[
  {
    "translation": {
      "en": "Man: IT HAS BEEN ONE TOUGH YEAR FOR OUR SCHOOL,",
      "vi": "Đó là một mùa giải khó khăn cho trường ta"
    }
  },
  {
    "translation": {
      "en": "BUT THAT ALL ENDS THIS SATURDAY!",
      "vi": "nhưng tất cả sẽ kết thúc vào thứ Bảy này!"
    }
  },
  {
    "translation": {
      "en": "BECAUSE THAT'S WHEN THIS TEAM, MY WARRIORS,",
      "vi": "Vì đó là khi đội bóng này... đội Warriors của tôi"
    }
  },
  {
    "translation": {
      "en": "ARE GONNA BURN THOSE PANSY-ASS OHIO PLAYERS",
      "vi": "sẽ đè bẹp mấy tên ẻo lả từ đội Ohio"
    }
  },
  {
    "translation": {
      "en": "RIGHT TO THE GROUND!",
      "vi": "ngay tại sân này!"
    }
  },
  {
    "translation": {
      "en": "Connor: AND STOP ACTING LIKE A LITTLE BITCH BABY. DO NOT TELL ME HOW TO FEEL RIGHT NOW!",
      "vi": "- Thôi hành động như một con dở đi. - Đừng bảo tôi phải cảm thấy gì lúc này!"
    }
  },
  {
    "translation": {
      "en": "HEY. AAH!",
      "vi": "- Này! - Á!"
    }
  },
  {
    "translation": {
      "en": "SORRY IT TOOK SO LONG.",
      "vi": "Xin lỗi vì đã mất thời gian."
    }
  },
  {
    "translation": {
      "en": "I WENT BACK FOR THIS.",
      "vi": "Tôi quay lại vì thứ này."
    }
  },
  {
    "translation": {
      "en": "NOW, YOU -- YOU TAKE THAT BACK RIGHT NOW!",
      "vi": "Giờ cậu, cậu đem nó về chỗ cũ ngay!"
    }
  },
  {
    "translation": {
      "en": "NO. IT'S SMART.",
      "vi": "Không. Sáng suốt đấy."
    }
  },
  {
    "translation": {
      "en": "COMMONWEALTH v. DELOATCHE --",
      "vi": "Liên bang với Deloatche."
    }
  },
  {
    "translation": {
      "en": "A CASE THE PROSECUTION SHOULD'VE WON BUT LOST",
      "vi": "Một vụ mà bên nguyên đáng lẽ thắng nhưng thua"
    }
  },
  {
    "translation": {
      "en": "BECAUSE THERE WAS NO MURDER WEAPON.",
      "vi": "vì không có vũ khí giết người."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT ARE YOU SAYING? WE CLEAN IT AND WE PUT IT BACK.",
      "vi": "- Ý cậu là sao? - Ta rửa sạch nó và đem trả lại."
    }
  },
  {
    "translation": {
      "en": "HIDE IT IN PLAIN SIGHT.",
      "vi": "Giấu chỗ không ai ngờ."
    }
  },
  {
    "translation": {
      "en": "AFTER WE BURY THE BODY.",
      "vi": "Sau khi chúng ta chôn cái xác."
    }
  },
  {
    "translation": {
      "en": "NO, ABSOLUTELY NOT.",
      "vi": "Không, tuyệt đối không."
    }
  },
  {
    "translation": {
      "en": "YEAH, I-I-I-I'M WITH MICHAELA.",
      "vi": "- Phải, tôi đồng ý với Michaela. - Không, Connor, nghĩ đi."
    }
  },
  {
    "translation": {
      "en": "NO, CONNOR, THINK.",
      "vi": "- Phải, tôi đồng ý với Michaela. - Không, Connor, nghĩ đi. Ta cần cái cúp, đúng. Nhưng cái xác phải ở nguyên chỗ cũ..."
    }
  },
  {
    "translation": {
      "en": "THE TROPHY WE NEED, YES. BUT THE BODY STAYS WHERE IT IS.",
      "vi": "Ta cần cái cúp, đúng. Nhưng cái xác phải ở nguyên chỗ cũ..."
    }
  },
  {
    "translation": {
      "en": "NO, THE BODY IS WHAT GETS US CAUGHT.",
      "vi": "Không, cái xác sẽ khiến chúng ta bị bắt."
    }
  },
  {
    "translation": {
      "en": "YOU ARE NOT THINKING STRAIGHT. WHAT DO YOU SUGGEST?!",
      "vi": "- Cậu chưa nghĩ kỹ rồi. - Thế cậu đề xuất gì?"
    }
  },
  {
    "translation": {
      "en": "SOMETHING THAT DOESN'T INVOLVE CARRYING A BODY",
      "vi": "Không vác theo một cái xác ngang qua khuôn viên trường"
    }
  },
  {
    "translation": {
      "en": "ACROSS CAMPUS ON THE BUSIEST NIGHT OF THE YEAR!",
      "vi": "vào đêm náo nhiệt nhất năm!"
    }
  },
  {
    "translation": {
      "en": "Connor: SHE'S RIGHT, LAUREL. EVEN IF WE GET IT OUT OF THE HOUSE, UNSEEN,",
      "vi": "Cậu ấy nói đúng, Laurel. Có mang được ra khỏi nhà, không bị nhìn thấy"
    }
  },
  {
    "translation": {
      "en": "THE GROUND IS FROZEN! WE HAVE ALL NIGHT TO DIG.",
      "vi": "- thì mặt đất cũng đóng băng rồi! - Ta có cả đêm để đào mà."
    }
  },
  {
    "translation": {
      "en": "YOU DON'T KNOW WHAT YOU'RE TALKING ABOUT!",
      "vi": "- Cậu còn không biết cậu nói gì! - Đây là giết người!"
    }
  },
  {
    "translation": {
      "en": "THIS IS MURDER! NONE OF US KNOW WHAT WE'RE TALKING ABOUT!",
      "vi": "- Không ai biết gì cả... - Làm ơn, hét to lên chút đi..."
    }
  },
  {
    "translation": {
      "en": "JUST YELL THAT A LITTLE LOUDER!",
      "vi": "- Không ai biết gì cả... - Làm ơn, hét to lên chút đi... - Này! - ...thật ra cậu ngu hơn tôi nghĩ..."
    }
  },
  {
    "translation": {
      "en": "HONESTLY, YOU'RE ALL DUMBER THAN I THOUGHT IF YOU THINK...",
      "vi": "- Này! - ...thật ra cậu ngu hơn tôi nghĩ..."
    }
  },
  {
    "translation": {
      "en": "LOOK, I'M AGREEING WITH YOU --",
      "vi": "Tôi đồng ý với cậu... Hai người cần cứng rắn lên và nghĩ kỹ vì ta sắp vào tù đấy."
    }
  },
  {
    "translation": {
      "en": "YOU TWO NEED TO MAN UP AND THINK BECAUSE WE'RE GOING TO JAIL.",
      "vi": "Hai người cần cứng rắn lên và nghĩ kỹ vì ta sắp vào tù đấy."
    }
  },
  {
    "translation": {
      "en": "SHUT UP! SHUT UP!",
      "vi": "Im đi!"
    }
  },
  {
    "translation": {
      "en": "IT'S TWO AGAINST TWO.",
      "vi": "Hai chọi hai."
    }
  },
  {
    "translation": {
      "en": "WE HAVE NO OTHER CHOICE. WE FLIP A COIN.",
      "vi": "Ta không còn cách nào khác. Ta sẽ tung đồng xu."
    }
  },
  {
    "translation": {
      "en": "THAT IS THE DUMBEST THING YOU'VE EVER SAID.",
      "vi": "- Điều ngớ ngẩn nhất... - Tôi sẽ không để đồng xu"
    }
  },
  {
    "translation": {
      "en": "I'M NOT LETTING A FREAKING COIN DECIDE WHETHER OR NOT I GO TO JAIL TONIGHT!",
      "vi": "- Hãy nói cho xong đi. - ...quyết định chuyện ngồi tù của tôi!"
    }
  },
  {
    "translation": {
      "en": "WE DON'T HAVE TIME TO FIGHT!",
      "vi": "Không có thì giờ để cãi nhau!"
    }
  },
  {
    "translation": {
      "en": "WE NEED TO MAKE A DECISION AND COMMIT TO IT.",
      "vi": "Ta cần đưa ra quyết định và cam kết thực hiện."
    }
  },
  {
    "translation": {
      "en": "SO IF SOMEONE HAS A BETTER IDEA, SAY IT NOW!",
      "vi": "Nên nếu ai có ý hay hơn, nói ngay đi!"
    }
  },
  {
    "translation": {
      "en": "HEADS, WE GET THE BODY.",
      "vi": "Ngửa, ta lấy cái xác."
    }
  },
  {
    "translation": {
      "en": "TAILS, WE LEAVE IT WHERE IT IS. OKAY?",
      "vi": "Sấp, ta để nó ở yên đó. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "♪ LET ME SING A SONG FOR YOU ♪",
      "vi": "BA THÁNG TRƯỚC"
    }
  },
  {
    "translation": {
      "en": "♪ AH-OOH, I'D BE FOR YOU ♪",
      "vi": "TRƯỜNG LUẬT MIDDLETON"
    }
  },
  {
    "translation": {
      "en": "WORRIED SHE'S GONNA CALL ON ME. YEAH, SHE'S A BALLBUSTER, SURE,",
      "vi": "- Sáng nay tớ đã nôn bốn lần vì sợ bị gọi. - Ừ, cô ấy rất đáo để,"
    }
  },
  {
    "translation": {
      "en": "BUT I SPENT MY SUMMER INTERNING FOR CHIEF JUSTICE ROBERTS,",
      "vi": "nhưng tôi đã dành cả hè thực tập cho Chánh án Roberts nên..."
    }
  },
  {
    "translation": {
      "en": "SO I KNOW HOW TO HANDLE A BIG PERSONALITY.",
      "vi": "Dershowitz có ưu thế trong giới học thuật"
    }
  },
  {
    "translation": {
      "en": "DERSHOWITZ HAS THE UPPER HAND IN THE ACADEMIC WORLD, BUT KEATING'S CLEARLY THE BETTER DEFENSE ATTORNEY.",
      "vi": "nhưng Keating rõ ràng là luật sư bào chữa tốt hơn."
    }
  },
  {
    "translation": {
      "en": "[ EXHALES SHARPLY ] HERE WE GO.",
      "vi": "Bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "I'M NOT USUALLY A FIRST-ROW KIND OF GUY,",
      "vi": "Tôi không phải là người hay ngồi hàng đầu"
    }
  },
  {
    "translation": {
      "en": "BUT I PROMISED MYSELF I WOULDN'T HIDE IN THE BACK OF THE CLASS.",
      "vi": "nhưng tôi đã tự hứa sẽ không lủi thủi phía cuối lớp."
    }
  },
  {
    "translation": {
      "en": "I'M ENGAGED.",
      "vi": "- Tôi đính hôn rồi. - Ôi."
    }
  },
  {
    "translation": {
      "en": "OH. OH, NO. I-I WASN'T HITTING ON...",
      "vi": "- Tôi đính hôn rồi. - Ôi. Không. Tôi, tôi không có ý tán tỉnh..."
    }
  },
  {
    "translation": {
      "en": "SEATS ARE ASSIGNED. THERE'S A CHART OVER THERE.",
      "vi": "Chỗ ngồi đã được chỉ định. Có sơ đồ ở kia."
    }
  },
  {
    "translation": {
      "en": "NICE TRY, PLAYER.",
      "vi": "Có cố gắng đấy, dân chơi."
    }
  },
  {
    "translation": {
      "en": "NO. I WASN'T TRYING ANYTHING... YOU SHOULD FIND YOUR SEAT.",
      "vi": "- Không. Tôi đâu cố... - Cậu nên tìm chỗ của mình."
    }
  },
  {
    "translation": {
      "en": "YOU DON'T WANT TO BE A SITTING DUCK WHEN THE SHOOTER GETS HERE.",
      "vi": "Cậu không muốn làm mục tiêu khi tay xạ thủ đến đâu."
    }
  },
  {
    "translation": {
      "en": "WHAT?",
      "vi": "- Cái gì? - Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "OH, MY GOD. YOU HAVE NO IDEA WHAT YOU JUST WALKED INTO.",
      "vi": "Cậu không biết vừa bước vào cái gì đâu."
    }
  },
  {
    "translation": {
      "en": "Annalise: GOOD MORNING.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW WHAT TERRIBLE THINGS YOU'VE DONE IN YOUR LIFE",
      "vi": "Tôi không biết các bạn đã làm điều gì ghê tởm"
    }
  },
  {
    "translation": {
      "en": "UP TO THIS POINT, BUT CLEARLY YOUR KARMA'S OUT OF BALANCE",
      "vi": "đến lúc này trong đời nhưng rõ ràng số các bạn xui mới bị phân vào lớp tôi."
    }
  },
  {
    "translation": {
      "en": "TO GET ASSIGNED TO MY CLASS.",
      "vi": "nhưng rõ ràng số các bạn xui mới bị phân vào lớp tôi. Tôi là Giáo sư Annalise Keating, và đây là lớp Luật hình sự 100."
    }
  },
  {
    "translation": {
      "en": "I'M PROFESSOR ANNALISE KEATING, AND THIS IS CRIMINAL LAW 100.",
      "vi": "Tôi là Giáo sư Annalise Keating, và đây là lớp Luật hình sự 100."
    }
  },
  {
    "translation": {
      "en": "OR, AS I PREFER TO CALL IT...",
      "vi": "Hay, như tôi muốn gọi là..."
    }
  },
  {
    "translation": {
      "en": "...HOW TO GET AWAY WITH MURDER.",
      "vi": "Làm thế nào để thoát tội Giết người ...làm thế nào để thoát tội giết người."
    }
  },
  {
    "translation": {
      "en": "UNLIKE MANY OF MY COLLEAGUES,",
      "vi": "Không như nhiều đồng nghiệp,"
    }
  },
  {
    "translation": {
      "en": "I WILL NOT BE TEACHING YOU HOW TO STUDY THE LAW",
      "vi": "tôi sẽ không dạy các bạn học luật"
    }
  },
  {
    "translation": {
      "en": "OR THEORIZE ABOUT IT,",
      "vi": "hay giảng lý thuyết về nó"
    }
  },
  {
    "translation": {
      "en": "BUT RATHER HOW TO PRACTICE IT --",
      "vi": "mà là cách áp dụng nó"
    }
  },
  {
    "translation": {
      "en": "IN A COURTROOM, LIKE A REAL LAWYER.",
      "vi": "trong phòng xử án, như một luật sư thực thụ."
    }
  },
  {
    "translation": {
      "en": "NOW TO OUR FIRST CASE STUDY, THE ASPIRIN ASSASSIN.",
      "vi": "Giờ là vụ án đầu tiên của chúng ta. Sát thủ aspirin."
    }
  },
  {
    "translation": {
      "en": "TELL US THE FACTS...",
      "vi": "Cho cả lớp biết thông tin..."
    }
  },
  {
    "translation": {
      "en": "...CONNOR WALSH.",
      "vi": "Connor Walsh."
    }
  },
  {
    "translation": {
      "en": "THE COMMONWEALTH v. GINA SADOWSKI WAS A CASE OF ATTEMPTED MURDER.",
      "vi": "Liêng bang với Gina Sadowski là một vụ âm mưu giết người."
    }
  },
  {
    "translation": {
      "en": "THE DEFENDANT, MS. SADOWSKI, WORKED AS THE SECOND ASSISTANT",
      "vi": "Bị cáo, cô Sadowski, là trợ lý thứ hai của nạn nhân,"
    }
  },
  {
    "translation": {
      "en": "TO THE VICTIM, ARTHUR KAUFMAN,",
      "vi": "Bị cáo, cô Sadowski, là trợ lý thứ hai của nạn nhân, Arthur Kaufman"
    }
  },
  {
    "translation": {
      "en": "THE C.E.O. OF AN ADVERTISING AGENCY.",
      "vi": "giám đốc điều hành của một công ty quảng cáo."
    }
  },
  {
    "translation": {
      "en": "MS. SADOWSKI WAS NOT ONLY HIS ASSISTANT, THOUGH.",
      "vi": "Tuy nhiên cô Sadowski không chỉ là trợ lý."
    }
  },
  {
    "translation": {
      "en": "SHE WAS ALSO HIS MISTRESS.",
      "vi": "Mà còn là người tình của ông ta."
    }
  },
  {
    "translation": {
      "en": "WHAT HAPPENED AFTER MR. KAUFMAN'S WIFE OF 27 YEARS,",
      "vi": "Chuyện gì xảy ra sau khi bà vợ 27 năm của ông Kaufman,"
    }
  },
  {
    "translation": {
      "en": "AGNES, FOUND OUT ABOUT THE AFFAIR?",
      "vi": "bà Agnes, biết chuyện ngoại tình?"
    }
  },
  {
    "translation": {
      "en": "YOU.",
      "vi": "Cậu."
    }
  },
  {
    "translation": {
      "en": "HE ENDED THE RELATIONSHIP",
      "vi": "Ông ta kết thúc mối quan hệ"
    }
  },
  {
    "translation": {
      "en": "AND TRANSFERRED HER TO THE ACCOUNTING DEPARTMENT.",
      "vi": "và chuyển cô ta đến phòng kế toán,"
    }
  },
  {
    "translation": {
      "en": "THAT'S WHEN SHE ALLEGEDLY SWITCHED",
      "vi": "đó là khi cô ta bị cáo buộc đã tráo thuốc huyết áp"
    }
  },
  {
    "translation": {
      "en": "ONE OF HIS BLOOD PRESSURE PILLS FOR AN ASPIRIN,",
      "vi": "đó là khi cô ta bị cáo buộc đã tráo thuốc huyết áp với một viên aspirin mà cô ta biết ông ấy bị dị ứng."
    }
  },
  {
    "translation": {
      "en": "WHICH SHE KNEW HE WAS ALLERGIC TO.",
      "vi": "với một viên aspirin mà cô ta biết ông ấy bị dị ứng. Điều gì xảy ra khi ông Kaufman uống viên aspirin?"
    }
  },
  {
    "translation": {
      "en": "WHAT OCCURRED WHEN MR. KAUFMAN INGESTED THE ASPIRIN?",
      "vi": "Điều gì xảy ra khi ông Kaufman uống viên aspirin?"
    }
  },
  {
    "translation": {
      "en": "ANYONE?",
      "vi": "Có ai không?"
    }
  },
  {
    "translation": {
      "en": "MR. KAUFMAN WENT INTO ANAPHYLACTIC SHOCK.",
      "vi": "Ông Kaufman bị sốc phản vệ."
    }
  },
  {
    "translation": {
      "en": "HIS THROAT SWELLED AND HIS BRAIN WAS DEPRIVED OF OXYGEN",
      "vi": "Cổ họng sưng và não bị thiếu oxy"
    }
  },
  {
    "translation": {
      "en": "FOR 7 MINUTES BEFORE HIS FIRST ASSISTANT WAS ABLE TO RESUSCITATE HIM.",
      "vi": "trong bảy phút trước khi trợ lý thứ nhất giúp ông ấy tỉnh lại."
    }
  },
  {
    "translation": {
      "en": "MICHAELA PRATT.",
      "vi": "Michaela Pratt."
    }
  },
  {
    "translation": {
      "en": "SO, WE'VE ESTABLISHED THE ACTUS REUS.",
      "vi": "Vậy, chúng ta đã chứng minh hành vi phạm tội."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THE MENS REA?",
      "vi": "Chủ ý phạm tội là gì?"
    }
  },
  {
    "translation": {
      "en": "WESLEY GIBBINS?",
      "vi": "Wesley Gibbins?"
    }
  },
  {
    "translation": {
      "en": "THE...MENS REA?",
      "vi": "Chủ ý... phạm tội?"
    }
  },
  {
    "translation": {
      "en": "RIGHT.",
      "vi": "Phải rồi."
    }
  },
  {
    "translation": {
      "en": "DAY 1 AND YOU'RE UNPREPARED? NO.",
      "vi": "- Ngày đầu tiên và cậu chưa chuẩn bị? - Không ạ. Vâng, à đúng, nhưng em không biết phải chuẩn bị những gì."
    }
  },
  {
    "translation": {
      "en": "WELL, UM, YES, BUT I DIDN'T KNOW THERE WAS ANYTHING TO PREPARE.",
      "vi": "Vâng, à đúng, nhưng em không biết phải chuẩn bị những gì."
    }
  },
  {
    "translation": {
      "en": "I E-MAILED THE ASSIGNMENT TO THE ENTIRE CLASS TWO DAYS AGO.",
      "vi": "Tôi đã gửi email nhiệm vụ cho cả lớp vào hai ngày trước. Ôi. Em...không nhận được."
    }
  },
  {
    "translation": {
      "en": "OH. I...DIDN'T GET THAT.",
      "vi": "Ôi. Em...không nhận được."
    }
  },
  {
    "translation": {
      "en": "MR. GIBBINS, AS A DEFENSE ATTORNEY,",
      "vi": "Cậu Gibbins... là một luật sư bào chữa,"
    }
  },
  {
    "translation": {
      "en": "I SPEND MOST OF MY TIME AROUND PROFESSIONAL LIARS,",
      "vi": "tôi dành phần lớn thời gian bên những kẻ chuyên nói dối,"
    }
  },
  {
    "translation": {
      "en": "SO YOU HAVE TO WORK REALLY HARD TO FOOL ME.",
      "vi": "nên cậu phải tốn nhiều sức mới lừa được tôi."
    }
  },
  {
    "translation": {
      "en": "I ONLY GOT ACCEPTED HERE TWO DAYS AGO...",
      "vi": "Em mới được nhận vào đây hai ngày trước..."
    }
  },
  {
    "translation": {
      "en": "FROM THE WAIT LIST,",
      "vi": "từ danh sách chờ, nên, có thể đó là lý do cô không có địa chỉ email của em."
    }
  },
  {
    "translation": {
      "en": "SO THAT'S PROBABLY WHY YOU DIDN'T GET MY E-MAIL ADDRESS.",
      "vi": "nên, có thể đó là lý do cô không có địa chỉ email của em."
    }
  },
  {
    "translation": {
      "en": "LET ME HELP YOU OUT.",
      "vi": "Để tôi giúp cậu hình dung."
    }
  },
  {
    "translation": {
      "en": "\"ACTUS REUS\" MEANS \"GUILTY ACT\" --",
      "vi": "Actus reus nghĩa là hành vi phạm tội."
    }
  },
  {
    "translation": {
      "en": "THE POISONING OF MR. KAUFMAN WITH AN ASPIRIN --",
      "vi": "Actus reus nghĩa là hành vi phạm tội. Đầu độc ông Kaufman bằng một viên aspirin."
    }
  },
  {
    "translation": {
      "en": "WHEREAS \"MENS REA\" MEANS \"GUILTY MIND.\"",
      "vi": "Đầu độc ông Kaufman bằng một viên aspirin. Trong khi mens rea nghĩa là chủ ý phạm tội."
    }
  },
  {
    "translation": {
      "en": "SO WHAT WAS MS. SADOWSKI'S MENS REA?",
      "vi": "Vậy chủ ý phạm tội của cô Sadowski là gì?"
    }
  },
  {
    "translation": {
      "en": "THINK, MR. GIBBINS.",
      "vi": "Nghĩ đi, cậu Gibbins."
    }
  },
  {
    "translation": {
      "en": "IT'S NOTHING MORE THAN COMMON SENSE.",
      "vi": "Nghĩ đi, cậu Gibbins. Chỉ là óc suy xét thôi."
    }
  },
  {
    "translation": {
      "en": "Laurel: TO KILL.",
      "vi": "Để giết."
    }
  },
  {
    "translation": {
      "en": "WILL THE INDIVIDUAL WHO JUST SPOKE PLEASE STAND AND REPEAT THE ANSWER?",
      "vi": "Người vừa phát biểu vui lòng đứng lên và nhắc lại câu trả lời chứ?"
    }
  },
  {
    "translation": {
      "en": "THE MENS REA, ALSO REFERRED TO AS \"INTENT,\"",
      "vi": "Chủ ý phạm tội, còn được gọi là chủ đích"
    }
  },
  {
    "translation": {
      "en": "WAS TO KILL MR. KAUFMAN.",
      "vi": "là để giết ông Kaufman."
    }
  },
  {
    "translation": {
      "en": "THAT'S RIGHT. YOUR NAME?",
      "vi": "Đúng vậy. Tên cô là?"
    }
  },
  {
    "translation": {
      "en": "LAUREL CASTILLO.",
      "vi": "Laurel Castillo."
    }
  },
  {
    "translation": {
      "en": "NEVER TAKE A LEARNING OPPORTUNITY AWAY FROM ANOTHER STUDENT,",
      "vi": "Đừng bao giờ lấy đi cơ hội học hỏi của sinh viên khác,"
    }
  },
  {
    "translation": {
      "en": "NO MATTER HOW SMART YOU NEED EVERYONE TO THINK YOU ARE.",
      "vi": "dù cô muốn mọi người nghĩ mình thông minh thế nào đi nữa."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, BEFORE WE MOVE ON, ARE THERE ANY OTHER QUESTIONS?",
      "vi": "Được rồi, trước khi tiếp tục, có ai hỏi gì không?"
    }
  },
  {
    "translation": {
      "en": "MR. WALSH.",
      "vi": "Cậu Walsh. Em thấy bản án không được liệt kê ở đây."
    }
  },
  {
    "translation": {
      "en": "I NOTICED THAT THE VERDICT WASN'T LISTED HERE.",
      "vi": "Em thấy bản án không được liệt kê ở đây."
    }
  },
  {
    "translation": {
      "en": "SO I GUESS MY QUESTION IS, DID SHE DO IT?",
      "vi": "Vậy chắc câu hỏi của em là, cô ta có làm việc đó không?"
    }
  },
  {
    "translation": {
      "en": "WHY DON'T YOU ASK HER YOURSELF?",
      "vi": "Sao cậu không tự hỏi cô ấy?"
    }
  },
  {
    "translation": {
      "en": "I LIED. THIS ISN'T A PAST CASE BUT ONE I TOOK LAST WEEK",
      "vi": "Tôi đã nói dối. Đây không phải vụ án cũ mà là vụ tôi nhận tuần trước"
    }
  },
  {
    "translation": {
      "en": "AFTER GINA FIRED HER PREVIOUS LAWYER.",
      "vi": "Đây không phải vụ án cũ mà là vụ tôi nhận tuần trước sau khi Gina sa thải luật sư cũ."
    }
  },
  {
    "translation": {
      "en": "THIS ONE DAY, I WALKED INTO HIS OFFICE",
      "vi": "Một ngày nọ, tôi bước vào văn phòng ông ấy thì hét lên rất to,"
    }
  },
  {
    "translation": {
      "en": "WHEN I JUST SCREAMED, REAL LOUD,",
      "vi": "tôi bước vào văn phòng ông ấy thì hét lên rất to,"
    }
  },
  {
    "translation": {
      "en": "'CAUSE ARTHUR WAS STANDING THERE BEHIND THE DOOR.",
      "vi": "vì Arthur đang đứng ngay sau cánh cửa."
    }
  },
  {
    "translation": {
      "en": "[ CHUCKLES ] I THOUGHT HE WAS GONNA BE PISSED AT ME, YELL,",
      "vi": "Tôi tưởng ông ấy sẽ tức giận, la mắng tôi"
    }
  },
  {
    "translation": {
      "en": "BUT INSTEAD HE JUST STARTED LAUGHIN'.",
      "vi": "nhưng, thay vào đó ông ấy chỉ cười."
    }
  },
  {
    "translation": {
      "en": "SO THEN I STARTED LAUGHIN' AND, WELL, UM,",
      "vi": "Rồi tôi cũng bắt đầu cười và ừ thì,"
    }
  },
  {
    "translation": {
      "en": "THAT'S WHEN HE KISSED ME FOR THE FIRST TIME AND...",
      "vi": "đó là khi ông ấy hôn tôi lần đầu tiên và..."
    }
  },
  {
    "translation": {
      "en": "YEAH, I BECAME THAT GIRL.",
      "vi": "phải, tôi đã trở thành cô gái đó."
    }
  },
  {
    "translation": {
      "en": "SOMETHING TELLS ME SHE'S ALWAYS BEEN \"THAT GIRL.\"",
      "vi": "Có gì đó bảo tôi cô ta luôn là cô gái đó."
    }
  },
  {
    "translation": {
      "en": "IT WAS ON MY LAST DAY WORKIN' FOR HIM",
      "vi": "Đó là hôm cuối cùng tôi làm việc cho ông ấy"
    }
  },
  {
    "translation": {
      "en": "WHEN I CAME BACK FROM LUNCH AND SAW THE PARAMEDICS.",
      "vi": "khi tôi ăn trưa về và, thấy nhân viên y tế."
    }
  },
  {
    "translation": {
      "en": "WHEN I HEARD THAT ARTHUR WAS HURT...",
      "vi": "Khi biết Arthur bị đau..."
    }
  },
  {
    "translation": {
      "en": "I LOVED HIM.",
      "vi": "tôi đã yêu ông ấy."
    }
  },
  {
    "translation": {
      "en": "I KNOW THAT'S HARD TO BELIEVE, BUT I LOVED HIM.",
      "vi": "Tôi biết điều đó khó tin, nhưng tôi đã yêu ông ấy."
    }
  },
  {
    "translation": {
      "en": "[ Voice breaking ] WHY IN THE HELL WOULD I WANT TO HURT HIM?",
      "vi": "Tại sao tôi lại muốn hại ông ấy chứ?"
    }
  },
  {
    "translation": {
      "en": "Annalise: THE TRIAL BEGINS IN TWO DAYS,",
      "vi": "Hai ngày nữa buổi xét xử bắt đầu"
    }
  },
  {
    "translation": {
      "en": "SO TOMORROW, EACH OF YOU HAVE ONE MINUTE",
      "vi": "nên ngày mai, mỗi người có một phút"
    }
  },
  {
    "translation": {
      "en": "TO PRESENT THE BEST DEFENSE FOR THIS CASE.",
      "vi": "để đưa ra lời biện hộ tốt nhất cho vụ án này."
    }
  },
  {
    "translation": {
      "en": "SEE IF YOU CAN BEAT MY CURRENT PLAN.",
      "vi": "Để xem ai đánh bại kế hoạch của tôi."
    }
  },
  {
    "translation": {
      "en": "MR. GIBBINS? YES?",
      "vi": "- Cậu Gibbins? - Dạ?"
    }
  },
  {
    "translation": {
      "en": "YOU'LL GO LAST, AN UNENVIABLE POSITION",
      "vi": "Cậu sẽ là người cuối cùng, vị trí không ai mong muốn"
    }
  },
  {
    "translation": {
      "en": "SEEING THAT NO TWO STUDENTS WILL BE ALLOWED",
      "vi": "vì không có chuyện hai sinh viên được đưa ra ý kiến giống nhau."
    }
  },
  {
    "translation": {
      "en": "TO PRESENT THE SAME IDEA.",
      "vi": "vì không có chuyện hai sinh viên được đưa ra ý kiến giống nhau. Sử dụng nguồn tài nguyên trong văn phòng này."
    }
  },
  {
    "translation": {
      "en": "USE THE RESOURCES IN THIS OFFICE --",
      "vi": "Sử dụng nguồn tài nguyên trong văn phòng này."
    }
  },
  {
    "translation": {
      "en": "GINA'S DISCOVERY FILE, MY LIBRARY,",
      "vi": "Hồ sơ tố tụng của Gina, thư viện của tôi"
    }
  },
  {
    "translation": {
      "en": "THE PEOPLE WHO KNOW ME EVEN BETTER THAN MYSELF --",
      "vi": "người hiểu tôi còn hơn cả chính tôi."
    }
  },
  {
    "translation": {
      "en": "MY ASSOCIATES.",
      "vi": "- Cộng sự của tôi. - Tôi là Frank"
    }
  },
  {
    "translation": {
      "en": "NAME'S FRANK, AND UNLIKE EVERY TEACHER YOU'VE HAD,",
      "vi": "và không như các giáo viên mà bạn đã học, tôi tin là,"
    }
  },
  {
    "translation": {
      "en": "I DO BELIEVE THERE ARE STUPID QUESTIONS.",
      "vi": "có những câu hỏi ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "SO IF YOU GOT 'EM, PLEASE SEE MY LOVELY COLLEAGUE BONNIE.",
      "vi": "Nên nếu các bạn có, vui lòng đến gặp cô đồng nghiệp Bonnie đáng yêu của tôi."
    }
  },
  {
    "translation": {
      "en": "OR, BETTER, YOU COULD COME TO US WITH ANSWERS.",
      "vi": "Hoặc tốt hơn, các bạn có thể đến gặp chúng tôi với câu trả lời."
    }
  },
  {
    "translation": {
      "en": "WE'LL LIKE YOU MUCH BETTER THAT WAY.",
      "vi": "Chúng tôi sẽ thích cách đó hơn."
    }
  },
  {
    "translation": {
      "en": "AND ONE MORE THING.",
      "vi": "Và một điều nữa. Mỗi năm tôi chọn bốn sinh viên đến làm việc cho mình."
    }
  },
  {
    "translation": {
      "en": "EVERY YEAR I CHOOSE FOUR STUDENTS TO COME WORK FOR ME.",
      "vi": "Mỗi năm tôi chọn bốn sinh viên đến làm việc cho mình."
    }
  },
  {
    "translation": {
      "en": "THIS ASSIGNMENT IS USED TO HELP ME DECIDE WHO THAT IS.",
      "vi": "Bài tập này sẽ giúp tôi quyết định những người đó là ai."
    }
  },
  {
    "translation": {
      "en": "THE TOP STUDENT GETS THIS.",
      "vi": "Người giỏi nhất nhận cái này."
    }
  },
  {
    "translation": {
      "en": "CONSIDER THIS YOUR IMMUNITY IDOL.",
      "vi": "Hãy xem đây...là biểu tượng miễn trừ của các bạn."
    }
  },
  {
    "translation": {
      "en": "YOU -- YOU TAKE THAT BACK RIGHT NOW!",
      "vi": "Cậu, cậu đem nó về chỗ cũ ngay!"
    }
  },
  {
    "translation": {
      "en": "THE WINNER CAN TURN THIS IN AT ANY POINT",
      "vi": "Người chiến thắng có thể dùng nó bất cứ lúc nào để miễn một bài kiểm tra."
    }
  },
  {
    "translation": {
      "en": "TO GET OUT OF AN EXAM. NOW GO.",
      "vi": "Người chiến thắng có thể dùng nó bất cứ lúc nào để miễn một bài kiểm tra. Giờ đi đi."
    }
  },
  {
    "translation": {
      "en": "FIND A DEFENSE THAT WILL FREE OUR CLIENT.",
      "vi": "Tìm lời biện hộ giúp thân chủ của ta tự do đi."
    }
  },
  {
    "translation": {
      "en": "THE FIRST ASSISTANT SAW GINA WITH AN ASPIRIN THAT MORNING.",
      "vi": "Trợ lý thứ nhất thấy Gina với một viên aspirin vào sáng hôm đó."
    }
  },
  {
    "translation": {
      "en": "FORENSICS FOUND ASPIRIN RESIDUE ON THE PLATE.",
      "vi": "Pháp y tìm thấy dư lượng aspirin trên đĩa."
    }
  },
  {
    "translation": {
      "en": "SHE WAS WARNED ABOUT THE ALLERGY FIRST DAY ON THE JOB,",
      "vi": "Cô ta được cảnh báo về thuốc dị ứng trong ngày đầu làm việc"
    }
  },
  {
    "translation": {
      "en": "WHICH MEANS WE SHOULD ARGUE... WE SHOULD ARGUE...",
      "vi": "có nghĩa ta nên tranh luận, ta nên tranh luận..."
    }
  },
  {
    "translation": {
      "en": "[ SIGHS ] WHICH MEANS WE SHOULD ARGUE...",
      "vi": "Có nghĩa ta nên tranh luận..."
    }
  },
  {
    "translation": {
      "en": "WE SHOULD ARGUE... MEANS WE SHOULD ARGUE...",
      "vi": "Nghĩa là ta nên tranh..."
    }
  },
  {
    "translation": {
      "en": "SHE'S GUILTY.",
      "vi": "Cô ta có tội."
    }
  },
  {
    "translation": {
      "en": "HI. WES.",
      "vi": "Chào. Wes."
    }
  },
  {
    "translation": {
      "en": "I JUST MOVED IN NEXT DOOR.",
      "vi": "Tôi mới chuyển đến cạnh nhà."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU WANT? UH, YOUR MUSIC...",
      "vi": "- Anh muốn gì? - Nhạc của cô..."
    }
  },
  {
    "translation": {
      "en": "I NORMALLY WOULDN'T ASK TO TURN IT DOWN",
      "vi": "Thường tôi không yêu cầu vặn nhỏ đi"
    }
  },
  {
    "translation": {
      "en": "BUT TODAY WAS MY FIRST DAY OF LAW SCHOOL --",
      "vi": "nhưng đây là ngày đầu ở trường và tôi..."
    }
  },
  {
    "translation": {
      "en": "NO. WHAT?",
      "vi": "- Không. - Cái gì? Gã cuối cùng sống ở căn hộ đó là một sinh viên luật."
    }
  },
  {
    "translation": {
      "en": "THE LAST GUY WHO LIVED IN YOUR APARTMENT WAS A LAW STUDENT.",
      "vi": "Gã cuối cùng sống ở căn hộ đó là một sinh viên luật."
    }
  },
  {
    "translation": {
      "en": "I PUT UP WITH HIS CRAZY-LOUD RABBIT SEX, HIS NERVOUS BREAKDOWN.",
      "vi": "Tôi đã chịu đựng tiếng làm tình ầm ỹ và cơn khủng hoảng của hắn."
    }
  },
  {
    "translation": {
      "en": "YOU CAN DEAL WITH THIS. UH, UH...",
      "vi": "- Anh sẽ quen thôi. - Ờ..."
    }
  },
  {
    "translation": {
      "en": "Connor: MICHAELA. I NEVER AGREED TO THIS!",
      "vi": "- Michaela. - Tôi chưa từng đồng ý việc này!"
    }
  },
  {
    "translation": {
      "en": "THE COIN DID, SO I'M GONNA STAND HERE AND NOT SEE ANYTHING",
      "vi": "- Michaela. - Tôi chưa từng đồng ý việc này! Đồng xu làm thế, nên tôi sẽ đứng đây và không nhìn gì cả"
    }
  },
  {
    "translation": {
      "en": "SO WHEN I'M CALLED TO TESTIFY, I CAN SAY JUST THAT.",
      "vi": "Đồng xu làm thế, nên tôi sẽ đứng đây và không nhìn gì cả để khi nào phải đi làm chứng, tôi có thể nói vậy."
    }
  },
  {
    "translation": {
      "en": "I JUST WANT YOU TO MOVE YOUR FEET.",
      "vi": "Tôi chỉ muốn cậu tránh chân ra."
    }
  },
  {
    "translation": {
      "en": "WHAT?",
      "vi": "Gì chứ?"
    }
  },
  {
    "translation": {
      "en": "HERE.",
      "vi": "Đây."
    }
  },
  {
    "translation": {
      "en": "I WIPED THE SINK DOWN WITH BLEACH AFTER I WASHED IT.",
      "vi": "Tôi đã lau bồn rửa bát bằng thuốc tẩy sau khi rửa sạch nó rồi."
    }
  },
  {
    "translation": {
      "en": "NOW WHAT?",
      "vi": "Giờ tính sao?"
    }
  },
  {
    "translation": {
      "en": "WE PUT IT BACK. Connor: LET'S JUST GET THE HELL OUT OF HERE. NOW.",
      "vi": "- Ta đặt nó lại chỗ cũ. - Biến khỏi đây thôi. Ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "I'LL HELP.",
      "vi": "Tôi đỡ cho."
    }
  },
  {
    "translation": {
      "en": "FINE.",
      "vi": "Thôi được."
    }
  },
  {
    "translation": {
      "en": "WHOA. AAH!",
      "vi": "- Ôi. - A!"
    }
  },
  {
    "translation": {
      "en": "COME OUT HERE.",
      "vi": "Đi lối này."
    }
  },
  {
    "translation": {
      "en": "Officer: THIS CAR ONE OF YOURS?",
      "vi": "Xe này của các cậu hả?"
    }
  },
  {
    "translation": {
      "en": "IT'S MY CAR, SIR. YOU'RE BLOCKING THE SIDEWALK.",
      "vi": "- Là xe của tôi, sếp. - Cậu đang chặn vỉa hè."
    }
  },
  {
    "translation": {
      "en": "OH. UH, RIGHT. I CAN -- I CAN MOVE IT RIGHT NOW.",
      "vi": "À. Phải rồi. Tôi có thể, tôi có thể dịch nó đi ngay."
    }
  },
  {
    "translation": {
      "en": "THIS THAT LAW PROFESSOR'S OFFICE?",
      "vi": "Đây là văn phòng của giáo sư luật phải không?"
    }
  },
  {
    "translation": {
      "en": "YES. PROFESSOR KEATING.",
      "vi": "Phải. Giáo sư Keating."
    }
  },
  {
    "translation": {
      "en": "WE'RE HER LAW STUDENTS, BUT SHE'S OUT OF TOWN",
      "vi": "Bọn tôi là sinh viên của cô ấy, nhưng cô ấy đi công tác"
    }
  },
  {
    "translation": {
      "en": "AND TOLD US TO TAKE THIS OLD RUG TO THE BONFIRE.",
      "vi": "và bảo bọn tôi đem tấm thảm cũ tới lửa trại."
    }
  },
  {
    "translation": {
      "en": "SHE ASKED YOU TO GO INTO HER HOUSE AND BURN A RUG FOR HER?",
      "vi": "Cô ấy nhờ cô cậu vào nhà mình và đốt tấm thảm giúp?"
    }
  },
  {
    "translation": {
      "en": "IT SOUNDS WEIRD, I KNOW.",
      "vi": "Tôi biết nghe hơi kỳ cục."
    }
  },
  {
    "translation": {
      "en": "WHY DON'T I GIVE HER A CALL SO SHE CAN EXPLAIN TO YOU HERSELF?",
      "vi": "Tôi sẽ gọi cô ấy để giải thích cho anh nhé?"
    }
  },
  {
    "translation": {
      "en": "UH...IT'S A LITTLE LATE TO CALL HER, DON'T YOU THINK?",
      "vi": "Ờ, cậu không nghĩ là hơi muộn để gọi cho cô ấy à?"
    }
  },
  {
    "translation": {
      "en": "THE NICE OFFICER HERE THINKS WE'RE BURGLING OUR PROFESSOR'S HOUSE.",
      "vi": "Anh sĩ quan đây nghĩ chúng ta đang trộm đồ nhà giáo sư."
    }
  },
  {
    "translation": {
      "en": "RIGHT. LET'S JUST CLEAR THIS WHOLE THING UP.",
      "vi": "- Cứ làm rõ... - Phải. ...mọi việc đã. Ý tôi là, cũng hơi muộn rồi."
    }
  },
  {
    "translation": {
      "en": "I MEAN, IT IS A LITTLE LATE.",
      "vi": "Ý tôi là, cũng hơi muộn rồi. Chúa ơi, cô ấy phải đến đám tang mẹ mình hôm nay."
    }
  },
  {
    "translation": {
      "en": "OH, GOD, AND SHE HAD TO GO TO HER MOTHER'S FUNERAL TODAY.",
      "vi": "Chúa ơi, cô ấy phải đến đám tang mẹ mình hôm nay."
    }
  },
  {
    "translation": {
      "en": "BUT MAYBE SHE'S NOT ASLEEP YET.",
      "vi": "Nhưng có lẽ cô ấy chưa ngủ được. - Cháy to đấy! - Không sao. Chỉ là..."
    }
  },
  {
    "translation": {
      "en": "Man: THIS'LL BURN GOOD! IT'S FINE. JUST --",
      "vi": "- Cháy to đấy! - Không sao. Chỉ là..."
    }
  },
  {
    "translation": {
      "en": "[ GLASS SHATTERS ] DAMN IT. BE SAFE, OKAY? THERE'S A TON OF CRAZIES OUT TONIGHT.",
      "vi": "Chết tiệt. Cẩn thận nhé, được chứ? Ngoài này điên loạn lắm."
    }
  },
  {
    "translation": {
      "en": "WHERE THE HELL HAS THAT GIRL BEEN ALL NIGHT?",
      "vi": "Cô gái đó trốn ở đâu cả đêm nay hả?"
    }
  },
  {
    "translation": {
      "en": "WE SHOULD OFFER THE JURY ANOTHER SUSPECT ALTOGETHER --",
      "vi": "Ta nên đề nghị với bồi thẩm đoàn một nghi can khác."
    }
  },
  {
    "translation": {
      "en": "MR. KAUFMAN'S WIFE, AGNES.",
      "vi": "Vợ ông Kaufman, Agnes."
    }
  },
  {
    "translation": {
      "en": "SHE WAS ANGRY ABOUT THE AFFAIR, HAD ACCESS TO HIS OFFICE,",
      "vi": "Bà ấy tức giận về vụ ngoại tình, đã vào văn phòng ông ta,"
    }
  },
  {
    "translation": {
      "en": "AND KNEW WHAT ASPIRIN LOOKED LIKE HIS BLOOD PRESSURE PILL.",
      "vi": "và biết viên aspirin nào giống thuốc huyết áp của ông ấy."
    }
  },
  {
    "translation": {
      "en": "SO WHAT BETTER WAY TO GET REVENGE",
      "vi": "và biết viên aspirin nào giống thuốc huyết áp của ông ấy. Vậy có cách nào để trả thù"
    }
  },
  {
    "translation": {
      "en": "THAN TO KILL YOUR CHEATING HUSBAND",
      "vi": "tốt hơn là giết ông chồng phản bội"
    }
  },
  {
    "translation": {
      "en": "AND PIN IT ON HIS MISTRESS?",
      "vi": "và gán tội cho ả nhân tình chứ?"
    }
  },
  {
    "translation": {
      "en": "THANK YOU.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "TAKE A SEAT, MS. PRATT. YOU'VE MOVED ON TO THE NEXT ROUND.",
      "vi": "Ngồi đi, cô Pratt. Cô đã bước vào vòng tiếp theo."
    }
  },
  {
    "translation": {
      "en": "WHO'S NEXT?",
      "vi": "Tiếp theo là ai nào?"
    }
  },
  {
    "translation": {
      "en": "Asher: IT ALL COMES DOWN TO A SIMPLE PIECE OF EVIDENCE --",
      "vi": "Tất cả đều dựa vào một bằng chứng đơn giản."
    }
  },
  {
    "translation": {
      "en": "THAT THE DOCTOR \"CLAIMS\" HE RAN MR. KAUFMAN'S BLOOD WORK",
      "vi": "Vị bác sĩ xét nghiệm máu của ông Kaufman tuyên bố"
    }
  },
  {
    "translation": {
      "en": "TOO LATE TO FIND ANY ASPIRIN IN HIS BLOOD.",
      "vi": "đã quá muộn để tìm aspirin trong máu."
    }
  },
  {
    "translation": {
      "en": "A STATISTICAL BREAKDOWN OF THE JURY POOL",
      "vi": "Một phân tích thống kê về bồi thẩm đoàn"
    }
  },
  {
    "translation": {
      "en": "SHOWS 80% OF THEM COME FROM A LOW SOCIOECONOMIC CLASS.",
      "vi": "cho thấy 80% trong số họ đến từ tầng lớp kinh tế xã hội thấp."
    }
  },
  {
    "translation": {
      "en": "YES, GINA PUT THE PILL ON HIS DESK,",
      "vi": "Đúng, Gina đã để thuốc lên bàn của ông ấy"
    }
  },
  {
    "translation": {
      "en": "BUT DID SHE HAVE THE INTENT TO KILL?",
      "vi": "nhưng cô ấy có ý định giết người không?"
    }
  },
  {
    "translation": {
      "en": "OUR CLIENT MISTOOK THE ASPIRIN AS HIS BLOOD PRESSURE MEDICATION...",
      "vi": "Thân chủ của ta đã nhầm aspirin với thuốc huyết áp..."
    }
  },
  {
    "translation": {
      "en": "THE ISSUES AT PLAY ARE COMPLICATED",
      "vi": "Các yếu tố quyết định khá phức tạp"
    }
  },
  {
    "translation": {
      "en": "AND IN NEED OF MORE EXTENSIVE RESEARCH...",
      "vi": "và cần được nghiên cứu sâu hơn..."
    }
  },
  {
    "translation": {
      "en": "SO WITHOUT A WITNESS TO ASSURE THAT, UM...",
      "vi": "Do không có nhân chứng để đảm bảo rằng..."
    }
  },
  {
    "translation": {
      "en": "DO WE REALLY TRUST THIS DOCTOR, LADIES AND GENTLEMEN OF THE JURY?",
      "vi": "Ta có thực sự tin vị bác sĩ này không, thưa quý vị trong bồi thẩm đoàn?"
    }
  },
  {
    "translation": {
      "en": "OR DID SHE SIMPLY WANT TO GIVE HIM A SCARE?",
      "vi": "Hay đơn giản cô ấy chỉ muốn dọa ông ta?"
    }
  },
  {
    "translation": {
      "en": "IPSO FACTO, THIS IS A CLASSIC CASE OF...",
      "vi": "Chính vì vậy, đây là một vụ điển hình..."
    }
  },
  {
    "translation": {
      "en": "DIMINISHED CAPACITY... A CLASS STRUGGLE...",
      "vi": "- Giảm khả năng... - Đấu tranh giai cấp..."
    }
  },
  {
    "translation": {
      "en": "AN ACCIDENT... AUTOMATISM...",
      "vi": "- Một tai nạn... - Vô thức..."
    }
  },
  {
    "translation": {
      "en": "UM, WHERE'S GINA? GINA'S ONE OF THEM",
      "vi": "- Gina ở đâu hả? - Gina là một trong số họ trong khi ông Kaufman đại diện cho người giàu và thờ ơ."
    }
  },
  {
    "translation": {
      "en": "WHILE MR. KAUFMAN REPRESENTS THE WEALTHY AND OUT OF TOUCH.",
      "vi": "trong khi ông Kaufman đại diện cho người giàu và thờ ơ. Do đó, âm mưu giết người là lời buộc tội không chính xác."
    }
  },
  {
    "translation": {
      "en": "ATTEMPTED MURDER, THEREFORE, IS A BOGUS, INACCURATE CHARGE.",
      "vi": "Do đó, âm mưu giết người là lời buộc tội không chính xác."
    }
  },
  {
    "translation": {
      "en": "WE D-- WE DON'T KNOW WHERE GINA WAS.",
      "vi": "Ta, ta không biết Gina đã ở đâu."
    }
  },
  {
    "translation": {
      "en": "I THINK NOT!",
      "vi": "Tôi không nghĩ vậy! Đúng thế, tôi không nghĩ vậy!"
    }
  },
  {
    "translation": {
      "en": "I THINK NOT, INDEED!",
      "vi": "Đúng thế, tôi không nghĩ vậy!"
    }
  },
  {
    "translation": {
      "en": "Annalise: MR. GIBBINS?",
      "vi": "Cậu Gibbins?"
    }
  },
  {
    "translation": {
      "en": "RIGHT.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "SO, THE WAY I SEE IT IS...",
      "vi": "Vậy...theo em thấy..."
    }
  },
  {
    "translation": {
      "en": "WE SAY IT WAS SELF-DEFENSE.",
      "vi": "ta nói rằng đó là tự vệ."
    }
  },
  {
    "translation": {
      "en": "AND WE DO THAT BECAUSE,",
      "vi": "Và ta làm thế bởi vì"
    }
  },
  {
    "translation": {
      "en": "WELL, GINA WAS SUFFERING FROM STOCKHOLM SYNDROME,",
      "vi": "Gina bị hội chứng Stockholm,"
    }
  },
  {
    "translation": {
      "en": "WHICH IS ACTUALLY QUITE COMMON IN ASSISTANTS WITH DEMANDING BOSSES.",
      "vi": "nó khá phổ biến ở các trợ lý với những đòi hỏi của ông chủ."
    }
  },
  {
    "translation": {
      "en": "THE AFFAIR WAS JUST ONE EXAMPLE",
      "vi": "Ngoại tình chỉ là một ví dụ của việc ông Kaufman..."
    }
  },
  {
    "translation": {
      "en": "OF HOW FAR MR. KAUFMAN'S BRAINWASHING OF GINA WENT.",
      "vi": "Ngoại tình chỉ là một ví dụ của việc ông Kaufman... đã tẩy não Gina như thế nào."
    }
  },
  {
    "translation": {
      "en": "HE MADE HER FALL IN LOVE WITH HIM.",
      "vi": "đã tẩy não Gina như thế nào. Ông ta khiến cô ấy yêu mình."
    }
  },
  {
    "translation": {
      "en": "SO IN THIS WAY, HER POISONING HIM WAS AN ACT OF SELF-DEFENSE.",
      "vi": "Nên theo cách này, cô ấy đầu độc ông ta chỉ là hành vi tự vệ."
    }
  },
  {
    "translation": {
      "en": "AND I'LL JUST GO STAND OVER THERE.",
      "vi": "Và em sẽ ra kia đứng."
    }
  },
  {
    "translation": {
      "en": "NO. SIT.",
      "vi": "Không. Ngồi đi."
    }
  },
  {
    "translation": {
      "en": "CONGRATULATIONS TO THOSE WHO MANAGED TO KEEP YOUR SEAT.",
      "vi": "Xin chúc mừng những người giữ được chỗ của mình."
    }
  },
  {
    "translation": {
      "en": "THAT SAID, NONE OF YOU BEAT MY APPROACH,",
      "vi": "Tuy thế, không ai trong cô cậu đánh bại được chiến lược của tôi,"
    }
  },
  {
    "translation": {
      "en": "WHICH GOES AS FOLLOWS.",
      "vi": "gồm các bước sau."
    }
  },
  {
    "translation": {
      "en": "STEP 1... DISCREDIT THE WITNESSES.",
      "vi": "Bước một... làm mất uy tín của các nhân chứng."
    }
  },
  {
    "translation": {
      "en": "STEP 2, INTRODUCE A NEW SUSPECT.",
      "vi": "Bước hai, giới thiệu nghi phạm mới."
    }
  },
  {
    "translation": {
      "en": "THAT PERSON IS MR. KAUFMAN'S JEALOUS BUSINESS PARTNER,",
      "vi": "Người đó là đối tác kinh doanh hay đố kỵ của ông Kaufman,"
    }
  },
  {
    "translation": {
      "en": "LIONEL BRYANT.",
      "vi": "Lionel Bryant."
    }
  },
  {
    "translation": {
      "en": "STEP 3, WE BURY THE EVIDENCE.",
      "vi": "Bước ba, ta chôn bằng chứng."
    }
  },
  {
    "translation": {
      "en": "WE THROW SO MUCH INFORMATION AT THE JURY",
      "vi": "Chúng ta đưa ra nhiều thông tin cho bồi thẩm đoàn"
    }
  },
  {
    "translation": {
      "en": "THAT THEY WALK INTO THE DELIBERATION ROOM",
      "vi": "để họ bước vào phòng nghị án với một cảm giác áp đảo, nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "WITH ONE OVERWHELMING FEELING -- DOUBT.",
      "vi": "với một cảm giác áp đảo, nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "THAT'S HOW YOU GET AWAY WITH MURDER.",
      "vi": "Đó là cách các cô cậu thoát tội giết người."
    }
  },
  {
    "translation": {
      "en": "SEE YOU IN THE COURTHOUSE AT 9:00.",
      "vi": "Hẹn mọi người ở tòa lúc 9 giờ."
    }
  },
  {
    "translation": {
      "en": "Michaela: OH, UM, PROFESSOR KEATING!",
      "vi": "Ôi, Giáo sư Keating!"
    }
  },
  {
    "translation": {
      "en": "WE HAVE TORTS AT 9:00 TOMORROW, THEN PROPERTY AT 11:00,",
      "vi": "Mai có lớp Luật dân sự lúc 9 giờ, rồi Luật tài sản lúc 11 giờ,"
    }
  },
  {
    "translation": {
      "en": "SO I'M NOT SURE -- THE WAY YOU'RE WHINING RIGHT NOW",
      "vi": "- nên em không... - Cách cô rên rỉ"
    }
  },
  {
    "translation": {
      "en": "MAKES ME BELIEVE YOU THINK I'M YOUR MOTHER, MS. PRATT.",
      "vi": "khiến tôi tin rằng tôi là mẹ cô, cô Pratt."
    }
  },
  {
    "translation": {
      "en": "SHOW UP TOMORROW OR DROP OUT OF THE COMPETITION.",
      "vi": "Xuất hiện ngày mai hoặc rút khỏi cuộc thi."
    }
  },
  {
    "translation": {
      "en": "IT'S THAT SIMPLE.",
      "vi": "Đơn giản vậy thôi."
    }
  },
  {
    "translation": {
      "en": "Tanner: I WAS HIS FIRST ASSISTANT FOR 21 YEARS,",
      "vi": "Tôi làm trợ lý thứ nhất của ông ấy trong 21 năm thế nên nhìn thấy ông ấy trên sàn như vậy"
    }
  },
  {
    "translation": {
      "en": "SO TO SEE HIM ON HIS OFFICE FLOOR LIKE THAT,",
      "vi": "thế nên nhìn thấy ông ấy trên sàn như vậy"
    }
  },
  {
    "translation": {
      "en": "IT WAS SO AWFUL.",
      "vi": "thật là khủng khiếp."
    }
  },
  {
    "translation": {
      "en": "HE WASN'T BREATHING.",
      "vi": "Ông ấy không thở. Và da ông ấy cứ tái nhợt đi."
    }
  },
  {
    "translation": {
      "en": "AND HIS SKIN KEPT GETTING MORE AND MORE BLUE.",
      "vi": "Và da ông ấy cứ tái nhợt đi."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY, AGNES. I TRIED EVERYTHING.",
      "vi": "Xin lỗi, Agnes. Tôi đã thử mọi cách."
    }
  },
  {
    "translation": {
      "en": "Williams: YOU DID EVERYTHING YOU COULD, MS. TANNER.",
      "vi": "Bà đã làm mọi thứ có thể, bà Tanner."
    }
  },
  {
    "translation": {
      "en": "WE JUST GOT SCREWED. NOT IN A GOOD WAY.",
      "vi": "Chúng ta vừa bị chơi một vố. Không tốt đẹp gì."
    }
  },
  {
    "translation": {
      "en": "YOU DON'T LIKE GINA, DO YOU?",
      "vi": "Bà không thích Gina, phải không?"
    }
  },
  {
    "translation": {
      "en": "YOU WOULD YELL AT HER, CALLING HER...",
      "vi": "Bà sẽ hét vào mặt cô ấy, gọi cô ấy là..."
    }
  },
  {
    "translation": {
      "en": "\"INCOMPETENT,\" \"STUPID,\" \"PODUNK TRAILER TRASH\"?",
      "vi": "kém cỏi, ngu ngốc, - thứ rác rưởi di động? - Không. Đó là..."
    }
  },
  {
    "translation": {
      "en": "NO. THAT'S A...",
      "vi": "- thứ rác rưởi di động? - Không. Đó là..."
    }
  },
  {
    "translation": {
      "en": "CAN I HAVE A MOMENT, YOUR HONOR?",
      "vi": "Tôi xin phép một chút, thưa quý tòa?"
    }
  },
  {
    "translation": {
      "en": "WHAT THE HELL ARE YOU DOING?",
      "vi": "Cô đang làm cái quái gì thế hả?"
    }
  },
  {
    "translation": {
      "en": "WELL, NOW WE KNOW WHO'S THE FIRST TO FLAME OUT.",
      "vi": "Giờ ta biết ai là người đầu tiên ngã ngựa rồi."
    }
  },
  {
    "translation": {
      "en": "HURRY IT ALONG, MS. KEATING.",
      "vi": "Nhanh lên, cô Keating."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT? SOMETHING THEY TAUGHT YOU IN TORTS?",
      "vi": "Cái gì vậy? Điều họ dạy trong lớp Luật dân sự à?"
    }
  },
  {
    "translation": {
      "en": "YOU SHOULD REALLY PAY ATTENTION.",
      "vi": "Cậu nên thực sự chú ý."
    }
  },
  {
    "translation": {
      "en": "YOU MIGHT LEARN SOMETHING.",
      "vi": "Cậu có thể học được gì đó. Bà Tanner, bà đã khai"
    }
  },
  {
    "translation": {
      "en": "Annalise: MS. TANNER, YOU TESTIFIED",
      "vi": "Bà Tanner, bà đã khai"
    }
  },
  {
    "translation": {
      "en": "THAT YOU SAW A PILL ON MY CLIENT'S DESK ON THE DAY OF THE ACCIDENT, CORRECT?",
      "vi": "rằng đã thấy một viên thuốc trên bàn của thân chủ tôi, đúng không?"
    }
  },
  {
    "translation": {
      "en": "YES. AND YOU SAID IT WAS A YELLOW PILL,",
      "vi": "- Đúng. - Và bà nói đó là viên thuốc màu vàng"
    }
  },
  {
    "translation": {
      "en": "SIMILAR TO PROSECUTOR WILLIAMS' SHIRT?",
      "vi": "giống như màu áo của Công tố viên Williams?"
    }
  },
  {
    "translation": {
      "en": "YES.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "PROSECUTOR WILLIAMS' SHIRT IS BLUE, MS. TANNER.",
      "vi": "Áo của Công tố viên Williams là màu xanh, bà Tanner."
    }
  },
  {
    "translation": {
      "en": "ARE YOU COLOR-BLIND?",
      "vi": "Bà bị mù màu phải không?"
    }
  },
  {
    "translation": {
      "en": "YES.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "BUT I KNOW WHAT I SAW THAT MORNING.",
      "vi": "- Nhưng tôi biết mình thấy gì sáng đó... - Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "I SEE.",
      "vi": "- Nhưng tôi biết mình thấy gì sáng đó... - Tôi hiểu. Vậy dù viên thuốc bà thấy trên bàn của thân chủ tôi là màu xanh"
    }
  },
  {
    "translation": {
      "en": "SO WHETHER THE PILL THAT YOU SAW ON MY CLIENT'S DESK WAS BLUE,",
      "vi": "Vậy dù viên thuốc bà thấy trên bàn của thân chủ tôi là màu xanh"
    }
  },
  {
    "translation": {
      "en": "LIKE HER ANXIETY MEDICATION SHE USED TO ENDURE WORKING UNDER YOU,",
      "vi": "giống như thuốc trầm cảm cô ấy dùng để chịu đựng khi làm cấp dưới của bà"
    }
  },
  {
    "translation": {
      "en": "OR YELLOW, LIKE THE ASPIRIN USED TO POISON MR. KAUFMAN,",
      "vi": "hay màu vàng, như viên aspirin dùng để đầu độc ông Kaufman"
    }
  },
  {
    "translation": {
      "en": "IS NOT SOMETHING YOU CAN TELL US?",
      "vi": "thì bà cũng không thể phân biệt được?"
    }
  },
  {
    "translation": {
      "en": "I TOLD YOU, GINA WAS ACTING NERVOUS, LIKE --",
      "vi": "Tôi đã nói là Gina đã tỏ ra lo lắng..."
    }
  },
  {
    "translation": {
      "en": "IT'S A SIMPLE QUESTION.",
      "vi": "Đó là một câu hỏi đơn giản."
    }
  },
  {
    "translation": {
      "en": "IS IT POSSIBLE THAT THE PILL THAT YOU SAW",
      "vi": "Liệu viên thuốc mà bà thấy"
    }
  },
  {
    "translation": {
      "en": "ON GINA'S DESK WAS HER ANXIETY MEDICATION?",
      "vi": "trên bàn Gina có thể là thuốc trầm cảm của cô ấy không?"
    }
  },
  {
    "translation": {
      "en": "I GUESS SO.",
      "vi": "Tôi đoán vậy."
    }
  },
  {
    "translation": {
      "en": "THANK YOU FOR YOUR CANDOR.",
      "vi": "Cảm ơn sự thẳng thắn của bà."
    }
  },
  {
    "translation": {
      "en": "Michaela: I SAW SHE WAS WEARING GLASSES IN ONE OF HER FACEBOOK PHOTOS,",
      "vi": "Em thấy bức ảnh bà ta đeo kính trên Facebook"
    }
  },
  {
    "translation": {
      "en": "WHICH GOT ME WONDERING ABOUT HER EYESIGHT,",
      "vi": "làm em nghi ngờ thị lực của bà ấy"
    }
  },
  {
    "translation": {
      "en": "SO I CALLED EVERY OPTOMETRIST COVERED UNDER HER INSURANCE,",
      "vi": "em gọi từng chuyên viên đo mắt theo bảo hiểm của bà ta"
    }
  },
  {
    "translation": {
      "en": "FOUND HERS, THEN PRETENDED TO BE A CLAIMS PROVIDER",
      "vi": "rồi em giả vờ là một nhà cung cấp"
    }
  },
  {
    "translation": {
      "en": "TO GET THE RECEPTIONIST TO ADMIT SHE HAS A CONDITION CALLED ACHROMATOPSIA.",
      "vi": "để nhờ tiếp tân thừa nhận bà ta mắc chứng mù màu."
    }
  },
  {
    "translation": {
      "en": "IT CAUSES COLOR BLINDNESS.",
      "vi": "Nó gây ra mù màu."
    }
  },
  {
    "translation": {
      "en": "STEP 1 -- DISCREDIT THE WITNESS.",
      "vi": "Bước một, làm mất uy tín của nhân chứng."
    }
  },
  {
    "translation": {
      "en": "I MIGHT AS WELL HAND YOU THE TROPHY RIGHT NOW, MS. PRATT.",
      "vi": "Tôi có thể trao cô chiếc cúp ngay bây giờ, cô Pratt."
    }
  },
  {
    "translation": {
      "en": "BUT I WON'T.",
      "vi": "Nhưng không. Đợi đến khi tôi thấy những người còn lại cố gắng ra sao."
    }
  },
  {
    "translation": {
      "en": "NOT UNTIL I SEE HOW THE REST OF YOU STEP UP YOUR GAME.",
      "vi": "Đợi đến khi tôi thấy những người còn lại cố gắng ra sao."
    }
  },
  {
    "translation": {
      "en": "Woman: AND IN OTHER NEWS, THE SEARCH CONTINUES FOR LILA STANGARD.",
      "vi": "Tin tức khác, việc tìm kiếm Lila Stangard vẫn tiếp tục."
    }
  },
  {
    "translation": {
      "en": "MS. STANGARD, A 21-YEAR-OLD STUDENT",
      "vi": "Cô Stangard, sinh viên 21 tuổi của Đại học Philadelphia"
    }
  },
  {
    "translation": {
      "en": "OF THE PHILADELPHIA UNIVERSITY, HAS NOT BEEN SEEN",
      "vi": "Cô Stangard, sinh viên 21 tuổi của Đại học Philadelphia đã mất tích từ khi bạn bè thấy cô ấy rời khỏi một bữa tiệc huynh đệ"
    }
  },
  {
    "translation": {
      "en": "SINCE FRIENDS SAW HER LEAVING A FRATERNITY PARTY",
      "vi": "đã mất tích từ khi bạn bè thấy cô ấy rời khỏi một bữa tiệc huynh đệ"
    }
  },
  {
    "translation": {
      "en": "EARLIER THIS WEEK.",
      "vi": "hồi đầu tuần."
    }
  },
  {
    "translation": {
      "en": "OH, MY GOD.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "HELLO?",
      "vi": "Xin chào?"
    }
  },
  {
    "translation": {
      "en": "PROFESSOR KEATING?",
      "vi": "Giáo sư Keating?"
    }
  },
  {
    "translation": {
      "en": "Annalise: DON'T EVEN TRY.",
      "vi": "Đừng có cố."
    }
  },
  {
    "translation": {
      "en": "PROFESSOR?",
      "vi": "Giáo sư?"
    }
  },
  {
    "translation": {
      "en": "OH, MY GOD.",
      "vi": "- Chúa ơi. - Cút ngay!"
    }
  },
  {
    "translation": {
      "en": "HEY!",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "I'M SO SORRY. TH-THE DOOR WAS OPEN. OH, I'LL KILL HIM.",
      "vi": "- Em rất xin lỗi. Cửa không khóa. - Tôi sẽ giết anh ta."
    }
  },
  {
    "translation": {
      "en": "WHY ARE YOU HERE?",
      "vi": "Tại sao cậu tới đây?"
    }
  },
  {
    "translation": {
      "en": "IT CAN WAIT. FRANK, YOU DIDN'T LOCK UP AGAIN.",
      "vi": "- Để sau cũng được. - Frank, cậu lại không đóng cửa lần nữa."
    }
  },
  {
    "translation": {
      "en": "SPEAK.",
      "vi": "Nói đi."
    }
  },
  {
    "translation": {
      "en": "[ SIGHS ] I-I-I CAME ACROSS THIS CASE --",
      "vi": "Em, em đã xem lại vụ án."
    }
  },
  {
    "translation": {
      "en": "COMMONWEALTH v. McGINNIS --",
      "vi": "Liên bang với McGinnis nói rằng ta có thể phán quyết nhanh hơn"
    }
  },
  {
    "translation": {
      "en": "WHICH SAYS WE CAN MOVE FOR A FASTER VERDICT",
      "vi": "Liên bang với McGinnis nói rằng ta có thể phán quyết nhanh hơn nếu bằng chứng của công tố là không đủ."
    }
  },
  {
    "translation": {
      "en": "IF WE THINK THE PROSECUTION'S EVIDENCE IS INSUFFICIENT.",
      "vi": "nếu bằng chứng của công tố là không đủ. Điều cậu đề xuất gọi là phán quyết trực tiếp."
    }
  },
  {
    "translation": {
      "en": "WHAT YOU'RE SUGGESTING IS CALLED A \"DIRECTED VERDICT.\"",
      "vi": "Điều cậu đề xuất gọi là phán quyết trực tiếp."
    }
  },
  {
    "translation": {
      "en": "IF WE ASK FOR IT AND GET DENIED,",
      "vi": "Nếu chúng ta yêu cầu và bị bác bỏ công chúng sẽ biết rằng có đủ bằng chứng để kết tội."
    }
  },
  {
    "translation": {
      "en": "ALL THE PUBLIC WILL HEAR IS THERE'S ENOUGH EVIDENCE TO CONVICT.",
      "vi": "công chúng sẽ biết rằng có đủ bằng chứng để kết tội."
    }
  },
  {
    "translation": {
      "en": "BUT YOU DISCREDITED THE FIRST ASSISTANT TODAY AND --",
      "vi": "Nhưng cô làm mất uy tín trợ lý thứ nhất và..."
    }
  },
  {
    "translation": {
      "en": "YOU HAD AN IDEA. I'M TELLING YOU IT'S A BAD ONE.",
      "vi": "Cậu có một ý tưởng. Nhưng nó không hay."
    }
  },
  {
    "translation": {
      "en": "GOOD NIGHT, SETH.",
      "vi": "Chúc ngủ ngon, Seth."
    }
  },
  {
    "translation": {
      "en": "WES.",
      "vi": "Là Wes ạ."
    }
  },
  {
    "translation": {
      "en": "RIGHT.",
      "vi": "Phải rồi."
    }
  },
  {
    "translation": {
      "en": "♪ DASHING THROUGH THE SNOW, IN A ONE-HORSE OPEN SLEIGH ♪",
      "vi": "Băng qua tuyết trắng Trên một cỗ xe ngựa kéo..."
    }
  },
  {
    "translation": {
      "en": "CONNOR, PLEASE STOP.",
      "vi": "- Connor, làm ơn thôi đi. - Chúng ta qua những cánh đồng"
    }
  },
  {
    "translation": {
      "en": "♪ O'ER THE FIELDS WE GO, LAUGHING ALL THE WAY ♪",
      "vi": "- Connor, làm ơn thôi đi. - Chúng ta qua những cánh đồng Cười vui suốt dọc đường..."
    }
  },
  {
    "translation": {
      "en": "NO. I LIKE IT, ESPECIALLY THAT IT ANNOYS YOU.",
      "vi": "Không, tôi thích nó, nhất là nó làm cậu khó chịu."
    }
  },
  {
    "translation": {
      "en": "♪ WHAT FUN IT IS TO RIDE AND SING A SLAYING SONG TONIGHT ♪",
      "vi": "Thật vui khi được lái xe Và hát bài hát giết người đêm nay"
    }
  },
  {
    "translation": {
      "en": "♪ OH, JINGLE BELLS, JINGLE BELLS, JINGLE ALL THE WAY ♪",
      "vi": "Chuông ngân vang..."
    }
  },
  {
    "translation": {
      "en": "Laurel: WHAT'S ALL THIS FOR?",
      "vi": "Chuông ngân vang... Để làm gì đây?"
    }
  },
  {
    "translation": {
      "en": "I FIGURED I SHOULD BUY OTHER STUFF IN CASE I'M ON THE SURVEILLANCE VIDEO.",
      "vi": "Tôi nghĩ nên mua thứ khác nếu có mặt trong đoạn băng."
    }
  },
  {
    "translation": {
      "en": "WHY? WE CAN JUST KILL THE STORE OWNER IF WE NEED TO, RIGHT?",
      "vi": "Tại sao? Nếu cần thì giết luôn chủ tiệm, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "♪ ...ONE-HORSE OPEN SLEIGH ♪ ♪ HEY! ♪",
      "vi": "Này! Chuông ngân vang Tiếng chuông ngân khắp nơi"
    }
  },
  {
    "translation": {
      "en": "♪ JINGLE BELLS, JINGLE BELLS, JINGLE ALL THE WAY ♪",
      "vi": "Chuông ngân vang Tiếng chuông ngân khắp nơi"
    }
  },
  {
    "translation": {
      "en": "♪ OH, WHAT FUN TO KILL SOMEONE AND END UP IN JAIL ♪",
      "vi": "Thật vui khi giết ai đó Và phải đi tù"
    }
  },
  {
    "translation": {
      "en": "MAKER'S MANHATTAN, TWO CHERRIES.",
      "vi": "Ly Maker's Manhattan, hai trái anh đào."
    }
  },
  {
    "translation": {
      "en": "SO, YOU KNOW, YOUR CO-WORKERS SEEM TO WANT A SHOW.",
      "vi": "Anh biết đấy, đồng nghiệp của anh dường như muốn một buổi diễn."
    }
  },
  {
    "translation": {
      "en": "SO JUST SAY THE WORD AND WE CAN START MAKING OUT.",
      "vi": "Nên chỉ cần nói một câu và ta có thể hôn nhau."
    }
  },
  {
    "translation": {
      "en": "[ CHUCKLES ] IGNORE THEM.",
      "vi": "Kệ họ đi. Tôi chỉ,"
    }
  },
  {
    "translation": {
      "en": "I-I JUST -- I DON'T TALK TO GUYS AT BARS THAT OFTEN.",
      "vi": "tôi thường không nói chuyện ở quán bar."
    }
  },
  {
    "translation": {
      "en": "SO, LET ME GUESS.",
      "vi": "Vậy, để tôi đoán."
    }
  },
  {
    "translation": {
      "en": "YOU GUYS ALL WORK IN THE ADVERTISING AGENCY UPSTAIRS?",
      "vi": "Tất cả các anh làm việc cho công ty quảng cáo trên lầu?"
    }
  },
  {
    "translation": {
      "en": "IS IT THAT OBVIOUS?",
      "vi": "Dễ nhận ra vậy ư?"
    }
  },
  {
    "translation": {
      "en": "I WORK IN THE BANK ACROSS THE STREET,",
      "vi": "Tôi làm việc ở ngân hàng bên kia đường"
    }
  },
  {
    "translation": {
      "en": "AND THE ONLY HOT GUYS THAT EVER COME IN HERE",
      "vi": "và những anh chàng hấp dẫn từng bước vào đây"
    }
  },
  {
    "translation": {
      "en": "ARE FROM YOUR AGENCY. [ CHUCKLES ]",
      "vi": "đều từ công ty của anh."
    }
  },
  {
    "translation": {
      "en": "HOT? WOW. UH...",
      "vi": "Hấp dẫn? Chà, tôi không làm vị trí hấp dẫn ở công ty,"
    }
  },
  {
    "translation": {
      "en": "I DON'T WORK IN THE COOL PART OF THE COMPANY,",
      "vi": "Chà, tôi không làm vị trí hấp dẫn ở công ty,"
    }
  },
  {
    "translation": {
      "en": "IF THAT'S WHAT YOU'RE THINKING.",
      "vi": "nếu anh đang nghĩ vậy. Tôi làm cho bộ phận IT."
    }
  },
  {
    "translation": {
      "en": "I'M IN I.T. I.T.?",
      "vi": "nếu anh đang nghĩ vậy. Tôi làm cho bộ phận IT. IT?"
    }
  },
  {
    "translation": {
      "en": "NO, I-I THINK I.T.'s VERY COOL.",
      "vi": "Không, tôi, tôi nghĩ IT rất ngầu."
    }
  },
  {
    "translation": {
      "en": "CAN I ASK YOU SOMETHING? YEAH.",
      "vi": "- Tôi hỏi anh một câu nhé? - Ừ."
    }
  },
  {
    "translation": {
      "en": "DID YOU KNOW THAT SECRETARY THAT TRIED TO KILL HER BOSS WITH AN ASPIRIN?",
      "vi": "Anh có biết cô trợ lý cố giết sếp mình bằng viên aspirin không?"
    }
  },
  {
    "translation": {
      "en": "THE LEGAL DEPARTMENT WARNED US NOT TO TALK ABOUT THAT.",
      "vi": "Bộ phận pháp lý cấm chúng tôi nói về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "OH. RIGHT.",
      "vi": "Bộ phận pháp lý cấm chúng tôi nói về chuyện đó. À, phải rồi."
    }
  },
  {
    "translation": {
      "en": "SORRY I ASKED.",
      "vi": "Xin lỗi vì đã hỏi."
    }
  },
  {
    "translation": {
      "en": "UH, OKAY, BUT NO ONE CAN KNOW I TOLD YOU THIS.",
      "vi": "Được rồi, nhưng...không ai được biết tôi kể chuyện này với anh."
    }
  },
  {
    "translation": {
      "en": "HOW'D YOU GET THIS?",
      "vi": "Sao cậu có được thứ này?"
    }
  },
  {
    "translation": {
      "en": "I THOUGHT ALL YOU WANTED FROM ME WERE THOSE E-MAILS.",
      "vi": "Tôi tưởng anh chỉ muốn mấy cái email từ tôi."
    }
  },
  {
    "translation": {
      "en": "I DID. BUT I WANT THIS, TOO.",
      "vi": "Đúng thế. Nhưng tôi muốn điều này nữa."
    }
  },
  {
    "translation": {
      "en": "TURN OVER.",
      "vi": "Quay lại."
    }
  },
  {
    "translation": {
      "en": "IT WASN'T EXACTLY LEGAL, IS THE POINT.",
      "vi": "Vấn đề là nó không được... hợp pháp cho lắm."
    }
  },
  {
    "translation": {
      "en": "THEN WE JUST HAVE TO GET CREATIVE.",
      "vi": "Vậy thì chúng ta phải sáng tạo thôi."
    }
  },
  {
    "translation": {
      "en": "BONNIE!",
      "vi": "Bonnie!"
    }
  },
  {
    "translation": {
      "en": "MR. BRYANT, YOU AND YOUR BUSINESS PARTNER, MR. KAUFMAN,",
      "vi": "Ông Bryant, ông và đối tác kinh doanh, ông Kaufman,"
    }
  },
  {
    "translation": {
      "en": "HAD A MEETING IN HIS OFFICE ON THE MORNING OF THE ACCIDENT, CORRECT?",
      "vi": "đã có cuộc họp tại văn phòng ông ấy vào sáng hôm xảy ra tai nạn, đúng không?"
    }
  },
  {
    "translation": {
      "en": "YES. TO DISCUSS MOVING GINA TO ACCOUNTING.",
      "vi": "Đúng. Để thảo luận việc chuyển Gina đến bộ phận kế toán. Nhằm tránh bất kỳ vụ kiện quấy rối tình dục có thể xảy ra?"
    }
  },
  {
    "translation": {
      "en": "SO TO AVOID ANY POSSIBLE SEXUAL-HARASSMENT LAWSUIT?",
      "vi": "Nhằm tránh bất kỳ vụ kiện quấy rối tình dục có thể xảy ra?"
    }
  },
  {
    "translation": {
      "en": "THAT'S CORRECT.",
      "vi": "Chính xác. Ông vui lòng đọc email mà ông gửi cho ông Kaufman chứ?"
    }
  },
  {
    "translation": {
      "en": "WILL YOU PLEASE READ THIS E-MAIL THAT YOU WROTE TO MR. KAUFMAN?",
      "vi": "Ông vui lòng đọc email mà ông gửi cho ông Kaufman chứ?"
    }
  },
  {
    "translation": {
      "en": "\"DEAR ARTHUR, CONSIDER THIS MY OFFICIAL REQUEST",
      "vi": "Gửi Arthur, hãy cân nhắc yêu cầu chính thức của tôi"
    }
  },
  {
    "translation": {
      "en": "\"THAT YOU STEP DOWN AS C.E.O.",
      "vi": "rằng ông từ bỏ chức giám đốc điều hành"
    }
  },
  {
    "translation": {
      "en": "\"I'VE WARNED YOU ABOUT HAVING SEXUAL RELATIONS",
      "vi": "tôi đã cảnh báo ông về việc quan hệ tình dục với nhân viên"
    }
  },
  {
    "translation": {
      "en": "WITH EMPLOYEES OF THIS COMPANY --\"",
      "vi": "- của công ty... - Thưa quý tòa, email"
    }
  },
  {
    "translation": {
      "en": "YOUR HONOR, THIS E-MAIL WAS NOT PART OF THE DISCOVERY FILE.",
      "vi": "không có trong hồ sơ tố tụng."
    }
  },
  {
    "translation": {
      "en": "IS THIS TRUE? Annalise: I THOUGHT IT WAS.",
      "vi": "- Thật vậy không? - Tôi nghĩ là có. Mặc dù trợ lý của tôi biết rõ các giấy tờ hơn trong vụ này."
    }
  },
  {
    "translation": {
      "en": "ALTHOUGH MY ASSOCIATE IS MORE FAMILIAR WITH THE PAPERWORK ON THIS CASE.",
      "vi": "Mặc dù trợ lý của tôi biết rõ các giấy tờ hơn trong vụ này."
    }
  },
  {
    "translation": {
      "en": "BONNIE?",
      "vi": "- Bonnie? - Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "OH, MY GOD. WHAT?",
      "vi": "- Tôi tìm thấy ở hồ sơ... - Sao?"
    }
  },
  {
    "translation": {
      "en": "I FOUND THE E-MAIL IN THE FILES GIVEN TO US",
      "vi": "...được chuyển lại từ luật sư cũ của thân chủ, thưa quý tòa."
    }
  },
  {
    "translation": {
      "en": "BY OUR CLIENT'S PREVIOUS ATTORNEY, YOUR HONOR.",
      "vi": "...được chuyển lại từ luật sư cũ của thân chủ, thưa quý tòa. Tôi cho rằng nó có trong hồ sơ tố tụng."
    }
  },
  {
    "translation": {
      "en": "I JUST ASSUMED IT WAS PART OF THE DISCOVERY FILE.",
      "vi": "Tôi cho rằng nó có trong hồ sơ tố tụng."
    }
  },
  {
    "translation": {
      "en": "IT WASN'T, WHICH MEANS IT WAS OBVIOUSLY OBTAINED ILLEGALLY.",
      "vi": "Không có, nên rõ ràng điều đó là bất hợp pháp. Đủ rồi."
    }
  },
  {
    "translation": {
      "en": "DID YOU WRITE THIS E-MAIL, MR. BRYANT? YES.",
      "vi": "Ông đã viết email này, ông Bryant? Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "THEN I HAVE TO SIDE WITH THE DEFENSE HERE.",
      "vi": "Vậy thì tôi đồng ý với bên biện hộ."
    }
  },
  {
    "translation": {
      "en": "THE E-MAIL'S ADMISSIBLE. YOUR HONOR!",
      "vi": "- Email được chấp nhận. - Thưa quý tòa!"
    }
  },
  {
    "translation": {
      "en": "I'VE MADE MY DECISION, MR. WILLIAMS.",
      "vi": "Tôi đã đưa ra quyết định, ông Williams."
    }
  },
  {
    "translation": {
      "en": "MR. BRYANT, AS STATED IN THE E-MAIL,",
      "vi": "Ông Bryant, như đã nói trong email"
    }
  },
  {
    "translation": {
      "en": "YOU WERE ANGRY AT MR. KAUFMAN FOR TAKING PART",
      "vi": "ông đã nổi giận với ông Kaufman vì có quan hệ tình dục"
    }
  },
  {
    "translation": {
      "en": "IN A SEXUAL RELATIONSHIP WITH AN EMPLOYEE.",
      "vi": "ông đã nổi giận với ông Kaufman vì có quan hệ tình dục - với nhân viên. - Tôi đã thất vọng, phải."
    }
  },
  {
    "translation": {
      "en": "I WAS FRUSTRATED, YES.",
      "vi": "- với nhân viên. - Tôi đã thất vọng, phải."
    }
  },
  {
    "translation": {
      "en": "SO FRUSTRATED THAT PERHAPS YOU SWAPPED",
      "vi": "Thất vọng đến nỗi mà có lẽ ông đã tráo"
    }
  },
  {
    "translation": {
      "en": "HIS BLOOD PRESSURE PILL FOR AN ASPIRIN",
      "vi": "Thất vọng đến nỗi mà có lẽ ông đã tráo thuốc huyết áp với một viên aspirin"
    }
  },
  {
    "translation": {
      "en": "IN ORDER TO GAIN SOLE OWNERSHIP OF THE COMPANY?",
      "vi": "để giành quyền sở hữu duy nhất của công ty?"
    }
  },
  {
    "translation": {
      "en": "OBJECTION! WITHDRAWN.",
      "vi": "- Phản đối! - Rút lại."
    }
  },
  {
    "translation": {
      "en": "NO FURTHER QUESTIONS.",
      "vi": "Không còn câu hỏi nào nữa."
    }
  },
  {
    "translation": {
      "en": "Annalise: WE DID WELL TODAY,",
      "vi": "Hôm nay ta đã làm tốt"
    }
  },
  {
    "translation": {
      "en": "NO DOUBT DUE TO MR. WALSH'S HARD WORK LAST NIGHT.",
      "vi": "chắc chắn là nhờ sự vất vả của cậu Walsh tối qua."
    }
  },
  {
    "translation": {
      "en": "I'LL BE AT THE DEAN'S COCKTAIL PARTY",
      "vi": "Tôi dự tiệc cocktail của hiệu trưởng"
    }
  },
  {
    "translation": {
      "en": "IF YOU FIND ANYTHING BEFORE TOMORROW. HOW'D YOU GET THAT E-MAIL?",
      "vi": "- nếu cô cậu có gì trước ngày mai. - Sao cậu có email đó?"
    }
  },
  {
    "translation": {
      "en": "YEAH, BRO, FOR REALS.",
      "vi": "Phải đó, anh bạn, thật đấy."
    }
  },
  {
    "translation": {
      "en": "I DON'T KISS AND TELL.",
      "vi": "Tôi không bép xép."
    }
  },
  {
    "translation": {
      "en": "WHAT THE HELL DOES THAT MEAN?",
      "vi": "Câu đó có nghĩa quái gì chứ?"
    }
  },
  {
    "translation": {
      "en": "WHERE ARE YOU GOING? WHERE ARE YOU GOING? ARTHUR.",
      "vi": "Em đi đâu vậy? - Em đi đâu vậy? - Arthur."
    }
  },
  {
    "translation": {
      "en": "DON'T -- DON'T GO! IT'S JUST THE RESTROOM, SWEETIE.",
      "vi": "- Đừng, đừng đi! - Nhà vệ sinh thôi, anh yêu."
    }
  },
  {
    "translation": {
      "en": "DON'T GO. DON'T GO. IT'S JUST THE RESTROOM, SWEETIE.",
      "vi": "- Đừng đi. - Nhà vệ sinh. Suỵt. Em sẽ quay lại."
    }
  },
  {
    "translation": {
      "en": "Shh, shh, shh. I'LL BE RIGHT BACK.",
      "vi": "Suỵt. Em sẽ quay lại. NHÀ VỆ SINH NỮ"
    }
  },
  {
    "translation": {
      "en": "Griffin: IT'S ABOUT THE BOTH OF US. DON'T YOU GET THAT?",
      "vi": "Nó liên quan đến hai ta."
    }
  },
  {
    "translation": {
      "en": "Rebecca: GRIFFIN, STOP! THIS HAPPENED, SO GET YOUR HEAD OUT OF YOUR ASS!",
      "vi": "- Cô không hiểu à? - Thôi đi Griffin! Tỉnh táo lại giùm đi! Đừng có hét nữa!"
    }
  },
  {
    "translation": {
      "en": "DO YOU NEED HELP?",
      "vi": "Cô cần giúp không?"
    }
  },
  {
    "translation": {
      "en": "IT'S FINE.",
      "vi": "Không sao đâu."
    }
  },
  {
    "translation": {
      "en": "IT'S NOT A BIG DEAL.",
      "vi": "Chuyện nhỏ ấy mà."
    }
  },
  {
    "translation": {
      "en": "GET OUT OF MY APARTMENT!",
      "vi": "Ra khỏi nhà tôi đi!"
    }
  },
  {
    "translation": {
      "en": "FIRST YEAR IS THE WORST, NO DOUBT.",
      "vi": "Năm đầu tiên luôn tệ nhất, chắc chắn luôn."
    }
  },
  {
    "translation": {
      "en": "JUST PUT YOUR HEAD DOWN, DO THE WORK,",
      "vi": "Cứ cúi đầu xuống, làm việc"
    }
  },
  {
    "translation": {
      "en": "AND TRY NOT TO TAKE IT SO SERIOUSLY.",
      "vi": "và cố gắng không căng thẳng quá."
    }
  },
  {
    "translation": {
      "en": "OKAY, NO OFFENSE, MAN, BUT, OBVIOUSLY,",
      "vi": "Rồi, không có ý gì đâu, nhưng rõ ràng"
    }
  },
  {
    "translation": {
      "en": "YOU NEVER WENT TO LAW SCHOOL.",
      "vi": "chú chưa học luật."
    }
  },
  {
    "translation": {
      "en": "THIS PLACE IS A DOGFIGHT 24/7.",
      "vi": "Nơi này là một cuộc cắn xé suốt ngày suốt đêm."
    }
  },
  {
    "translation": {
      "en": "AND ONLY THE BIG DOG GET THE BONE.",
      "vi": "Con chó nào to mới có được cục xương."
    }
  },
  {
    "translation": {
      "en": "FINE. YOU'RE ON TO ME.",
      "vi": "Tốt. Cậu bắt thóp tôi rồi."
    }
  },
  {
    "translation": {
      "en": "I'M A PSYCHOLOGY PROFESSOR.",
      "vi": "Tôi là giáo sư tâm lý học."
    }
  },
  {
    "translation": {
      "en": "BUT BEFORE YOU LOSE ALL RESPECT FOR ME,",
      "vi": "Nhưng trước khi mất hết sự tôn trọng với tôi"
    }
  },
  {
    "translation": {
      "en": "YOU SHOULD KNOW THAT I WORK WITH THE FIRM SOMETIMES.",
      "vi": "các bạn nên biết đôi khi tôi làm việc cho công ty."
    }
  },
  {
    "translation": {
      "en": "AND YOU? YOU ARE?",
      "vi": "Còn cậu? Cậu là?"
    }
  },
  {
    "translation": {
      "en": "WES. HE'S IN YOUR WIFE'S CLASS, TOO.",
      "vi": "Wes. Cậu ấy cũng ở lớp của vợ ông."
    }
  },
  {
    "translation": {
      "en": "AH. SAM. HOW'S IT GOING SO FAR?",
      "vi": "À. Là Sam. Mọi chuyện đến giờ thế nào?"
    }
  },
  {
    "translation": {
      "en": "HAS SHE GONE FULL TERRORIST ON YOU YET OR NO?",
      "vi": "Cô ấy đã khủng bố cậu hết mức hay chưa?"
    }
  },
  {
    "translation": {
      "en": "I'M SORRY. WHO'S YOUR WIFE?",
      "vi": "Tôi xin lỗi. Vợ ông là ai?"
    }
  },
  {
    "translation": {
      "en": "PROFESSOR KEATING.",
      "vi": "Giáo sư Keating."
    }
  },
  {
    "translation": {
      "en": "THERE SHE IS.",
      "vi": "Cô ấy đây rồi. Để anh đoán, tai em đỏ lên?"
    }
  },
  {
    "translation": {
      "en": "LET ME GUESS -- YOUR EARS WERE BURNING?",
      "vi": "Để anh đoán, tai em đỏ lên?"
    }
  },
  {
    "translation": {
      "en": "SHOULD THEY BE? DON'T WORRY. I DIDN'T SPILL ANY SECRETS.",
      "vi": "- Chúng nên đỏ à? - Đừng lo. Anh chưa tiết lộ bí mật đâu."
    }
  },
  {
    "translation": {
      "en": "WELL, NOT YET, AT LEAST.",
      "vi": "À, ít nhất là vẫn chưa."
    }
  },
  {
    "translation": {
      "en": "TO FIRST YEAR.",
      "vi": "Mừng năm nhất."
    }
  },
  {
    "translation": {
      "en": "Woman: [ LAUGHS ]",
      "vi": "Chắc họ đang tự hỏi chúng ta đi đâu rồi."
    }
  },
  {
    "translation": {
      "en": "THEY'RE TOTALLY WONDERING WHERE WE WENT RIGHT NOW.",
      "vi": "Chắc họ đang tự hỏi chúng ta đi đâu rồi. Không thể nào."
    }
  },
  {
    "translation": {
      "en": "Man: NO WAY.",
      "vi": "Ở đây này."
    }
  },
  {
    "translation": {
      "en": "FLASHLIGHT.",
      "vi": "Đèn pin. Này. Jen không được biết chuyện này, được chứ?"
    }
  },
  {
    "translation": {
      "en": "HEY, HEY. JEN CANNOT FIND OUT ABOUT THIS, OKAY?",
      "vi": "Này. Jen không được biết chuyện này, được chứ?"
    }
  },
  {
    "translation": {
      "en": "DEAL. OKAY.",
      "vi": "- Đồng ý. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT?",
      "vi": "Cái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "HEY! WHO'S THERE?",
      "vi": "Này! Ai đó?"
    }
  },
  {
    "translation": {
      "en": "CAN WE GO?",
      "vi": "Ta đi được không?"
    }
  },
  {
    "translation": {
      "en": "WHY IS FRANK CALLING YOU?",
      "vi": "Tại sao Frank lại gọi cậu?"
    }
  },
  {
    "translation": {
      "en": "WHAT? I SAW YOUR PHONE, LAUREL.",
      "vi": "- Gì cơ? - Tôi thấy điện thoại của cậu."
    }
  },
  {
    "translation": {
      "en": "WHAT THE HELL'S GOING ON?",
      "vi": "Chuyện quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I ONLY SAW THEM TOGETHER FOR A SECOND, I KNOW,",
      "vi": "Tôi biết mình chỉ thấy họ ở cùng nhau vài giây,"
    }
  },
  {
    "translation": {
      "en": "BUT -- WELL, IT MAKES SENSE.",
      "vi": "nhưng..."
    }
  },
  {
    "translation": {
      "en": "A WIFE GETS SO TIRED OF HER HUSBAND CHEATING",
      "vi": "cũng dễ hiểu. Một người vợ mệt mỏi vì ông chồng ngoại tình"
    }
  },
  {
    "translation": {
      "en": "THAT SHE TEAMS UP WITH HIS MISTRESS FOR REVENGE.",
      "vi": "đến nỗi phải kết hợp với nhân tình của ông ta để trả thù."
    }
  },
  {
    "translation": {
      "en": "FINE. SAY YOU'RE RIGHT.",
      "vi": "Được. Cứ cho là cô đúng."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU EXPECT US TO DO ABOUT IT?",
      "vi": "Cô mong chúng ta làm gì chứ?"
    }
  },
  {
    "translation": {
      "en": "PUT YOU ON THE STAND SO THE JURY DEFINITELY HAS ENOUGH EVIDENCE",
      "vi": "Đưa cô ra trước tòa để bồi thẩm đoàn có đủ bằng chứng kết tội Gina?"
    }
  },
  {
    "translation": {
      "en": "TO CONVICT GINA? NO. OBVIOUSLY NOT.",
      "vi": "có đủ bằng chứng kết tội Gina? Không. Rõ ràng là không. Tôi chỉ..."
    }
  },
  {
    "translation": {
      "en": "I-I JUST...",
      "vi": "Không. Rõ ràng là không. Tôi chỉ..."
    }
  },
  {
    "translation": {
      "en": "YOU ALREADY KNEW.",
      "vi": "Anh đã biết điều này."
    }
  },
  {
    "translation": {
      "en": "I DIDN'T SAY THAT.",
      "vi": "Tôi đâu nói thế."
    }
  },
  {
    "translation": {
      "en": "RIGHT.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "BECAUSE THEN YOU'D ACTUALLY BE ADMITTING, OUT LOUD,",
      "vi": "Vì như vậy anh sẽ thừa nhận rõ ràng"
    }
  },
  {
    "translation": {
      "en": "TO DEFENDING A GUILTY CLIENT.",
      "vi": "để bào chữa thân chủ có tội."
    }
  },
  {
    "translation": {
      "en": "AND WHO REALLY HAS TIME TO DEAL WITH THE MORAL REPERCUSSIONS OF THAT?",
      "vi": "Và đâu ai rảnh đi giải quyết hậu quả đạo đức của điều đó?"
    }
  },
  {
    "translation": {
      "en": "Frank: BROWN, RIGHT?",
      "vi": "Brown, phải không?"
    }
  },
  {
    "translation": {
      "en": "OR WAS IT SMITH? BERKELEY?",
      "vi": "Hay là Smith? Berkeley?"
    }
  },
  {
    "translation": {
      "en": "[ SCOFFS ] BROWN.",
      "vi": "Brown."
    }
  },
  {
    "translation": {
      "en": "WHAT? YOU READ MY APPLICATION OR SOMETHING?",
      "vi": "Sao? Anh đọc học bạ của tôi hay sao?"
    }
  },
  {
    "translation": {
      "en": "JUST A GUESS. WE GET A LOT OF YOU AROUND HERE.",
      "vi": "Chỉ đoán thôi. Ở đây có nhiều người như cô."
    }
  },
  {
    "translation": {
      "en": "SMART, IDEALISTIC GIRLS WHO COME TO LAW SCHOOL",
      "vi": "Những cô gái thông minh và có lý tưởng, đến trường luật"
    }
  },
  {
    "translation": {
      "en": "TO HELP THE LESS FORTUNATE,",
      "vi": "để giúp đỡ những người kém may mắn"
    }
  },
  {
    "translation": {
      "en": "ONLY TO TAKE A CORPORATE JOB AFTER GRADUATION,",
      "vi": "chỉ để ra làm cho công ty lớn sau khi tốt nghiệp"
    }
  },
  {
    "translation": {
      "en": "WHICH THEY THEN QUIT THE SECOND THEY GET PREGNANT",
      "vi": "rồi bỏ việc ngay khi mang thai"
    }
  },
  {
    "translation": {
      "en": "'CAUSE THEY'D RATHER STAY HOME.",
      "vi": "vì họ thích ở nhà hơn."
    }
  },
  {
    "translation": {
      "en": "FOR THE CHILD, OF COURSE.",
      "vi": "Vì đứa trẻ, tất nhiên."
    }
  },
  {
    "translation": {
      "en": "YOU'RE A MISOGYNISTIC ASS.",
      "vi": "Anh là một tên ghét phụ nữ khốn kiếp."
    }
  },
  {
    "translation": {
      "en": "STOP...SCREWING... THE STUDENTS.",
      "vi": "Thôi trêu ghẹo... sinh viên đi."
    }
  },
  {
    "translation": {
      "en": "I'M NOT GOING TO SAY ANYTHING.",
      "vi": "Em sẽ không hé răng đâu. - Nói thật, cái mà em thấy là... - Dừng lại."
    }
  },
  {
    "translation": {
      "en": "HONESTLY, THE FACT THAT I EVEN SAW THAT WAS MY --",
      "vi": "- Nói thật, cái mà em thấy là... - Dừng lại."
    }
  },
  {
    "translation": {
      "en": "I NEED TO APOLOGIZE.",
      "vi": "Tôi cần phải xin lỗi."
    }
  },
  {
    "translation": {
      "en": "MY HUSBAND AND I HAVE BEEN TALKING",
      "vi": "Vợ chồng tôi đã..."
    }
  },
  {
    "translation": {
      "en": "ABOUT HAVING A BABY FOR A LONG TIME NOW.",
      "vi": "nói chuyện về việc có con trong một thời gian dài rồi."
    }
  },
  {
    "translation": {
      "en": "AND I HATE MAKING EXCUSES,",
      "vi": "Và tôi ghét phải viện lý do, nhưng,"
    }
  },
  {
    "translation": {
      "en": "BUT IT'S PUT A LOT OF PRESSURE ON US AND OUR MARRIAGE.",
      "vi": "nó đặt nhiều áp lực lên chúng tôi và cuộc hôn nhân."
    }
  },
  {
    "translation": {
      "en": "OH, MY GOD.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "OH, GOD, I JUST...",
      "vi": "Chúa ơi, tôi chỉ..."
    }
  },
  {
    "translation": {
      "en": "I'M TOTALLY MAKING -- MAKING IT WORSE.",
      "vi": "Tôi hoàn toàn khiến nó tồi tệ hơn."
    }
  },
  {
    "translation": {
      "en": "FORGIVE ME.",
      "vi": "Thứ lỗi cho tôi."
    }
  },
  {
    "translation": {
      "en": "THANK YOU FOR KEEPING THIS BETWEEN US. HMM?",
      "vi": "Cảm ơn vì giữ bí mật chuyện này giữa hai ta."
    }
  },
  {
    "translation": {
      "en": "OF COURSE.",
      "vi": "Tất nhiên ạ."
    }
  },
  {
    "translation": {
      "en": "I'LL JUST...",
      "vi": "Em sẽ..."
    }
  },
  {
    "translation": {
      "en": "...GO.",
      "vi": "đi."
    }
  },
  {
    "translation": {
      "en": "Griffin: IF LILA WERE HERE,",
      "vi": "Nếu Lila ở đây"
    }
  },
  {
    "translation": {
      "en": "I KNOW SHE'D WANT TO THANK EVERYONE FOR THEIR SUPPORT.",
      "vi": "tôi biết cô ấy muốn cảm ơn sự giúp đỡ của mọi người."
    }
  },
  {
    "translation": {
      "en": "Woman: THAT WAS STAR MIDDLETON QUARTERBACK GRIFFIN O'REILLY",
      "vi": "Đó là ngôi sao đội Middleton, tiền vệ Griffin O'Reilly"
    }
  },
  {
    "translation": {
      "en": "SPEAKING TONIGHT AT A VIGIL",
      "vi": "phát biểu tại buổi cầu nguyện tối nay"
    }
  },
  {
    "translation": {
      "en": "HELD FOR HIS GIRLFRIEND, LILA STANGARD. SAM!",
      "vi": "- tổ chức cho bạn gái, Lila Stangard. - Sam!"
    }
  },
  {
    "translation": {
      "en": "HEY, GUYS. HEY.",
      "vi": "- Chào, mọi người. - Chào."
    }
  },
  {
    "translation": {
      "en": "HEY.",
      "vi": "Chào. Yale thế nào? Để tôi đoán, họ mến anh, phải không?"
    }
  },
  {
    "translation": {
      "en": "HOW WAS YALE? LET ME GUESS -- THEY LOVED YOU, RIGHT?",
      "vi": "Yale thế nào? Để tôi đoán, họ mến anh, phải không?"
    }
  },
  {
    "translation": {
      "en": "OFFERED YOU THE WHOLE DEPARTMENT?",
      "vi": "Cho anh cả một khoa? Họ chỉ mới bàn bạc thôi. Chưa ai chuyển đi đâu hết."
    }
  },
  {
    "translation": {
      "en": "THEY'RE JUST EARLY TALKS. NO ONE'S MOVING ANYWHERE YET.",
      "vi": "Họ chỉ mới bàn bạc thôi. Chưa ai chuyển đi đâu hết."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT. I'M HEADING TO BED. YOU COMING?",
      "vi": "Được rồi. Anh lên giường đây. Em lên chứ?"
    }
  },
  {
    "translation": {
      "en": "I'VE MISSED YOU.",
      "vi": "Anh nhớ em lắm."
    }
  },
  {
    "translation": {
      "en": "I'LL BE UP SOON.",
      "vi": "Em sẽ lên ngay."
    }
  },
  {
    "translation": {
      "en": "Wes: HEY.",
      "vi": "MỪNG HÀNG XÓM Chào cô."
    }
  },
  {
    "translation": {
      "en": "OH. HEY.",
      "vi": "Ồ. Chào anh."
    }
  },
  {
    "translation": {
      "en": "UH, THAT'S JUST TO SAY SORRY FOR TONIGHT",
      "vi": "À, quà tạ lỗi cho tối nay"
    }
  },
  {
    "translation": {
      "en": "AND THEN THE NIGHT BEFORE THAT.",
      "vi": "và tối hôm qua nữa."
    }
  },
  {
    "translation": {
      "en": "SO DON'T ACTUALLY THINK I'M THAT NICE.",
      "vi": "Ăn trộm ở quán bar tôi làm nên đừng nghĩ tôi tốt đẹp gì."
    }
  },
  {
    "translation": {
      "en": "I'VE HEARD THE MUSIC YOU LISTEN TO. I NEVER THOUGHT YOU WERE NICE.",
      "vi": "Tôi đã nghe thể loại nhạc cô thích. Không nghĩ cô tốt vậy."
    }
  },
  {
    "translation": {
      "en": "REBECCA.",
      "vi": "Rebecca."
    }
  },
  {
    "translation": {
      "en": "SHOULD WE OPEN IT, MAYBE?",
      "vi": "Ta có nên... mở nó ra không?"
    }
  },
  {
    "translation": {
      "en": "I KIND OF HAD A WEIRD NIGHT.",
      "vi": "Tôi đã có một buổi tối kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "COULD USE A DRINK... OR TEN.",
      "vi": "Có thể uống một ly... hoặc mười."
    }
  },
  {
    "translation": {
      "en": "I CAN'T TONIGHT.",
      "vi": "Tối nay không được."
    }
  },
  {
    "translation": {
      "en": "SORRY.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Williams: SO, YOU GOT THE FOOTAGE",
      "vi": "Vậy, anh có đoạn phim từ cửa hàng tiện lợi khi nào,"
    }
  },
  {
    "translation": {
      "en": "FROM THE CONVENIENCE STORE WHEN, DETECTIVE GILL?",
      "vi": "Vậy, anh có đoạn phim từ cửa hàng tiện lợi khi nào, Thanh tra Gill?"
    }
  },
  {
    "translation": {
      "en": "IT WAS TWO NIGHTS AGO.",
      "vi": "Đó là hai đêm trước."
    }
  },
  {
    "translation": {
      "en": "UH, TH-THE STORE OWNER HAD SEEN THE DEFENDANT'S PICTURE ON THE NEWS,",
      "vi": "Chủ cửa hàng đã thấy hình của bị cáo trên thời sự"
    }
  },
  {
    "translation": {
      "en": "SO HE WENT THROUGH HIS OLD SURVEILLANCE TAPES",
      "vi": "nên ông ấy kiểm tra lại băng giám sát cũ của mình"
    }
  },
  {
    "translation": {
      "en": "AND JUST FOUND THIS FOOTAGE.",
      "vi": "và tìm thấy đoạn phim này. Giờ tôi sẽ phát đoạn băng đó cho mọi người xem."
    }
  },
  {
    "translation": {
      "en": "FOOTAGE THAT I WILL NOW PLAY FOR EVERYONE.",
      "vi": "Giờ tôi sẽ phát đoạn băng đó cho mọi người xem."
    }
  },
  {
    "translation": {
      "en": "THERE.",
      "vi": "Đó."
    }
  },
  {
    "translation": {
      "en": "THE NIGHT BEFORE THE MURDER ATTEMPT,",
      "vi": "Đêm trước hôm âm mưu giết người..."
    }
  },
  {
    "translation": {
      "en": "MS. SADOWSKI BOUGHT...",
      "vi": "cô Sadowski đã mua..."
    }
  },
  {
    "translation": {
      "en": "WHAT DOES IT SAY ON THAT LABEL, DETECTIVE GILL?",
      "vi": "Bao bì ghi gì vậy, Thanh tra Gill?"
    }
  },
  {
    "translation": {
      "en": "UH, UH, SOLOXACORE.",
      "vi": "Ờ, Soloxacore."
    }
  },
  {
    "translation": {
      "en": "IT'S A BRAND OF ASPIRIN.",
      "vi": "Đó là một nhãn hiệu aspirin."
    }
  },
  {
    "translation": {
      "en": "Annalise: YOU HAD ONE JOB!",
      "vi": "Cô chỉ có một việc!"
    }
  },
  {
    "translation": {
      "en": "TO LET US KNOW WHAT BODIES WE NEEDED TO BURY!",
      "vi": "Là cho chúng tôi biết phải chôn vùi những gì!"
    }
  },
  {
    "translation": {
      "en": "TEXTS, CALLS, ANYTHING WE NEEDED TO DESTROY.",
      "vi": "Tin nhắn, cuộc gọi, bất cứ thứ gì cần tiêu hủy."
    }
  },
  {
    "translation": {
      "en": "AND YOU DIDN'T. SO GUESS WHAT!",
      "vi": "Và cô lại không làm. Vậy đoán xem!"
    }
  },
  {
    "translation": {
      "en": "GUESS WHAT!",
      "vi": "Đoán thử xem!"
    }
  },
  {
    "translation": {
      "en": "YOU GO TO JAIL,",
      "vi": "Cô vào tù,"
    }
  },
  {
    "translation": {
      "en": "AND I'M THE SHODDY LAWYER WHO PUT YOU THERE!",
      "vi": "và tôi là tay luật sư kém cỏi đưa cô vào đó!"
    }
  },
  {
    "translation": {
      "en": "I HAD A HEADACHE! IT ISN'T -- STOP LYING!",
      "vi": "- Tôi bị đau đầu! Không phải là... - Đừng nói dối nữa!"
    }
  },
  {
    "translation": {
      "en": "GET OUT.",
      "vi": "Ra ngoài."
    }
  },
  {
    "translation": {
      "en": "I CAN'T THINK WITH YOU HERE.",
      "vi": "Tôi không thể nghĩ khi cô ở đây."
    }
  },
  {
    "translation": {
      "en": "SHE'S NOT WRONG, ANNALISE. IT'S ASPIRIN. WE ALL BUY IT.",
      "vi": "Cô ta không sai, Annalise. - Đó là aspirin. Ai cũng mua nó. - Anh thì sao, Frank?"
    }
  },
  {
    "translation": {
      "en": "WHAT ABOUT YOU, FRANK? WHAT SLUTTY UNDERGRAD SPREAD HER LEGS",
      "vi": "- Đó là aspirin. Ai cũng mua nó. - Anh thì sao, Frank? Con sinh viên nào đã dạng chân và làm anh quên việc của mình thế?"
    }
  },
  {
    "translation": {
      "en": "AND MADE YOU FORGET YOUR JOB THIS TIME?",
      "vi": "Con sinh viên nào đã dạng chân và làm anh quên việc của mình thế?"
    }
  },
  {
    "translation": {
      "en": "HEY, I GRILLED GINA THE MINUTE WE GOT THIS CASE.",
      "vi": "Này, tôi đã tra hỏi Gina ngay khi ta nhận vụ này."
    }
  },
  {
    "translation": {
      "en": "SHE CHOSE NOT TO TELL ME THIS BECAUSE, WELL, THAT'S OBVIOUS, ISN'T IT?",
      "vi": "Cô ta không nói với tôi chuyện đó vì rõ mồn một rồi, phải không?"
    }
  },
  {
    "translation": {
      "en": "I'M SORRY.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "IT WON'T HAPPEN AGAIN.",
      "vi": "Sẽ không tái diễn nữa."
    }
  },
  {
    "translation": {
      "en": "BUT DON'T WORRY. WE CAN FIX THIS.",
      "vi": "Nhưng đừng lo. Ta có thể sửa sai."
    }
  },
  {
    "translation": {
      "en": "\"WE\"? NO, I'LL FIX IT.",
      "vi": "Ta? Không, tôi sẽ sửa."
    }
  },
  {
    "translation": {
      "en": "YOU STAY HERE, COLLECT A PAYCHECK.",
      "vi": "Anh ở lại đây, nhận lương đi."
    }
  },
  {
    "translation": {
      "en": "Annalise: I'D LIKE TO CALL OUR FIRST WITNESS TO THE STAND.",
      "vi": "Tôi muốn gọi nhân chứng đầu tiên ra trước tòa."
    }
  },
  {
    "translation": {
      "en": "DETECTIVE NATE LAHEY.",
      "vi": "Thanh tra Nate Lahey."
    }
  },
  {
    "translation": {
      "en": "WHO'S THAT?",
      "vi": "Ai vậy?"
    }
  },
  {
    "translation": {
      "en": "NO IDEA.",
      "vi": "Chịu."
    }
  },
  {
    "translation": {
      "en": "PROFESSOR.",
      "vi": "Giáo sư."
    }
  },
  {
    "translation": {
      "en": "GET THE HELL OUT!",
      "vi": "Cút ra!"
    }
  },
  {
    "translation": {
      "en": "WHAT THE HELL IS THIS?",
      "vi": "Cái quái gì thế hả?"
    }
  },
  {
    "translation": {
      "en": "Annalise: WHERE WERE YOU TWO NIGHTS AGO, DETECTIVE?",
      "vi": "Anh đã ở đâu hai đêm trước, Thanh tra?"
    }
  },
  {
    "translation": {
      "en": "Nate: WHAT?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "TWO NIGHTS AGO, WHEN DETECTIVE GILL",
      "vi": "Hai đêm trước, khi Thanh tra Gill đi lấy đoạn băng"
    }
  },
  {
    "translation": {
      "en": "ACQUIRED THE VIDEO",
      "vi": "khi Thanh tra Gill đi lấy đoạn băng"
    }
  },
  {
    "translation": {
      "en": "THAT SUPPOSEDLY INCRIMINATES MY CLIENT --",
      "vi": "được cho là buộc tội thân chủ của tôi."
    }
  },
  {
    "translation": {
      "en": "WEREN'T YOU SUPPOSED TO BE WORKING AT THE PRECINCT AS HIS DIRECT SUPERVISOR?",
      "vi": "Chẳng phải anh làm việc ở khu vực đó như giám sát trực tiếp của anh ta sao?"
    }
  },
  {
    "translation": {
      "en": "I WAS.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "AND WERE YOU THERE?",
      "vi": "Và anh đã ở đó chứ?"
    }
  },
  {
    "translation": {
      "en": "PLEASE ANSWER THE QUESTION, DETECTIVE.",
      "vi": "Làm ơn trả lời câu hỏi, Thanh tra."
    }
  },
  {
    "translation": {
      "en": "NO.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I WAS NOT.",
      "vi": "Tôi không ở đó."
    }
  },
  {
    "translation": {
      "en": "WHERE WERE YOU, THEN?",
      "vi": "Vậy anh đã ở đâu?"
    }
  },
  {
    "translation": {
      "en": "HOME, PERHAPS?",
      "vi": "Ở nhà chăng?"
    }
  },
  {
    "translation": {
      "en": "TAKING CARE OF YOUR WIFE?",
      "vi": "Chăm sóc vợ mình?"
    }
  },
  {
    "translation": {
      "en": "I HEAR SHE'S RECENTLY BEEN DIAGNOSED WITH CANCER.",
      "vi": "Nghe nói mới đây cô ấy được chẩn đoán mắc ung thư."
    }
  },
  {
    "translation": {
      "en": "I WAS AT A FRIEND'S.",
      "vi": "Tôi đã ở nhà một người bạn."
    }
  },
  {
    "translation": {
      "en": "OKAY.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "I ONLY ASK BECAUSE THERE'S SOMETHING I FIND STRANGE",
      "vi": "Tôi chỉ hỏi vì có điều tôi thấy lạ"
    }
  },
  {
    "translation": {
      "en": "ABOUT THE CHAIN OF CUSTODY ON THIS VIDEO.",
      "vi": "về chuỗi hành trình của đoạn băng này."
    }
  },
  {
    "translation": {
      "en": "DETECTIVE GILL TESTIFIED THAT HE RECEIVED THE VIDEO",
      "vi": "Thanh tra Gill khai rằng anh ta nhận đoạn băng từ chủ cửa hàng lúc 8 giờ tối."
    }
  },
  {
    "translation": {
      "en": "FROM THE STORE OWNER AT 8:00 P.M.",
      "vi": "anh ta nhận đoạn băng từ chủ cửa hàng lúc 8 giờ tối."
    }
  },
  {
    "translation": {
      "en": "BUT THE LOGS SAY HE DIDN'T LOG IT INTO CUSTODY",
      "vi": "Nhưng sổ nói rằng anh ta đã không nộp nó vào"
    }
  },
  {
    "translation": {
      "en": "UNTIL 2:09 A.M.",
      "vi": "cho đến 2:09 sáng."
    }
  },
  {
    "translation": {
      "en": "DON'T YOU FIND THAT TIME GAP ODD?",
      "vi": "Anh không thấy khoảng cách đó kỳ lạ sao?"
    }
  },
  {
    "translation": {
      "en": "SOMETIMES IT TAKES US A WHILE TO LOG EVIDENCE INTO THE COMPUTER.",
      "vi": "Đôi khi phải mất một lúc để nhập bằng chứng vào máy tính."
    }
  },
  {
    "translation": {
      "en": "BECAUSE YOU'RE ALL SO BUSY?",
      "vi": "Bởi vì các anh quá bận?"
    }
  },
  {
    "translation": {
      "en": "VISITING FRIENDS AND SUCH?",
      "vi": "Thăm bạn bè và đại loại thế?"
    }
  },
  {
    "translation": {
      "en": "DETECTIVE, IN YOUR 12 YEARS",
      "vi": "Thanh tra."
    }
  },
  {
    "translation": {
      "en": "WORKING FOR THE CITY OF PHILADELPHIA,",
      "vi": "Trong 12 năm làm việc cho thành phố Philadelphia, anh đã bao giờ nghe đến việc chỉnh sửa đoạn băng"
    }
  },
  {
    "translation": {
      "en": "HAVE YOU EVER KNOWN THEM TO ALTER VIDEO FOOTAGE",
      "vi": "anh đã bao giờ nghe đến việc chỉnh sửa đoạn băng"
    }
  },
  {
    "translation": {
      "en": "TO HELP THE PROSECUTION GET A CONVICTION? Williams: OBJECTION!",
      "vi": "để giúp bên nguyên có được phán quyết chưa? - Phản đối! - Chỉnh sửa nhãn aspirin"
    }
  },
  {
    "translation": {
      "en": "DIGITALLY ALTERING ASPIRIN LABELS, FOR EXAMPLE?",
      "vi": "- Phản đối! - Chỉnh sửa nhãn aspirin - ví dụ thế? - Thưa quý tòa!"
    }
  },
  {
    "translation": {
      "en": "YOUR HONOR! I'M SIMPLY ASKING DETECTIVE LAHEY ABOUT HIS PERSONAL EXPERIENCE",
      "vi": "Tôi chỉ hỏi Thanh tra Lahey về kinh nghiệm cá nhân"
    }
  },
  {
    "translation": {
      "en": "WITHIN HIS DEPARTMENT.",
      "vi": "trong lĩnh vực của mình."
    }
  },
  {
    "translation": {
      "en": "THIS IS THE LAST QUESTION I'LL ALLOW.",
      "vi": "Đây là câu hỏi cuối cùng tôi cho phép."
    }
  },
  {
    "translation": {
      "en": "ARE YOU PERSONALLY AWARE OF ANY INSTANCES",
      "vi": "Cá nhân anh có biết, về bất kỳ trường hợp làm giả đoạn băng giám sát"
    }
  },
  {
    "translation": {
      "en": "OF DOCTORED SURVEILLANCE FOOTAGE WITHIN YOUR DEPARTMENT?",
      "vi": "về bất kỳ trường hợp làm giả đoạn băng giám sát trong bộ phận mình không?"
    }
  },
  {
    "translation": {
      "en": "YES.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "I AM.",
      "vi": "Tôi biết."
    }
  },
  {
    "translation": {
      "en": "Annalise: THE GOOD PEOPLE OF PHILADELPHIA SAW JUSTICE PREVAIL TODAY.",
      "vi": "Những người lương thiện của Philadelphia đã thấy công lý chiến thắng hôm nay."
    }
  },
  {
    "translation": {
      "en": "MS. SADOWSKI WAS A VICTIM HERE,",
      "vi": "Cô Sadowski là nạn nhân ở đây."
    }
  },
  {
    "translation": {
      "en": "SCAPEGOATED BY A DESPERATE, OVERWORKED D.A.'s OFFICE.",
      "vi": "Vật tế thần cho phòng công tố làm việc quá sức và tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "AND AS MUCH AS WE HOPE THE POLICE FIND",
      "vi": "Và chúng tôi hy vọng cảnh sát tìm thấy"
    }
  },
  {
    "translation": {
      "en": "THE REAL PERPETRATOR OF THIS ACT AGAINST MR. KAUFMAN,",
      "vi": "thủ phạm thực sự trong vụ của ông Kaufman."
    }
  },
  {
    "translation": {
      "en": "MS. SADOWSKI IS AND ALWAYS HAS BEEN INNOCENT,",
      "vi": "Cô Sadowski đã và luôn luôn vô tội."
    }
  },
  {
    "translation": {
      "en": "AND I AM SO HAPPY THE JURY AGREED.",
      "vi": "Và tôi rất vui mừng là bồi thẩm đoàn cũng đồng ý."
    }
  },
  {
    "translation": {
      "en": "I WANT TO BE HER.",
      "vi": "Tôi muốn là cô ấy."
    }
  },
  {
    "translation": {
      "en": "NOW IT'S TIME TO FIND OUT WHO WILL BE JOINING US IN OUR FIRM.",
      "vi": "Giờ là lúc tìm ra người sẽ gia nhập công ty chúng tôi."
    }
  },
  {
    "translation": {
      "en": "FIRST, THE STANDOUT IN THE CLASS",
      "vi": "Thứ nhất, xuất sắc nhất trong lớp,"
    }
  },
  {
    "translation": {
      "en": "AND THE ONE YOU SHOULD ALL MAKE IT YOUR MISSION TO DESTROY...",
      "vi": "và là người mà các bạn nên hạ bệ..."
    }
  },
  {
    "translation": {
      "en": "...COME GET YOUR PRIZE, MR. WALSH.",
      "vi": "ĐẠI HỌC MIDDLETON Đến nhận phần thưởng đi, cậu Walsh."
    }
  },
  {
    "translation": {
      "en": "THE OTHER ONES JOINING US WILL BE...",
      "vi": "Những người khác tham gia cùng chúng tôi là"
    }
  },
  {
    "translation": {
      "en": "ASHER MILLSTONE.",
      "vi": "Asher Millstone."
    }
  },
  {
    "translation": {
      "en": "YEAH! YES!",
      "vi": "Hay lắm! Có thế chứ!"
    }
  },
  {
    "translation": {
      "en": "MICHAELA PRATT.",
      "vi": "Michaela Pratt."
    }
  },
  {
    "translation": {
      "en": "OH, THANK GOD.",
      "vi": "Ơn Chúa."
    }
  },
  {
    "translation": {
      "en": "LAUREL CASTILLO.",
      "vi": "Laurel Castillo."
    }
  },
  {
    "translation": {
      "en": "AND BECAUSE OUR WORKLOAD HAS GROWN,",
      "vi": "Và vì khối lượng công việc đã tăng lên"
    }
  },
  {
    "translation": {
      "en": "I DECIDED TO HIRE ONE MORE OF YOU.",
      "vi": "nên tôi quyết định tuyển thêm một người nữa."
    }
  },
  {
    "translation": {
      "en": "AND THAT ONE WILL BE...",
      "vi": "Và người đó là..."
    }
  },
  {
    "translation": {
      "en": "...WES GIBBINS.",
      "vi": "Wes Gibbins."
    }
  },
  {
    "translation": {
      "en": "Wes: PROFESSOR KEATING!",
      "vi": "Giáo sư Keating!"
    }
  },
  {
    "translation": {
      "en": "WES. HOW CAN I HELP YOU?",
      "vi": "Wes. Tôi có thể giúp gì cho cậu?"
    }
  },
  {
    "translation": {
      "en": "SO, THAT DETECTIVE...? IS MY BOYFRIEND. YES.",
      "vi": "- Vậy, ông thanh tra...? - Là bạn trai tôi. Phải."
    }
  },
  {
    "translation": {
      "en": "I DON'T WANT THE JOB.",
      "vi": "Em không muốn nhận việc."
    }
  },
  {
    "translation": {
      "en": "NOT IF YOU PICKED ME BECAUSE OF THAT. \"THAT\"?",
      "vi": "Nếu cô chọn em vì điều đó thì không. - Điều đó? - Cô bắt ông ta nói dối trước tòa."
    }
  },
  {
    "translation": {
      "en": "YOU GOT HIM TO LIE ON THE STAND.",
      "vi": "- Điều đó? - Cô bắt ông ta nói dối trước tòa."
    }
  },
  {
    "translation": {
      "en": "IS THAT WHY I PICKED YOU? BECAUSE I THOUGHT I PICKED YOU",
      "vi": "Vì thế tôi chọn cậu sao? Tôi nghĩ mình chọn cậu vì"
    }
  },
  {
    "translation": {
      "en": "BECAUSE YOUR SELF-DEFENSE ARGUMENT",
      "vi": "lời bào chữa của cậu cho thấy cậu có đầu óc."
    }
  },
  {
    "translation": {
      "en": "SHOWED YOU THINK WELL ON YOUR FEET.",
      "vi": "lời bào chữa của cậu cho thấy cậu có đầu óc. Nhưng giờ cậu lại bộc lộ những suy nghĩ về bản thân"
    }
  },
  {
    "translation": {
      "en": "BUT NOW THAT YOU EXPOSED WHAT YOU REALLY THINK OF YOURSELF",
      "vi": "Nhưng giờ cậu lại bộc lộ những suy nghĩ về bản thân"
    }
  },
  {
    "translation": {
      "en": "AND THAT YOU REALLY DON'T BELIEVE YOU DESERVE THIS JOB --",
      "vi": "và rằng cậu không tin mình xứng đáng với việc này..."
    }
  },
  {
    "translation": {
      "en": "THAT'S NOT WHAT I SAID. THAT'S EXACTLY WHAT YOU SAID,",
      "vi": "- Em không nói vậy. - Đó chính là những gì cậu nói"
    }
  },
  {
    "translation": {
      "en": "RIGHT BEFORE YOU ACCUSED ME OF ILLEGAL ACTS TO WIN THIS CASE.",
      "vi": "ngay trước khi buộc tội tôi phạm pháp để giành chiến thắng trong vụ án."
    }
  },
  {
    "translation": {
      "en": "WE WON BECAUSE I DID MY JOB.",
      "vi": "Chúng ta thắng vì tôi đã làm công việc của mình."
    }
  },
  {
    "translation": {
      "en": "YOU THINK CAREFULLY.",
      "vi": "Hãy suy nghĩ kỹ."
    }
  },
  {
    "translation": {
      "en": "EVERYTHING AFTER THIS MOMENT",
      "vi": "Mọi thứ sau thời điểm này sẽ không chỉ quyết định sự nghiệp mà còn cuộc đời cậu."
    }
  },
  {
    "translation": {
      "en": "WILL NOT ONLY DETERMINE YOUR CAREER BUT LIFE.",
      "vi": "sẽ không chỉ quyết định sự nghiệp mà còn cuộc đời cậu."
    }
  },
  {
    "translation": {
      "en": "YOU CAN SPEND IT IN A CORPORATE OFFICE",
      "vi": "Cậu có thể tận hưởng khi thảo hợp đồng trong văn phòng công ty"
    }
  },
  {
    "translation": {
      "en": "DRAFTING CONTRACTS AND HITTING ON CHUBBY PARALEGALS",
      "vi": "Cậu có thể tận hưởng khi thảo hợp đồng trong văn phòng công ty và tán tỉnh cô phụ tá mũm mĩm"
    }
  },
  {
    "translation": {
      "en": "BEFORE FINALLY PUTTING A GUN IN YOUR MOUTH,",
      "vi": "trước khi đút khẩu súng vào miệng."
    }
  },
  {
    "translation": {
      "en": "OR YOU CAN JOIN MY FIRM AND BECOME SOMEONE YOU ACTUALLY LIKE.",
      "vi": "Hoặc gia nhập công ty tôi và trở thành người cậu thực sự muốn."
    }
  },
  {
    "translation": {
      "en": "SO DECIDE.",
      "vi": "Vậy quyết định đi."
    }
  },
  {
    "translation": {
      "en": "DO YOU WANT THE JOB OR NOT?",
      "vi": "Cậu có muốn công việc này hay không?"
    }
  },
  {
    "translation": {
      "en": "Man: SOMEONE CALL ABOUT LOW WATER PRESSURE?",
      "vi": "Có người báo nước chảy yếu?"
    }
  },
  {
    "translation": {
      "en": "GUYS! DID ANYBODY CALL MAINTENANCE?",
      "vi": "Mọi người! Có ai gọi bảo dưỡng không?"
    }
  },
  {
    "translation": {
      "en": "I THINK THE WATER THINGY'S UPSTAIRS.",
      "vi": "Tôi nghĩ cái đồ chứa nước ở trên lầu."
    }
  },
  {
    "translation": {
      "en": "Woman: BREAKING NEWS LIVE HERE IN PHILADELPHIA --",
      "vi": "Tin mới nhận ở Philadelphia."
    }
  },
  {
    "translation": {
      "en": "POLICE ARE CONFIRMING A WOMAN'S BODY",
      "vi": "Cảnh sát đang xác nhận thi thể một người phụ nữ được tìm thấy"
    }
  },
  {
    "translation": {
      "en": "WAS FOUND INSIDE THE KAPPA KAPPA THETA HOUSE",
      "vi": "Cảnh sát đang xác nhận thi thể một người phụ nữ được tìm thấy bên trong nhà hội Kappa Kappa Theta ở khuôn viên trường Middleton."
    }
  },
  {
    "translation": {
      "en": "ON MIDDLETON'S CAMPUS.",
      "vi": "bên trong nhà hội Kappa Kappa Theta ở khuôn viên trường Middleton."
    }
  },
  {
    "translation": {
      "en": "GRIFFIN!",
      "vi": "KHÔNG DÙNG SÚNG Griffin!"
    }
  },
  {
    "translation": {
      "en": "LOOK!",
      "vi": "Nhìn này!"
    }
  },
  {
    "translation": {
      "en": "WHETHER THAT WOMAN IS LILA STANGARD,",
      "vi": "Liệu người phụ nữ đó có phải là Lila Stangard"
    }
  },
  {
    "translation": {
      "en": "LONG-TERM GIRLFRIEND TO MIDDLETON FOOTBALL STAR",
      "vi": "bạn gái lâu năm của ngôi sao bóng bầu dục đội Middleton"
    }
  },
  {
    "translation": {
      "en": "GRIFFIN O'REILLY, HAS NOT BEEN CONFIRMED.",
      "vi": "Griffin O'Reilly, hiện vẫn chưa được xác nhận."
    }
  },
  {
    "translation": {
      "en": "IT WAS JUST DAYS AGO THE STAR STUDENT STANGARD",
      "vi": "Chỉ vài ngày trước ngôi sao sinh viên Stangard"
    }
  },
  {
    "translation": {
      "en": "WAS REPORTED MISSING BY ONE OF HER FRIENDS AT THE SORORITY.",
      "vi": "được báo đã mất tích bởi một người bạn tại hội nữ sinh."
    }
  },
  {
    "translation": {
      "en": "SHE WAS LAST SEEN ATTENDING A PARTY AT A CAMPUS FRATERNITY.",
      "vi": "Cô được nhìn thấy lần cuối tại bữa tiệc huynh đệ."
    }
  },
  {
    "translation": {
      "en": "NO WITNESSES SAW HER LEAVE,",
      "vi": "Cô được nhìn thấy lần cuối tại bữa tiệc huynh đệ. Không có nhân chứng thấy cô ấy rời đi"
    }
  },
  {
    "translation": {
      "en": "AND SHE WAS NOT IN HER ROOM THE NEXT MORNING.",
      "vi": "Không có nhân chứng thấy cô ấy rời đi và cô ấy không ở trong phòng mình vào sáng hôm sau."
    }
  },
  {
    "translation": {
      "en": "THE FACT THAT SHE MIGHT NOT HAVE BEEN MISSING THIS ENTIRE TIME...",
      "vi": "và cô ấy không ở trong phòng mình vào sáng hôm sau. Thực tế cô ấy có thể đã không mất tích suốt thời gian này"
    }
  },
  {
    "translation": {
      "en": "...BUT RATHER DECEASED IN HER OWN HOME... WHAT HAPPENED?",
      "vi": "mà đúng hơn là đã chết tại nhà riêng... Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "...IS CERTAINLY GOING TO RAISE MANY QUESTIONS...",
      "vi": "Sinh viên của anh."
    }
  },
  {
    "translation": {
      "en": "MY STUDENT. THEY FOUND HER IN ONE OF THOSE WATER TANKS.",
      "vi": "Họ tìm thấy con bé, trong bể chứa nước."
    }
  },
  {
    "translation": {
      "en": "...PARKED OUTSIDE THE HOME OF HER PARENTS,",
      "vi": "...đỗ bên ngoài nhà bố mẹ cô Stuart và Miranda Stangard,"
    }
  },
  {
    "translation": {
      "en": "STUART AND MIRANDA STANGARD,",
      "vi": "Stuart và Miranda Stangard, chủ sở hữu công ty công nghiệp Stangard trị giá hàng tỷ đô..."
    }
  },
  {
    "translation": {
      "en": "OWNERS OF BILLION-DOLLAR TECH COMPANY STANGARD INDUSTRIES.",
      "vi": "chủ sở hữu công ty công nghiệp Stangard trị giá hàng tỷ đô..."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY.",
      "vi": "Em rất tiếc."
    }
  },
  {
    "translation": {
      "en": "NO, IT'S JUST...",
      "vi": "Không, chỉ là..."
    }
  },
  {
    "translation": {
      "en": "THOSE POOR PARENTS.",
      "vi": "Tội nghiệp cho phụ huynh."
    }
  },
  {
    "translation": {
      "en": "I BET YOU THE BOYFRIEND DID IT.",
      "vi": "Cá với anh là gã bạn trai làm."
    }
  },
  {
    "translation": {
      "en": "I GUESS WE'LL SEE.",
      "vi": "Anh nghĩ ta sẽ biết thôi."
    }
  },
  {
    "translation": {
      "en": "OKAY. LAST CHANCE.",
      "vi": "Được rồi. Cơ hội cuối cùng."
    }
  },
  {
    "translation": {
      "en": "EITHER WE ALL AGREE, OR WE STOP RIGHT NOW.",
      "vi": "Hoặc là tất cả nhất trí, hoặc là dừng lại ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "JUST DO IT.",
      "vi": "Cứ làm đi."
    }
  },
  {
    "translation": {
      "en": "BEFORE THE BONFIRE ENDS.",
      "vi": "Trước khi đêm lửa trại kết thúc."
    }
  },
  {
    "translation": {
      "en": "MICHAELA?",
      "vi": "Michaela?"
    }
  },
  {
    "translation": {
      "en": "IT'S THE ONLY WAY TO DESTROY THE DNA.",
      "vi": "Đây là cách duy nhất để xóa ADN."
    }
  }
]