[
  {
    "translation": {
      "en": "What went we out into this wilderness to find?",
      "vi": "What went we out intothis wilderness to find?"
    }
  },
  {
    "translation": {
      "en": "-For what? -We must ask thee to be silent.",
      "vi": "-For what?-We must ask thee to be silent."
    }
  },
  {
    "translation": {
      "en": "-and the Kingdom of God? -No more!",
      "vi": "-and the Kingdom of God?-No more!"
    }
  },
  {
    "translation": {
      "en": "for I have done nothing save preach Christ's true Gospel.",
      "vi": "for I have done nothingsave preach Christ's true Gospel."
    }
  },
  {
    "translation": {
      "en": "Must you continue to dishonor the laws of the Commonwealth",
      "vi": "Must you continue to dishonorthe laws of the Commonwealth"
    }
  },
  {
    "translation": {
      "en": "Then shall you be banished from this plantation's liberties.",
      "vi": "Then shall you be banishedfrom this plantation's liberties."
    }
  },
  {
    "translation": {
      "en": "Then take your leave, and trouble us no further.",
      "vi": "Then take your leave,and trouble us no further."
    }
  },
  {
    "translation": {
      "en": "How sadly hath the Lord testified against you.",
      "vi": "How sadly hath the Lordtestified against you."
    }
  },
  {
    "translation": {
      "en": "Sought out of all that In them do delight...",
      "vi": "Sought out of all thatIn them do delight..."
    }
  },
  {
    "translation": {
      "en": "and broken every one of thy commandments in thought,",
      "vi": "and broken every one ofthy commandments in thought,"
    }
  },
  {
    "translation": {
      "en": "followed the desires of mine own will and not the Holy Spirit.",
      "vi": "followed the desires of mine own willand not the Holy Spirit."
    }
  },
  {
    "translation": {
      "en": "I know I deserve all shame and misery in this life,",
      "vi": "I know I deserve all shameand misery in this life,"
    }
  },
  {
    "translation": {
      "en": "-I'll wake 'em. -No, let 'em be.",
      "vi": "-I'll wake 'em.-No, let 'em be."
    }
  },
  {
    "translation": {
      "en": "If not a wolf, then hunger'd have taken him yet.",
      "vi": "If not a wolf,then hunger'd have taken him yet."
    }
  },
  {
    "translation": {
      "en": "I've been a-laying traps for some while now,",
      "vi": "I've been a-laying trapsfor some while now,"
    }
  },
  {
    "translation": {
      "en": "You and Mother have always forbad us to set foot there.",
      "vi": "You and Motherhave always forbad us to set foot there."
    }
  },
  {
    "translation": {
      "en": "We must catch our food if we cannot grow it.",
      "vi": "We must catchour food if we cannot grow it."
    }
  },
  {
    "translation": {
      "en": "Aye. I was conceived in sin, and born in iniquity.",
      "vi": "Aye. I was conceived in sin,and born in iniquity."
    }
  },
  {
    "translation": {
      "en": "Adam's sin imputed to me, and a corrupt nature dwelling within me.",
      "vi": "Adam's sin imputed to me,and a corrupt nature dwelling within me."
    }
  },
  {
    "translation": {
      "en": "And canst thou tell me what thy corrupt nature is?",
      "vi": "And canst thou tell mewhat thy corrupt nature is?"
    }
  },
  {
    "translation": {
      "en": "bent unto sin, only unto sin, and that continually.",
      "vi": "bent unto sin, only unto sin,and that continually."
    }
  },
  {
    "translation": {
      "en": "-What wickedness hath he done? -Place faith in God, Caleb.",
      "vi": "-What wickedness hath he done?-Place faith in God, Caleb."
    }
  },
  {
    "translation": {
      "en": "-We'll speak no more on thy brother. -Why?",
      "vi": "-We'll speak no more on thy brother.-Why?"
    }
  },
  {
    "translation": {
      "en": "He hath disappeared not one week past, yet you and Mother utter not his name.",
      "vi": "He hath disappeared not one week past,yet you and Mother utter not his name."
    }
  },
  {
    "translation": {
      "en": "-Tell me. -Tell thee what?",
      "vi": "-Tell me.-Tell thee what?"
    }
  },
  {
    "translation": {
      "en": "-Is he in hell? -Caleb!",
      "vi": "-Is he in hell?-Caleb!"
    }
  },
  {
    "translation": {
      "en": "-What is this? -I hold evil in me heart.",
      "vi": "-What is this?-I hold evil in me heart."
    }
  },
  {
    "translation": {
      "en": "-And if God will not hear my prayers? -Caleb!",
      "vi": "-And if God will not hear my prayers?-Caleb!"
    }
  },
  {
    "translation": {
      "en": "but 'tis God alone, not man, what knows who is a son of Abraham and who is not.",
      "vi": "but 'tis God alone, not man, what knowswho is a son of Abraham and who is not."
    }
  },
  {
    "translation": {
      "en": "Fain would I tell thee Sam sleeps in Jesus,",
      "vi": "Fain would I tell theeSam sleeps in Jesus,"
    }
  },
  {
    "translation": {
      "en": "From Indian Thom and Old Slater, when last they passed through.",
      "vi": "From Indian Thom and Old Slater,when last they passed through."
    }
  },
  {
    "translation": {
      "en": "I'll tell her of the cup when her grief has passed.",
      "vi": "I'll tell her of the cupwhen her grief has passed."
    }
  },
  {
    "translation": {
      "en": "Black Phillip, Black Phillip A crown grows out his head",
      "vi": "Black Phillip, Black PhillipA crown grows out his head"
    }
  },
  {
    "translation": {
      "en": "Black Phillip, Black Phillip To nanny queen is wed",
      "vi": "Black Phillip, Black PhillipTo nanny queen is wed"
    }
  },
  {
    "translation": {
      "en": "Black Phillip, Black Phillip King of sky and land",
      "vi": "Black Phillip, Black PhillipKing of sky and land"
    }
  },
  {
    "translation": {
      "en": "Black Phillip, Black Phillip King of sea and sand",
      "vi": "Black Phillip, Black PhillipKing of sea and sand"
    }
  },
  {
    "translation": {
      "en": "We are ye servants We are ye men",
      "vi": "We are ye servantsWe are ye men"
    }
  },
  {
    "translation": {
      "en": "Black Phillip eats the lions From the lions' den",
      "vi": "Black Phillip eats the lionsFrom the lions' den"
    }
  },
  {
    "translation": {
      "en": "Black Phillip, Black Phillip A crown grows out his head",
      "vi": "Black Phillip, Black PhillipA crown grows out his head"
    }
  },
  {
    "translation": {
      "en": "Black Phillip, Black Phillip A crown grows out his head",
      "vi": "Black Phillip, Black PhillipA crown grows out his head"
    }
  },
  {
    "translation": {
      "en": "Black Phillip, Black Phillip To nanny queen is wed",
      "vi": "Black Phillip, Black PhillipTo nanny queen is wed"
    }
  },
  {
    "translation": {
      "en": "I told thee to keep watch of Jonas and Mercy.",
      "vi": "I told thee to keepwatch of Jonas and Mercy."
    }
  },
  {
    "translation": {
      "en": "I was, and I bade them help me, and they paid me no mind.",
      "vi": "I was, and I bade them help me,and they paid me no mind."
    }
  },
  {
    "translation": {
      "en": "-I was a-getting-- -What's the matter with thee, Thomasin?",
      "vi": "-I was a-getting---What's the matter with thee, Thomasin?"
    }
  },
  {
    "translation": {
      "en": "Take thy father's rags to the brook and wash 'em.",
      "vi": "Take thy father's ragsto the brook and wash 'em."
    }
  },
  {
    "translation": {
      "en": "-They would pay me no mind-- -And brush out his woolens.",
      "vi": "-They would pay me no mind---And brush out his woolens."
    }
  },
  {
    "translation": {
      "en": "It gave me such a fright to find thee gone.",
      "vi": "It gave me sucha fright to find thee gone."
    }
  },
  {
    "translation": {
      "en": "-Jonas! Leave thy sister be! -She likes it.",
      "vi": "-Jonas! Leave thy sister be!-She likes it."
    }
  },
  {
    "translation": {
      "en": "What, cannot a father spend Godly time with his son?",
      "vi": "What, cannot a fatherspend Godly time with his son?"
    }
  },
  {
    "translation": {
      "en": "-Father said stop it. -Thomasin!",
      "vi": "-Father said stop it.-Thomasin!"
    }
  },
  {
    "translation": {
      "en": "-See? -Stop.",
      "vi": "-See?-Stop."
    }
  },
  {
    "translation": {
      "en": "-Thomasin, take the twins inside. -No!",
      "vi": "-Thomasin, take the twins inside.-No!"
    }
  },
  {
    "translation": {
      "en": "I had thought I seen an apple tree in the valley.",
      "vi": "I had thought I seenan apple tree in the valley."
    }
  },
  {
    "translation": {
      "en": "-for if we glanced that wolf-- -Why did you not tell me?",
      "vi": "-for if we glanced that wolf---Why did you not tell me?"
    }
  },
  {
    "translation": {
      "en": "Father wanted it a surprise to cheer you, and...",
      "vi": "Father wanted it a surpriseto cheer you, and..."
    }
  },
  {
    "translation": {
      "en": "I like you not outside the farm. Even to the valley.",
      "vi": "I like you not outside the farm.Even to the valley."
    }
  },
  {
    "translation": {
      "en": "Be a good lad and get some water for Mother.",
      "vi": "Be a good ladand get some water for Mother."
    }
  },
  {
    "translation": {
      "en": "-Stop it. -I meant no harm in it.",
      "vi": "-Stop it.-I meant no harm in it."
    }
  },
  {
    "translation": {
      "en": "I have seen no apple since we went from England.",
      "vi": "I have seen no applesince we went from England."
    }
  },
  {
    "translation": {
      "en": "I be not Mercy, I be the Witch of the Wood.",
      "vi": "I be not Mercy,I be the Witch of the Wood."
    }
  },
  {
    "translation": {
      "en": "Hear me stick a-flying through the trees...",
      "vi": "Hear mestick a-flying through the trees..."
    }
  },
  {
    "translation": {
      "en": "I be a-washing Father's clothes like a slave, and thou art playing idle?",
      "vi": "I be a-washing Father's clotheslike a slave, and thou art playing idle?"
    }
  },
  {
    "translation": {
      "en": "-Because Mother hates you! -Spoilt child.",
      "vi": "-Because Mother hates you!-Spoilt child."
    }
  },
  {
    "translation": {
      "en": "I'll tell Mother you have left the farm alone.",
      "vi": "I'll tell Mother youhave left the farm alone."
    }
  },
  {
    "translation": {
      "en": "I could go to the brook before you let the Witch take Sam.",
      "vi": "I could go to the brookbefore you let the Witch take Sam."
    }
  },
  {
    "translation": {
      "en": "-Quiet thee. -It were a wolf stole Sam.",
      "vi": "-Quiet thee.-It were a wolf stole Sam."
    }
  },
  {
    "translation": {
      "en": "A witch. I've seen her in her riding cloak about the wood.",
      "vi": "A witch. I've seen herin her riding cloak about the wood."
    }
  },
  {
    "translation": {
      "en": "-Father showed me the tracks. -It was a witch!",
      "vi": "-Father showed me the tracks.-It was a witch!"
    }
  },
  {
    "translation": {
      "en": "-Thomasin! -It was I.",
      "vi": "-Thomasin!-It was I."
    }
  },
  {
    "translation": {
      "en": "my spirit slips away from me body and dances naked with the Devil.",
      "vi": "my spirit slips away from me bodyand dances naked with the Devil."
    }
  },
  {
    "translation": {
      "en": "-That's how I signed his book. -No...",
      "vi": "-That's how I signed his book.-No..."
    }
  },
  {
    "translation": {
      "en": "so I stole Sam, and I gave him to me master.",
      "vi": "so I stole Sam,and I gave him to me master."
    }
  },
  {
    "translation": {
      "en": "And I'll make any man or thing else vanish I like.",
      "vi": "And I'll make any manor thing else vanish I like."
    }
  },
  {
    "translation": {
      "en": "-No. -Aye.",
      "vi": "-No.-Aye."
    }
  },
  {
    "translation": {
      "en": "And I'll vanish thee, too, if thou displeaseth me.",
      "vi": "And I'll vanish thee, too,if thou displeaseth me."
    }
  },
  {
    "translation": {
      "en": "-Be quiet. -Mercy, she's but telling fantasies!",
      "vi": "-Be quiet.-Mercy, she's but telling fantasies!"
    }
  },
  {
    "translation": {
      "en": "-since we are lack of food. -Stop!",
      "vi": "-since we are lack of food.-Stop!"
    }
  },
  {
    "translation": {
      "en": "-It's not true! -It is, thou thing!",
      "vi": "-It's not true!-It is, thou thing!"
    }
  },
  {
    "translation": {
      "en": "How I crave to sink my teeth into thy pink flesh.",
      "vi": "How I crave to sink my teethinto thy pink flesh."
    }
  },
  {
    "translation": {
      "en": "If ever thou tellst thy mother of this, I'll witch thee and thy mother!",
      "vi": "If ever thou tellst thy mother of this,I'll witch thee and thy mother!"
    }
  },
  {
    "translation": {
      "en": "-And Jonas, too! -Caleb!",
      "vi": "-And Jonas, too!-Caleb!"
    }
  },
  {
    "translation": {
      "en": "-Stop thy tears and swear thy silence. -I swear it.",
      "vi": "-Stop thy tears and swear thy silence.-I swear it."
    }
  },
  {
    "translation": {
      "en": "-I swear. -Thomasin, let her alone!",
      "vi": "-I swear.-Thomasin, let her alone!"
    }
  },
  {
    "translation": {
      "en": "Get away from her, Caleb, or she'll witch thee!",
      "vi": "Get away from her, Caleb,or she'll witch thee!"
    }
  },
  {
    "translation": {
      "en": "Go tell Mother and Father of my wickedness.",
      "vi": "Go tell Motherand Father of my wickedness."
    }
  },
  {
    "translation": {
      "en": "...and forgive us the sins we have this day committed against thee.",
      "vi": "...and forgive us the sins we havethis day committed against thee."
    }
  },
  {
    "translation": {
      "en": "Free us from the shame and torment which are due unto us for them.",
      "vi": "Free us from the shame and tormentwhich are due unto us for them."
    }
  },
  {
    "translation": {
      "en": "We beseech thee, increase our faith in the promise of the Gospel,",
      "vi": "We beseech thee, increase our faithin the promise of the Gospel,"
    }
  },
  {
    "translation": {
      "en": "that we may be assured that the Holy Spirit dwells in us,",
      "vi": "that we may be assured thatthe Holy Spirit dwells in us,"
    }
  },
  {
    "translation": {
      "en": "that we might be thy children in thy love and mercy.",
      "vi": "that we might be thy childrenin thy love and mercy."
    }
  },
  {
    "translation": {
      "en": "For as we hunger for this food of our bodies,",
      "vi": "For as we hungerfor this food of our bodies,"
    }
  },
  {
    "translation": {
      "en": "so our souls hunger for the food of eternal life.",
      "vi": "so our souls hungerfor the food of eternal life."
    }
  },
  {
    "translation": {
      "en": "Thomasin, what hast thou done with the silver cup?",
      "vi": "Thomasin, what hast thou donewith the silver cup?"
    }
  },
  {
    "translation": {
      "en": "I have caught thee trifling with it before.",
      "vi": "I have caught theetrifling with it before."
    }
  },
  {
    "translation": {
      "en": "She sayth she haven't touched it, Katherine.",
      "vi": "She sayth she haven'ttouched it, Katherine."
    }
  },
  {
    "translation": {
      "en": "silver wine cup in this hovel, I cannot know.",
      "vi": "silver wine cup in this hovel,I cannot know."
    }
  },
  {
    "translation": {
      "en": "-I haven't touched it. -Peace, child,",
      "vi": "-I haven't touched it.-Peace, child,"
    }
  },
  {
    "translation": {
      "en": "will thou read out the chapter of the Word tonight?",
      "vi": "will thou read out the chapterof the Word tonight?"
    }
  },
  {
    "translation": {
      "en": "Tomorrow we will have a fast day but for our sins.",
      "vi": "Tomorrow we willhave a fast day but for our sins."
    }
  },
  {
    "translation": {
      "en": "Thomasin, didst not bed them down before supper?",
      "vi": "Thomasin, didst notbed them down before supper?"
    }
  },
  {
    "translation": {
      "en": "I fear thou dost look too much upon this affliction.",
      "vi": "I fear thou dostlook too much upon this affliction."
    }
  },
  {
    "translation": {
      "en": "-He hath cursed this family. -No.",
      "vi": "-He hath cursed this family.-No."
    }
  },
  {
    "translation": {
      "en": "He hath taken us into a very low condition to humble us",
      "vi": "He hath taken us intoa very low condition to humble us"
    }
  },
  {
    "translation": {
      "en": "Was not Christ led into the wilderness to be ill met by the Devil?",
      "vi": "Was not Christ led into the wildernessto be ill met by the Devil?"
    }
  },
  {
    "translation": {
      "en": "-We should ne'er have left the plantation. -Kate...",
      "vi": "-We should ne'er have left the plantation.-Kate..."
    }
  },
  {
    "translation": {
      "en": "-There is naught hither. -What need we? Silver chalices?",
      "vi": "-There is naught hither.-What need we? Silver chalices?"
    }
  },
  {
    "translation": {
      "en": "'Tis not for vanity that I am grieved of it.",
      "vi": "'Tis not for vanitythat I am grieved of it."
    }
  },
  {
    "translation": {
      "en": "-Katherine, I must tell thee-- -We might have sold it.",
      "vi": "-Katherine, I must tell thee---We might have sold it."
    }
  },
  {
    "translation": {
      "en": "Our daughter hath begat the sign of her womanhood.",
      "vi": "Our daughter hath begatthe sign of her womanhood."
    }
  },
  {
    "translation": {
      "en": "-Kate, I must tell thee-- -Aye, it was thine",
      "vi": "-Kate, I must tell thee---Aye, it was thine"
    }
  },
  {
    "translation": {
      "en": "-This is Godly land... -Godly?",
      "vi": "-This is Godly land...-Godly?"
    }
  },
  {
    "translation": {
      "en": "Our children are being fostered up like savages.",
      "vi": "Our children are beingfostered up like savages."
    }
  },
  {
    "translation": {
      "en": "How oft I begged and begged thee to take Samuel for baptism.",
      "vi": "How oft I begged and begged theeto take Samuel for baptism."
    }
  },
  {
    "translation": {
      "en": "They'd not baptize outside the congregation.",
      "vi": "They'd not baptizeoutside the congregation."
    }
  },
  {
    "translation": {
      "en": "-Our Sam is in hell! -Go to.",
      "vi": "-Our Sam is in hell!-Go to."
    }
  },
  {
    "translation": {
      "en": "-We cannot back to that church! -We will starve!",
      "vi": "-We cannot back to that church!-We will starve!"
    }
  },
  {
    "translation": {
      "en": "I'll to the village with the horse and Thomasin tomorrow.",
      "vi": "I'll to the village with the horseand Thomasin tomorrow."
    }
  },
  {
    "translation": {
      "en": "The Tildens or the Whytings, they can make use of her.",
      "vi": "The Tildens or the Whytings,they can make use of her."
    }
  },
  {
    "translation": {
      "en": "-Running away then? -No.",
      "vi": "-Running away then?-No."
    }
  },
  {
    "translation": {
      "en": "-Lie not to me. -I don't.",
      "vi": "-Lie not to me.-I don't."
    }
  },
  {
    "translation": {
      "en": "If thou wilt back to sleep, and keep silent of this,",
      "vi": "If thou wilt back to sleep,and keep silent of this,"
    }
  },
  {
    "translation": {
      "en": "you'll need not leave to serve the Tildens,",
      "vi": "you'll need not leaveto serve the Tildens,"
    }
  },
  {
    "translation": {
      "en": "-Let me along with you. -No.",
      "vi": "-Let me along with you.-No."
    }
  },
  {
    "translation": {
      "en": "-Let me along. -I cannot.",
      "vi": "-Let me along.-I cannot."
    }
  },
  {
    "translation": {
      "en": "If you don't let me along with you, I'll wake Mother and Father this instant.",
      "vi": "If you don't let me along with you,I'll wake Mother and Father this instant."
    }
  },
  {
    "translation": {
      "en": "-Nay. -We did.",
      "vi": "-Nay.-We did."
    }
  },
  {
    "translation": {
      "en": "We haven't been hither so long you can forget that.",
      "vi": "We haven't been hither so longyou can forget that."
    }
  },
  {
    "translation": {
      "en": "Dost not remember Fowler laying on the floor i'the sun?",
      "vi": "Dost not remember Fowlerlaying on the floor i'the sun?"
    }
  },
  {
    "translation": {
      "en": "And where the sun would shine would he warm himself.",
      "vi": "And where the sun would shinewould he warm himself."
    }
  },
  {
    "translation": {
      "en": "and Father saw him and he saith, \"We will have him for meat!",
      "vi": "and Father saw him and he saith,\"We will have him for meat!"
    }
  },
  {
    "translation": {
      "en": "-Thomasin! -Caleb!",
      "vi": "-Thomasin!-Caleb!"
    }
  },
  {
    "translation": {
      "en": "-Thomasin! -Thomasin!",
      "vi": "-Thomasin!-Thomasin!"
    }
  },
  {
    "translation": {
      "en": "-Caleb! -Thomasin!",
      "vi": "-Caleb!-Thomasin!"
    }
  },
  {
    "translation": {
      "en": "-Caleb! -Caleb!",
      "vi": "-Caleb!-Caleb!"
    }
  },
  {
    "translation": {
      "en": "O God my Lord, I now begin, O help me, and I'll leave my sin.",
      "vi": "O God my Lord, I now begin,O help me, and I'll leave my sin."
    }
  },
  {
    "translation": {
      "en": "For I repentant now shall be. From evil, I will turn to thee.",
      "vi": "For I repentant now shall be.From evil, I will turn to thee."
    }
  },
  {
    "translation": {
      "en": "None ever shall destroy my faith, nor do I mind what Satan saith.",
      "vi": "None ever shall destroy my faith,nor do I mind what Satan saith."
    }
  },
  {
    "translation": {
      "en": "O God my Lord, I now begin, O help me, and I'll leave my sin.",
      "vi": "O God my Lord, I now begin,O help me, and I'll leave my sin."
    }
  },
  {
    "translation": {
      "en": "For I repentant now shall be. From evil, I will turn to thee.",
      "vi": "For I repentant now shall be.From evil, I will turn to thee."
    }
  },
  {
    "translation": {
      "en": "None ever shall destroy my faith, nor do I mind what Satan saith.",
      "vi": "None ever shall destroy my faith,nor do I mind what Satan saith."
    }
  },
  {
    "translation": {
      "en": "O God my Lord, I now begin, O help me, and I'll leave my--",
      "vi": "O God my Lord, I now begin,O help me, and I'll leave my--"
    }
  },
  {
    "translation": {
      "en": "I'll set off at first light. I'll not return till I've found him.",
      "vi": "I'll set off at first light.I'll not return till I've found him."
    }
  },
  {
    "translation": {
      "en": "'Twould be better to go to the village to raise up help.",
      "vi": "'Twould be better to go to the villageto raise up help."
    }
  },
  {
    "translation": {
      "en": "-I cannot bear... -'Tis a day's ride,",
      "vi": "-I cannot bear...-'Tis a day's ride,"
    }
  },
  {
    "translation": {
      "en": "and I have no horse. There is no time to be lost.",
      "vi": "and I have no horse.There is no time to be lost."
    }
  },
  {
    "translation": {
      "en": "Likely you should have left this morn then.",
      "vi": "Likely you shouldhave left this morn then."
    }
  },
  {
    "translation": {
      "en": "You have no gun, William, nay, not even a dog.",
      "vi": "You have no gun, William,nay, not even a dog."
    }
  },
  {
    "translation": {
      "en": "-Be not a fool! -I am a fool to go.",
      "vi": "-Be not a fool!-I am a fool to go."
    }
  },
  {
    "translation": {
      "en": "The moon is bright. The rain bothers me not.",
      "vi": "The moon is bright.The rain bothers me not."
    }
  },
  {
    "translation": {
      "en": "I'll be back in a two-day, if any a man will return with me.",
      "vi": "I'll be back in a two-day,if any a man will return with me."
    }
  },
  {
    "translation": {
      "en": "-Please you, Father, don't go! -Enough!",
      "vi": "-Please you, Father, don't go!-Enough!"
    }
  },
  {
    "translation": {
      "en": "-I promised. -I care not.",
      "vi": "-I promised.-I care not."
    }
  },
  {
    "translation": {
      "en": "'Twas for food, and the pelts for money. Good money.",
      "vi": "'Twas for food, and the pelts for money.Good money."
    }
  },
  {
    "translation": {
      "en": "-I knew it! -I meant it as a surprise,",
      "vi": "-I knew it!-I meant it as a surprise,"
    }
  },
  {
    "translation": {
      "en": "'twas why I kept secret. I will trap that wolf, Kate.",
      "vi": "'twas why I kept secret.I will trap that wolf, Kate."
    }
  },
  {
    "translation": {
      "en": "-You took him to the woods! -I will find him.",
      "vi": "-You took him to the woods!-I will find him."
    }
  },
  {
    "translation": {
      "en": "You have broken God's covenant. You are a liar.",
      "vi": "You have broken God's covenant.You are a liar."
    }
  },
  {
    "translation": {
      "en": "-And you have lost another child. -I will go now.",
      "vi": "-And you have lost another child.-I will go now."
    }
  },
  {
    "translation": {
      "en": "-You cannot escape the wood! -I will find him!",
      "vi": "-You cannot escape the wood!-I will find him!"
    }
  },
  {
    "translation": {
      "en": "-Katherine! -Let go of me!",
      "vi": "-Katherine!-Let go of me!"
    }
  },
  {
    "translation": {
      "en": "O merciful Father, the Lord and giver of life,",
      "vi": "O merciful Father,the Lord and giver of life,"
    }
  },
  {
    "translation": {
      "en": "and your son Jesus Christ, we beseech thee,",
      "vi": "and your son Jesus Christ,we beseech thee,"
    }
  },
  {
    "translation": {
      "en": "What ails him? Did Thomasin make 'im sick in the wood?",
      "vi": "What ails him?Did Thomasin make 'im sick in the wood?"
    }
  },
  {
    "translation": {
      "en": "-You beat me! -It was a jest.",
      "vi": "-You beat me!-It was a jest."
    }
  },
  {
    "translation": {
      "en": "-You said you'd eat of me! -Mercy!",
      "vi": "-You said you'd eat of me!-Mercy!"
    }
  },
  {
    "translation": {
      "en": "-Mother and Father will find out. -What?",
      "vi": "-Mother and Father will find out.-What?"
    }
  },
  {
    "translation": {
      "en": "That first winter, he was tormented of Indian magic.",
      "vi": "That first winter,he was tormented of Indian magic."
    }
  },
  {
    "translation": {
      "en": "-Will. -What?",
      "vi": "-Will.-What?"
    }
  },
  {
    "translation": {
      "en": "-Think. -Think what?",
      "vi": "-Think.-Think what?"
    }
  },
  {
    "translation": {
      "en": "Find a good family for Thomasin, take Caleb to the doctor's.",
      "vi": "Find a good family for Thomasin,take Caleb to the doctor's."
    }
  },
  {
    "translation": {
      "en": "He will tell if this be some natural ill or no.",
      "vi": "He will tell if thisbe some natural ill or no."
    }
  },
  {
    "translation": {
      "en": "There must be some fruit yet untouched by this rot.",
      "vi": "There must be some fruityet untouched by this rot."
    }
  },
  {
    "translation": {
      "en": "I beseech thee, Katherine, what canst thou do for him presently?",
      "vi": "I beseech thee, Katherine,what canst thou do for him presently?"
    }
  },
  {
    "translation": {
      "en": "How might we all bear it to the village with no horse?",
      "vi": "How might we all bear itto the village with no horse?"
    }
  },
  {
    "translation": {
      "en": "Well, the little corn and the goats should fetch a fair price. We'll...",
      "vi": "Well, the little corn and the goatsshould fetch a fair price. We'll..."
    }
  },
  {
    "translation": {
      "en": "return with a horse for the twins and Thomasin.",
      "vi": "return with a horsefor the twins and Thomasin."
    }
  },
  {
    "translation": {
      "en": "-You cannot leave them here! -Or Thomasin and thee...",
      "vi": "-You cannot leave them here!-Or Thomasin and thee..."
    }
  },
  {
    "translation": {
      "en": "-Forget the crop, Will! -What?",
      "vi": "-Forget the crop, Will!-What?"
    }
  },
  {
    "translation": {
      "en": "Thou shall be home by candle-time tomorrow.",
      "vi": "Thou shall be homeby candle-time tomorrow."
    }
  },
  {
    "translation": {
      "en": "I had dreamed once, 'twas when I was of Thomasin's years,",
      "vi": "I had dreamed once,'twas when I was of Thomasin's years,"
    }
  },
  {
    "translation": {
      "en": "and in many tears for the assurance of the pardon of me sins,",
      "vi": "and in many tears for the assuranceof the pardon of me sins,"
    }
  },
  {
    "translation": {
      "en": "and I was so ravished with his love towards me,",
      "vi": "and I was so ravishedwith his love towards me,"
    }
  },
  {
    "translation": {
      "en": "I thought it far exceeding the affection of the kindest husband.",
      "vi": "I thought it far exceedingthe affection of the kindest husband."
    }
  },
  {
    "translation": {
      "en": "I fear I cannot ever feel that same measure of love again.",
      "vi": "I fear I cannot ever feelthat same measure of love again."
    }
  },
  {
    "translation": {
      "en": "Black Phillip is a merry, merry king He rules the land with mirth...",
      "vi": "Black Phillip is a merry, merry kingHe rules the land with mirth..."
    }
  },
  {
    "translation": {
      "en": "Black Phillip has a mighty, mighty sting He'll knock thee to the earth",
      "vi": "Black Phillip has a mighty, mighty stingHe'll knock thee to the earth"
    }
  },
  {
    "translation": {
      "en": "Sing baa baa King Phillip the Black sings baa, baa...",
      "vi": "Sing baa baaKing Phillip the Black sings baa, baa..."
    }
  },
  {
    "translation": {
      "en": "-Peace, thou thing. -Mercy. Thomasin.",
      "vi": "-Peace, thou thing.-Mercy. Thomasin."
    }
  },
  {
    "translation": {
      "en": "Sing baa baa, King Phillip the Black He'll knock thee on thy back!",
      "vi": "Sing baa baa, King Phillip the BlackHe'll knock thee on thy back!"
    }
  },
  {
    "translation": {
      "en": "-Sin! -Brother!",
      "vi": "-Sin!-Brother!"
    }
  },
  {
    "translation": {
      "en": "-What's happening? -Sin!",
      "vi": "-What's happening?-Sin!"
    }
  },
  {
    "translation": {
      "en": "-Thomasin, take the children outside. -No!",
      "vi": "-Thomasin, take the children outside.-No!"
    }
  },
  {
    "translation": {
      "en": "-Caleb. -Hold him.",
      "vi": "-Caleb.-Hold him."
    }
  },
  {
    "translation": {
      "en": "-Caleb! -Caleb.",
      "vi": "-Caleb!-Caleb."
    }
  },
  {
    "translation": {
      "en": "-'Tis she! -No!",
      "vi": "-'Tis she!-No!"
    }
  },
  {
    "translation": {
      "en": "-What horrible fancy's this? -She told me she stole Sam!",
      "vi": "-What horrible fancy's this?-She told me she stole Sam!"
    }
  },
  {
    "translation": {
      "en": "-She gave him to the Devil in the wood. -They lie!",
      "vi": "-She gave him to the Devil in the wood.-They lie!"
    }
  },
  {
    "translation": {
      "en": "-She made bargain with Satan! -She signed his book!",
      "vi": "-She made bargain with Satan!-She signed his book!"
    }
  },
  {
    "translation": {
      "en": "Don't let her near me. She'll place a curse on me!",
      "vi": "Don't let her near me.She'll place a curse on me!"
    }
  },
  {
    "translation": {
      "en": "-They conspire against me. -Thomasin is a witch!",
      "vi": "-They conspire against me.-Thomasin is a witch!"
    }
  },
  {
    "translation": {
      "en": "-Dost thou love the word of God? -Yes.",
      "vi": "-Dost thou love the word of God?-Yes."
    }
  },
  {
    "translation": {
      "en": "yet I tell thee, I have raised up no witch in this house!",
      "vi": "yet I tell thee, I have raised upno witch in this house!"
    }
  },
  {
    "translation": {
      "en": "-You must believe us. -Evil wretches!",
      "vi": "-You must believe us.-Evil wretches!"
    }
  },
  {
    "translation": {
      "en": "-Thomasin! -Thomasin!",
      "vi": "-Thomasin!-Thomasin!"
    }
  },
  {
    "translation": {
      "en": "-What? -Nor I.",
      "vi": "-What?-Nor I."
    }
  },
  {
    "translation": {
      "en": "Our Father, which art in heaven, hallowed be thy name...",
      "vi": "Our Father, which art in heaven,hallowed be thy name..."
    }
  },
  {
    "translation": {
      "en": "-Please, stop it. -Pray.",
      "vi": "-Please, stop it.-Pray."
    }
  },
  {
    "translation": {
      "en": "-Stop it! -Pray, you beasts.",
      "vi": "-Stop it!-Pray, you beasts."
    }
  },
  {
    "translation": {
      "en": "-Get on thy knees and pray! -Damnation!",
      "vi": "-Get on thy knees and pray!-Damnation!"
    }
  },
  {
    "translation": {
      "en": "-Sends 'em upon me! -She desires of my blood.",
      "vi": "-Sends 'em upon me!-She desires of my blood."
    }
  },
  {
    "translation": {
      "en": "-They feed upon her teats... -She desires of my blood.",
      "vi": "-They feed upon her teats...-She desires of my blood."
    }
  },
  {
    "translation": {
      "en": "-Think on Christ! -She sends her devils!",
      "vi": "-Think on Christ!-She sends her devils!"
    }
  },
  {
    "translation": {
      "en": "wallowing in the blood and filth of my sins!",
      "vi": "wallowing in the bloodand filth of my sins!"
    }
  },
  {
    "translation": {
      "en": "-The Lord is my shepherd... -I am thine enemy!",
      "vi": "-The Lord is my shepherd...-I am thine enemy!"
    }
  },
  {
    "translation": {
      "en": "-...I shall not want. -He maketh me lie down",
      "vi": "-...I shall not want.-He maketh me lie down"
    }
  },
  {
    "translation": {
      "en": "-in green pasture... -And leadeth me by the still waters.",
      "vi": "-in green pasture...-And leadeth me by the still waters."
    }
  },
  {
    "translation": {
      "en": "He restoreth my soul and leadeth me in the paths of righteousness",
      "vi": "He restoreth my soul and leadeth mein the paths of righteousness"
    }
  },
  {
    "translation": {
      "en": "-for his name's sake. -I am thine enemy!",
      "vi": "-for his name's sake.-I am thine enemy!"
    }
  },
  {
    "translation": {
      "en": "Yea, though I should walk through the valley of the shadow of death,",
      "vi": "Yea, though I should walk throughthe valley of the shadow of death,"
    }
  },
  {
    "translation": {
      "en": "Wash me in the ever-flowing fountains of thy blood.",
      "vi": "Wash me in the ever-flowingfountains of thy blood."
    }
  },
  {
    "translation": {
      "en": "My Lord, my love, kiss me with the kisses of thy mouth.",
      "vi": "My Lord, my love,kiss me with the kisses of thy mouth."
    }
  },
  {
    "translation": {
      "en": "A council will be called, and thy life is...",
      "vi": "A council will be called,and thy life is..."
    }
  },
  {
    "translation": {
      "en": "-Thy life... -Will you not believe me?",
      "vi": "-Thy life...-Will you not believe me?"
    }
  },
  {
    "translation": {
      "en": "I saw the serpent in my son. You stopped their prayers.",
      "vi": "I saw the serpent in my son.You stopped their prayers."
    }
  },
  {
    "translation": {
      "en": "-I love Caleb. -And who then found him,",
      "vi": "-I love Caleb.-And who then found him,"
    }
  },
  {
    "translation": {
      "en": "the bargain thou hast made is of no effect.",
      "vi": "the bargain thouhast made is of no effect."
    }
  },
  {
    "translation": {
      "en": "-I made no bargain. -Thy soul belongeth to Christ.",
      "vi": "-I made no bargain.-Thy soul belongeth to Christ."
    }
  },
  {
    "translation": {
      "en": "-I made no bargain. -The Devil hath no interest in thee.",
      "vi": "-I made no bargain.-The Devil hath no interest in thee."
    }
  },
  {
    "translation": {
      "en": "-I am no witch, Father. -What did I but see in my house?",
      "vi": "-I am no witch, Father.-What did I but see in my house?"
    }
  },
  {
    "translation": {
      "en": "-Will you not hear me? -I prithee, confess.",
      "vi": "-Will you not hear me?-I prithee, confess."
    }
  },
  {
    "translation": {
      "en": "Christ can unwitch us if you will but speak truth to me.",
      "vi": "Christ can unwitch usif you will but speak truth to me."
    }
  },
  {
    "translation": {
      "en": "You and Mother are planned to rid the farm of me.",
      "vi": "You and Motherare planned to rid the farm of me."
    }
  },
  {
    "translation": {
      "en": "You took of Mother's cup and let her rail at me.",
      "vi": "You took of Mother's cupand let her rail at me."
    }
  },
  {
    "translation": {
      "en": "-Is that truth? -Peace, thee.",
      "vi": "-Is that truth?-Peace, thee."
    }
  },
  {
    "translation": {
      "en": "-I will not. -I am thy father.",
      "vi": "-I will not.-I am thy father."
    }
  },
  {
    "translation": {
      "en": "You took Caleb to the wood, and let me take the blame of that, too.",
      "vi": "You took Caleb to the wood,and let me take the blame of that, too."
    }
  },
  {
    "translation": {
      "en": "You cannot bring the crops to yield! You cannot hunt!",
      "vi": "You cannot bring the crops to yield!You cannot hunt!"
    }
  },
  {
    "translation": {
      "en": "-Is that truth enough? -Enough.",
      "vi": "-Is that truth enough?-Enough."
    }
  },
  {
    "translation": {
      "en": "Must I hear the Devil wag his tongue in thy mouth?",
      "vi": "Must I hear the Devilwag his tongue in thy mouth?"
    }
  },
  {
    "translation": {
      "en": "They spend all day long babbling to that horned beast.",
      "vi": "They spend all day longbabbling to that horned beast."
    }
  },
  {
    "translation": {
      "en": "-They know well his voice. -Go to.",
      "vi": "-They know well his voice.-Go to."
    }
  },
  {
    "translation": {
      "en": "The Adversary oft comes in the shape of a he-goat.",
      "vi": "The Adversary oft comesin the shape of a he-goat."
    }
  },
  {
    "translation": {
      "en": "-The twins know it. -Slander thy brethren no more.",
      "vi": "-The twins know it.-Slander thy brethren no more."
    }
  },
  {
    "translation": {
      "en": "'Twas they and that goat what bewitched this whole farm.",
      "vi": "'Twas they and that goatwhat bewitched this whole farm."
    }
  },
  {
    "translation": {
      "en": "Mercy told me herself by the stream, \"I be the Witch of the Wood.\"",
      "vi": "Mercy told me herself by the stream,\"I be the Witch of the Wood.\""
    }
  },
  {
    "translation": {
      "en": "-What is this? -Speak.",
      "vi": "-What is this?-Speak."
    }
  },
  {
    "translation": {
      "en": "Get her from me sight. I'll not have her in this house.",
      "vi": "Get her from me sight.I'll not have her in this house."
    }
  },
  {
    "translation": {
      "en": "What is the cause, daughter? Tell thy mother.",
      "vi": "What is the cause, daughter?Tell thy mother."
    }
  },
  {
    "translation": {
      "en": "they made covenant with the Devil in the shape of Black Phillip.",
      "vi": "they made covenant with the Devilin the shape of Black Phillip."
    }
  },
  {
    "translation": {
      "en": "Did ye make some unholy bond with that goat?",
      "vi": "Did ye make someunholy bond with that goat?"
    }
  },
  {
    "translation": {
      "en": "I will not play a fool to children's games.",
      "vi": "I will not playa fool to children's games."
    }
  },
  {
    "translation": {
      "en": "Yet these lies from our babes' mouths are but trifles to them.",
      "vi": "Yet these lies from our babes' mouthsare but trifles to them."
    }
  },
  {
    "translation": {
      "en": "-I do not lie! -Silence, creature!",
      "vi": "-I do not lie!-Silence, creature!"
    }
  },
  {
    "translation": {
      "en": "-Caleb did but cry Jesus. -The Devil!",
      "vi": "-Caleb did but cry Jesus.-The Devil!"
    }
  },
  {
    "translation": {
      "en": "-Thou know it not! -The Devil will speak the Scripture, too.",
      "vi": "-Thou know it not!-The Devil will speak the Scripture, too."
    }
  },
  {
    "translation": {
      "en": "-We are damned! -Wake!",
      "vi": "-We are damned!-Wake!"
    }
  },
  {
    "translation": {
      "en": "and I will smite Jonas as Abraham would have done his seed.",
      "vi": "and I will smite Jonasas Abraham would have done his seed."
    }
  },
  {
    "translation": {
      "en": "-No. Stop it! Stop it! -Fetch the billhook,",
      "vi": "-No. Stop it! Stop it!-Fetch the billhook,"
    }
  },
  {
    "translation": {
      "en": "-Do you see? -Stop it.",
      "vi": "-Do you see?-Stop it."
    }
  },
  {
    "translation": {
      "en": "If that old billy be the Devil, I would have danced with him myself.",
      "vi": "If that old billy be the Devil,I would have danced with him myself."
    }
  },
  {
    "translation": {
      "en": "I'll break thee out upon the dawn, and we'll set back to the plantation.",
      "vi": "I'll break thee out upon the dawn,and we'll set back to the plantation."
    }
  },
  {
    "translation": {
      "en": "-Would that please you? -Aye.",
      "vi": "-Would that please you?-Aye."
    }
  },
  {
    "translation": {
      "en": "-Will you look at it with me? -Aye.",
      "vi": "-Will you look at it with me?-Aye."
    }
  },
  {
    "translation": {
      "en": "-I know not what I saw... -Where are they?",
      "vi": "-I know not what I saw...-Where are they?"
    }
  },
  {
    "translation": {
      "en": "I did nothing. She came from the sky, she...",
      "vi": "I did nothing.She came from the sky, she..."
    }
  },
  {
    "translation": {
      "en": "-It is you! -I am your daughter!",
      "vi": "-It is you!-I am your daughter!"
    }
  },
  {
    "translation": {
      "en": "-You have made a covenant with death! -Mother!",
      "vi": "-You have made a covenant with death!-Mother!"
    }
  },
  {
    "translation": {
      "en": "Did you not think I saw thy sluttish looks to him,",
      "vi": "Did you not think I sawthy sluttish looks to him,"
    }
  },
  {
    "translation": {
      "en": "-What say you to me? -And thy father next!",
      "vi": "-What say you to me?-And thy father next!"
    }
  },
  {
    "translation": {
      "en": "-They are gone. -No.",
      "vi": "-They are gone.-No."
    }
  },
  {
    "translation": {
      "en": "-You killed my children! -No! No!",
      "vi": "-You killed my children!-No! No!"
    }
  },
  {
    "translation": {
      "en": "Speak as thou dost speak to Jonas and Mercy.",
      "vi": "Speak as thou dost speakto Jonas and Mercy."
    }
  }
]