[
  {
    "translation": {
      "en": "The world's climate scientists tell us that",
      "vi": "Bạn biết đấy, những nhà khí hậu học nói với chúng ta rằng"
    }
  },
  {
    "translation": {
      "en": "the highest safe level of emissions would be around 350 parts",
      "vi": "mức độ phát thải an toàn nhất sẽ là khoảng 350 phần triệu CO2"
    }
  },
  {
    "translation": {
      "en": "per million of carbon dioxide and greenhouse gases in the atmosphere.",
      "vi": "khoảng 350 phần triệu CO2 và khí nhà kính trong khí quyển. Chúng ta đang ở mức 400."
    }
  },
  {
    "translation": {
      "en": "We're already at 400.",
      "vi": "và khí nhà kính trong khí quyển. Chúng ta đang ở mức 400."
    }
  },
  {
    "translation": {
      "en": "They tell us that the safest we could hope to do,",
      "vi": "PHÓ TỔNG GIÁM ĐỐC - CÂU LẠC BỘ SIERRA Họ nói với chúng ta rằng ngưỡng an toàn nhất chúng ta có thể hy vọng"
    }
  },
  {
    "translation": {
      "en": "without having perilous implications",
      "vi": "mà không gây ra hậu quả nghiêm trọng,"
    }
  },
  {
    "translation": {
      "en": "as far as drought, famine, human conflict, major species extinction,",
      "vi": "như hạn hán, đói kém, xung đột, tuyệt chủng hàng loạt"
    }
  },
  {
    "translation": {
      "en": "would be about a 2-degree Celsius increase in temperature.",
      "vi": "là nhiệt độ tăng khoảng 2 độ C."
    }
  },
  {
    "translation": {
      "en": "We're rapidly approaching that,",
      "vi": "Ta đang nhanh chóng tiếp cận mức đó"
    }
  },
  {
    "translation": {
      "en": "and with all the built-in carbon dioxide that's already in the atmosphere,",
      "vi": "và với lượng khí... CO2 đang có trong khí quyển,"
    }
  },
  {
    "translation": {
      "en": "we're easily going to exceed that.",
      "vi": "chúng ta sẽ dễ dàng vượt qua mức đó."
    }
  },
  {
    "translation": {
      "en": "So, on our watch,",
      "vi": "Vì thế, chúng ta đang phải đối mặt"
    }
  },
  {
    "translation": {
      "en": "we are facing the next major extinction of species on the Earth",
      "vi": "Vì thế, chúng ta đang phải đối mặt với một đợt tuyệt chủng lớn trên Trái Đất"
    }
  },
  {
    "translation": {
      "en": "that we haven't seen since the time of the dinosaurs disappearing.",
      "vi": "mà ta chưa gặp phải kể từ thời loài khủng long biến mất."
    }
  },
  {
    "translation": {
      "en": "When whole countries go underwater because of sea-level rise,",
      "vi": "Khi mà các đất nước chìm xuống do mực nước biển dâng lên,"
    }
  },
  {
    "translation": {
      "en": "when whole countries find that",
      "vi": "khi mà tất cả các quốc gia nhận ra hạn hán nhiều tới mức"
    }
  },
  {
    "translation": {
      "en": "there's so much drought that they can't feed their population,",
      "vi": "khi mà tất cả các quốc gia nhận ra hạn hán nhiều tới mức dân không đủ lương thực để ăn,"
    }
  },
  {
    "translation": {
      "en": "and as a result, they need to",
      "vi": "và kết quả là..."
    }
  },
  {
    "translation": {
      "en": "desperately migrate to another country or invade another country,",
      "vi": "họ đành phải di dân hoặc phải xâm chiếm nước khác."
    }
  },
  {
    "translation": {
      "en": "we're gonna have climate wars in the future.",
      "vi": "Ý tôi là, tương lai con người sẽ gây chiến vì khí hậu."
    }
  },
  {
    "translation": {
      "en": "And what about livestock and animal agriculture?",
      "vi": "Thế còn gia súc và công nghiệp chăn nuôi thì sao?"
    }
  },
  {
    "translation": {
      "en": "Well, what about it? I mean...",
      "vi": "Ờ, về vấn đề đó. Ý tôi là..."
    }
  },
  {
    "translation": {
      "en": "My name's Kip.",
      "vi": "Tên tôi là Kip."
    }
  },
  {
    "translation": {
      "en": "This is me. I had a cliché US American childhood.",
      "vi": "Đây là tôi. Tôi đã có thời thơ ấu kiểu Mỹ điển hình."
    }
  },
  {
    "translation": {
      "en": "My mom was a teacher. My dad was in the military. And I have one sister.",
      "vi": "Mẹ tôi là giáo viên, bố ở trong quân đội và tôi có một người chị."
    }
  },
  {
    "translation": {
      "en": "I played all the sports growing up, but I always loved the outdoors and camping.",
      "vi": "Tôi chơi nhiều môn thể thao nhưng tôi luôn thích hoạt động ngoài trời và cắm trại."
    }
  },
  {
    "translation": {
      "en": "Life was simple, not a care in the world.",
      "vi": "Cuộc sống thật đơn giản, chẳng phải lo nghĩ gì."
    }
  },
  {
    "translation": {
      "en": "And then this guy showed up. Like so many of us,",
      "vi": "Cho đến khi gã này xuất hiện. Cựu phó tổng thống Mỹ"
    }
  },
  {
    "translation": {
      "en": "I saw his film, An Inconvenient Truth, about the impacts of global warming,",
      "vi": "Tôi đã xem phim \"Sự thật bất tiện\" của ông ấy về tác động của hiện tượng ấm lên toàn cầu và nó làm tôi sợ hết cả hồn."
    }
  },
  {
    "translation": {
      "en": "and it scared the emojis out of me.",
      "vi": "về tác động của hiện tượng ấm lên toàn cầu và nó làm tôi sợ hết cả hồn."
    }
  },
  {
    "translation": {
      "en": "In Al Gore's film, he describes how Earth is in peril.",
      "vi": "Trong phim của Al Gore, ông ta nói rằng Trái Đất đang nguy kịch."
    }
  },
  {
    "translation": {
      "en": "Climate change stands to affect all life on this planet.",
      "vi": "Khí hậu thay đổi làm ảnh hưởng đến tất cả sự sống trên hành tinh này."
    }
  },
  {
    "translation": {
      "en": "From monster storms, raging wildfires, record droughts, ice caps melting,",
      "vi": "Từ những cơn siêu bão, những vụ cháy rừng dữ dội, hạn hán, băng tan,"
    }
  },
  {
    "translation": {
      "en": "acidification of the oceans, to entire countries going underwater,",
      "vi": "sự axít hoá của biển cho đến cả các quốc gia bị chìm trong nước."
    }
  },
  {
    "translation": {
      "en": "that could all be caused by humans' demands on the Earth.",
      "vi": "Nguyên nhân đều có thể do tác động của con người lên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "I wanted to do everything I could to help.",
      "vi": "Tôi muốn làm tất cả những gì có thể để giúp."
    }
  },
  {
    "translation": {
      "en": "I made up my mind, right then and there,",
      "vi": "Tôi đã quyết tâm, ngay lúc đó và tới tận giờ, thay đổi cách sống"
    }
  },
  {
    "translation": {
      "en": "to change how I lived and to do whatever I possibly could to find a way",
      "vi": "Tôi đã quyết tâm, ngay lúc đó và tới tận giờ, thay đổi cách sống và làm tất cả những gì tôi có thể"
    }
  },
  {
    "translation": {
      "en": "for all of us to live together in balance with the planet sustainably forever.",
      "vi": "để tìm ra giải pháp cho con người cùng chung sống mãi mãi trong sự cân bằng với hành tinh này một cách bền vững."
    }
  },
  {
    "translation": {
      "en": "I started to do all the things Al told us to do.",
      "vi": "Tôi bắt đầu làm tất cả những việc mà Al nói chúng tôi phải làm."
    }
  },
  {
    "translation": {
      "en": "I became an OCE, Obsessive Compulsive Environmentalist.",
      "vi": "Tôi trở thành một OCE, \"Nhà Môi trường học Ám ảnh Cưỡng chế\"."
    }
  },
  {
    "translation": {
      "en": "I separated the trash and recycling, I composted, changed all the light bulbs,",
      "vi": "Tôi phân loại rác thường và rác tái chế. Tôi làm phân trộn, thay hết các bóng đèn,"
    }
  },
  {
    "translation": {
      "en": "took short showers, turned the water off when I brushed my teeth,",
      "vi": "tắm rửa nhanh, khoá vòi nước khi đánh răng,"
    }
  },
  {
    "translation": {
      "en": "turned off lights when leaving the room,",
      "vi": "tắt đèn khi ra khỏi phòng,"
    }
  },
  {
    "translation": {
      "en": "and rode my bike instead of driving everywhere.",
      "vi": "và đi xe đạp thay vì đi ô tô."
    }
  },
  {
    "translation": {
      "en": "But as the years went by, it seemed as if things were getting worse.",
      "vi": "Nhưng rồi năm tháng trôi qua, mọi thứ vẫn ngày càng tệ hơn."
    }
  },
  {
    "translation": {
      "en": "I had to wonder, with all the continuing ecological crisis facing the planet,",
      "vi": "Tôi tự hỏi, tất cả những thảm hoạ sinh thái mà hành tinh này đang phải đối mặt,"
    }
  },
  {
    "translation": {
      "en": "even if every single one of us adopted these conservation habits,",
      "vi": "thậm chí nếu tất cả mọi người đều có thói quen bảo vệ môi trường kia,"
    }
  },
  {
    "translation": {
      "en": "was this really gonna be enough to save the world?",
      "vi": "liệu có đủ để cứu thế giới này không?"
    }
  },
  {
    "translation": {
      "en": "It just seemed that there was something more to the story.",
      "vi": "Có vẻ như vẫn còn uẩn khúc gì đó trong chuyện này."
    }
  },
  {
    "translation": {
      "en": "I thought I was doing everything I could to help the planet.",
      "vi": "Tôi từng nghĩ tôi đã làm mọi việc có thể để giúp hành tinh này."
    }
  },
  {
    "translation": {
      "en": "But then, with one's friend's post, everything changed.",
      "vi": "Thế rồi, chỉ từ bài đăng của một người bạn, mọi thứ đều thay đổi."
    }
  },
  {
    "translation": {
      "en": "The post sent me to a report online, published by the United Nations,",
      "vi": "Bài viết đó đã đưa tôi đến một báo cáo trực tuyến công bố bởi Liên Hiệp Quốc"
    }
  },
  {
    "translation": {
      "en": "stating that raising livestock produces more greenhouse gases",
      "vi": "nói rằng việc chăn nuôi gia súc tạo ra nhiều khí nhà kính"
    }
  },
  {
    "translation": {
      "en": "than the emissions of the entire transportation sector.",
      "vi": "hơn cả các chất thải từ toàn bộ lĩnh vực vận tải."
    }
  },
  {
    "translation": {
      "en": "This means that the meat and dairy industry produces more greenhouse gases",
      "vi": "Điều đó nghĩa là thịt và các sản phẩm trong ngành bơ sữa tạo ra nhiều khí nhà kính hơn cả khí thải"
    }
  },
  {
    "translation": {
      "en": "than the exhaust of all cars, trucks, trains, boats, planes combined.",
      "vi": "nhiều khí nhà kính hơn cả khí thải từ các loại xe, tàu, thuyền và cả máy bay cộng lại."
    }
  },
  {
    "translation": {
      "en": "Cows and other farmed animals",
      "vi": "Mức thải khí nhà kính Bò và các gia cầm khác thải ra một lượng mêtan đáng kể"
    }
  },
  {
    "translation": {
      "en": "produce a substantial amount of methane from their digestive process.",
      "vi": "Bò và các gia cầm khác thải ra một lượng mêtan đáng kể trong quá trình tiêu hoá."
    }
  },
  {
    "translation": {
      "en": "Methane gas from livestock",
      "vi": "Khí mêtan từ gia súc có hại gấp 86 lần so với"
    }
  },
  {
    "translation": {
      "en": "is 86 times more destructive than carbon dioxide from vehicles.",
      "vi": "Khí mêtan từ gia súc có hại gấp 86 lần so với CO2 từ xe cộ."
    }
  },
  {
    "translation": {
      "en": "Here, I'd been riding my bike everywhere to help reduce emissions.",
      "vi": "Tôi đã đi xe đạp suốt để giảm lượng khí thải nhưng hoá ra"
    }
  },
  {
    "translation": {
      "en": "But it turns out, there's more to climate change than just fossil fuels.",
      "vi": "ngoài nhiên liệu hoá thạch thì còn nhiều thứ khác gây ra biến đổi khí hậu."
    }
  },
  {
    "translation": {
      "en": "I started doing more research. The UN, along with other agencies,",
      "vi": "Tôi bắt đầu nghiên cứu nhiều hơn. Liên Hiệp Quốc và các cơ quan khác báo cáo rằng"
    }
  },
  {
    "translation": {
      "en": "reported that not only did livestock play a major role in global warming,",
      "vi": "Liên Hiệp Quốc và các cơ quan khác báo cáo rằng gia súc không chỉ đóng vai trò lớn trong hiện tượng ấm lên toàn cầu,"
    }
  },
  {
    "translation": {
      "en": "it is also the leading cause of resource consumption",
      "vi": "nó còn là nguyên nhân dẫn đầu trong việc tiêu thụ tài nguyên"
    }
  },
  {
    "translation": {
      "en": "and environmental degradation destroying the planet today.",
      "vi": "và thoái hoá môi trường phá hoại hành tinh hiện nay."
    }
  },
  {
    "translation": {
      "en": "How is it possible I wasn't aware of this? I thought this information",
      "vi": "Tại sao tôi lại không sớm nhận thức được điều này? Tôi tưởng thông tin thế này phải ở khắp mọi nơi"
    }
  },
  {
    "translation": {
      "en": "would be plastered everywhere in the environmental community.",
      "vi": "Tôi tưởng thông tin thế này phải ở khắp mọi nơi  trong các cộng đồng môi trường."
    }
  },
  {
    "translation": {
      "en": "I went to the nation's largest environmental organization's websites,",
      "vi": "Tôi đã vào các trang web của các tổ chức môi trường lớn nhất quốc gia, 350.org,"
    }
  },
  {
    "translation": {
      "en": "350.org, Greenpeace, Sierra Club, Climate Reality,",
      "vi": "Tôi đã vào các trang web của các tổ chức môi trường lớn nhất quốc gia, 350.org, Greenpeace, Sierra Club, Climate Reality, Rain forest Action Network, Amazon Watch"
    }
  },
  {
    "translation": {
      "en": "Rainforest Action Network, Amazon Watch,",
      "vi": "Greenpeace, Sierra Club, Climate Reality, Rain forest Action Network, Amazon Watch"
    }
  },
  {
    "translation": {
      "en": "and was shocked to see they had virtually nothing on animal agriculture.",
      "vi": "và bất ngờ khi thấy họ hầu như không có thông tin gì về công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "What was going on?",
      "vi": "Vậy chuyện gì đang xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Why wouldn't they have this information on their main page?",
      "vi": "Tại sao họ không đưa thông tin này lên trang chủ?"
    }
  },
  {
    "translation": {
      "en": "It seemed the main focus for many of these groups was natural gas and oil production,",
      "vi": "Có vẻ như những nhóm này chỉ quan tâm tới khí đốt tự nhiên và dầu mỏ,"
    }
  },
  {
    "translation": {
      "en": "with fracking being the latest hot issue due to water usage and contamination.",
      "vi": "mà công nghệ thuỷ lực là vấn đề nóng bỏng nhất hiện nay do việc sử dụng và làm ô nhiễm nguồn nước."
    }
  },
  {
    "translation": {
      "en": "Hydraulic fracturing for natural gas uses an incredible amount of water.",
      "vi": "Sử dụng công nghệ thuỷ lực để khai thác khí tự nhiên cần rất nhiều nước."
    }
  },
  {
    "translation": {
      "en": "A staggering 100 billion gallons of water is used every year in the United States.",
      "vi": "Khoảng 378 tỷ lít nước được tiêu thụ mỗi năm ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "But when I compared this with animal agriculture,",
      "vi": "Nhưng so với công nghiệp chăn nuôi,"
    }
  },
  {
    "translation": {
      "en": "raising livestock just in the US consumes 34 trillion gallons of water.",
      "vi": "chỉ riêng Mỹ tiêu thụ 130 ngàn tỷ lít nước."
    }
  },
  {
    "translation": {
      "en": "And it turns out the methane emissions from both industries are nearly equal.",
      "vi": "Và hoá ra lượng khí mêtan thải ra của hai ngành công nghiệp gần bằng nhau."
    }
  },
  {
    "translation": {
      "en": "Living in California, a state plagued by drought and water shortages,",
      "vi": "Sống ở California, một bang gặp khó khăn do thiếu hụt nước và hạn hán,"
    }
  },
  {
    "translation": {
      "en": "water use is a major concern for many of us.",
      "vi": "sử dụng nước là một mối quan tâm lớn đối với nhiều người."
    }
  },
  {
    "translation": {
      "en": "The average Californian uses about 1,500 gallons per person per day.",
      "vi": "Một người ở California dùng trung bình... VIỆN THÁI BÌNH DƯƠNG Đồng giám đốc chương trình nước ...khoảng 6800 lít nước mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "About half of that is related to the consumption of meat and dairy products.",
      "vi": "...khoảng 6800 lít nước mỗi ngày. Một nửa số lượng đó liên quan đến việc tiêu thụ thịt và các sản phẩm từ sữa."
    }
  },
  {
    "translation": {
      "en": "So, meat and dairy products are incredibly water-intensive,",
      "vi": "Thịt và sản phẩm từ sữa cần nhiều nước đến mức khó tin,"
    }
  },
  {
    "translation": {
      "en": "in part because the animals are using very water-intensive grains.",
      "vi": "một phần là do ngũ cốc mà chúng ăn cần rất nhiều nước để trồng,"
    }
  },
  {
    "translation": {
      "en": "That's what they eat.",
      "vi": "đó là thức ăn của gia súc,"
    }
  },
  {
    "translation": {
      "en": "And so, all of the water embedded in the grain and that the animal eats",
      "vi": "vậy nên tất cả nước ở trong ngũ cốc thức ăn của gia súc"
    }
  },
  {
    "translation": {
      "en": "essentially is considered part of the virtual water footprint of that product.",
      "vi": "được coi là phần tất yếu của dấu chân nước vô hình của sản phẩm đó."
    }
  },
  {
    "translation": {
      "en": "I found out that one quarter-pound hamburger",
      "vi": "Tôi phát hiện ra một chiếc bánh bánh kẹp 110 gram"
    }
  },
  {
    "translation": {
      "en": "requires over 660 gallons of water to produce.",
      "vi": "cần hơn 2500 lít nước để sản xuất."
    }
  },
  {
    "translation": {
      "en": "Here, I've been taking these short showers trying to save water,",
      "vi": "Tôi đi tắm nhanh để tiết kiệm nước"
    }
  },
  {
    "translation": {
      "en": "and to find out just eating one hamburger",
      "vi": "rồi nhận ra rằng ăn một chiếc bánh kẹp tương đương với"
    }
  },
  {
    "translation": {
      "en": "is the equivalent of showering two entire months.",
      "vi": "rồi nhận ra rằng ăn một chiếc bánh kẹp tương đương với việc tắm trong suốt hai tháng."
    }
  },
  {
    "translation": {
      "en": "So much attention is given to lowering our home water use,",
      "vi": "Phần lớn sự chú ý dành cho việc giảm sử dụng nước gia dụng,"
    }
  },
  {
    "translation": {
      "en": "yet domestic water use is only 5% of what is consumed in the US",
      "vi": "nhưng ở Mỹ, nước sử dụng trong hộ gia đình chỉ chiếm 5 phần trăm"
    }
  },
  {
    "translation": {
      "en": "versus 55% for animal agriculture.",
      "vi": "so với 55 phần trăm trong chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "That's because it takes upwards of 2,500 gallons of water",
      "vi": "Bởi vì cần đến 9500 lít nước"
    }
  },
  {
    "translation": {
      "en": "to produce one pound of beef.",
      "vi": "để tạo ra 450 gram thịt bò."
    }
  },
  {
    "translation": {
      "en": "I went on the government's",
      "vi": "Tôi truy cập vào chiến dịch \"Tiết kiệm nước\" trên trang của"
    }
  },
  {
    "translation": {
      "en": "Department of Water Resources' Save Our Water campaign,",
      "vi": "Tôi truy cập vào chiến dịch \"Tiết kiệm nước\" trên trang của cơ quan Chính phủ,"
    }
  },
  {
    "translation": {
      "en": "where it outlines behavioral changes to help conserve our water.",
      "vi": "trong đó chỉ ra những thay đổi về thói quen để giúp tiết kiệm nước."
    }
  },
  {
    "translation": {
      "en": "Like using low-flow shower heads,",
      "vi": "Như cách sử dụng vòi hoa sen chảy nước chậm,"
    }
  },
  {
    "translation": {
      "en": "efficient toilets, water-saving appliances,",
      "vi": "sử dụng nhà vệ sinh hiệu quả, các thiết bị tiết kiệm nước"
    }
  },
  {
    "translation": {
      "en": "and fix leaky faucets and sprinkler heads, but nothing about animal agriculture.",
      "vi": "cách sửa vòi nước bị rò rỉ và vòi phun nước, nhưng không có gì về công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "When I added up all the government's recommendations,",
      "vi": "Nếu làm theo tất cả các khuyến nghị từ Chính phủ,"
    }
  },
  {
    "translation": {
      "en": "I was saving 47 gallons a day.",
      "vi": "tôi sẽ tiết kiệm 177 lít mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "But still, that's not even close to the 660 gallons of water for just one burger.",
      "vi": "Tuy nhiên, thế vẫn rất ít so với 2500 lít cho một chiếc bánh kẹp."
    }
  },
  {
    "translation": {
      "en": "I wanted to see if I could somehow talk with the government about this.",
      "vi": "Tôi muốn xem liệu có thể nói chuyện với Chính phủ về vấn đề này."
    }
  },
  {
    "translation": {
      "en": "I'm just calling to see if we could schedule an interview.",
      "vi": "Tôi gọi để xem liệu chúng ta có thể sắp xếp một cuộc phỏng vấn."
    }
  },
  {
    "translation": {
      "en": "Yeah, that would be good.",
      "vi": "Được, hay đấy."
    }
  },
  {
    "translation": {
      "en": "What does your schedule look like this afternoon or tomorrow afternoon?",
      "vi": "Anh thấy chiều nay hoặc chiều mai được không?"
    }
  },
  {
    "translation": {
      "en": "Tomorrow afternoon could be good.",
      "vi": "Chiều mai được đó. Toà Thị Chính California Sacramento California"
    }
  },
  {
    "translation": {
      "en": "For the urban environment, a lot of things that can be done indoors.",
      "vi": "Đối với môi trường đô thị, có rất nhiều thứ... CỤC TÀI NGUYÊN NƯỚC CALIFORNIA Trưởng Chi nhánh Dùng Nước Hiệu Quả"
    }
  },
  {
    "translation": {
      "en": "Using low-flow showerheads,",
      "vi": "...có thể làm được. Trong nhà, sử dụng vòi hoa sen chảy chậm,"
    }
  },
  {
    "translation": {
      "en": "low-flow faucets,",
      "vi": "vòi nước chảy chậm,"
    }
  },
  {
    "translation": {
      "en": "efficient toilets,",
      "vi": "nhà vệ sinh hiệu dụng,"
    }
  },
  {
    "translation": {
      "en": "efficient water-using appliances,",
      "vi": "các thiết bị dùng nước... hiệu quả."
    }
  },
  {
    "translation": {
      "en": "all those are really good areas that can help quite a lot.",
      "vi": "Tất cả những vấn đề đó có thể giúp được rất nhiều."
    }
  },
  {
    "translation": {
      "en": "But the biggest water savings is from outdoors.",
      "vi": "Nhưng tiết kiệm nhiều nước nhất vẫn là từ bên ngoài."
    }
  },
  {
    "translation": {
      "en": "We have to be mindful of the way we use water.",
      "vi": "CỤC TÀI NGUYÊN NƯỚC CALIFORNIA Quản lý Hệ thống Nước toàn bang Chúng ta cần phải để ý đến cách sử dụng nước."
    }
  },
  {
    "translation": {
      "en": "We have to use it as efficiently as possible.",
      "vi": "Chúng ta phải sử dụng nước sao cho càng hiệu quả càng tốt."
    }
  },
  {
    "translation": {
      "en": "We have to protect its quality.",
      "vi": "Ta cần phải bảo vệ chất lượng nước và ta phải là những người bảo vệ"
    }
  },
  {
    "translation": {
      "en": "And we have to be good stewards of the environment that depend on water.",
      "vi": "Ta cần phải bảo vệ chất lượng nước và ta phải là những người bảo vệ môi trường tốt mà nước giữ vai trò quyết định."
    }
  },
  {
    "translation": {
      "en": "And checking the sprinklers.",
      "vi": "Và kiểm tra các vòi phun."
    }
  },
  {
    "translation": {
      "en": "A lot of time, you get a lot of leaks and broken sprinklers",
      "vi": "Nhiều khi, bạn có rất nhiều vòi nước rò rỉ, bị hỏng và..."
    }
  },
  {
    "translation": {
      "en": "and things like that that wastes water.",
      "vi": "và những thứ như thế gây lãng phí nước."
    }
  },
  {
    "translation": {
      "en": "Those are the areas that there is a lot of room for conservation.",
      "vi": "Có rất nhiều điều để bàn tới trong lĩnh vực này."
    }
  },
  {
    "translation": {
      "en": "What kept on coming up a lot was animal agriculture.",
      "vi": "Vấn đề được nhắc tới nhiều, là về công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "Can you comment on that at all,",
      "vi": "Liệu ông có thể cho ý kiến và"
    }
  },
  {
    "translation": {
      "en": "about how much that plays a role in water consumption and pollution?",
      "vi": "đánh giá điều đó có mức độ thế nào trong việc tiêu thụ và ô nhiễm nước?"
    }
  },
  {
    "translation": {
      "en": "That's... I mean, that's not my area.",
      "vi": "Vấn đề đó, ý tôi là đó không phải lĩnh vực của tôi."
    }
  },
  {
    "translation": {
      "en": "There's one study that found that one pound of beef,",
      "vi": "Có một nghiên cứu tôi tìm được rằng để sản xuất 450 gram thị bò,"
    }
  },
  {
    "translation": {
      "en": "2,500 gallons of water.",
      "vi": "cần 9500 lít nước."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah.",
      "vi": "- Vâng. - Vâng."
    }
  },
  {
    "translation": {
      "en": "Eggs is 477 gallons of water, and cheese almost 900 gallons.",
      "vi": "Trứng thì cần 1800 lít nước. Và phô mai, gần 3400 lít."
    }
  },
  {
    "translation": {
      "en": "I guess one simple... Why isn't it on Save Our Water?",
      "vi": "Ý tôi là, tại sao lại không có điều đó trong chiến dịch \"Tiết kiệm nước\"?"
    }
  },
  {
    "translation": {
      "en": "Just... It's kind of like if you went to someone's house",
      "vi": "Đại loại như khi ông đến nhà một ai đó"
    }
  },
  {
    "translation": {
      "en": "and my neighbor has a faucet dripping,",
      "vi": "và hàng xóm của tôi có vòi phun nước, mà bị rỉ nước."
    }
  },
  {
    "translation": {
      "en": "and then you see this giant hose turned full-blast",
      "vi": "Và rồi bạn thấy cái vòi nước này thành phun nước hết công suất"
    }
  },
  {
    "translation": {
      "en": "until 660 gallons of water are shooting out into the street,",
      "vi": "cho đến khi 2500 lít nước tràn ra đường,"
    }
  },
  {
    "translation": {
      "en": "flooding the entire street.",
      "vi": "gây ngập cả khu phố."
    }
  },
  {
    "translation": {
      "en": "I think I would say, \"Hey, turn that off, please.\"",
      "vi": "Rồi chỉ cần nói, \"Này, anh bạn, làm ơn tắt vòi đi.\" = 1 BÁNH KẸP"
    }
  },
  {
    "translation": {
      "en": "Seems like it's a huge thing that we could be doing by far more than anything else.",
      "vi": "Có vẻ như việc đó sẽ tiết kiệm được nhiều nước hơn bất cứ việc gì được khuyến nghị."
    }
  },
  {
    "translation": {
      "en": "Just, like, if that is really the case.",
      "vi": "Nếu đó mới là vấn đề thực sự."
    }
  },
  {
    "translation": {
      "en": "I think that the water footprint of animal husbandry",
      "vi": "Thì tôi nghĩ những dấu chân nước trong họat động chăn nuôi nông nghiệp"
    }
  },
  {
    "translation": {
      "en": "is greater than other activities.",
      "vi": "lớn hơn nhiều so với các hoạt động khác."
    }
  },
  {
    "translation": {
      "en": "There's no ifs, ands or buts about it.",
      "vi": "Chẳng có \"nếu\" hay \"nhưng\" gì nữa về vấn đề này."
    }
  },
  {
    "translation": {
      "en": "That would be really powerful.",
      "vi": "Như thế sẽ rất hiệu quả,"
    }
  },
  {
    "translation": {
      "en": "Rather than waiting till we're in a drought,",
      "vi": "không cần phải đợi đến khi chúng ta gặp hạn hán,"
    }
  },
  {
    "translation": {
      "en": "what do you think about just starting now,",
      "vi": "các ông nghĩ sao về việc bắt đầu ngay từ bây giờ"
    }
  },
  {
    "translation": {
      "en": "and say to whoever's in charge of Save Our Water,",
      "vi": "và nói với người chịu trách nhiệm chiến dịch \"Tiết kiệm nước\""
    }
  },
  {
    "translation": {
      "en": "\"Hey, let's start encouraging people to eat less meat now",
      "vi": "\"Này, chúng ta nên khuyến khích người dân ăn ít thịt lại"
    }
  },
  {
    "translation": {
      "en": "\"because these studies are coming out\"?",
      "vi": "vì có những nghiên cứu này chỉ ra như vậy?\""
    }
  },
  {
    "translation": {
      "en": "-I don't think that'll happen. -Why?",
      "vi": "- Tôi không nghĩ điều đó sẽ xảy ra. - Vì sao?"
    }
  },
  {
    "translation": {
      "en": "-I don't think that'll happen. -Why?",
      "vi": "- Tôi không nghĩ điều đó sẽ xảy ra. - Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Because of the way government is set up here.",
      "vi": "Bởi vì cách thức mà Chính phủ hoạt động."
    }
  },
  {
    "translation": {
      "en": "That's interesting, though. Why, though?",
      "vi": "Điều này thật thú vị. Nhưng, tại sao?"
    }
  },
  {
    "translation": {
      "en": "One is water management, and the other one is behavior change.",
      "vi": "Một mặt là vấn đề quản lý nước và mặt kia là việc thay đổi hành vi."
    }
  },
  {
    "translation": {
      "en": "Behavior of taking showers and not watering your lawn and doing all that,",
      "vi": "Việc đi tắm và không tưới nước lên bãi cỏ nhà bạn"
    }
  },
  {
    "translation": {
      "en": "that's behavior.",
      "vi": "và những việc kiểu như vậy, là hành vi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Clearly, the government did not want to talk about this issue.",
      "vi": "Chà. Rõ ràng là Chính phủ không muốn nói về vấn đề này."
    }
  },
  {
    "translation": {
      "en": "Their inability to answer, along with",
      "vi": "Họ không trả lời được,"
    }
  },
  {
    "translation": {
      "en": "the environmental organization's silence on the topic of animal agriculture,",
      "vi": "cùng với sự im lặng của tổ chức môi trường về vấn đề công nghiệp chăn nuôi"
    }
  },
  {
    "translation": {
      "en": "made it seem something more was going on.",
      "vi": "khiến ta cảm tưởng như còn có uẩn khúc gì đó đằng sau."
    }
  },
  {
    "translation": {
      "en": "I started doing more investigating on the impacts of livestock",
      "vi": "Tôi bắt đầu điều tra thêm về tác động của chăn nuôi"
    }
  },
  {
    "translation": {
      "en": "and found out the situation was actually worse than I'd thought.",
      "vi": "và phát hiện ra rằng thực trạng còn tệ hơn những gì tôi nghĩ."
    }
  },
  {
    "translation": {
      "en": "The transportation and energy sectors are understandably given a lot of attention",
      "vi": "Vấn đề vận tải và năng lượng nhận được nhiều quan tâm"
    }
  },
  {
    "translation": {
      "en": "because of the terrible impact carbon dioxide is having on our climate.",
      "vi": "vì tác động kinh khủng của CO2 lên khí hậu của chúng ta."
    }
  },
  {
    "translation": {
      "en": "But animal agriculture produces 65% of the world's nitrous oxide,",
      "vi": "Nhưng, công nghiệp chăn nuôi tạo ra 65 phần trăm khí N2O trên thế giới,"
    }
  },
  {
    "translation": {
      "en": "a gas with a global warming potential 296 times greater than CO2 per pound.",
      "vi": "N2O có nguy cơ gây ra ấm lên toàn cầu gấp 296 lần so với CO2 trên mỗi 450 gram."
    }
  },
  {
    "translation": {
      "en": "Yet all we hear about is fossil fuels.",
      "vi": "Vậy mà họ chỉ toàn nói về nhiên liệu hoá thạch."
    }
  },
  {
    "translation": {
      "en": "Energy-related CO2 emissions are expected to increase 20% by the year 2040.",
      "vi": "Năng lượng thải ra khí CO2 được dự đoán sẽ tăng thêm 20 phần trăm tới năm 2040."
    }
  },
  {
    "translation": {
      "en": "Yet emissions from agriculture are predicted to increase 80% by 2050.",
      "vi": "Nhưng lượng khí thải trong nông nghiệp được dự đoán tăng thêm 80 phần trăm tới năm 2050."
    }
  },
  {
    "translation": {
      "en": "This devastating figure is mostly due to",
      "vi": "Những con số này được rút ra từ dự tính về sự gia tăng toàn cầu"
    }
  },
  {
    "translation": {
      "en": "a projected global increase in meat and dairy consumption.",
      "vi": "Những con số này được rút ra từ dự tính về sự gia tăng toàn cầu về việc sử dụng thịt và sản phẩm từ sữa."
    }
  },
  {
    "translation": {
      "en": "According to two environmental specialists at the World Bank Group,",
      "vi": "Dựa theo hai chuyên gia về môi trường của Tổ chức Ngân Hàng Thế Giới,"
    }
  },
  {
    "translation": {
      "en": "using the global standard for measuring greenhouse gases,",
      "vi": "sử dụng những tiêu chuẩn toàn cầu về đo đạc khí nhà kính"
    }
  },
  {
    "translation": {
      "en": "concluded that animal agriculture",
      "vi": "đã kết luận rằng công nghiệp chăn nuôi chịu trách nhiệm"
    }
  },
  {
    "translation": {
      "en": "was responsible for 51% of human-caused climate change",
      "vi": "đã kết luận rằng công nghiệp chăn nuôi chịu trách nhiệm 51 phần trăm những biến đổi khí hậu gây ra bởi con người"
    }
  },
  {
    "translation": {
      "en": "when the loss of carbon sinks, respiration and methane are properly accounted for,",
      "vi": "khi tính tới cả sự giảm thiểu các bể chứa carbon, hô hấp và khí mêtan,"
    }
  },
  {
    "translation": {
      "en": "which the UN study failed to address.",
      "vi": "điều mà nghiên cứu của Liên Hiệp Quốc không thể chỉ ra."
    }
  },
  {
    "translation": {
      "en": "But not only that, I found out that raising animals for food",
      "vi": "Không chỉ thế, tôi còn phát hiện rằng nuôi gia súc để làm thức ăn chiếm đến"
    }
  },
  {
    "translation": {
      "en": "is responsible for 30% of the world's water consumption,",
      "vi": "tôi còn phát hiện rằng nuôi gia súc để làm thức ăn chiếm đến 30 phần trăm tổng lượng nước sử dụng trên toàn thế giới,"
    }
  },
  {
    "translation": {
      "en": "occupies up to 45% of the Earth's land,",
      "vi": "chiếm đến 45 phần trăm diện tích đất trên Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "is responsible for up to 91% of Brazilian Amazon destruction,",
      "vi": "chịu trách nhiệm lên tới 91 phần trăm sự tàn phá rừng Amazon ở Brazil."
    }
  },
  {
    "translation": {
      "en": "is a leading cause of ocean dead zones,",
      "vi": "là nguyên nhân dẫn đầu trong việc tạo nên các vùng biển chết,"
    }
  },
  {
    "translation": {
      "en": "habitat destruction,",
      "vi": "tàn phá môi trường sống,"
    }
  },
  {
    "translation": {
      "en": "and species extinction.",
      "vi": "và gây tuyệt chủng các loài."
    }
  },
  {
    "translation": {
      "en": "Yet the largest environmental groups that are supposed to be saving our world",
      "vi": "Vậy mà tổ chức môi trường lớn nhất có trách nhiệm cứu lấy thế giới"
    }
  },
  {
    "translation": {
      "en": "didn't have this as their main focus?",
      "vi": "lại không coi điều này là mối quan tâm chính?"
    }
  },
  {
    "translation": {
      "en": "I had to speak with environmental organizations",
      "vi": "Tôi cần phải nói chuyện với các tổ chức môi trường"
    }
  },
  {
    "translation": {
      "en": "and find out why they weren't addressing this issue.",
      "vi": "để tìm hiểu tại sao họ không nhắc đến vấn đề này."
    }
  },
  {
    "translation": {
      "en": "I sent off dozens of emails, made call after call, spent hours on hold.",
      "vi": "Tôi gửi đi cả tá email, gọi hết từ nơi này sang nơi khác, chờ trả lời cả tiếng đồng hồ."
    }
  },
  {
    "translation": {
      "en": "Days became weeks, and weeks became months,",
      "vi": "Ngày sang tuần và tuần sang tháng"
    }
  },
  {
    "translation": {
      "en": "and for some reason, no one wanted to talk to me about this.",
      "vi": "và vì một số lý do nào đó, không ai muốn nói với tôi về vấn đề này."
    }
  },
  {
    "translation": {
      "en": "So bizarre!",
      "vi": "Thật kỳ lạ. Tôi đã hỗ trợ những tổ chức này từ rất lâu"
    }
  },
  {
    "translation": {
      "en": "I supported these organizations for so long, and now was met with silence.",
      "vi": "Thật kỳ lạ. Tôi đã hỗ trợ những tổ chức này từ rất lâu và bây giờ họ chỉ giữ im lặng."
    }
  },
  {
    "translation": {
      "en": "I was, however, able to connect with a handful of",
      "vi": "Tuy nhiên, tôi đã liên lạc được với một số những tác giả viết về môi trường"
    }
  },
  {
    "translation": {
      "en": "environmental authors and advocates that were willing to address this issue.",
      "vi": "Tuy nhiên, tôi đã liên lạc được với một số những tác giả viết về môi trường và những người ủng hộ nói sẵn sàng đề cập đến vấn đề này."
    }
  },
  {
    "translation": {
      "en": "I took my old, trusty van, Super Blue, out of retirement and hit the road.",
      "vi": "Tôi lấy chiếc xe tải cũ kỹ, đáng tin mang tên \"Siêu Xanh\" và lên đường."
    }
  },
  {
    "translation": {
      "en": "So my calculations are that",
      "vi": "Theo tính toán của tôi, nếu không dùng khí đốt,"
    }
  },
  {
    "translation": {
      "en": "without using any gas or oil or fuel ever again from this day forward",
      "vi": "Theo tính toán của tôi, nếu không dùng khí đốt, hay dầu hay xăng ngay từ hôm nay... TIẾN SĨ RICHARD OPPENLANDER Nhà Nghiên cứu Môi trường Tác giả của \"Ngu dốt dễ chịu\""
    }
  },
  {
    "translation": {
      "en": "that we would still exceed",
      "vi": "Tác giả của \"Ngu dốt dễ chịu\" ...thì ta vẫn sẽ vượt mức trần carbon tương đương"
    }
  },
  {
    "translation": {
      "en": "our maximum carbon-equivalent, greenhouse gas emissions,",
      "vi": "...thì ta vẫn sẽ vượt mức trần carbon tương đương với khí thải nhà kính,"
    }
  },
  {
    "translation": {
      "en": "now the 565 gigatons, by the year 2030,",
      "vi": "565 tỷ tấn, đến năm 2030"
    }
  },
  {
    "translation": {
      "en": "without the electricity sector even",
      "vi": "mà chưa hề tính đến ngành điện"
    }
  },
  {
    "translation": {
      "en": "or energy sector even factored in the equation,",
      "vi": "hay năng lượng trong phương trình,"
    }
  },
  {
    "translation": {
      "en": "all simply by raising and eating livestock.",
      "vi": "đấy là mới chỉ tính đến chăn nuôi và tiêu thụ gia súc."
    }
  },
  {
    "translation": {
      "en": "If you reduce the amount of methane emissions,",
      "vi": "Nếu giảm hàm lượng khí thải mêtan,"
    }
  },
  {
    "translation": {
      "en": "the level in the atmosphere goes down fairly quickly, within decades,",
      "vi": "ĐẠI HỌC CALIFORNIA, BERKELEY GIÁO SƯ SỨC KHOẺ MÔI TRƯỜNG TOÀN CẦU thì mức độ trong khí quyển sẽ giảm rất nhanh, trong vài thập kỷ, trái với CO2,"
    }
  },
  {
    "translation": {
      "en": "as opposed to CO2, if you reduce the emissions to the atmosphere,",
      "vi": "trong vài thập kỷ, trái với CO2, nếu như giảm khí thải CO2 vào trong khí quyển"
    }
  },
  {
    "translation": {
      "en": "you don't really see a signal in the atmosphere for 100 years or so.",
      "vi": "sẽ không nhìn thấy dấu hiệu nào trong khí quyển trong 100 năm hoặc hơn."
    }
  },
  {
    "translation": {
      "en": "It's an environmental disaster that's being ignored by the very people",
      "vi": "Đó là một thảm hoạ môi trường... VIỆN PHÁT TRIỂN BỀN VỮNG THUỘC ĐẠI HỌC MOLLOY ...đang bị ngó lơ bởi những người đáng ra phải biết rõ nhất."
    }
  },
  {
    "translation": {
      "en": "who should be championing. Deforestation, land use, water scarcity,",
      "vi": "...đang bị ngó lơ bởi những người đáng ra phải biết rõ nhất. Phá rừng, sử dụng đất, khan hiếm nước,"
    }
  },
  {
    "translation": {
      "en": "the destabilization of communities, world hunger...",
      "vi": "mất ổn định trong cộng đồng, nạn đói trên toàn thế giới,"
    }
  },
  {
    "translation": {
      "en": "The list doesn't stop.",
      "vi": "danh sách không dừng ở đó."
    }
  },
  {
    "translation": {
      "en": "Free-living animals, 10,000 years ago, made up 99% of the biomass.",
      "vi": "TIẾN SĨ WILL TUTTLE Viết về môi trường và đạo đức học 10.000 năm trước, động vật hoang dã chiếm 99 phần trăm sinh khối,"
    }
  },
  {
    "translation": {
      "en": "And human beings, we only made up 1% of the biomass.",
      "vi": "và loài người, chúng ta chỉ mới chiếm một phần trăm sinh khối."
    }
  },
  {
    "translation": {
      "en": "Today, only 10,000 years later, which is really just a fraction of time,",
      "vi": "Ngày nay, sau 10.000 năm, mặc dù chỉ là một con số nhỏ của thời gian,"
    }
  },
  {
    "translation": {
      "en": "we human beings and the animals that we own as property",
      "vi": "loài người và thú nuôi của chúng ta"
    }
  },
  {
    "translation": {
      "en": "make up 98% of the biomass.",
      "vi": "chiếm tới 98 phần trăm sinh khối."
    }
  },
  {
    "translation": {
      "en": "And wild, free-living animals make up only 2%.",
      "vi": "Và thú hoang dã chỉ chiếm hai phần trăm."
    }
  },
  {
    "translation": {
      "en": "We've basically completely stolen the world, the Earth from free-living animals",
      "vi": "Đơn giản mà nói, chúng ta đã hoàn toàn chiếm lấy thế giới, Trái Đất này từ những động vật hoang dã"
    }
  },
  {
    "translation": {
      "en": "to use for ourselves, in our cows and pigs and chicken,",
      "vi": "để sử dụng cho bản thân, cho bò, lợn, gà và công nghiệp thuỷ sản"
    }
  },
  {
    "translation": {
      "en": "and factory-farmed fish, and the oceans have been even more devastated.",
      "vi": "để sử dụng cho bản thân, cho bò, lợn, gà và công nghiệp thuỷ sản và biển ngày càng trở nên tồi tệ."
    }
  },
  {
    "translation": {
      "en": "Concerned researchers of the loss of species",
      "vi": "Những nhà nghiên cứu về vấn đề tuyệt chủng cũng đồng tình"
    }
  },
  {
    "translation": {
      "en": "agree that the primary cause of loss of species on our Earth that we're witnessing",
      "vi": "Những nhà nghiên cứu về vấn đề tuyệt chủng cũng đồng tình rằng nguyên nhân chính của sự tuyệt chủng trên Trái Đất mà chúng ta đang chứng kiến"
    }
  },
  {
    "translation": {
      "en": "is due to overgrazing and habitat loss",
      "vi": "trên Trái Đất mà chúng ta đang chứng kiến là do chăn thả quá nhiều và mất môi trường sống"
    }
  },
  {
    "translation": {
      "en": "from livestock production on land and by overfishing,",
      "vi": "do việc chăn nuôi trên đất liền và do đánh bắt cá quá nhiều, tôi chỉ nhắc tới đánh cá, trên biển của chúng ta."
    }
  },
  {
    "translation": {
      "en": "which I call fishing in our oceans.",
      "vi": "và do đánh bắt cá quá nhiều, tôi chỉ nhắc tới đánh cá, trên biển của chúng ta."
    }
  },
  {
    "translation": {
      "en": "We're in the middle of the largest mass extinction of species in 65 million years.",
      "vi": "Ta đang phải đối mặt với sự tuyệt chủng loài lớn nhất trong 65 triệu năm."
    }
  },
  {
    "translation": {
      "en": "The rainforest is being cut down at the rate of an acre per second.",
      "vi": "Các rừng nhiệt đới bị chặt bỏ với tần suất 0,4 ha một giây"
    }
  },
  {
    "translation": {
      "en": "And the driving force behind all of this is animal agriculture.",
      "vi": "và động lực chính cho việc này là để dành cho công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "Cutting down the forests to graze animals and to grow soybeans.",
      "vi": "Chặt bỏ rừng để chăn thả gia súc và để trồng đậu nành,"
    }
  },
  {
    "translation": {
      "en": "Genetically-engineered soybeans",
      "vi": "và đậu nành biến đổi gen để làm thức ăn cho lợn, bò, gà"
    }
  },
  {
    "translation": {
      "en": "to feed to the cows and pigs and chickens and factory-farmed fish.",
      "vi": "và đậu nành biến đổi gen để làm thức ăn cho lợn, bò, gà  và cá nuôi công nghiệp."
    }
  },
  {
    "translation": {
      "en": "Ninety-one percent of the loss of rainforest",
      "vi": "Tới nay, chín mốt phần trăm rừng nhiệt đới ở khu vực Amazon đã biến mất."
    }
  },
  {
    "translation": {
      "en": "in the Amazon area thus far, to date,",
      "vi": "rừng nhiệt đới ở khu vực Amazon đã biến mất."
    }
  },
  {
    "translation": {
      "en": "91% that's been destroyed is due to raising livestock.",
      "vi": "Chín mốt phần trăm đó đã bị tàn phá chỉ để chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "The leading cause of environmental destruction is animal agriculture.",
      "vi": "Nguyên dân chính dẫn đến phá huỷ môi trường hiện nay là do công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "I just couldn't understand why",
      "vi": "Tôi chỉ không hiểu tại sao những tổ chức môi trường lớn nhất thế giới"
    }
  },
  {
    "translation": {
      "en": "the world's largest environmental organizations were not addressing this",
      "vi": "Tôi chỉ không hiểu tại sao những tổ chức môi trường lớn nhất thế giới lại không đề cập đến vấn đề này,"
    }
  },
  {
    "translation": {
      "en": "when their entire mission is to help protect the environment.",
      "vi": "trong khi toàn bộ nhiệm vụ của họ là bảo vệ môi trường."
    }
  },
  {
    "translation": {
      "en": "That's the thing, too, is they say, \"Use less coal, ride your bike.\"",
      "vi": "Đó cũng là một việc, mà theo họ Viết về môi trường và thực phẩm \"Nghịch lý của động vật ăn tạp\" \"Dùng ít than, đi xe đạp.\" Thế còn \"ăn ít thịt\"?"
    }
  },
  {
    "translation": {
      "en": "-What about \"eat less meat\"? -Yeah.",
      "vi": "\"Dùng ít than, đi xe đạp.\" Thế còn \"ăn ít thịt\"?"
    }
  },
  {
    "translation": {
      "en": "I think they focus-grouped it, and it's a political loser.",
      "vi": "Tôi nghĩ họ cho rằng... Tôi nghĩ họ tập trung nhóm lại và đó là thất bại về chính trị."
    }
  },
  {
    "translation": {
      "en": "In terms of... Yeah, because they're membership organizations, a lot of them.",
      "vi": "Phải, vì họ là các tổ chức thành viên."
    }
  },
  {
    "translation": {
      "en": "They're looking to maximize the number of people making contributions.",
      "vi": "Nhiều tổ chức, họ đang tối đa hoá số người có thể tham gia,"
    }
  },
  {
    "translation": {
      "en": "And if they get identified as being anti-meat",
      "vi": "và nếu họ được biết tới là nhóm ăn chay"
    }
  },
  {
    "translation": {
      "en": "or challenging people on their everyday habits,",
      "vi": "hay khiến con người thay đổi các thói que nhàng ngày,"
    }
  },
  {
    "translation": {
      "en": "that's something that's so dear to people, that it will hurt with their fundraising.",
      "vi": "những gì quá thân quen với mọi người... sẽ gây khó khăn khi họ gây quỹ."
    }
  },
  {
    "translation": {
      "en": "They do not want to address",
      "vi": "Họ không muốn đề cập đến"
    }
  },
  {
    "translation": {
      "en": "the primary driving cause of environmental devastation,",
      "vi": "nguyên do chính của việc tàn phá môi trường,"
    }
  },
  {
    "translation": {
      "en": "which is animal agriculture, because they're businesses.",
      "vi": "là công nghiệp chăn nuôi, bởi vì họ là những doanh nhân."
    }
  },
  {
    "translation": {
      "en": "And they want to make sure that they have a reliable source of funding.",
      "vi": "Và họ cần phải bảo đảm rằng họ có một nguồn gây quỹ đáng tin cậy."
    }
  },
  {
    "translation": {
      "en": "I had an invite to a meeting with Al Gore, some years ago, now,",
      "vi": "Tôi đã từng được mời đến gặp Al Gore vài năm trước..."
    }
  },
  {
    "translation": {
      "en": "and made these methane arguments, and he was really push-back.",
      "vi": "để tranh luận về khí mêtan và ông ta thật sự đuối lý."
    }
  },
  {
    "translation": {
      "en": "That's just his argument.",
      "vi": "Đây là lý lẽ của ông ta."
    }
  },
  {
    "translation": {
      "en": "\"It's hard enough to get people to think about CO2.",
      "vi": "\"Khiến người dân quan ngại tới CO2 đã khó lắm rồi."
    }
  },
  {
    "translation": {
      "en": "\"Don't confuse them.\"",
      "vi": "Đừng làm khó họ thêm nữa.\""
    }
  },
  {
    "translation": {
      "en": "I think that the problem with",
      "vi": "Tôi nghĩ vấn đề của các tổ chức..."
    }
  },
  {
    "translation": {
      "en": "a lot of organizations that are focused and have a laser focus",
      "vi": "Cựu điều hành WHOLE FOODS MARKET ...mà có mục đích trọng tâm"
    }
  },
  {
    "translation": {
      "en": "don't go off message because they don't want to piss off",
      "vi": "họ không dám nói hớ vì họ không muốn..."
    }
  },
  {
    "translation": {
      "en": "another whole group of people that will make their lives difficult.",
      "vi": "làm một nhóm người nào đó nổi điên mà sẽ gây khó khăn cho cuộc sống của họ."
    }
  },
  {
    "translation": {
      "en": "If you listen to the majority of the major environmental organizations,",
      "vi": "Nếu như bạn lắng nghe phần lớn các tổ chức môi trường lớn"
    }
  },
  {
    "translation": {
      "en": "they're not telling you to do much,",
      "vi": "họ sẽ chẳng nói gì nhiều đâu,"
    }
  },
  {
    "translation": {
      "en": "besides live your life the way you've been living it,",
      "vi": "ngoài việc bảo bạn sống theo cách bạn vẫn sống từ trước đến nay"
    }
  },
  {
    "translation": {
      "en": "but change a light bulb from time to time,",
      "vi": "nhưng thương xuyên thay bóng đèn,"
    }
  },
  {
    "translation": {
      "en": "drive less, use less plastic, recycle more...",
      "vi": "lái xe ít hơn, dùng ít đồ nhựa hơn, tái chế nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "It's better for their fundraising and better for their profile",
      "vi": "Như thế sẽ tốt hơn cho việc gây quỹ và xây dựng tên tuổi của họ"
    }
  },
  {
    "translation": {
      "en": "to create a victim-and-perpetrator sort of plotline.",
      "vi": "để tạo ra nạn nhân và thủ phạm như một dạng phim truyện."
    }
  },
  {
    "translation": {
      "en": "It's like when we talk about the fact that",
      "vi": "Nó giống như khi chúng ta có một gia đình bất thường,"
    }
  },
  {
    "translation": {
      "en": "when we have a dysfunctional family and the father's an alcoholic,",
      "vi": "Nó giống như khi chúng ta có một gia đình bất thường, với ông bố là một kẻ nghiện rượu,"
    }
  },
  {
    "translation": {
      "en": "that's the one thing no one talks about.",
      "vi": "đó là điều chẳng ai muốn nói tới cả."
    }
  },
  {
    "translation": {
      "en": "Everybody goes around that, and yet it's the one thing",
      "vi": "Mọi người đều trải qua, và đó lại là điều"
    }
  },
  {
    "translation": {
      "en": "that's causing the devastation in the relationships in the family,",
      "vi": "gây ra khúc mắc trong mối quan hệ gia đình bởi vì chẳng ai muốn nói về nó cả."
    }
  },
  {
    "translation": {
      "en": "because no one wants to talk about it.",
      "vi": "trong mối quan hệ gia đình bởi vì chẳng ai muốn nói về nó cả."
    }
  },
  {
    "translation": {
      "en": "How could these organizations not know?",
      "vi": "Sao những tổ chức này lại không biết được?"
    }
  },
  {
    "translation": {
      "en": "The issue is right in front of them. It's unmistakable at this point.",
      "vi": "Vấn đề ở ngay trước mắt họ. Là không thể chối cãi ở thời điểm này."
    }
  },
  {
    "translation": {
      "en": "And just like these organizations, they're falling over themselves",
      "vi": "Và giống như những tổ chức này, họ đang tự làm thất vọng bản thân họ khi nói cho dân chúng rằng"
    }
  },
  {
    "translation": {
      "en": "to show the general public that climate change is human-caused.",
      "vi": "họ đang tự làm thất vọng bản thân họ khi nói cho dân chúng rằng việc biến đổi khí hậu là do con người tạo nên."
    }
  },
  {
    "translation": {
      "en": "And in doing so, they completely fail to see what's right in front of them.",
      "vi": "Và bởi thế, họ hoàn toàn không thể nhận ra ngay trước mắt họ"
    }
  },
  {
    "translation": {
      "en": "That animal agriculture, raising and killing animals for food,",
      "vi": "rằng công nghiệp chăn nuôi, nuôi và giết động vật làm thức ăn"
    }
  },
  {
    "translation": {
      "en": "is really what's killing the planet.",
      "vi": "chính là thứ đang giết hành tinh này."
    }
  },
  {
    "translation": {
      "en": "That was it. No more emails, no more phone calls. I had enough.",
      "vi": "Thế đó. Không gửi thư nữa, không gọi nữa. Tôi làm đủ rồi."
    }
  },
  {
    "translation": {
      "en": "I realized if I wanted answers, I would have to",
      "vi": "Tôi nghiệm ra nếu muốn câu trả lời, tôi phải đến"
    }
  },
  {
    "translation": {
      "en": "go to these organizations' headquarters in person.",
      "vi": "trực tiếp trụ sở những tổ chức này. HOÀ BÌNH XANH Trụ sở ở San Francisco"
    }
  },
  {
    "translation": {
      "en": "-Hi, how's it going? -Good.",
      "vi": "- Xin chào, anh khoẻ chứ? - Tốt."
    }
  },
  {
    "translation": {
      "en": "We're doing a full-length feature documentary,",
      "vi": "Chúng tôi đang làm một bộ phim tài liệu"
    }
  },
  {
    "translation": {
      "en": "and it's on sustainability and how animal agriculture plays a role.",
      "vi": "nói về sự bền vững và vai trò của công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "And we're seeing if we could talk to David Barre.",
      "vi": "Giờ chúng tôi sẽ xem liệu có thể gặp David Barre không."
    }
  },
  {
    "translation": {
      "en": "-David Barre? Okay. -Barre. Yeah.",
      "vi": "- David Barre à? - Vâng."
    }
  },
  {
    "translation": {
      "en": "-Do you have an appointment with him? -We've been trying for...",
      "vi": "Anh có hẹn trước với anh ấy không? Chúng tôi đã cố hẹn anh ta gần hai tháng trời."
    }
  },
  {
    "translation": {
      "en": "It's almost two months, and we haven't even had one receptive email or anything.",
      "vi": "Chúng tôi đã cố hẹn anh ta gần hai tháng trời. Chúng tôi chưa có lấy một - email đồng ý hay gì cả. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "-Sure. -So, just seeing if",
      "vi": "Vậy nên chúng tôi đến đây xem có cách nào không."
    }
  },
  {
    "translation": {
      "en": "-we could just set something up. -Let me... So, let me just...",
      "vi": "Vậy nên chúng tôi đến đây xem có cách nào không. Để tôi xem..."
    }
  },
  {
    "translation": {
      "en": "They sent out their PR person instead.",
      "vi": "Họ đưa nhân viên quan hệ công chúng ra gặp thay."
    }
  },
  {
    "translation": {
      "en": "She refused to be filmed and told us to turn off the camera, but promised",
      "vi": "Cô ấy từ chối quay phim và bảo chúng tôi tắt máy đi"
    }
  },
  {
    "translation": {
      "en": "someone from their rainforest, ocean and climate change departments",
      "vi": "và hứa rằng một người nào đó từ bộ phận Rừng nhệt đới, Biển và Biến đổi Khí hậu sẽ ra nói chuyện với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "would all speak with us, finally.",
      "vi": "và Biến đổi Khí hậu sẽ ra nói chuyện với chúng tôi. Cuối cùng."
    }
  },
  {
    "translation": {
      "en": "Next stop was to give Sierra Club a visit.",
      "vi": "Điểm dừng tiếp theo là tới thăm Câu lạc bộ Sierra."
    }
  },
  {
    "translation": {
      "en": "Turns out, they were a bit more receptive to me showing up at their doorstep.",
      "vi": "Hoá ra họ hiếu khách hơn khi tôi xuất hiện trước cửa."
    }
  },
  {
    "translation": {
      "en": "-Hey, how's it going? -Good.",
      "vi": "Chào, khoẻ chứ?"
    }
  },
  {
    "translation": {
      "en": "With the climate change, what's the leading cause of that?",
      "vi": "Về biến đổi khí hậu, nguyên dân chính của việc này là gì?"
    }
  },
  {
    "translation": {
      "en": "Well, it's basically burning too many fossil fuels.",
      "vi": "Chà, cơ bản là do đốt quá nhiều nhiên liệu hoá thạch."
    }
  },
  {
    "translation": {
      "en": "So, coal, natural gas, oil,",
      "vi": "Như là là than, khí đốt tự nhiên, dầu."
    }
  },
  {
    "translation": {
      "en": "tar sands, oil shale.",
      "vi": "Cát dầu, đá phiến dầu,"
    }
  },
  {
    "translation": {
      "en": "All these new exotic fuels that are kind of hybrids between them.",
      "vi": "tất cả những loại nhiên liệu mới đó chỉ là sự lai tạo giữa chúng."
    }
  },
  {
    "translation": {
      "en": "But that's basically what is loading up the atmosphere,",
      "vi": "Nhưng đó cơ bản là những thứ đang đọng lại ở trên bầu khí quyển"
    }
  },
  {
    "translation": {
      "en": "so we have this greenhouse effect where the heat is getting trapped,",
      "vi": "thế là ta có hiệu ứng nhà kính khiến hơi nóng không thoát được và nhiệt độ thì cứ tăng lên,"
    }
  },
  {
    "translation": {
      "en": "and the temperatures are soaring",
      "vi": "khiến hơi nóng không thoát được và nhiệt độ thì cứ tăng lên,"
    }
  },
  {
    "translation": {
      "en": "at a rate that has never existed in the history of the Earth.",
      "vi": "ở mức độ mà trước giờ chưa từng có trong lịch sử Trái Đất."
    }
  },
  {
    "translation": {
      "en": "And what about livestock and animal agriculture?",
      "vi": "Về vấn đề thú nuôi và công nghiệp chăn nuôi?"
    }
  },
  {
    "translation": {
      "en": "Well, what about it? I mean... Do you wanna...",
      "vi": "Ờ, vấn đề này thì sao? Ý tôi..."
    }
  },
  {
    "translation": {
      "en": "We're doing this research. We...",
      "vi": "- Anh có muốn... - Theo nghiên cứu này, chúng tôi..."
    }
  },
  {
    "translation": {
      "en": "A couple of the UN reports say",
      "vi": "có vài báo cáo của Liên Hiệp Quốc nói rằng"
    }
  },
  {
    "translation": {
      "en": "livestock accounts for more than all transportation put together.",
      "vi": "gia súc có vai trò nhiều hơn toàn bộ ngành vận tải cộng lại."
    }
  },
  {
    "translation": {
      "en": "A recent 2009 Worldwatch report,",
      "vi": "Báo cáo năm 2009 nói là,"
    }
  },
  {
    "translation": {
      "en": "livestock causes 51% of all greenhouse gas emissions.",
      "vi": "gia súc tạo nên 51 phần trăm khí thải nhà kính."
    }
  },
  {
    "translation": {
      "en": "Yeah, well...",
      "vi": "Ồ, vâng..."
    }
  },
  {
    "translation": {
      "en": "It is a big issue, and we need to address that as well.",
      "vi": "Đây là một vấn đề lớn, và chúng ta cũng cần phải đề cập đến."
    }
  },
  {
    "translation": {
      "en": "But there's just so many different potential sources",
      "vi": "Nhưng, anh biết đấy, có rất nhiều nguồn khác nhau có nguy cơ..."
    }
  },
  {
    "translation": {
      "en": "of methane and carbon emissions.",
      "vi": "Nhưng, anh biết đấy, có rất nhiều nguồn khác nhau có nguy cơ... thải khí mêtan và CO2."
    }
  },
  {
    "translation": {
      "en": "If the number one leading cause is animal agriculture and meat consumption,",
      "vi": "Nếu nguyên nhân số một là công nghiệp chăn nuôi và tiêu thụ thịt"
    }
  },
  {
    "translation": {
      "en": "then doesn't that need to be the number one focus, if not the number two?",
      "vi": "thì không phải vấn đề đó cần được ưu tiên hàng đầu sao?"
    }
  },
  {
    "translation": {
      "en": "Well, that's your assessment. Our assessment is different.",
      "vi": "À, đó là đánh giá của anh. Đánh giá của chúng tôi rất khác biệt."
    }
  },
  {
    "translation": {
      "en": "That was bizarre.",
      "vi": "Thật là kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "So, Greenpeace got back to me today, and said,",
      "vi": "Hôm nay, Hoà Bình Xanh liên lạc lại với tôi và nói,"
    }
  },
  {
    "translation": {
      "en": "\"It was great to meet with you yesterday.",
      "vi": "\"Thật là tuyệt khi được gặp anh hôm qua."
    }
  },
  {
    "translation": {
      "en": "\"I've spoken with various people here at Greenpeace about your request,",
      "vi": "Tôi đã nói với rất nhiều người ở Hoà Bình Xanh về yêu cầu của anh"
    }
  },
  {
    "translation": {
      "en": "\"but I'm afraid we're not going to be able to help this time.",
      "vi": "Nhưng tôi e rằng chúng tôi không thể giúp được anh lần này."
    }
  },
  {
    "translation": {
      "en": "\"Thanks again, and we wish you the best of luck.\"",
      "vi": "Cảm ơn lần nữa, và chúc anh may mắn.\""
    }
  },
  {
    "translation": {
      "en": "Greenpeace's response reminded me of the statistic that",
      "vi": "Hồi đáp của Hoà Bình Xanh làm tôi nhớ đến thống kê"
    }
  },
  {
    "translation": {
      "en": "116,000 pounds of farm animal excrement",
      "vi": "rằng có 52.000 kg phân động vật"
    }
  },
  {
    "translation": {
      "en": "is produced every second in the United States alone.",
      "vi": "được thải ra mỗi giây tính riêng ở nước Mỹ thôi."
    }
  },
  {
    "translation": {
      "en": "That is enough waste per year to cover every square foot of San Francisco,",
      "vi": "Chừng đó chất thải mỗi năm đủ để bao phủ từng mét vuông San Franciso,"
    }
  },
  {
    "translation": {
      "en": "New York City, Tokyo, Paris, New Delhi,",
      "vi": "thành phố New York, Tokyo, Paris, New Delhi, Berlin,"
    }
  },
  {
    "translation": {
      "en": "Berlin, Hong Kong, London, Rio de Janeiro,",
      "vi": "Paris, New Delhi, Berlin, Hồng Kông, London, Rio De Janeiro, Delaware, Bali,"
    }
  },
  {
    "translation": {
      "en": "Delaware, Bali, Costa Rica, and Denmark combined.",
      "vi": "Hồng Kông, London, Rio De Janeiro, Delaware, Bali, Costa Rica và Đan Mạch cộng lại."
    }
  },
  {
    "translation": {
      "en": "Livestock operations on land has caused, or created,",
      "vi": "Các hoạt động chăn nuôi trên mặt đất đã gây ra,"
    }
  },
  {
    "translation": {
      "en": "more than 500 nitrogen-flooded dead zones around the world in our oceans,",
      "vi": "hơn... hoặc tạo ra hơn 500 vùng biển chết ngập khí nitơ trên đại dương ở khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "comprise more than 95,000 square miles of areas completely devoid of life.",
      "vi": "Bao gồm hơn 250.000 km vuông của khu vực hoàn toàn không có sự sống."
    }
  },
  {
    "translation": {
      "en": "So, any meaningful discussion about the state of our oceans",
      "vi": "Vì thế bất cứ tranh luận nào có ý nghĩa về thực trạng biển của chúng ta"
    }
  },
  {
    "translation": {
      "en": "has to always begin by",
      "vi": "luôn phải bắt đầu bằng sự tranh luận thẳng thắn"
    }
  },
  {
    "translation": {
      "en": "frank discussions about land-based animal agriculture,",
      "vi": "luôn phải bắt đầu bằng sự tranh luận thẳng thắn về... công nghiệp chăn nuôi trên đất liền"
    }
  },
  {
    "translation": {
      "en": "which is not what our conservation groups,",
      "vi": "chứ không phải những nhóm bảo tồn,"
    }
  },
  {
    "translation": {
      "en": "Oceana being the largest one in the world right now, the most influential,",
      "vi": "mà Oceana là tổ chức lớn nhất hiện giờ, có ảnh hưởng nhất,"
    }
  },
  {
    "translation": {
      "en": "as well as others...",
      "vi": "cũng như các tổ chức khác, đó không phải là tâm điểm"
    }
  },
  {
    "translation": {
      "en": "That's not what is at the apex of their discussions.",
      "vi": "cũng như các tổ chức khác, đó không phải là tâm điểm trong cuộc thảo luận của họ."
    }
  },
  {
    "translation": {
      "en": "I went on my favorite ocean-protection organization's website,",
      "vi": "Tôi đã lên trang web yêu thích của mình về tổ chức bảo vệ biển,"
    }
  },
  {
    "translation": {
      "en": "Surfrider Foundation, to see what they were doing about this.",
      "vi": "Tổ chức Surf Rider, để xem họ đang làm gì về việc này."
    }
  },
  {
    "translation": {
      "en": "Mostly what I found were campaigns about plastic bags and trash,",
      "vi": "Đa số tôi chỉ thấy những chiến dịch về túi nhựa và rác"
    }
  },
  {
    "translation": {
      "en": "but nothing about animal agriculture.",
      "vi": "chứ không có gì về công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "What is the number one coastal water quality-issue polluter?",
      "vi": "Nguyên nhân số một về vấn đề ô nhiễm nước bờ biển là gì? Tiến sĩ Chad Nelsen TỔ CHỨC SURF RIDER"
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, a lot of it... There's a... It's actually...",
      "vi": "Giám đốc Môi trường Như là? Vâng, ý tôi là... Rất nhiều..."
    }
  },
  {
    "translation": {
      "en": "I call it... We call it the \"toxic cocktail.\"",
      "vi": "Thật ra thì... Chúng tôi gọi là, \"cocktail độc hại.\""
    }
  },
  {
    "translation": {
      "en": "Because it really is this sort of diffused source.",
      "vi": "Nguyên nhân thực sự là về nguồn khuếch tán."
    }
  },
  {
    "translation": {
      "en": "So it's heavy metal from tires and brakes and cars, heavy metals...",
      "vi": "Vậy đó là, bạn biết đấy, kim loại nặng từ lốp xe và phanh và xe hơi, các kim loại nặng."
    }
  },
  {
    "translation": {
      "en": "It is these herbicides and pesticides.",
      "vi": "Đó là các loại thuốc diệt cỏ và thuốc trừ sâu."
    }
  },
  {
    "translation": {
      "en": "It's kind of picking up everything we leave on the ground",
      "vi": "Thực ra chỉ đơn giản là nhặt tất cả mọi thứ chúng ta để lại trên mặt đất"
    }
  },
  {
    "translation": {
      "en": "and collecting it together and pushing it out into the ocean.",
      "vi": "và thu thập chúng lại và vứt ra ngoài đại dương."
    }
  },
  {
    "translation": {
      "en": "So, it's hard to actually target one thing.",
      "vi": "Vì vậy, thật khó để có một mục tiêu thực sự."
    }
  },
  {
    "translation": {
      "en": "When we were doing our research on this particular one, and run-off...",
      "vi": "Khi chúng tôi nghiên cứu về một vấn đề cụ thể này, và thấy..."
    }
  },
  {
    "translation": {
      "en": "And just increasingly as we're interviewing more and more people,",
      "vi": "hiện tượng này càng tăng mỗi khi chúng tôi phỏng vấn thêm nhiều người."
    }
  },
  {
    "translation": {
      "en": "it keeps coming up.",
      "vi": "Nó cứ được nhắc tới..."
    }
  },
  {
    "translation": {
      "en": "Animal agriculture, as being...",
      "vi": "công nghiệp chăn nuôi như là..."
    }
  },
  {
    "translation": {
      "en": "And we read animal agriculture as being the number one water polluter.",
      "vi": "Và chúng ta coi công nghiệp chăn nuôi như là vấn đề gây ô nhiễm nước số một,"
    }
  },
  {
    "translation": {
      "en": "-Considerably, by more than any other... -Yeah, that's interesting.",
      "vi": "đáng kể hơn bất kỳ vấn đề nào khác. Vâng, điều này thật thú vị."
    }
  },
  {
    "translation": {
      "en": "I guess it depends on the regions that you focus on.",
      "vi": "Tôi đoán nó phụ thuộc vào các vùng mà bạn tập trung vào."
    }
  },
  {
    "translation": {
      "en": "Like the urban areas, where we are here in Southern California,",
      "vi": "Giống như các khu đô thị, như nơi ta đang ở đây tại miền Nam California"
    }
  },
  {
    "translation": {
      "en": "we don't see that because there's not a lot of agricultural farms.",
      "vi": "chúng ta không thấy điều đó, bởi vì không có nhiều trang trại nông nghiệp"
    }
  },
  {
    "translation": {
      "en": "But if you look in the Mid-Atlantic,",
      "vi": "nhưng nếu bạn nhìn vào giữa Đại Tây Dương, kiểu như Maryland,"
    }
  },
  {
    "translation": {
      "en": "Maryland, Virginia, North Carolina, that region,",
      "vi": "nhưng nếu bạn nhìn vào giữa Đại Tây Dương, kiểu như Maryland, Virginia, Bắc Carolina, ở các khu vực đó"
    }
  },
  {
    "translation": {
      "en": "I know there's a lot of poultry farms and a lot of hog farms,",
      "vi": "tôi biết có rất nhiều trang trại chăn nuôi gia cầm và lợn"
    }
  },
  {
    "translation": {
      "en": "and it's a huge waste issue.",
      "vi": "và đó là một vấn đề về chất thải rất lớn."
    }
  },
  {
    "translation": {
      "en": "I was surprised that not only did they not focus on farm run-off,",
      "vi": "Tôi đã rất ngạc nhiên rằng họ không chỉ không tập trung vào nông trại,"
    }
  },
  {
    "translation": {
      "en": "but they also didn't mention any campaigns about how our oceans are in near collapse.",
      "vi": "mà họ cũng không đề cập đến bất kỳ chiến dịch nào về việc đại dương đang gần như bị phá huỷ."
    }
  },
  {
    "translation": {
      "en": "The UN reported that three-quarters of the world's fisheries",
      "vi": "Liên Hiệp Quốc nói rằng ba phần tư thủy sản trên thế giới được khai thác quá mức"
    }
  },
  {
    "translation": {
      "en": "are overexploited, fully exploited, or significantly depleted due to overfishing.",
      "vi": "Liên Hiệp Quốc nói rằng ba phần tư thủy sản trên thế giới được khai thác quá mức khai thác sạch, hoặc cạn kiệt đáng kể do đánh bắt quá mức."
    }
  },
  {
    "translation": {
      "en": "The oceans are under siege like never before,",
      "vi": "Các đại dương đang bị đe doạ hơn bao giờ hết."
    }
  },
  {
    "translation": {
      "en": "and marine environments are in trouble.",
      "vi": "TỔ CHỨC BẢO TỒN ĐẠI DƯƠNG Và môi trường biển đang có vấn đề."
    }
  },
  {
    "translation": {
      "en": "And if we don't wake up and do something about it,",
      "vi": "Và nếu chúng ta không thức tỉnh và làm gì đó,"
    }
  },
  {
    "translation": {
      "en": "we're gonna see fishless oceans by the year 2048.",
      "vi": "ta sẽ thấy có những đại dương không có cá vào năm 2048."
    }
  },
  {
    "translation": {
      "en": "That's the prediction from scientists.",
      "vi": "Đó là dự đoán của các nhà khoa học."
    }
  },
  {
    "translation": {
      "en": "The fact that when people look at fishing, sometimes they're only looking at",
      "vi": "Thực tế là khi mọi người xét tới bắt cá... DỰ ÁN TIẾP SỨC THỰC PHẨM Giám đốc điều hành ...đôi khi họ chỉ xét tới những động vật mà con người"
    }
  },
  {
    "translation": {
      "en": "the fact of the animals who are actually consumed by humans,",
      "vi": "...đôi khi họ chỉ xét tới những động vật mà con người thực sự ăn,"
    }
  },
  {
    "translation": {
      "en": "so we're not necessarily looking at",
      "vi": "và ta không để ý tới những động vật"
    }
  },
  {
    "translation": {
      "en": "all the animals who are caught in the drift nets,",
      "vi": "và ta không để ý tới những động vật bị mắc trong lưới."
    }
  },
  {
    "translation": {
      "en": "all the other animals who are killed in the industry.",
      "vi": "Tất cả các loài động vật khác bị giết trong ngành công nghiệp."
    }
  },
  {
    "translation": {
      "en": "We're at over 28 billion animals were pulled out of the ocean last year.",
      "vi": "Chúng ta đã có 28 tỷ con vật bị kéo lên bờ vào năm ngoái."
    }
  },
  {
    "translation": {
      "en": "They're not ever given a chance to recover.",
      "vi": "TỔ CHỨC BẢO VỆ ĐẠI DƯƠNG Chúng sẽ không bao giờ phục hồi số lượng."
    }
  },
  {
    "translation": {
      "en": "They can't recover, they don't multiply that quickly.",
      "vi": "Chúng không thể phục hồi, không thể sinh sản nhanh vậy."
    }
  },
  {
    "translation": {
      "en": "They don't come back. We're not giving them an opportunity.",
      "vi": "Chúng không quay trở lại. Ta không cho chúng một cơ hội."
    }
  },
  {
    "translation": {
      "en": "The way fishing is done today, to feed the demand for 90 million tons of fish",
      "vi": "Cách đánh cá ngày nay, để đáp ứng nhu cầu 90 triệu tấn cá,"
    }
  },
  {
    "translation": {
      "en": "is primarily through massive fish nets.",
      "vi": "là chủ yếu thông qua các lưới cá lớn."
    }
  },
  {
    "translation": {
      "en": "For every single pound of fish caught,",
      "vi": "Đối với mỗi kg cá bắt được,"
    }
  },
  {
    "translation": {
      "en": "there is up to five pounds of untargeted species trapped,",
      "vi": "có đến 5 kg các loài khác vô ý bị mắc kẹt,"
    }
  },
  {
    "translation": {
      "en": "such as dolphins, whales, sea turtles, and sharks, known as \"bi-kill.\"",
      "vi": "như cá heo, cá voi, rùa biển và cá mập, được gọi là giết nhầm."
    }
  },
  {
    "translation": {
      "en": "If we're to imagine this same sort of practice happening on the African savanna,",
      "vi": "Nếu chúng ta tưởng tượng hành động này xảy ra trên hoang mạc Châu Phi, nhắm tới linh dương gazen"
    }
  },
  {
    "translation": {
      "en": "targeting gazelle, but in the process,",
      "vi": "xảy ra trên hoang mạc Châu Phi, nhắm tới linh dương gazen"
    }
  },
  {
    "translation": {
      "en": "scooping up every single lion, giraffe, ostrich and elephant,",
      "vi": "nhưng trong quá trình đó bắt thêm cả sư tử, hươu cao cổ, đà điểu và voi,"
    }
  },
  {
    "translation": {
      "en": "nobody would stand for it.",
      "vi": "không ai chấp nhận việc đó cả."
    }
  },
  {
    "translation": {
      "en": "Yet, this is what is happening in our oceans every single day.",
      "vi": "Tuy nhiên, đây là những gì đang xảy ra trong các đại dương của chúng ta mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "Between 40 and 50 million sharks each year",
      "vi": "Từ 40 đến 50 triệu con cá mập mỗi năm bị giết"
    }
  },
  {
    "translation": {
      "en": "are killed in fishing lines and fishing nets as bi-kill.",
      "vi": "Từ 40 đến 50 triệu con cá mập mỗi năm bị giết trong dây câu và lưới đánh cá do giết nhầm."
    }
  },
  {
    "translation": {
      "en": "Then their fins might be cut off or not cut off,",
      "vi": "Sau đó vây của chúng có thể được cắt bỏ, hoặc không cắt"
    }
  },
  {
    "translation": {
      "en": "but they're caught initially as bi-kill, and it's from fishing.",
      "vi": "nhưng chúng bị bắt do giết nhầm và đó là từ bắt cá."
    }
  },
  {
    "translation": {
      "en": "It's from fishing in a sustainable manner, in many cases,",
      "vi": "Đó là từ bắt cá... theo phương thức bền vững,  trong nhiều trường hợp cá được dán nhãn \"bền vững\""
    }
  },
  {
    "translation": {
      "en": "for fish that are labeled \"sustainable\"",
      "vi": "trong nhiều trường hợp cá được dán nhãn \"bền vững\""
    }
  },
  {
    "translation": {
      "en": "by, for instance, Oceana and the sustainable-certified organizations.",
      "vi": "bởi, ví dụ, Oceana và các tổ chức chứng nhận bền vững."
    }
  },
  {
    "translation": {
      "en": "So my thought is, \"Why would we want to stop at banning shark-fin soup",
      "vi": "Vì vậy, suy nghĩ của tôi là, sao ta lại muốn dừng lại ở việc cấm súp vây cá mập"
    }
  },
  {
    "translation": {
      "en": "\"if you're concerned about sharks?\"",
      "vi": "nếu bạn quan tâm về cá mập,"
    }
  },
  {
    "translation": {
      "en": "Which all these organizations are, and most of the public at large is now.",
      "vi": "mà tất cả các tổ chức và hầu hết công chúng bây giờ đều quan tâm."
    }
  },
  {
    "translation": {
      "en": "If we really are concerned about sharks, we would ban fishing.",
      "vi": "Nếu ta thực sự quan tâm đến cá mập, ta nên cấm đánh bắt cá."
    }
  },
  {
    "translation": {
      "en": "I went on the world's largest ocean-conservation group's website,",
      "vi": "Tôi vào trang web lớn nhất thế giới về nhóm bảo tồn biển Oceana,"
    }
  },
  {
    "translation": {
      "en": "Oceana, to see what they were doing about this.",
      "vi": "Tôi vào trang web lớn nhất thế giới về nhóm bảo tồn biển Oceana, để xem họ đang làm gì về việc này."
    }
  },
  {
    "translation": {
      "en": "On their site, along with a TED Talk by CEO Andy Sharpless,",
      "vi": "Trên trang web của họ, cùng với một TED Talk bởi Giám đốc điều hành Andy Sharpless"
    }
  },
  {
    "translation": {
      "en": "I was astounded to read they actually recommend",
      "vi": "Tôi bất ngờ khi đọc được rằng họ thực sự khuyên là"
    }
  },
  {
    "translation": {
      "en": "that one of the best ways to help fish is to eat fish.",
      "vi": "một trong những cách tốt nhất để giúp cá là ăn cá."
    }
  },
  {
    "translation": {
      "en": "With the world's fish population in near-collapse, this seems like saying",
      "vi": "Với số cá của thế giới gần như cạn kiệt,"
    }
  },
  {
    "translation": {
      "en": "the best way to help endangered pandas is to eat pandas.",
      "vi": "điều này như nói rằng cách tốt nhất để giúp gấu trúc tránh bị tuyệt chủng là ăn gấu trúc."
    }
  },
  {
    "translation": {
      "en": "I couldn't understand how Oceana could say",
      "vi": "Tôi không hiểu sao Oceana có thể phát biểu"
    }
  },
  {
    "translation": {
      "en": "we could remove close to 100 million tons of fish per year,",
      "vi": "chúng ta có thể loại bỏ gần 100 triệu tấn cá mỗi năm"
    }
  },
  {
    "translation": {
      "en": "and that could somehow be sustainable and good for our oceans.",
      "vi": "và rằng bằng cách nào đó việc đó lại là bền vững và tốt cho biển."
    }
  },
  {
    "translation": {
      "en": "Many of the species that are nearing extinction have done so",
      "vi": "Nhiều động vật đang trên đà tuyệt chủng đã làm như vậy, đang bị săn bắt,"
    }
  },
  {
    "translation": {
      "en": "are being ravaged and becoming nearly extinct in a declining fashion,",
      "vi": "đã làm như vậy, đang bị săn bắt, và trở thành gần như tuyệt chủng, đang giảm dần"
    }
  },
  {
    "translation": {
      "en": "and haven't recovered on the watch of Oceana",
      "vi": "và vẫn chưa hồi phục theo sự quan sát của Oceana,"
    }
  },
  {
    "translation": {
      "en": "and on the watch of Marine Stewardship Council,",
      "vi": "và theo sự quan sát của Hội đồng Quản lý biển"
    }
  },
  {
    "translation": {
      "en": "and very much on the watch of Monterey Bay Aquarium Seafood Watch,",
      "vi": "và cũng được quan sát bởi Monterey Bay Aquarium Seafood Watch"
    }
  },
  {
    "translation": {
      "en": "which, I mention in one of my lectures,",
      "vi": "mà tôi đề cập đến trong một bài giảng"
    }
  },
  {
    "translation": {
      "en": "they're aptly named because that's what they're doing.",
      "vi": "mà họ được nhắc khéo bởi đó là những gì họ đang làm."
    }
  },
  {
    "translation": {
      "en": "They're watching this happen instead of aggressively halting it.",
      "vi": "Họ đứng nhìn điều này xảy ra thay vì tích cực ngăn chặn nó."
    }
  },
  {
    "translation": {
      "en": "According to the United Nations' Food and Agriculture Organization,",
      "vi": "Theo Tổ chức Lương thực và Nông nghiệp Liên Hiệp Quốc... Tiến sĩ Geoff Shester OCEANA"
    }
  },
  {
    "translation": {
      "en": "roughly three-quarters of all the fisheries out there",
      "vi": "Giám đốc chương trình California ...khoảng ba phần tư của tất cả thủy sản hoặc là được khai thác triệt để"
    }
  },
  {
    "translation": {
      "en": "are either fully exploited or overexploited.",
      "vi": "...khoảng ba phần tư của tất cả thủy sản hoặc là được khai thác triệt để hoặc khai thác quá mức."
    }
  },
  {
    "translation": {
      "en": "So there's really not a whole lot of fish stocks out there",
      "vi": "Vì vậy, thực sự không có nhiều nguồn cá"
    }
  },
  {
    "translation": {
      "en": "that you might consider at healthy levels for the ecosystem.",
      "vi": "có thể được coi là ở mức an toàn cho hệ sinh thái."
    }
  },
  {
    "translation": {
      "en": "Watching Andy's TED Talk about feeding the world...",
      "vi": "Xem TED Talk của Andy về vấn đề ăn uống trên thế giới,"
    }
  },
  {
    "translation": {
      "en": "In 1988, fish catch, as you mention, peaked at 85 million tons.",
      "vi": "vào năm 1988, bắt cá, như bạn đề cập, đạt đỉnh 85 triệu tấn."
    }
  },
  {
    "translation": {
      "en": "How is it possible that we can sustainably catch 100 million tons by 2050",
      "vi": "Làm thế nào chúng ta có thể đánh bắt một cách bền vững 100 triệu tấn tới năm 2050,"
    }
  },
  {
    "translation": {
      "en": "regardless if it's in a farm or if it's in the ocean?",
      "vi": "không phân biệt là cá nuôi hay là bắt cá ngoài biển?"
    }
  },
  {
    "translation": {
      "en": "If for every pound of fish you're taking out,",
      "vi": "Nếu với mỗi kg cá làm thức ăn,"
    }
  },
  {
    "translation": {
      "en": "you're essentially taking out five pounds of wild fish,",
      "vi": "cơ bản là bạn đang lấy tận 5 kg cá hoang dã,"
    }
  },
  {
    "translation": {
      "en": "no matter whether it's a pond or it's in the ocean,",
      "vi": "thì không quan trọng là ở hồ hay ngoài biển,"
    }
  },
  {
    "translation": {
      "en": "how can that be sustainable?",
      "vi": "làm sao có thể coi đó là bền vững?"
    }
  },
  {
    "translation": {
      "en": "The ultimate question, right,",
      "vi": "Câu hỏi cơ bản nhất, phải,"
    }
  },
  {
    "translation": {
      "en": "is that there is a tremendous amount of natural production",
      "vi": "là có một lượng lớn sản xuất tự nhiên"
    }
  },
  {
    "translation": {
      "en": "that is basically coming out of the oceans all the time.",
      "vi": "cơ bản là lúc nào cũng thoát ra từ đại dương."
    }
  },
  {
    "translation": {
      "en": "So we have a massive amount of upwelling from our ocean conveyer belt",
      "vi": "Vì vậy, chúng ta có một số lượng lớn trồi lên từ các dòng chảy dưới đại dương"
    }
  },
  {
    "translation": {
      "en": "that's bringing up ancient, 1,000-year-old nutrients,",
      "vi": "mang theo các chất dinh dưỡng ngàn năm tuổi"
    }
  },
  {
    "translation": {
      "en": "and our ecosystems are turning that into fish.",
      "vi": "và hệ sinh thái của chúng ta biến nó thành cá."
    }
  },
  {
    "translation": {
      "en": "Yes, they're eating each other,",
      "vi": "Vâng, chúng ăn thịt lẫn nhau và bạn đang mất đi một số sản phẩm đó"
    }
  },
  {
    "translation": {
      "en": "and you're losing some of that production every step up in the food chain,",
      "vi": "Vâng, chúng ăn thịt lẫn nhau và bạn đang mất đi một số sản phẩm đó mỗi bước đi lên trong chuỗi thức ăn"
    }
  },
  {
    "translation": {
      "en": "but you get more every year.",
      "vi": "nhưng bạn sẽ có được nhiều hơn mỗi năm."
    }
  },
  {
    "translation": {
      "en": "You can fish and take some out, and next year, there will be more.",
      "vi": "Bạn có thể bắt đi một chút, và năm sau sẽ có nhiều hơn nữa."
    }
  },
  {
    "translation": {
      "en": "And if we do that right,",
      "vi": "Và nếu chúng ta làm cho đúng"
    }
  },
  {
    "translation": {
      "en": "without ultimately hitting the fundamental driver,",
      "vi": "mà không động vào những yếu tố cơ bản"
    }
  },
  {
    "translation": {
      "en": "it's sort of like living off the interest, right?",
      "vi": "thì như là ta đang sống nhờ tiền lãi ấy, phải không?"
    }
  },
  {
    "translation": {
      "en": "As long as you don't bring your principal down, right...",
      "vi": "Miễn là bạn đừng hạ thấp vốn,"
    }
  },
  {
    "translation": {
      "en": "If you're investing in something,",
      "vi": "nếu bạn đang đầu tư,"
    }
  },
  {
    "translation": {
      "en": "as long as you're not hitting into that principal",
      "vi": "miễn là bạn không để ảnh hưởng tới vốn"
    }
  },
  {
    "translation": {
      "en": "and your principal remains high,",
      "vi": "và vốn của bạn vẫn ở mức cao,"
    }
  },
  {
    "translation": {
      "en": "you could potentially live off the interest forever.",
      "vi": "bạn có thể sống dựa vào tiền lãi mãi."
    }
  },
  {
    "translation": {
      "en": "And that's the basic idea with fish.",
      "vi": "Và đó là vấn đề cơ bản đối với cá."
    }
  },
  {
    "translation": {
      "en": "With our population right now, what we're doing,",
      "vi": "Với dân số của chúng ta hiện giờ, chúng ta sẽ làm gì, nếu như 75 phần trăm cạn kiện và cá cũng hết,"
    }
  },
  {
    "translation": {
      "en": "if it's 75% depleted, the fish is now depleted.",
      "vi": "chúng ta sẽ làm gì, nếu như 75 phần trăm cạn kiện và cá cũng hết,"
    }
  },
  {
    "translation": {
      "en": "And it's a good analogy with money.",
      "vi": "và cũng tương tự như tiền,"
    }
  },
  {
    "translation": {
      "en": "We're not living off our interest, we're in extreme debt.",
      "vi": "không phải ta đang sống nhờ tiền lãi, ta đang ngập trong nợ."
    }
  },
  {
    "translation": {
      "en": "And if our population,",
      "vi": "Và nếu dân số của chúng ta, như một gia đình đang sống"
    }
  },
  {
    "translation": {
      "en": "who's trying to live as a family on the same amount of money,",
      "vi": "Và nếu dân số của chúng ta, như một gia đình đang sống với cùng một mức tiền,"
    }
  },
  {
    "translation": {
      "en": "and it's increasing 35% to 9 billion people...",
      "vi": "và nó tăng 35 phần trăm - tới 9 tỷ người, - Đúng."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "- tới 9 tỷ người, - Đúng."
    }
  },
  {
    "translation": {
      "en": "Isn't it just, \"Hey, we gotta stop spending money\"?",
      "vi": "chẳng phải ta sẽ nói, \"Này, ta phải ngừng tiêu tiền thôi\"?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -\"We need to stop eating fish.\"",
      "vi": "- Vâng. - \"Dừng ăn cá lại.\""
    }
  },
  {
    "translation": {
      "en": "Well, if you could bring the principal back.",
      "vi": "Chà, nếu như bạn có thể lấy lại vốn ban đầu."
    }
  },
  {
    "translation": {
      "en": "Fishing of any type is depleting not only the species,",
      "vi": "Loài nào bị đánh bắt cũng đang kiệt quệ, không chỉ một loài,"
    }
  },
  {
    "translation": {
      "en": "but you get into this serial depletion where one fish species will be minimized",
      "vi": "nhưng ta đang ở giai đoạn kiệt quệ hàng loạt Khi mà một loài cá chỉ còn rất ít"
    }
  },
  {
    "translation": {
      "en": "and the fishing industry for that fishery will move onto the next species.",
      "vi": "và công nghiệp đánh bắt loài đó sẽ chuyển sang loài tiếp theo."
    }
  },
  {
    "translation": {
      "en": "It's called serial depletion. It's aptly named.",
      "vi": "Nó được gọi là suy giảm hàng loạt. Tên rất thích hợp."
    }
  },
  {
    "translation": {
      "en": "In the process... So the fish are being lost.",
      "vi": "Quá trình này, cá đang mất dần."
    }
  },
  {
    "translation": {
      "en": "Not only the species is being lost, but the next in line is being lost.",
      "vi": "Không chỉ một loài biến mất, mà những loài tiếp theo cũng biến mất."
    }
  },
  {
    "translation": {
      "en": "And then the mechanism is still extremely destructive.",
      "vi": "Và sau đó là cơ chế vẫn cực kỳ tiêu cực."
    }
  },
  {
    "translation": {
      "en": "So they're losing the fish species,",
      "vi": "Vì vậy, họ đang mất đi các loài cá, nhưng cần phải biết rằng"
    }
  },
  {
    "translation": {
      "en": "but it needs to be kept in mind they're also destroying habitat.",
      "vi": "các loài cá, nhưng cần phải biết rằng họ cũng đang phá hủy môi trường sống."
    }
  },
  {
    "translation": {
      "en": "I think they came up with this term \"sustainable fishing\"",
      "vi": "Tôi nghĩ họ bịa ra thuật ngữ này \"đánh bắt cá bền vững\""
    }
  },
  {
    "translation": {
      "en": "to make ourselves feel good about",
      "vi": "để ta thấy ăn cá là việc bình thường,"
    }
  },
  {
    "translation": {
      "en": "eating fish and continuing to take fish out of the oceans,",
      "vi": "để ta thấy ăn cá là việc bình thường, và tiếp tục bắt cá từ đại dương."
    }
  },
  {
    "translation": {
      "en": "when, in fact, really, it's Sea Shepherd's position",
      "vi": "Khi trên thực tế, Hội Bảo vệ Đại dương cho rằng,"
    }
  },
  {
    "translation": {
      "en": "that there is no such thing as sustainable fishing.",
      "vi": "không có cái gì gọi là đánh bắt cá bền vững."
    }
  },
  {
    "translation": {
      "en": "Seafood is not a sustainable protein source for the feeding of the planet.",
      "vi": "Thực phẩm biển không phải là một nguồn protein cho... một nguồn protein bền vững để nuôi hành tinh."
    }
  },
  {
    "translation": {
      "en": "For the people on the planet, it's just not.",
      "vi": "Nuôi người trên hành tinh này, không phải vậy."
    }
  },
  {
    "translation": {
      "en": "People don't wanna hear it. Because that makes them feel like",
      "vi": "Người ta không muốn nghe bởi vì điều đó khiến họ cảm thấy như họ phải hành động,"
    }
  },
  {
    "translation": {
      "en": "they have to take action, they have to stop doing something,",
      "vi": "bởi vì điều đó khiến họ cảm thấy như họ phải hành động, họ phải dừng làm gì đó,"
    }
  },
  {
    "translation": {
      "en": "and a lot of people don't want to. And people don't wanna...",
      "vi": "và rất nhiều người không muốn. Và mọi người không muốn..."
    }
  },
  {
    "translation": {
      "en": "They don't want to put it out there, because it's uncomfortable.",
      "vi": "Họ không muốn nói ra, bởi vì nó không thoải mái."
    }
  },
  {
    "translation": {
      "en": "They don't want to propose to tell people what to do.",
      "vi": "Họ không muốn nói với mọi người nên làm gì."
    }
  },
  {
    "translation": {
      "en": "But we're at a point where we all have to be cognizant.",
      "vi": "Nhưng chúng ta đang ở thời điểm mà tất cả chúng ta phải"
    }
  },
  {
    "translation": {
      "en": "And we have to realize and we have to take an action.",
      "vi": "nhận thức, và phải nhận ra và chúng ta phải hành động."
    }
  },
  {
    "translation": {
      "en": "Our founder, Captain Watson, likes to say, \"If the oceans die, we die.\"",
      "vi": "Thuyền trưởng Watson, Người sáng lập của chúng tôi nói, \"Nếu đại dương chết, chúng ta chết.\""
    }
  },
  {
    "translation": {
      "en": "That's not a tag line. That's the truth.",
      "vi": "Đó không phải là một khẩu hiệu. Đó là sự thật."
    }
  },
  {
    "translation": {
      "en": "Perhaps the only other ecosystem that is being destroyed at such a rapid rate",
      "vi": "Duy nhất một hệ sinh thái khác cũng đang bị huỷ hoại với tốc độ chóng mặt như vậy là rừng nhiệt đới trên thế giới."
    }
  },
  {
    "translation": {
      "en": "are the world's rainforests.",
      "vi": "với tốc độ chóng mặt như vậy là rừng nhiệt đới trên thế giới."
    }
  },
  {
    "translation": {
      "en": "Our global rainforests are essentially the planet's lungs.",
      "vi": "Rừng nhiệt đới là lá phổi của hành tinh."
    }
  },
  {
    "translation": {
      "en": "They breathe in CO2 and exhale oxygen.",
      "vi": "Chúng hít CO2 và thở ra oxy."
    }
  },
  {
    "translation": {
      "en": "An acre of rainforest is cleared every second.",
      "vi": "Mỗi giây có 0,4 ha rừng nhiệt đới bị đốn."
    }
  },
  {
    "translation": {
      "en": "And the leading cause is to graze animals and grow their feed crops.",
      "vi": "Nguyên nhân hàng đầu là chăn thả gia súc và trồng trọt lấy thức ăn cho chúng."
    }
  },
  {
    "translation": {
      "en": "That is essentially an entire football field cleared every single second.",
      "vi": "Đó là cả một sân bóng đá bị xoá đi mỗi giây."
    }
  },
  {
    "translation": {
      "en": "And it is estimated that every day,",
      "vi": "Và người ta ước tính rằng mỗi ngày"
    }
  },
  {
    "translation": {
      "en": "close to 100 plant, animal, and insect species are lost",
      "vi": "gần 100 cây, động vật và các loài côn trùng biến mất"
    }
  },
  {
    "translation": {
      "en": "due to rainforest destruction.",
      "vi": "do rừng nhiệt đới bị phá."
    }
  },
  {
    "translation": {
      "en": "What is the absolute leading cause of rainforest destruction?",
      "vi": "Nguyên nhân hàng đầu khiến rừng nhiệt đới bị phá huỷ là gì? HỘI BẢO VỆ RỪNG NHIỆT ĐỚI Giám đốc điều hành"
    }
  },
  {
    "translation": {
      "en": "Human intervention into rainforests is the leading cause.",
      "vi": "Sự can thiệp của con người vào các khu rừng nhiệt đới là nguyên nhân hàng đầu."
    }
  },
  {
    "translation": {
      "en": "And so, it's either for logging or it's for agribusiness.",
      "vi": "Hoặc để khai thác gỗ hoặc phục vụ nền nông nghiệp."
    }
  },
  {
    "translation": {
      "en": "And that's when you're looking at the top global drivers,",
      "vi": "Và đó là khi xét tới những nguyên nhân đứng đầu,"
    }
  },
  {
    "translation": {
      "en": "it will vary a bit by the rainforest that you're talking about.",
      "vi": "nó thay đổi tuỳ theo bạn đang nói về rừng nhiệt đới nào,"
    }
  },
  {
    "translation": {
      "en": "But the way that we're choosing to",
      "vi": "nhưng cách mà ta đang lựa chọn để dùng những tài nguyên thiên nhiên đó"
    }
  },
  {
    "translation": {
      "en": "use these natural resources on a large industrial scale is the leading driver.",
      "vi": "nhưng cách mà ta đang lựa chọn để dùng những tài nguyên thiên nhiên đó trên quy mô công nghiệp lớn là nguyên nhân hàng đầu."
    }
  },
  {
    "translation": {
      "en": "When I went on Rainforest Action Network's website,",
      "vi": "Khi truy cập trang web của Hội Bảo vệ Rừng Nhiệt đới,"
    }
  },
  {
    "translation": {
      "en": "I couldn't believe I didn't see anything about cattle.",
      "vi": "Tôi không thể thấy bất cứ thông tin gì về gia súc."
    }
  },
  {
    "translation": {
      "en": "But I did see they had a large campaign against palm oil.",
      "vi": "Nhưng tôi thấy họ có một chiến dịch lớn phản đối cây dầu cọ."
    }
  },
  {
    "translation": {
      "en": "Palm oil plantations are causing tremendous deforestation",
      "vi": "Các đồn điền dầu cọ đang gây ra nạn phá rừng"
    }
  },
  {
    "translation": {
      "en": "in the Indonesian rainforest.",
      "vi": "ở rừng nhiệt đới của Indonesia."
    }
  },
  {
    "translation": {
      "en": "It is estimated that",
      "vi": "ở rừng nhiệt đới của Indonesia. Người ta ước tính cây dầu cọ phải chịu trách nhiệm cho"
    }
  },
  {
    "translation": {
      "en": "palm oil is responsible for 26 million acres being cleared.",
      "vi": "Người ta ước tính cây dầu cọ phải chịu trách nhiệm cho 10,5 triệu ha cây bị đốn."
    }
  },
  {
    "translation": {
      "en": "Though, compared to livestock and their feed crops,",
      "vi": "Mặc dù so với gia súc và trồng cây làm thức ăn cho chúng"
    }
  },
  {
    "translation": {
      "en": "they were responsible for 136 million acres of rainforest lost to date.",
      "vi": "khiến 55 triệu ha rừng nhiệt đới biến mất cho tới nay."
    }
  },
  {
    "translation": {
      "en": "But on their website, I was shocked to find",
      "vi": "Tuy nhiên, trên trang web của họ, tôi không thấy gia súc được coi là"
    }
  },
  {
    "translation": {
      "en": "cattle was not included as one of their four main key issues.",
      "vi": "Tuy nhiên, trên trang web của họ, tôi không thấy gia súc được coi là một trong bốn vấn đề trọng tâm."
    }
  },
  {
    "translation": {
      "en": "Instead they focused on palm, pulp and paper, coal, and tar sands?",
      "vi": "Thay vào đó họ tập trung vào cây dầu cọ giấy và bột giấy, than đá và cát dầu?"
    }
  },
  {
    "translation": {
      "en": "How could they not have the leading cause of rainforest destruction?",
      "vi": "Sao họ có thể bỏ qua nguyên nhân chính của sự tàn phá rừng nhiệt đới?"
    }
  },
  {
    "translation": {
      "en": "I had to wonder, \"Why focus on fossil fuels and not cattle?\"",
      "vi": "Tôi tự hỏi, sao lại tập trung vào nhiên liệu hoá thạch mà không phải gia súc?"
    }
  },
  {
    "translation": {
      "en": "Is it more fossil fuels, or is it more animal agriculture?",
      "vi": "Là do nhiên liệu hoá thạch, hay do công nghiệp chăn nuôi nhiều hơn?"
    }
  },
  {
    "translation": {
      "en": "I don't know why we would ever do a one-or-the-other.",
      "vi": "Tôi không hiểu sao ta lại phải so sánh cái nào hơn."
    }
  },
  {
    "translation": {
      "en": "I'm just wondering, what more is it?",
      "vi": "Tôi chỉ thắc mắc rằng, cái nào hại hơn?"
    }
  },
  {
    "translation": {
      "en": "I don't necessarily know what it is.",
      "vi": "Tôi cũng không rõ cái nào hại hơn."
    }
  },
  {
    "translation": {
      "en": "Could the executive director",
      "vi": "Liệu giám đốc điều hành"
    }
  },
  {
    "translation": {
      "en": "of one of the world's largest rainforest protection groups",
      "vi": "của một trong những tổ chức bảo vệ rừng nhiệt đới lớn nhất thế giới"
    }
  },
  {
    "translation": {
      "en": "honestly not know what was going on?",
      "vi": "lại thực sự không biết chuyện gì đang diễn ra?"
    }
  },
  {
    "translation": {
      "en": "Or even worse, were they hiding it on purpose?",
      "vi": "Hay tệ hơn, liệu họ có che giấu điều này vì mục đích gì đó?"
    }
  },
  {
    "translation": {
      "en": "And if so, why?",
      "vi": "Và nếu thật vậy, thì tại sao?"
    }
  },
  {
    "translation": {
      "en": "I immediately went to Amazon Watch to see if",
      "vi": "Ngay lập tức, tôi tới Amazon Watch để nghe ý kiến của họ"
    }
  },
  {
    "translation": {
      "en": "they would say what the leading cause of rainforest destruction truly is.",
      "vi": "Ngay lập tức, tôi tới Amazon Watch để nghe ý kiến của họ về nguyên nhân hàng đầu dẫn tới sự tàn phá rừng nhiệt đới."
    }
  },
  {
    "translation": {
      "en": "The most biologically and culturally diverse place on the planet",
      "vi": "Hiện giờ, các địa điểm đa dạng sinh học và văn hoá nhất trên hành tinh..."
    }
  },
  {
    "translation": {
      "en": "is under massive attack right now.",
      "vi": "TỔ CHỨC BẢO VỆ SÔNG AMAZON Giám đốc chương trình ...đều đang trong tình trạng nguy kịch."
    }
  },
  {
    "translation": {
      "en": "The Amazon rainforest itself could be gone in the matter of the next 10 years.",
      "vi": "Bản thân rừng nhiệt đới Amazon có thể sẽ biến mất trong 10 năm tới."
    }
  },
  {
    "translation": {
      "en": "What is the leading cause of rainforest destruction?",
      "vi": "Nguyên nhân hàng đầu dẫn tới sự phá huỷ rừng nhiệt đới là gì?"
    }
  },
  {
    "translation": {
      "en": "The leading cause of rainforest destruction,",
      "vi": "Nguyên nhân hàng đầu trong việc phá rừng nhiệt đới là..."
    }
  },
  {
    "translation": {
      "en": "I would say,",
      "vi": "Tôi cho rằng..."
    }
  },
  {
    "translation": {
      "en": "well, just to put it in the context of what Amazon Watch works on,",
      "vi": "Vâng, để giải thích về những gì mà Amazon Watch đang làm,"
    }
  },
  {
    "translation": {
      "en": "there's many, many drivers of deforestation, as we call them.",
      "vi": "có rất, rất nhiều nguyên nhân dẫn tới nạn phá rừng,"
    }
  },
  {
    "translation": {
      "en": "Many different reasons and ways that rainforests are destroyed.",
      "vi": "nhiều lý do và cách thức khác nhau khiến rừng nhiệt đới bị phá."
    }
  },
  {
    "translation": {
      "en": "The ones that cause the most damage and are the most widespread",
      "vi": "Lý do chính... Nguyên nhân gây tàn phá nghiêm trọng nhất và lan rộng nhất"
    }
  },
  {
    "translation": {
      "en": "are mega projects, such as oil and gas pipelines,",
      "vi": "là các dự án khổng lồ. Chẳng hạn như đường ống dẫn dầu và khí đốt,"
    }
  },
  {
    "translation": {
      "en": "such as mining projects, such as mega dam projects.",
      "vi": "chẳng hạn như dự án khai thác mỏ, chẳng hạn như dự án đập lớn."
    }
  },
  {
    "translation": {
      "en": "We're not talking about...",
      "vi": "Chúng tôi không nói về..."
    }
  },
  {
    "translation": {
      "en": "I felt like I was going in circles with all these groups.",
      "vi": "Tôi cảm thấy như mình đang đi luẩn quẩn khi gặp những người này."
    }
  },
  {
    "translation": {
      "en": "As if I were stuck in some strange cowspiracy twilight zone",
      "vi": "Như thể tôi đã bị mắc kẹt trong một vùng chạn vạng \"âm mưu của bò\""
    }
  },
  {
    "translation": {
      "en": "where no one could talk about cows.",
      "vi": "nơi mà không ai được nhắc tới bò."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe these organizations just wouldn't say",
      "vi": "Tôi không thể tin những tổ chức này lại không nhắc tới"
    }
  },
  {
    "translation": {
      "en": "what the leading cause of rainforest destruction truly is.",
      "vi": "nguyên nhân hàng đầu thực sự của việc rừng nhiệt đới bị tàn phá."
    }
  },
  {
    "translation": {
      "en": "I had to ask one more time.",
      "vi": "Tôi phải hỏi thêm một lần nữa."
    }
  },
  {
    "translation": {
      "en": "It's hard to say what is a leading cause of deforestation of the Amazon",
      "vi": "Khó mà nói được nguyên nhân hàng đầu khiến rừng Amazon bị phá huỷ"
    }
  },
  {
    "translation": {
      "en": "because they're all destructive, oil and gas, mining, dams, agriculture.",
      "vi": "vì rất nhiều thứ đều gây phá hoại, dầu và khí, khai thác mỏ, xây đập, nông nghiệp."
    }
  },
  {
    "translation": {
      "en": "But in terms of land use,",
      "vi": "Nhưng nếu nói việc sử dụng đất, nói về diện tích đất..."
    }
  },
  {
    "translation": {
      "en": "in terms of the amount of land that is destroyed by...",
      "vi": "Nhưng nếu nói việc sử dụng đất, nói về diện tích đất... cái đó... bị phá hủy bởi..."
    }
  },
  {
    "translation": {
      "en": "When we talk about, in comparison, all those different causes of deforestation,",
      "vi": "Nếu ta so sánh, tất cả những nguyên nhân khiến rừng bị tàn phá,"
    }
  },
  {
    "translation": {
      "en": "what is causing the most trees to fall, for example,",
      "vi": "ví dụ như nguyên nhân khiến lượng cây bị mất nhiều nhất,"
    }
  },
  {
    "translation": {
      "en": "I think it would definitely be agriculture.",
      "vi": "Tôi nghĩ rằng chắc chắn là do nông nghiệp."
    }
  },
  {
    "translation": {
      "en": "Unfortunately one of the biggest causes of deforestation,",
      "vi": "Không may là một trong những nguyên nhân lớn gây phá huỷ rừng,"
    }
  },
  {
    "translation": {
      "en": "definitely in the Brazilian Amazon, is agribusiness.",
      "vi": "ở rừng Amazon thuộc Brazil, chắc chắn là do kinh tế nông nghiệp."
    }
  },
  {
    "translation": {
      "en": "Cattle grazing and soy production in particular.",
      "vi": "Gia súc... Cụ thể là chăn nuôi gia súc và trồng cây đậu nành."
    }
  },
  {
    "translation": {
      "en": "This is really what's going on.",
      "vi": "Đây thực sự là những gì đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "Why do you think",
      "vi": "- Ừm. - Tại sao chị cho rằng đó..."
    }
  },
  {
    "translation": {
      "en": "no one at Greenpeace, or no one's really saying the whole story?",
      "vi": "Không ai ở Hoà Bình Xanh, hay nơi nào khác nói ra toàn bộ sự việc."
    }
  },
  {
    "translation": {
      "en": "The whole story about the main cause of deforestation?",
      "vi": "Câu chuyện về nguyên nhân chính của sự tàn phá rừng?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "I think you've brought up some really good points about,",
      "vi": "Tôi nghĩ anh đã đặt ra một câu hỏi hay"
    }
  },
  {
    "translation": {
      "en": "\"Why isn't anybody doing anything about this?\"",
      "vi": "về lý do tại sao không ai có ý kiến về việc này."
    }
  },
  {
    "translation": {
      "en": "And I think in Brazil, in particular,",
      "vi": "Và tôi nghĩ rằng, cụ thể là ở Brazil,"
    }
  },
  {
    "translation": {
      "en": "I think when we look at what happened after the Forest Code was passed,",
      "vi": "tôi cho rằng khi ta xem xét nó, chuyện gì đã xảy ra sau khi Bộ luật Rừng được thông qua,"
    }
  },
  {
    "translation": {
      "en": "and people who were standing up",
      "vi": "và những người đứng lên chống lại"
    }
  },
  {
    "translation": {
      "en": "against the lobbyists and the interests, the special interests,",
      "vi": "và những người đứng lên chống lại nhóm vận động hành lang và nhóm lợi ích, nhóm lợi ích đặc biệt,"
    }
  },
  {
    "translation": {
      "en": "the cattle industry, the agribusiness industry, what was happening to them.",
      "vi": "công nghiệp gia súc, nền kinh tế nông nghiệp, chuyện gì đã xảy ra với họ?"
    }
  },
  {
    "translation": {
      "en": "A lot of people who were speaking out got killed.",
      "vi": "Rất nhiều người bày tỏ quan điểm đã bị giết."
    }
  },
  {
    "translation": {
      "en": "If you look at José Carlos, you look at Claudio...",
      "vi": "Và bạn có thể thấy rằng có Ze Carlos, có Claudio,"
    }
  },
  {
    "translation": {
      "en": "There's people who were putting themselves out there",
      "vi": "vẫn có những người đứng ra và nói rằng chăn nuôi gia súc..."
    }
  },
  {
    "translation": {
      "en": "and saying cattle ranching is destroying the Amazon.",
      "vi": "vẫn có những người đứng ra và nói rằng chăn nuôi gia súc... đang phá hủy Amazon."
    }
  },
  {
    "translation": {
      "en": "A lot of those people who are really putting themselves out there.",
      "vi": "Rất nhiều người đã thực sự lên tiếng..."
    }
  },
  {
    "translation": {
      "en": "And look at Dorothy Stang, the nun who lived out in Pará who was killed.",
      "vi": "Như trường hợp bà Dorothy Stang, nữ tu sống ở Para ấy, người bị giết chết."
    }
  },
  {
    "translation": {
      "en": "A lot of people will speak up,",
      "vi": "Rất nhiều người sẽ lên tiếng."
    }
  },
  {
    "translation": {
      "en": "but a lot of people just keep their mouths shut",
      "vi": "Rất nhiều người sẽ không hé một lời"
    }
  },
  {
    "translation": {
      "en": "'cause they don't wanna be the next one with the bullet to their head.",
      "vi": "vì họ không muốn là người tiếp theo bị ám sát."
    }
  },
  {
    "translation": {
      "en": "Sister Dorothy Stang was a US-born nun",
      "vi": "Sơ Dorothy Stang là một nữ tu Mỹ Sơ Dorothy Stang"
    }
  },
  {
    "translation": {
      "en": "living in the heart of the Brazilian rainforest.",
      "vi": "sống ở ngay giữa rừng nhiệt đới Brazil."
    }
  },
  {
    "translation": {
      "en": "Her life's work was to protect the Amazon.",
      "vi": "Tâm ước cả đời của bà là bảo vệ Amazon."
    }
  },
  {
    "translation": {
      "en": "She spoke out openly",
      "vi": "Bà ta đã công khai chống lại việc tàn phá rừng nhiệt đới"
    }
  },
  {
    "translation": {
      "en": "against the destruction of rainforest from cattle ranching for years.",
      "vi": "Bà ta đã công khai chống lại việc tàn phá rừng nhiệt đới gây ra bởi chăn nuôi gia súc suốt nhiều năm."
    }
  },
  {
    "translation": {
      "en": "Walking home one night, she was brutally gunned down",
      "vi": "Khi đang trên đường về nhà vào một tối nọ, bà bị bắn chết dã man"
    }
  },
  {
    "translation": {
      "en": "at point-blank range by a hired gun from the cattle industry.",
      "vi": "từ khoảng gần bởi một sát thủ trong công nghiệp chăn nuôi thuê."
    }
  },
  {
    "translation": {
      "en": "After Greenpeace's initial denial for an interview,",
      "vi": "Sau từ chối phỏng vấn lần đầu của Hoà Bình Xanh"
    }
  },
  {
    "translation": {
      "en": "I wrote again, begging they reconsider.",
      "vi": "Tôi liên lạc lần nữa, cầu xin họ suy nghĩ lại."
    }
  },
  {
    "translation": {
      "en": "Greenpeace got back again,",
      "vi": "Hoà Bình Xanh cũng liên lạc lại,"
    }
  },
  {
    "translation": {
      "en": "and said again, \"I'm afraid we've explored the options here in terms of helping you,",
      "vi": "và nói lại, \"Tôi e rằng chúng tôi đã cố gắng hết sức có thể để giúp đỡ"
    }
  },
  {
    "translation": {
      "en": "\"and are not going to be able to be involved this time.",
      "vi": "và không thể giúp anh vào thời điểm này."
    }
  },
  {
    "translation": {
      "en": "\"You mentioned you were also speaking to Oceana.",
      "vi": "Anh có nhắc là anh đã nói chuyện với Oceana."
    }
  },
  {
    "translation": {
      "en": "\"I'm sure they'll be able to give you some great quotes about ocean-related issues.",
      "vi": "Tôi tin rằng họ có thể cho anh một vài câu trả lời thoả đáng về vấn đề biển."
    }
  },
  {
    "translation": {
      "en": "\"Thanks again for thinking of us.\"",
      "vi": "Cảm ơn vì đã nghĩ tới chúng tôi.\""
    }
  },
  {
    "translation": {
      "en": "Unbelievable.",
      "vi": "Không thể tin được."
    }
  },
  {
    "translation": {
      "en": "With Greenpeace unwilling to be interviewed,",
      "vi": "Hoà Bình Xanh không muốn được phỏng vấn,"
    }
  },
  {
    "translation": {
      "en": "I had to find a different avenue for answers.",
      "vi": "tôi phải tìm đến người khác để có câu trả lời."
    }
  },
  {
    "translation": {
      "en": "There's something really fishy going on over there.",
      "vi": "Có gì đó rất đáng nghi ở đây."
    }
  },
  {
    "translation": {
      "en": "Fortunately, l found a former Greenpeace Board of Director",
      "vi": "Rất may là tôi tìm được một cựu ban giám đốc của Hoà Bình Xanh"
    }
  },
  {
    "translation": {
      "en": "who now speaks openly about the industry.",
      "vi": "người có thể nói công khai về ngành."
    }
  },
  {
    "translation": {
      "en": "Environmental organizations, like other organizations,",
      "vi": "SÁNG LẬP HOÀ BÌNH XANH ALASKA Cựu ban giám đốc. Hoà Bình Xanh Hoa Kỳ Các tổ chức môi trường, cũng như các tổ chức khác,"
    }
  },
  {
    "translation": {
      "en": "are not telling you the truth about what the world needs from us as a species.",
      "vi": "Các tổ chức môi trường, cũng như các tổ chức khác, sẽ không nói với anh sự thật rằng thế giới cần gì ở ta với tư cách là một loài vật."
    }
  },
  {
    "translation": {
      "en": "It's so frustrating when the information is right before their eyes.",
      "vi": "Thật là khó chịu khi thông tin đó ở ngay trước mắt họ."
    }
  },
  {
    "translation": {
      "en": "It's documented in peer-reviewed papers and journals.",
      "vi": "Nó được ghi chép trong những bài nghiên cứu và tạp chí."
    }
  },
  {
    "translation": {
      "en": "It's there for everybody to see.",
      "vi": "Ai cũng có thể tiếp cận."
    }
  },
  {
    "translation": {
      "en": "But the environmental organizations are refusing to act.",
      "vi": "Nhưng các tổ chức môi trường từ chối hành động."
    }
  },
  {
    "translation": {
      "en": "Nowhere do you find in their policies",
      "vi": "Không đâu trong chính sách của họ"
    }
  },
  {
    "translation": {
      "en": "and nowhere do you find in the Greenpeace mission",
      "vi": "và không đâu trong nhiệm vụ của Hoà Bình Xanh"
    }
  },
  {
    "translation": {
      "en": "that diet is important, that animal agriculture is the problem.",
      "vi": "nói rằng ăn kiêng là quan trọng, rằng công nghiệp chăn nuôi là vấn đề."
    }
  },
  {
    "translation": {
      "en": "They are refusing, like other environmental organizations,",
      "vi": "Như những tổ chức môi trường khác, họ đang từ chối"
    }
  },
  {
    "translation": {
      "en": "to look at the issue.",
      "vi": "nhìn nhận vấn đề ấy."
    }
  },
  {
    "translation": {
      "en": "The environmental community is failing us and they're failing ecosystems.",
      "vi": "Cộng đồng về môi trường không thể làm tròn trách nhiệm của họ."
    }
  },
  {
    "translation": {
      "en": "And it's so frustrating to see them do this.",
      "vi": "Và thật khó chịu khi thấy họ làm vậy."
    }
  },
  {
    "translation": {
      "en": "\"NRDC, the Earth's best defense.\"",
      "vi": "\"NRDC, lá chắn phòng thủ tốt nhất của Trái Đất.\""
    }
  },
  {
    "translation": {
      "en": "All right, so here they actually do have a few things on animal agriculture.",
      "vi": "Được rồi, vậy ra ở đây họ có đề cập tới... công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "The leading cause of environmental degradation is too much pollution",
      "vi": "HỘI ĐỒNG BẢO VỆ TÀI NGUYÊN THIÊN NHIÊN Giám đốc vận động California Nguyên nhân chính dẫn tới thoái hoá môi trường là có quá nhiều ô nhiễm"
    }
  },
  {
    "translation": {
      "en": "and too many engines churning too fast",
      "vi": "và có quá nhiều động cơ hoạt động"
    }
  },
  {
    "translation": {
      "en": "in too many places around the globe.",
      "vi": "ở khắp nơi trên toàn cầu."
    }
  },
  {
    "translation": {
      "en": "Lately, in 2009, Worldwatch reported that",
      "vi": "Cuối năm 2009, World Watch báo cáo"
    }
  },
  {
    "translation": {
      "en": "livestock causes 51% of greenhouse gas emissions,",
      "vi": "rằng gia súc gây nên 51 phần trăm lượng khí nhà kính"
    }
  },
  {
    "translation": {
      "en": "and transportation's around 13%.",
      "vi": "còn vận tải chỉ chiếm 13 phần trăm."
    }
  },
  {
    "translation": {
      "en": "And on the low end, the UN was around 18% to 30%,",
      "vi": "Còn UN chiếm khoảng 18 đến 30 phần trăm"
    }
  },
  {
    "translation": {
      "en": "which is more than all transportation all put together.",
      "vi": "nghĩa là nhiều hơn toàn bộ ngành vận tải cộng lại."
    }
  },
  {
    "translation": {
      "en": "-Internationally? Or nationally? -The entire globe. Yeah.",
      "vi": "Quy mô quốc gia...hay quốc tế? - Hay quốc gia? - Trên toàn cầu. Vâng."
    }
  },
  {
    "translation": {
      "en": "I think energy production and transportation are still major sources,",
      "vi": "Tôi cho rằng ngành năng lượng và vận tải vẫn là nguyên nhân chính"
    }
  },
  {
    "translation": {
      "en": "so I think...",
      "vi": "nên tôi nghĩ..."
    }
  },
  {
    "translation": {
      "en": "I guess I'm not gonna comment on that",
      "vi": "Tôi sẽ không có bình luận nào"
    }
  },
  {
    "translation": {
      "en": "because I'm not familiar with those numbers.",
      "vi": "vì tôi không nắm rõ những con số đó."
    }
  },
  {
    "translation": {
      "en": "So it's...",
      "vi": "Vì thế..."
    }
  },
  {
    "translation": {
      "en": "Don't quote me on this, but that's cow farts.",
      "vi": "Nên đừng có trích dẫn lời tôi, nhưng đó là bò đánh rắm."
    }
  },
  {
    "translation": {
      "en": "That's, I think, what that is.",
      "vi": "Đó là điều tôi nghĩ."
    }
  },
  {
    "translation": {
      "en": "It's...",
      "vi": "Đó là..."
    }
  },
  {
    "translation": {
      "en": "I think that's cow farts.",
      "vi": "Tôi nghĩ là do bò đánh rắm."
    }
  },
  {
    "translation": {
      "en": "Well, that's part of the story.",
      "vi": "Chà, đó là một phần của câu chuyện."
    }
  },
  {
    "translation": {
      "en": "Methane production from cows and other livestock's flatulence",
      "vi": "Việc \"xì hơi\" của bò và các gia súc khác cũng góp phần lớn tạo ra khí mêtan."
    }
  },
  {
    "translation": {
      "en": "is a major contributor.",
      "vi": "và các gia súc khác cũng góp phần lớn tạo ra khí mêtan."
    }
  },
  {
    "translation": {
      "en": "But mostly, it is due to deforestation and the waste they produce,",
      "vi": "Nhưng hầu hết là do nạn phá rừng và chất thải chúng thải ra,"
    }
  },
  {
    "translation": {
      "en": "which is 130 times more waste than the entire human population.",
      "vi": "nhiều gấp 130 lần chất thải của toàn bộ con người,"
    }
  },
  {
    "translation": {
      "en": "Virtually all without the benefit of any waste treatment.",
      "vi": "mà gần như không có bất cứ biện pháp xử lý chất thải nào."
    }
  },
  {
    "translation": {
      "en": "NRDC absolutely, as I said, has a big food program.",
      "vi": "Như đã nói, NRDC có một chương trình lớn về thực phẩm."
    }
  },
  {
    "translation": {
      "en": "In fact, every year we do the Growing Green Awards,",
      "vi": "Sự thật là, chúng tôi... Mỗi năm chúng tôi trao giải Growing Green,"
    }
  },
  {
    "translation": {
      "en": "and we recognize food innovators.",
      "vi": "và chúng tôi công nhận những người tiên phong trong thực phẩm"
    }
  },
  {
    "translation": {
      "en": "And this last year,",
      "vi": "và năm vừa rồi"
    }
  },
  {
    "translation": {
      "en": "one of the awardees was a sustainable pork producer, actually,",
      "vi": "một trong những người nhận giải là một nhà sản xuất thịt heo bền vững"
    }
  },
  {
    "translation": {
      "en": "that doesn't use any antibiotics.",
      "vi": "không sử dụng bất kỳ kháng sinh nào."
    }
  },
  {
    "translation": {
      "en": "And also the antibiotic use",
      "vi": "Và kháng sinh được dùng"
    }
  },
  {
    "translation": {
      "en": "that industrial food production in the United States uses right now is...",
      "vi": "trong công nghiệp sản xuất thực phẩm ở Mỹ ở thời điểm này..."
    }
  },
  {
    "translation": {
      "en": "We're giving... The majority of antibiotics in the United States",
      "vi": "Chúng tôi cho... Hầu hết kháng sinh ở Mỹ được..."
    }
  },
  {
    "translation": {
      "en": "are administered to healthy livestock.",
      "vi": "Chúng tôi cho... Hầu hết kháng sinh ở Mỹ được... dùng là để hướng tới chăn nuôi an toàn."
    }
  },
  {
    "translation": {
      "en": "I wanted to visit one of these sustainable farms.",
      "vi": "Tôi muốn tới thăm một trong số những trang trại bền vững đó."
    }
  },
  {
    "translation": {
      "en": "I found the Markegard Grass-Fed beef farm on the lush, misty California coast.",
      "vi": "Tôi tìm thấy trại Markegard thịt bò cỏ ở vùng bờ biển đầy sương California."
    }
  },
  {
    "translation": {
      "en": "I met Erik and Doniga Markegard and their four children.",
      "vi": "Tôi gặp Erik và Doniga Markegard và bốn đứa con của họ."
    }
  },
  {
    "translation": {
      "en": "Lea and Larry are usually up at 6:00",
      "vi": "Lea và Larry thường dậy lúc 6 giờ và ra..."
    }
  },
  {
    "translation": {
      "en": "and out milking the cows, slopping the hogs.",
      "vi": "Lea và Larry thường dậy lúc 6 giờ và ra... lấy sữa bò, cho heo ăn."
    }
  },
  {
    "translation": {
      "en": "All together, we graze about 4,500 acres.",
      "vi": "Tổng cộng, chúng tôi chăn nuôi trên diện tích khoảng 1.800 ha. Trang trại gia đình Markegard Đồng sở hữu"
    }
  },
  {
    "translation": {
      "en": "And this is our home ranch.",
      "vi": "Trang trại gia đình Markegard Đồng sở hữu Và đây là nhà của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And this is 952 acres of that.",
      "vi": "Và rộng khoảng 385 ha."
    }
  },
  {
    "translation": {
      "en": "On average, it's about one cow, or a cow and a calf, per every 10 acres.",
      "vi": "Trung bình, mỗi bốn ha thì có một hoặc một con bò rưỡi."
    }
  },
  {
    "translation": {
      "en": "We would produce annually",
      "vi": "Mỗi năm, chúng tôi sản xuất khoảng 36.000 kg"
    }
  },
  {
    "translation": {
      "en": "roughly 80,000 pounds of finished, plate-ready meat.",
      "vi": "Mỗi năm, chúng tôi sản xuất khoảng 36.000 kg thịt thành phẩm, ăn liền."
    }
  },
  {
    "translation": {
      "en": "We keep about 10 pigs in roughly a 50-acre area,",
      "vi": "Chúng tôi giữ lại khoảng mười con heo trong... khu vực khoảng 20 ha"
    }
  },
  {
    "translation": {
      "en": "and we move them around in 10-acre pastures.",
      "vi": "và chúng tôi di chuyển chúng quanh những đồng cỏ 4 ha."
    }
  },
  {
    "translation": {
      "en": "Some people think that pigs are dirty and gross,",
      "vi": "Một số người nghĩ heo bẩn và tởm... Con gái"
    }
  },
  {
    "translation": {
      "en": "but I really like them.",
      "vi": "...nhưng mà cháu rất thích chúng."
    }
  },
  {
    "translation": {
      "en": "They know people, and they'll be friends and really nice.",
      "vi": "Chúng có... Chúng hiểu người và chúng sẽ làm bạn và rất tốt."
    }
  },
  {
    "translation": {
      "en": "And they could be like your best friend, or could be like a sister.",
      "vi": "Và chúng có thể là người bạn thân nhất hoặc có thể như là em gái."
    }
  },
  {
    "translation": {
      "en": "See?",
      "vi": "Thấy không?"
    }
  },
  {
    "translation": {
      "en": "They know you when you get to know them.",
      "vi": "Chúng hiểu bạn khi bạn làm quen với chúng."
    }
  },
  {
    "translation": {
      "en": "I shouldn't be bonding, but we have to have nice pigs.",
      "vi": "Cháu không nên thân với chúng, nhưng bọn cháu cần heo tốt."
    }
  },
  {
    "translation": {
      "en": "Why shouldn't you bond with them?",
      "vi": "Tại sao cháu không nên thân?"
    }
  },
  {
    "translation": {
      "en": "Well, because they're gonna turn into bacon.",
      "vi": "Vì chúng sẽ trở thành lợn xông khói hết."
    }
  },
  {
    "translation": {
      "en": "These pigs are about seven months old now.",
      "vi": "Những con heo này đã bảy tháng tuổi rồi."
    }
  },
  {
    "translation": {
      "en": "That's it?",
      "vi": "Vậy sao? Ồ!"
    }
  },
  {
    "translation": {
      "en": "So these bigger ones are getting ready to be killed.",
      "vi": "Vậy những con lớn này sẽ bị giết."
    }
  },
  {
    "translation": {
      "en": "Those two smaller ones there, they could grow up a few more months.",
      "vi": "Còn hai con bé kia, vài thàng nữa chúng sẽ lớn thêm."
    }
  },
  {
    "translation": {
      "en": "I love animals. And I...",
      "vi": "Tôi yêu động vật. Và tôi..."
    }
  },
  {
    "translation": {
      "en": "That's why I'm in the meat business.",
      "vi": "Chính vì thế tôi kinh doanh thịt."
    }
  },
  {
    "translation": {
      "en": "It's what more of society needs to see,",
      "vi": "Trang trại gia đình Markegard Đồng sở hữu Xã hội này cần phải nhìn thấy rằng"
    }
  },
  {
    "translation": {
      "en": "is that that packaged piece of meat is a living animal.",
      "vi": "Xã hội này cần phải nhìn thấy rằng những gói thịt kia là một động vật sống."
    }
  },
  {
    "translation": {
      "en": "Living and breathing creature that...",
      "vi": "Những sinh vật sống và thở..."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's hard, it's hard.",
      "vi": "Vâng, rất khó, khó lắm,"
    }
  },
  {
    "translation": {
      "en": "But like what Doniga said earlier,",
      "vi": "nhưng như Doniga nói từ trước..."
    }
  },
  {
    "translation": {
      "en": "we do it because we love them.",
      "vi": "chúng tôi làm thế vì chúng tôi yêu chúng."
    }
  },
  {
    "translation": {
      "en": "With the land use, there's anywhere between...",
      "vi": "Về mức sử dụng đất,"
    }
  },
  {
    "translation": {
      "en": "With industrial, as low as 2 to 2.5 acres per cow,",
      "vi": "trong công nghiệp, thấp nhất là 0,8 tới 1 ha cho mỗi con bò"
    }
  },
  {
    "translation": {
      "en": "all the way up to some, depending... It's not as lush as this, up to 35 acres.",
      "vi": "lên tới tận, tuỳ thuộc vào... không tốt như ở đây, lên tới 14 ha."
    }
  },
  {
    "translation": {
      "en": "Yeah, we have a ranch in South Dakota that's 50 acres.",
      "vi": "Vâng, ở Nam Dakota chúng tôi có một trang trại tận 20 ha."
    }
  },
  {
    "translation": {
      "en": "-Fifty acres per... -Yeah, it's about 50 acres, yeah.",
      "vi": "Hai mươi ha? Vâng, khoảng 20 ha."
    }
  },
  {
    "translation": {
      "en": "And why is that?",
      "vi": "Và sao lại thế?"
    }
  },
  {
    "translation": {
      "en": "Same thing. It was just farmed and robbed of all the nitrogen.",
      "vi": "Cũng vậy thôi, nó được canh tác và rút hết dinh dưỡng đạm"
    }
  },
  {
    "translation": {
      "en": "-The land was abused. -It's also seasonal, right?",
      "vi": "- Mảnh đất đó bị lạm dụng. - Theo thời vụ phải không?"
    }
  },
  {
    "translation": {
      "en": "And it's also seasonal.",
      "vi": "- Mảnh đất đó bị lạm dụng. - Theo thời vụ phải không? Và cũng theo thời vụ."
    }
  },
  {
    "translation": {
      "en": "Is it possible and is it practical for the whole world to say,",
      "vi": "Liệu việc cả thế giới đều nuôi gia súc bằng cỏ"
    }
  },
  {
    "translation": {
      "en": "\"Have grass-fed cattle\"?",
      "vi": "có là khả thi và thực tế?"
    }
  },
  {
    "translation": {
      "en": "Say Brazil,",
      "vi": "Ý tôi là, như ở Brazil đó,"
    }
  },
  {
    "translation": {
      "en": "where supposedly 80% of the rainforest was destroyed for cattle.",
      "vi": "hơn 80 phần trăm rừng nhiệt đới bị phá để nuôi gia súc."
    }
  },
  {
    "translation": {
      "en": "What are your thoughts on that?",
      "vi": "Anh chị có suy nghĩ gì về điều đó không?"
    }
  },
  {
    "translation": {
      "en": "They shouldn't be eating beef.",
      "vi": "Họ không nên ăn thịt bò."
    }
  },
  {
    "translation": {
      "en": "If their environment wasn't designed to raise beef,",
      "vi": "Nếu môi trường của họ không phù hợp để nuôi bò"
    }
  },
  {
    "translation": {
      "en": "-then they shouldn't be eating it. -Yeah.",
      "vi": "- thì họ không nên ăn thịt bò. - Vâng."
    }
  },
  {
    "translation": {
      "en": "How do you offset the carbon footprint of livestock?",
      "vi": "Anh chị làm cách nào để cân đối dấu chân carbon của gia súc?"
    }
  },
  {
    "translation": {
      "en": "We don't feel like livestock have a carbon footprint.",
      "vi": "Chúng tôi không nghĩ rằng thú nuôi có dấu chân carbon."
    }
  },
  {
    "translation": {
      "en": "I left there feeling confused.",
      "vi": "Tôi rời khỏi đó cảm thấy rối bời."
    }
  },
  {
    "translation": {
      "en": "And as far as grass-fed beef not having a carbon footprint,",
      "vi": "Nuôi bò bằng cỏ không để lại dấu chân carbon"
    }
  },
  {
    "translation": {
      "en": "it actually sounded like it could make sense,",
      "vi": "nghe có vẻ hợp lý,"
    }
  },
  {
    "translation": {
      "en": "until I added up the numbers on land use and population.",
      "vi": "cho tới khi tôi tính toán về việc dùng đất và dân số."
    }
  },
  {
    "translation": {
      "en": "If we're to use the Markegard model of raising animals,",
      "vi": "Nếu làm theo cách chăn nuôi của gia đình Markegard"
    }
  },
  {
    "translation": {
      "en": "which requires 4,500 acres producing 80,000 pounds of meat,",
      "vi": "tức cần 1.800 ha để sản xuất 36.000 kg thịt,"
    }
  },
  {
    "translation": {
      "en": "the average American eats 209 pounds of meat per year.",
      "vi": "một người Mỹ ăn trung bình 95 kg thịt mỗi năm."
    }
  },
  {
    "translation": {
      "en": "If that was all grass-fed beef, only 382 people could be fed on their land.",
      "vi": "Nếu tất cả bò đều được nuôi cỏ, thì chỉ có thể cung cấp đủ thực phẩm cho 382 người."
    }
  },
  {
    "translation": {
      "en": "That equates to 11.7 acres per person times 314 million Americans,",
      "vi": "Nghĩa là bằng 4,7 ha mỗi người nhân với 314 triệu người Mỹ"
    }
  },
  {
    "translation": {
      "en": "which equals 3.7 billion acres of grazing land.",
      "vi": "bằng 1,5 tỷ ha đất nuôi gia súc."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, there are only 1.9 billion acres in the US's lower 48 states.",
      "vi": "Nhưng cả 48 bang của Mỹ cộng lại chỉ rộng gần 800 triệu ha."
    }
  },
  {
    "translation": {
      "en": "Currently nearly half of all United States' land",
      "vi": "Hiện tại, một nửa diện tích nước Mỹ"
    }
  },
  {
    "translation": {
      "en": "is already dedicated to animal agriculture.",
      "vi": "là hoàn toàn dành cho công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "If we're to switch over to grass-fed beef,",
      "vi": "Nếu chuyển sang nuôi bò cỏ,"
    }
  },
  {
    "translation": {
      "en": "it would require clearing every square inch of the United States,",
      "vi": "sẽ cần phải dùng toàn bộ đất của Mỹ,"
    }
  },
  {
    "translation": {
      "en": "up into Canada, all of Central America, and well into South America.",
      "vi": "lên tận Canada, đến Trung Mỹ và xuống tận Nam Mỹ."
    }
  },
  {
    "translation": {
      "en": "And this is just to feed the United States' demand on meat.",
      "vi": "Và đấy chỉ là để cung cấp thịt cho mỗi nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "But that figure doesn't even take into consideration",
      "vi": "Đấy là còn chưa tính đến việc"
    }
  },
  {
    "translation": {
      "en": "that much of that land isn't suited to graze livestock.",
      "vi": "không phải toàn bộ đất có thể dùng để chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "We would have to convert all mountain ranges to grassland,",
      "vi": "Chúng ta phải san phẳng núi thằnh đồi cỏ,"
    }
  },
  {
    "translation": {
      "en": "clear ancient forests and national parks to grazing,",
      "vi": "đốn hết rừng già và công viên để phục vụ chăn nuôi,"
    }
  },
  {
    "translation": {
      "en": "and demolish every city just to make room to graze cows.",
      "vi": "và phá mọi thành phố để chăn thả bò."
    }
  },
  {
    "translation": {
      "en": "Just like Brazil, the United States isn't suited to meet the demands for meat.",
      "vi": "Cũng như Brazil, Mỹ không đủ khả năng tự đáp ứng nhu cầu về thịt."
    }
  },
  {
    "translation": {
      "en": "It takes 23 months for a grass-fed animal",
      "vi": "Cần 23 tháng để động vật ăn cỏ lớn lên"
    }
  },
  {
    "translation": {
      "en": "to grow to the point, to the size and age that it's slaughtered,",
      "vi": "tới khi... đủ lớn để làm thịt,"
    }
  },
  {
    "translation": {
      "en": "whereas a grain-fed takes 15 months.",
      "vi": "còn nuôi bằng ngũ cốc thì mất 15 tháng."
    }
  },
  {
    "translation": {
      "en": "So that's an additional eight months of water use, land use, feed, waste,",
      "vi": "Nghĩa là mất thêm tám tháng dùng nước, đất, thức ăn, chất thải,"
    }
  },
  {
    "translation": {
      "en": "and in terms of a carbon footprint, that's a huge difference.",
      "vi": "và về dấu chân carbon, thì đó là cả một khác biệt lớn."
    }
  },
  {
    "translation": {
      "en": "Turns out, due to land use,",
      "vi": "Hoá ra, vì sử dụng đất"
    }
  },
  {
    "translation": {
      "en": "grass-fed beef is more unsustainable than even factory farming.",
      "vi": "nên nuôi bò cỏ có tính bền vững hơn nuôi công nghiệp."
    }
  },
  {
    "translation": {
      "en": "I had to come to terms with the fact there was no way to sustainably raise",
      "vi": "Tôi phải chấp nhận rằng sẽ không có cách nào để chăn nuôi một cách bền vững"
    }
  },
  {
    "translation": {
      "en": "enough animals to feed the world's current demand on meat,",
      "vi": "đáp ứng đủ nhu cầu về thịt hiện tại trên toàn thế giới."
    }
  },
  {
    "translation": {
      "en": "and had my doubts on dairy as well.",
      "vi": "và đấy là chưa tính đến các sản phẩm từ sữa."
    }
  },
  {
    "translation": {
      "en": "But I did want to talk with a premier organic dairy company",
      "vi": "Nhưng tôi có muốn nói chuyện với một công ty sữa hữu cơ"
    }
  },
  {
    "translation": {
      "en": "to see if they believed their product was sustainable for the world's population.",
      "vi": "để xem họ có tin rằng sản phẩm của họ là bền vững cho dân số thế giới không."
    }
  },
  {
    "translation": {
      "en": "It requires a lot of inputs to produce milk.",
      "vi": "Cần rất nhiều đầu vào để sản xuất sữa. Công ty sữa Clover-Stornetta Tổng giám đốc"
    }
  },
  {
    "translation": {
      "en": "The feed, the water, the land. It does.",
      "vi": "Thức ăn, nước, đất đai. Mọi thứ đều cần. Và..."
    }
  },
  {
    "translation": {
      "en": "And it may not be practical to expect that",
      "vi": "Mọi thứ đều cần. Và... có vẻ không thực tiễn khi mong rằng có thể sản xuất đủ sữa"
    }
  },
  {
    "translation": {
      "en": "there can be enough dairy production produced in a sustainable way",
      "vi": "có thể sản xuất đủ sữa một cách bền vững để cung cấp cho toàn thế giới."
    }
  },
  {
    "translation": {
      "en": "to feed the entire world.",
      "vi": "một cách bền vững để cung cấp cho toàn thế giới."
    }
  },
  {
    "translation": {
      "en": "I just don't think that that's necessarily a given.",
      "vi": "Tôi không nghĩ rằng điều đó thực sự cần thiết."
    }
  },
  {
    "translation": {
      "en": "I think it's maybe too much to expect",
      "vi": "Tôi cho rằng thế giới có thể được nuôi"
    }
  },
  {
    "translation": {
      "en": "that the world can be fed with dairy in a sustainable way.",
      "vi": "bằng sản phẩm từ sữa một cách bền vững... là hơi quá."
    }
  },
  {
    "translation": {
      "en": "I don't know the answer, but common sense would say that's a long shot.",
      "vi": "Tôi không biết câu trả lời nhưng theo lẽ thường thì... khó lắm."
    }
  },
  {
    "translation": {
      "en": "I was shocked to hear such an honest answer.",
      "vi": "Tôi rất bất ngờ khi nghe được câu trả lời thật lòng như thế."
    }
  },
  {
    "translation": {
      "en": "If this is what the dairy CEO would say, I wondered what the farmer would claim.",
      "vi": "Nếu đây là lời nói của CEO công ty sữa, không biết các nông dân sẽ nói gì."
    }
  },
  {
    "translation": {
      "en": "Based on their marketing, it seemed their farms were an oasis for cows.",
      "vi": "Dựa trên quảng cáo thì có vẻ như nông trại của họ là ốc đảo cho bò. VÌ CHÚA Hãy uống sữa Clover"
    }
  },
  {
    "translation": {
      "en": "It was not what I expected.",
      "vi": "Không như tôi trông đợi."
    }
  },
  {
    "translation": {
      "en": "Typically, a cow will eat 140 to 150 pounds of feed a day.",
      "vi": "Một con bò ăn khoảng 63 đến 68 kg thức ăn mỗi ngày. Sữa hữu cơ Bivalve Đồng sở hữu"
    }
  },
  {
    "translation": {
      "en": "A hundred and...",
      "vi": "Sữa hữu cơ Bivalve Đồng sở hữu"
    }
  },
  {
    "translation": {
      "en": "A hundred and forty to 150 pounds of feed every day.",
      "vi": "- Sáu mươi ba... - Ba tới 68 thức ăn mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "And then she's also gonna drink between 30 and 40 gallons of water.",
      "vi": "Và chúng sẽ phải uống từ 113 đến 150 lít nước."
    }
  },
  {
    "translation": {
      "en": "Oh, my Lord.",
      "vi": "Ôi, lạy chúa."
    }
  },
  {
    "translation": {
      "en": "Probably go through about probably 20 tons per week.",
      "vi": "Có lẽ khoảng 20 tấn một tuần."
    }
  },
  {
    "translation": {
      "en": "-Twenty tons of... -Twenty tons of grain per week.",
      "vi": "- Hai mươi tấn ngũ cốc mỗi tuần. - Hai mươi tấn ngũ cốc."
    }
  },
  {
    "translation": {
      "en": "For?",
      "vi": "Để?"
    }
  },
  {
    "translation": {
      "en": "Primarily for our milking cows, so about 250 cows.",
      "vi": "Chủ yếu cho bò sữa, nên khoảng 250 con."
    }
  },
  {
    "translation": {
      "en": "Yeah, so the biggest part of sustainability, to me,",
      "vi": "Vâng, nên theo tôi thì phần quan trọng nhất về bền vững,"
    }
  },
  {
    "translation": {
      "en": "the number one thing on the list should be profitability.",
      "vi": "trước tiên nhất phải là lợi nhuận."
    }
  },
  {
    "translation": {
      "en": "So how the process completely works, from start to finish,",
      "vi": "Vậy cách thức làm việc này, từ đầu đến cuối"
    }
  },
  {
    "translation": {
      "en": "is the cow needs to have a baby in order to give milk.",
      "vi": "là bò cần phải có con để ra sữa."
    }
  },
  {
    "translation": {
      "en": "And so she'll have her baby,",
      "vi": "Và nó sẽ có con."
    }
  },
  {
    "translation": {
      "en": "that baby's gonna stay with the mother for at least two days.",
      "vi": "Bò con sẽ ở với mẹ tối thiểu hai ngày."
    }
  },
  {
    "translation": {
      "en": "The babies will go off to our calf-raising facility,",
      "vi": "Rồi những con con đó sẽ được tới trại nuôi bê"
    }
  },
  {
    "translation": {
      "en": "so they have an individual hutch that they'll be raised in.",
      "vi": "nơi mỗi con sẽ có một chuồng riêng nơi chúng được nuôi."
    }
  },
  {
    "translation": {
      "en": "Since we're a dairy, it's only the girl cows that give us milk.",
      "vi": "Vì là nơi sản xuất sữa, nên chúng tôi chỉ cần bò cái."
    }
  },
  {
    "translation": {
      "en": "So the boys, on typical dairies, they're sold off to beef-raising facilities.",
      "vi": "Nên đám bò đực, như những nơi khác, sẽ được bán tới trại nuôi bò thịt."
    }
  },
  {
    "translation": {
      "en": "But we do keep approximately half,",
      "vi": "Nhưng chúng tôi có giữ lại một nửa và nuôi chúng trong hai năm"
    }
  },
  {
    "translation": {
      "en": "and we raise them for two years and sell them as organic grass-fed beef.",
      "vi": "Nhưng chúng tôi có giữ lại một nửa và nuôi chúng trong hai năm rồi bán đi dưới dạng thịt bò cỏ hữu cơ."
    }
  },
  {
    "translation": {
      "en": "So all dairy cows eventually go to the beef industry?",
      "vi": "Vậy cuối cùng tất cả bò sữa sẽ được chuyển thành thịt bò?"
    }
  },
  {
    "translation": {
      "en": "At some point in time, she's really gonna drop off.",
      "vi": "Tới lúc nào đó, bò cái sẽ yếu đi."
    }
  },
  {
    "translation": {
      "en": "And so you have to make a business decision at that point.",
      "vi": "Và lúc đó bạn phải đưa ra quyết định,"
    }
  },
  {
    "translation": {
      "en": "Are you gonna keep investing in her to give milk,",
      "vi": "sẽ giữ lại để lấy sữa"
    }
  },
  {
    "translation": {
      "en": "or are you gonna sell her off again to another dairy, or into the beef industry?",
      "vi": "hay bán cho trại nuôi bò sữa khác, hoặc tới nơi làm thịt."
    }
  },
  {
    "translation": {
      "en": "There's very few places on this planet that have this type of environment.",
      "vi": "Rất ít nơi trên hành tinh có kiểu môi trường như thế này."
    }
  },
  {
    "translation": {
      "en": "But the demand on dairy-based protein in the world is only gonna increase.",
      "vi": "Nhưng nhu cầu về các sản phẩm protein từ sữa sẽ chỉ ngày càng tăng."
    }
  },
  {
    "translation": {
      "en": "And there's not enough land on the planet",
      "vi": "Và không có đủ đất trên hành tinh"
    }
  },
  {
    "translation": {
      "en": "to do this type of dairying around the world. It's just...",
      "vi": "để sản xuất sữa kiểu này, khắp thế giới. Chỉ là... môi trường không phù hợp. Đất không phù hợp."
    }
  },
  {
    "translation": {
      "en": "The environment is not gonna be that way. The land's not there.",
      "vi": "Chỉ là... môi trường không phù hợp. Đất không phù hợp."
    }
  },
  {
    "translation": {
      "en": "So, I guess on a global scale,",
      "vi": "Nên tôi nghĩ trên quy mô toàn cầu"
    }
  },
  {
    "translation": {
      "en": "the conclusion would be dairy's not sustainable.",
      "vi": "có thể kết luận rằng sản xuất sữa là không bền vững."
    }
  },
  {
    "translation": {
      "en": "Unless we start digging up houses and putting pastures back.",
      "vi": "Trừ khi ta dẹp hết nhà cửa và trồng lại cỏ."
    }
  },
  {
    "translation": {
      "en": "And the only way to start digging up houses and development",
      "vi": "Và cách duy nhất để phá nhà và phát triển"
    }
  },
  {
    "translation": {
      "en": "is to have less people.",
      "vi": "là có bớt người lại."
    }
  },
  {
    "translation": {
      "en": "But we only know that the population is gonna continue to grow.",
      "vi": "Nhưng ta biết rằng, anh biết đó, dân số sẽ chỉ tăng lên mà thôi."
    }
  },
  {
    "translation": {
      "en": "So that means more commercial dairying, I'm sure.",
      "vi": "Nghĩa là sẽ có thêm sữa thương mại. Tôi chắc đấy."
    }
  },
  {
    "translation": {
      "en": "Either that, or somehow lower demand by the people?",
      "vi": "Hoặc vậy hoặc bằng cách nào đó giảm nhu cầu về sữa đi."
    }
  },
  {
    "translation": {
      "en": "Yeah, or some other product is gonna take its place.",
      "vi": "Vâng, hoặc có sản phẩm nào đó thay thế."
    }
  },
  {
    "translation": {
      "en": "We see there's all sorts of soy milks and almond milk",
      "vi": "Ta đang thấy có rất nhiều loại sữa đậu nành và sữa hạnh nhân"
    }
  },
  {
    "translation": {
      "en": "and a lot of other products that are coming out,",
      "vi": "và rất nhiều sản phẩm khác xuất hiện, và cách pha khác nhau."
    }
  },
  {
    "translation": {
      "en": "and different blends where you take juices and proteins.",
      "vi": "và rất nhiều sản phẩm khác xuất hiện, và cách pha khác nhau. Anh biết đấy, có nước ép và protein."
    }
  },
  {
    "translation": {
      "en": "And I think you'll see a lot more of that.",
      "vi": "Và tôi nghĩ anh thấy nhiều rồi."
    }
  },
  {
    "translation": {
      "en": "He was right. How could cow's milk be sustainable?",
      "vi": "Anh ấy nói đúng. Sao sữa bò lại có thể bền vững được."
    }
  },
  {
    "translation": {
      "en": "For in one gallon of milk, it takes upwards of 1,000 gallons of water to produce.",
      "vi": "Mất tới 1.000 lít nước để tạo thành một lít sữa."
    }
  },
  {
    "translation": {
      "en": "Almost a third of the planet's land is becoming desert,",
      "vi": "Gần một phần ba diện tích đất trên hành tinh đang trở thành xa mạc"
    }
  },
  {
    "translation": {
      "en": "with a vast majority due to livestock grazing.",
      "vi": "phần lớn do việc chăn nuôi gia súc,"
    }
  },
  {
    "translation": {
      "en": "Doing research on grass-fed livestock,",
      "vi": "Khi nghiên cứu về gia súc ăn cỏ,"
    }
  },
  {
    "translation": {
      "en": "I kept coming across the work of Allan Savory.",
      "vi": "tôi tình cờ biết được nghên cứu của Allan Savory."
    }
  },
  {
    "translation": {
      "en": "Savory claims that the best way to reverse this desertification",
      "vi": "Savory tuyên bố rằng cách tốt nhất để đảo ngược sự sa mạc hoá"
    }
  },
  {
    "translation": {
      "en": "is to actually graze more animals.",
      "vi": "là chăn thả gia súc nhiều hơn nữa."
    }
  },
  {
    "translation": {
      "en": "This reminded me of Oceana saying, \"The best way to help fish is to eat fish.\"",
      "vi": "Khiến tôi nhớ lại Oceana nói rằng cách tốt nhất để giúp cá là ăn cá."
    }
  },
  {
    "translation": {
      "en": "This is the same man, during the 1950s,",
      "vi": "Đây cũng chính là người, mà năm 1950 là một nhân viên nghiên cứu"
    }
  },
  {
    "translation": {
      "en": "working as a research officer for the game department of what is now Zimbabwe,",
      "vi": "Đây cũng chính là người, mà năm 1950 là một nhân viên nghiên cứu cho ban trò chơi ở nơi mà ngày nay là Zimbabwe,"
    }
  },
  {
    "translation": {
      "en": "came up with a theory",
      "vi": "đưa ra một giả thuyết,"
    }
  },
  {
    "translation": {
      "en": "that actually elephants were the cause of desertification there.",
      "vi": "rằng thực ra voi mới là nguyên nhân gây sa mạc hoá ở đó."
    }
  },
  {
    "translation": {
      "en": "And his solution was convincing the government to kill 40,000 elephants.",
      "vi": "Và giải pháp của ông ta là thuyết phục Chính phủ giết chết 40.000 con voi."
    }
  },
  {
    "translation": {
      "en": "Yet, after 14 years of relentless slaughter,",
      "vi": "Tuy nhiên, sau 14 năm tàn sát không ngừng,"
    }
  },
  {
    "translation": {
      "en": "the conditions only got worse.",
      "vi": "mọi thứ càng trở nên tồi tệ hơn."
    }
  },
  {
    "translation": {
      "en": "His theory was wrong.",
      "vi": "Giả thuyết của ông ta là sai."
    }
  },
  {
    "translation": {
      "en": "The culling finally ended,",
      "vi": "Việc giết chóc cuối cùng cũng hết"
    }
  },
  {
    "translation": {
      "en": "but not until tens of thousands of elephants and their families were killed.",
      "vi": "nhưng chỉ sau khi hàng ngàn con voi và gia đình của chúng bị giết."
    }
  },
  {
    "translation": {
      "en": "This is not someone I would ever take ecological advice from.",
      "vi": "Đây là người mà tôi sẽ không bao giờ tới hỏi lời khuyên về sinh thái."
    }
  },
  {
    "translation": {
      "en": "It turns out, the cattle industry",
      "vi": "Hoá ra ra ngành công nghiệp gia súc đang có ảnh hưởng tương tự"
    }
  },
  {
    "translation": {
      "en": "is having the same effect on wildlife in the United States.",
      "vi": "Hoá ra ra ngành công nghiệp gia súc đang có ảnh hưởng tương tự tới động vật hoang dã tại Mỹ."
    }
  },
  {
    "translation": {
      "en": "The government has been rounding up horses en masse,",
      "vi": "Chính phủ đang gom ngựa với quy mô lớn."
    }
  },
  {
    "translation": {
      "en": "and we now have more wild horses and burros in government holding facilities,",
      "vi": "Chiến dịch bảo tồn ngựa hoang ở Mỹ Hiện giờ chính phủ đang có nhiều ngựa và lừa hơn tại các cơ sở."
    }
  },
  {
    "translation": {
      "en": "50,000 wild horses and burros in government holding facilities,",
      "vi": "Năm mươi nghìn ngựa hoang dã và lừa tại các cơ sở của chính phủ"
    }
  },
  {
    "translation": {
      "en": "than we have free on the range.",
      "vi": "hơn là số được thả tự do."
    }
  },
  {
    "translation": {
      "en": "Basically, you have ranchers",
      "vi": "Cơ bản là các trại nuôi súc vật đang chăn thả trên đất công cộng"
    }
  },
  {
    "translation": {
      "en": "who get to graze on our public lands for a fraction of the going rate.",
      "vi": "Cơ bản là các trại nuôi súc vật đang chăn thả trên đất công cộng với một mức phí nhỏ."
    }
  },
  {
    "translation": {
      "en": "So they're getting this huge tax subsidy",
      "vi": "Nên họ được khoản trợ cấp thuế khổng lồ."
    }
  },
  {
    "translation": {
      "en": "that's about one-fifteenth of the going rate.",
      "vi": "Khoảng một phần mười lăm mức phí."
    }
  },
  {
    "translation": {
      "en": "And what the Bureau of Land Management has to do is say,",
      "vi": "Và Cục Quản lý đất đai chỉ cần nói,"
    }
  },
  {
    "translation": {
      "en": "\"How much forage and water is on the land?\"",
      "vi": "\"Có bao nhiêu thức ăn và nước uống trên đất?\""
    }
  },
  {
    "translation": {
      "en": "And then they divvy it up.",
      "vi": "Và rồi họ đem chia ra."
    }
  },
  {
    "translation": {
      "en": "They give so much to the cows, so much to \"wildlife,\"",
      "vi": "Họ chia nhiều cho bò, chia nhiều cho, anh biết đấy, \"hoang dã\""
    }
  },
  {
    "translation": {
      "en": "and so much to the wild horses and burros.",
      "vi": "và chia nhiều cho ngựa hoang và lừa."
    }
  },
  {
    "translation": {
      "en": "And what we see is",
      "vi": "Và kết quả là phần chia thức ăn và nước uống lớn nhất"
    }
  },
  {
    "translation": {
      "en": "the lion's share of the forage and water is going to the livestock industry.",
      "vi": "Và kết quả là phần chia thức ăn và nước uống lớn nhất là cho công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "And then they scapegoat the horses and burros and say,",
      "vi": "Rồi họ trút tội lên những con ngựa và lừa và nói rằng,"
    }
  },
  {
    "translation": {
      "en": "\"There are too many horses and burros. Let's remove them.\"",
      "vi": "\"Ồ, có nhiều ngựa và lừa quá. Phải giết bớt chúng thôi.\""
    }
  },
  {
    "translation": {
      "en": "I always tell people that wild horses and burros are just one of the victims",
      "vi": "Tôi luôn nói với mọi người ngựa hoang và lừa chỉ là một trong những nạn nhân"
    }
  },
  {
    "translation": {
      "en": "of the management of our public lands for livestock",
      "vi": "của việc quản lý đất công của chúng ta cho gia súc"
    }
  },
  {
    "translation": {
      "en": "because we also see the predator killing going on.",
      "vi": "vì chúng tôi thấy cả động vật đi săn cũng bị giết."
    }
  },
  {
    "translation": {
      "en": "We know wolves are now being targeted by ranchers, to get rid of wolves.",
      "vi": "Chúng tôi biết những con sói đang... là mục tiêu của những chủ trang trại, để giết những con sói."
    }
  },
  {
    "translation": {
      "en": "USDA has aircraft, and all they do is aerial gunning of predators.",
      "vi": "USDA có máy bay và bắn họ bắn chết thú ăn thịt từ trên không."
    }
  },
  {
    "translation": {
      "en": "So, all a rancher does is call up and say, \"I've got coyote here.\"",
      "vi": "Chủ trang trại chỉ cần lên tiếng, \"Có sói đồng cỏ ở đây.\""
    }
  },
  {
    "translation": {
      "en": "They'll come over and they'll shoot the coyote,",
      "vi": "Họ sẽ tới và bắn chết chú sói đồng cỏ."
    }
  },
  {
    "translation": {
      "en": "or they'll shoot the mountain lion, or they'll shoot the bobcat.",
      "vi": "Hoặc họ sẽ bắn sư tử núi hoặc họ sẽ bắn linh miêu."
    }
  },
  {
    "translation": {
      "en": "And this is all for ranching.",
      "vi": "Và tất cả là để chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "In Washington state, after cattle were found to be attacked on public lands,",
      "vi": "Ở bang Washington, sau khi gia súc bị tấn công trên đất công cộng, nơi chúng được phép cahưn thả,"
    }
  },
  {
    "translation": {
      "en": "where they were grazing under permit,",
      "vi": "trên đất công cộng, nơi chúng được phép cahưn thả,"
    }
  },
  {
    "translation": {
      "en": "Washington state decided to kill the entire Wedge pack of wolves.",
      "vi": "Bang Washington quyết định... giết toàn bộ giống sói Wedge."
    }
  },
  {
    "translation": {
      "en": "And those wolves were not introduced. They had in-migrated from Canada,",
      "vi": "Những con sói đó không tự có ở đây. Chúng di cư từ Canada."
    }
  },
  {
    "translation": {
      "en": "but they're no longer there.",
      "vi": "Nhưng chúng không còn ở đó."
    }
  },
  {
    "translation": {
      "en": "It starts at the local level, with the Bureau of Land Managements,",
      "vi": "Mọi việc bắt đầu ở cấp địa phương, từ các phòng ban của Cục Quản lý đất đai"
    }
  },
  {
    "translation": {
      "en": "but then it goes all the way to Congress.",
      "vi": "rồi mọi việc lên tới tận Quốc hội."
    }
  },
  {
    "translation": {
      "en": "And we see Congress, sitting there, willing to allow",
      "vi": "Rồi ta thấy Quốc hội, CHIẾN DỊCH BẢO TỒN NGỰA HOANG Ở MỸ anh biết đấy, ngồi đó,"
    }
  },
  {
    "translation": {
      "en": "this type of mismanagement of our public lands to continue.",
      "vi": "chấp nhận sự quản lý yếu kém này tiếp tục trên đất công của chúng ta."
    }
  },
  {
    "translation": {
      "en": "It is the insistence of and the lobbying power of",
      "vi": "Nó là sức mạnh vận động hành lang bất dịch của"
    }
  },
  {
    "translation": {
      "en": "the animal agriculture industry",
      "vi": "giới công nghiệp chăn nuôi"
    }
  },
  {
    "translation": {
      "en": "that continues to see wolves killed,",
      "vi": "tiếp tục khiến sói bị giết,"
    }
  },
  {
    "translation": {
      "en": "continues to see an insistence",
      "vi": "tiếp tục khẳng định"
    }
  },
  {
    "translation": {
      "en": "that predators be maintained at a low level that does not benefit ecosystems.",
      "vi": "rằng nên giữ lượng thú ăn thịt ở mức thấp điều đó không có ích cho hệ sinh thái."
    }
  },
  {
    "translation": {
      "en": "I've seen so many pieces of land.",
      "vi": "Tôi đã từng thấy rất nhiều mảnh đất."
    }
  },
  {
    "translation": {
      "en": "I've looked at so many environmental assessments",
      "vi": "Tôi đã đọc rất nhiều đánh giá môi trường"
    }
  },
  {
    "translation": {
      "en": "from the Bureau of Land Management",
      "vi": "từ Cục Quản lý đất đai"
    }
  },
  {
    "translation": {
      "en": "where they say the range lands are not meeting standards.",
      "vi": "trong đó họ nói các bãi chăn thả không đáp ứng tiêu chuẩn."
    }
  },
  {
    "translation": {
      "en": "And they say, straight-up,",
      "vi": "Và họ nói thẳng rằng,"
    }
  },
  {
    "translation": {
      "en": "livestock grazing is a cause for not meeting range standards.",
      "vi": "chăn thả gia súc là một nguyên nhân không đáp ứng đủ mức tiêp chuẩn."
    }
  },
  {
    "translation": {
      "en": "And yet, they will continue to allow livestock grazing.",
      "vi": "Vậy mà họ vẫn tiếp tục cho phép chăn thả gia súc."
    }
  },
  {
    "translation": {
      "en": "They're at the very core of",
      "vi": "Họ quyết tâm đảm bảo rằng"
    }
  },
  {
    "translation": {
      "en": "making sure that cougars are treed by hounds,",
      "vi": "Họ quyết tâm đảm bảo rằng báo sư tử sẽ bị chó săn săn tận cùng,"
    }
  },
  {
    "translation": {
      "en": "and that wolf packs are run down,",
      "vi": "và những đàn sói sẽ bị truy đuổi,"
    }
  },
  {
    "translation": {
      "en": "and that hunting seasons are opened up year-round,",
      "vi": "rằng mùa săn bắt sẽ mở quanh năm"
    }
  },
  {
    "translation": {
      "en": "and that traps are set so that they can suffer.",
      "vi": "và bẫy sẽ được đặt để bắt những con thú đó."
    }
  },
  {
    "translation": {
      "en": "If anyone cares about",
      "vi": "Nếu có ai quan tâm"
    }
  },
  {
    "translation": {
      "en": "wild horses and wildlife and public lands and the environment,",
      "vi": "về ngựa hoang và cuộc sống hoang dã và đất công và môi trường,"
    }
  },
  {
    "translation": {
      "en": "you can't ignore the impact, the negative impact,",
      "vi": "thì bạn không thể ngó lơ gia súc... thứ tác động. Tác động tiêu cực mà việc chăn thả đang gây ra"
    }
  },
  {
    "translation": {
      "en": "that livestock grazing is having on our public lands in the West.",
      "vi": "Tác động tiêu cực mà việc chăn thả đang gây ra trên đất công ở miền Tây."
    }
  },
  {
    "translation": {
      "en": "I've added up the costs of animal food production",
      "vi": "Tôi đã tính tổng chi phí sản xuất thức ăn động vật... Luật sư, tác giả cuốn \"Kinh tế thịt học\""
    }
  },
  {
    "translation": {
      "en": "that the producers don't actually bear themselves.",
      "vi": "...mà những nhà sản xuất không phải chịu."
    }
  },
  {
    "translation": {
      "en": "These are the hidden costs, or the externalized costs,",
      "vi": "Đây là những chi phí vô hình phần phí bên ngoài"
    }
  },
  {
    "translation": {
      "en": "that they impose on society.",
      "vi": "mà họ áp đặt lên xã hội."
    }
  },
  {
    "translation": {
      "en": "And those are in categories like health care, environmental damage,",
      "vi": "Những chi phí đó thuộc chăm sóc sức khoẻ, khắc phục thiệt hại môi trường,"
    }
  },
  {
    "translation": {
      "en": "subsidies, damage to fisheries, and even cruelty.",
      "vi": "thiệt hại cho ngư nghiệp, và thậm chí cả sự hung bạo."
    }
  },
  {
    "translation": {
      "en": "If you take those externalized costs, which are about $414 billion...",
      "vi": "Nếu tính cả những chi phí bên ngoài đó, khoảng 414 tỷ đô,"
    }
  },
  {
    "translation": {
      "en": "If the meat and dairy industries were required to internalize those costs,",
      "vi": "nếu ngành công nghiệp thịt và sữa tính thêm cả những chi phí này,"
    }
  },
  {
    "translation": {
      "en": "if they had to bear those costs themselves,",
      "vi": "nếu họ phải tự chịu các chi phí đó,"
    }
  },
  {
    "translation": {
      "en": "the costs of the retail prices of meat and dairy would skyrocket.",
      "vi": "thì giá bán lẻ thịt và sữa sẽ tăng chóng mặt."
    }
  },
  {
    "translation": {
      "en": "So a $5 carton of eggs would go to $13.",
      "vi": "Vậy, một vỉ trứng năm đô sẽ có giá 13 đô."
    }
  },
  {
    "translation": {
      "en": "A $4 Big Mac would go to $11.",
      "vi": "Bánh kẹp cỡ lớn giá bốn đô sẽ thành 11 đô."
    }
  },
  {
    "translation": {
      "en": "Whether you eat meat or not,",
      "vi": "Dù bạn ăn thịt hay không,"
    }
  },
  {
    "translation": {
      "en": "whether you're an omnivore or an herbivore,",
      "vi": "dù bạn ăn tạp hay ăn chỉ ăn rau"
    }
  },
  {
    "translation": {
      "en": "you are paying part of the costs of somebody else's consumption.",
      "vi": "thì bạn vẫn đang phải trả một phần phí tiêu dùng cho người khác."
    }
  },
  {
    "translation": {
      "en": "So that when somebody goes into a McDonald's and buys a Big Mac for $4,",
      "vi": "Nên mỗi khi có người tới cửa hàng McDonald's mua một chiếc Big Mac bốn đô,"
    }
  },
  {
    "translation": {
      "en": "there's another $7 of costs that's imposed on society.",
      "vi": "thì có bảy đô chi phí áp đặt cho xã hội."
    }
  },
  {
    "translation": {
      "en": "I'm paying that. You're paying that, whether you eat meat or not.",
      "vi": "Tôi cũng phải trả. Anh cũng phải trả, dù anh ăn hay không ăn."
    }
  },
  {
    "translation": {
      "en": "When you really look at who's benefiting,",
      "vi": "Khi bạn thật sự để ý ai hưởng lợi và ai được vận động trong hệ thống nông nghiệp..."
    }
  },
  {
    "translation": {
      "en": "and who lobbied for this system of agriculture,",
      "vi": "ai hưởng lợi và ai được vận động trong hệ thống nông nghiệp... TỔ CHỨC QUAN SÁT THỰC PHẨM VÀ NGUỒN NƯỚC Giám đốc điều hành"
    }
  },
  {
    "translation": {
      "en": "it's the largest food producers in the country and the largest meat producers.",
      "vi": "...đó chính là những nhà sản xuất thực phẩm lớn nhất đất nước và những nhà sản xuất thịt lớn nhất."
    }
  },
  {
    "translation": {
      "en": "And once they become so large and wealthy,",
      "vi": "Và khi họ trở nên giàu có và lớn mạnh"
    }
  },
  {
    "translation": {
      "en": "then they can dictate the federal policies around producing food",
      "vi": "thì họ có thể can thiệp các chính sách của bang về sản xuất thức ăn"
    }
  },
  {
    "translation": {
      "en": "because they have so much political power.",
      "vi": "bởi vì họ có rất nhiều quyền lực chính trị."
    }
  },
  {
    "translation": {
      "en": "I knew I needed to talk to an animal agriculture lobby group",
      "vi": "Tôi biết cần phải gặp nhóm vận động hành lang cho công nghiệp chăn nuôi"
    }
  },
  {
    "translation": {
      "en": "to see what they had to say.",
      "vi": "để xem họ nói gì về điều này."
    }
  },
  {
    "translation": {
      "en": "If they could silence the government,",
      "vi": "Nếu họ có thể bịt mồm chính phủ"
    }
  },
  {
    "translation": {
      "en": "are they influencing and possibly have connections to",
      "vi": "liệu họ cũng có sức ảnh hưởng và những mối liên kết"
    }
  },
  {
    "translation": {
      "en": "these environmental groups as well?",
      "vi": "với những tổ chức môi trường này không?"
    }
  },
  {
    "translation": {
      "en": "Animal Agriculture Alliance, one of the biggest livestock lobby groups in America,",
      "vi": "Hiệp Hội Chăn Nuôi, một trong những nhóm chăn nuôi lớn nhất"
    }
  },
  {
    "translation": {
      "en": "has agreed to an interview.",
      "vi": "ở Mỹ đã đồng ý để phỏng vấn."
    }
  },
  {
    "translation": {
      "en": "Greenpeace won't give us an interview,",
      "vi": "Hoà Bình Xanh không cho chúng ta phỏng vấn"
    }
  },
  {
    "translation": {
      "en": "but Animal Agriculture Alliance has agreed to an interview.",
      "vi": "nhưng Liên minh Thú nuôi Nông nghiệp lại đồng ý."
    }
  },
  {
    "translation": {
      "en": "Now, that...",
      "vi": "Việc này..."
    }
  },
  {
    "translation": {
      "en": "Now, that is saying something.",
      "vi": "Việc này có ý nghĩa gì đó."
    }
  },
  {
    "translation": {
      "en": "People hear the word GMOs, and that's a really scary term.",
      "vi": "Người ta nghe từ sinh vật biến đổi gen, nghe có vẻ đáng sợ. Hiệp Hội Chăn Nuôi Nhóm vận động ủng hộ chăn nuôi"
    }
  },
  {
    "translation": {
      "en": "And again, I think Agriculture's struggled to explain what that means,",
      "vi": "Hiệp Hội Chăn Nuôi Nhóm vận động ủng hộ chăn nuôi Và tôi nghĩ rằng nống nghiệp rất khó để giải thích ý nghĩa của nó,"
    }
  },
  {
    "translation": {
      "en": "but in reality, what we've done is to use technology",
      "vi": "nhưng thực tế những gì chúng tôi làm là sử dụng công nghệ để tạo ra tiến bộ"
    }
  },
  {
    "translation": {
      "en": "to make advancements in how we raise crops and how we raise animals.",
      "vi": "sử dụng công nghệ để tạo ra tiến bộ trong việc trồng cây và nuôi súc vật."
    }
  },
  {
    "translation": {
      "en": "We're not gonna feed the world",
      "vi": "Chúng tôi không thể nuôi thế giới như cách đây 100 năm trước"
    }
  },
  {
    "translation": {
      "en": "going back to how it was 100 years ago where all the animals were pasture-fed.",
      "vi": "Chúng tôi không thể nuôi thế giới như cách đây 100 năm trước khi mà các động vật được, anh biết đấy, nuôi bằng cỏ."
    }
  },
  {
    "translation": {
      "en": "We didn't just move animals inside",
      "vi": "Chúng tôi không nhốt động vật"
    }
  },
  {
    "translation": {
      "en": "and just implement these large vertically-integrated systems",
      "vi": "và thực hiện những hệ thống tích hợp lớn đó"
    }
  },
  {
    "translation": {
      "en": "because of sustainability.",
      "vi": "chỉ vì bền vững."
    }
  },
  {
    "translation": {
      "en": "It certainly reduces the environmental impact",
      "vi": "Nó chắc chắn làm giảm tác động của môi trường"
    }
  },
  {
    "translation": {
      "en": "while improving animal well-being and food safety.",
      "vi": "trong khi vẫn đảm bảo sức khoẻ của động vật và an toàn thực phẩm."
    }
  },
  {
    "translation": {
      "en": "So you're saying that animals like it just as much being inside...",
      "vi": "Vậy ý cô là động vật nuôi nhốt"
    }
  },
  {
    "translation": {
      "en": "Say the chickens and the cows like being just as much inside as pasture grass-fed?",
      "vi": "như gà và bò, chúng thích được nuôi nhốt giống như thích được nuôi thả ở đồng cỏ?"
    }
  },
  {
    "translation": {
      "en": "In a lot of cases, it's been a significant improvement in their well-being,",
      "vi": "Trong nhiều trường hợp, có một sự cải thiện đáng kể cho sức khoẻ của chúng,"
    }
  },
  {
    "translation": {
      "en": "just in terms of the amount of care they can get, individualized care.",
      "vi": "tính tới mức chúng được quan tâm, một cách riêng biệt."
    }
  },
  {
    "translation": {
      "en": "Does the meat and dairy industry",
      "vi": "Ngành công nghiệp thịt và sữa có bao giờ hỗ trợ"
    }
  },
  {
    "translation": {
      "en": "ever support or donate to environmental non-profits?",
      "vi": "Ngành công nghiệp thịt và sữa có bao giờ hỗ trợ hay quyên góp cho các tổ chức môi trường phi lợi nhuận?"
    }
  },
  {
    "translation": {
      "en": "I don't know that I would want to comment on that.",
      "vi": "Tôi không biết tôi có nên nói về việc này không."
    }
  },
  {
    "translation": {
      "en": "Yeah, l... I don't...",
      "vi": "Vâng, tôi...tôi không..."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "I don't know that we would know what they donate to or don't donate to.",
      "vi": "Giọng của Kay Smith Chủ tịch & CEO Hiệp Hội Chăn Nuôi Tôi không rõ chúng tôi biết rằng họ có hay không quyên góp vào đâu."
    }
  },
  {
    "translation": {
      "en": "Does meat and dairy industry ever support or donate to, say, Greenpeace?",
      "vi": "Liệu công nghiệp thịt và sữa có bao giờ hỗ trợ hay quyên góp cho, Hoà Bình Xanh?"
    }
  },
  {
    "translation": {
      "en": "Again, I don't know that I would feel comfortable...",
      "vi": "Một lần nữa, tôi không biết tôi có nên bình luận về việc này."
    }
  },
  {
    "translation": {
      "en": "Hey, sorry we didn't get back to you earlier.",
      "vi": "Này, xin lỗi vì chúng tôi không liên lạc sớm hơn."
    }
  },
  {
    "translation": {
      "en": "I have some bad news.",
      "vi": "Chúng tôi có tin xấu đây."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, we are no longer able to fund your film project.",
      "vi": "cuộc gọi từ nhà tài trợ Không may, chúng tôi không thể tài trợ cho dự án phim của anh nữa."
    }
  },
  {
    "translation": {
      "en": "We had a meeting, and due to the growing controversial subject matter,",
      "vi": "Chúng tôi đã họp và do vấn đề ngày càng gây tranh cãi"
    }
  },
  {
    "translation": {
      "en": "we have some concerns and have to pull out.",
      "vi": "khiến chúng tôi lo lắng và phải rút lui."
    }
  },
  {
    "translation": {
      "en": "Why was this subject so controversial?",
      "vi": "Tại sao vấn đề này lại gây nhiều tranh cãi?"
    }
  },
  {
    "translation": {
      "en": "The first person I could think to speak with was Howard Lyman,",
      "vi": "Người đầu tiên tôi nghĩ đến để nói chuyện là Howard Lyman"
    }
  },
  {
    "translation": {
      "en": "who had been sued by cattlemen",
      "vi": "người bị các chủ trại kiện đơn giản vì nói ra sự thật"
    }
  },
  {
    "translation": {
      "en": "for simply speaking the truth about animal agriculture on The Oprah Winfrey Show.",
      "vi": "người bị các chủ trại kiện đơn giản vì nói ra sự thật về công nghiệp chăn nuôi trên The Oprah Winfrey Show."
    }
  },
  {
    "translation": {
      "en": "I was born on the largest dairy farm in the state of Montana in 1938.",
      "vi": "Tôi sinh ra ở trang trại sữa lớn nhất... Cựu chủ trang trại ...bang Montana vào năm 1938."
    }
  },
  {
    "translation": {
      "en": "Grew up my entire life on a livestock farm.",
      "vi": "Cả đời tôi lớn lên ở một trang trại chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "Went to Montana State University, got a degree in agriculture.",
      "vi": "Học đại học bang Montana, có một bằng cử nhân về nông nghiệp."
    }
  },
  {
    "translation": {
      "en": "Came back and started",
      "vi": "Trở lại và bắt đầu một..."
    }
  },
  {
    "translation": {
      "en": "a mega agriculture endeavor",
      "vi": "Trở lại và bắt đầu một... sự nghiệp lớn về nông nghiệp với 4.000 ha đất trồng cây,"
    }
  },
  {
    "translation": {
      "en": "where I had 10,000 acres of crop,",
      "vi": "sự nghiệp lớn về nông nghiệp với 4.000 ha đất trồng cây,"
    }
  },
  {
    "translation": {
      "en": "7,000 head of cattle,",
      "vi": "7.000 đầu gia súc,"
    }
  },
  {
    "translation": {
      "en": "and about 30 employees, so...",
      "vi": "và khoảng 30 nhân công. Tôi dành 45 năm cuộc đời cho công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "I spent 45 years of my life in animal agriculture,",
      "vi": "Tôi dành 45 năm cuộc đời cho công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "and so, I've been there, done that.",
      "vi": "Vậy nên... tôi chẳng lạ gì việc đó."
    }
  },
  {
    "translation": {
      "en": "When I was on The Oprah Show, we had the food disparagement law.",
      "vi": "Khi tôi lên The Oprah Show, chúng tôi có luật chống bôi nhọ thực phẩm."
    }
  },
  {
    "translation": {
      "en": "Now, the food disparagement law, in my opinion, was unconstitutional,",
      "vi": "Hiện giờ, luật chống bôi nhọ thực phẩm, theo tôi, là trái hiến pháp"
    }
  },
  {
    "translation": {
      "en": "but what it basically said, that it was against the law",
      "vi": "nhưng cơ bản thì điều luật này nói rằng, sẽ là phạm pháp khi bạn nói sai sự thật"
    }
  },
  {
    "translation": {
      "en": "to say something you knew to be false about a perishable commodity.",
      "vi": "sẽ là phạm pháp khi bạn nói sai sự thật về một mặt hàng dễ hỏng."
    }
  },
  {
    "translation": {
      "en": "I didn't say anything on The Oprah Show I thought to be false.",
      "vi": "Tôi chẳng nói gì tôi nghĩ là sai trên The Oprah Show."
    }
  },
  {
    "translation": {
      "en": "I went there and told the truth.",
      "vi": "Tôi lên đó và nói sự thật."
    }
  },
  {
    "translation": {
      "en": "Now, it took five years and hundreds of thousands of dollars",
      "vi": "Tới giờ, mất tới năm năm và hàng trăm ngàn đô"
    }
  },
  {
    "translation": {
      "en": "to end up extricating myself",
      "vi": "để tôi thoát khỏi"
    }
  },
  {
    "translation": {
      "en": "from the suits from the cattle industry.",
      "vi": "các vụ kiện từ ngành chăn nuôi gia súc."
    }
  },
  {
    "translation": {
      "en": "But if I was to go on The Oprah Show today,",
      "vi": "Nhưng nếu tôi được đến The Oprah Show hôm nay,"
    }
  },
  {
    "translation": {
      "en": "say exactly the same thing today that I said back then,",
      "vi": "và nói chính xác những gì tôi nói hồi đó,"
    }
  },
  {
    "translation": {
      "en": "I would be guilty.",
      "vi": "thì sẽ bị coi là có tội."
    }
  },
  {
    "translation": {
      "en": "And for me, when they were talking about the food disparagement law,",
      "vi": "Và đối với tôi, khi họ nói về luật chống bôi nhọ thực phẩm"
    }
  },
  {
    "translation": {
      "en": "it was the fact of whether I told the truth or not.",
      "vi": "vấn đề chỉ là tôi có nói thật hay không."
    }
  },
  {
    "translation": {
      "en": "You can go today and tell the truth,",
      "vi": "Hôm nay anh có thể tới đó... và nói sự thật,"
    }
  },
  {
    "translation": {
      "en": "and you will be guilty,",
      "vi": "và anh sẽ bị kết tội,"
    }
  },
  {
    "translation": {
      "en": "because if you cause a disruption",
      "vi": "vì nếu anh gây ảnh hưởng"
    }
  },
  {
    "translation": {
      "en": "in the profits of the animal industry,",
      "vi": "tới lợi nhuận của ngành công nghiệp gia súc"
    }
  },
  {
    "translation": {
      "en": "you're guilty under the PATRIOT Act.",
      "vi": "anh sẽ bị kết tội dưới Đạo luật Yêu nước."
    }
  },
  {
    "translation": {
      "en": "Do you think there should be any concern of us making this documentary?",
      "vi": "Ông có nghĩ rằng chúng tôi nên lo lắng khi làm bộ phim tài liệu này?"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "vi": "Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "If you don't realize right now",
      "vi": "Nếu như anh vẫn chưa nhận ra..."
    }
  },
  {
    "translation": {
      "en": "that you're putting your neck on the chopping block,",
      "vi": "rằng mình đang giơ đầu ra máy chém,"
    }
  },
  {
    "translation": {
      "en": "you better take that camera and throw it away.",
      "vi": "tốt nhất anh nên vứt cái máy quay đi là vừa."
    }
  },
  {
    "translation": {
      "en": "The animal agriculture industry",
      "vi": "Nhà báo, tác giả cuốn \"Xanh là màu đỏ mới\" Chăn nuôi là một trong những ngành công nghiệp quyền lực"
    }
  },
  {
    "translation": {
      "en": "is one of the most powerful industries on the planet.",
      "vi": "Chăn nuôi là một trong những ngành công nghiệp quyền lực nhất hành tinh."
    }
  },
  {
    "translation": {
      "en": "I think most people in this country are aware of the influence",
      "vi": "Tôi nghĩ hầu người ở đất nước này nhận thức được tầm ảnh hưởng"
    }
  },
  {
    "translation": {
      "en": "of money and industry on politics,",
      "vi": "của tiền và công nghiệp lên chính trị"
    }
  },
  {
    "translation": {
      "en": "and we really see that clearly on display with this industry in particular.",
      "vi": "và ta thực sự thấy rõ vấn đề đó trong ngành cụ thể này."
    }
  },
  {
    "translation": {
      "en": "Most people would be shocked to learn that animal rights and environmental activists",
      "vi": "Nhiều người sẽ bất ngờ khi biết quyền động vật và các nhà hoạt động vì môi trường"
    }
  },
  {
    "translation": {
      "en": "are the number one domestic terrorism threat according to the FBI.",
      "vi": "là mối đe doạ số một trong nước về khủng bố theo FBI."
    }
  },
  {
    "translation": {
      "en": "-And why is that? -It's a difficult question to answer,",
      "vi": "Và tại sao lại như thế? Đây là một câu hỏi khó trả lời"
    }
  },
  {
    "translation": {
      "en": "why these groups are at the top of the FBI's priorities.",
      "vi": "tại sao những nhóm như vậy lại được FBI quan tâm hàng đầu."
    }
  },
  {
    "translation": {
      "en": "I think a big part of it is that",
      "vi": "Tôi nghĩ phần lớn nguyên nhân là"
    }
  },
  {
    "translation": {
      "en": "they, more than really any other social movements today,",
      "vi": "họ, hơn bất kỳ phong trào xã hội nào khác hiện tại,"
    }
  },
  {
    "translation": {
      "en": "are directly threatening corporate profits.",
      "vi": "đang trực tiếp đe dọa lợi nhuận của các tập đoàn."
    }
  },
  {
    "translation": {
      "en": "When we try to find out how",
      "vi": "Anh biết không, khi chúng tôi tìm hiều về cách thức các trang trại công nghiệp"
    }
  },
  {
    "translation": {
      "en": "factory farms and how animal agriculture is polluting the environment,",
      "vi": "Anh biết không, khi chúng tôi tìm hiều về cách thức các trang trại công nghiệp và công nghiệp chăn nuôi gây ô nhiêm mỗi trường"
    }
  },
  {
    "translation": {
      "en": "they try to claim exemptions to that information,",
      "vi": "họ cố gắng ém thông tin đó đi"
    }
  },
  {
    "translation": {
      "en": "either under national security terms or public safety.",
      "vi": "dưới luật an ninh quốc gia hoặc trật tự công cộng."
    }
  },
  {
    "translation": {
      "en": "Trademark issues, it's a business secret.",
      "vi": "Các vấn đề về bản quyền. Đó là bí mật kinh doanh."
    }
  },
  {
    "translation": {
      "en": "We've seen all these attempts",
      "vi": "Chúng ta đều thấy những nỗ lực che giấu"
    }
  },
  {
    "translation": {
      "en": "to keep people in the dark about what they're actually doing.",
      "vi": "Chúng ta đều thấy những nỗ lực che giấu việc họ thực sự đang làm,"
    }
  },
  {
    "translation": {
      "en": "One of the largest industries on the planet,",
      "vi": "ở một trong những ngành công nghiệp lớn nhất,"
    }
  },
  {
    "translation": {
      "en": "with the biggest environmental impact,",
      "vi": "có tác động lớn nhất đến môi trường"
    }
  },
  {
    "translation": {
      "en": "trying to keep us in the dark about how it's operating.",
      "vi": "cố gắng không cho ta biết nó hoạt động như thến nào."
    }
  },
  {
    "translation": {
      "en": "Through the Freedom of Information Act,",
      "vi": "Thông qua luật Tự do Thông tin,"
    }
  },
  {
    "translation": {
      "en": "we obtained documents from the counter-terrorism unit",
      "vi": "chúng tôi thu thập được tài liệu từ các đơn vị chống khủng bố"
    }
  },
  {
    "translation": {
      "en": "that show they're monitoring my lectures,",
      "vi": "cho thấy họ đang theo dõi các bài giảng,"
    }
  },
  {
    "translation": {
      "en": "media interviews like this one, my website, my book.",
      "vi": "bài phỏng vấn của tôi, như hiện giờ đây, trang web của tôi, sách của tôi."
    }
  },
  {
    "translation": {
      "en": "Are we at risk filming this and showing it?",
      "vi": "Chúng tôi có đang mạo hiểm khi quay và cho chiếu phim này?"
    }
  },
  {
    "translation": {
      "en": "You're going up against people that have massive legal resources.",
      "vi": "Các bạn đang đối đầu với những người có rất nhiều tiền để trả luật sư."
    }
  },
  {
    "translation": {
      "en": "It's just overwhelming, the amount of money at their disposal.",
      "vi": "Ý tôi là, số tiền mà họ đang có, là nhiều vô kể."
    }
  },
  {
    "translation": {
      "en": "And you have nothing.",
      "vi": "Còn các bạn chẳng có gì."
    }
  },
  {
    "translation": {
      "en": "And I think that fear is a big part of the tactic as well.",
      "vi": "Và tôi nghĩ sự sợ hãi là cũng là một trong những chiến thuật họ áp dụng."
    }
  },
  {
    "translation": {
      "en": "Will was right. I was scared.",
      "vi": "Will nói đúng, tôi thấy sợ."
    }
  },
  {
    "translation": {
      "en": "When I learned about the activists being killed in Brazil,",
      "vi": "Khi biết về những nhà hoạt động bị giết tại Brazil"
    }
  },
  {
    "translation": {
      "en": "I was disturbed, but I felt removed.",
      "vi": "tôi thấy bồn chồn, nhưng khác biệt."
    }
  },
  {
    "translation": {
      "en": "But to learn about American activists and journalists",
      "vi": "Nhưng khi biết về các nhà hoạt động vã nhà báo Mỹ là mục tiêu"
    }
  },
  {
    "translation": {
      "en": "being targeted by the industry and FBI?",
      "vi": "Nhưng khi biết về các nhà hoạt động vã nhà báo Mỹ là mục tiêu của ngành này và FBI ư?"
    }
  },
  {
    "translation": {
      "en": "My funding being dropped?",
      "vi": "Bên gây quỹ làm phim rút lui?"
    }
  },
  {
    "translation": {
      "en": "I was genuinely worried and it hit close to home.",
      "vi": "Tôi cảm thấy rất lo lắng và quay về nhà."
    }
  },
  {
    "translation": {
      "en": "Was this why no one was willing to talk about the issue?",
      "vi": "Có phải đây là lý do không ai muốn nói về điều này?"
    }
  },
  {
    "translation": {
      "en": "I decided to take precautionary measures with all the footage I shot.",
      "vi": "Sau những thước phim đã quay được, tôi quyết định phải đề phòng trước."
    }
  },
  {
    "translation": {
      "en": "I was beyond frightened to imagine what could possibly happen",
      "vi": "Tôi sợ hãi tới mức không tưởng tượng nổi điều gì sẽ xảy ra"
    }
  },
  {
    "translation": {
      "en": "if I pursued this subject any further.",
      "vi": "nếu tôi tiếp tục bám theo chủ để này xa hơn nữa."
    }
  },
  {
    "translation": {
      "en": "It seemed the only decision to make was to put down the cameras and walk away.",
      "vi": "Có vẻ như lựa chọn duy nhất của tôi là từ bỏ và không quay nữa."
    }
  },
  {
    "translation": {
      "en": "But then I realized this issue was way bigger",
      "vi": "Nhưng tôi nhận ra rằng vấn đề này thậm chí còn quan trọng hơn"
    }
  },
  {
    "translation": {
      "en": "than any personal concern I could ever have for myself.",
      "vi": "bất kỳ mối bận tâm cá nhân nào của riêng mình."
    }
  },
  {
    "translation": {
      "en": "This was about all life on Earth hanging in the balance of our actions.",
      "vi": "Đây là về toàn bộ sự sống trên Trái Đất đang lâm nguy bởi hành động của chúng ta."
    }
  },
  {
    "translation": {
      "en": "Now you either live for something, or die for nothing.",
      "vi": "Nếu sống mà không làm được gì, thì chết đi bạn chẳng còn gì đâu."
    }
  },
  {
    "translation": {
      "en": "And I actually had no choice all along.",
      "vi": "Và thật ra tôi chẳng còn sự lựa chọn nào nữa."
    }
  },
  {
    "translation": {
      "en": "I decided then to surrender not to fear from the secret,",
      "vi": "Tôi quyết định đầu hàng không phải vì sợ một bí mật"
    }
  },
  {
    "translation": {
      "en": "but rather to a cause towards truth.",
      "vi": "mà là nguyên nhân dẫn tới sự thật."
    }
  },
  {
    "translation": {
      "en": "I couldn't be like these environmental organizations",
      "vi": "Tôi không thể như những tổ chức môi trường đó"
    }
  },
  {
    "translation": {
      "en": "and sit silently while the planet was",
      "vi": "ung dung ngồi nhìn cả hành tinh bị nuốt chửng"
    }
  },
  {
    "translation": {
      "en": "being eaten alive right in front of our eyes.",
      "vi": "ung dung ngồi nhìn cả hành tinh bị nuốt chửng ngay trước mắt chúng ta."
    }
  },
  {
    "translation": {
      "en": "I had to stand up and continue on.",
      "vi": "Tôi phải đứng lên và tiếp tục."
    }
  },
  {
    "translation": {
      "en": "Some people would say the problem isn't really animal agriculture,",
      "vi": "Vài người nói vấn đề không phải là công nghiệp chăn nuôi,"
    }
  },
  {
    "translation": {
      "en": "but actually human overpopulation.",
      "vi": "mà là do bùng nổ dân số."
    }
  },
  {
    "translation": {
      "en": "In 1812, there were one billion people on the planet.",
      "vi": "Năm 1812, có một tỷ người trên hành tinh."
    }
  },
  {
    "translation": {
      "en": "In 1912, there were 1.5 billion.",
      "vi": "Năm 1912, có 1,5 tỷ người."
    }
  },
  {
    "translation": {
      "en": "Then, just 100 years later, our population exploded to seven billion humans.",
      "vi": "Và chỉ 100 năm sau, dân số bùng nổ lên tới bảy tỷ người."
    }
  },
  {
    "translation": {
      "en": "This number is rightly given a great deal of attention,",
      "vi": "Những con số này phản ánh chính xác môi quan ngại"
    }
  },
  {
    "translation": {
      "en": "but an even more important figure when determining world population",
      "vi": "nhưng một con số còn quan trọng hơn để đánh giá dân số"
    }
  },
  {
    "translation": {
      "en": "is the world's 70 billion farm animals humans raise.",
      "vi": "là 70 tỷ gia súc do con người nuôi."
    }
  },
  {
    "translation": {
      "en": "The human population drinks 5.2 billion gallons of water every day",
      "vi": "Con người uống khoảng 19,7 tỷ lít nước"
    }
  },
  {
    "translation": {
      "en": "and eats 21 billion pounds of food.",
      "vi": "và tiêu thụ 9,5 tỷ kg thức ăn mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "But just the world's 1.5 billion cows alone",
      "vi": "Nhưng riêng 1,5 tỷ con bò khắp thế giới đã uống đến 170 tỷ lít nước"
    }
  },
  {
    "translation": {
      "en": "drink 45 billion gallons of water every day",
      "vi": "Nhưng riêng 1,5 tỷ con bò khắp thế giới đã uống đến 170 tỷ lít nước mỗi ngày"
    }
  },
  {
    "translation": {
      "en": "and eat 135 billion pounds of food.",
      "vi": "và tiêu thụt 61 tỷ kg thức ăn."
    }
  },
  {
    "translation": {
      "en": "This isn't so much a human population issue.",
      "vi": "Có vẻ như đây không còn là vấn đề về dân số nữa."
    }
  },
  {
    "translation": {
      "en": "It's a human-eating-animals population issue.",
      "vi": "Mà là vấn đề về dân số loài người ăn thịt."
    }
  },
  {
    "translation": {
      "en": "Environmental organizations not addressing this",
      "vi": "Các tổ chức môi trường không đề cập đến vấn đề này"
    }
  },
  {
    "translation": {
      "en": "is like health organizations trying to stop lung cancer",
      "vi": "giống như các tổ chức sức khoẻ đang cố ngăn chặn ung thư phổi"
    }
  },
  {
    "translation": {
      "en": "without addressing cigarette smoking.",
      "vi": "mà không nhắc đến việc hút thuốc lá."
    }
  },
  {
    "translation": {
      "en": "But instead of secondhand smoking, it's secondhand eating,",
      "vi": "Mà thay vì hút thuốc gián tiếp, là ăn gián tiếp"
    }
  },
  {
    "translation": {
      "en": "which affects the entire planet.",
      "vi": "gây ảnh hưởng đến toàn cầu."
    }
  },
  {
    "translation": {
      "en": "We have roughly a billion people starving every single day.",
      "vi": "Mỗi ngày ta có khoảng một tỷ người bị bỏ đói."
    }
  },
  {
    "translation": {
      "en": "Worldwide, 50% of the grain and legumes that we're growing",
      "vi": "Trên thế giới, 50 phần trăm lượng ngũ cốc và các loại đậu mà ta đang trồng"
    }
  },
  {
    "translation": {
      "en": "we're feeding to animals.",
      "vi": "là để cho súc vật ăn."
    }
  },
  {
    "translation": {
      "en": "So they're eating huge amounts of grain and legumes.",
      "vi": "Vì thế chúng đang ăn một lượng lớn ngũ cốc và các loại đậu."
    }
  },
  {
    "translation": {
      "en": "And in the United States, it's more like closer to 70%, 80%,",
      "vi": "Và ở Mỹ, gần như là 70, 80 phần trăm,"
    }
  },
  {
    "translation": {
      "en": "depending on which grain it is.",
      "vi": "tuỳ đó là loại ngũ cốc gì."
    }
  },
  {
    "translation": {
      "en": "About 90% of the soybeans.",
      "vi": "Khoảng 90 phần trăm đậu nành."
    }
  },
  {
    "translation": {
      "en": "Eighty-two percent of the world's starving children live in countries",
      "vi": "Tám hai phần trăm trẻ em chết đói trên toàn thế giới sống ở những nơi mà thức ăn dùng để nuôi động vật"
    }
  },
  {
    "translation": {
      "en": "where food is fed to animals in the livestock systems",
      "vi": "sống ở những nơi mà thức ăn dùng để nuôi động vật trong hệ thống chăn nuôi,"
    }
  },
  {
    "translation": {
      "en": "that are killed and eaten by more well-off individuals",
      "vi": "sau đó lại bị giết và tiêu thụ bởi những cá nhân giàu hơn"
    }
  },
  {
    "translation": {
      "en": "in developed countries, such as the US, UK, and in Europe.",
      "vi": "ở các nước phát triển như Mỹ, Anh và Châu Âu."
    }
  },
  {
    "translation": {
      "en": "The fact of it is that we could feed every human being on the planet today",
      "vi": "Thực tế là toàn bộ con người trên hành tinh này có thể sống bằng"
    }
  },
  {
    "translation": {
      "en": "an adequate diet",
      "vi": "một chế độ ăn uống hợp lý,"
    }
  },
  {
    "translation": {
      "en": "if we did no more than take the feed that we're feeding to animals",
      "vi": "nếu ta chỉ cần lấy phần thức ăn mà ta đang cho gia súc ăn"
    }
  },
  {
    "translation": {
      "en": "and actually turn it into food for humans.",
      "vi": "và chế biến thành đồ ăn cho con người."
    }
  },
  {
    "translation": {
      "en": "And so somebody trying to justify GMOs,",
      "vi": "Và với những người đang biện minh cho thực phẩm biến đổi gen,"
    }
  },
  {
    "translation": {
      "en": "that's like trying to give a drowning man a drink of water.",
      "vi": "như là họ đang cho người chết đuối một ly nước vậy."
    }
  },
  {
    "translation": {
      "en": "You can produce, on average, 15 times more protein",
      "vi": "Trung bình, có thể tạo ra gấp 15 lần protein"
    }
  },
  {
    "translation": {
      "en": "from plant-based sources than from meat on any given area of land,",
      "vi": "từ nguồn gốc thực vật hơn là từ thịt ở bất cứ đâu"
    }
  },
  {
    "translation": {
      "en": "whether, uh, it's... Using the same type of land,",
      "vi": "dù là cùng loại đất,"
    }
  },
  {
    "translation": {
      "en": "whether it's a very fertile area in one area of the world,",
      "vi": "là khu vực có đất rất màu mỡ tại một nơi trên thế giới"
    }
  },
  {
    "translation": {
      "en": "or it's an area that's depleted.",
      "vi": "hay là một khu vực cằn cỗi."
    }
  },
  {
    "translation": {
      "en": "If we would reduce the amount of meat we're eating, and dairy and eggs,",
      "vi": "Nếu ta giảm lượng thịt, sữa và trứng mà con người tiêu thụ"
    }
  },
  {
    "translation": {
      "en": "we could allow all these mono-cropped fields",
      "vi": "ta có thể đưa những cánh đồng độc canh"
    }
  },
  {
    "translation": {
      "en": "of genetically-engineered corn and soybeans",
      "vi": "chỉ trồng bắp và đậu biến đổi gen"
    }
  },
  {
    "translation": {
      "en": "to revert back to forest again, to be habitat for animals.",
      "vi": "biến đổi lại thành những khu rừng, thành môi trường sống cho động vật."
    }
  },
  {
    "translation": {
      "en": "Anytime somebody tells you that we can't grow food for humans",
      "vi": "Bạn biết đấy, mỗi khi ai đó nói rằng ta không thể trồng thức ăn cho con người"
    }
  },
  {
    "translation": {
      "en": "on the land that we're growing feed for animals...",
      "vi": "trên đất mà chúng ta trồng cây để nuôi động vật,"
    }
  },
  {
    "translation": {
      "en": "This is somebody that is mocking the number one crop out in California.",
      "vi": "đó chính là người... Gợi lại loại cây trồng số một ở California."
    }
  },
  {
    "translation": {
      "en": "The fact of it is if you can grow corn to stuff down the throat of an animal,",
      "vi": "Sự thật là... nếu bạn có thể trồng bắp để nuôi gia súc,"
    }
  },
  {
    "translation": {
      "en": "you can actually grow corn and feed it to a human.",
      "vi": "thì bạn cũng có thể trồng bắp để nuôi con người."
    }
  },
  {
    "translation": {
      "en": "You encourage people to eat less meat,",
      "vi": "Ông khuyến khích con người giảm ăn thịt, vì các nguồn tài nguyên lớn cần thiết"
    }
  },
  {
    "translation": {
      "en": "and for the tremendous resources required and the toll on the environment.",
      "vi": "vì các nguồn tài nguyên lớn cần thiết và thiệt hại đối với môi trường."
    }
  },
  {
    "translation": {
      "en": "-And on the animals. -And on the animals.",
      "vi": "- Và lên động vật. - Và lên các loài vật."
    }
  },
  {
    "translation": {
      "en": "And the workers in the system. And it's a brutal system at every level.",
      "vi": "Và công nhân trong hệ thống. Và là một thệ thống tàn ác ở mọi cấp độ."
    }
  },
  {
    "translation": {
      "en": "As the world population continues to grow to almost nine billion people,",
      "vi": "Khi mà dân số thế giới tiếp tục tăng đến gần chín tỷ người,"
    }
  },
  {
    "translation": {
      "en": "do you foresee someday that we might just completely",
      "vi": "ông có dự đoán lúc nào đó, chúng ta sẽ hoàn toàn dừng việc ăn thịt lại không?"
    }
  },
  {
    "translation": {
      "en": "have to stop eating meat altogether?",
      "vi": "chúng ta sẽ hoàn toàn dừng việc ăn thịt lại không?"
    }
  },
  {
    "translation": {
      "en": "I don't know that we'll completely stop.",
      "vi": "Tôi không chắc chúng ta sẽ ngừng hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "I think that the amount of meat-eating will decline.",
      "vi": "Tôi nghĩ rằng lượng thịt tiêu thụ sẽ giảm."
    }
  },
  {
    "translation": {
      "en": "There's no way to support nine ounces per person per day,",
      "vi": "Không thể nào đủ cung cấp 250 gram thịt cho mỗi người mỗi ngày"
    }
  },
  {
    "translation": {
      "en": "which is what Americans are eating now.",
      "vi": "như nước Mỹ hiện giờ."
    }
  },
  {
    "translation": {
      "en": "If the Chinese alone decide they wanna eat that much...",
      "vi": "Nếu mình Trung Quốc đã tiêu thụ nhiều như vậy,"
    }
  },
  {
    "translation": {
      "en": "And they've decided they wanna eat that much.",
      "vi": "và họ quyết định họ muốn tiêu thụ nhiều đến vậy,"
    }
  },
  {
    "translation": {
      "en": "We just can't... We don't have enough world",
      "vi": "thì chúng ta không thể. Thế giới không đủ rộng để sản xuất đủ ngũ cốc"
    }
  },
  {
    "translation": {
      "en": "to produce the grain to generate that much meat.",
      "vi": "Thế giới không đủ rộng để sản xuất đủ ngũ cốc để tạo ra chừng đó thịt."
    }
  },
  {
    "translation": {
      "en": "I think a plant-based diet is the most sustainable.",
      "vi": "Tôi cho rằng một chế độ ăn chay là cách bền vững nhất."
    }
  },
  {
    "translation": {
      "en": "What do you recommend to see for nine billion people who can eat",
      "vi": "Ông sẽ đề nghị chín tỉ người ăn gì"
    }
  },
  {
    "translation": {
      "en": "for the planet to not only sustain, but to thrive?",
      "vi": "để hành tinh này, không chỉ duy trì, mà còn phát triển?"
    }
  },
  {
    "translation": {
      "en": "Would you throw out a number... An ounce, one ounce?",
      "vi": "Có thể đưa ra con số cụ thể không? Như một lạng, hai lạng?"
    }
  },
  {
    "translation": {
      "en": "-Per meat? -And including dairy.",
      "vi": "- Ồ, thịt hả? - Cả sản phẩm sữa nữa."
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't think... I don't know enough.",
      "vi": "Vâng, tôi không nghĩ là... Tôi không rõ lắm."
    }
  },
  {
    "translation": {
      "en": "But, yeah, it would be on the order of a couple ounces a week.",
      "vi": "Nhưng, vâng, sẽ chỉ là một vài lạng một tuần."
    }
  },
  {
    "translation": {
      "en": "You know, it's not gonna be the way we're eating it now.",
      "vi": "Sẽ không giống như chúng ta đang ăn hiện giờ."
    }
  },
  {
    "translation": {
      "en": "We're gorging on meat. We're eating huge amounts.",
      "vi": "Ta đang ngốn đầy thịt. Ta đang ăn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "-Does that include cheese, too? -Yeah, yeah.",
      "vi": "Có bao gồm luôn phô mai không?"
    }
  },
  {
    "translation": {
      "en": "-Like, two ounces total? -Yeah, cheese and milk.",
      "vi": "- Vâng, vâng. - Nửa lạng được chứ? Vâng, phô mai và sữa."
    }
  },
  {
    "translation": {
      "en": "Only two ounces a week seem like nothing.",
      "vi": "Chỉ nửa lạng mỗi tuần chẳng là bao."
    }
  },
  {
    "translation": {
      "en": "People could probably raise that in their own backyard.",
      "vi": "Có lẽ người ta còn có thể trồng ngay ở sân nhà họ."
    }
  },
  {
    "translation": {
      "en": "Maybe backyard farming was a sustainable solution.",
      "vi": "Có lẽ làm nông nghiệp ở sân sau là giải pháp bền vững."
    }
  },
  {
    "translation": {
      "en": "I have 42 ducks.",
      "vi": "Tôi có 42 con vịt."
    }
  },
  {
    "translation": {
      "en": "I started off with three ducks three years ago.",
      "vi": "Tôi bắt đầu với ba con vịt ba năm trước."
    }
  },
  {
    "translation": {
      "en": "And then those burdened into a population.",
      "vi": "Chủ trang trại gia đình Và rồi đó chúng bùng nổ thành một đàn."
    }
  },
  {
    "translation": {
      "en": "I buy a 75-pound bag of seed",
      "vi": "Tôi mua một túi hạt 34 kg"
    }
  },
  {
    "translation": {
      "en": "and that seed bag will last me, right now, about two weeks.",
      "vi": "và túi hạt đó sẽ dùng được, khoảng hai tuần, ở thời điểm này."
    }
  },
  {
    "translation": {
      "en": "The ducks now that we're gonna be culling are about two years old.",
      "vi": "Những con vịt chuẩn bị bị thịt, được khoảng 2 năm tuổi."
    }
  },
  {
    "translation": {
      "en": "When you're living with them, they get used to you.",
      "vi": "Khi bạn sống với chúng, chúng sẽ quen bạn."
    }
  },
  {
    "translation": {
      "en": "They're not intimidated or whatever.",
      "vi": "Bạn biết đấy, chúng sẽ không đe doạ hay gì đó."
    }
  },
  {
    "translation": {
      "en": "And, so they make all their vocal sounds, like natural.",
      "vi": "Nên chúng cứ kêu vậy thôi, như ngoài tự nhiên."
    }
  },
  {
    "translation": {
      "en": "Slow down.",
      "vi": "Chậm lại nào."
    }
  },
  {
    "translation": {
      "en": "Easy, easy, easy, easy.",
      "vi": "Yên nào, yên nào."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "No, we're gonna keep you.",
      "vi": "Không, chúng ta sẽ giữ mày."
    }
  },
  {
    "translation": {
      "en": "Ron, these two go first.",
      "vi": "Ron, giết hai con này trước."
    }
  },
  {
    "translation": {
      "en": "Being smart-wise?",
      "vi": "Khôn lỏi hả?"
    }
  },
  {
    "translation": {
      "en": "Compared to a chicken, they're probably the same.",
      "vi": "So với gà, có lẽ chúng cũng giống vậy."
    }
  },
  {
    "translation": {
      "en": "-That one's nice, see? -Yeah, he is.",
      "vi": "Con này đẹp, thấy không? Ừ, đúng thế."
    }
  },
  {
    "translation": {
      "en": "That one goes. That one doesn't.",
      "vi": "Ừ, đúng thế. Con không chạm vào đâu."
    }
  },
  {
    "translation": {
      "en": "All righty.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "Right there.",
      "vi": "Ngay đây."
    }
  },
  {
    "translation": {
      "en": "That's gonna be a little gruesome.",
      "vi": "Sẽ hơi ghê chút đấy."
    }
  },
  {
    "translation": {
      "en": "How could that still be alive?",
      "vi": "Sao nó vẫn sống được ạ?"
    }
  },
  {
    "translation": {
      "en": "How could that still be alive?",
      "vi": "Sao nó vẫn sống được ạ?"
    }
  },
  {
    "translation": {
      "en": "They're not.",
      "vi": "Nó chết rồi."
    }
  },
  {
    "translation": {
      "en": "That's nerves.",
      "vi": "Đó là dây thần kinh."
    }
  },
  {
    "translation": {
      "en": "A nerve reaction.",
      "vi": "Phản xạ dây thần kinh."
    }
  },
  {
    "translation": {
      "en": "Five years old or something like that I think it was,",
      "vi": "Khoảng hồi năm tuổi, tôi nghĩ thế,"
    }
  },
  {
    "translation": {
      "en": "the first time my dad came out and made us watch",
      "vi": "là lần đầu tiên bố tôi. bắt chúng tôi đứng nhìn"
    }
  },
  {
    "translation": {
      "en": "as we did rabbits.",
      "vi": "khi bọn tôi giết thỏ."
    }
  },
  {
    "translation": {
      "en": "And we'd raise, probably, a couple dozen rabbits each year.",
      "vi": "Và mỗi năm chúng tôi nuôi được vài tá thỏ."
    }
  },
  {
    "translation": {
      "en": "And then we would take those rabbits and skin them,",
      "vi": "Và rồi chúng tôi bắt những con thỏ đó và... và lột da chúng,"
    }
  },
  {
    "translation": {
      "en": "and clean them up and keep them for food.",
      "vi": "rồi rửa sạch và giữ làm đồ ăn."
    }
  },
  {
    "translation": {
      "en": "As a young kid, I was kind of...",
      "vi": "Khi tôi còn trẻ con, tôi kiểu như..."
    }
  },
  {
    "translation": {
      "en": "I don't want to say it was hard, but it was kind of, from my memory...",
      "vi": "Tôi không muốn nói là dữ dội, nhưng gần vậy, từ trí nhớ của tôi..."
    }
  },
  {
    "translation": {
      "en": "Because some of the rabbits I had named.",
      "vi": "Vì tôi đặt tên cho vài con thỏ."
    }
  },
  {
    "translation": {
      "en": "So I was kind of like going...",
      "vi": "Và tôi tỏ ra thế này..."
    }
  },
  {
    "translation": {
      "en": "But after doing it a couple times, you kind of just learned",
      "vi": "Nhưng... sau khi làm việc đó vài lần,"
    }
  },
  {
    "translation": {
      "en": "it's just something that has to be done.",
      "vi": "bạn tự hiểu rằng đó đơn giản là việc cần làm."
    }
  },
  {
    "translation": {
      "en": "Not the fingers.",
      "vi": "Không để vào ngón tay."
    }
  },
  {
    "translation": {
      "en": "I just can't do it.",
      "vi": "Tôi không làm được. Tôi không nghĩ tôi sẽ nhờ ai đó làm hộ,"
    }
  },
  {
    "translation": {
      "en": "I don't think I could have someone else do it for me, if I can't do it.",
      "vi": "Tôi không làm được. Tôi không nghĩ tôi sẽ nhờ ai đó làm hộ, nếu tôi không làm được."
    }
  },
  {
    "translation": {
      "en": "If I can't do it, I don't want someone else doing it for me.",
      "vi": "Nếu tôi không làm được, tôi không muốn nhờ người khác làm."
    }
  },
  {
    "translation": {
      "en": "And then sustainability.",
      "vi": "Và rồi tính bền vững... Vì tính bền vững,"
    }
  },
  {
    "translation": {
      "en": "For sustainability, 75 pounds is two pounds per...",
      "vi": "Và rồi tính bền vững... Vì tính bền vững, 34 kg là 1 kg... mỗi..."
    }
  },
  {
    "translation": {
      "en": "So it's a pound per week, per duck.",
      "vi": "Vậy là nửa kg mỗi tuần, mỗi con vịt."
    }
  },
  {
    "translation": {
      "en": "Fifty-two weeks, 110...",
      "vi": "Năm mươi hai tuần, 110."
    }
  },
  {
    "translation": {
      "en": "So it's 110 pounds of food",
      "vi": "Vậy là 50 kg thức ăn..."
    }
  },
  {
    "translation": {
      "en": "for one to one and a half pounds of meat.",
      "vi": "cho sáu, bảy lạng thịt."
    }
  },
  {
    "translation": {
      "en": "So on a sustainability issue, it's 100 to 1.",
      "vi": "Vậy về vấn đề bền vững, đó là 100 chọi 1."
    }
  },
  {
    "translation": {
      "en": "And that grain gets... You know, who knows where that grain comes from?",
      "vi": "Và ngũ cốc... Không biết chỗ ngũ cốc từ đâu ra?"
    }
  },
  {
    "translation": {
      "en": "But, I mean, when it gets to this point, it's not even about sustainability,",
      "vi": "Nhưng, ý tôi là, đã đến tận đây, thì không còn là về bền vững nữa"
    }
  },
  {
    "translation": {
      "en": "it was just, you know, I don't feel real good inside.",
      "vi": "mà nó là... Tôi không thực sự thấy ổn trong người."
    }
  },
  {
    "translation": {
      "en": "It was the first time I've ever seen that.",
      "vi": "Đây là lần đầu tiên tôi thấy thế."
    }
  },
  {
    "translation": {
      "en": "So, kind of...",
      "vi": "Nên có hơi..."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "I'd been so caught up in the destruction caused by animal agriculture,",
      "vi": "Tôi đã bị cuốn vào sự huỷ diệt gây ra bởi công nghiệp chăn nuôi,"
    }
  },
  {
    "translation": {
      "en": "I realized I'd never truly dwelled on the obvious reality",
      "vi": "tôi nhận ra rằng tôi chưa bao giờ thực sự thấy rõ thực tế"
    }
  },
  {
    "translation": {
      "en": "that every one of these animals was killed.",
      "vi": "là tất cả những con vật đó đều bị giết."
    }
  },
  {
    "translation": {
      "en": "It was always a disconnected, abstract fact of eating meat.",
      "vi": "Nó luôn là một sự thật không ai để ý về việc ăn thịt."
    }
  },
  {
    "translation": {
      "en": "But when it became personal, face-to-face, the story changed.",
      "vi": "Nhưng khi mang tính cá nhân, mặt đối mặt, câu chuyện thay đổi."
    }
  },
  {
    "translation": {
      "en": "I had already scheduled, weeks in advance, to film another backyard slaughter",
      "vi": "Tôi đã đặt lịch trước cả tuần để quay phim một xưởng khác mổ thịt"
    }
  },
  {
    "translation": {
      "en": "of a chicken that stopped producing eggs.",
      "vi": "con gà không còn đẻ trứng nữa."
    }
  },
  {
    "translation": {
      "en": "I didn't know how I was gonna possibly go through another slaughter.",
      "vi": "Tôi không biết làm sao tôi có thể trải qua một cuộc tàn sát nữa."
    }
  },
  {
    "translation": {
      "en": "So I didn't.",
      "vi": "Vì thế tôi không đi."
    }
  },
  {
    "translation": {
      "en": "Animal Place is a farm animal sanctuary in Northern California",
      "vi": "ANIMAL PLACE Thành lập 1989 Animal Place là một thánh địa vật nuôi ở Bắc California tập trung vào..."
    }
  },
  {
    "translation": {
      "en": "that focuses on rescuing animals from the animal agriculture industry.",
      "vi": "Animal Place là một thánh địa vật nuôi ở Bắc California tập trung vào... TỔ CHỨC ANIMAL PLACE Điều phối viên chăm sóc động vật ...giải cứu những động vật từ ngành nông nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "A lot of people don't realize that meat-breed chickens,",
      "vi": "Rất nhiều người không nhận ra rằng gà nuôi thịt"
    }
  },
  {
    "translation": {
      "en": "like this guy behind us,",
      "vi": "như anh bạn này"
    }
  },
  {
    "translation": {
      "en": "they're generally slaughtered at about 42 days old.",
      "vi": "chúng bị mổ thịt khi mới 42 ngày tuổi."
    }
  },
  {
    "translation": {
      "en": "Whereas chickens that are bred for egg production",
      "vi": "Trái lại, gà nuôi lấy trứng sẽ bị giết khi năng suất bắt đầu giảm"
    }
  },
  {
    "translation": {
      "en": "are killed when their productivity starts to decrease,",
      "vi": "sẽ bị giết khi năng suất bắt đầu giảm"
    }
  },
  {
    "translation": {
      "en": "when they start laying less eggs.",
      "vi": "khi chúng bắt đầu cho ít trứng hơn."
    }
  },
  {
    "translation": {
      "en": "And that generally happens about 18 months to 20 months.",
      "vi": "Và thường xảy ra khi được 18 đến 20 tháng."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter if you buy caged eggs, eggs from hens on cage-free farms,",
      "vi": "Không quan trọng là bạn mua trứng gà nhốt, Marji Beach TỔ CHỨC ANIMAL PLACE Giám đốc giáo dục ...trứng từ trang trại nuôi thả"
    }
  },
  {
    "translation": {
      "en": "or free-range or pasture-based farms.",
      "vi": "hay trang trại thả rông hay nuôi cỏ,"
    }
  },
  {
    "translation": {
      "en": "Hi, Carol. It doesn't matter.",
      "vi": "Chào, Carol... Nó không quan trọng."
    }
  },
  {
    "translation": {
      "en": "It turns out there's a successful movement",
      "vi": "Hóa ra có một phong trào thành công"
    }
  },
  {
    "translation": {
      "en": "of sustainable animal-alternative food producers",
      "vi": "của những nhà sản xuất thực phẩm động vật thay thế bền vững"
    }
  },
  {
    "translation": {
      "en": "based right here in California,",
      "vi": "ngay tại đây ở California,"
    }
  },
  {
    "translation": {
      "en": "funded by big names like Bill Gates and Biz Stone.",
      "vi": "gây quỹ bởi những tên tuổi lớn như Bill Gates và Biz Stone."
    }
  },
  {
    "translation": {
      "en": "When you imagine all those egg-laying hens eat all that soy and all that corn,",
      "vi": "Bạn tưởng tượng những con gà mái đẻ trứng đó... CÔNG TY BEYOND EGGS Trứng có nguồn gốc thực vật, THỰC PHẨM HAMPTON CREEK"
    }
  },
  {
    "translation": {
      "en": "you have an energy conversion ratio at about 38 to 1,",
      "vi": "Trứng có nguồn gốc thực vật, THỰC PHẨM HAMPTON CREEK ...tất cả đậu và bắp đó, bạn có một tỷ lệ biến đổi năng lượng khoảng 38:1."
    }
  },
  {
    "translation": {
      "en": "whereas alternatively, you can find plants,",
      "vi": "Nhưng trái lại, có thể lấy thẳng cây cối."
    }
  },
  {
    "translation": {
      "en": "and you can grow those plants and you can convert those plants into food.",
      "vi": "Và bạn có thể trồng những cây đó và biến chúng trực tiếp thành thức ăn."
    }
  },
  {
    "translation": {
      "en": "The energy conversion ratio for the plants that we're using",
      "vi": "Và tỷ lệ chuyển đổi năng lượng cho thực vật mà chúng tôi đang dùng"
    }
  },
  {
    "translation": {
      "en": "to replace the eggs is about 2 to 1, compared to 38 to 1 for eggs.",
      "vi": "để thay thế trứng Là 2:1, so với 38:1 của trứng."
    }
  },
  {
    "translation": {
      "en": "So our explicit goal is to have the maximum amount of impact",
      "vi": "Vì vậy, mục tiêu cụ thể của chúng tôi là có tác động tối đa"
    }
  },
  {
    "translation": {
      "en": "by creating this new model that makes the global egg industry entirely obsolete.",
      "vi": "bằng cách tạo ra mẫu mới này khiến ngành trứng toàn cầu lỗi thời."
    }
  },
  {
    "translation": {
      "en": "We're making the Omega products,",
      "vi": "Chúng tôi tạo ra sản phẩm của Omega để chứng tỏ chúng tôi tạo ra..."
    }
  },
  {
    "translation": {
      "en": "and proving that we can make better tasting food that's great for you,",
      "vi": "Chúng tôi tạo ra sản phẩm của Omega để chứng tỏ chúng tôi tạo ra... CÔNG TY OMEGA CREAMERY Sữa có nguồn gốc thực vật ...thực phẩm tốt hơn, ngon hơn"
    }
  },
  {
    "translation": {
      "en": "and it takes one-twentieth of the land and resources that dairy do.",
      "vi": "mà chỉ tốn một phần hai mươi diện tích đất và tài nguyên tạo ra sản phẩm sữa."
    }
  },
  {
    "translation": {
      "en": "If I could tell you that you could have",
      "vi": "Nếu tôi có thể nói..."
    }
  },
  {
    "translation": {
      "en": "the fiber-structure of meat, the satiating bite of meat, the protein,",
      "vi": "CÔNG TY BEYOND MEAT Thịt có nguồn gốc thực vật ...rằng bạn có thể có cấu trúc giống thịt, cắn vào thỏa mãn như thịt,"
    }
  },
  {
    "translation": {
      "en": "and all the nutritional benefits of meat,",
      "vi": "lượng protein và tất cả chất dinh dưỡng từ thịt"
    }
  },
  {
    "translation": {
      "en": "without actually having animal protein itself,",
      "vi": "mà không cần có protein động vật,"
    }
  },
  {
    "translation": {
      "en": "and by doing that, you could address climate change,",
      "vi": "và làm theo cách này, bạn có thể xử lí biến đổi khí hậu,"
    }
  },
  {
    "translation": {
      "en": "you could address the human health epidemics that we're seeing,",
      "vi": "có thể xử lí những dịch bệnh mà ta đang thấy."
    }
  },
  {
    "translation": {
      "en": "you could address animal welfare, and you could address natural resource conservation,",
      "vi": "Bạn có thể xử lí sức khoẻ thú vật, và bảo tồn tài nguyên thiên nhiên,"
    }
  },
  {
    "translation": {
      "en": "would you make the change?",
      "vi": "liệu bạn sẽ thay đổi?"
    }
  },
  {
    "translation": {
      "en": "But what if people just ate less animal products?",
      "vi": "Nhưng nếu chỉ cần con người giảm tiêu thụ thịt thì sao?"
    }
  },
  {
    "translation": {
      "en": "Like going meatless on Mondays.",
      "vi": "Như thứ hai thì ăn chay."
    }
  },
  {
    "translation": {
      "en": "When you go meatless on Monday, if you ascribe to that campaign,",
      "vi": "Khi bạn ăn chay vào thứ hai, nếu bạn ủng hộ phong trào đó, là bạn đang đóng góp vào việc biến đổi khí hậu, ô nhiễm,"
    }
  },
  {
    "translation": {
      "en": "you're essentially contributing to to climate change, pollution,",
      "vi": "là bạn đang đóng góp vào việc biến đổi khí hậu, ô nhiễm,"
    }
  },
  {
    "translation": {
      "en": "depletion of our planet's resources, and your own health,",
      "vi": "cạn kiệt nguồn tài nguyên và sức khoẻ của chính bạn"
    }
  },
  {
    "translation": {
      "en": "then on only six days of the week, instead of seven.",
      "vi": "chỉ sáu ngày trong tuần, thay vì bả ngày."
    }
  },
  {
    "translation": {
      "en": "You're creating a false justification, clearly a false sense of justification",
      "vi": "Bạn chỉ đang tự biện minh, rõ ràng là một sự biện minh giả tạo"
    }
  },
  {
    "translation": {
      "en": "for what you're doing on those other six days of the week.",
      "vi": "với những gì bạn làm ở sáu ngày còn lại trong tuần."
    }
  },
  {
    "translation": {
      "en": "So in other words, we really shouldn't be resting on our laurels",
      "vi": "Nói cách khác, ta không nên tự hào"
    }
  },
  {
    "translation": {
      "en": "of what you do right only one-seventh of the time.",
      "vi": "vì chỉ làm đúng được một phần bảy công việc."
    }
  },
  {
    "translation": {
      "en": "You can't be an environmentalist and eat animal products, period.",
      "vi": "Bạn không thể vừa là nhà môi trường học vừa ăn thịt được. Chấm hết."
    }
  },
  {
    "translation": {
      "en": "Kid yourself if you want, if you want to feed your addiction, so be it.",
      "vi": "Tự lừa dối nếu bạn muốn, nếu muốn ăn cho đỡ nghiện, thì cứ thoải mái."
    }
  },
  {
    "translation": {
      "en": "But don't call yourself an environmentalist.",
      "vi": "nếu muốn ăn cho đỡ nghiện, thì cứ thoải mái. Nhưng đừng tự gọi mình là nhà môi trường học."
    }
  },
  {
    "translation": {
      "en": "I knew I had to stop eating all animal products.",
      "vi": "Tôi biết là tôi sẽ phải ngừng ăn các sản phẩm từ động vật."
    }
  },
  {
    "translation": {
      "en": "I wanted to help the planet be sustainable,",
      "vi": "Tôi muốn giúp hành tinh này bền vững,"
    }
  },
  {
    "translation": {
      "en": "but I needed to sustain myself.",
      "vi": "nhưng tôi cần phải duy trì bản thân mình."
    }
  },
  {
    "translation": {
      "en": "I had doubts about being healthy and not eating meat, dairy, and eggs.",
      "vi": "Tôi nghi ngờ việc có thể khoẻ mạnh mà không cần ăn thịt, sữa, trứng."
    }
  },
  {
    "translation": {
      "en": "All I knew was the standard American diet I grew up on.",
      "vi": "Từ nhỏ đến giờ, tôi chỉ biết mỗi thực đơn tiêu chuẩn kiểu Mỹ."
    }
  },
  {
    "translation": {
      "en": "Is it even possible to be a healthy vegetarian or vegan?",
      "vi": "Liệu có thể ăn chay mà vẫn khoẻ mạnh không? TIẾN SĨ MICHAEL A. KLAPER, MD Bác sĩ, Trung tâm sức khoẻ True North"
    }
  },
  {
    "translation": {
      "en": "Is it possible to be a healthy vegetarian or vegan?",
      "vi": "Liệu có thể ăn chay mà vẫn khoẻ mạnh không hả?"
    }
  },
  {
    "translation": {
      "en": "I became vegan for, let's see, 32 years ago now.",
      "vi": "Tôi đã ăn chay được, để xem nào, 32 năm rồi."
    }
  },
  {
    "translation": {
      "en": "And I run several miles every day.",
      "vi": "Và... tôi chạy vài dặm mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "I go biking 40, 50 miles through the countryside.",
      "vi": "Tôi đạp xe khoảng 70, 80 km qua vùng nông thôn."
    }
  },
  {
    "translation": {
      "en": "I work long hours.",
      "vi": "Tôi làm việc thời gian dài."
    }
  },
  {
    "translation": {
      "en": "I feel great. It's nice waking up in a light, trim body every day.",
      "vi": "Tôi thấy khoẻ. Mỗi ngày thức dậy trong cơ thể khoẻ mạnh tôi thấy rất vui."
    }
  },
  {
    "translation": {
      "en": "And so many of my vegan friends and patients are just...",
      "vi": "Và rất nhiều bạn và bệnh nhân ăn chay của tôi,"
    }
  },
  {
    "translation": {
      "en": "They're thriving since their transition to a vegan diet.",
      "vi": "họ đều khoẻ hơn nhiều từ khi chuyển sang ăn chay."
    }
  },
  {
    "translation": {
      "en": "So, yes, and I've seen vegan moms go through healthy vegan pregnancies,",
      "vi": "Vậy nên, vâng, tôi chứng kiến những bà mẹ ăn chay cả lúc mang thai"
    }
  },
  {
    "translation": {
      "en": "and deliver healthy vegan children,",
      "vi": "và đẻ ra đứa con khoẻ mạnh ăn chay"
    }
  },
  {
    "translation": {
      "en": "and raise them to tall, full-sized, intelligent vegan adults.",
      "vi": "rồi nuôi chúng trưởng thành khôn lớn, khoẻ mạnh, và cũng ăn chay."
    }
  },
  {
    "translation": {
      "en": "And, yes, certainly all the nutrients are there in the plant kingdom to do this.",
      "vi": "Và, vâng, Chắc chắc có đủ dinh dưỡng trong giới thực vật để làm việc này"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "và điều đó đúng."
    }
  },
  {
    "translation": {
      "en": "Think anyone should be consuming dairy?",
      "vi": "Ông có nghĩ con người nên dùng sản phẩm từ sữa?"
    }
  },
  {
    "translation": {
      "en": "I really don't.",
      "vi": "Tôi không nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "When you think about it, the purpose of cow's milk...",
      "vi": "Khi bạn nghĩ về việc đó, mục đích của sữa bò..."
    }
  },
  {
    "translation": {
      "en": "I did most of my growing up on a dairy farm in Wisconsin.",
      "vi": "Tôi lớn lên ở một trang trại sữa vùng Wisconsin."
    }
  },
  {
    "translation": {
      "en": "The purpose of cow's milk is to turn a 65-pound calf",
      "vi": "Mục đích của sữa bò là để biến một con bê 30 kg"
    }
  },
  {
    "translation": {
      "en": "into a 400-pound cow as rapidly as possible.",
      "vi": "thành một con bò nặng 600 kg càng sớm càng tốt."
    }
  },
  {
    "translation": {
      "en": "Cow's milk is baby calf growth fluid.",
      "vi": "Sữa bò là thứ nước tăng trưởng cho bê con."
    }
  },
  {
    "translation": {
      "en": "It's what the stuff is.",
      "vi": "Và chỉ có vậy."
    }
  },
  {
    "translation": {
      "en": "Everything in that white liquid,",
      "vi": "Mọi thứ trong thứ nước trắng đó,"
    }
  },
  {
    "translation": {
      "en": "the hormones, the lipids, the proteins, the sodium, the growth factors, the IGF,",
      "vi": "các hormone, lipit, protein, natri, các yếu tố phát triển, IGF, tất tần tật"
    }
  },
  {
    "translation": {
      "en": "every one of those is meant to blow that calf up to a great big cow,",
      "vi": "các yếu tố phát triển, IGF, tất tần tật là để cho con bê con đó lớn thành con bò"
    }
  },
  {
    "translation": {
      "en": "or it wouldn't be there.",
      "vi": "không thì đã không có sữa."
    }
  },
  {
    "translation": {
      "en": "And whether you pour it on your cereal as a liquid,",
      "vi": "Và dù có pha với ngũ cốc,"
    }
  },
  {
    "translation": {
      "en": "whether you clot it into yogurt,",
      "vi": "hay làm thành sữa chua,"
    }
  },
  {
    "translation": {
      "en": "whether you ferment it into cheese,",
      "vi": "hay là...nó thành phô mai,"
    }
  },
  {
    "translation": {
      "en": "whether you freeze it into ice cream,",
      "vi": "dù có đông lại thành kem,"
    }
  },
  {
    "translation": {
      "en": "it's baby calf growth fluid.",
      "vi": "thì nó vẫn là nước dinh dưỡng cho bê con."
    }
  },
  {
    "translation": {
      "en": "And women eat it and it stimulates their tissues,",
      "vi": "Rồi phụ nữ dùng nó và nó kích thích mô của họ,"
    }
  },
  {
    "translation": {
      "en": "and it gives women breast lumps, it makes the uterus get big,",
      "vi": "khiến họ có u ở ngực, nó khiến tử cung nở ra và bị xơ"
    }
  },
  {
    "translation": {
      "en": "and they get fibroids and they bleed and they get hysterectomies,",
      "vi": "nó khiến tử cung nở ra và bị xơ rồi bị chảy máu, phải cắt tử cung và chụp ngực,"
    }
  },
  {
    "translation": {
      "en": "and they need mammograms, and gives guys man boobs.",
      "vi": "rồi bị chảy máu, phải cắt tử cung và chụp ngực, và nó khiến đàn ông có ngực phụ nữ."
    }
  },
  {
    "translation": {
      "en": "This is...",
      "vi": "Đây là..."
    }
  },
  {
    "translation": {
      "en": "Cow's milk is the lactation secretions",
      "vi": "sữa bò là các chất dinh dưỡng tiết ra"
    }
  },
  {
    "translation": {
      "en": "of a large bovine mammal who just had a baby.",
      "vi": "của động vật có vú lớn khi vừa đẻ con."
    }
  },
  {
    "translation": {
      "en": "It's for baby calves.",
      "vi": "Là dành cho bê con."
    }
  },
  {
    "translation": {
      "en": "I tell my patients, \"Go look in the mirror.",
      "vi": "Anh biết không, tôi hay bảo bệnh nhân, \"Soi gương đi."
    }
  },
  {
    "translation": {
      "en": "\"Do you have big ears? Do you have a tail? Are you a baby calf?",
      "vi": "Anh có tai to, có đuôi không, anh có phải là bê con không?"
    }
  },
  {
    "translation": {
      "en": "\"If you're not, don't be eating baby calf growth fluid.\"",
      "vi": "Nếu không phải, thì đừng uống nước dinh dưỡng của bê con.\""
    }
  },
  {
    "translation": {
      "en": "In any level, there's nothing in it people need.",
      "vi": "Dù ở mức độ nào, con người đều hoàn toàn không cần thứ đó."
    }
  },
  {
    "translation": {
      "en": "It was a relief to hear I didn't have to eat any animal products",
      "vi": "Nhẹ cả người khi nghe rằng tôi không cần phải ăn thịt"
    }
  },
  {
    "translation": {
      "en": "to be healthy and even thrive,",
      "vi": "để khoẻ mạnh và phát triển."
    }
  },
  {
    "translation": {
      "en": "but I still thought you needed animal manure to grow organic agriculture.",
      "vi": "Nhưng tôi nghĩ vẫn cần có phân động vật để trồng cây nông nghiệp hữu cơ."
    }
  },
  {
    "translation": {
      "en": "It turns out there's an entire movement",
      "vi": "Hoá ra có cả một phong trào"
    }
  },
  {
    "translation": {
      "en": "with people growing food without any animal inputs.",
      "vi": "nơi người ta trồng cây mà không cần động vật."
    }
  },
  {
    "translation": {
      "en": "I visited Earthworks Urban Farm in Detroit,",
      "vi": "Tôi tới trang trại đô thị Earthworks ở Detroit,"
    }
  },
  {
    "translation": {
      "en": "where they're working with and growing food for the low-income community.",
      "vi": "nơi họ xử lý và trồng thực phẩm cho cộng đồng thu nhập thấp."
    }
  },
  {
    "translation": {
      "en": "We tend to see ourselves as individuals in a bubble",
      "vi": "Ta thường tự coi mình là những cá nhân... TRANG TRẠI ĐÔ THỊ EARTHWORKS Nhân viên đối ngoại"
    }
  },
  {
    "translation": {
      "en": "and forget that we inhabit this land and this earth with other creatures.",
      "vi": "...độc lập và quên rằng chúng ta đang sống trên mảnh đất này và trên Trái Đất này với các động vật khác."
    }
  },
  {
    "translation": {
      "en": "So we have to learn how to share more, I guess.",
      "vi": "Vì thế ta phải học cách chia sẻ nhiều hơn, tôi nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Jah is here. He's working on his garden.",
      "vi": "Jah đây đang làm vườn."
    }
  },
  {
    "translation": {
      "en": "You'll be surprised what you can do with what seems to be not a lot of space.",
      "vi": "Anh sẽ ngạc nhiên với tiềm năng Người làm vườn đô thị của nơi trông có vẻ như chật chội này."
    }
  },
  {
    "translation": {
      "en": "About a four by eight, yeah.",
      "vi": "Khoảng 4×8, vâng."
    }
  },
  {
    "translation": {
      "en": "What's your goal this year? How much do you think you can maximize?",
      "vi": "Năm nay mục tiêu là gì? Anh nghĩ tối đa được bao nhiêu..."
    }
  },
  {
    "translation": {
      "en": "I would push for 100 at least.",
      "vi": "Tôi nghĩ ít nhất phải tới 45."
    }
  },
  {
    "translation": {
      "en": "-At least. At least. -A hundred pounds.",
      "vi": "- Bốn mươi lăm cân. - Ít nhất."
    }
  },
  {
    "translation": {
      "en": "That's amazing.",
      "vi": "Thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "The one full year after this was constructed,",
      "vi": "Một năm sau khi nơi này được xây,"
    }
  },
  {
    "translation": {
      "en": "we doubled our yield to over 14,000 pounds of food.",
      "vi": "sản lượng tăng gấp đôi lên 6350 kg thực phẩm."
    }
  },
  {
    "translation": {
      "en": "Fourteen thousand pounds? On about how many acres?",
      "vi": "- 6350 kg? - Vâng. Diện tích bao nhiêu ha?"
    }
  },
  {
    "translation": {
      "en": "About two and a half.",
      "vi": "Khoảng một ha."
    }
  },
  {
    "translation": {
      "en": "So as much food as we produce and we grow,",
      "vi": "Chúng tôi trồng và sản xuất được bao nhiêu thực phẩm,"
    }
  },
  {
    "translation": {
      "en": "or the earth helps us grow,",
      "vi": "hoặc được đất Mẹ giúp đỡ,"
    }
  },
  {
    "translation": {
      "en": "we also have to return those nutrients back to the soil.",
      "vi": "thì cũng phải trả lại phần dinh dưỡng đó về đất."
    }
  },
  {
    "translation": {
      "en": "So we like to think of our work as being regenerative.",
      "vi": "Vì thế, chúng tôi muốn coi công việc của mình như là tái sinh."
    }
  },
  {
    "translation": {
      "en": "That we're putting as much life-giving substance in the ground",
      "vi": "Rằng chúng tôi cũng trả lại chất tạo ra sự sống về đất"
    }
  },
  {
    "translation": {
      "en": "as we're taking out.",
      "vi": "Rằng chúng tôi cũng trả lại chất tạo ra sự sống về đất như lượng mình lấy đi."
    }
  },
  {
    "translation": {
      "en": "So is it just kind of healthier and safer to use vegetarian",
      "vi": "Vậy khi dùng phân thực vật"
    }
  },
  {
    "translation": {
      "en": "-or vegetable composting stuff? -Yeah, that's what we found.",
      "vi": "Vậy khi dùng phân thực vật có tốt và an toàn hơn không? Vâng, chúng tôi thấy vậy."
    }
  },
  {
    "translation": {
      "en": "But also because it takes less time and it's a lot easier to manage.",
      "vi": "Những cũng vì tốn ít thời gian và dễ quản lý hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "-A lot easier, yeah. -Yeah.",
      "vi": "- Dễ hơn nhiều à. - Vâng."
    }
  },
  {
    "translation": {
      "en": "-And the soil's just as rich? -Yeah, absolutely.",
      "vi": "Và đất vẫn màu mỡ như vậy? Vâng, đảm bảo."
    }
  },
  {
    "translation": {
      "en": "Not only is veganic more compassionate, it's also more efficient.",
      "vi": "TIẾN SĨ GREG LITUS Nông dân trồng rau hữu cơ Không những rau hữu cơ bớt hại hơn, mà còn hiệu quả hơn."
    }
  },
  {
    "translation": {
      "en": "And in a society with this many billions of people,",
      "vi": "Trong một xã hội với từng này tỉ người"
    }
  },
  {
    "translation": {
      "en": "we need to be as efficient as possible.",
      "vi": "ta cần phải càng hiệu quả càng tốt."
    }
  },
  {
    "translation": {
      "en": "Some people might go back and say",
      "vi": "Một số người có thể nói rằng nếu ta ủng hộ việc này"
    }
  },
  {
    "translation": {
      "en": "if we embraced this primitive approach of only wild animals everywhere,",
      "vi": "Một số người có thể nói rằng nếu ta ủng hộ việc này cách sống nguyên thuỷ của động vật hoang dã"
    }
  },
  {
    "translation": {
      "en": "and we go back to a hunter-gatherer system, that sounds great.",
      "vi": "và ta trở về thời săn bắt, hái lượm nghe có vẻ tuyệt."
    }
  },
  {
    "translation": {
      "en": "But that was 10 million people on the entire continent.",
      "vi": "Nhưng đó là 10 triệu người trên cả lục địa."
    }
  },
  {
    "translation": {
      "en": "Maybe a little bit more, a little bit less, no one really knows.",
      "vi": "có thể hơn hoặc kém, không ai biết rõ."
    }
  },
  {
    "translation": {
      "en": "Today, now, we have what?",
      "vi": "Nhưng ngày nay, hiện giờ, ta có tận,"
    }
  },
  {
    "translation": {
      "en": "We have 320 million in the US, 25 million in Canada,",
      "vi": "ta có 320 triệu dân ở Mỹ, 25 triệu ở Canada, 100 và bao nhiêu triệu nữa ở Mexico."
    }
  },
  {
    "translation": {
      "en": "another 100 and so many million in Mexico.",
      "vi": "25 triệu ở Canada, 100 và bao nhiêu triệu nữa ở Mexico."
    }
  },
  {
    "translation": {
      "en": "So, North America is up to almost, you know, 450 million people.",
      "vi": "Vậy, Bắc Mỹ đã có khoảng 450 triệu người."
    }
  },
  {
    "translation": {
      "en": "Trying to figure out a way to bring animal agriculture",
      "vi": "Tìm cách khiến công nghiệp chăn nuôi cân bằng với"
    }
  },
  {
    "translation": {
      "en": "in balance with 450 million hungry people is impossible.",
      "vi": "Tìm cách khiến công nghiệp chăn nuôi cân bằng với 450 triệu người đói là bất khả thi."
    }
  },
  {
    "translation": {
      "en": "This is amazing, I didn't believe it when I first learned it,",
      "vi": "Thật tuyệt vời, tôi đã không tin... Tiên phong theo phương thức Biointensive Tác giả \"Làm Sao Để Trồng Nhiều Rau Hơn...\""
    }
  },
  {
    "translation": {
      "en": "but 216,000 more people are born to the planet every day.",
      "vi": "...khi lần đầu biết đến nhưng hơn 216.000 người sinh ra mỗi ngày trên khắp hành tinh."
    }
  },
  {
    "translation": {
      "en": "Every day.",
      "vi": "Mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "It's extraordinary.",
      "vi": "Thật phi thường."
    }
  },
  {
    "translation": {
      "en": "But what's really extraordinary is you need, per day,",
      "vi": "Nhưng phi thường hơn là bạn cần,"
    }
  },
  {
    "translation": {
      "en": "34,000 new acres of farmable land.",
      "vi": "mỗi ngày, 13.800 ha đất nông nghiệp mới."
    }
  },
  {
    "translation": {
      "en": "It's not happening.",
      "vi": "Và chuyện đó là không thể."
    }
  },
  {
    "translation": {
      "en": "To feed a person on an all-plant based vegan diet for a year",
      "vi": "Một người ăn chay trong một năm"
    }
  },
  {
    "translation": {
      "en": "requires just one-sixth of an acre of land.",
      "vi": "chỉ cần một phần mười lăm ha đất."
    }
  },
  {
    "translation": {
      "en": "To feed that same person on a vegetarian diet",
      "vi": "Vẫn người ăn kiêng đó,"
    }
  },
  {
    "translation": {
      "en": "that includes eggs and dairy requires three times as much land.",
      "vi": "nhưng dùng cả sữa và trứng thì cần gấp ba diện tích đất."
    }
  },
  {
    "translation": {
      "en": "To feed an average US citizen's high-consumption diet",
      "vi": "nhưng dùng cả sữa và trứng thì cần gấp ba diện tích đất. Còn một công dân Mỹ với khẩu phần ăn"
    }
  },
  {
    "translation": {
      "en": "of meat, dairy, and eggs requires 18 times as much land.",
      "vi": "cả thịt, sữa và trứng thì cần gấp 18 lần diện tích đất."
    }
  },
  {
    "translation": {
      "en": "This is because you can produce",
      "vi": "Đó là vì có thể tạo ra 16.800 kg rau củ"
    }
  },
  {
    "translation": {
      "en": "37,000 pounds of vegetables on one and a half acres,",
      "vi": "Đó là vì có thể tạo ra 16.800 kg rau củ 0,6 ha đất,"
    }
  },
  {
    "translation": {
      "en": "but only 375 pounds of meat on that same plot of land.",
      "vi": "nhưng vẫn mảnh đất đó chỉ tạo ra được 170 kg thịt."
    }
  },
  {
    "translation": {
      "en": "A high-consuming, meat-eating Californian saves 1.4 tons of C02 equivalent",
      "vi": "Một người California tiết kiệm được 1,4 tấn CO2 mỗi năm"
    }
  },
  {
    "translation": {
      "en": "per year by removing beef from their diet.",
      "vi": "Một người California tiết kiệm được 1,4 tấn CO2 mỗi năm bằng cách không ăn thịt bò."
    }
  },
  {
    "translation": {
      "en": "They save 1.6 tons by going vegetarian.",
      "vi": "Họ tiết kiệm được 1.6 tấn nếu ăn chay"
    }
  },
  {
    "translation": {
      "en": "And 1.8 tons by going vegan.",
      "vi": "và 1,8 tấn nếu ăn chay trường."
    }
  },
  {
    "translation": {
      "en": "This is more than switching to solar power for your home, or driving a hybrid car.",
      "vi": "Điều này khả quan hơn là dùng năng lượng mặt trời ở nhà hoặc lái xe hybrid."
    }
  },
  {
    "translation": {
      "en": "Only switching to an electric vehicle saves more,",
      "vi": "Chỉ có chuyển sang dùng xe điện mới tiết kiệm hơn"
    }
  },
  {
    "translation": {
      "en": "which still though, few can afford.",
      "vi": "nhưng không phải ai cũng làm được."
    }
  },
  {
    "translation": {
      "en": "But, unlike an electric vehicle,",
      "vi": "Nhưng không như xe điện,"
    }
  },
  {
    "translation": {
      "en": "the savings don't end with greenhouse gases.",
      "vi": "khoản tiết kiệm không dừng ở khí nhà kính."
    }
  },
  {
    "translation": {
      "en": "A vegan diet produces half as much C02 as an American omnivore,",
      "vi": "Một người ăn chay tạo ra nửa lượng CO2 so với người không ăn chay,"
    }
  },
  {
    "translation": {
      "en": "uses one-eleventh the amount of fossil fuels,",
      "vi": "dùng 1/11 lượng nhiên liệu hoá thạch,"
    }
  },
  {
    "translation": {
      "en": "one-thirteenth the amount of water, and an eighteenth of the amount of land.",
      "vi": "1/13 lượng nước, và 1/18 diện tích đất."
    }
  },
  {
    "translation": {
      "en": "After adding this all up, I realized I had the choice every single day",
      "vi": "Cộng lại tất cả, tôi nhận ra mỗi ngày mình có thể"
    }
  },
  {
    "translation": {
      "en": "to save over 1,100 gallons of water, 45 pounds of grain,",
      "vi": "tiết kiệm 4.000 lít nước, 20 kg ngũ cốc,"
    }
  },
  {
    "translation": {
      "en": "30 square feet of forested land, the equivalent of 10 pounds of C02,",
      "vi": "ba mét vuông đất rừng, tương đương 4,5 kg CO2"
    }
  },
  {
    "translation": {
      "en": "and one animal's life. Every single day.",
      "vi": "và sinh mạng của một con vật mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "If we all, as a society, did go vegan, and we moved away from eating animal foods",
      "vi": "Nếu tất cả chúng ta, cả xã hội đều ăn chay và từ bỏ việc ăn thịt động vật"
    }
  },
  {
    "translation": {
      "en": "and toward a plant-based diet, what would happen?",
      "vi": "và hướng tới khẩu phần ăn thực vật, chuyện gì sẽ xảy ra?"
    }
  },
  {
    "translation": {
      "en": "If we didn't kill all these cows and eat them,",
      "vi": "Nếu chúng ta không giết thịt những con bò"
    }
  },
  {
    "translation": {
      "en": "then we wouldn't have to breed all these cows",
      "vi": "thì ta không cần phải nhân giống bò nữa"
    }
  },
  {
    "translation": {
      "en": "because we're breeding cows, and chickens, and pigs, and fish.",
      "vi": "vì ta đang nhân giống bò, gà, lợn, cá."
    }
  },
  {
    "translation": {
      "en": "We're breeding them over and over again, relentlessly.",
      "vi": "Chúng ta nhân giống chúng ngày này qua ngày nọ."
    }
  },
  {
    "translation": {
      "en": "So if we didn't breed them, then we wouldn't have to feed them.",
      "vi": "Nếu không nhân giống nữa, thì ta không tốn thức ăn nuôi chúng nữa."
    }
  },
  {
    "translation": {
      "en": "If we didn't have to feed them,",
      "vi": "Và nếu không phải cho chúng ăn,"
    }
  },
  {
    "translation": {
      "en": "then we wouldn't have to devote all this land",
      "vi": "thì ta không phải dành hết đất"
    }
  },
  {
    "translation": {
      "en": "to growing grains, and legumes, and so forth to feed to them.",
      "vi": "để trồng ngũ cốc và đậu để nuôi chúng."
    }
  },
  {
    "translation": {
      "en": "And so then the forests could come back.",
      "vi": "Và thế là rừng có thể mọc lại."
    }
  },
  {
    "translation": {
      "en": "Wildlife could come back.",
      "vi": "Các động vật hoang dã trở lại."
    }
  },
  {
    "translation": {
      "en": "The oceans would come back. The rivers would run clean again.",
      "vi": "Biển sẽ sống lại. Sông sẽ sạch lại."
    }
  },
  {
    "translation": {
      "en": "The air would come back. Our health would return.",
      "vi": "Không khí trong sạch hơn. Chúng ta sẽ khoẻ mạnh hơn."
    }
  },
  {
    "translation": {
      "en": "Renewable energy infrastructure such as building solar and wind generators",
      "vi": "Hạ tầng năng lượng tái tạo được, như xây máy phát điện năng lượng gió và mặt trời"
    }
  },
  {
    "translation": {
      "en": "all over our country to reduce climate change, that's a pretty good idea,",
      "vi": "trên khắp đất nước để giảm biến đổi khí hậu,"
    }
  },
  {
    "translation": {
      "en": "but it's projected to take at least 20 years",
      "vi": "là một ý tưởng khá tốt nhưng để thực hiện cần tối thiểu là 20 năm,"
    }
  },
  {
    "translation": {
      "en": "and, at least, minimally, $18 trillion to develop.",
      "vi": "và ít nhất, cần 18 nghìn tỉ đô để phát triển."
    }
  },
  {
    "translation": {
      "en": "Another solution to climate change, we could stop eating animals.",
      "vi": "Một giải pháp khác cho biến đổi khí hậu, là ta có thể ngừng ăn thịt."
    }
  },
  {
    "translation": {
      "en": "And it could be done today. It doesn't have to take 20 years.",
      "vi": "Có thể làm ngay hôm nay. Không cần đến 20 năm"
    }
  },
  {
    "translation": {
      "en": "And it certainly doesn't have to take $18 trillion, because it costs nothing.",
      "vi": "và cũng không cần đến 18 nghìn tỷ đô vì sẽ chẳng tốn gì."
    }
  },
  {
    "translation": {
      "en": "Some people say, \"Well, let's fix CO2, and then we can worry about methane.\"",
      "vi": "Một số người nói, \"Chà, giải quyết CO2 đã, rồi tính tới mêtan.\""
    }
  },
  {
    "translation": {
      "en": "Well, that's the wrong... It's the other way around that actually makes sense.",
      "vi": "Thật ra là ngược lại mới có lý."
    }
  },
  {
    "translation": {
      "en": "Do something about methane, because you'll get a response right away.",
      "vi": "Giải quyết mêtan trước vì sẽ có kết quả ngay tức khắc."
    }
  },
  {
    "translation": {
      "en": "Quietly and unmistakably,",
      "vi": "Lặng lẽ và không thể nhầm lẫn,"
    }
  },
  {
    "translation": {
      "en": "the most powerful thing that someone can do for the environment.",
      "vi": "thứ hiệu quả nhất mà ai đó có thể làm vì môi trường."
    }
  },
  {
    "translation": {
      "en": "No other lifestyle choice has a farther reaching,",
      "vi": "Không lối sống nào khác có tầm ảnh hưởng"
    }
  },
  {
    "translation": {
      "en": "and more profoundly positive impact on the planet and all life on Earth",
      "vi": "và tác động tích cực hơn lên hành tinh, và sự sống trên Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "than choosing to stop consuming animals and live a vegan lifestyle.",
      "vi": "hơn việc lựa chọn ngừng tiêu thụ động vật và có lối sống ăn chay."
    }
  },
  {
    "translation": {
      "en": "You don't think we couldn't solve this problem in a heartbeat?",
      "vi": "Không nghĩ rằng ta có thể giải quyết vấn đề này trong nháy mắt hả?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what, all we would need",
      "vi": "Nói cho anh biết, ta chỉ cần"
    }
  },
  {
    "translation": {
      "en": "is for the environmentalists to live what they profess,",
      "vi": "bắt những nhà môi trường học sống như những gì họ tuyên bố"
    }
  },
  {
    "translation": {
      "en": "and we'd be on a new course in the world.",
      "vi": "và thế giới sẽ bước sang trang mới."
    }
  },
  {
    "translation": {
      "en": "We will not succeed until we stop animal agriculture.",
      "vi": "Ta không thể thành công cho tới khi ngừng nên công nghiệp chăn nuôi."
    }
  },
  {
    "translation": {
      "en": "And by \"succeed,\" I mean",
      "vi": "Và \"thành công\", ý tôi là..."
    }
  },
  {
    "translation": {
      "en": "we will not save ecosystems to the extent necessary.",
      "vi": "ta sẽ không cứu được hệ sinh thái ở quy mô cần thiết,"
    }
  },
  {
    "translation": {
      "en": "We will not have enough food for people around the planet,",
      "vi": "ta sẽ không đủ thức ăn cho mọi người trên hành tinh,"
    }
  },
  {
    "translation": {
      "en": "we will not stop global warming,",
      "vi": "ta sẽ không ngăn được toàn cầu ấm lên,"
    }
  },
  {
    "translation": {
      "en": "we will not stop pollution in the dead zones that run off",
      "vi": "ta sẽ không ngừng làm ô nhiễm những khu biển chết,"
    }
  },
  {
    "translation": {
      "en": "all the fields of corn and soy that are grown to feed livestock,",
      "vi": "tất cảnh những cánh đồng bắp và đậu mà ta dùng để nuôi gia súc,"
    }
  },
  {
    "translation": {
      "en": "and we will not stop the hunting of wolves and other predators.",
      "vi": "và ta sẽ không ngừng săn sói hay các động vật săn mồi khác."
    }
  },
  {
    "translation": {
      "en": "Now, organic farming is one major, positive step in the right direction,",
      "vi": "Canh tác hữu cơ là một bước tích cực theo hướng đúng đắn"
    }
  },
  {
    "translation": {
      "en": "but we need to keep walking.",
      "vi": "nhưng ta không được dừng ở đó."
    }
  },
  {
    "translation": {
      "en": "We need to get beyond organics. We need to get to sustainability.",
      "vi": "Chúng ta không chỉ nên dừng ở hữu cơ. Chúng ta cần đạt được tính bền vững."
    }
  },
  {
    "translation": {
      "en": "When you take the animal out, you also take the greenhouse gas issue out.",
      "vi": "Khi giải quyết vất đề về vật nuôi, ta cũng giải quyết luôn khí nhà kính, và vấn đề an toàn thực phẩm,"
    }
  },
  {
    "translation": {
      "en": "And you take the food safety issues out.",
      "vi": "và vấn đề an toàn thực phẩm,"
    }
  },
  {
    "translation": {
      "en": "And you take some of other externalities related to food scarcity out.",
      "vi": "và một số vấn đề khác liên quan tới khan hiếm thực phẩm."
    }
  },
  {
    "translation": {
      "en": "But one thing that's amazing is I think you put our values back in.",
      "vi": "Nhưng tôi cho rằng điều tuyệt vời nhất là anh để lại giá trị của chúng ta."
    }
  },
  {
    "translation": {
      "en": "You put values like compassion, and integrity, and kindness...",
      "vi": "Anh để lại những giá trị như lòng trắc ẩn và tính chính trực và lòng nhân từ,"
    }
  },
  {
    "translation": {
      "en": "Values that are natural to human beings, you put that in.",
      "vi": "những giá trị tự nhiên của con người, anh để nó lại."
    }
  },
  {
    "translation": {
      "en": "You build that back into the story of our food.",
      "vi": "Anh gắn nó với câu chuyện về đồ ăn của chúng ta."
    }
  },
  {
    "translation": {
      "en": "And I think, as this begins to progress, I think it also helps people to pause",
      "vi": "Và tôi nghĩ khi chuyện này bắt đầu, Tôi nghĩ nó sẽ khiến mọi người tạm dừng..."
    }
  },
  {
    "translation": {
      "en": "before they eat that egg, before they eat that steak,",
      "vi": "trước khi họ ăn quả trứng đó, trước khi họ ăn miếng thịt đó,"
    }
  },
  {
    "translation": {
      "en": "before they eat that chicken nugget.",
      "vi": "trước khi họ ăn miếng gà viên chiên đó,"
    }
  },
  {
    "translation": {
      "en": "And ask themselves, is that really what they want?",
      "vi": "và tự hỏi bản thân mình, đó có thực sự là thứ họ muốn?"
    }
  },
  {
    "translation": {
      "en": "Or do they actually want something more?",
      "vi": "Hay là họ muốn cái gì đó khác hơn?"
    }
  },
  {
    "translation": {
      "en": "I had to come to the full conclusion,",
      "vi": "Tôi đã đi đến kết luận cuối cùng."
    }
  },
  {
    "translation": {
      "en": "the only way to sustainably and ethically live on this planet",
      "vi": "Cách duy nhất sống một cách bền vững và hợp đạo lý trên hành tinh này"
    }
  },
  {
    "translation": {
      "en": "with seven billion other people is to live an entirely plant-based vegan diet.",
      "vi": "với bảy tỷ người khác là có khẩu phần ăn chay hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "I decided instead of eating others, to eat for others.",
      "vi": "Tôi quyết định thế thay vì ăn lẫn nhau, ăn cho nhau."
    }
  },
  {
    "translation": {
      "en": "At first, like these environmental groups, I was afraid of what it'd mean to change.",
      "vi": "Trước tiên, như những nhóm môi trường đó, tôi sợ phải thay đổi."
    }
  },
  {
    "translation": {
      "en": "But now, I embrace it.",
      "vi": "Nhưng giờ tôi đón nhận nó."
    }
  },
  {
    "translation": {
      "en": "All this talk about sustainability sounded like",
      "vi": "Toàn bộ thảo luận về bền vững này nghe như"
    }
  },
  {
    "translation": {
      "en": "our planet was on some sort of life support.",
      "vi": "hành tinh này đang phải sống nhờ máy trợ thở."
    }
  },
  {
    "translation": {
      "en": "And I don't want her to simply survive or to sustain, but to thrive.",
      "vi": "Và tôi không muốn Trái Đất đơn giản là tồn tại, tôi muốn nó phát triển."
    }
  },
  {
    "translation": {
      "en": "Life today is not about sustainability. It's about thrive-ability.",
      "vi": "Cuộc sống ngày nay không vì bền vững. Mà về \"khả năng phát triển\"."
    }
  },
  {
    "translation": {
      "en": "She's given so much to us for so long, it was time to give back.",
      "vi": "Ta vẫn luôn chỉ nhận lấy từ đất Mẹ, đã đến lúc để cho lại."
    }
  },
  {
    "translation": {
      "en": "A hundred and eight percent of everything we have.",
      "vi": "Cố gắng trăm phần trăm với tất cả những gì ta có."
    }
  },
  {
    "translation": {
      "en": "It felt good. It was an alignment.",
      "vi": "Thấy thật tuyệt. Nó là một liên kết."
    }
  },
  {
    "translation": {
      "en": "And we see this movement,",
      "vi": "Và ta thấy phong trào này,"
    }
  },
  {
    "translation": {
      "en": "not just about providing cheaper, inexpensive food that everyone can have,",
      "vi": "không chỉ cung cấp thực phẩm rẻ hơn, ai cũng có thể tiếp cận,"
    }
  },
  {
    "translation": {
      "en": "but also a spiritual move.",
      "vi": "mà còn là một bước đi tinh thần."
    }
  },
  {
    "translation": {
      "en": "A move towards understanding who we really are",
      "vi": "Một bước đi để hiểu rõ ta là ai"
    }
  },
  {
    "translation": {
      "en": "and how we can really connect to each other.",
      "vi": "và làm cách nào ta có thể kết nối với nhau."
    }
  },
  {
    "translation": {
      "en": "Do what you can do as well as you can do it",
      "vi": "Làm hết mình những gì bạn có thể"
    }
  },
  {
    "translation": {
      "en": "every day of your life,",
      "vi": "mỗi ngày trong cuộc đời"
    }
  },
  {
    "translation": {
      "en": "and you will end up dying one of the happiest individuals that have ever died.",
      "vi": "và khi nhắm mắt bạn sẽ là người hạnh phúc nhất từng chết."
    }
  },
  {
    "translation": {
      "en": "We become part of a gathering momentum of other people.",
      "vi": "Ta trở thành một động lực tập trung"
    }
  },
  {
    "translation": {
      "en": "It's happening. This is really what's happening. This is the news.",
      "vi": "của người khác. Nó đang diễn ra. Đây là những điều đang xảy ra. Một cái gì đó mới."
    }
  },
  {
    "translation": {
      "en": "Selflessness is a nice way to be.",
      "vi": "Luôn vì mọi người là một cách tốt."
    }
  },
  {
    "translation": {
      "en": "It has all these benefits for yourself, as well as the planet and other people.",
      "vi": "Như thế sẽ đem lại cả lợi ích cho bản thân cũng như cả hành tinh và người khác."
    }
  },
  {
    "translation": {
      "en": "So it's a beautiful way to live.",
      "vi": "Đó là một lối sống đẹp."
    }
  },
  {
    "translation": {
      "en": "Ecologically, it just feels better.",
      "vi": "Về mặt sinh thái, tốt hơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "This is about massively transforming how our society eats,",
      "vi": "Đây là về sự biến đổi hàng loạt về cách mà xã hội chúng ta ăn vì đó là điều cần thiết."
    }
  },
  {
    "translation": {
      "en": "because it's a necessity.",
      "vi": "về cách mà xã hội chúng ta ăn vì đó là điều cần thiết."
    }
  },
  {
    "translation": {
      "en": "It's acting on what we know.",
      "vi": "Nó là cư xử trên những gì ta biết."
    }
  },
  {
    "translation": {
      "en": "And acting kindly and gently on the whole planet and with other people,",
      "vi": "Và cư xử một cách tử tế và nhẹ nhàng với toàn bộ hành tinh và với người khác"
    }
  },
  {
    "translation": {
      "en": "to accomplish the goals of living better.",
      "vi": "để thực hiện các mục tiêu sống tốt hơn."
    }
  },
  {
    "translation": {
      "en": "We can do it, but we have to choose to do it.",
      "vi": "Chúng ta sẽ làm được, nhưng chúng ta phải chọn làm điều đó."
    }
  },
  {
    "translation": {
      "en": "You can change the world.",
      "vi": "Bạn có thể thay đổi thế giới."
    }
  },
  {
    "translation": {
      "en": "You must change the world.",
      "vi": "Bạn phải thay đổi thế giới."
    }
  }
]