[
  {
    "translation": {
      "en": "The winner is... And the winner is...",
      "vi": "- Người đoạt giải là... - Và người đoạt giải là..."
    }
  },
  {
    "translation": {
      "en": "Mr. Frank Capra.",
      "vi": "Ngài Frank Capra."
    }
  },
  {
    "translation": {
      "en": "I discovered Frank Capra, like most people in my generation,",
      "vi": "Như những người cùng thế hệ mình, tôi biết đến Frank Capra... NHÀ LÀM PHIM"
    }
  },
  {
    "translation": {
      "en": "through It's a Wonderful Life.",
      "vi": "...từ Cuộc sống tươi đẹp."
    }
  },
  {
    "translation": {
      "en": "Capra is a master at constructing emotion,",
      "vi": "Capra là bậc thầy truyền tải cảm xúc,"
    }
  },
  {
    "translation": {
      "en": "structurally, into a film.",
      "vi": "có hệ thống, vào trong bộ phim."
    }
  },
  {
    "translation": {
      "en": "I think I have cried more in Frank Capra films,",
      "vi": "Tôi nghĩ rằng số lần tôi khóc trong phim của Frank Capra,"
    }
  },
  {
    "translation": {
      "en": "and I have stopped thinking more in Frank Capra films,",
      "vi": "và vì chúng mà phải ngưng dòng suy nghĩ,"
    }
  },
  {
    "translation": {
      "en": "than in any other filmmaker's work.",
      "vi": "nhiều hơn bất kỳ tác phẩm của nhà làm phim nào."
    }
  },
  {
    "translation": {
      "en": "[Steven Spielberg] I don't really think that William Wyler saw himself as an artist.",
      "vi": "Tôi không nghĩ William Wyler tự cho mình là một nghệ sĩ."
    }
  },
  {
    "translation": {
      "en": "When he set up the camera, he didn't set up the camera",
      "vi": "Khi đặt máy quay... NHÀ LÀM PHIM ...mục đích của ông ấy"
    }
  },
  {
    "translation": {
      "en": "to be told how extraordinary his angle and compositions were.",
      "vi": "không phải để được ca ngợi góc quay và bố cục phi thường thế nào."
    }
  },
  {
    "translation": {
      "en": "He set up the camera in such a way to help tell the story better.",
      "vi": "Ông ấy đặt máy quay... để bổ trợ cho việc kể chuyện."
    }
  },
  {
    "translation": {
      "en": "And then having met him, I think it was the late '60s,",
      "vi": "Và khi được gặp ông ấy, vào khoảng cuối thập niên 60,"
    }
  },
  {
    "translation": {
      "en": "I so admired that he was somebody that had wielded so much power and authority",
      "vi": "tôi hết sức ngưỡng mộ vì mặc dù là người có quyền lực"
    }
  },
  {
    "translation": {
      "en": "and was at the top of his game,",
      "vi": "nhất nhì trong lĩnh vực này,"
    }
  },
  {
    "translation": {
      "en": "and won three Academy Awards for Best Director,",
      "vi": "ba lần đoạt giải thưởng Viện Hàn lâm cho Đạo diễn Xuất sắc"
    }
  },
  {
    "translation": {
      "en": "who was still gracious and kind.",
      "vi": "nhưng vẫn rất lịch thiệp và tử tế."
    }
  },
  {
    "translation": {
      "en": "[Francis Ford Coppola] I was drawn to John Huston.",
      "vi": "Tôi bị John Huston thu hút."
    }
  },
  {
    "translation": {
      "en": "There's a lot of comparison between Huston and Hemingway",
      "vi": "Nhiều người so sánh giữa Huston và Hemingway... NHÀ LÀM PHIM"
    }
  },
  {
    "translation": {
      "en": "because Hemingway had that type of masculine derring-do.",
      "vi": "...vì Hemingway có phong thái gan dạ rất nam tính."
    }
  },
  {
    "translation": {
      "en": "But despite his irascible personal character and personal life,",
      "vi": "Nhưng Huston, ngoài tính cách và cuộc sống cá nhân nhiều sóng gió,"
    }
  },
  {
    "translation": {
      "en": "Huston had this extraordinary intelligence.",
      "vi": "lại thông minh lạ thường."
    }
  },
  {
    "translation": {
      "en": "He made many, many, many films, and among them, some truly great ones.",
      "vi": "Ông ấy làm rất nhiều phim, và có những phim thật sự tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "[Paul Greengrass] The first time I can remember watching John Ford movies",
      "vi": "Tôi còn nhớ lần đầu tiên xem phim của John Ford"
    }
  },
  {
    "translation": {
      "en": "was film club at school.",
      "vi": "là từ câu lạc bộ điện ảnh tại trường."
    }
  },
  {
    "translation": {
      "en": "Ford, by then, had this sort of bifurcated reputation.",
      "vi": "NHÀ LÀM PHIM Lúc đó, người ta có ý kiến hai chiều về Ford."
    }
  },
  {
    "translation": {
      "en": "On the one hand, he was a controversial arch-conservative figure.",
      "vi": "Một mặt, ông ấy là một nhân vật bảo thủ gây tranh cãi."
    }
  },
  {
    "translation": {
      "en": "On the other hand...",
      "vi": "Mặt khác..."
    }
  },
  {
    "translation": {
      "en": "Hold it!",
      "vi": "Giữ chặt vào!"
    }
  },
  {
    "translation": {
      "en": "...he was at that point being revered, as he rightly is,",
      "vi": "...tài năng của ông được tôn sùng đúng mực"
    }
  },
  {
    "translation": {
      "en": "as the great auteur and master of American cinema.",
      "vi": "là một bậc thầy đạo diễn của điện ảnh Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Lawrence Kasdan] George Stevens' facility with dramas, comedy,",
      "vi": "Sự hoạt bát của George Stevens trong phim chính kịch, phim hài,"
    }
  },
  {
    "translation": {
      "en": "musicals, was unique.",
      "vi": "phim ca nhạc, là rất độc đáo."
    }
  },
  {
    "translation": {
      "en": "He was not drawn to that which came easily to him.",
      "vi": "Ông ấy không chọn những thứ dễ dàng."
    }
  },
  {
    "translation": {
      "en": "He wanted to challenge himself all the time.",
      "vi": "Ông ấy luôn muốn thử thách mình."
    }
  },
  {
    "translation": {
      "en": "Those five filmmakers happened to be in that place then,",
      "vi": "Năm nhân vật này đã xuất hiện cùng một thời điểm,"
    }
  },
  {
    "translation": {
      "en": "when the greatest conflict of all came knocking.",
      "vi": "cùng lúc những mâu thuẫn lớn nhất bắt đầu gõ cửa."
    }
  },
  {
    "translation": {
      "en": "Cinema, in its purest form, could be put in the service of propaganda.",
      "vi": "Điện ảnh, với hình thức thuần khiết nhất, có thể là công cụ để tuyên truyền."
    }
  },
  {
    "translation": {
      "en": "Hitler and Goebbels understood the power of the cinema",
      "vi": "Hitler và Goebbels hiểu rõ sức mạnh của điện ảnh"
    }
  },
  {
    "translation": {
      "en": "to move large populations towards your way of thinking.",
      "vi": "có thể điều chỉnh số đông dân chúng theo cách nghĩ của mình."
    }
  },
  {
    "translation": {
      "en": "[Kasdan] All five of them were willing to turn away",
      "vi": "Chính năm nhân vật này đã sẵn lòng quay lưng"
    }
  },
  {
    "translation": {
      "en": "from a very comfortable life and serve their country",
      "vi": "với cuộc sống yên bình để phục vụ đất nước"
    }
  },
  {
    "translation": {
      "en": "in the best way they thought they could.",
      "vi": "theo cách tốt nhất họ nghĩ là có thể làm được."
    }
  },
  {
    "translation": {
      "en": "And to go out into the world, where there was no script,",
      "vi": "Phải bước ra thế giới thật, không có một kịch bản nào,"
    }
  },
  {
    "translation": {
      "en": "and there was no third act that anybody wrote",
      "vi": "không ai viết phân đoạn thứ ba"
    }
  },
  {
    "translation": {
      "en": "where you knew you would come out of it safely.",
      "vi": "mà bạn biết mình có thể thoát ra an toàn."
    }
  },
  {
    "translation": {
      "en": "[Guillermo del Toro] Each of them participate on an epic scale",
      "vi": "Mỗi người đều đóng góp với quy mô mang tính sử thi"
    }
  },
  {
    "translation": {
      "en": "in the grandest interventions",
      "vi": "để can thiệp sâu rộng nhất"
    }
  },
  {
    "translation": {
      "en": "in the largest war the world has ever seen.",
      "vi": "vào cuộc chiến tranh lớn nhất của loài người."
    }
  },
  {
    "translation": {
      "en": "[Spielberg] These documentaries that the five filmmakers made",
      "vi": "Những bộ phim tài liệu mà năm nhà làm phim này thực hiện"
    }
  },
  {
    "translation": {
      "en": "were powerful for American audiences.",
      "vi": "đã tác động mạnh mẽ đến khán giả Mỹ."
    }
  },
  {
    "translation": {
      "en": "I do think all five of them paid a very personal price.",
      "vi": "Tôi nghĩ cả năm người họ đã hy sinh rất nhiều."
    }
  },
  {
    "translation": {
      "en": "These filmmakers that came back with footage",
      "vi": "Các nhà làm phim này, người đã trở về với các cảnh quay"
    }
  },
  {
    "translation": {
      "en": "about the truth of that war...",
      "vi": "lột trần sự thật của cuộc chiến tranh..."
    }
  },
  {
    "translation": {
      "en": "were changed forever.",
      "vi": "sẽ thay đổi mãi về sau."
    }
  },
  {
    "translation": {
      "en": "[Kasdan] The group of directors that we're talking about...",
      "vi": "Nhóm các đạo diễn mà chúng tôi đề cập..."
    }
  },
  {
    "translation": {
      "en": "were part of the first wave.",
      "vi": "là những ngọn sóng đầu."
    }
  },
  {
    "translation": {
      "en": "They were creating the art form.",
      "vi": "Họ đã tạo ra một thể loại nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "[Spielberg] Film was an intoxicant",
      "vi": "Từ những ngày đầu,"
    }
  },
  {
    "translation": {
      "en": "from the very first days of the silent movies.",
      "vi": "dòng phim câm đã khiến khán giả say mê."
    }
  },
  {
    "translation": {
      "en": "And I think early, early on,",
      "vi": "Và tôi nghĩ trước đó,"
    }
  },
  {
    "translation": {
      "en": "Hollywood realized they had a tremendous tool,",
      "vi": "Hollywood cũng đã nhận ra điện ảnh là một công cụ khổng lồ,"
    }
  },
  {
    "translation": {
      "en": "or even a weapon, for change, through cinema.",
      "vi": "thậm chí là vũ khí để tạo nên thay đổi."
    }
  },
  {
    "translation": {
      "en": "[narrator] By the late 1930s,",
      "vi": "Vào cuối thập niên 30,"
    }
  },
  {
    "translation": {
      "en": "moviegoing had become an essential part of American culture.",
      "vi": "đi xem phim trở thành một phần thiết yếu trong văn hóa Mỹ."
    }
  },
  {
    "translation": {
      "en": "More than half the adult population went to the movies at least once a week,",
      "vi": "Hơn nửa dân số trưởng thành đi xem phim ít nhất một lần một tuần."
    }
  },
  {
    "translation": {
      "en": "and before every film theaters played newsreels,",
      "vi": "Và trước mỗi bộ phim, các rạp đều cho phát phim thời sự,"
    }
  },
  {
    "translation": {
      "en": "which were the only source of visual news at the time.",
      "vi": "chính là nguồn tin tức trực quan duy nhất lúc đó."
    }
  },
  {
    "translation": {
      "en": "[man] Power to the nth power,",
      "vi": "Cùng sức mạnh vô biên trong tay,"
    }
  },
  {
    "translation": {
      "en": "proclaimed by Hitler at the Nuremberg Nazi Congress.",
      "vi": "tại Đại hội Đảng Quốc xã tại Nuremberg, Hitler đã tuyên bố"
    }
  },
  {
    "translation": {
      "en": "The Nazi Party above the state, and he above the Nazi Party,",
      "vi": "Đảng quốc xã Đức lãnh đạo chính quyền, và ông ấy lãnh đạo đảng,"
    }
  },
  {
    "translation": {
      "en": "affirmed by thundering cheers.",
      "vi": "được mọi người tung hô hưởng ứng."
    }
  },
  {
    "translation": {
      "en": "[narrator] In the early years of Hitler's rise,",
      "vi": "Những năm đầu khi Hitler trỗi dậy,"
    }
  },
  {
    "translation": {
      "en": "Hollywood paid little attention.",
      "vi": "Hollywood chưa để mắt đến."
    }
  },
  {
    "translation": {
      "en": "In movies, there was no Fuehrer. There were no Nazis.",
      "vi": "Trong các bộ phim, không có Führer. Không có Đức Quốc xã."
    }
  },
  {
    "translation": {
      "en": "[Greengrass] Ford was very early to see the threat that Nazi Germany posed.",
      "vi": "\"ĐỨC QUỐC XÃ DỌA PHE THÂN MỸ\" Ford nhận ra mối nguy của Đức Quốc xã rất sớm."
    }
  },
  {
    "translation": {
      "en": "[narrator] Twenty years earlier, when the US entered the First World War,",
      "vi": "Trước đó 20 năm, khi Mỹ tham gia Thế chiến I,"
    }
  },
  {
    "translation": {
      "en": "John Ford was 22 and just starting out as a director.",
      "vi": "John Ford chỉ mới 22 tuổi và mới tập làm đạo diễn."
    }
  },
  {
    "translation": {
      "en": "Ford not serving in World War I...",
      "vi": "Không được phục vụ trong Thế chiến I..."
    }
  },
  {
    "translation": {
      "en": "affected him very, very deeply,",
      "vi": "BỘ PHIM FOUR SONS ...ảnh hưởng rất sâu sắc đến Ford,"
    }
  },
  {
    "translation": {
      "en": "and Four Sons was an attempt to explore the cost of that war.",
      "vi": "và phim Four Sons là một cố gắng khai thác sự mất mát từ cuộc chiến."
    }
  },
  {
    "translation": {
      "en": "What it was was the beginning of Ford",
      "vi": "Đó là khởi đầu mà trong đó Ford..."
    }
  },
  {
    "translation": {
      "en": "trying to address reality.",
      "vi": "cố gắng lột tả được thực tế."
    }
  },
  {
    "translation": {
      "en": "Ford, the man, was a figure of patrician authority",
      "vi": "Ford, một nhân vật thuộc dòng dõi quý tộc"
    }
  },
  {
    "translation": {
      "en": "who believed in duty and tradition, and evoked them wonderfully.",
      "vi": "tin tưởng vào nghĩa vụ và truyền thống, đã truyền tải chúng rất hiệu quả."
    }
  },
  {
    "translation": {
      "en": "He was a man who sought solace in alcohol,",
      "vi": "Ông ấy dùng rượu để giải khuây..."
    }
  },
  {
    "translation": {
      "en": "and had a rebel soul,",
      "vi": "và có một tâm hồn nổi loạn..."
    }
  },
  {
    "translation": {
      "en": "and was proud of his Irish rebel heritage.",
      "vi": "và tự hào về dòng máu nổi loạn Ai Len đó."
    }
  },
  {
    "translation": {
      "en": "I'm very courteous to my equals.",
      "vi": "Tôi rất nhã nhặn với cấp ngang hàng."
    }
  },
  {
    "translation": {
      "en": "More than courteous to my inferiors.",
      "vi": "Và nhã nhặn hơn với cấp dưới của mình."
    }
  },
  {
    "translation": {
      "en": "I'm speaking in terms of pictures.",
      "vi": "Tôi đang nói về hình ảnh thôi."
    }
  },
  {
    "translation": {
      "en": "And I'm horribly rude to my superiors, so-called.",
      "vi": "Và tôi cực kỳ thô lỗ với cấp cao hơn mình."
    }
  },
  {
    "translation": {
      "en": "[narrator] Like Ford, John Huston was already aware of the looming threat in Europe.",
      "vi": "John Huston cũng đã nhận ra sự đe dọa từ châu Âu như Ford."
    }
  },
  {
    "translation": {
      "en": "He had recently returned to Hollywood after some time in England.",
      "vi": "Ông vừa mới trở lại Hollywood sau một thời gian ở Anh."
    }
  },
  {
    "translation": {
      "en": "[John Huston] In London, when I was about 25 years old,",
      "vi": "Ở London, khi tôi khoảng 25 tuổi,"
    }
  },
  {
    "translation": {
      "en": "a whole series of circumstances mounted up",
      "vi": "chuyện nọ chồng chất lên chuyện kia"
    }
  },
  {
    "translation": {
      "en": "to my finally being completely broke.",
      "vi": "khiến cuối cùng tôi hoàn toàn cháy túi."
    }
  },
  {
    "translation": {
      "en": "I could've called to my father for help, or friends.",
      "vi": "Đáng lẽ tôi có thể gọi bố tôi hay bạn bè giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "But I'm enough of a believer in the gambler's creed,",
      "vi": "Nhưng tôi tin vào tín điều của những kẻ đánh cược,"
    }
  },
  {
    "translation": {
      "en": "that if you're in a bad streak, there's nothing to do about it.",
      "vi": "rằng khi bạn gặp xui, bạn chẳng thể làm gì được."
    }
  },
  {
    "translation": {
      "en": "You've just got to play it out.",
      "vi": "Bạn phải tiếp tục chơi đến cùng."
    }
  },
  {
    "translation": {
      "en": "[Coppola] John Huston was the son of Walter Huston,",
      "vi": "John Huston là con trai của Walter Huston,"
    }
  },
  {
    "translation": {
      "en": "who was an important actor,",
      "vi": "một diễn viên có uy tín,"
    }
  },
  {
    "translation": {
      "en": "and he got to learn about acting, and, of course, learned from his father.",
      "vi": "và dĩ nhiên, ông đã học diễn xuất từ bố mình."
    }
  },
  {
    "translation": {
      "en": "I just had only admiration for John Huston.",
      "vi": "Tôi hoàn toàn ngưỡng mộ John Huston."
    }
  },
  {
    "translation": {
      "en": "He's done a lot of things that pirates do.",
      "vi": "Nhiều lần ông ấy hành động như cướp biển vậy."
    }
  },
  {
    "translation": {
      "en": "You know, he'd had a fight with Errol Flynn over Olivia de Havilland.",
      "vi": "Ông ấy sẽ tranh giành Olivia de Havilland với Errol Flynn."
    }
  },
  {
    "translation": {
      "en": "Oh, that I could've had a fight with Errol Flynn over Olivia de Havilland.",
      "vi": "Ôi, đáng lẽ tôi phải tranh giành Olivia de Havilland với Errol Flynn."
    }
  },
  {
    "translation": {
      "en": "[Huston] Errol said, \"Do you want to make anything of it?\"",
      "vi": "Errol bảo: \"Anh rút ra gì từ việc này không?\" Và..."
    }
  },
  {
    "translation": {
      "en": "And... I said, \"Yes.\"",
      "vi": "Errol bảo: \"Anh rút ra gì từ việc này không?\" Và... tôi bảo: \"Có chứ.\""
    }
  },
  {
    "translation": {
      "en": "We weren't friends then.",
      "vi": "Lúc đó chúng tôi chưa là bạn bè."
    }
  },
  {
    "translation": {
      "en": "There's no better way to get friends with a man than to have a fight with him.",
      "vi": "Cách tốt nhất để làm bạn với một anh chàng là cãi nhau với anh ta."
    }
  },
  {
    "translation": {
      "en": "[Coppola] Huston had many marriages,",
      "vi": "Huston trải qua nhiều cuộc hôn nhân,"
    }
  },
  {
    "translation": {
      "en": "and many, in between the marriages, episodes with women,",
      "vi": "giữa chúng, ông cũng hay ong bướm với nhiều phụ nữ,"
    }
  },
  {
    "translation": {
      "en": "and was obviously very attractive to women,",
      "vi": "đương nhiên ông rất đào hoa,"
    }
  },
  {
    "translation": {
      "en": "and was very attracted to women.",
      "vi": "và luôn bị thu hút với phụ nữ."
    }
  },
  {
    "translation": {
      "en": "Despite his bad-boy behavior throughout this period,",
      "vi": "Mặc dù có những hành xử trăng hoa vào lúc đó,"
    }
  },
  {
    "translation": {
      "en": "Huston, as a writer, had this conceptual mind",
      "vi": "với vai trò nhà văn, Huston có một nhận thức sâu sắc"
    }
  },
  {
    "translation": {
      "en": "and had really begun to attract the attention of people",
      "vi": "và bắt đầu gây được sự chú ý"
    }
  },
  {
    "translation": {
      "en": "for his screenwriting work.",
      "vi": "bằng các kịch bản phim của ông."
    }
  },
  {
    "translation": {
      "en": "[man] The end of a nation.",
      "vi": "Sự sụp đổ của một quốc gia."
    }
  },
  {
    "translation": {
      "en": "World in alarm at the peril of war.",
      "vi": "ĐỨC CHIẾM CỘNG HÒA ÁO Thế giới e sợ nguy cơ chiến tranh."
    }
  },
  {
    "translation": {
      "en": "What will come next? Czechoslovakia?",
      "vi": "Tiếp theo sẽ là gì? Nước Tiệp Khắc?"
    }
  },
  {
    "translation": {
      "en": "When will Nazi aggression end?",
      "vi": "Khi nào sự xâm lược của Đức kết thúc?"
    }
  },
  {
    "translation": {
      "en": "The democratic nations draw together against the ambitions of the dictators.",
      "vi": "Các quốc gia dân chủ lập đồng minh chống lại tham vọng của các nhà độc tài."
    }
  },
  {
    "translation": {
      "en": "[narrator] Huston was hired by Warner Bros. to co-write the historical drama Juarez.",
      "vi": "Warner Bros thuê Huston cùng viết kịch bản cho phim sử thi Juarez."
    }
  },
  {
    "translation": {
      "en": "He turned the script into a pointed anti-Hitler allegory.",
      "vi": "Ông biến kịch bản thành một ẩn dụ rõ ràng chống lại Hitler."
    }
  },
  {
    "translation": {
      "en": "Democracy: The rule of the cattle, by the cattle, for the cattle.",
      "vi": "Dân chủ: Quy luật của lũ tiện dân, do lũ tiện dân, và vì lũ tiện dân."
    }
  },
  {
    "translation": {
      "en": "[narrator] But when the production started, he faced the tyranny of a movie star.",
      "vi": "Nhưng khi bắt đầu sản xuất, ông gặp rắc rối với một siêu sao."
    }
  },
  {
    "translation": {
      "en": "Paul Muni felt his part was too small",
      "vi": "Paul Muni thấy vai của mình quá ít"
    }
  },
  {
    "translation": {
      "en": "and had his brother-in-law rewrite the script.",
      "vi": "nên đã nhờ anh rể viết lại kịch bản."
    }
  },
  {
    "translation": {
      "en": "Only a little of Huston's work remained.",
      "vi": "Chỉ một phần nhỏ của Huston được giữ lại."
    }
  },
  {
    "translation": {
      "en": "[Huston] The lot of the writer in Hollywood at that time",
      "vi": "Nhiều nhà văn tại Hollywood vào thời điểm này"
    }
  },
  {
    "translation": {
      "en": "was rather dismal.",
      "vi": "đều khá thảm bại."
    }
  },
  {
    "translation": {
      "en": "One would write what one thought were good pictures,",
      "vi": "Một người tạo ra kịch bản mà bản thân nghĩ lên phim sẽ đẹp,"
    }
  },
  {
    "translation": {
      "en": "and they would be changed when they got to the screen",
      "vi": "sau đó sẽ bị sửa lại khi được trình chiếu"
    }
  },
  {
    "translation": {
      "en": "and become bad pictures.",
      "vi": "và chúng trở nên không đẹp nữa."
    }
  },
  {
    "translation": {
      "en": "[narrator] Huston decided the only way he could exert control over his work",
      "vi": "Huston thấy rằng cách duy nhất để có thể kiểm soát được tác phẩm của mình"
    }
  },
  {
    "translation": {
      "en": "was to become a director.",
      "vi": "là phải trở thành đạo diễn."
    }
  },
  {
    "translation": {
      "en": "He had a powerful mentor.",
      "vi": "Ông có một người cố vấn tài ba."
    }
  },
  {
    "translation": {
      "en": "His best friend in Hollywood was an established filmmaker",
      "vi": "Bạn thân nhất của ông ở Hollywood là một nhà làm phim có tiếng"
    }
  },
  {
    "translation": {
      "en": "who was his opposite in almost every way:",
      "vi": "nhưng rất khác biệt với ông gần như về mọi thứ."
    }
  },
  {
    "translation": {
      "en": "They first met when Wyler hired him to write dialogue",
      "vi": "Họ biết nhau khi Wyler thuê ông ấy viết lời thoại"
    }
  },
  {
    "translation": {
      "en": "for a film starring Huston's father.",
      "vi": "cho một phim do bố của Huston đóng."
    }
  },
  {
    "translation": {
      "en": "The two men quickly became inseparable pals.",
      "vi": "Hai người nhanh chóng trở nên thân thiết."
    }
  },
  {
    "translation": {
      "en": "[Spielberg] William Wyler was very, very soft-spoken.",
      "vi": "William Wyler rất nhẹ nhàng."
    }
  },
  {
    "translation": {
      "en": "When he demonstrated that forcefulness of personality",
      "vi": "Ông ấy chỉ thể hiện cá tính mạnh"
    }
  },
  {
    "translation": {
      "en": "was only when he was on the floor, directing.",
      "vi": "khi đang đạo diễn trên phim trường."
    }
  },
  {
    "translation": {
      "en": "[William Wyler] I'm demanding, such as the audience is demanding.",
      "vi": "Tôi đòi hỏi cao, giống như khán giả vậy."
    }
  },
  {
    "translation": {
      "en": "I'm demanding of myself, too.",
      "vi": "Tôi đòi hỏi ở bản thân rất cao."
    }
  },
  {
    "translation": {
      "en": "I try to get the best out of people, and if it takes a little more work",
      "vi": "Tôi muốn mọi người thể hiện tốt nhất, và nếu phải làm việc nhiều hơn... CHƯƠNG TRÌNH THE DAVID FROST"
    }
  },
  {
    "translation": {
      "en": "and a little more sweat to do it, then that's what we'll have to do.",
      "vi": "...hoặc đổ thêm chút mồ hôi, thì tôi sẽ làm."
    }
  },
  {
    "translation": {
      "en": "[Spielberg] Which is why they called him 40-take Willy,",
      "vi": "Nên ông ấy được gọi là Willy 40 Lần Quay,"
    }
  },
  {
    "translation": {
      "en": "because he was a perfectionist.",
      "vi": "vì ông ấy là người cầu toàn."
    }
  },
  {
    "translation": {
      "en": "He was completely in control of when he knew he had gotten it.",
      "vi": "Ông ấy biết rõ khi nào cảnh quay đạt yêu cầu."
    }
  },
  {
    "translation": {
      "en": "Willy Wyler's way of directing was tough.",
      "vi": "Cách đạo diễn của Willy Wyler rất căng thẳng. GIỌNG BETTE DAVIS"
    }
  },
  {
    "translation": {
      "en": "Believe me, he expected a lot of you,",
      "vi": "Tin tôi đi, ông ấy mong chờ rất nhiều ở bạn,"
    }
  },
  {
    "translation": {
      "en": "and you therefore gave much, much better performances.",
      "vi": "và vì thế bạn sẽ diễn xuất tốt hơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Miss Davis, I'm very happy to present to you,",
      "vi": "Cô Davis, tôi rất vui khi trao cho cô"
    }
  },
  {
    "translation": {
      "en": "on behalf of the Academy of Motion Picture Arts and Sciences,",
      "vi": "giải thưởng Viện Hàn lâm Khoa học và Mỹ thuật,"
    }
  },
  {
    "translation": {
      "en": "for the second time, their award for your performance in Jezebel.",
      "vi": "tượng vàng thứ hai cho diễn xuất của cô trong phim Jezebel."
    }
  },
  {
    "translation": {
      "en": "[Davis] Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[Spielberg] I think all directors are actors,",
      "vi": "Đạo diễn nào cũng là diễn viên,"
    }
  },
  {
    "translation": {
      "en": "even those that aren't employed to work both sides of the camera.",
      "vi": "mặc dù họ không được thuê để làm việc cả trước và sau máy quay."
    }
  },
  {
    "translation": {
      "en": "I think when you have to speak to actors, you become an actor.",
      "vi": "Khi bạn phải bàn bạc với diễn viên, bạn sẽ trở thành diễn viên."
    }
  },
  {
    "translation": {
      "en": "And so, I believe that William Wyler was also an actor",
      "vi": "Vì thế, tôi tin rằng William Wyler cũng là một diễn viên"
    }
  },
  {
    "translation": {
      "en": "when he was working with his actors.",
      "vi": "khi ông làm việc cùng họ."
    }
  },
  {
    "translation": {
      "en": "And I think that's what bonds all of these directors.",
      "vi": "Và các đạo diễn gắn kết ở điểm này."
    }
  },
  {
    "translation": {
      "en": "They were performance directors on top of everything else.",
      "vi": "Trên hết, họ là đạo diễn diễn xuất."
    }
  },
  {
    "translation": {
      "en": "[narrator] Wyler needed no education about the war.",
      "vi": "Wyler không cần kiến thức về chiến tranh."
    }
  },
  {
    "translation": {
      "en": "For him, the stakes could not have been higher.",
      "vi": "Đối với ông, nguy cơ không thể cao hơn."
    }
  },
  {
    "translation": {
      "en": "He had come to America 20 years earlier from Mulhouse,",
      "vi": "Hai mươi năm trước đó, ông đến Mỹ từ Mulhouse,"
    }
  },
  {
    "translation": {
      "en": "a French town that Germany had taken during World War I.",
      "vi": "một thị trấn ở Pháp đã bị Đức chiếm đóng trong Thế chiến I."
    }
  },
  {
    "translation": {
      "en": "Now it was being threatened once again.",
      "vi": "Lúc này thì nó đang bị đe dọa lần nữa."
    }
  },
  {
    "translation": {
      "en": "Originally, I was supposed to take over my father's business.",
      "vi": "Lúc đầu, đáng lẽ tôi thừa kế nghiệp kinh doanh của bố tôi."
    }
  },
  {
    "translation": {
      "en": "My father was a merchant in Mulhouse, had a nice store.",
      "vi": "GIỌNG WILLIAM WYLER Bố tôi là thương gia ở Mulhouse, có cửa hàng khang trang."
    }
  },
  {
    "translation": {
      "en": "I was not keen about it, but I had no other prospects.",
      "vi": "Tôi không thích thú mấy, nhưng cũng chưa có kế hoạch gì."
    }
  },
  {
    "translation": {
      "en": "[narrator] Wyler was sponsored by a distant relative",
      "vi": "Wyler được một người họ hàng xa tài trợ tiền,"
    }
  },
  {
    "translation": {
      "en": "who happened to run Universal Studios: Carl Laemmle.",
      "vi": "người này tình cờ là chủ hãng phim Universal, Carl Laemmle."
    }
  },
  {
    "translation": {
      "en": "[Wyler] He seemed to like me, and suddenly, he said,",
      "vi": "Ông ấy có vẻ thích tôi, và bỗng nhiên hỏi tôi:"
    }
  },
  {
    "translation": {
      "en": "\"How would you like to come to America?\"",
      "vi": "\"Có thích đến Mỹ không?\""
    }
  },
  {
    "translation": {
      "en": "You know, at that time, that was like going to the moon today.",
      "vi": "Bạn biết đấy, lúc đó, điều này tương tự với du hành lên mặt trăng ngày nay."
    }
  },
  {
    "translation": {
      "en": "My own family, although they were delighted to have me in America,",
      "vi": "Gia đình tôi rất vui mừng nếu tôi đến được Mỹ,"
    }
  },
  {
    "translation": {
      "en": "it was not particularly a thing for a young Jewish boy.",
      "vi": "nhưng với một cậu bé người Do Thái như tôi cũng không đặc biệt gì mấy."
    }
  },
  {
    "translation": {
      "en": "He should become a doctor or a lawyer or something.",
      "vi": "Nên trở thành bác sĩ hoặc luật sư gì đấy."
    }
  },
  {
    "translation": {
      "en": "But to go into the film business is a bit shady.",
      "vi": "Nhưng bước vào ngành điện ảnh thì khá mờ ám."
    }
  },
  {
    "translation": {
      "en": "[Spielberg] I think what speaks to me the most about Wyler",
      "vi": "Tôi nghĩ ấn tượng sâu sắc nhất của tôi về Wyler là"
    }
  },
  {
    "translation": {
      "en": "was the fact that he was a Jewish director",
      "vi": "ông ấy là một đạo diễn người Do Thái"
    }
  },
  {
    "translation": {
      "en": "who was committed to his faith and his culture.",
      "vi": "quyết tâm gìn giữ đức tin và văn hóa của dân tộc mình."
    }
  },
  {
    "translation": {
      "en": "He understood what Hitler was doing.",
      "vi": "Ông ấy hiểu rõ ý định của Hitler."
    }
  },
  {
    "translation": {
      "en": "He understood what was going to happen to the Jews.",
      "vi": "Ông ấy biết điều sẽ xảy ra với người dân Do Thái."
    }
  },
  {
    "translation": {
      "en": "[narrator] Wyler's family and friends were still in Europe and terrified.",
      "vi": "Gia đình và bạn bè của Wyler vẫn ở châu Âu và hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "His attempts to bring them over and sponsor them all",
      "vi": "Việc ông cố gắng bảo lãnh tất cả sang Mỹ"
    }
  },
  {
    "translation": {
      "en": "pushed him to his financial limits.",
      "vi": "khiến nguồn tài chính bị cạn kiệt."
    }
  },
  {
    "translation": {
      "en": "On a single night in Germany, in November, 1938, dozens of Jews were killed",
      "vi": "Ở nước Đức, vào một đêm tháng 11 năm 1938, hàng tá người Do Thái bị giết hại"
    }
  },
  {
    "translation": {
      "en": "and thousands of business and temples destroyed",
      "vi": "và hàng ngàn cửa hàng cùng đền thờ bị phá hủy"
    }
  },
  {
    "translation": {
      "en": "in the violent pogrom that came to be known as Kristallnacht.",
      "vi": "trong một cuộc tàn sát có tổ chức được biết đến với cái tên Kristallnacht."
    }
  },
  {
    "translation": {
      "en": "The rise of intolerance in Germany today,",
      "vi": "Sự không khoan dung ở nước Đức ngày nay... TỔNG THỐNG MỸ THỨ 31 (CỘNG HÒA)"
    }
  },
  {
    "translation": {
      "en": "the suffering being inflicted on an innocent and helpless people,",
      "vi": "TỔNG THỐNG MỸ THỨ 31 (CỘNG HÒA) ...với nhiều người dân vô tội phải chịu tang thương,"
    }
  },
  {
    "translation": {
      "en": "grieve every decent American.",
      "vi": "làm tất cả người Mỹ đau lòng."
    }
  },
  {
    "translation": {
      "en": "It makes us fearful for the whole progress of civilization.",
      "vi": "Nó khiến ta lo sợ cho sự tiến bộ của nền văn minh."
    }
  },
  {
    "translation": {
      "en": "[narrator] By the late '30s, conflict had broken out across the globe.",
      "vi": "Cuối thập niên 30, mâu thuẫn đã bùng nổ trên toàn cầu."
    }
  },
  {
    "translation": {
      "en": "Italy flexed its military muscle in Africa.",
      "vi": "Nước Ý tung hoành cỗ máy chiến tranh tại châu Phi."
    }
  },
  {
    "translation": {
      "en": "[man] In a blazing radio address,",
      "vi": "Khi phát biểu hùng hồn trên đài,"
    }
  },
  {
    "translation": {
      "en": "Mussolini proclaims his decision: \"War. Italy will conquer Ethiopia.\"",
      "vi": "Mussolini tuyên bố quyết định: \"Chiến tranh. Ý sẽ chinh phục Ethiopia.\""
    }
  },
  {
    "translation": {
      "en": "[narrator] Imperial Japan invaded China.",
      "vi": "Đế quốc Nhật Bản xâm chiếm Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "[man] The blast of war strikes Nantou,",
      "vi": "Chiến tranh nổ ra tại Nam Đầu,"
    }
  },
  {
    "translation": {
      "en": "and people flee from the terror and thunder of the bombs.",
      "vi": "người dân tháo chạy trong sợ hãi và tiếng bom rền vang."
    }
  },
  {
    "translation": {
      "en": "In the event of war in Europe, I think we should stay out of it entirely.",
      "vi": "Khi châu Âu có chiến tranh, tôi nghĩ ta không nên xen vào."
    }
  },
  {
    "translation": {
      "en": "I haven't the slightest idea of European affairs.",
      "vi": "Tôi không biết tí gì về ngoại giao các nước châu Âu."
    }
  },
  {
    "translation": {
      "en": "[Gerald Nye] Americans want no more war.",
      "vi": "Người Mỹ không muốn có thêm chiến tranh."
    }
  },
  {
    "translation": {
      "en": "Most of all, they want no more participation in foreign wars.",
      "vi": "Trên hết, họ không muốn tham chiến ở nước ngoài. THƯỢNG NGHỊ SĨ (CỘNG HÒA)"
    }
  },
  {
    "translation": {
      "en": "Hollywood was in a very delicate situation.",
      "vi": "Hollywood bị rơi vào... KHÔNG CAN DỰ NƯỚC KHÁC ...tình trạng rất nhạy cảm."
    }
  },
  {
    "translation": {
      "en": "[man] Fear of war grips Europe.",
      "vi": "Nỗi sợ chiến tranh ghìm chặt châu Âu."
    }
  },
  {
    "translation": {
      "en": "Travel greatly impeded.",
      "vi": "Du lịch bị cản trở."
    }
  },
  {
    "translation": {
      "en": "The men that ran the film companies, who were mainly Jewish men,",
      "vi": "YÊU CẦU NGƯỜI MỸ RỜI KHỎI ANH Chủ các công ty phim ảnh, đa số là người Do Thái,"
    }
  },
  {
    "translation": {
      "en": "did not want to cut off this big market of Germany.",
      "vi": "không muốn phải rời bỏ thị trường lớn tại Đức."
    }
  },
  {
    "translation": {
      "en": "They did not understand completely what was going on.",
      "vi": "Họ không thể hiểu tình hình chung."
    }
  },
  {
    "translation": {
      "en": "And they certainly weren't understanding the threat from Japan.",
      "vi": "Và chắc chắn không hiểu mối đe dọa từ Nhật Bản."
    }
  },
  {
    "translation": {
      "en": "So, there was a very strong feeling in the country",
      "vi": "Nên cả nước đều có linh cảm mạnh mẽ:"
    }
  },
  {
    "translation": {
      "en": "of, \"Let's stay out of this war.\"",
      "vi": "\"Hãy tránh xa cuộc chiến này.\""
    }
  },
  {
    "translation": {
      "en": "[narrator] By his own admission, George Stevens did not realize",
      "vi": "George Stevens cũng đã tự thừa nhận"
    }
  },
  {
    "translation": {
      "en": "the extent of the threat Hitler and Japan posed in 1938.",
      "vi": "ông không nhận ra mối nguy từ Hitler và Nhật Bản vào năm 1938."
    }
  },
  {
    "translation": {
      "en": "He wanted his next film to be an adaptation",
      "vi": "Ông định làm phim chuyển thể từ tiểu thuyết"
    }
  },
  {
    "translation": {
      "en": "of the acclaimed anti-war novel Paths of Glory,",
      "vi": "phản đối chiến tranh nổi tiếng, Đường tới vinh quang,"
    }
  },
  {
    "translation": {
      "en": "which was set during World War I.",
      "vi": "lấy bối cảnh Thế chiến I."
    }
  },
  {
    "translation": {
      "en": "What's interesting is Stevens' ambition.",
      "vi": "Điều thú vị chính là tham vọng của Stevens."
    }
  },
  {
    "translation": {
      "en": "He was very successful at making these lighthearted musicals and comedies.",
      "vi": "Ông ấy nổi tiếng với các phim ca nhạc và phim hài trong sáng."
    }
  },
  {
    "translation": {
      "en": "This is the guy that made Alice Adams,",
      "vi": "Phim Alice Adams là của ông."
    }
  },
  {
    "translation": {
      "en": "Vivacious Lady,",
      "vi": "Phim Vivacious Lady."
    }
  },
  {
    "translation": {
      "en": "and Swing Time,",
      "vi": "Và Swing Time,"
    }
  },
  {
    "translation": {
      "en": "the most elegant coverage of Astaire and Rogers.",
      "vi": "bộ phim duyên dáng nhất của Astaire và Rogers."
    }
  },
  {
    "translation": {
      "en": "This is a man who had a gift for light entertainment.",
      "vi": "Ông có năng khiếu đem đến sự giải trí nhẹ nhàng."
    }
  },
  {
    "translation": {
      "en": "He's looking to expand his range.",
      "vi": "Và đang tìm cách mở rộng đề tài của mình."
    }
  },
  {
    "translation": {
      "en": "The moment that he would have a success in a genre or form,",
      "vi": "PHIM TRƯỜNG VIVACIOUS LADY Ngay lúc thành công ở một thể loại nào đó,"
    }
  },
  {
    "translation": {
      "en": "he wanted to try something new.",
      "vi": "ông sẽ muốn thử thể loại mới ngay."
    }
  },
  {
    "translation": {
      "en": "He had a very curious mind.",
      "vi": "Ông luôn có tính tò mò cao."
    }
  },
  {
    "translation": {
      "en": "[George Stevens] It always interested me, with films,",
      "vi": "Với phim ảnh, tôi luôn thích thú"
    }
  },
  {
    "translation": {
      "en": "the opportunity for exploration of a new experience.",
      "vi": "với cơ hội được khám phá những trải nghiệm mới."
    }
  },
  {
    "translation": {
      "en": "I think, mostly, the films that I did,",
      "vi": "ĐẠI HỌC BANG OHIO Tôi nghĩ đa số các phim tôi làm,"
    }
  },
  {
    "translation": {
      "en": "I did because I hadn't done that kind of a film.",
      "vi": "đều là vì tôi chưa bao giờ làm thể loại đó."
    }
  },
  {
    "translation": {
      "en": "The directors in Hollywood, movie directors,",
      "vi": "Các đạo diễn phim ở Hollywood,"
    }
  },
  {
    "translation": {
      "en": "are the princes of Hollywood. They're never the kings.",
      "vi": "là những hoàng tử của Hollywood. Họ chưa bao giờ là ông hoàng."
    }
  },
  {
    "translation": {
      "en": "Always hovering above the directors are the people with the money.",
      "vi": "Bao trùm họ phía trên luôn là những người có tiền."
    }
  },
  {
    "translation": {
      "en": "And he ran into a brick wall when it came to making Paths of Glory.",
      "vi": "Và ông ấy đã gặp khó khăn lớn khi làm phim Đường tới vinh quang."
    }
  },
  {
    "translation": {
      "en": "[narrator] RKO told Stevens, \"This is no time to be making an anti-war picture.",
      "vi": "Hãng RKO nói với Stevens: \"Không phải lúc làm một phim phản đối chiến tranh."
    }
  },
  {
    "translation": {
      "en": "War is in the offing.\"",
      "vi": "Chiến tranh sắp kết thúc.\""
    }
  },
  {
    "translation": {
      "en": "Stevens replied, \"What better time for an anti-war picture?\"",
      "vi": "Stevens hỏi: \"Lúc nào thì sẽ thích hợp hơn?\""
    }
  },
  {
    "translation": {
      "en": "But the studio steered him towards Gunga Din instead.",
      "vi": "Nhưng hãng phim đã chèo kéo ông làm phim Gunga Din."
    }
  },
  {
    "translation": {
      "en": "[man] On location with Gunga Din,",
      "vi": "Tại địa điểm quay Gunga Din,"
    }
  },
  {
    "translation": {
      "en": "they see director George Stevens and his crew",
      "vi": "George Stevens và đoàn làm phim"
    }
  },
  {
    "translation": {
      "en": "film a bit of action for the big outdoor spectacle.",
      "vi": "đã quay vài pha hành động với ngoại cảnh."
    }
  },
  {
    "translation": {
      "en": "[Kasdan] He went off into the desert,",
      "vi": "Ông ấy đã tiến ra ngoài sa mạc..."
    }
  },
  {
    "translation": {
      "en": "and made an extraordinarily fun, swashbuckling adventure,",
      "vi": "...tạo ra một cuộc phiêu lưu vui nhộn và dồn dập,"
    }
  },
  {
    "translation": {
      "en": "a film that had a huge impact on Raiders of the Lost Ark,",
      "vi": "có sức ảnh hưởng to lớn đến phim Chiếc rương thánh tích,"
    }
  },
  {
    "translation": {
      "en": "and a hundred other movies.",
      "vi": "và hàng trăm bộ phim khác."
    }
  },
  {
    "translation": {
      "en": "But it is the opposite of Paths of Glory.",
      "vi": "Nhưng nó hoàn toàn trái ngược với Đường tới vinh quang."
    }
  },
  {
    "translation": {
      "en": "It makes war look like fun.",
      "vi": "Nó có cái nhìn vui nhộn về chiến tranh."
    }
  },
  {
    "translation": {
      "en": "[narrator] Stevens later said of the film,",
      "vi": "Stevens sau đó nói về bộ phim:"
    }
  },
  {
    "translation": {
      "en": "\"It celebrates the rumbling of the drums and the waving of the flags.",
      "vi": "\"Nó tán dương tiếng trống âm vang và những lá cờ vẫy gọi."
    }
  },
  {
    "translation": {
      "en": "Another year, and I would've been too smart to do it.\"",
      "vi": "Một năm nữa khi chín chắn hơn, chắc tôi sẽ chả làm phim này.\""
    }
  },
  {
    "translation": {
      "en": "In February, 1939, Frank Capra won his third directing Oscar",
      "vi": "Vào tháng 2 năm 1939, Frank Capra đoạt giải Oscar lần thứ ba"
    }
  },
  {
    "translation": {
      "en": "for his film You Can't Take It With You.",
      "vi": "với bộ phim You Can't Take It with You."
    }
  },
  {
    "translation": {
      "en": "He had won previously for It Happened One Night",
      "vi": "Trước đó ông đã thắng giải với Chuyện xảy ra trong đêm,"
    }
  },
  {
    "translation": {
      "en": "and Mr. Deeds Goes to Town.",
      "vi": "và phim Mr. Deeds Goes To Town."
    }
  },
  {
    "translation": {
      "en": "[del Toro] Before the war, his dominance in the industry",
      "vi": "Trước chiến tranh, ông chiếm ưu thế"
    }
  },
  {
    "translation": {
      "en": "was quite close to complete.",
      "vi": "gần như tối cao trong ngành."
    }
  },
  {
    "translation": {
      "en": "Capra bridges comedy",
      "vi": "Capra làm cầu nối cho phim hài"
    }
  },
  {
    "translation": {
      "en": "from the silent, which was a gag-driven time for comedy,",
      "vi": "từ dạng phim câm, mà trước đó là chủ đạo trong phim hài..."
    }
  },
  {
    "translation": {
      "en": "to the verbal.",
      "vi": "sang phim có tiếng."
    }
  },
  {
    "translation": {
      "en": "What are you going to do?",
      "vi": "Cô định sẽ làm gì?"
    }
  },
  {
    "translation": {
      "en": "It's a system all my own.",
      "vi": "CHUYỆN XẢY RA TRONG ĐÊM Phụ thuộc cả vào tôi thôi."
    }
  },
  {
    "translation": {
      "en": "[del Toro] It becomes accessible to the man on the street,",
      "vi": "Cả một người bình dân cũng có thể xem nó,"
    }
  },
  {
    "translation": {
      "en": "and that makes his product eminently American.",
      "vi": "nên tác phẩm của ông mang tinh thần Mỹ đại chúng."
    }
  },
  {
    "translation": {
      "en": "Consumable, and yet of undeniable quality.",
      "vi": "Ai cũng xem được, nhưng chất lượng vẫn không thể chối cãi."
    }
  },
  {
    "translation": {
      "en": "[narrator] Capra wanted his next film to be about the American Revolution,",
      "vi": "Dự án phim tiếp theo Capra muốn làm là về Cách mạng Mỹ,"
    }
  },
  {
    "translation": {
      "en": "with George Washington as its hero.",
      "vi": "về anh hùng George Washington."
    }
  },
  {
    "translation": {
      "en": "But Harry Cohn, Capra's boss at Columbia, turned it down,",
      "vi": "Nhưng Harry Cohn, sếp của Capra tại hãng phim Columbia không thông qua,"
    }
  },
  {
    "translation": {
      "en": "and the reason was something Capra hadn't considered.",
      "vi": "với lý do mà Capra đã không lường trước."
    }
  },
  {
    "translation": {
      "en": "Cohn didn't want to finance a picture",
      "vi": "Cohn không muốn chi tiền cho phim"
    }
  },
  {
    "translation": {
      "en": "in which British soldiers were portrayed as villains,",
      "vi": "mà có lính Anh là nhân vật phản diện,"
    }
  },
  {
    "translation": {
      "en": "not when England might soon be in a fight for its existence.",
      "vi": "nhất là khi nước Anh đang chuẩn bị một cuộc chiến sống còn."
    }
  },
  {
    "translation": {
      "en": "It was the start of an awakening for Capra.",
      "vi": "Đó là lúc Capra bắt đầu bừng tỉnh."
    }
  },
  {
    "translation": {
      "en": "He decided to train his cameras on contemporary Washington instead.",
      "vi": "Ông quyết định tập trung máy quay vào Washington đương thời."
    }
  },
  {
    "translation": {
      "en": "While scouting his next film in D.C.,",
      "vi": "Khi đang thăm dò cho bộ phim tiếp theo tại thủ đô,"
    }
  },
  {
    "translation": {
      "en": "Capra, a conservative Republican, met with President Roosevelt.",
      "vi": "Capra, một người Cộng hòa bảo thủ, đã gặp Tổng thống Roosevelt."
    }
  },
  {
    "translation": {
      "en": "Let no one imagine that America will escape,",
      "vi": "Sẽ không có chuyện nước Mỹ trốn thoát..."
    }
  },
  {
    "translation": {
      "en": "that America may expect mercy.",
      "vi": "TỔNG THỐNG MỸ THỨ 32 (DÂN CHỦ) ...rằng nước Mỹ sẽ trông đợi một ân huệ."
    }
  },
  {
    "translation": {
      "en": "The peace-loving nations must make a concerted effort",
      "vi": "Những quốc gia yêu hòa bình phải cùng nhau phối hợp..."
    }
  },
  {
    "translation": {
      "en": "in opposition to those violations of treaties",
      "vi": "trong cố gắng phản đối những vi phạm hiệp ước quốc tế"
    }
  },
  {
    "translation": {
      "en": "and those ignorings of humane instincts,",
      "vi": "và sự thờ ơ đối với bản năng nhân loại,"
    }
  },
  {
    "translation": {
      "en": "which today are creating a state of international anarchy,",
      "vi": "chính nó đang tạo ra hỗn loạn thế giới,"
    }
  },
  {
    "translation": {
      "en": "international instability,",
      "vi": "và sự bất ổn định toàn cầu,"
    }
  },
  {
    "translation": {
      "en": "from which there is no escape through mere isolation or neutrality.",
      "vi": "và vì thế không có lối thoát nào qua sự cô lập hay trung lập."
    }
  },
  {
    "translation": {
      "en": "[narrator] Capra was dazzled by what he called \"FDR's awesome aura.\"",
      "vi": "Capra sững sờ bởi thứ gọi là \"thần thái tuyệt diệu của Roosevelt.\""
    }
  },
  {
    "translation": {
      "en": "He came home convinced that Roosevelt was right.",
      "vi": "Ông càng tin rằng Roosevelt đã đúng."
    }
  },
  {
    "translation": {
      "en": "America had to stop Hitler at any cost.",
      "vi": "Nước Mỹ phải chặn đứng Hitler bằng mọi giá."
    }
  },
  {
    "translation": {
      "en": "Like Ford, Capra went public at a rally.",
      "vi": "Như Ford, Capra cũng tham gia biểu tình."
    }
  },
  {
    "translation": {
      "en": "He told the audience that capitulation to Hitler",
      "vi": "Ông đã hô hào rằng nhượng bộ Hitler"
    }
  },
  {
    "translation": {
      "en": "would mean barbarism and terror.",
      "vi": "là tàn nhẫn và khiếp sợ."
    }
  },
  {
    "translation": {
      "en": "He never looked back.",
      "vi": "Ông đã không hề nhìn lại."
    }
  },
  {
    "translation": {
      "en": "The interesting thing about Capra, also, for me,",
      "vi": "Với tôi, điều thú vị là Capra cũng là"
    }
  },
  {
    "translation": {
      "en": "is that he is an immigrant.",
      "vi": "một người nhập cư."
    }
  },
  {
    "translation": {
      "en": "Capra comes from Italy,",
      "vi": "Capra đến từ nước Ý,"
    }
  },
  {
    "translation": {
      "en": "which, at that time, is not seen as a country that is sophisticated.",
      "vi": "thời điểm đó vẫn chưa phải là một quốc gia văn minh."
    }
  },
  {
    "translation": {
      "en": "[narrator] Despite his fame, the Sicilian immigrant was still the target of slurs.",
      "vi": "Mặc dù nổi tiếng, nhân vật từ đảo Sicily vẫn là mục tiêu cho các trò đùa."
    }
  },
  {
    "translation": {
      "en": "A Collier's magazine profile called him a \"Little Wop.\"",
      "vi": "BÀN TAY Ý TÀI TÌNH Một bài viết trên tạp chí Collier gọi ông là \"người Ý nhỏ bé.\""
    }
  },
  {
    "translation": {
      "en": "[del Toro] He is incredibly eager and incredibly pressured",
      "vi": "Ông ấy rất hăm hở và bị thúc ép"
    }
  },
  {
    "translation": {
      "en": "to prove himself.",
      "vi": "phải thể hiện bản thân mình."
    }
  },
  {
    "translation": {
      "en": "That spirit is still the spirit that he shares",
      "vi": "Một tinh thần chung mà ông ấy"
    }
  },
  {
    "translation": {
      "en": "with millions of other immigrants from other countries in America.",
      "vi": "và hàng triệu người nhập cư khác sống tại Mỹ có được."
    }
  },
  {
    "translation": {
      "en": "And I think that is not only in him and his career,",
      "vi": "Nó không những thể hiện qua con người và sự nghiệp,"
    }
  },
  {
    "translation": {
      "en": "but in his characters.",
      "vi": "mà còn ở các nhân vật của ông."
    }
  },
  {
    "translation": {
      "en": "America is almost dreamlike for him.",
      "vi": "Với ông, nước Mỹ giống như một giấc mơ,"
    }
  },
  {
    "translation": {
      "en": "The dream of the Land of the Free",
      "vi": "giấc mơ về Mảnh đất Tự do"
    }
  },
  {
    "translation": {
      "en": "and the idea that one man can stand against the system.",
      "vi": "và lý tưởng về một người có thể đứng lên chống lại chế độ."
    }
  },
  {
    "translation": {
      "en": "[man] The galleries are packed.",
      "vi": "Các ban công đều kín người."
    }
  },
  {
    "translation": {
      "en": "In the diplomatic gallery are the envoys of two dictator powers.",
      "vi": "Ở các ghế ngoại giao có đặc phái viên của hai nhà độc tài."
    }
  },
  {
    "translation": {
      "en": "They have come here to see what they can't see at home:",
      "vi": "Họ đến đây để xem thứ mà quê nhà họ không có:"
    }
  },
  {
    "translation": {
      "en": "Democracy in action.",
      "vi": "Dân chủ thực tế."
    }
  },
  {
    "translation": {
      "en": "There's no place out there for graft, or greed, or lies,",
      "vi": "Không có chỗ cho việc hối lộ, hay lòng tham, hay dối trá,"
    }
  },
  {
    "translation": {
      "en": "or compromise with human liberties.",
      "vi": "hay đánh đổi với tự do con người."
    }
  },
  {
    "translation": {
      "en": "His films express this basic need to be good.",
      "vi": "Phim của ông chỉ ra nhu cầu cơ bản được làm người tốt."
    }
  },
  {
    "translation": {
      "en": "Telegrams, 50,000 of them, demanding that he yield this floor.",
      "vi": "Năm mươi ngàn bức điện tín yêu cầu ông ta nhượng lời cho người khác."
    }
  },
  {
    "translation": {
      "en": "[del Toro] It always shows me the true yearning inside of Capra,",
      "vi": "Nó luôn cho tôi thấy khát khao thẳm sâu của Capra,"
    }
  },
  {
    "translation": {
      "en": "which was existential and not political.",
      "vi": "về mặt hiện sinh, không phải chính trị."
    }
  },
  {
    "translation": {
      "en": "I think politically, he was very confused,",
      "vi": "Tôi nghĩ về mặt chính trị, ông ấy rất bối rối,"
    }
  },
  {
    "translation": {
      "en": "but the yearning, the need to be loved, the need to be saved,",
      "vi": "nhưng khát khao được yêu thương, và được cứu rỗi"
    }
  },
  {
    "translation": {
      "en": "was true inside him.",
      "vi": "luôn ở trong tim ông ấy."
    }
  },
  {
    "translation": {
      "en": "I guess this is just another lost cause, Mr. Paine.",
      "vi": "Ngài Paine, lại là một vụ kiện thất bại thôi chứ gì."
    }
  },
  {
    "translation": {
      "en": "[man] The Germans start bombing, attacking Poland.",
      "vi": "Quân Đức bắt đầu thả bom tấn công Ba Lan."
    }
  },
  {
    "translation": {
      "en": "The Second World War begins with terror from the sky.",
      "vi": "Thế chiến II nổ ra từ trên trời."
    }
  },
  {
    "translation": {
      "en": "Hitler has reconstructed Germany for war",
      "vi": "Hitler đã tái thiết nước Đức cho cuộc chiến,"
    }
  },
  {
    "translation": {
      "en": "and built a military juggernaut too great for Poland to resist.",
      "vi": "xây dựng một quân đội hùng mạnh khiến Ba Lan không thể chống lại."
    }
  },
  {
    "translation": {
      "en": "Britain declares war.",
      "vi": "Nước Anh tuyên bố chiến tranh."
    }
  },
  {
    "translation": {
      "en": "Two million men under arms",
      "vi": "Hai triệu người trang bị vũ trang"
    }
  },
  {
    "translation": {
      "en": "as the French Army makes ready for battle.",
      "vi": "khi quân Pháp đã sẵn sàng tham chiến."
    }
  },
  {
    "translation": {
      "en": "America stands at the crossroads of its destiny.",
      "vi": "Nước Mỹ đang đứng trước quyết định vận mệnh."
    }
  },
  {
    "translation": {
      "en": "A few weeks have seen great nations fall.",
      "vi": "Trong vài tuần, nhiều quốc gia hùng mạnh đã thất thủ."
    }
  },
  {
    "translation": {
      "en": "[narrator] By September, 1940, Nazi Germany had conquered Belgium,",
      "vi": "Đến tháng 9 năm 1940, Đức Quốc xã đã chiếm được Bỉ,"
    }
  },
  {
    "translation": {
      "en": "Holland, Norway, Luxembourg and France",
      "vi": "Hà Lan, Na Uy, Luxembourg và Pháp,"
    }
  },
  {
    "translation": {
      "en": "and had begun a bombing campaign over England.",
      "vi": "và triển khai chiến dịch thả bom vào nước Anh."
    }
  },
  {
    "translation": {
      "en": "[man] Winston Churchill exhorts unbending resistance.",
      "vi": "Winston Churchill hô hào kháng cự đến cùng."
    }
  },
  {
    "translation": {
      "en": "Downing Street, where the Prime Minister resides, is bombed.",
      "vi": "Phố Downing, nơi cư trú của thủ tướng, đã bị đánh bom."
    }
  },
  {
    "translation": {
      "en": "He is the voice of British determination to stick it out.",
      "vi": "Ông là đại diện cho quyết tâm chiến đấu đến cùng của người Anh."
    }
  },
  {
    "translation": {
      "en": "[Charles Lindbergh] France has now been defeated,",
      "vi": "Nước Pháp đã bị thu phục,"
    }
  },
  {
    "translation": {
      "en": "and, despite the propaganda and confusion of recent months,",
      "vi": "và dù có tuyên truyền và nhiều nhầm lẫn trong vài tháng gần đây..."
    }
  },
  {
    "translation": {
      "en": "it is now obvious that England is losing the war.",
      "vi": "NHÀ TIÊN PHONG HÀNG KHÔNG ...giờ đây Anh rõ ràng sẽ thua trận."
    }
  },
  {
    "translation": {
      "en": "And I have been forced to the conclusion",
      "vi": "Và tôi buộc phải đưa ra kết luận rằng"
    }
  },
  {
    "translation": {
      "en": "that we cannot win this war for England,",
      "vi": "chúng ta không thể thắng cuộc chiến này giúp nước Anh,"
    }
  },
  {
    "translation": {
      "en": "regardless of how much assistance we send.",
      "vi": "cho dù ta có gửi bao nhiêu viện trợ đi nữa."
    }
  },
  {
    "translation": {
      "en": "That is why the America First Committee has been formed.",
      "vi": "Vì thế, Ủy ban nước Mỹ trên hết được thành lập."
    }
  },
  {
    "translation": {
      "en": "[narrator] In 1940, John Ford solidified his reputation",
      "vi": "Năm 1940, John Ford khẳng định danh tiếng của mình"
    }
  },
  {
    "translation": {
      "en": "as one of the most socially",
      "vi": "là nhà làm phim có liên hệ"
    }
  },
  {
    "translation": {
      "en": "and politically engaged filmmakers in Hollywood",
      "vi": "với vấn đề xã hội và chính trị nhất Hollywood"
    }
  },
  {
    "translation": {
      "en": "with two new films:",
      "vi": "với hai bộ phim mới:"
    }
  },
  {
    "translation": {
      "en": "The Long Voyage Home and The Grapes of Wrath.",
      "vi": "The Long Voyage Home và Chùm nho uất hận. CHÙM NHO UẤT HẬN"
    }
  },
  {
    "translation": {
      "en": "[Greengrass] The Grapes of Wrath is the great, great Hollywood film",
      "vi": "Chùm nho uất hận là một phim vĩ đại của Hollywood"
    }
  },
  {
    "translation": {
      "en": "about the nature of society.",
      "vi": "nói về bản chất của xã hội."
    }
  },
  {
    "translation": {
      "en": "Well, maybe it's like Casy says.",
      "vi": "Có lẽ giống như Casy nói."
    }
  },
  {
    "translation": {
      "en": "A fella ain't got a soul of his own,",
      "vi": "Một người không chỉ có một tâm hồn,"
    }
  },
  {
    "translation": {
      "en": "just... a little piece of a big soul,",
      "vi": "mà là...một mảnh nhỏ của tâm hồn lớn hơn,"
    }
  },
  {
    "translation": {
      "en": "the one big soul that belongs to everybody.",
      "vi": "một tâm hồn bao quát thuộc về tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "You can see reality coming ever closer to Ford...",
      "vi": "Bạn có thể thấy... Ford biểu hiện thực tế rõ ràng hơn..."
    }
  },
  {
    "translation": {
      "en": "in The Long Voyage Home,",
      "vi": "trong The Long Voyage Home,"
    }
  },
  {
    "translation": {
      "en": "where you have the reference to Norway having fallen.",
      "vi": "khi có ám chỉ sự thất thủ của Na Uy."
    }
  },
  {
    "translation": {
      "en": "To introduce an element that's so specific, so contemporary,",
      "vi": "Một yếu tố cụ thể và đương thời"
    }
  },
  {
    "translation": {
      "en": "I mean, literally ripped out of that day's newspapers.",
      "vi": "ý là, như thể được xé ra từ một tờ báo vậy."
    }
  },
  {
    "translation": {
      "en": "He did it deliberately. It was a deliberate choice.",
      "vi": "QUÂN ĐỨC TẤN CÔNG NA UY Ông cố ý làm như thế. Đó là một lựa chọn có chủ đích."
    }
  },
  {
    "translation": {
      "en": "One of my most interesting experiences in filmmaking",
      "vi": "Một trong những trải nghiệm hay nhất của tôi...khi làm phim..."
    }
  },
  {
    "translation": {
      "en": "was The Long Voyage Home, by Eugene O'Neill.",
      "vi": "Một trong những trải nghiệm hay nhất của tôi...khi làm phim... GIỌNG JOHN FORD ...là The Long Voyage Home, do Eugene O'Neill viết kịch bản."
    }
  },
  {
    "translation": {
      "en": "I never realized at the time that, in a few months,",
      "vi": "Tôi không hề biết rằng, vài tháng sau đó,"
    }
  },
  {
    "translation": {
      "en": "I'd be being bombed from the air by the same type of planes.",
      "vi": "tôi sẽ bị thả bom bởi cùng loại phi cơ đó."
    }
  },
  {
    "translation": {
      "en": "[narrator] By then, addressing the war in movies was no longer enough for Ford.",
      "vi": "Từ đó, Ford thấy rằng nói đến chiến tranh trong phim vẫn chưa đủ."
    }
  },
  {
    "translation": {
      "en": "He petitioned the Navy to start an official photographic naval unit",
      "vi": "Ông thỉnh cầu Hải quân thành lập đơn vị nhiếp ảnh chính thức"
    }
  },
  {
    "translation": {
      "en": "to be called Field Photo.",
      "vi": "với tên gọi Field Photo."
    }
  },
  {
    "translation": {
      "en": "And he recruits cameramen, soundmen, editors,",
      "vi": "Ông tuyển dụng người quay phim, chuyên gia âm thanh, biên tập viên,"
    }
  },
  {
    "translation": {
      "en": "all the elements that he would later bring to the US government.",
      "vi": "và các nhân tố cần thiết để sau đó trình diện với chính phủ Mỹ."
    }
  },
  {
    "translation": {
      "en": "[narrator] Field Photo met once a week on the Fox lot",
      "vi": "Họ họp một tuần một lần tại trường quay của Fox"
    }
  },
  {
    "translation": {
      "en": "and ran through drills with props and costume uniforms.",
      "vi": "và tập huấn cùng đạo cụ và đồng phục hóa trang."
    }
  },
  {
    "translation": {
      "en": "The unit was soon designated an official part of the Naval Reserve.",
      "vi": "Đơn vị này nhanh chóng trở thành bộ phận chính thức của Hải quân Dự bị."
    }
  },
  {
    "translation": {
      "en": "The whole idea of John Ford in uniform, which he was obsessed by, incidentally,",
      "vi": "Việc John Ford vào quân ngũ, điều mà ông bị ám ảnh một cách tình cờ,"
    }
  },
  {
    "translation": {
      "en": "the idea of John Ford, of all people, fitting into a Navy hierarchy...",
      "vi": "việc một người như John Ford phải học theo kỷ luật hải quân,"
    }
  },
  {
    "translation": {
      "en": "It's that divided personality.",
      "vi": "thể hiện hai mặt tách biệt trong cá tính ông."
    }
  },
  {
    "translation": {
      "en": "He yearned to be that disciplined man of rectitude.",
      "vi": "Ông khao khát trở thành một người chính trực, có kỷ luật."
    }
  },
  {
    "translation": {
      "en": "But it was at odds with the rebel outsider.",
      "vi": "Nhưng nó lại không đi đôi với vẻ ngoài nổi loạn."
    }
  },
  {
    "translation": {
      "en": "Behind the sort of hard drinking,",
      "vi": "Mặc dù uống rượu rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "he was a highly attuned thinker and artist,",
      "vi": "ông là một nhà tư duy hòa hợp và là một nghệ sĩ,"
    }
  },
  {
    "translation": {
      "en": "who could see that the world was collapsing.",
      "vi": "ông thấy rằng thế giới sắp sụp đổ."
    }
  },
  {
    "translation": {
      "en": "[narrator] Ford received his third Best Director nomination that year",
      "vi": "Năm đó, Ford nhận đề cử Đạo diễn Xuất sắc lần thứ ba"
    }
  },
  {
    "translation": {
      "en": "for The Grapes of Wrath.",
      "vi": "cho phim Chùm nho uất hận."
    }
  },
  {
    "translation": {
      "en": "William Wyler was also nominated for the third time",
      "vi": "William Wyler được đề cử lần thứ ba"
    }
  },
  {
    "translation": {
      "en": "for his work on The Letter.",
      "vi": "cho phim The Letter."
    }
  },
  {
    "translation": {
      "en": "[Spielberg] All of Wyler's movies before the war,",
      "vi": "Tất cả những phim của Wyler trước chiến tranh"
    }
  },
  {
    "translation": {
      "en": "they were like sitting down with a good book.",
      "vi": "giống như ngồi đọc một cuốn sách hay vậy."
    }
  },
  {
    "translation": {
      "en": "But they weren't relevant to the affairs of the world in any way.",
      "vi": "Nhưng nó không đề cập gì đến thế sự."
    }
  },
  {
    "translation": {
      "en": "[man] Next, the awards.",
      "vi": "Tiếp theo là phần trao giải."
    }
  },
  {
    "translation": {
      "en": "[Spielberg] Frank Capra brought the nominees",
      "vi": "Frank Capra gọi những người được đề cử"
    }
  },
  {
    "translation": {
      "en": "that were in attendance at the Oscars that night onto stage,",
      "vi": "có mặt tại lễ trao giải Oscar đêm đó bước lên sân khấu,"
    }
  },
  {
    "translation": {
      "en": "which was kind of weird.",
      "vi": "một điều lạ lùng."
    }
  },
  {
    "translation": {
      "en": "And then, while they were standing there, he gave the award to John Ford,",
      "vi": "Và khi họ đứng trên đó, ông trao giải thưởng cho John Ford,"
    }
  },
  {
    "translation": {
      "en": "who never even showed up, because Ford was out fishing on his boat.",
      "vi": "người thậm chí không có mặt ở đó, vì bận đi câu cá."
    }
  },
  {
    "translation": {
      "en": "[narrator] Wyler, once again, went home empty-handed.",
      "vi": "Wyler, một lần nữa, ra về trắng tay."
    }
  },
  {
    "translation": {
      "en": "[man] The Motion Picture Academy of Arts and Sciences",
      "vi": "Viện Hàn lâm Khoa học và Mỹ thuật"
    }
  },
  {
    "translation": {
      "en": "hears an inspiring radio message",
      "vi": "lắng nghe lời nhắn trên radio"
    }
  },
  {
    "translation": {
      "en": "direct from the president in the White House.",
      "vi": "của chính tổng thống trực tiếp từ Nhà Trắng."
    }
  },
  {
    "translation": {
      "en": "We have seen the American motion picture become foremost in all the world.",
      "vi": "Chúng ta đã chứng kiến ngành điện ảnh Mỹ leo lên đỉnh cao thế giới."
    }
  },
  {
    "translation": {
      "en": "We've seen it reflect our civilization throughout the rest of the world.",
      "vi": "Nó phản ánh nền văn minh của ta đến phần còn lại của thế giới."
    }
  },
  {
    "translation": {
      "en": "The aims and the aspirations and the ideals of a free people",
      "vi": "Những mục tiêu, nguyện vọng và lý tưởng của một con người tự do"
    }
  },
  {
    "translation": {
      "en": "and of freedom itself.",
      "vi": "và của sự tự do."
    }
  },
  {
    "translation": {
      "en": "[narrator] In June, 1941, Nazi Germany began a massive invasion of Russia,",
      "vi": "Tháng Sáu năm 1941, Đức Quốc xã bắt đầu cuộc xâm lược lớn vào Nga,"
    }
  },
  {
    "translation": {
      "en": "in a dramatic escalation of the war.",
      "vi": "một sự leo thang kịch tính của cuộc chiến."
    }
  },
  {
    "translation": {
      "en": "[man] These are the first motion pictures of the Nazi-Soviet war.",
      "vi": "Đây là những bộ phim điện ảnh đầu tiên về cuộc chiến Đức Quốc xã và Liên Xô. Phim do Moscow phát hành."
    }
  },
  {
    "translation": {
      "en": "Film released by Moscow.",
      "vi": "về cuộc chiến Đức Quốc xã và Liên Xô. Phim do Moscow phát hành."
    }
  },
  {
    "translation": {
      "en": "The Red Army in action.",
      "vi": "Hồng quân đang chiến đấu."
    }
  },
  {
    "translation": {
      "en": "The Germans drive deep into Russia.",
      "vi": "Quân Đức tiến sâu vào lãnh thổ nước Nga."
    }
  },
  {
    "translation": {
      "en": "Stalin has ordered the destruction of everything in their path.",
      "vi": "Stalin tuyên bố phá hủy mọi thứ trên đường đi của chúng."
    }
  },
  {
    "translation": {
      "en": "[narrator] A month later, Warner Bros. released Sergeant York.",
      "vi": "Một tháng sau, hãng Warner Bros ra mắt phim Trung sĩ York."
    }
  },
  {
    "translation": {
      "en": "Huston was one of the writers of the film,",
      "vi": "Huston kết hợp viết kịch bản phim này,"
    }
  },
  {
    "translation": {
      "en": "a true story about a decorated hero in World War I.",
      "vi": "một câu chuyện có thật về một anh hùng trong Thế chiến I."
    }
  },
  {
    "translation": {
      "en": "[Coppola] It's the story of, essentially, a man who was a conscientious objector,",
      "vi": "Cơ bản là nó kể về một nhân vật phản đối có lương tâm,"
    }
  },
  {
    "translation": {
      "en": "who believes that the Bible says that we should not kill,",
      "vi": "tin vào điều kinh thánh đã dạy rằng ta không nên giết người,"
    }
  },
  {
    "translation": {
      "en": "and he does not want to kill.",
      "vi": "nên không muốn giết người."
    }
  },
  {
    "translation": {
      "en": "Of course, he turns out to be the most effective soldier.",
      "vi": "Dĩ nhiên, anh ấy trở thành chiến sĩ hiệu quả nhất."
    }
  },
  {
    "translation": {
      "en": "He takes out an entire German gun emplacement.",
      "vi": "Anh đã gỡ bỏ toàn bộ ụ súng của quân Đức. TRUNG SĨ YORK"
    }
  },
  {
    "translation": {
      "en": "Them guns was killing hundreds, maybe thousands,",
      "vi": "Những khẩu súng đã giết hàng trăm, có thể hàng nghìn người,"
    }
  },
  {
    "translation": {
      "en": "and there weren't nothin' anybody could do but to stop them guns.",
      "vi": "và không ai có thể làm gì ngoài việc vô hiệu hóa chúng."
    }
  },
  {
    "translation": {
      "en": "[Coppola] The movie slowly built its premise",
      "vi": "Bộ phim dần hình thành một tiền đề rằng"
    }
  },
  {
    "translation": {
      "en": "that someone who could be so against killing",
      "vi": "một người phản đối việc giết chóc"
    }
  },
  {
    "translation": {
      "en": "could ultimately also be a very effective soldier",
      "vi": "cuối cùng vẫn có thể trở thành một người lính thực thụ"
    }
  },
  {
    "translation": {
      "en": "if the idea behind it could make sense to him.",
      "vi": "nếu anh ta tìm được giải thích hợp lý."
    }
  },
  {
    "translation": {
      "en": "[narrator] Sergeant York became the highest-grossing film of 1941.",
      "vi": "Trung sĩ York trở thành bộ phim có doanh thu cao nhất năm 1941."
    }
  },
  {
    "translation": {
      "en": "Its runaway success rankled the isolationists in Washington,",
      "vi": "'TRUNG SĨ YORK' DẪN ĐẦU DOANH THU Thành công bất ngờ của nó khiến phe biệt lập ở Washington khó chịu"
    }
  },
  {
    "translation": {
      "en": "and they decided the time was right to go after Hollywood.",
      "vi": "và họ quyết định đó là thời điểm phải điều tra Hollywood."
    }
  },
  {
    "translation": {
      "en": "Senator Gerald Nye claimed",
      "vi": "Thượng nghị sĩ Gerald Nye cho rằng các hãng phim"
    }
  },
  {
    "translation": {
      "en": "that the studios were colluding with the Roosevelt Administration",
      "vi": "Thượng nghị sĩ Gerald Nye cho rằng các hãng phim cấu kết với chính phủ Roosevelt"
    }
  },
  {
    "translation": {
      "en": "to make pro-war propaganda, and he called hearings.",
      "vi": "để làm phim tuyên truyền chiến tranh và triệu tập điều trần. NYE CÔNG KÍCH CÁC NHÀ LÀM PHIM"
    }
  },
  {
    "translation": {
      "en": "Studio heads and filmmakers were summoned to testify before Congress.",
      "vi": "HỎI CHAPLIN VỀ 'ĐỘC TÀI VĨ ĐẠI' Giám đốc hãng phim và các nhà làm phim bị triệu tập để khai báo trước Quốc hội."
    }
  },
  {
    "translation": {
      "en": "In Harry Warner's testimony, he stated,",
      "vi": "Trong lời khai của Harry Warner, ông đã nói:"
    }
  },
  {
    "translation": {
      "en": "\"In truth, the only sin of which Warner Bros. is guilty",
      "vi": "\"Thật ra, tội lỗi duy nhất mà hãng Warner Bros mắc phải"
    }
  },
  {
    "translation": {
      "en": "is that of accurately recording on the screen the world as it is.\"",
      "vi": "chính là phơi bày sự thật thế giới trên màn ảnh.\""
    }
  },
  {
    "translation": {
      "en": "[man] Incendiary bombs and high explosives",
      "vi": "Bom đạn và những vụ nổ lớn"
    }
  },
  {
    "translation": {
      "en": "rained down on every part of the British capital indiscriminately.",
      "vi": "ào ạt đổ xuống thủ đô nước Anh không thương tiếc."
    }
  },
  {
    "translation": {
      "en": "Chungking, a mass of flaming ruins",
      "vi": "DỘI BOM TRÙNG KHÁNH Trùng Khánh, tàn tích rực lửa"
    }
  },
  {
    "translation": {
      "en": "after one of the most frightful of air raids,",
      "vi": "sau trận công kích được cho là đáng sợ nhất,"
    }
  },
  {
    "translation": {
      "en": "reminding us grimly that, while Europe holds the headlines,",
      "vi": "nhắc nhở ta rằng, mặc dù châu Âu luôn là tiêu điểm báo chí,"
    }
  },
  {
    "translation": {
      "en": "the China war drags on with unending tragedy.",
      "vi": "nhưng chiến tranh Trung Quốc cũng rất kịch liệt."
    }
  },
  {
    "translation": {
      "en": "Yet, the stubborn defense against Japan goes on.",
      "vi": "Nhưng sức phòng thủ chống lại Nhật Bản vẫn tiếp tục."
    }
  },
  {
    "translation": {
      "en": "I got a call from my agent.",
      "vi": "Bên đại diện gọi tôi."
    }
  },
  {
    "translation": {
      "en": "He wanted to see me about a picture called Mrs. Miniver.",
      "vi": "Ông ấy muốn gặp tôi để bàn về phim Mrs. Miniver."
    }
  },
  {
    "translation": {
      "en": "I didn't know anything about it.",
      "vi": "Tôi không hề biết gì. GIỌNG WILLIAM WYLER"
    }
  },
  {
    "translation": {
      "en": "He said it's about England at war.",
      "vi": "Ông ấy bảo đề tài là về nước Anh trong chiến tranh."
    }
  },
  {
    "translation": {
      "en": "Oh, well, I was interested right away.",
      "vi": "Ôi, tôi cảm thấy hứng thú ngay."
    }
  },
  {
    "translation": {
      "en": "[Spielberg] I really think that he began to try to find a cause.",
      "vi": "Tôi nghĩ ông ấy bắt đầu tìm kiếm mục tiêu đời mình."
    }
  },
  {
    "translation": {
      "en": "And I think his first cause as a filmmaker was Mrs. Miniver.",
      "vi": "Mục tiêu đầu tiên, với tư cách nhà làm phim chính là phim Mrs. Miniver."
    }
  },
  {
    "translation": {
      "en": "He really told the story of solidarity and strength.",
      "vi": "Ông đã thật sự lột tả được tình đoàn kết và sức mạnh."
    }
  },
  {
    "translation": {
      "en": "Greer Garson and Walter Pidgeon,",
      "vi": "Greer Garson và Walter Pidgeon,"
    }
  },
  {
    "translation": {
      "en": "and the power of that marriage and that family,",
      "vi": "sức mạnh của cuộc hôn nhân và gia đình"
    }
  },
  {
    "translation": {
      "en": "that they were unshakeable.",
      "vi": "là không thể lay chuyển."
    }
  },
  {
    "translation": {
      "en": "It just was something that we want to live up to ourselves.",
      "vi": "Đó là điều chúng ta muốn phấn đấu để làm theo."
    }
  },
  {
    "translation": {
      "en": "And I think he knew that he could make a contribution.",
      "vi": "Và tôi nghĩ ông ấy biết ông có thể đóng góp vào điều đó."
    }
  },
  {
    "translation": {
      "en": "I think Wyler knew that he was strong enough in his self-confidence",
      "vi": "Tôi nghĩ Wyler biết rằng sự tự tin của mình đủ lớn"
    }
  },
  {
    "translation": {
      "en": "to know that he could tell a story about the real war",
      "vi": "để có thể kể một câu chuyện về cuộc chiến tranh có thật"
    }
  },
  {
    "translation": {
      "en": "and have a tremendous impact with that story stateside.",
      "vi": "và gây sức ảnh hưởng lớn lao trong nước."
    }
  },
  {
    "translation": {
      "en": "There was a scene with a German pilot who was shot down over England,",
      "vi": "GIỌNG WILLIAM WYLER Có một cảnh một phi công người Đức bị bắn rớt trên lãnh thổ Anh,"
    }
  },
  {
    "translation": {
      "en": "and he was caught by Mrs. Miniver somehow.",
      "vi": "và anh ta bị quý bà Miniver bắt."
    }
  },
  {
    "translation": {
      "en": "And I said, \"This man has got to be one of Mr. Göring's little monsters.\"",
      "vi": "Và tôi nói: \"Anh chàng này hẳn là một tên quỷ nhỏ của ngài Göring.\""
    }
  },
  {
    "translation": {
      "en": "And I got a call to go see Mr. Louis B. Mayer.",
      "vi": "Và có người gọi tôi đến gặp ngài Louis B. Mayer."
    }
  },
  {
    "translation": {
      "en": "He said, \"We're glad to have you here with us,",
      "vi": "Ông ấy nói: \"Chúng tôi rất vui khi anh đến đây,"
    }
  },
  {
    "translation": {
      "en": "and we're glad you're making this picture,",
      "vi": "và cũng rất vui khi anh làm phim này,"
    }
  },
  {
    "translation": {
      "en": "but you must remember one thing:",
      "vi": "nhưng anh phải nhớ một điều"
    }
  },
  {
    "translation": {
      "en": "we are not making a hate picture.",
      "vi": "chúng ta không làm phim có sự căm ghét."
    }
  },
  {
    "translation": {
      "en": "We don't hate anybody. We're not in the war.\"",
      "vi": "Chúng ta chẳng ghét ai cả. Chúng ta không tham chiến.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Mr. Mayer, you know what's going on in the world.",
      "vi": "Tôi nói: \"Thưa ngài Mayer, ông biết thế giới hiện nay thế nào mà."
    }
  },
  {
    "translation": {
      "en": "I mean, do you know what's going on?\"",
      "vi": "Ý là, ông biết rõ đúng không?\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Yes, I know. But look, we have stockholders.",
      "vi": "Ông ấy nói: \"Ừ, tôi biết. Nhưng chúng ta có các cổ đông."
    }
  },
  {
    "translation": {
      "en": "You know, we cannot satisfy our own personal feelings.\"",
      "vi": "Anh biết đấy, ta không thể chỉ thỏa mãn cảm xúc của bản thân.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Look, Mr. Mayer, I'm sorry.",
      "vi": "Tôi nói: \"Thưa ngài Mayer, tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I have one German in this picture.",
      "vi": "Chỉ có một người Đức duy nhất trong phim. Nếu có vài tên người Đức,"
    }
  },
  {
    "translation": {
      "en": "If I had several Germans, I wouldn't mind having one nice, friendly chap.",
      "vi": "Chỉ có một người Đức duy nhất trong phim. Nếu có vài tên người Đức, tôi sẽ không ngần ngại tạo một nhân vật hiền lành thân thiện."
    }
  },
  {
    "translation": {
      "en": "But I've only got one, and if I make this film,",
      "vi": "Nhưng tôi chỉ có một, và nếu tôi làm phim này,"
    }
  },
  {
    "translation": {
      "en": "this one German is going to be one of Mr. Göring's little monsters",
      "vi": "tên người Đức này sẽ là tên quỷ nhỏ của ngài Göring"
    }
  },
  {
    "translation": {
      "en": "who wants to destroy the world and kill all the Jews,",
      "vi": "muốn hủy hoại cả thế giới và giết hết những người Do Thái,"
    }
  },
  {
    "translation": {
      "en": "and so on and so forth.",
      "vi": "vân vân."
    }
  },
  {
    "translation": {
      "en": "And otherwise, I don't make the film.\"",
      "vi": "Nếu không, tôi sẽ không làm phim này.\""
    }
  },
  {
    "translation": {
      "en": "[Roosevelt] December 7, 1941:",
      "vi": "Ngày 7 tháng 12 năm 1941."
    }
  },
  {
    "translation": {
      "en": "a date which will live in infamy.",
      "vi": "Một ngày sẽ tồn tại trong sự nhục nhã."
    }
  },
  {
    "translation": {
      "en": "I ask that the Congress declare",
      "vi": "Tôi đề nghị Quốc hội,"
    }
  },
  {
    "translation": {
      "en": "that, since the unprovoked and dastardly attack by Japan,",
      "vi": "vì cuộc tấn công vô cớ và hèn nhát của Nhật Bản,"
    }
  },
  {
    "translation": {
      "en": "a state of war has existed",
      "vi": "tuyên bố chiến tranh chính thức diễn ra"
    }
  },
  {
    "translation": {
      "en": "between the United States and the Japanese Empire.",
      "vi": "giữa nước Mỹ và Đế quốc Nhật Bản."
    }
  },
  {
    "translation": {
      "en": "About halfway through making Mrs. Miniver...",
      "vi": "ĐỨC VÀ Ý TUYÊN CHIẾN VỚI NƯỚC TA Khi phim Mrs. Miniver quay được một nửa, thì xảy ra"
    }
  },
  {
    "translation": {
      "en": "Pearl Harbor.",
      "vi": "trận Trân Châu Cảng."
    }
  },
  {
    "translation": {
      "en": "Germany declares war on us.",
      "vi": "Đức tuyên chiến với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We didn't even have to declare war on them.",
      "vi": "Chúng tôi chẳng phải tuyên chiến với họ."
    }
  },
  {
    "translation": {
      "en": "We declared war on Japan, Germany declares war on us.",
      "vi": "Chúng tôi tuyên chiến với Nhật, Đức tuyên chiến với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I get a call from Mr. Mayer.",
      "vi": "Ngài Mayer gọi tôi."
    }
  },
  {
    "translation": {
      "en": "\"I've been thinking a lot about what you said.\"",
      "vi": "\"Tôi đã suy nghĩ về chuyện anh nói.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"You know, maybe you were right.",
      "vi": "Ông ấy nói: \"Có thể anh nói đúng."
    }
  },
  {
    "translation": {
      "en": "You go ahead and do the way you want it.",
      "vi": "Anh cứ tiến hành theo cách anh muốn."
    }
  },
  {
    "translation": {
      "en": "It's okay for now. All right.\"",
      "vi": "Bây giờ thì không sao rồi.\""
    }
  },
  {
    "translation": {
      "en": "He'd been giving it a lot of thought.",
      "vi": "Ông ấy đã suy nghĩ rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Rotterdam we destroy in two hours.",
      "vi": "Bọn tôi tiêu diệt Rotterdam trong hai tiếng."
    }
  },
  {
    "translation": {
      "en": "That's thousands killed. Innocent--",
      "vi": "Hàng ngàn người vô tội mất mạng."
    }
  },
  {
    "translation": {
      "en": "-Not innocent! They were against us! -Women and children!",
      "vi": "- Không hề vô tội! Họ chống lại bọn tôi! - Có cả phụ nữ và trẻ em!"
    }
  },
  {
    "translation": {
      "en": "Thirty-thousand in two hours.",
      "vi": "Ba mươi ngàn người chết trong hai tiếng."
    }
  },
  {
    "translation": {
      "en": "And we will do the same thing here!",
      "vi": "Và bọn tôi sẽ làm điều tương tự tại đây."
    }
  },
  {
    "translation": {
      "en": "And at the end of Mrs. Miniver,",
      "vi": "Và ở đoạn kết của Mrs. Miniver,"
    }
  },
  {
    "translation": {
      "en": "with the pullback that reveals the gutted church...",
      "vi": "với đoạn hồi tưởng trong nhà thờ hoang tàn đó,"
    }
  },
  {
    "translation": {
      "en": "Wyler's talking directly to audiences,",
      "vi": "Wyler như trò chuyện trực tiếp với khán giả,"
    }
  },
  {
    "translation": {
      "en": "talking directly to the British audiences,",
      "vi": "với khán giả từ nước Anh,"
    }
  },
  {
    "translation": {
      "en": "talking directly to the American audiences.",
      "vi": "với khán giả từ nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "It just seemed like a declaration of commitment,",
      "vi": "Giống như một lời tuyên thệ, cam kết rằng"
    }
  },
  {
    "translation": {
      "en": "that we're all in this together, and we're going to fight until we win.",
      "vi": "chúng tôi đều đồng lòng và sẽ chiến đấu đến khi thắng trận."
    }
  },
  {
    "translation": {
      "en": "And it was a very beautifully-written speech.",
      "vi": "Và đó là một bài diễn thuyết được soạn thảo tài tình."
    }
  },
  {
    "translation": {
      "en": "This is the people's war. It is our war.",
      "vi": "Đây là cuộc chiến của dân, của chúng ta."
    }
  },
  {
    "translation": {
      "en": "We are the fighters. Fight it, then.",
      "vi": "Mọi người là chiến sĩ. Nên hãy chiến đấu."
    }
  },
  {
    "translation": {
      "en": "Fight it with all that is in us.",
      "vi": "Hãy chiến đấu hết mình."
    }
  },
  {
    "translation": {
      "en": "And may God defend the right.",
      "vi": "Và cầu Chúa bảo vệ điều đúng đắn."
    }
  },
  {
    "translation": {
      "en": "If you can make a film that has something to say...",
      "vi": "Nếu bạn có thể làm một bộ phim với thông điệp..."
    }
  },
  {
    "translation": {
      "en": "...entertaining, of course, is the main purpose of it,",
      "vi": "...dĩ nhiên phải có tính giải trí, mục đích là thế,"
    }
  },
  {
    "translation": {
      "en": "but if film can contribute something to the social conscience of your time,",
      "vi": "nhưng nếu nó có thể góp phần thay đổi nhận thức thời đại,"
    }
  },
  {
    "translation": {
      "en": "then it becomes a source of great satisfaction.",
      "vi": "nó sẽ trở thành một sự toại nguyện vô cùng lớn lao."
    }
  },
  {
    "translation": {
      "en": "[Spielberg] That was his first contribution to the war effort.",
      "vi": "Đó là đóng góp đầu tiên cho nỗ lực chiến tranh."
    }
  },
  {
    "translation": {
      "en": "[Greengrass] For each of those five filmmakers,",
      "vi": "Mỗi người trong năm nhà làm phim này"
    }
  },
  {
    "translation": {
      "en": "they wanted to respond",
      "vi": "đều muốn phản ánh"
    }
  },
  {
    "translation": {
      "en": "as so many millions of men and women responded.",
      "vi": "tiếng nói của hàng triệu đàn ông và phụ nữ."
    }
  },
  {
    "translation": {
      "en": "They chose to serve.",
      "vi": "Họ chọn phụng sự đất nước."
    }
  },
  {
    "translation": {
      "en": "[man] Overnight, America's heavy industry has converted",
      "vi": "Chỉ sau một đêm, ngành công nghiệp nặng của Mỹ chuyển hẳn"
    }
  },
  {
    "translation": {
      "en": "to full-time war production.",
      "vi": "sang sản xuất phục vụ chiến tranh."
    }
  },
  {
    "translation": {
      "en": "[narrator] Ultimately, one-third of Hollywood's male workforce would join up.",
      "vi": "Cuối cùng, một phần ba nhân lực của Hollywood đã nhập ngũ."
    }
  },
  {
    "translation": {
      "en": "But in the first days after the attack,",
      "vi": "HOLLYWOOD TỰ KIỂM ĐỊNH Sau cuộc tấn công đó,"
    }
  },
  {
    "translation": {
      "en": "the movie industry was uncertain about what its role should be.",
      "vi": "ngành phim ảnh không còn rõ vai trò của mình là gì. Các Hãng phim hỗ trợ Quốc gia"
    }
  },
  {
    "translation": {
      "en": "Business as usual felt impossible.",
      "vi": "Không thể kinh doanh trong tình trạng đó."
    }
  },
  {
    "translation": {
      "en": "Working hours were curtailed. So was nightlife.",
      "vi": "Giờ làm việc và đời sống về đêm bị hạn chế."
    }
  },
  {
    "translation": {
      "en": "The clubs and bars and restaurants where Hollywood congregated",
      "vi": "Các quán bar, câu lạc bộ, nhà hàng, nơi tụ họp của Hollywood"
    }
  },
  {
    "translation": {
      "en": "were all closed, as the West Coast, terrified of an air attack,",
      "vi": "đều phải đóng cửa khi Bờ Tây, lo sợ bị không kích,"
    }
  },
  {
    "translation": {
      "en": "enforced blackouts every night.",
      "vi": "phải ngắt điện mỗi đêm."
    }
  },
  {
    "translation": {
      "en": "Capra went to Washington almost immediately after Pearl Harbor",
      "vi": "Capra đến Washington ngay sau sự kiện Trân Châu Cảng"
    }
  },
  {
    "translation": {
      "en": "to begin one of the largest filmmaking efforts of the war.",
      "vi": "để bắt đầu dự án làm phim lớn nhất về chiến tranh."
    }
  },
  {
    "translation": {
      "en": "[Capra] The genesis of this originated in the mind of General Marshall.",
      "vi": "Ý tưởng này khởi điểm từ Tướng Marshall."
    }
  },
  {
    "translation": {
      "en": "He was Chief of Staff.",
      "vi": "Ông lúc đó là chánh văn phòng."
    }
  },
  {
    "translation": {
      "en": "And we were in the war.",
      "vi": "Và ta đang có chiến tranh."
    }
  },
  {
    "translation": {
      "en": "We had no troops, we had nothing yet, but we were at war.",
      "vi": "Ta chưa có quân đội hay gì cả, nhưng lại có chiến tranh."
    }
  },
  {
    "translation": {
      "en": "He called me in and said, \"We have an enormous problem.",
      "vi": "Ông gọi tôi và nói: \"Ta có một khó khăn rất lớn."
    }
  },
  {
    "translation": {
      "en": "We'll soon have 12 million kids in uniform,",
      "vi": "Nay mai ta sẽ có 12 triệu thanh niên mặc đồng phục lính,"
    }
  },
  {
    "translation": {
      "en": "and many of them have never seen a gun.",
      "vi": "nhiều đứa chưa bao giờ thấy cây súng."
    }
  },
  {
    "translation": {
      "en": "These kids, with their long suits and their long chains",
      "vi": "Các thanh niên này, với những tố chất và ràng buộc khác nhau,"
    }
  },
  {
    "translation": {
      "en": "and all their precocious things they were doing at the time,",
      "vi": "cùng với những điều hay ho mà chúng đang làm trước đó,"
    }
  },
  {
    "translation": {
      "en": "what are they gonna do?",
      "vi": "giờ đây chúng phải làm gì? Chúng sẽ phải làm gì"
    }
  },
  {
    "translation": {
      "en": "What are they gonna do when they get this terrible disease of homesickness?\"",
      "vi": "giờ đây chúng phải làm gì? Chúng sẽ phải làm gì khi chúng mắc phải căn bệnh nhớ nhà?\""
    }
  },
  {
    "translation": {
      "en": "He wondered how we could put into the minds of these young kids",
      "vi": "Ông ấy muốn tìm cách thuyết phục các thanh niên này"
    }
  },
  {
    "translation": {
      "en": "the necessity of why they were in uniform.",
      "vi": "về sự cần thiết của việc nhập ngũ."
    }
  },
  {
    "translation": {
      "en": "And he said, \"I think it could be done with film.",
      "vi": "Và ông nói: \"Tôi nghĩ phim ảnh có thể làm được."
    }
  },
  {
    "translation": {
      "en": "It should be done with film.\"",
      "vi": "Nên là như thế.\""
    }
  },
  {
    "translation": {
      "en": "[man] He had tried it with lectures. He had tried it with books.",
      "vi": "Ông đã thử diễn thuyết, thử dùng sách."
    }
  },
  {
    "translation": {
      "en": "It wouldn't work. They weren't interested.",
      "vi": "Nhưng vô ích. Các bạn trẻ không hứng thú."
    }
  },
  {
    "translation": {
      "en": "The boys weren't learning anything.",
      "vi": "Chúng chẳng học được gì cả."
    }
  },
  {
    "translation": {
      "en": "They wanted something that boys knew about.",
      "vi": "Họ muốn có một thứ mà thanh niên nắm rõ."
    }
  },
  {
    "translation": {
      "en": "Now, boys liked films.",
      "vi": "Thanh niên thích phim."
    }
  },
  {
    "translation": {
      "en": "When I got out of his office,",
      "vi": "Khi tôi bước ra khỏi phòng ông ấy,"
    }
  },
  {
    "translation": {
      "en": "I went into the nearest, excuse me, can,",
      "vi": "tôi đã đi thẳng tới nhà vệ sinh gần nhất, thứ lỗi cho tôi,"
    }
  },
  {
    "translation": {
      "en": "and sat down and said, \"Jesus Christ, what the hell am I...\"",
      "vi": "ngồi xuống và nghĩ: \"Chúa ơi, tôi sẽ làm gì...\""
    }
  },
  {
    "translation": {
      "en": "I never saw a documentary.",
      "vi": "Tôi chưa bao giờ xem phim tài liệu."
    }
  },
  {
    "translation": {
      "en": "I thought documentaries were silly things that rich kooks made.",
      "vi": "Tôi nghĩ phim tài liệu là điều ngu ngốc chỉ có bọn lập dị giàu có mới làm."
    }
  },
  {
    "translation": {
      "en": "And I think that the effort in America of all propaganda films",
      "vi": "Tôi nghĩ rằng những phim tuyên truyền của Mỹ"
    }
  },
  {
    "translation": {
      "en": "was an effort of recruitment and belief.",
      "vi": "đều tập trung vào việc tuyển quân và lòng tin."
    }
  },
  {
    "translation": {
      "en": "[man] Give the boys a reason to fight and don't lie.",
      "vi": "Cho thanh niên một lý do để chiến đấu và đừng nói dối."
    }
  },
  {
    "translation": {
      "en": "They must believe it.",
      "vi": "Nó phải khiến họ tin."
    }
  },
  {
    "translation": {
      "en": "If they don't believe it, we're dead.",
      "vi": "Nếu không, chúng ta sẽ chết."
    }
  },
  {
    "translation": {
      "en": "[narrator] Capra came up with an ambitious idea:",
      "vi": "Capra nảy ra một ý tưởng tham vọng."
    }
  },
  {
    "translation": {
      "en": "a series of seven films called Why We Fight that would detail the history",
      "vi": "Một loạt bảy bộ phim mang tên Why We Fight nêu rõ những nền tảng lịch sử"
    }
  },
  {
    "translation": {
      "en": "of German and Japanese aggression leading up to America's entry in the war.",
      "vi": "về sự hiếu chiến của quân Đức và Nhật khiến nước Mỹ phải tham chiến."
    }
  },
  {
    "translation": {
      "en": "He started urging screenwriters to come to Washington and begin work.",
      "vi": "Ông bắt đầu giục các nhà viết kịch bản đến Washington bắt đầu làm việc."
    }
  },
  {
    "translation": {
      "en": "Additionally, the War Department sent emissaries",
      "vi": "Thêm nữa, Bộ Chiến tranh đã cử đặc sứ"
    }
  },
  {
    "translation": {
      "en": "to convince some of Hollywood's most talented men",
      "vi": "thuyết phục những nhân vật tài năng nhất Hollywood"
    }
  },
  {
    "translation": {
      "en": "to leave their jobs behind and lend their abilities to the cause.",
      "vi": "phải rời bỏ công việc và đóng góp vào mục tiêu chung."
    }
  },
  {
    "translation": {
      "en": "[Huston] Captain Sy Bartlett was a kind of envoy from Washington,",
      "vi": "Đại úy Sy Bartlett được xem như đặc sứ từ Washington,"
    }
  },
  {
    "translation": {
      "en": "also a Hollywood writer.",
      "vi": "và cũng là nhà văn Hollywood. ĐẠI ÚY SY BARTLETT"
    }
  },
  {
    "translation": {
      "en": "There were a list of people, Anatole Litvak, Willy Wyler,",
      "vi": "Có cả một danh sách: Anatole Litvak, Willy Wyler,"
    }
  },
  {
    "translation": {
      "en": "who were asked to come into the service,",
      "vi": "được mời đến để phụng sự nước nhà,"
    }
  },
  {
    "translation": {
      "en": "and I was the least of these.",
      "vi": "và tôi là người kém cỏi nhất."
    }
  },
  {
    "translation": {
      "en": "[Coppola] Probably at that time, there was no young director",
      "vi": "Có lẽ vào lúc đó, không có một đạo diễn trẻ nào"
    }
  },
  {
    "translation": {
      "en": "with a more exciting career than John Huston,",
      "vi": "có được sự nghiệp sôi sục như John Huston,"
    }
  },
  {
    "translation": {
      "en": "with his breakthrough production on The Maltese Falcon.",
      "vi": "với tác phẩm đột phá Chim ưng Malta."
    }
  },
  {
    "translation": {
      "en": "[narrator] Huston's directorial debut had become a surprise hit,",
      "vi": "Phim đạo diễn đầu tay của Huston là thành công bất ngờ,"
    }
  },
  {
    "translation": {
      "en": "both commercially and critically.",
      "vi": "cả về doanh thu lẫn chuyên môn."
    }
  },
  {
    "translation": {
      "en": "But he would be able to do only one more film",
      "vi": "Nhưng ông chỉ có thể làm thêm một bộ phim nữa"
    }
  },
  {
    "translation": {
      "en": "before reporting for duty.",
      "vi": "trước khi lên đường nhập ngũ."
    }
  },
  {
    "translation": {
      "en": "[Kasdan] These five men all chose to go,",
      "vi": "Năm người này đều chọn đi lính,"
    }
  },
  {
    "translation": {
      "en": "knowing it could be the end of them.",
      "vi": "biết rõ rằng họ có thể hy sinh."
    }
  },
  {
    "translation": {
      "en": "It wasn't just that their movie careers would be put on hold.",
      "vi": "Không chỉ là sự nghiệp điện ảnh của họ phải tạm dừng."
    }
  },
  {
    "translation": {
      "en": "And so, they were saying goodbye to families, in many cases,",
      "vi": "Nên họ phải nói lời từ biệt với gia đình,"
    }
  },
  {
    "translation": {
      "en": "who never knew if they would return.",
      "vi": "chẳng ai chắc chắn họ sẽ trở về."
    }
  },
  {
    "translation": {
      "en": "They did not have to go. George Stevens did not have to go.",
      "vi": "Họ không phải nhập ngũ. George Stevens không phải nhập ngũ."
    }
  },
  {
    "translation": {
      "en": "When he's finishing Woman of the Year, Pearl Harbor happens,",
      "vi": "Khi hoàn thành phim Woman of the Year, trận Trân Châu Cảng xảy ra,"
    }
  },
  {
    "translation": {
      "en": "and the whole world does a roundabout.",
      "vi": "và cả thế giới xoay vòng."
    }
  },
  {
    "translation": {
      "en": "Woman of the Year is the first time that Hepburn and Tracy worked together,",
      "vi": "Đây là phim đầu tiên Hepburn và Tracy làm việc cùng nhau,"
    }
  },
  {
    "translation": {
      "en": "and that started a run of pictures",
      "vi": "và nó là khởi đầu cho hàng loạt phim"
    }
  },
  {
    "translation": {
      "en": "and a relationship between Hepburn and Tracy",
      "vi": "cũng như quan hệ tình cảm của Hepburn và Tracy"
    }
  },
  {
    "translation": {
      "en": "that is iconic for American movies.",
      "vi": "trở thành biểu tượng cho phim Mỹ."
    }
  },
  {
    "translation": {
      "en": "[narrator] Stevens was eager to turn his attentions to the war,",
      "vi": "Stevens hồ hởi chuyển hướng sang chiến tranh,"
    }
  },
  {
    "translation": {
      "en": "instead of distracting people from it,",
      "vi": "thay vì phải đánh lạc hướng mọi người,"
    }
  },
  {
    "translation": {
      "en": "but he was still under contract to make two more films at Columbia.",
      "vi": "nhưng ông vẫn còn hợp đồng làm thêm hai phim nữa cho hãng Columbia."
    }
  },
  {
    "translation": {
      "en": "Pearl Harbor was only the start of the Japanese military offensive.",
      "vi": "Trận Trân Châu Cảng chỉ là khởi đầu cho một đợt tấn công khổng lồ của quân Nhật."
    }
  },
  {
    "translation": {
      "en": "In the weeks and months that followed, Japan invaded Hong Kong, Guam,",
      "vi": "Trong những tuần, những tháng tiếp đó, Nhật xâm chiếm Hong Kong, Guam,"
    }
  },
  {
    "translation": {
      "en": "Burma and Singapore,",
      "vi": "Miến Điện và Singapore,"
    }
  },
  {
    "translation": {
      "en": "and drove American forces to retreat from the Philippines.",
      "vi": "và buộc quân Mỹ phải rút khỏi Philippines."
    }
  },
  {
    "translation": {
      "en": "In June, Ford, now overseeing all Navy filmmaking, was sent to Midway Island.",
      "vi": "Tháng 6, Ford được đưa đến đảo Midway để giám sát việc làm phim hải quân."
    }
  },
  {
    "translation": {
      "en": "[Greengrass] When Ford made Midway,",
      "vi": "Khi Ford làm phim về Midway,"
    }
  },
  {
    "translation": {
      "en": "he thinks he's going to film flora and fauna,",
      "vi": "ông nghĩ ông sẽ quay hệ động vật và thực vật,"
    }
  },
  {
    "translation": {
      "en": "you know, in a remote, far-flung base.",
      "vi": "ở một nơi xa xôi hẻo lánh."
    }
  },
  {
    "translation": {
      "en": "In fact, what happens is, he's told there's to be a Japanese attack.",
      "vi": "Thật ra, ông được báo rằng Nhật sẽ tấn công tại đây."
    }
  },
  {
    "translation": {
      "en": "He had to make a choice about where he went.",
      "vi": "Ông phải lựa chọn đích đến của mình."
    }
  },
  {
    "translation": {
      "en": "What he wanted to do, I think, was to be in the thick of it.",
      "vi": "Tôi nghĩ điều ông ấy muốn làm là đặt mình vào nơi hiểm nguy."
    }
  },
  {
    "translation": {
      "en": "That was his instinct as a man.",
      "vi": "Đó là bản năng đàn ông của ông ấy."
    }
  },
  {
    "translation": {
      "en": "He's there on a raised platform.",
      "vi": "Ông ấy đứng trên...một phần đất nhô lên."
    }
  },
  {
    "translation": {
      "en": "Well, in an air raid,",
      "vi": "Trong một cuộc không kích,"
    }
  },
  {
    "translation": {
      "en": "the one place you don't want to be is on a raised platform,",
      "vi": "phần đất nhô lên là vị trí bạn không nên chọn,"
    }
  },
  {
    "translation": {
      "en": "because you're very, very visible.",
      "vi": "vì bạn sẽ rất dễ bị phát hiện."
    }
  },
  {
    "translation": {
      "en": "But he picked that because that was the place where he was gonna be able to see...",
      "vi": "Nhưng ông đã chọn như thế vì chỉ có nơi đó, ông mới có thể nhìn thấy được."
    }
  },
  {
    "translation": {
      "en": "He could see this perspective, but he could also see that.",
      "vi": "Ông có thể nhìn thấy bên dưới, và cả bên trên."
    }
  },
  {
    "translation": {
      "en": "Ford always knew where to put the camera.",
      "vi": "Ford luôn biết rõ nơi đặt máy quay."
    }
  },
  {
    "translation": {
      "en": "[man] Suddenly, from behind the clouds, the Japs attack!",
      "vi": "Bất chợt, từ sau những đám mây, bọn Nhật tấn công."
    }
  },
  {
    "translation": {
      "en": "His response is purely cinematic.",
      "vi": "Sự phản hồi của ông ấy là điện ảnh thuần khiết."
    }
  },
  {
    "translation": {
      "en": "At that moment, reality comes to him, and he moves to meet it.",
      "vi": "Vào thời khắc đó, hiện thực đến gần, và ông ấy bước đến để chạm nó."
    }
  },
  {
    "translation": {
      "en": "[man] Planes roared from the decks of our carriers.",
      "vi": "Máy bay của Hải quân cất cánh từ hàng không mẫu hạm."
    }
  },
  {
    "translation": {
      "en": "Army bombers, Marines,",
      "vi": "Máy bay ném bom, lính thủy đánh bộ,"
    }
  },
  {
    "translation": {
      "en": "thunder destruction over a 300-mile battle area.",
      "vi": "một sự tàn phá khủng khiếp trên chiến trường 483 km."
    }
  },
  {
    "translation": {
      "en": "When he was shooting, you see the messiness",
      "vi": "Khi ông ấy quay phim, bạn sẽ thấy sự hỗn loạn,"
    }
  },
  {
    "translation": {
      "en": "and the framing, and the struggle for the framing,",
      "vi": "cách lấy khung hình, và những khó khăn để có khung hình đẹp,"
    }
  },
  {
    "translation": {
      "en": "and the sprockets coming loose...",
      "vi": "và đĩa xích bị lỏng ra..."
    }
  },
  {
    "translation": {
      "en": "...and the film becoming itself, the image distressing,",
      "vi": "và bộ phim trở về bản chất của nó, một hình ảnh đau thương,"
    }
  },
  {
    "translation": {
      "en": "and that accidental quality conveying the raw drama.",
      "vi": "yếu tố tình cờ đó đã tạo nên... sự kịch tính nguyên bản."
    }
  },
  {
    "translation": {
      "en": "That's one of the most modern moments in cinema.",
      "vi": "Một trong những khoảnh khắc tân tiến nhất trong điện ảnh."
    }
  },
  {
    "translation": {
      "en": "For somebody like myself, who came originally from documentaries,",
      "vi": "Với những người như tôi, xuất thân từ phim tài liệu,"
    }
  },
  {
    "translation": {
      "en": "it's very interesting to me to see that Ford was there decades before,",
      "vi": "tôi thấy thích thú khi nhìn thấy Ford, hàng thập kỷ trước đây,"
    }
  },
  {
    "translation": {
      "en": "wrestling with those same problems.",
      "vi": "cũng đối mặt với những khó khăn tương tự."
    }
  },
  {
    "translation": {
      "en": "[John Ford] A blast of shrapnel that knocked me...",
      "vi": "Một mảnh đạn văng trúng tôi..."
    }
  },
  {
    "translation": {
      "en": "I got wounded pretty badly there.",
      "vi": "và tôi đã bị thương rất nặng."
    }
  },
  {
    "translation": {
      "en": "[man] Meantime, our warships stopped the Jap fleet.",
      "vi": "Các tàu chiến của ta đã chặn đứng hạm đội Nhật."
    }
  },
  {
    "translation": {
      "en": "[Greengrass] Then he takes the rushes. He knows what he's got.",
      "vi": "Và ông đã quay những thước phim thô. Ông biết mình có gì."
    }
  },
  {
    "translation": {
      "en": "He didn't just want it to be rushes",
      "vi": "Ông không muốn nó chỉ là một thước phim thô,"
    }
  },
  {
    "translation": {
      "en": "to be cannibalized by the Department of the Navy",
      "vi": "bị Lực lượng Hải quân hoặc các quan chức"
    }
  },
  {
    "translation": {
      "en": "or bureaucrats somewhere else in the Pentagon.",
      "vi": "nào đó trong Lầu Năm Góc mổ xẻ."
    }
  },
  {
    "translation": {
      "en": "He wanted to make a film.",
      "vi": "Ông muốn thực hiện một bộ phim."
    }
  },
  {
    "translation": {
      "en": "He got the film and got out and brought it to Washington.",
      "vi": "Ông có nó, rời khỏi đó và đem nó đến Washington."
    }
  },
  {
    "translation": {
      "en": "How he did it, I don't know.",
      "vi": "GIỌNG ROBERT PARRISH Không rõ ông làm thế nào."
    }
  },
  {
    "translation": {
      "en": "I suspect he said it was a box of cigars or something.",
      "vi": "Tôi nghĩ ông ấy nói đó là hộp xì gà hay gì đó."
    }
  },
  {
    "translation": {
      "en": "I don't know how he got it out, but he got it out.",
      "vi": "Không rõ làm sao nhưng ông đã làm được."
    }
  },
  {
    "translation": {
      "en": "\"Here, take this and start organizing it.",
      "vi": "\"Cầm lấy và sắp xếp nó lại."
    }
  },
  {
    "translation": {
      "en": "But don't do it here. Go to California.\"",
      "vi": "Nhưng đừng làm ở đây. Hãy đến California.\""
    }
  },
  {
    "translation": {
      "en": "Officially, I was in the Navy,",
      "vi": "Tôi đã chính thức gia nhập Hải quân,"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Well should I report to the Navy barracks there?\"",
      "vi": "và tôi hỏi: \"Tôi có nên báo cáo với Hải quân ở đó không?\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"No, I think you ought to report to your mother.",
      "vi": "Và ông nói: \"Không, tôi nghĩ cậu nên báo cáo với mẹ cậu."
    }
  },
  {
    "translation": {
      "en": "Go live at your mother's house.\"",
      "vi": "Đến sống ở nhà mẹ cậu.\""
    }
  },
  {
    "translation": {
      "en": "Now, the truth was, of course,",
      "vi": "Và thật ra ông biết rất rõ rằng,"
    }
  },
  {
    "translation": {
      "en": "that he knew that the bureaucracy would catch up,",
      "vi": "Và thật ra ông biết rất rõ rằng, các quan chức sẽ kiểm tra thông tin,"
    }
  },
  {
    "translation": {
      "en": "and they would say, \"Do you have any film here that was brought back?\"",
      "vi": "và sẽ hỏi: \"Anh có quay được đoạn phim nào không?\""
    }
  },
  {
    "translation": {
      "en": "And he could say no, he didn't.",
      "vi": "Và ông ấy có thể trả lời không."
    }
  },
  {
    "translation": {
      "en": "He had to construct not a documentary account, exactly,",
      "vi": "Thứ ông ấy phải tạo ra không phải là một phim tài liệu"
    }
  },
  {
    "translation": {
      "en": "but a John Ford account of reality.",
      "vi": "mà là cái nhìn của John Ford về thực tiễn."
    }
  },
  {
    "translation": {
      "en": "The decision about whether to show that film",
      "vi": "Quyết định công chiếu bộ phim"
    }
  },
  {
    "translation": {
      "en": "in the form that Ford had made it",
      "vi": "theo cách mà Ford thực hiện"
    }
  },
  {
    "translation": {
      "en": "ultimately went up the chain,",
      "vi": "cuối cùng bị trì hoãn,"
    }
  },
  {
    "translation": {
      "en": "until finally President Roosevelt watched the film.",
      "vi": "cho đến khi Tổng thống Roosevelt tận mắt xem nó."
    }
  },
  {
    "translation": {
      "en": "He gave me a little roll of film like that and he said, \"Don't look at this",
      "vi": "Ông cho tôi một cuộc phim nhỏ cỡ này... GIỌNG ROBERT PARRISH ...và nói rằng: \"Đừng xem nó"
    }
  },
  {
    "translation": {
      "en": "and don't put it in the picture until I tell you to.\"",
      "vi": "và đừng chiếu nó cho đến khi tôi cho phép.\""
    }
  },
  {
    "translation": {
      "en": "And, of course, the first thing I did, as soon as I got out of the cutting room,",
      "vi": "Dĩ nhiên, điều đầu tiên sau khi tôi ra khỏi phòng cắt phim,"
    }
  },
  {
    "translation": {
      "en": "I looked at it immediately.",
      "vi": "là xem nó ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "[Greengrass] He found a shot. We'll never know whether it was a shot that he shot there,",
      "vi": "Ông ấy có một cảnh quay. Không rõ đó là cảnh quay ngay tại đó"
    }
  },
  {
    "translation": {
      "en": "or it was a shot that he found somewhere else,",
      "vi": "hay được quay ở đâu khác,"
    }
  },
  {
    "translation": {
      "en": "but a shot of President Roosevelt's son.",
      "vi": "nhưng nó là hình ảnh của con trai Tổng thống Roosevelt."
    }
  },
  {
    "translation": {
      "en": "[Robert Parrish] Then he set up a running of the film at the White House",
      "vi": "Ông ấy sắp xếp trình chiếu bộ phim tại Nhà Trắng"
    }
  },
  {
    "translation": {
      "en": "with President Roosevelt.",
      "vi": "cùng Tổng thống Roosevelt."
    }
  },
  {
    "translation": {
      "en": "And just before the White House running, he said, \"Now put this in.\"",
      "vi": "Ngay trước khi Nhà Trắng trình chiếu, ông nói: \"Cho chạy cái này.\""
    }
  },
  {
    "translation": {
      "en": "I was told at that running, Roosevelt talked, the way people do,",
      "vi": "Tôi được kể lại rằng, trong buổi đó, Roosevelt, cũng như bao người khác,"
    }
  },
  {
    "translation": {
      "en": "and that Roosevelt would say, \"Oh, yes, that's a B-17, and that's...\"",
      "vi": "sẽ nói: \"Ồ, đó là B-17, kia là...\""
    }
  },
  {
    "translation": {
      "en": "He kept on. You know, he had a lot to say about the film.",
      "vi": "Và tiếp tục như thế. Ông có nhiều thứ để nói về bộ phim."
    }
  },
  {
    "translation": {
      "en": "Then, when Jimmy Roosevelt's picture came up, everything was silence.",
      "vi": "Nhưng khi cảnh quay có Jimmy Roosevelt xuất hiện, mọi thứ đều im bặt. Hoàn toàn bất động."
    }
  },
  {
    "translation": {
      "en": "Dead silent.",
      "vi": "mọi thứ đều im bặt. Hoàn toàn bất động."
    }
  },
  {
    "translation": {
      "en": "Nobody spoke from the time that that shot was on the screen",
      "vi": "Không ai nói gì từ cảnh đó"
    }
  },
  {
    "translation": {
      "en": "until the end.",
      "vi": "cho đến cuối phim."
    }
  },
  {
    "translation": {
      "en": "And then Roosevelt turned to Admiral Leahy,",
      "vi": "Và sau đó Roosevelt quay sang nói với Đô đốc Leahy,"
    }
  },
  {
    "translation": {
      "en": "who was his senior aide,",
      "vi": "là trợ lý cấp cao của ông:"
    }
  },
  {
    "translation": {
      "en": "and said, \"I want every American to see this film as soon as possible.\"",
      "vi": "\"Tôi muốn tất cả người Mỹ phải xem phim này càng sớm càng tốt.\""
    }
  },
  {
    "translation": {
      "en": "[Greengrass] Anyone who's made a film knows those sorts of decisions,",
      "vi": "Ai đã từng làm phim sẽ biết rằng những quyết định như thế"
    }
  },
  {
    "translation": {
      "en": "that all is fair in the battle to ensure the sanctity of your piece.",
      "vi": "ta sẵn sàng làm tất cả để bảo vệ sự toàn vẹn của tác phẩm của mình."
    }
  },
  {
    "translation": {
      "en": "And that shot helped him. Let's put it like that.",
      "vi": "Nên cảnh quay đó đã giúp ông. Có thể nói như thế."
    }
  },
  {
    "translation": {
      "en": "And the result is profound across the US.",
      "vi": "Và nó đã ảnh hưởng sâu sắc đến toàn bộ nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "People are suddenly brought close to what that conflict is.",
      "vi": "Mọi người bỗng chốc hiểu rõ hơn xung đột đó là gì."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Battle of Midway was eventually shown in three quarters of American theaters.",
      "vi": "Ba phần tư rạp hát của Mỹ đã trình chiếu phim The Battle of Midway."
    }
  },
  {
    "translation": {
      "en": "It was the first time Americans saw the war in color,",
      "vi": "Đó là lần đầu tiên người Mỹ nhìn thấy chiến tranh trên phim màu,"
    }
  },
  {
    "translation": {
      "en": "which, until then, had been associated with escapism and fantasy.",
      "vi": "thứ mà trước đó chỉ dùng trong những phim giả tưởng thoát ly thực tế."
    }
  },
  {
    "translation": {
      "en": "It was also the first time the audience witnessed an American victory.",
      "vi": "Đó cũng là lần đầu khán giả được chứng kiến quân Mỹ chiến thắng."
    }
  },
  {
    "translation": {
      "en": "[man] Yes. This really happened.",
      "vi": "Đúng. Nó là sự thật đấy."
    }
  },
  {
    "translation": {
      "en": "[Greengrass] But you can still see in that film, you know,",
      "vi": "Nhưng bạn vẫn có thể thấy trong bộ phim,"
    }
  },
  {
    "translation": {
      "en": "he picked out close-ups.",
      "vi": "ông đã chọn những thước quay cận cảnh."
    }
  },
  {
    "translation": {
      "en": "He picked out moments.",
      "vi": "Ông chọn những khoảnh khắc."
    }
  },
  {
    "translation": {
      "en": "[man] Men and women of America,",
      "vi": "Hỡi mọi người dân nước Mỹ,"
    }
  },
  {
    "translation": {
      "en": "here come your neighbors' sons, home from the day's work.",
      "vi": "đây là con trai của người hàng xóm các vị, về nhà sau ngày làm việc."
    }
  },
  {
    "translation": {
      "en": "[Greengrass] That was quite new.",
      "vi": "Một điều mới mẻ."
    }
  },
  {
    "translation": {
      "en": "No one had ever approached unfolding warfare,",
      "vi": "Chưa ai từng miêu tả chiến tranh,"
    }
  },
  {
    "translation": {
      "en": "and approached it with such a humane storyteller's eye.",
      "vi": "và thể hiện nó bằng một con mắt kể chuyện nhân văn như thế."
    }
  },
  {
    "translation": {
      "en": "He had witnessed the annihilation of a...",
      "vi": "Ông đã chứng kiến sự hủy diệt..."
    }
  },
  {
    "translation": {
      "en": "of a military unit.",
      "vi": "của một đơn vị quân đội."
    }
  },
  {
    "translation": {
      "en": "[man] At eventide, we buried our heroic dead,",
      "vi": "Vào buổi xế chiều, ta phải chôn cất những anh hùng đã hy sinh,"
    }
  },
  {
    "translation": {
      "en": "the last salute from their comrades and their officers.",
      "vi": "các đồng chí và sĩ quan chào vĩnh biệt."
    }
  },
  {
    "translation": {
      "en": "[Greengrass] He was not to know, at the moment that he shot,",
      "vi": "Vào thời điểm quay phim, ông đã không biết rằng"
    }
  },
  {
    "translation": {
      "en": "that this was a small part of a much grander American victory.",
      "vi": "đó là một phần nhỏ đóng góp vào chiến thắng lớn của nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "So far as he was concerned,",
      "vi": "Lúc đó ông chỉ lo lắng rằng,"
    }
  },
  {
    "translation": {
      "en": "he was witnessing a unit that had been wiped out.",
      "vi": "ông đang chứng kiến một đơn vị đã bị tiêu diệt."
    }
  },
  {
    "translation": {
      "en": "That, I think, marked him very, very powerfully.",
      "vi": "Điều đó đã ghi dấu sâu sắc trong ông."
    }
  },
  {
    "translation": {
      "en": "[Ford] I am really a coward.",
      "vi": "Tôi thật sự là một kẻ hèn nhát."
    }
  },
  {
    "translation": {
      "en": "I know I am. So, that's why I did foolish things.",
      "vi": "Tôi biết là thế. Nên tôi đã làm những điều ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "I was decorated eight or nine times, trying to prove that I was not a coward.",
      "vi": "Tôi được tặng huy chương tám, chín lần, để chứng minh mình không hèn nhát."
    }
  },
  {
    "translation": {
      "en": "But after it was all over, I still know that I was a coward.",
      "vi": "Nhưng sau tất cả, tôi vẫn biết mình hèn nhát."
    }
  },
  {
    "translation": {
      "en": "You go ahead and do a thing, but after it's all over,",
      "vi": "Bạn làm thứ gì đó, nhưng khi nó kết thúc,"
    }
  },
  {
    "translation": {
      "en": "your knees start shaking.",
      "vi": "đầu gối bạn run rẩy."
    }
  },
  {
    "translation": {
      "en": "[narrator] While Ford was filming on the front lines,",
      "vi": "Khi Ford quay phim ở tiền tuyến,"
    }
  },
  {
    "translation": {
      "en": "Capra was struggling to get Why We Fight off the ground.",
      "vi": "Capra gặp khó khăn trong việc khởi đầu loạt phim Why We Fight."
    }
  },
  {
    "translation": {
      "en": "He was battling with his screenwriters constantly,",
      "vi": "Ông liên tục tranh cãi với các nhà viết kịch bản,"
    }
  },
  {
    "translation": {
      "en": "and soon realized he'd have almost no budget to shoot the films.",
      "vi": "và sớm nhận ra rằng mình hầu như không có kinh phí để quay chúng."
    }
  },
  {
    "translation": {
      "en": "Then, in New York he saw the Nazi propaganda film,",
      "vi": "Sau đó, ở New York, ông đã xem phim tuyên truyền Đức Quốc xã,"
    }
  },
  {
    "translation": {
      "en": "Triumph of the Will,",
      "vi": "Niềm tin chiến thắng,"
    }
  },
  {
    "translation": {
      "en": "which had been directed by Leni Riefenstahl during the 1934 Nazi Party Congress.",
      "vi": "do Leni Riefenstahl đạo diễn trong Đại hội Đảng Quốc xã năm 1934."
    }
  },
  {
    "translation": {
      "en": "[del Toro] Along with America, he awakes to the monstrous ambition",
      "vi": "Cùng với nước Mỹ, ông đã nhận ra tham vọng lớn lao"
    }
  },
  {
    "translation": {
      "en": "and ruthlessness of Hitler",
      "vi": "và sự tàn bạo của Hitler"
    }
  },
  {
    "translation": {
      "en": "and the propaganda machine that Goebbels has assembled in Nazi Germany",
      "vi": "và cỗ máy tuyên truyền mà Goebbels đã thực thi trong Đức Quốc xã"
    }
  },
  {
    "translation": {
      "en": "when it's almost too late.",
      "vi": "khi mọi thứ gần như quá trễ."
    }
  },
  {
    "translation": {
      "en": "I saw that, and it scared the hell out of me.",
      "vi": "Tôi xem phim, và tôi sợ phát khiếp. Tôi trở về với chiếc ghế nhỏ..."
    }
  },
  {
    "translation": {
      "en": "I went back to my little chair in my office and my one telephone,",
      "vi": "Tôi xem phim, và tôi sợ phát khiếp. Tôi trở về với chiếc ghế nhỏ... GIỌNG FRANK CAPRA ...trong văn phòng với điện thoại,"
    }
  },
  {
    "translation": {
      "en": "and I sat there, and I sat there...",
      "vi": "tôi đã ngồi đó,"
    }
  },
  {
    "translation": {
      "en": "I was a... I was a very unhappy man.",
      "vi": "và tôi đã cảm thấy rất buồn."
    }
  },
  {
    "translation": {
      "en": "How can I possibly top this?",
      "vi": "Làm sao tôi có thể vượt qua được nó?"
    }
  },
  {
    "translation": {
      "en": "The power of the film itself showed that they knew what they were doing.",
      "vi": "Sức mạnh của bộ phim cho thấy họ biết rõ họ đang làm gì."
    }
  },
  {
    "translation": {
      "en": "[del Toro] And when he sees it, his reaction is extremely telling,",
      "vi": "Khi ông ấy xem xong, phản ứng rất rõ ràng,"
    }
  },
  {
    "translation": {
      "en": "because he comes out of seeing it, saying,",
      "vi": "vì ông bước ra và nói rằng:"
    }
  },
  {
    "translation": {
      "en": "\"We're lost. We can't win this war. These guys are gonna beat us.\"",
      "vi": "\"Chúng ta thua rồi. Không thể thắng đâu. Họ sẽ đánh bại chúng ta.\""
    }
  },
  {
    "translation": {
      "en": "Because that is how effective a weapon thought is.",
      "vi": "Vì tâm lý là vũ khí hiệu quả như thế đấy."
    }
  },
  {
    "translation": {
      "en": "[Capra] So, how do I reach the kid down the street, you know?",
      "vi": "Vậy làm thế nào phim của tôi đến tay một đứa trẻ trên đường phố?"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] The American kid? -[Capra] The American kid.",
      "vi": "Vậy làm thế nào phim của tôi đến tay một đứa trẻ trên đường phố? Một đứa trẻ Mỹ ư? Một đứa trẻ Mỹ. Làm sao tôi nói... Cậu bé đang đạp xe, và:"
    }
  },
  {
    "translation": {
      "en": "How do I tell him? He's riding his bike, and. \"Hey, hey.\"",
      "vi": "Một đứa trẻ Mỹ. Làm sao tôi nói... Cậu bé đang đạp xe, và: \"Này."
    }
  },
  {
    "translation": {
      "en": "\"You... Do you know what you've got in front of you?",
      "vi": "Cháu có biết chúng ta có gì ở đây không?"
    }
  },
  {
    "translation": {
      "en": "You've got this and this.\" How do I reach him?",
      "vi": "Có cái này và cái này.\" Làm sao nói cho cậu bé hiểu?"
    }
  },
  {
    "translation": {
      "en": "The thought hit me: \"Well, how did it reach me? \"",
      "vi": "Tôi lại suy nghĩ: \"Vậy làm thế nào tôi lại biết về nó?\""
    }
  },
  {
    "translation": {
      "en": "They told me.",
      "vi": "Chúng cho tôi xem."
    }
  },
  {
    "translation": {
      "en": "So, I said, \"Aha. Let's let the boys see only their stuff.",
      "vi": "Nên tôi nghĩ: \"À, vậy hãy để bọn trẻ nhìn thấy sức mạnh của chúng."
    }
  },
  {
    "translation": {
      "en": "We make nothing. We shoot nothing.",
      "vi": "Ta không làm hay quay gì cả."
    }
  },
  {
    "translation": {
      "en": "We use their own stuff as propaganda for ourselves.",
      "vi": "Những thứ của chúng sẽ được dùng để tuyên truyền cho phe ta."
    }
  },
  {
    "translation": {
      "en": "Let them see. Let them see the guys. Let them see these guys.\"",
      "vi": "Để chúng được thấy. Để chúng thấy bọn họ.\""
    }
  },
  {
    "translation": {
      "en": "[man] \"Stop thinking and follow me,\" cried Hitler.",
      "vi": "Hitler hô: \"Dừng suy nghĩ và theo lời ta,"
    }
  },
  {
    "translation": {
      "en": "\"I will make you masters of the world.\"",
      "vi": "ta sẽ biến mọi người thành bá chủ thế giới.\""
    }
  },
  {
    "translation": {
      "en": "The people answered, \"Heil!\"",
      "vi": "Người ta hô: \"Hoan nghênh!\""
    }
  },
  {
    "translation": {
      "en": "[all shouting] Sieg Heil!",
      "vi": "Hoan nghênh chiến thắng!"
    }
  },
  {
    "translation": {
      "en": "[man] \"Stop thinking and believe in me,\" bellowed Mussolini,",
      "vi": "Mussolini gào thét, \"Hãy dừng suy nghĩ và tin vào ta,"
    }
  },
  {
    "translation": {
      "en": "\"and I will restore the glory that was Rome.\"",
      "vi": "và ta sẽ khôi phục vinh quang như Rome ngày trước.\""
    }
  },
  {
    "translation": {
      "en": "The people answered, \"Duce! Duce!\"",
      "vi": "Mọi người tung hô: \"Lãnh tụ!\""
    }
  },
  {
    "translation": {
      "en": "[man] \"Stop thinking and follow your god emperor,\"",
      "vi": "Quân phiệt Nhật Bản hét to, \"Hãy dừng suy nghĩ"
    }
  },
  {
    "translation": {
      "en": "cried the Japanese warlords,",
      "vi": "và tuân theo Thiên hoàng,"
    }
  },
  {
    "translation": {
      "en": "\"and Japan will rule the world.\"",
      "vi": "và Nhật Bản sẽ thống trị thế giới.\""
    }
  },
  {
    "translation": {
      "en": "And the people answered, \"Banzai! Banzai!\"",
      "vi": "Người dân tung hô: \"Vạn tuế!\""
    }
  },
  {
    "translation": {
      "en": "Capra takes a route that is unique in propaganda,",
      "vi": "Capra đã chọn con đường độc đáo trong cách tuyên truyền,"
    }
  },
  {
    "translation": {
      "en": "which is, he makes it folksy.",
      "vi": "ông khiến nó trở nên bình dân."
    }
  },
  {
    "translation": {
      "en": "[man] Take a good look at these humorless men.",
      "vi": "Hãy nhìn những người nghiêm trang này."
    }
  },
  {
    "translation": {
      "en": "These were to be the rulers of the ruling race.",
      "vi": "Đây là những người sẽ lãnh đạo một dân tộc dẫn đầu."
    }
  },
  {
    "translation": {
      "en": "Speaking for the little guy. \"See those guys?",
      "vi": "Cất lên tiếng nói của dân đen. \"Thấy họ không?"
    }
  },
  {
    "translation": {
      "en": "See the airs they put on?",
      "vi": "Thấy thần thái mà họ toát ra không?"
    }
  },
  {
    "translation": {
      "en": "See how they think they are superior? Well, we're gonna show them.",
      "vi": "Họ nghĩ rằng họ hơn mình đấy? Vậy thì ta sẽ chỉ cho họ thấy."
    }
  },
  {
    "translation": {
      "en": "We're gonna show them wrong.\"",
      "vi": "Ta sẽ cho họ thấy họ sai.\""
    }
  },
  {
    "translation": {
      "en": "[Capra] Hitler looked like Charlie Chaplin. He came on:",
      "vi": "Hitler trông rất giống Charlie Chaplin. Ông ta có thể ba hoa..."
    }
  },
  {
    "translation": {
      "en": "And actually, you know, it was one of the Marx Brothers.",
      "vi": "Trông rất giống một thành viên của anh em nhà Marx."
    }
  },
  {
    "translation": {
      "en": "For the people that saw him, a lot of people laughed.",
      "vi": "Nên khi thấy ông ta, nhiều người đã cười."
    }
  },
  {
    "translation": {
      "en": "And when Mussolini did his big, his big stuff,",
      "vi": "Và khi Mussolini làm bài diễn thuyết hùng hồn,"
    }
  },
  {
    "translation": {
      "en": "why, he, too, was a clown.",
      "vi": "ông ta cũng như thằng hề."
    }
  },
  {
    "translation": {
      "en": "If it weren't so evil, if there weren't so many people getting killed,",
      "vi": "Nếu nó không xấu xa, không giết quá nhiều mạng người,"
    }
  },
  {
    "translation": {
      "en": "it was a comedy.",
      "vi": "đó là một màn hài kịch."
    }
  },
  {
    "translation": {
      "en": "[Capra] Well, I said, \"We have an enormous story to tell.\"",
      "vi": "Tôi bảo: \"Ta có một câu chuyện hoành tráng để kể.\""
    }
  },
  {
    "translation": {
      "en": "Here I got the greatest heroes, the greatest villains,",
      "vi": "Có những vai anh hùng và vai phản diện vĩ đại nhất,"
    }
  },
  {
    "translation": {
      "en": "on the world stage.",
      "vi": "trên sân khấu thế giới."
    }
  },
  {
    "translation": {
      "en": "Real. Not actors. Real.",
      "vi": "Những người thật. Không phải diễn viên. Mà là người thật."
    }
  },
  {
    "translation": {
      "en": "The truth was that if we lost, we'd lose our freedom,",
      "vi": "Sự thật là nếu ta thua trận, trên hết ta sẽ mất đi tự do,"
    }
  },
  {
    "translation": {
      "en": "certainly, above all.",
      "vi": "chắc chắn là thế."
    }
  },
  {
    "translation": {
      "en": "And I thought freedom was our most precious commodity.",
      "vi": "Tôi đã nghĩ sự tự do là thứ quý giá nhất của ta."
    }
  },
  {
    "translation": {
      "en": "And if we lost our freedom, we'd lose everything.",
      "vi": "Và nếu mất tự do, ta sẽ mất tất cả."
    }
  }
]