[
  {
    "translation": {
      "en": "This is going down the main drive of the du Pont estate.",
      "vi": "Chúng tôi đang đi dọc con đường chính trong khu nhà du Pont."
    }
  },
  {
    "translation": {
      "en": "There's horses on both sides, all over the place.",
      "vi": "Hai bên đường chỗ nào cũng có ngựa."
    }
  },
  {
    "translation": {
      "en": "This main drive is just so pretty.",
      "vi": "Con đường chính thật đẹp."
    }
  },
  {
    "translation": {
      "en": "And this is up to the top of the hill.",
      "vi": "Và đây là đường lên đồi."
    }
  },
  {
    "translation": {
      "en": "And actually...",
      "vi": "Và cuối cùng..."
    }
  },
  {
    "translation": {
      "en": "if you take a left here and you take this road...",
      "vi": "nếu bạn rẽ trái vào đường này..."
    }
  },
  {
    "translation": {
      "en": "right down this road, it leads to our house.",
      "vi": "rẽ vào đường này, nó sẽ dẫn đến nhà của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "There's our sweet old house. And we've had a lot of fun here.",
      "vi": "Đây là ngôi nhà cũ thân thương và chúng tôi đã rất vui vẻ khi ở đó."
    }
  },
  {
    "translation": {
      "en": "Hello? Mr. du Pont?",
      "vi": "Xin chào? Ông du Pont?"
    }
  },
  {
    "translation": {
      "en": "What? We have some issues we've got to discuss.",
      "vi": "Cái gì? Chúng tôi có vài vấn đề muốn bàn."
    }
  },
  {
    "translation": {
      "en": "No talk.",
      "vi": "Không nói chuyện."
    }
  },
  {
    "translation": {
      "en": "You are aware of the fact that someone was killed on your property yesterday, correct?",
      "vi": "Ông có biết ngày hôm qua đã có người bị giết trên đất nhà ông?"
    }
  },
  {
    "translation": {
      "en": "Yeah, listen, I've got some diplomatic papers to go over...",
      "vi": "Nghe này, tôi phải xem một vài công văn ngoại giao..."
    }
  },
  {
    "translation": {
      "en": "Okay... that's fine...",
      "vi": "Vâng...được rồi."
    }
  },
  {
    "translation": {
      "en": "There's a lot of people here that are concerned about your welfare.",
      "vi": "Có rất nhiều người quan tâm đến sức khỏe của ông."
    }
  },
  {
    "translation": {
      "en": "You're a well respected man, as far as I know, and have always been.",
      "vi": "Ông là một người đáng kính, và theo tôi biết, luôn là như vậy."
    }
  },
  {
    "translation": {
      "en": "And I'd like to help resolve this with you.",
      "vi": "Và tôi muốn giúp ông giải quyết."
    }
  },
  {
    "translation": {
      "en": "I will make no deal. No deal?",
      "vi": "Tôi sẽ không thương lượng. Không ư?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. No deal.",
      "vi": "Xin lỗi. Không."
    }
  },
  {
    "translation": {
      "en": "I'm in charge around here and that's the way it's going to be.",
      "vi": "Tôi chịu trách nhiệm xung quanh ở đây và nó sẽ như thế."
    }
  },
  {
    "translation": {
      "en": "We have to... we have to discuss the fact...",
      "vi": "Chúng ta phải... Ta phải bàn luận..."
    }
  },
  {
    "translation": {
      "en": "I don't want to talk about your diplomatic papers.",
      "vi": "Tôi không muốn nói về các công văn ngoại giao đó."
    }
  },
  {
    "translation": {
      "en": "We have to discuss that a man was shot, was killed on your property yesterday.",
      "vi": "Ta cần bàn về việc có người bị giết trên đất nhà ông."
    }
  },
  {
    "translation": {
      "en": "You have no right to tell a head of state what to do.",
      "vi": "Anh không có quyền nói người đứng đầu bang phải làm gì."
    }
  },
  {
    "translation": {
      "en": "We keep skipping over the issue. We have to get to the issue at hand.",
      "vi": "Chúng ta cứ bỏ qua vấn đề. Ta phải nắm bắt được vấn đề."
    }
  },
  {
    "translation": {
      "en": "The issue at hand is an international war is about to be had. So...",
      "vi": "Vấn đề cần nắm bắt là sắp có chiến tranh thế giới. Nên..."
    }
  },
  {
    "translation": {
      "en": "I'm not leaving this house right for the moment until I'm through.",
      "vi": "Tôi sẽ không rời khỏi đây cho đến khi xong việc."
    }
  },
  {
    "translation": {
      "en": "The John E. du Pont story begins here",
      "vi": "Câu chuyện của John E. du Pont bắt đầu ở đây,"
    }
  },
  {
    "translation": {
      "en": "in the rolling woodland of Pennsylvania,",
      "vi": "ở khu đất rừng của Pennsylvania,"
    }
  },
  {
    "translation": {
      "en": "on a 1,000 acre estate",
      "vi": "trên khu đất rộng 1.000 mẫu"
    }
  },
  {
    "translation": {
      "en": "that the du Pont family have called home for three quarters of a century.",
      "vi": "mà nhà du Pont đã sinh sống trong ba phần tư thế kỷ."
    }
  },
  {
    "translation": {
      "en": "Nestling among the trees",
      "vi": "Giữa rừng cây"
    }
  },
  {
    "translation": {
      "en": "are the purpose built headquarters of Team Foxcatcher.",
      "vi": "là trụ sở được xây có mục đích của Đội Săn Cáo."
    }
  },
  {
    "translation": {
      "en": "Team Foxcatcher was the brain child of John du Pont",
      "vi": "Đội Săn Cáo từng là đứa con tinh thần của John du Pont"
    }
  },
  {
    "translation": {
      "en": "approximately 30 years ago.",
      "vi": "vào khoảng 30 năm trước."
    }
  },
  {
    "translation": {
      "en": "In that time, John supported swimming, triathlon, pentathlon",
      "vi": "Lúc đó, John tài trợ cho bơi lội, thể thao ba môn, năm môn phối hợp"
    }
  },
  {
    "translation": {
      "en": "and many number of athletes",
      "vi": "và rất nhiều vận động viên"
    }
  },
  {
    "translation": {
      "en": "in all their endeavors to be world and Olympic champions.",
      "vi": "trong nỗ lực của họ để trở thành nhà vô địch Olympic."
    }
  },
  {
    "translation": {
      "en": "My goal is to teach the youth of America...",
      "vi": "Mục tiêu của tôi là dạy cho giới trẻ của nước Mỹ..."
    }
  },
  {
    "translation": {
      "en": "not only to become champions in sport, but to become champions in life.",
      "vi": "không chỉ trở thành nhà vô địch thể thao, mà còn là nhà vô địch trong cuộc sống."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Xin cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I'd like to draw your attention to the double doors where most of you entered...",
      "vi": "Xin hãy chú ý đến cánh cửa đôi mà mọi người đã đi vào"
    }
  },
  {
    "translation": {
      "en": "where Mr. John du Pont will do the official ribbon cutting.",
      "vi": "nơi ông John du Pont sẽ cắt băng khánh thành."
    }
  },
  {
    "translation": {
      "en": "Let me congratulate John du Pont",
      "vi": "Cho tôi được chúc mừng John du Pont"
    }
  },
  {
    "translation": {
      "en": "on his constant, everlasting, generous philanthropy.",
      "vi": "về lòng bác ái rộng lượng, lâu dài và bất diệt của ông ấy."
    }
  },
  {
    "translation": {
      "en": "The du Pont family in the Philadelphia area",
      "vi": "Gia đình du Pont ở vùng Philadelphia"
    }
  },
  {
    "translation": {
      "en": "was the equivalent of our royal family, so to speak.",
      "vi": "để mà nói, tầm cỡ phải tương đương với gia đình hoàng tộc."
    }
  },
  {
    "translation": {
      "en": "And he was the prince.",
      "vi": "Và ông ấy là hoàng tử."
    }
  },
  {
    "translation": {
      "en": "In my younger days, I saw John for the first time,",
      "vi": "Khi còn trẻ, lần đầu tiên tôi nhìn thấy John"
    }
  },
  {
    "translation": {
      "en": "walking down the pool deck.",
      "vi": "đi dọc bể bơi."
    }
  },
  {
    "translation": {
      "en": "It was like, there's the picture of someone",
      "vi": "Nó giống như hình ảnh của một người"
    }
  },
  {
    "translation": {
      "en": "who's fit, athletic, healthy, vibrant,",
      "vi": "cân đối, khỏe khoắn, nhanh nhẹn, hoạt bát,"
    }
  },
  {
    "translation": {
      "en": "and, you know, seemed like a guy who had a passion for life",
      "vi": "và giống như một người sống có đam mê"
    }
  },
  {
    "translation": {
      "en": "and doing good things for people.",
      "vi": "và làm việc tốt cho mọi người."
    }
  },
  {
    "translation": {
      "en": "I was like, Wow, you know, that's the guy I wanna be someday.",
      "vi": "Tôi đã nghĩ, Đó là người sau này tôi muốn trở thành."
    }
  },
  {
    "translation": {
      "en": "56:02, Dave. That's good.",
      "vi": "Thành tích 56:02, Dave. Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "He created the sports program on the farm,",
      "vi": "Ông ấy đã tạo ra chương trình thể thao trên đồng"
    }
  },
  {
    "translation": {
      "en": "developed all these facilities...",
      "vi": "phát triển cơ sở vật chất..."
    }
  },
  {
    "translation": {
      "en": "and then, you know, he discovered wrestling.",
      "vi": "và rồi, ông ấy biết đến môn đấu vật."
    }
  },
  {
    "translation": {
      "en": "All right! Attaboy, David!",
      "vi": "Được rồi! Cố lên, David!"
    }
  },
  {
    "translation": {
      "en": "Run after the leg, Kenny. Run him down.",
      "vi": "Theo bước chân ấy, Kenny. Đè xuống."
    }
  },
  {
    "translation": {
      "en": "Yes! Yes!",
      "vi": "Đúng rồi!"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Phải!"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Hay lắm!"
    }
  },
  {
    "translation": {
      "en": "Unbelievable!",
      "vi": "Không thể tin được!"
    }
  },
  {
    "translation": {
      "en": "I don't remember, really, why John became as interested in wrestling as he did.",
      "vi": "Tôi thực sự không nhớ tại sao John lại quan tâm đến đấu vật như thế. NGƯỜI TRÔNG COI KHU ĐẤT"
    }
  },
  {
    "translation": {
      "en": "I know his mother was very much against it.",
      "vi": "Tôi biết mẹ ông ấy phản đối chuyện đó."
    }
  },
  {
    "translation": {
      "en": "He tried it when he was a kid, you know, in high school.",
      "vi": "Ông ấy từng thử chơi hồi còn học trung học."
    }
  },
  {
    "translation": {
      "en": "And part of it, I think, was rebellion.",
      "vi": "HUẤN LUYỆN VIÊN Và một phần trong đó là chống đối."
    }
  },
  {
    "translation": {
      "en": "'Cause wrestling was one of those sports that his parents didn't want him to do.",
      "vi": "Đấu vật là một trong những môn thể thao mà bố mẹ không muốn ông ấy chơi."
    }
  },
  {
    "translation": {
      "en": "Wrestling is a sport for ruffians. Wrestling is a sport for the underclass.",
      "vi": "Đấu vật là môn toàn côn đồ. Nó là môn thể thao dành cho tầng lớp dưới."
    }
  },
  {
    "translation": {
      "en": "John really wanted to be a part of it",
      "vi": "John thực sự muốn là một phần của nó"
    }
  },
  {
    "translation": {
      "en": "and be a part of that culture which, you know...",
      "vi": "và một phần của nền văn hóa mà, bạn biết đấy..."
    }
  },
  {
    "translation": {
      "en": "Those guys are tough.",
      "vi": "Những người đó rất khỏe."
    }
  },
  {
    "translation": {
      "en": "David Schultz, 1983 World Champion,",
      "vi": "David Schultz, nhà vô địch thế giới năm 1983,"
    }
  },
  {
    "translation": {
      "en": "'84 Olympic Champion...",
      "vi": "vô địch Olympic năm 1984..."
    }
  },
  {
    "translation": {
      "en": "seven time national champion.",
      "vi": "bảy lần vô địch toàn quốc."
    }
  },
  {
    "translation": {
      "en": "A wealth of experience out there on the mat, Mark Scott.",
      "vi": "Một người dày dặn kinh nghiệm trên sàn đấu, Mark Scott."
    }
  },
  {
    "translation": {
      "en": "It's like, if wrestling's the game, Dave Schultz was the player.",
      "vi": "Giống như là, nếu đấu vật là một trò chơi, thì Dave Schultz là người chơi."
    }
  },
  {
    "translation": {
      "en": "Dave really just embodied the spirit of the sport.",
      "vi": "Dave thực sự là người có đam mê với thể thao."
    }
  },
  {
    "translation": {
      "en": "Yeah, Dave was... Dave was different.",
      "vi": "HUY CHƯƠNG ĐỒNG OLYMPIC Vâng, Dave rất...Rất khác biệt."
    }
  },
  {
    "translation": {
      "en": "I mean, he was sort of a hippie.",
      "vi": "Anh ấy giống gã lập dị."
    }
  },
  {
    "translation": {
      "en": "Hippie wrestler. It was weird, really.",
      "vi": "Đô vật lập dị. Thực sự rất kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "It's the palagi. Here's the waves.",
      "vi": "Đó là palagi. Đây là các cơn sóng."
    }
  },
  {
    "translation": {
      "en": "What's the other one we do?",
      "vi": "Còn kiểu kia mà ta làm là gì?"
    }
  },
  {
    "translation": {
      "en": "Palm trees...",
      "vi": "Hàng cọ..."
    }
  },
  {
    "translation": {
      "en": "Palm trees. Fishies.",
      "vi": "Hàng cọ. Những chú cá."
    }
  },
  {
    "translation": {
      "en": "Little fishies and sharks.",
      "vi": "Nhưng con cá nhỏ và cá mập."
    }
  },
  {
    "translation": {
      "en": "It was just an unbelievable adventure, living around Dave.",
      "vi": "Được sống gần Dave là một cuộc phiêu lưu khó tin."
    }
  },
  {
    "translation": {
      "en": "When I first met him, I asked him, What do you do?",
      "vi": "Lần đầu gặp anh ấy, tôi hỏi, Anh làm nghề gì?"
    }
  },
  {
    "translation": {
      "en": "And he was like, I wrestle. And I remember going to his room,",
      "vi": "Anh ấy trả lời, Tôi đấu vật. Và tôi nhớ lần vào phòng anh ấy"
    }
  },
  {
    "translation": {
      "en": "and I'm seeing these trophies, like, world trophies",
      "vi": "thấy những cúp vô địch thế giới đó... VỢ CỦA DAVE"
    }
  },
  {
    "translation": {
      "en": "and pictures of the Soviet Union and all this.",
      "vi": "...và ảnh của Liên bang Xô Viết."
    }
  },
  {
    "translation": {
      "en": "I'm like, Wait, you don't just wrestle. You're really good.",
      "vi": "Tôi nói, Anh không chỉ đấu vật. Anh rất giỏi."
    }
  },
  {
    "translation": {
      "en": "And he's like, Yeah, I like it.",
      "vi": "Anh nói, Ừ, anh thích nó."
    }
  },
  {
    "translation": {
      "en": "Basically, our focus became his...",
      "vi": "Cơ bản, chúng tôi tập trung vào thành công của anh ấy trong đấu vật, tôi thấy ổn."
    }
  },
  {
    "translation": {
      "en": "his success in wrestling, and I was okay with that.",
      "vi": "thành công của anh ấy trong đấu vật, tôi thấy ổn."
    }
  },
  {
    "translation": {
      "en": "I wanted to be a partner in that process.",
      "vi": "Tôi muốn là một phần của quá trình đó."
    }
  },
  {
    "translation": {
      "en": "So, all of a sudden, we were all over the world.",
      "vi": "Bỗng dưng, chúng tôi nổi tiếng khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "Dave's off for training. He wanted to get one more run in.",
      "vi": "Dave đang đi chạy. Anh ấy muốn chạy thêm một vòng nữa."
    }
  },
  {
    "translation": {
      "en": "He's gonna run up that hill he just filmed from.",
      "vi": "Anh ấy sẽ chạy lên ngọn đồi mà vừa quay phim ở đó."
    }
  },
  {
    "translation": {
      "en": "You know, Dave was kind of this guy",
      "vi": "Dave là kiểu người"
    }
  },
  {
    "translation": {
      "en": "that used to hobble along, the goofy grin and the shuffle and...",
      "vi": "hay đi tập tễnh, cười ngớ ngẩn và lê chân"
    }
  },
  {
    "translation": {
      "en": "kind of, the little handshake.",
      "vi": "và thích bắt tay."
    }
  },
  {
    "translation": {
      "en": "Before he'd step out to wrestle, he'd look like,",
      "vi": "Trước khi đấu vật, trông anh ấy như kiểu,"
    }
  },
  {
    "translation": {
      "en": "This guy's, like, 80 years old and can barely walk.",
      "vi": "Nhìn anh ta như lão 80, đi còn không vững."
    }
  },
  {
    "translation": {
      "en": "And then you stepped out on the mat with him",
      "vi": "Và bạn bước lên sàn đấu với anh ấy"
    }
  },
  {
    "translation": {
      "en": "and saw those two different sides to his persona.",
      "vi": "và thấy hai khía cạnh khác biệt trong anh ấy."
    }
  },
  {
    "translation": {
      "en": "You know, it's a pretty interesting human being.",
      "vi": "Đó là một người khá thú vị."
    }
  },
  {
    "translation": {
      "en": "Super mellow, unassuming, under dressed, always.",
      "vi": "Rất vui tính, không kiêu căng, ăn mặc xuề xòa, luôn như vậy."
    }
  },
  {
    "translation": {
      "en": "But, you know, a genius freak when it came to wrestling, you know.",
      "vi": "Nhưng lại là một thiên tài quái dị trong môn đấu vật. ĐÔ VẬT ĐỘI SĂN CÁO"
    }
  },
  {
    "translation": {
      "en": "And ask him any question you wanted about wrestling",
      "vi": "Và hỏi anh ấy bất cứ câu nào về đấu vật"
    }
  },
  {
    "translation": {
      "en": "and he could give you ten different answers",
      "vi": "và anh ấy sẽ trả lời mười câu khác nhau"
    }
  },
  {
    "translation": {
      "en": "that all were effective solutions to whatever problem you had.",
      "vi": "đều là những giải pháp hữu hiệu cho vấn đề bạn gặp phải."
    }
  },
  {
    "translation": {
      "en": "And that rolls your leg off his shoulder.",
      "vi": "Và lăn chân bạn qua vai anh ta."
    }
  },
  {
    "translation": {
      "en": "Get his legs off of you by dropping this leg out",
      "vi": "Bỏ chân anh ta khỏi người bạn bằng việc rút chân này ra"
    }
  },
  {
    "translation": {
      "en": "and throwin' him off with this foot. Turn belly down.",
      "vi": "và thoát khỏi anh ta bằng chân này. Lật bụng xuống."
    }
  },
  {
    "translation": {
      "en": "And he's dust.",
      "vi": "Và anh ta đã bị hạ."
    }
  },
  {
    "translation": {
      "en": "Ah, is it working? Yeah, yeah.",
      "vi": "Có hiệu quả không? Vâng."
    }
  },
  {
    "translation": {
      "en": "Hey! Violent Violet here. The Violent Violet here in Russia.",
      "vi": "Chào! Violent Violet đây. Violent Violet ở nước Nga."
    }
  },
  {
    "translation": {
      "en": "Hey, Violent Violet! Hey, no!",
      "vi": "Chào, Violent Violet! Này, không!"
    }
  },
  {
    "translation": {
      "en": "Dave loved Russia.",
      "vi": "Dave yêu nước Nga."
    }
  },
  {
    "translation": {
      "en": "I think he just really appreciated the culture.",
      "vi": "Tôi nghĩ anh ấy thực sự thích nền văn hóa đó."
    }
  },
  {
    "translation": {
      "en": "'Cause they're passionate about wrestling.",
      "vi": "Vì họ rất thích đấu vật."
    }
  },
  {
    "translation": {
      "en": "You know, Dave was passionate about wrestling.",
      "vi": "Dave có đam mê với đấu vật."
    }
  },
  {
    "translation": {
      "en": "You know, and then, of course, Dave kinda learned the language a little bit",
      "vi": "Và rồi, tất nhiên, Dave đã học ngoại ngữ"
    }
  },
  {
    "translation": {
      "en": "so he can kinda communicate with them.",
      "vi": "để có thể giao tiếp với họ."
    }
  },
  {
    "translation": {
      "en": "And he was, you know, picking their brains.",
      "vi": "Và rồi xin lời khuyên từ họ."
    }
  },
  {
    "translation": {
      "en": "Dave learned how to speak Russian",
      "vi": "Dave đã học tiếng Nga,"
    }
  },
  {
    "translation": {
      "en": "'cause he wanted to hear what the Russian coaches were saying.",
      "vi": "vì anh ấy muốn hiểu các huấn luyện viên nói gì."
    }
  },
  {
    "translation": {
      "en": "'Cause they're the best coaches in the world. What are they saying?",
      "vi": "Họ là những người giỏi nhất thế giới. Họ đang nói gì?"
    }
  },
  {
    "translation": {
      "en": "Russia's got, like, 40, 50 world championships.",
      "vi": "Nước Nga có khoảng 40, 50 nhà vô địch thế giới. NHÀ VÔ ĐỊCH OLYMPIC"
    }
  },
  {
    "translation": {
      "en": "They only started in the '50s.",
      "vi": "Họ chỉ mới bắt đầu từ những năm 50."
    }
  },
  {
    "translation": {
      "en": "But once they started, they were dominant.",
      "vi": "Nhưng khi đã bắt đầu, họ trở thành người thống trị."
    }
  },
  {
    "translation": {
      "en": "That brings the team's score now to 11 to nine",
      "vi": "Khiến cho điểm số của đội là 11 với chín"
    }
  },
  {
    "translation": {
      "en": "in favor of the Soviet Union over the United States.",
      "vi": "với Liên Bang Xô Viết chiến thắng nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "The problem with wrestling in the United States was that",
      "vi": "Vấn đề của đấu vật ở nước Mỹ là"
    }
  },
  {
    "translation": {
      "en": "when our guys got to a certain age level,",
      "vi": "khi đô vật của ta đến một độ tuổi nào đó..."
    }
  },
  {
    "translation": {
      "en": "they had to drop out of the sport in order to support their families.",
      "vi": "CHỦ TỊCH HIỆP HỘI ĐẤU VẬT ...họ sẽ nghỉ để chăm sóc gia đình."
    }
  },
  {
    "translation": {
      "en": "Whereas the foreign countries, in Russia and the Eastern Bloc countries,",
      "vi": "Trong khi đó ở nước ngoài, ở Nga hay các nước Châu Âu,"
    }
  },
  {
    "translation": {
      "en": "it was a career for those guys.",
      "vi": "đấu vật là một nghề."
    }
  },
  {
    "translation": {
      "en": "And so, it put us at a huge disadvantage.",
      "vi": "Vì thế, chúng ta gặp phải sự bất lợi lớn."
    }
  },
  {
    "translation": {
      "en": "I wanted the U.S. to beat the Russians.",
      "vi": "Tôi muốn nước Mỹ chiến thắng nước Nga. HUẤN LUYỆN VIÊN ĐỘI SĂN CÁO"
    }
  },
  {
    "translation": {
      "en": "All those years I had coached, we were second, second, second.",
      "vi": "Suốt những năm tôi làm huấn luyện viên, ta chỉ luôn đứng thứ hai."
    }
  },
  {
    "translation": {
      "en": "We just couldn't get over the hump to beat the Soviets.",
      "vi": "Chúng ta không thể vượt qua Xô Viết."
    }
  },
  {
    "translation": {
      "en": "But then, John and Foxcatcher",
      "vi": "Nhưng rồi John và Đội Săn Cáo"
    }
  },
  {
    "translation": {
      "en": "came into the picture and changed it.",
      "vi": "đã xuất hiện và thay đổi điều đó."
    }
  },
  {
    "translation": {
      "en": "He was introduced as a philanthropist...",
      "vi": "Anh ấy được giới thiệu là một nhà hảo tâm... NHÀ VÔ ĐỊCH OLYMPIC"
    }
  },
  {
    "translation": {
      "en": "that, uh, was interested in supporting and helping wrestling",
      "vi": "NHÀ VÔ ĐỊCH OLYMPIC ...quan tâm đến chuyện giúp đỡ và tài trợ cho môn đấu vật"
    }
  },
  {
    "translation": {
      "en": "in a time when we really, really needed the help at U.S.A. Wrestling, financially.",
      "vi": "trong thời gian mà chúng tôi thực sự cần giúp đỡ Đấu vật Mỹ, về tiền bạc."
    }
  },
  {
    "translation": {
      "en": "How's he look?",
      "vi": "Trông anh ấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "And so, John started providing a stipend to U.S.A. Wrestling.",
      "vi": "Và rồi John bắt đầu tài trợ cho môn đấu vật ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "And that was part of the deal.",
      "vi": "Đó là một phần của thỏa thuận."
    }
  },
  {
    "translation": {
      "en": "But the real deal was the farm.",
      "vi": "Thỏa thuận thực sự là ở nông trại."
    }
  },
  {
    "translation": {
      "en": "What do you think about life on the farm with John du Pont?",
      "vi": "Mày nghĩ sao về cuộc sống ở nông trại với John du Pont?"
    }
  },
  {
    "translation": {
      "en": "It's very nice out here. I like it a lot.",
      "vi": "Sống ở đây rất tốt. Tôi thấy rất thích."
    }
  },
  {
    "translation": {
      "en": "What're they building over there?",
      "vi": "Họ đang xây gì ở đó thế?"
    }
  },
  {
    "translation": {
      "en": "Oh, they're building a new wrestling room.",
      "vi": "Họ đang xây một phòng đấu vật mới."
    }
  },
  {
    "translation": {
      "en": "Oh, that's nice.",
      "vi": "Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "Do you like wrestling?",
      "vi": "Thích đấu vật chứ?"
    }
  },
  {
    "translation": {
      "en": "Yes, I love it, I love it, I love it.",
      "vi": "Có chứ, tôi thích lắm."
    }
  },
  {
    "translation": {
      "en": "It's really fun.",
      "vi": "Thật là vui."
    }
  },
  {
    "translation": {
      "en": "Here's the new building.",
      "vi": "Đây là căn nhà mới."
    }
  },
  {
    "translation": {
      "en": "It's shaping up pretty well.",
      "vi": "Đang được định hình rất ổn."
    }
  },
  {
    "translation": {
      "en": "John started inviting individuals one at a time to come live in the houses",
      "vi": "John bắt đầu mời từng người một đến sống trong căn nhà"
    }
  },
  {
    "translation": {
      "en": "and paid them a salary to be on his team.",
      "vi": "và trả lương cho họ để tham gia vào đội."
    }
  },
  {
    "translation": {
      "en": "First time I met John, he said,",
      "vi": "Lần đầu tôi gặp John, anh ấy nói,"
    }
  },
  {
    "translation": {
      "en": "Come on out to Pennsylvania as soon as you can. You know?",
      "vi": "Đến Pennsylvania sớm nhất có thể nhé."
    }
  },
  {
    "translation": {
      "en": "I want you to see the farm and see the facilities,",
      "vi": "ĐÔ VẬT ĐỘI SĂN CÁO Tôi muốn anh thấy nông trại và cơ sở vật chất ở đó,"
    }
  },
  {
    "translation": {
      "en": "and I'd like to talk to you about coming out there.",
      "vi": "và tôi muốn bàn chuyện anh chuyển đến đó sống."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, we have just landed in Philadelphia.",
      "vi": "Thưa quý vị, chúng ta vừa hạ cánh ở Philadelphia."
    }
  },
  {
    "translation": {
      "en": "Welcome. We hope you have a pleasant stay.",
      "vi": "Chào mừng. Mong bạn có chuyến đi vui vẻ."
    }
  },
  {
    "translation": {
      "en": "And please, fly us again soon.",
      "vi": "Và lại bay cùng chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Flew into Philly.",
      "vi": "Tôi đã bay đến Philly."
    }
  },
  {
    "translation": {
      "en": "He had a limo pick me up. So, that was pretty amazing.",
      "vi": "Anh ấy đưa xe limo đến đón tôi. Chuyện đó thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "Took me to the farm, dropped me off.",
      "vi": "Đưa tôi đến nông trại, thả tôi ở đó."
    }
  },
  {
    "translation": {
      "en": "And, of course, you come onto the farm and it's pretty much overwhelming.",
      "vi": "Bạn đi vào nông trại và nó rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "I didn't know much about du Ponts themselves,",
      "vi": "Tôi đã không biết nhiều về nhà du Pont,"
    }
  },
  {
    "translation": {
      "en": "you know, the family and their history.",
      "vi": "về gia đình và lịch sử của họ."
    }
  },
  {
    "translation": {
      "en": "But it sure wakes you up quickly with,",
      "vi": "Nhưng chắc bạn sẽ nhận ra ngay,"
    }
  },
  {
    "translation": {
      "en": "Wow, we're talking some serious wealth here.",
      "vi": "Chà, họ giàu có thật đấy."
    }
  },
  {
    "translation": {
      "en": "Two thousand acres of just rolling, rolling scenery.",
      "vi": "Hai ngàn mẫu phong cảnh tươi đẹp."
    }
  },
  {
    "translation": {
      "en": "Robbie's running with the horses.",
      "vi": "Robbie đang chạy cùng lũ ngựa."
    }
  },
  {
    "translation": {
      "en": "Am I winning? He's winning.",
      "vi": "Tôi đang thắng à? Nó đang thắng."
    }
  },
  {
    "translation": {
      "en": "Here we are at the training center of Foxcatcher.",
      "vi": "Ta đang ở trung tâm huấn luyện của Đội Săn Cáo."
    }
  },
  {
    "translation": {
      "en": "Hi ho, hi ho, hi ho, off to wrestle we go.",
      "vi": "Hò dô ta dô ta, ta đến sàn đấu vật đây."
    }
  },
  {
    "translation": {
      "en": "They built this million dollar wrestling facility on the thing.",
      "vi": "Họ đã xây cơ sở đấu vật hàng triệu đô la."
    }
  },
  {
    "translation": {
      "en": "Three 50 x 50 mats,",
      "vi": "Ba sàn đấu 5050,"
    }
  },
  {
    "translation": {
      "en": "and there was a weight room, and a locker room, and offices and...",
      "vi": "và có phòng tập luyện, phòng để đồ, văn phòng và..."
    }
  },
  {
    "translation": {
      "en": "I mean, it was amazing.",
      "vi": "Ý tôi là, nó thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "Okay. This is the training room.",
      "vi": "Được rồi. Đây là phòng tập."
    }
  },
  {
    "translation": {
      "en": "Hi, there. And this is our trainer, Dave. Hi, Dan's friends.",
      "vi": "Đây là huấn luyện viên, Dave. Chào bạn của Dan."
    }
  },
  {
    "translation": {
      "en": "Hi, everyone Dan knows. Yeah.",
      "vi": "Chào, mọi người Dan biết. Phải."
    }
  },
  {
    "translation": {
      "en": "You know, I asked for expenses to be paid for training",
      "vi": "Tôi đã yêu cầu trả lương cho việc tập luyện"
    }
  },
  {
    "translation": {
      "en": "and then a place to live.",
      "vi": "và một nơi để sống."
    }
  },
  {
    "translation": {
      "en": "And he said, Yeah, here you go. That was it.",
      "vi": "Và anh ấy nói, Được thôi. Chỉ thế thôi."
    }
  },
  {
    "translation": {
      "en": "Okay, bud.",
      "vi": "Được rồi, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Not like when I was at Arizona State, diggin' under my floor mats in my old van",
      "vi": "Không giống như khi tôi ở bang Arizona, cúi xuống tấm thảm sàn trong chiếc xe cũ"
    }
  },
  {
    "translation": {
      "en": "looking for quarters so I can buy a Big Mac",
      "vi": "tìm vài xu để mua một chiếc bánh Big Mac"
    }
  },
  {
    "translation": {
      "en": "on a coupon, two for one, $1.25.",
      "vi": "mua bằng phiếu giảm giá, hai trả một, một đô 25 xu."
    }
  },
  {
    "translation": {
      "en": "Now, it's kind of whatever you want.",
      "vi": "Giờ thì bạn muốn cái gì cũng có."
    }
  },
  {
    "translation": {
      "en": "It's John's philosophy that if he can do away",
      "vi": "Lý lẽ của John là nếu anh ấy có thể xóa đi"
    }
  },
  {
    "translation": {
      "en": "with some of the hindrances that these athletes have,",
      "vi": "những khó khăn mà các vận động viên gặp phải,"
    }
  },
  {
    "translation": {
      "en": "then they can concentrate on training.",
      "vi": "thì họ có thể tập trung vào tập luyện."
    }
  },
  {
    "translation": {
      "en": "I believe, with John's continued support, that one day, the U.S. will be",
      "vi": "Tôi tin rằng, với sự hỗ trợ của John, một ngày, nước Mỹ sẽ trở thành"
    }
  },
  {
    "translation": {
      "en": "the number one wrestling power in the world.",
      "vi": "nền đấu vật mạnh nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "We'd never had an opportunity like that in wrestling.",
      "vi": "Chúng tôi chưa từng có cơ hội như thế trong đấu vật."
    }
  },
  {
    "translation": {
      "en": "And so, we thought,",
      "vi": "Vì vậy chúng tôi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "Well, this is it. This is what we need to be the best.",
      "vi": "Đây chính là thứ ta cần để trở thành giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "Cameras rolling and... This is gonna be real hard.",
      "vi": "Máy quay bật lên và... Sẽ rất khó đấy."
    }
  },
  {
    "translation": {
      "en": "John started telling me he was gonna bring in",
      "vi": "John nói với tôi rằng anh ấy sẽ mang đến"
    }
  },
  {
    "translation": {
      "en": "the best wrestlers in the world, the best coaches in the world.",
      "vi": "các đô vật và huấn luyện viên giỏi nhất thế giới. ĐÔ VẬT ĐỘI SĂN CÁO"
    }
  },
  {
    "translation": {
      "en": "I really didn't believe him at first.",
      "vi": "Lúc đầu tôi không tin anh ấy."
    }
  },
  {
    "translation": {
      "en": "He was telling me he was gonna bring Dave Schultz in.",
      "vi": "Anh ấy đã nói rằng sẽ đưa Dave Schultz vào."
    }
  },
  {
    "translation": {
      "en": "And I said, Really?",
      "vi": "Và tôi nói, Thật sao?"
    }
  },
  {
    "translation": {
      "en": "As soon as he said that, I said, Okay, I'm in, you know...",
      "vi": "Ngay lúc đó, tôi nói, Được, tôi đồng ý."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Cố lên!"
    }
  },
  {
    "translation": {
      "en": "I picked up the telephone one day and I called Palo Alto, California.",
      "vi": "Một ngày tôi nhấc máy và gọi cho Palo Alto, California."
    }
  },
  {
    "translation": {
      "en": "And I got... Dave Schultz on the telephone.",
      "vi": "Và rồi...Dave Schultz nghe máy."
    }
  },
  {
    "translation": {
      "en": "Dave just thought it was an unbelievable idea.",
      "vi": "Dave đã nghĩ đó là một ý tưởng khó tin."
    }
  },
  {
    "translation": {
      "en": "He saw that this guy, this du Pont guy,",
      "vi": "Anh ấy thấy anh du Pont này"
    }
  },
  {
    "translation": {
      "en": "had been funding some swimming and some, you know, other events,",
      "vi": "đã tài trợ cho bơi lội và vài sự kiện thể thao khác,"
    }
  },
  {
    "translation": {
      "en": "and he thought,",
      "vi": "và anh ấy nghĩ,"
    }
  },
  {
    "translation": {
      "en": "Maybe we have an opportunity here to grow our sport.",
      "vi": "Chúng ta có cơ hội để phát triển thể thao."
    }
  },
  {
    "translation": {
      "en": "My name's Dave Schultz.",
      "vi": "Tên tôi là Dave Schultz."
    }
  },
  {
    "translation": {
      "en": "My involvement here at, uh... Foxcatcher is as an athlete.",
      "vi": "Tôi ở trong Đội Săn Cáo với tư cách một vận động viên."
    }
  },
  {
    "translation": {
      "en": "I, uh... I train here, I work with du Pont and Humphrey.",
      "vi": "Tôi luyện tập ở đây, làm việc cùng du Pont và Humphrey."
    }
  },
  {
    "translation": {
      "en": "They put a training program together for me.",
      "vi": "Họ thiết kế một chương trình luyện tập riêng cho tôi."
    }
  },
  {
    "translation": {
      "en": "And, uh, I also assist in other ways.",
      "vi": "Tôi cũng giúp đỡ theo nhiều cách khác."
    }
  },
  {
    "translation": {
      "en": "I... help out with athletes, coaching, and, uh... that's about it.",
      "vi": "Tôi...giúp các vận động viên khác, hướng dẫn, và...chỉ vậy thôi."
    }
  },
  {
    "translation": {
      "en": "What are the long range goals for, uh...",
      "vi": "Những mục tiêu lâu dài"
    }
  },
  {
    "translation": {
      "en": "Dave Schultz looking toward the next year or two?",
      "vi": "của Dave Schultz trong vài năm tới là gì?"
    }
  },
  {
    "translation": {
      "en": "I want to be the world champion in 1991 and the Olympic champion in 1992.",
      "vi": "Tôi muốn vô địch thế giới năm 1991 và vô địch Olympic năm 1992."
    }
  },
  {
    "translation": {
      "en": "And then I want to quit.",
      "vi": "Và rồi tôi muốn nghỉ hưu."
    }
  },
  {
    "translation": {
      "en": "Before all of my hair falls out.",
      "vi": "Trước khi tóc tôi rụng hết."
    }
  },
  {
    "translation": {
      "en": "John wanted to be the face of the program.",
      "vi": "John muốn trở thành gương mặt của chương trình này."
    }
  },
  {
    "translation": {
      "en": "But you know what? He was the money.",
      "vi": "Nhưng ông ấy là nguồn vốn."
    }
  },
  {
    "translation": {
      "en": "Dave was really the charisma, the character,",
      "vi": "Dave mới là người đại diện, người có uy tín,"
    }
  },
  {
    "translation": {
      "en": "the person that attracted everybody around the world to Foxcatcher.",
      "vi": "người khiến Đội Săn Cáo được cả thế giới chú ý."
    }
  },
  {
    "translation": {
      "en": "World champion Valentin Jordanov.",
      "vi": "Nhà vô địch thế giới Valentin Jordanov."
    }
  },
  {
    "translation": {
      "en": "We had a tremendously pleasant surprise this year",
      "vi": "Chúng tôi đã có một bất ngờ rất vui trong năm nay"
    }
  },
  {
    "translation": {
      "en": "when Valentin Jordanov agreed to leave Bulgaria",
      "vi": "khi Valentin Jordanov đồng ý rời Bulgaria"
    }
  },
  {
    "translation": {
      "en": "and come and join team Foxcatcher for a couple of years.",
      "vi": "và gia nhập Đội Săn Cáo trong vài năm."
    }
  },
  {
    "translation": {
      "en": "Hi, my name Valentin Jordanov.",
      "vi": "Xin chào, tên tôi là Valentin Jordanov."
    }
  },
  {
    "translation": {
      "en": "Team Foxcatcher is good friend.",
      "vi": "Đội Săn Cáo là bạn tốt. ĐÔ VẬT ĐỘI SĂN CÁO"
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Valo was an amazing athlete.",
      "vi": "Valo là một đô vật xuất sắc."
    }
  },
  {
    "translation": {
      "en": "The first time he got on top of me, he just grabbed me and picked me up.",
      "vi": "Lần đầu tiên cậu ấy ở trên người tôi, cậu ấy nhấc bổng tôi lên."
    }
  },
  {
    "translation": {
      "en": "Off the mat.",
      "vi": "Khỏi sàn đấu."
    }
  },
  {
    "translation": {
      "en": "I'm going, Holy shit, this guy's a little guy.",
      "vi": "Tôi nghĩ, Chúa ơi, cậu ta nhỏ con như thế."
    }
  },
  {
    "translation": {
      "en": "How did that... That can't happen!",
      "vi": "Không thể thế được!"
    }
  },
  {
    "translation": {
      "en": "This guy's special.",
      "vi": "Cậu ấy thật đặc biệt."
    }
  },
  {
    "translation": {
      "en": "One night, very late, around 2 a.m...",
      "vi": "Một tối, rất muộn, tầm hai giờ sáng..."
    }
  },
  {
    "translation": {
      "en": "the phone rang, I was already asleep.",
      "vi": "chuông điện thoại kêu, lúc đó tôi đã ngủ rồi."
    }
  },
  {
    "translation": {
      "en": "The phone was in the bedroom.",
      "vi": "Điện thoại ở trong phòng ngủ."
    }
  },
  {
    "translation": {
      "en": "I pick up the phone...",
      "vi": "Tôi nhấc máy..."
    }
  },
  {
    "translation": {
      "en": "and on the other end someone is speaking to me in Russian.",
      "vi": "và người ở đầu dây bên kia nói với tôi bằng tiếng Nga."
    }
  },
  {
    "translation": {
      "en": "Dave asked me, Valo, can you come to the United States?",
      "vi": "Dave hỏi tôi, Valo, anh có thể đến Mỹ không?"
    }
  },
  {
    "translation": {
      "en": "Dave and Valo became very close friends as well.",
      "vi": "Dave và Valo đã trở thành những người bạn rất thân."
    }
  },
  {
    "translation": {
      "en": "You know, they had a common bond. Dave could speak Russian.",
      "vi": "Họ có mối liên kết mạnh mẽ. Dave biết nói tiếng Nga."
    }
  },
  {
    "translation": {
      "en": "Valo didn't necessarily speak the greatest English.",
      "vi": "Valo không cần phải nói tiếng Anh."
    }
  },
  {
    "translation": {
      "en": "Let's see what the guys are up to here. Oh!",
      "vi": "Hãy xem các chàng trai đang làm gì."
    }
  },
  {
    "translation": {
      "en": "There's Yancho and Alexander, the Bulgarian and the American,",
      "vi": "Đây là Yancho và Alexander, người Bulgaria và người Mỹ,"
    }
  },
  {
    "translation": {
      "en": "playing naked together in the morning.",
      "vi": "trần truồng chơi đùa với nhau vào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "We were one family, one big family.",
      "vi": "Chúng tôi là một gia đình, một đại gia đình."
    }
  },
  {
    "translation": {
      "en": "Our kids were growing up together.",
      "vi": "Con chúng tôi lớn lên cùng nhau."
    }
  },
  {
    "translation": {
      "en": "And the conditions were wonderful.",
      "vi": "Và điều kiện sống cũng rất tốt."
    }
  },
  {
    "translation": {
      "en": "Valentin. Photograph.",
      "vi": "Valentin. Chụp ảnh."
    }
  },
  {
    "translation": {
      "en": "It was our own community.",
      "vi": "Chúng tôi có cộng đồng riêng."
    }
  },
  {
    "translation": {
      "en": "You know, Dave was kinda like the main house because,",
      "vi": "Dave giống như ngôi nhà chính bởi vì,"
    }
  },
  {
    "translation": {
      "en": "you know, I look at Alexander and Danny and Nancy as family.",
      "vi": "tôi coi Alexander và Danny và Nancy như gia đình. ĐÔ VẬT ĐỘI SĂN CÁO"
    }
  },
  {
    "translation": {
      "en": "Yup.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Danny. Danny Rose. We're a little cramped on space.",
      "vi": "Danny Rose. Ta hơi bị thiếu chỗ."
    }
  },
  {
    "translation": {
      "en": "Hi. You helpin' Mom? Xander's helping.",
      "vi": "Con đang giúp mẹ à? Xander đang giúp mẹ này."
    }
  },
  {
    "translation": {
      "en": "Oh, we're all helping. Isn't that swell?",
      "vi": "Cả nhà đều giúp mà. Không phải rất tốt sao?"
    }
  },
  {
    "translation": {
      "en": "Thanks for coming.",
      "vi": "Cảm ơn đã tới."
    }
  },
  {
    "translation": {
      "en": "I'm gonna have one more of these before I leave.",
      "vi": "Tôi sẽ ăn thêm trước khi về."
    }
  },
  {
    "translation": {
      "en": "Here's my house. It's a quiet little spot.",
      "vi": "Đây là nhà tôi. Một nơi bé nhỏ và yên tĩnh."
    }
  },
  {
    "translation": {
      "en": "You know, there were several houses on the farm",
      "vi": "Trong nông trại có vài căn nhà"
    }
  },
  {
    "translation": {
      "en": "that had people living in those houses, and they were all wrestlers.",
      "vi": "mọi người sống trong các căn nhà đó, họ đều là đô vật."
    }
  },
  {
    "translation": {
      "en": "And so, I'd get out there and go from one house to the next house",
      "vi": "Nên tôi thường ra khỏi nhà, đi từ nhà này đến nhà kia"
    }
  },
  {
    "translation": {
      "en": "and hang out and talk and party.",
      "vi": "ngồi chơi, nói chuyện và tổ chức tiệc tùng."
    }
  },
  {
    "translation": {
      "en": "Who's that coming out of there?",
      "vi": "Ai đang ra thế?"
    }
  },
  {
    "translation": {
      "en": "Oh, it's the dog.",
      "vi": "Là con chó."
    }
  },
  {
    "translation": {
      "en": "Once Foxcatcher was created, I mean, once people came and everybody started training together,",
      "vi": "Khi Đội Săn Cáo được thành lập, mọi người bắt đầu luyện tập cùng nhau,"
    }
  },
  {
    "translation": {
      "en": "it truly was a sports utopia.",
      "vi": "là thế giới viễn tưởng của thể thao."
    }
  },
  {
    "translation": {
      "en": "These families and athletes... It was something you only dream of.",
      "vi": "Những gia đình và các vận động viên... Đó là điều bạn chỉ dám mơ tới."
    }
  },
  {
    "translation": {
      "en": "Dave Schultz swinging around. Yes! All right.",
      "vi": "Dave Schultz chơi đánh đu. Phải! Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "Into the tree. Oh, sweet.",
      "vi": "Trên cây. Thật vui vẻ."
    }
  },
  {
    "translation": {
      "en": "You know, what he's done for all the guys on the team,",
      "vi": "Những chuyện mà ông ấy đã làm cho các thành viên trong đội"
    }
  },
  {
    "translation": {
      "en": "there's really no way we can ever thank him,",
      "vi": "chẳng có cách nào để cảm ơn cho đủ"
    }
  },
  {
    "translation": {
      "en": "except for just saying thank you.",
      "vi": "ngoài việc chỉ nói lời cảm ơn."
    }
  },
  {
    "translation": {
      "en": "We really have a lot of affection for him",
      "vi": "Chúng tôi thực sự yêu quý ông ấy"
    }
  },
  {
    "translation": {
      "en": "and he's become one of our best friends over the years that we've known him.",
      "vi": "và trở thành người bạn tốt nhất trong những năm chúng tôi biết nhau."
    }
  },
  {
    "translation": {
      "en": "That's a real important part of it, you know,",
      "vi": "Đó là một phần rất quan trọng,"
    }
  },
  {
    "translation": {
      "en": "the friendship that he has with all of his athletes.",
      "vi": "tình bạn giữa ông ấy và các vận động viên."
    }
  },
  {
    "translation": {
      "en": "On our way to Istanbul.",
      "vi": "Đang trên đường đến Istanbul."
    }
  },
  {
    "translation": {
      "en": "What do you think, Eagle?",
      "vi": "Ông nghĩ sao, Eagle?"
    }
  },
  {
    "translation": {
      "en": "On to the world championships and to win.",
      "vi": "Đang trên đường đến giành cúp vô địch thế giới."
    }
  },
  {
    "translation": {
      "en": "Kill, kill, kill.",
      "vi": "Hạ gục tất cả."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Đúng thế!"
    }
  },
  {
    "translation": {
      "en": "For the first time in the history of wrestling in the United States,",
      "vi": "Lần đầu tiên trong lịch sử môn đấu vật của nước Mỹ,"
    }
  },
  {
    "translation": {
      "en": "we had athletes who could stay with the sport longer.",
      "vi": "ta có những vận động viên có thể gắn bó lâu dài với thể thao."
    }
  },
  {
    "translation": {
      "en": "Because they could afford to do it.",
      "vi": "Vì họ có đủ tiền để làm việc đó."
    }
  },
  {
    "translation": {
      "en": "In order to fulfill your dream, you must first have a dream.",
      "vi": "Để đạt được ước mơ, trước tiên bạn phải tìm được ước mơ."
    }
  },
  {
    "translation": {
      "en": "That's my dream.",
      "vi": "Đó là ước mơ của tôi."
    }
  },
  {
    "translation": {
      "en": "It's for America to be the best of the best.",
      "vi": "Là khiến nước Mỹ trở thành đỉnh cao."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Let's throw the fox in the pool. Yeah!",
      "vi": "Ném con cáo vào bể bơi đi. Được đấy!"
    }
  },
  {
    "translation": {
      "en": "That's a big piece of ice.",
      "vi": "Tảng đá to thật."
    }
  },
  {
    "translation": {
      "en": "What up, Mark?",
      "vi": "Sao thế, Mark?"
    }
  },
  {
    "translation": {
      "en": "Ready?",
      "vi": "Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "Okay, right here. Watch it, Victor.",
      "vi": "Ngay đây. Cẩn thận nhé, Victor."
    }
  },
  {
    "translation": {
      "en": "Hold on, let's get up here on the stage.",
      "vi": "Lên sân khấu đi."
    }
  },
  {
    "translation": {
      "en": "Wait, I'm filming.",
      "vi": "Đợi đã, tôi đang quay."
    }
  },
  {
    "translation": {
      "en": "Whoa! Amazing, guys.",
      "vi": "Tuyệt thật."
    }
  },
  {
    "translation": {
      "en": "Hey, do you have anything to say on film?",
      "vi": "Anh có gì nói trước máy quay không?"
    }
  },
  {
    "translation": {
      "en": "One...",
      "vi": "Một..."
    }
  },
  {
    "translation": {
      "en": "Come on, do you have anything to say on film?",
      "vi": "Có gì để nói không?"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Đi nào!"
    }
  },
  {
    "translation": {
      "en": "You're doing a good job.",
      "vi": "Làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Coming across very well.",
      "vi": "Kết quả rất tốt."
    }
  },
  {
    "translation": {
      "en": "If I try too hard to do something, I foul it up.",
      "vi": "Nếu tôi quá cố gắng làm việc gì đó, tôi sẽ làm sai."
    }
  },
  {
    "translation": {
      "en": "Well, that's difficult.",
      "vi": "Chuyện đó rất khó."
    }
  },
  {
    "translation": {
      "en": "It's like a person when they wrestle.",
      "vi": "Giống như khi một người đang đấu vật."
    }
  },
  {
    "translation": {
      "en": "If they try to do something right, they'll foul up the move.",
      "vi": "Nếu họ cứ cố gắng làm cho đúng, họ sẽ di chuyển sai."
    }
  },
  {
    "translation": {
      "en": "If they do it instinctively... they get it right.",
      "vi": "Nếu họ cứ làm theo bản năng... họ sẽ thành công."
    }
  },
  {
    "translation": {
      "en": "And score on their opponent, much to their surprise.",
      "vi": "Và ghi điểm trên đối phương, họ sẽ thấy bất ngờ đấy."
    }
  },
  {
    "translation": {
      "en": "See, you get stuff like that from me, just off the cuff,",
      "vi": "Bạn làm điều đó với tôi, thật bất ngờ,"
    }
  },
  {
    "translation": {
      "en": "that you can use, and things like that are",
      "vi": "mà bạn có thể sử dụng, những thứ như thế..."
    }
  },
  {
    "translation": {
      "en": "And I just did get that off you.",
      "vi": "Tôi vừa mới làm vậy xong."
    }
  },
  {
    "translation": {
      "en": "That's right. I know that.",
      "vi": "Đúng thế. Tôi biết."
    }
  },
  {
    "translation": {
      "en": "That's why I... That's why I continued on.",
      "vi": "Thế nên tôi... Thế nên tôi mới tiếp tục."
    }
  },
  {
    "translation": {
      "en": "I'm very quick that way. I can do that.",
      "vi": "Tôi rất nhanh. Tôi có thể làm thế."
    }
  },
  {
    "translation": {
      "en": "If you just let me,",
      "vi": "Nếu bạn cứ để cho tôi,"
    }
  },
  {
    "translation": {
      "en": "if I were to ramble on, you'd get all sorts of stuff.",
      "vi": "nếu tôi cứ nói dông dài, bạn sẽ có đủ thứ."
    }
  },
  {
    "translation": {
      "en": "This could be an HBO special. Yeah. Uh...",
      "vi": "Đây có thể là tập đặc biệt của HBO. Phải."
    }
  },
  {
    "translation": {
      "en": "The conversation about John being eccentric was always out front.",
      "vi": "Cuộc nói chuyện về tính lập dị của John lúc nào cũng thành thật."
    }
  },
  {
    "translation": {
      "en": "You know, John is a little different. There's no doubt about it, you know.",
      "vi": "John hơi khác người. Chắc chắn là vậy."
    }
  },
  {
    "translation": {
      "en": "Does that mean he's a bad guy?",
      "vi": "Có nghĩa ông ấy là người xấu?"
    }
  },
  {
    "translation": {
      "en": "A lot of the things he did were... weird.",
      "vi": "Ông ấy làm rất nhiều chuyện...kỳ cục."
    }
  },
  {
    "translation": {
      "en": "One day, we hear that he ended up in the pond with his car.",
      "vi": "Có ngày, chúng tôi nghe tin ông ấy đã lao xe xuống ao."
    }
  },
  {
    "translation": {
      "en": "And everyone thought that he had just... was going too fast, ended up in the pond.",
      "vi": "Và mọi người cứ tưởng ông ấy đã... Đi quá nhanh và đâm xuống ao."
    }
  },
  {
    "translation": {
      "en": "The car company that he had bought it from gave him a loaner,",
      "vi": "Hãng xe đã cho ông ấy vay,"
    }
  },
  {
    "translation": {
      "en": "and the next day, he had a high up official in wrestling...",
      "vi": "và ngày hôm sau, ông ấy gặp một quan chức cấp cao trong môn đấu vật..."
    }
  },
  {
    "translation": {
      "en": "He told him to get in the backseat, and he did the exact same thing,",
      "vi": "Ông ấy bảo người đó ngồi ra ghế sau, rồi lại làm chuyện như thế,"
    }
  },
  {
    "translation": {
      "en": "drove the thing into the pond.",
      "vi": "lái xe xuống ao."
    }
  },
  {
    "translation": {
      "en": "Now, why? Who the heck knows?",
      "vi": "Tại sao ư? Ai mà biết?"
    }
  },
  {
    "translation": {
      "en": "Now, certainly, that was an abnormal behavior,",
      "vi": "Chắc chắn đó là hành vi không bình thường,"
    }
  },
  {
    "translation": {
      "en": "and we all saw it and we thought, Man, isn't that funny?",
      "vi": "chúng tôi thấy thế và nghĩ, Không phải rất vui sao?"
    }
  },
  {
    "translation": {
      "en": "You know, he drove his car into the lake. Brand new Lincoln.",
      "vi": "Ông ấy đã lái thẳng xe xuống ao. Một chiếc Lincoln mới."
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh, look at that.",
      "vi": "Ôi trời, nhìn mà xem."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, Robbie.",
      "vi": "Giáng Sinh vui vẻ, Robbie."
    }
  },
  {
    "translation": {
      "en": "Hey, there, Robbie.",
      "vi": "Xin chào, Robbie."
    }
  },
  {
    "translation": {
      "en": "Hey, Merry Christmas.",
      "vi": "Chào, Giáng Sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Go fast, wrestle hard.",
      "vi": "Đi nhanh, vật khỏe."
    }
  },
  {
    "translation": {
      "en": "He just had two sides sometimes where, you know,",
      "vi": "Thỉnh thoảng trong ông ấy như có hai con người,"
    }
  },
  {
    "translation": {
      "en": "there was the normal John and then there was the John that's just,",
      "vi": "một John bình thường và một John..."
    }
  },
  {
    "translation": {
      "en": "you know, you don't know what you're gonna get that day.",
      "vi": "Bạn không biết hôm đó sẽ có chuyện gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "And people would walk on pins and needles not knowing what to expect.",
      "vi": "Và mọi người cũng không biết phải phòng trừ điều gì."
    }
  },
  {
    "translation": {
      "en": "Excuse me, sir.",
      "vi": "Xin lỗi ngài."
    }
  },
  {
    "translation": {
      "en": "Sir.",
      "vi": "Thưa ngài."
    }
  },
  {
    "translation": {
      "en": "You have a bunch of people",
      "vi": "Bạn có rất nhiều người"
    }
  },
  {
    "translation": {
      "en": "all in the same experience for better or worse.",
      "vi": "tất cả đều trải qua cùng nhau dù chuyện tốt hay xấu."
    }
  },
  {
    "translation": {
      "en": "On the days when John du Pont was up and feeling really good,",
      "vi": "Trong những ngày John du Pont cảm thấy vui vẻ, tinh thần họ rất tốt."
    }
  },
  {
    "translation": {
      "en": "then spirits were great.",
      "vi": "HUẤN LUYỆN VIÊN"
    }
  },
  {
    "translation": {
      "en": "When John was down or acting whacky, then you'd better, you know, kind of...",
      "vi": "HUẤN LUYỆN VIÊN Khi John không vui hay tỏ ra cáu kỉnh, thì tốt nhất bạn nên, bạn biết đấy..."
    }
  },
  {
    "translation": {
      "en": "Just bunker down here and deal with it.",
      "vi": "Cứ cố gắng chịu đựng thôi."
    }
  },
  {
    "translation": {
      "en": "John's on a rampage.",
      "vi": "John đang lên cơn thịnh nộ."
    }
  },
  {
    "translation": {
      "en": "...as in Nobakov.",
      "vi": "...như ở Nobakov."
    }
  },
  {
    "translation": {
      "en": "I mean, everyone else would kind of say, Yeah, he's a little strange.",
      "vi": "Mọi người khác sẽ nói, Phải, ông ấy hơi kỳ dị."
    }
  },
  {
    "translation": {
      "en": "And Dave always saw the good in the guy.",
      "vi": "Và Dave luôn thấy mặt tốt ở ông."
    }
  },
  {
    "translation": {
      "en": "He was the guy who could talk to du Pont on a normal level all the time.",
      "vi": "Anh ấy là người lúc nào cũng có thể nói chuyện bình thường với du Pont."
    }
  },
  {
    "translation": {
      "en": "And if you needed somethin' and you were afraid to contact John about it,",
      "vi": "Và nếu bạn có chuyện muốn nói với John mà không dám nói,"
    }
  },
  {
    "translation": {
      "en": "Dave would do it for you.",
      "vi": "Dave sẽ giúp bạn."
    }
  },
  {
    "translation": {
      "en": "He was the one person who could influence John",
      "vi": "Anh là người duy nhất có thể gây ảnh hưởng đến John"
    }
  },
  {
    "translation": {
      "en": "in a positive direction,",
      "vi": "theo chiều hướng tích cực,"
    }
  },
  {
    "translation": {
      "en": "and the one person who could keep things on the right path",
      "vi": "và là người có thể giữ mọi chuyện đi đúng hướng"
    }
  },
  {
    "translation": {
      "en": "so that it continued to benefit the sport and it continued to benefit Dave.",
      "vi": "và chuyện đó giúp ích cho thể thao và giúp ích cho Dave."
    }
  },
  {
    "translation": {
      "en": "Xander's birthday party, April 8th.",
      "vi": "Tiệc sinh nhật của Danner, ngày 8 tháng 4."
    }
  },
  {
    "translation": {
      "en": "We got the Eagle, Atana Kazuchi, the mallet head, and the little paisan.",
      "vi": "Ta có Eagle, Atana Kazuchi, đầu búa, và anh bạn bé nhỏ."
    }
  },
  {
    "translation": {
      "en": "John was this wealthy man",
      "vi": "John là người có tài sản"
    }
  },
  {
    "translation": {
      "en": "and then he was also like a scared kid that never really had a childhood.",
      "vi": "và rồi ông ấy như một đứa trẻ sợ sệt, chưa từng có tuổi thơ đúng nghĩa. ĐÔ VẬT ĐỘI SĂN CÁO"
    }
  },
  {
    "translation": {
      "en": "And you could see that, that he wanted to be part of the team.",
      "vi": "Và bạn có thể thấy, ông ấy muốn làm một người trong đội."
    }
  },
  {
    "translation": {
      "en": "He wanted to be one of the guys.",
      "vi": "Muốn làm một thành viên."
    }
  },
  {
    "translation": {
      "en": "Here's the loving mother... there are the rest of the boys.",
      "vi": "Đây là bà mẹ yêu quý... và các cậu bé còn lại."
    }
  },
  {
    "translation": {
      "en": "Hey, how come no one has their party hats on?",
      "vi": "Sao không ai đội mũ lên thế?"
    }
  },
  {
    "translation": {
      "en": "We didn't get the hats. Ah!",
      "vi": "Chúng ta không mua mũ."
    }
  },
  {
    "translation": {
      "en": "Making ice cream. Eagles soar high.",
      "vi": "Đang làm kem. Đại bàng bay cao."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad. Let's put him on that",
      "vi": "Bố ơi. Hãy để nó lên..."
    }
  },
  {
    "translation": {
      "en": "He's trying to lose a little weight so he can soar a little higher.",
      "vi": "Anh ấy đang giảm cân để có thể bay cao hơn."
    }
  },
  {
    "translation": {
      "en": "Dad. Your plate's right there...",
      "vi": "Bố. Đĩa của con đây."
    }
  },
  {
    "translation": {
      "en": "He was lonely, you know, and we were his friends.",
      "vi": "Ông ấy rất cô đơn, và chúng tôi là bạn ông ấy."
    }
  },
  {
    "translation": {
      "en": "His family didn't see him much.",
      "vi": "Người nhà không đến thăm nhiều."
    }
  },
  {
    "translation": {
      "en": "He said the wrestlers were his family.",
      "vi": "Ông nói các đô vật là gia đình của mình."
    }
  },
  {
    "translation": {
      "en": "Your background, your childhood, has definitely been different.",
      "vi": "Nền tảng của ông, tuổi thơ của ông, chắc chắn rất khác biệt."
    }
  },
  {
    "translation": {
      "en": "How has that affected the work that you do as a coach?",
      "vi": "Điều đó ảnh hưởng thế nào đến việc làm huấn luyện viên?"
    }
  },
  {
    "translation": {
      "en": "That's a difficult question to answer.",
      "vi": "Đó là một câu hỏi khó."
    }
  },
  {
    "translation": {
      "en": "You assume one thing, and I know something else.",
      "vi": "Anh cho rằng như thế, nhưng tôi biết điều khác."
    }
  },
  {
    "translation": {
      "en": "He wasn't real good, socially.",
      "vi": "Ông ấy ngoại giao không giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "Told me himself that he had his meals in his own room,",
      "vi": "Ông ấy kể với tôi là ông ấy ăn một mình trong phòng,"
    }
  },
  {
    "translation": {
      "en": "fed by a maid, until he was, like, 13 or somethin'.",
      "vi": "được người giúp việc cho ăn, cho đến khi 13 tuổi. NHÀ MÁT XA TRỊ LIỆU ĐỘI SĂN CÁO"
    }
  },
  {
    "translation": {
      "en": "You know, his brothers and sisters were older.",
      "vi": "Ông ấy có anh chị lớn hơn."
    }
  },
  {
    "translation": {
      "en": "So I get the sense heThere was some loneliness growing up.",
      "vi": "Nên tôi cảm thấy như... Ông ấy đã lớn lên trong cô đơn."
    }
  },
  {
    "translation": {
      "en": "His father had divorced and moved somewhere, I think.",
      "vi": "Có lẽ bố ông ấy đã ly dị và chuyển đến nơi khác."
    }
  },
  {
    "translation": {
      "en": "He's like, You don't know how lucky you are",
      "vi": "Ông nói, Cậu không biết cậu quá may mắn"
    }
  },
  {
    "translation": {
      "en": "to be able to talk to your father.",
      "vi": "khi có thể nói chuyện với bố mình."
    }
  },
  {
    "translation": {
      "en": "I'd have to set up an appointment to see my father.",
      "vi": "Tôi đã phải đặt lịch hẹn thì mới được gặp bố."
    }
  },
  {
    "translation": {
      "en": "And half the time he wouldn't see me anyway.",
      "vi": "Mà một nửa là ông ấy chẳng thèm gặp tôi."
    }
  },
  {
    "translation": {
      "en": "This privileged lifestyle was great, but you know what?",
      "vi": "Cuộc sống đầy đủ như vậy rất tốt, nhưng bạn biết không?"
    }
  },
  {
    "translation": {
      "en": "He didn't have the socialization that kids develop naturally.",
      "vi": "Ông ấy không có kỹ năng giao tiếp mà trẻ con học được một cách tự nhiên."
    }
  },
  {
    "translation": {
      "en": "You know, when you're in your own neighborhood as a kid,",
      "vi": "Khi mà bạn còn là một đứa bé,"
    }
  },
  {
    "translation": {
      "en": "and meeting the kid next door. He didn't have that.",
      "vi": "và gặp đứa bé nhà bên ấy. Ông ấy không được như vậy."
    }
  },
  {
    "translation": {
      "en": "He just had his mom around mostly.",
      "vi": "Hầu hết là chỉ có mẹ bên cạnh."
    }
  },
  {
    "translation": {
      "en": "Welcome to Foxcatcher Farms.",
      "vi": "Chào mừng tới nông trại của Đội Săn Cáo."
    }
  },
  {
    "translation": {
      "en": "This room is the main trophy room",
      "vi": "Đây là phòng trưng bày chính"
    }
  },
  {
    "translation": {
      "en": "where a lot of our sports trophies are housed.",
      "vi": "nơi cất giữ rất nhiều cúp thể thao của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Mother is now going to be 90 years old in June.",
      "vi": "Tháng sáu này mẹ tôi sẽ sang tuổi 90."
    }
  },
  {
    "translation": {
      "en": "Her original... ribbons are here in this room someplace.",
      "vi": "Dải ruy băng của bà vẫn còn ở đâu đó trong căn phòng này."
    }
  },
  {
    "translation": {
      "en": "Mrs. du Pont was a real pillar in keeping John on track.",
      "vi": "Bà du Pont đóng vai trò rất lớn trong việc khiến John đi đúng hướng."
    }
  },
  {
    "translation": {
      "en": "And then when she passed away, you know, there was a big void.",
      "vi": "Và rồi bà qua đời, để lại một chỗ trống rất lớn."
    }
  },
  {
    "translation": {
      "en": "1991 with the Eagle.",
      "vi": "Năm 1991 với Eagle."
    }
  },
  {
    "translation": {
      "en": "John, do you have any words for posterity?",
      "vi": "John, có điều gì muốn nói với hậu thế không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, Merry Christmas. Merry",
      "vi": "Có, Giáng Sinh vui vẻ. Chúc mừng..."
    }
  },
  {
    "translation": {
      "en": "Happy New Year. Wrestle hard, wrestle fast.",
      "vi": "Chúc mừng năm mới. Vật khỏe, vật nhanh."
    }
  },
  {
    "translation": {
      "en": "The Schultzes were there on the farm",
      "vi": "Nhà Schultz sống trong trang trại"
    }
  },
  {
    "translation": {
      "en": "and they would come up to the big house during Christmases.",
      "vi": "và họ sẽ đến căn nhà lớn trong dịp Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "They were the family to John at that point in time.",
      "vi": "Lúc đó họ như là gia đình của John."
    }
  },
  {
    "translation": {
      "en": "Alexander, how do you like turtle soup?",
      "vi": "Alexander, con thích súp thịt rùa không?"
    }
  },
  {
    "translation": {
      "en": "How do you like turtle soup?",
      "vi": "Con thích súp rùa không?"
    }
  },
  {
    "translation": {
      "en": "I don't like it at all.",
      "vi": "Không thích chút nào."
    }
  },
  {
    "translation": {
      "en": "No, just that... It will be served, I promise.",
      "vi": "Không, chỉ thế... Nó sẽ được mang ra, ông hứa."
    }
  },
  {
    "translation": {
      "en": "He called me directly which he didn't call me very often,",
      "vi": "Ông ấy trực tiếp gọi cho tôi, ông ấy ít khi gọi tôi,"
    }
  },
  {
    "translation": {
      "en": "he just called the house,",
      "vi": "ông ấy gọi đến nhà,"
    }
  },
  {
    "translation": {
      "en": "and said, Hey, Nancy, I don't think we have a high chair in the house,",
      "vi": "và nói, Này Nancy, tôi không nghĩ là trong nhà có ghế cao,"
    }
  },
  {
    "translation": {
      "en": "so remember to bring a high chair. And it really warmed my heart.",
      "vi": "nên cô nhớ mang ghế cao nhé. Điều đó làm tôi rất cảm động."
    }
  },
  {
    "translation": {
      "en": "He wanted to make that Christmas day something nice.",
      "vi": "Ông ấy muốn ngày Giáng Sinh là một điều tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "Something nice not only for him, but something nice for my kids.",
      "vi": "Điều tốt đẹp không chỉ cho ông ấy, mà còn dành cho bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "And there was something inside of him that really was trying to connect.",
      "vi": "Trong ông có điều gì đó đang cố để được kết nối với bên ngoài."
    }
  },
  {
    "translation": {
      "en": "Soar high together.",
      "vi": "Bay cao cùng nhau."
    }
  },
  {
    "translation": {
      "en": "So I felt like, and I know Dave did, we kinda wanted to befriend the guy.",
      "vi": "Tôi biết Dave là như vậy, chúng tôi muốn làm bạn với ông ấy."
    }
  },
  {
    "translation": {
      "en": "Especially if he was willing to help the sport.",
      "vi": "Đặc biệt khi ông ấy sẵn sàng giúp đỡ cho đấu vật."
    }
  },
  {
    "translation": {
      "en": "So you kind of felt like you should reach out to him",
      "vi": "Tôi thấy như mình nên đến gần hơn với ông ấy"
    }
  },
  {
    "translation": {
      "en": "'cause he's reachin' out to the sport.",
      "vi": "vì ông ấy đang đến gần với thể thao."
    }
  },
  {
    "translation": {
      "en": "John du Pont's a very generous person, he's a very giving person.",
      "vi": "John du Pont là một người hào phóng, là người sẵn sàng cho đi."
    }
  },
  {
    "translation": {
      "en": "I think he's, uh...",
      "vi": "Tôi nghĩ ông ấy..."
    }
  },
  {
    "translation": {
      "en": "I kind of look at him more as",
      "vi": "Tôi coi ông ấy như một"
    }
  },
  {
    "translation": {
      "en": "one of the athletes, I guess, than anything else.",
      "vi": "vận động viên, hơn bất kỳ điều gì khác."
    }
  },
  {
    "translation": {
      "en": "You know, he likes to do the same things we do.",
      "vi": "Ông ấy thích những việc như chúng tôi."
    }
  },
  {
    "translation": {
      "en": "He likes to come in and wrestle and have fun.",
      "vi": "Ông ấy thích đi đấu vật và chơi đùa."
    }
  },
  {
    "translation": {
      "en": "This doesn't work too well, I'm afraid.",
      "vi": "Tôi e thế này không hiệu quả rồi."
    }
  },
  {
    "translation": {
      "en": "I'm afraid to hurt Robbie, you know. I understand that.",
      "vi": "Tôi sợ làm đau Robbie, anh biết mà. Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "I'll tell you when it hurts. No, it's too late then.",
      "vi": "Lúc nào đau tôi sẽ nói. Không, thế thì quá muộn rồi."
    }
  },
  {
    "translation": {
      "en": "You're used to working out with somebody who's fit",
      "vi": "Bạn quen với việc tập luyện cùng một người khỏe"
    }
  },
  {
    "translation": {
      "en": "and who's trying to take you apart every day in a wrestling practice,",
      "vi": "và người muốn hạ gục bạn khi tập luyện,"
    }
  },
  {
    "translation": {
      "en": "which is what you want. And then, you know...",
      "vi": "đó là điều bạn muốn. Và rồi..."
    }
  },
  {
    "translation": {
      "en": "You could work out with John and he's, you know, say a 55 year old guy,",
      "vi": "Bạn có thể tập với John và, bạn biết đấy, ông ấy đã 55 tuổi,"
    }
  },
  {
    "translation": {
      "en": "um, kind of frail, you know, kind of slow, a little bit timid.",
      "vi": "hơi yếu, hơi chậm và hơi rụt rè."
    }
  },
  {
    "translation": {
      "en": "And so, you'd wrestle with him, you'll let him score a bit, you know.",
      "vi": "Và bạn đấu vật với ông ấy, để cho ông ấy ghi điểm một chút."
    }
  },
  {
    "translation": {
      "en": "It was kind of like play wrestling.",
      "vi": "Giống như là đấu vật cho vui thôi."
    }
  },
  {
    "translation": {
      "en": "And in his own mind, he's, Yeah, I'm hanging with these guys.",
      "vi": "Và ông ấy sẽ nghĩ, Phải, mình đang chơi với mấy cậu này."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Going down to watch Eagle kick some ass in Cali, Colombia.",
      "vi": "Đang trên đường xem Eagle quậy tung ở Cali, Colombia."
    }
  },
  {
    "translation": {
      "en": "We're psyched.",
      "vi": "Chúng tôi rất háo hức."
    }
  },
  {
    "translation": {
      "en": "John would enter wrestling tournaments.",
      "vi": "John sẽ đi đấu giải."
    }
  },
  {
    "translation": {
      "en": "John... couldn't wrestle.",
      "vi": "John...không thể đấu vật."
    }
  },
  {
    "translation": {
      "en": "Stance! Stance! Get your head in there!",
      "vi": "Tư thế! Chú ý vào!"
    }
  },
  {
    "translation": {
      "en": "Don't let him have your leg!",
      "vi": "Đừng để anh ta bám vào chân!"
    }
  },
  {
    "translation": {
      "en": "Oh, no!",
      "vi": "Ôi không!"
    }
  },
  {
    "translation": {
      "en": "Let go of his head!",
      "vi": "Bỏ đầu ông ấy ra!"
    }
  },
  {
    "translation": {
      "en": "Let go of hisI told him to let go.",
      "vi": "Bỏ ra... Tôi đã bảo là bỏ ra."
    }
  },
  {
    "translation": {
      "en": "He's gonna get pinned now. Let go of his head!",
      "vi": "Ông ấy sẽ bị kẹp mất. Bỏ đầu ông ấy ra!"
    }
  },
  {
    "translation": {
      "en": "Belly down, belly down, belly down. Oh!",
      "vi": "Úp bụng xuống."
    }
  },
  {
    "translation": {
      "en": "Dave's getting paid X amount of dollars a year,",
      "vi": "Dave được trả một khoản tiền mỗi năm,"
    }
  },
  {
    "translation": {
      "en": "and part of his duties were obviously that.",
      "vi": "và một phần nhiệm vụ của anh ấy là chuyện này."
    }
  },
  {
    "translation": {
      "en": "That's why he coached John.",
      "vi": "Thế nên anh ấy huấn luyện John."
    }
  },
  {
    "translation": {
      "en": "Well, you wanna see that better way to roll",
      "vi": "Ông có muốn xem cách tốt hơn để lăn..."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah...",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "You're locking here and rolling, right? That's not the way I like to do it.",
      "vi": "Ông bị khóa ở đây và lăn, phải không? Tôi không thích cách đó."
    }
  },
  {
    "translation": {
      "en": "I like to do it another way. But go ahead.",
      "vi": "Tôi thích cách khác cơ. Cứ làm đi."
    }
  },
  {
    "translation": {
      "en": "Okay, if you can,",
      "vi": "Được rồi, nếu có thể,"
    }
  },
  {
    "translation": {
      "en": "shove his head down then step over his head and lock.",
      "vi": "ấn đầu anh ta xuống, bước qua đầu anh ta và khóa lại."
    }
  },
  {
    "translation": {
      "en": "Oh, boy.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "As much as John did sports, he was never an elite athlete.",
      "vi": "John chơi thể thao nhiều, nhưng ông ấy không phải vận động viên ưu tú."
    }
  },
  {
    "translation": {
      "en": "He could understand it, but he just...",
      "vi": "Ông ấy hiểu nó, nhưng..."
    }
  },
  {
    "translation": {
      "en": "Down into his cells in his body...",
      "vi": "Sâu trong các tế bào trong cơ thể..."
    }
  },
  {
    "translation": {
      "en": "It takes something else, and he never had that.",
      "vi": "Cần có điều gì đó khác, và ông ấy không có điều đó."
    }
  },
  {
    "translation": {
      "en": "Don't let him pin ya!",
      "vi": "Đừng để bị kẹp!"
    }
  },
  {
    "translation": {
      "en": "Get your arm out of there!",
      "vi": "Rút tay ra!"
    }
  },
  {
    "translation": {
      "en": "Oh, that was it. That was it.",
      "vi": "Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "John du Pont wanted to be a world champion",
      "vi": "John du Pont muốn vô địch thế giới"
    }
  },
  {
    "translation": {
      "en": "like the world champions that he employed and had in his club.",
      "vi": "giống như các nhà vô địch đang làm việc cho ông ấy."
    }
  },
  {
    "translation": {
      "en": "And so he started a new style, essentially, called the Masters.",
      "vi": "Nên ông ấy tạo ra cách đấu mới, gọi là Masters."
    }
  },
  {
    "translation": {
      "en": "Well, Masters wrestling...",
      "vi": "Đấu vật Masters..."
    }
  },
  {
    "translation": {
      "en": "There's not a lot of guys still wrestling... into your 40s and 50s.",
      "vi": "Không có nhiều người... đến 40, 50 tuổi vẫn đấu vật."
    }
  },
  {
    "translation": {
      "en": "Dear Mr. John du Pont,",
      "vi": "Thưa ông John du Pont,"
    }
  },
  {
    "translation": {
      "en": "we are very grateful for all you have made here.",
      "vi": "chúng tôi rất biết ơn về những điều ông đã làm."
    }
  },
  {
    "translation": {
      "en": "Thank you very much for everything.",
      "vi": "Cảm ơn ông về tất cả."
    }
  },
  {
    "translation": {
      "en": "Most of your athletes have made up their mind,",
      "vi": "Hầu hết các vận động viên đều đã quyết định"
    }
  },
  {
    "translation": {
      "en": "whether they wanna win or lose, when they go out to compete.",
      "vi": "rằng họ muốn thắng hay thua, khi họ ra thi đấu."
    }
  },
  {
    "translation": {
      "en": "They don't have that determination, that desire...",
      "vi": "Họ không có quyết tâm, khao khát..."
    }
  },
  {
    "translation": {
      "en": "the burning desire to win at all costs.",
      "vi": "khao khát cháy bỏng phải chiến thắng bằng mọi giá."
    }
  },
  {
    "translation": {
      "en": "John just wanted so bad to be such a great wrestler,",
      "vi": "John rất muốn trở thành đô vật xuất sắc,"
    }
  },
  {
    "translation": {
      "en": "and he couldn't do it physically.",
      "vi": "nhưng thể chất không cho phép."
    }
  },
  {
    "translation": {
      "en": "So, he had people help him do it.",
      "vi": "Nên ông thuê người giúp ông làm việc đó."
    }
  },
  {
    "translation": {
      "en": "They're doing these, uh, staged events",
      "vi": "Họ tổ chức những sự kiện đã được lên kịch bản sẵn"
    }
  },
  {
    "translation": {
      "en": "where you have these gorillas coming out to wrestle John",
      "vi": "nơi những đô vật cừ khôi thi đấu với John"
    }
  },
  {
    "translation": {
      "en": "and then rolling on their back and, you know...",
      "vi": "và họ lăn qua lăn lại, và bạn biết đấy..."
    }
  },
  {
    "translation": {
      "en": "And John's the champion and the people are cheering his name.",
      "vi": "John là người vô địch, mọi người kêu tên ông."
    }
  },
  {
    "translation": {
      "en": "It was... completely absurd.",
      "vi": "Nó thật là...lố bịch."
    }
  },
  {
    "translation": {
      "en": "And then, somebody else on the farm is coming around",
      "vi": "Sau đó sẽ có người từ trang trại đến"
    }
  },
  {
    "translation": {
      "en": "with a bunch of cash afterward and, you know, paying the guy off.",
      "vi": "và trả cho anh ta hàng đống tiền."
    }
  },
  {
    "translation": {
      "en": "In John's mind, he was actually wrestling the Bulgarian champ",
      "vi": "John nghĩ rằng mình đã thực sự đấu vật với nhà vô địch Bulgaria"
    }
  },
  {
    "translation": {
      "en": "and actually took him down.",
      "vi": "và đã thực sự hạ được anh ta."
    }
  },
  {
    "translation": {
      "en": "And he thought it was real.",
      "vi": "Ông ấy nghĩ đó là sự thật."
    }
  },
  {
    "translation": {
      "en": "Now, a lot of the guys knew that, you know,",
      "vi": "Giờ rất nhiều người nghĩ rằng,"
    }
  },
  {
    "translation": {
      "en": "Okay, we're just... we're doing this and... John thinks it's real.",
      "vi": "Được rồi, ta chỉ làm thế này và... John nghĩ là thật."
    }
  },
  {
    "translation": {
      "en": "Okay, let's let him think it's real.",
      "vi": "Được rồi, cứ để ông ấy nghĩ là thật."
    }
  },
  {
    "translation": {
      "en": "So, I mean, it was just... it wasn't right.",
      "vi": "Nên, tôi thấy nó... Nó không đúng."
    }
  },
  {
    "translation": {
      "en": "But we, you know, we wanted to make him",
      "vi": "Nhưng chúng tôi muốn làm ông ấy..."
    }
  },
  {
    "translation": {
      "en": "He loved that stuff. He was so happy.",
      "vi": "Ông yêu điều đó. Ông ấy rất hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "And everyone was just kind of pacifying the guy",
      "vi": "Mọi người muốn làm ông ấy vui lòng"
    }
  },
  {
    "translation": {
      "en": "because he was good for the sport.",
      "vi": "vì ông ấy tốt với nền thể thao."
    }
  },
  {
    "translation": {
      "en": "If you go out there with that determination",
      "vi": "Nếu bạn thi đấu với lòng quyết tâm"
    }
  },
  {
    "translation": {
      "en": "and that desire and that fierceness, you will win.",
      "vi": "và khao khát và sự mãnh liệt, bạn sẽ chiến thắng."
    }
  },
  {
    "translation": {
      "en": "And your future opponents will fear you.",
      "vi": "Các đối thủ tương lai sẽ e sợ bạn."
    }
  },
  {
    "translation": {
      "en": "There are three things that always were a part of the estate.",
      "vi": "Có ba điều luôn hiện diện trên khu đất này."
    }
  },
  {
    "translation": {
      "en": "The du Pont family, the wrestling...",
      "vi": "Gia đình du Pont, môn đấu vật..."
    }
  },
  {
    "translation": {
      "en": "and then the hunting side.",
      "vi": "và săn bắn."
    }
  },
  {
    "translation": {
      "en": "It was very difficult to be able to hunt on that estate.",
      "vi": "Rất khó để đi săn trên khu đất này."
    }
  },
  {
    "translation": {
      "en": "You had to be invited,",
      "vi": "Bạn phải được mời,"
    }
  },
  {
    "translation": {
      "en": "and the people that controlled the hunting were the Newtown Square Police.",
      "vi": "và những người kiểm soát săn bắn là cảnh sát Newtown Square."
    }
  },
  {
    "translation": {
      "en": "They're cops. We better get out of here.",
      "vi": "Cảnh sát kìa. Ta ra khỏi đây thôi."
    }
  },
  {
    "translation": {
      "en": "Mr. Pherliam, what are you doing today?",
      "vi": "Ông Pherliam, hôm nay ông làm gì?"
    }
  },
  {
    "translation": {
      "en": "Not much. As little as possible at this point.",
      "vi": "Không gì nhiều. Tầm này thì làm ít nhất có thể thôi."
    }
  },
  {
    "translation": {
      "en": "To be honest with you, it's getting close to quittin' time.",
      "vi": "Thật ra là tôi sắp nghỉ hưu."
    }
  },
  {
    "translation": {
      "en": "Yeah? So...",
      "vi": "Vậy sao? Nên..."
    }
  },
  {
    "translation": {
      "en": "Dick Pherliam, who was the sergeant of police,",
      "vi": "Dick Pherliam, sĩ quan cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "he'd lived on the estate, he was one of the tenants.",
      "vi": "ông từng sống ở khu này, một trong những người dân."
    }
  },
  {
    "translation": {
      "en": "He had handled who would be permitted to hunt on the property.",
      "vi": "Ông quản lý những người được phép đi săn ở đây."
    }
  },
  {
    "translation": {
      "en": "John had an awful lot of friends.",
      "vi": "John có rất nhiều bạn."
    }
  },
  {
    "translation": {
      "en": "But I suspect that much of that was because he was, um, generous",
      "vi": "Và tôi cho rằng phần nhiều là do ông ấy rất hào phóng... LUẬT SƯ NHÀ DU PONT"
    }
  },
  {
    "translation": {
      "en": "with respect to a lot of Delaware County institutions.",
      "vi": "...và tôn trọng rất nhiều tổ chức của bang Delaware."
    }
  },
  {
    "translation": {
      "en": "He had an outdoor shooting range on the property",
      "vi": "Ông ấy có một trường bắn ở ngoài trời... CẢNH SÁT"
    }
  },
  {
    "translation": {
      "en": "where we went to do our firearms training.",
      "vi": "...nơi chúng tôi đến tập bắn súng."
    }
  },
  {
    "translation": {
      "en": "He had a helicopter one time",
      "vi": "Ông ấy từng có trực thăng riêng"
    }
  },
  {
    "translation": {
      "en": "and he lent that out to surrounding townships if they needed it.",
      "vi": "và cho các thị trấn lân cận mượn nó nếu họ cần."
    }
  },
  {
    "translation": {
      "en": "He rode around town, you know, with officers.",
      "vi": "Ông ấy đi quanh thị trấn với các sĩ quan cảnh sát."
    }
  },
  {
    "translation": {
      "en": "He had a uniform and everything.",
      "vi": "Ông ấy có đồng phục và mọi thứ."
    }
  },
  {
    "translation": {
      "en": "He was paid $1 a year just to be a reserve officer.",
      "vi": "Ông ấy được trả một đô mỗi năm để làm cảnh sát dự bị."
    }
  },
  {
    "translation": {
      "en": "We had a little hunting camp set up on the property,",
      "vi": "Chúng tôi có một trại săn bắn nhỏ trên khu đất,"
    }
  },
  {
    "translation": {
      "en": "and every hunting season, we would all meet up at the hunting camp",
      "vi": "và mỗi mùa săn bắn, chúng tôi lại tụ tập ở đó"
    }
  },
  {
    "translation": {
      "en": "and go hunting together.",
      "vi": "và đi săn cùng nhau."
    }
  },
  {
    "translation": {
      "en": "Most of the hunters were police officers.",
      "vi": "Hầu hết những người đi săn là sĩ quan cảnh sát."
    }
  },
  {
    "translation": {
      "en": "That was, you know...",
      "vi": "Điều đó, bạn biết đấy..."
    }
  },
  {
    "translation": {
      "en": "The thing about that place, it was like our own world.",
      "vi": "Nơi đó như thế giới riêng của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "You could do so many things back there",
      "vi": "Bạn có thể làm rất nhiều điều ở đó"
    }
  },
  {
    "translation": {
      "en": "that the average person could not even consider doing.",
      "vi": "mà người bình thường còn không nghĩ đến."
    }
  },
  {
    "translation": {
      "en": "Come on, fall, fall.",
      "vi": "Thôi nào, rơi đi."
    }
  },
  {
    "translation": {
      "en": "That's gonna fall, gonna fall.",
      "vi": "Nó sẽ rơi thôi."
    }
  },
  {
    "translation": {
      "en": "And John himself would hunt out of the window",
      "vi": "Và John sẽ săn qua cửa sổ"
    }
  },
  {
    "translation": {
      "en": "of his town car with a rifle...",
      "vi": "của chiếc xe Town Car với khẩu súng trường..."
    }
  },
  {
    "translation": {
      "en": "which was illegal in the area at the time.",
      "vi": "lúc đó vẫn là trái phép ở vùng đó."
    }
  },
  {
    "translation": {
      "en": "As a result of his connection with people of consequence",
      "vi": "Nhờ có mối quan hệ với những người có tầm quan trọng"
    }
  },
  {
    "translation": {
      "en": "and his close personal relationship with the law enforcement in the county,",
      "vi": "và thân thiết với lực lượng thi hành luật của bang,"
    }
  },
  {
    "translation": {
      "en": "he thought he could do what he wanted.",
      "vi": "ông ấy nghĩ mình có thể làm mọi thứ."
    }
  },
  {
    "translation": {
      "en": "He flew the, uh, Foxcatcher flag above the American flag on Foxcatcher.",
      "vi": "Ông treo cờ của Đội Săn Cáo trên cờ Hoa Kỳ trong khu Đội Săn Cáo."
    }
  },
  {
    "translation": {
      "en": "He was the ultimate authority.",
      "vi": "Ông là nhà cầm quyền cao nhất."
    }
  },
  {
    "translation": {
      "en": "He thought this was, uh, du Pont Land.",
      "vi": "Ông ấy nghĩ đây là vùng đất của du Pont."
    }
  },
  {
    "translation": {
      "en": "The advantages of being a multi millionaire are fairly obvious.",
      "vi": "Lợi thế của việc là nhà triệu triệu phú quá rõ ràng."
    }
  },
  {
    "translation": {
      "en": "But what are the disadvantages?",
      "vi": "Nhưng còn những bất lợi thì sao?"
    }
  },
  {
    "translation": {
      "en": "There are many disadvantages to having money,",
      "vi": "Có rất nhiều bất lợi của việc có nhiều tiền, đó là bị rất nhiều người nhắm đến,"
    }
  },
  {
    "translation": {
      "en": "and that is, you are targeted by a great number of people",
      "vi": "đó là bị rất nhiều người nhắm đến,"
    }
  },
  {
    "translation": {
      "en": "who would like to take it away from you.",
      "vi": "những người muốn cướp đi số tiền đó."
    }
  },
  {
    "translation": {
      "en": "Mr. John du Pont.",
      "vi": "Ông John du Pont."
    }
  },
  {
    "translation": {
      "en": "He was a du Pont,",
      "vi": "Ông là người nhà du Pont,"
    }
  },
  {
    "translation": {
      "en": "and people were always after him to donate to this, to donate to that, to",
      "vi": "và người ta cứ kêu gọi ông ủng hộ cái này, ủng hộ cái kia..."
    }
  },
  {
    "translation": {
      "en": "I think he'd been sued for some things that were real or not real.",
      "vi": "Tôi nghĩ ông ấy đã bị kiện vì những chuyện có thật hoặc không."
    }
  },
  {
    "translation": {
      "en": "So many people were there to use John.",
      "vi": "Nên có rất nhiều người lợi dụng John."
    }
  },
  {
    "translation": {
      "en": "John had no idea who his real friends were, I don't believe.",
      "vi": "John không biết ai là bạn thật sự của mình, tôi không tin là vậy."
    }
  },
  {
    "translation": {
      "en": "I'm sure, in his own mind, he was trying to figure out, Are these guys here 'cause they like me?",
      "vi": "Tôi chắc ông đã cố tìm hiểu, Họ ở đây vì họ thích mình sao?"
    }
  },
  {
    "translation": {
      "en": "Or are they here 'cause, you know,",
      "vi": "Hay họ ở đây là vì"
    }
  },
  {
    "translation": {
      "en": "I'm providing this facility for them, or I'm paying them?",
      "vi": "mình cung cấp mọi thứ cho họ, vì mình trả tiền cho họ?"
    }
  },
  {
    "translation": {
      "en": "That probably played around in his mind over and over, I'm sure.",
      "vi": "Tôi chắc ông ấy đã suy nghĩ về điều đó rất nhiều lần."
    }
  },
  {
    "translation": {
      "en": "Guy's got a lot of money, he's living on a big property.",
      "vi": "Ông ấy có rất nhiều tiền, sống trên khu đất rất rộng."
    }
  },
  {
    "translation": {
      "en": "So, to me, it was like,",
      "vi": "Nên với tôi, nó như là"
    }
  },
  {
    "translation": {
      "en": "All right, a little paranoia was probably appropriate.",
      "vi": "Được rồi, một chút hoang tưởng có lẽ cũng đúng thôi."
    }
  },
  {
    "translation": {
      "en": "You know, I think it progressed a little bit further than that.",
      "vi": "Tôi nghĩ nó đã vượt quá hơn thế một chút."
    }
  },
  {
    "translation": {
      "en": "He would actually videotape the woods across the field",
      "vi": "Ông ấy đã thực sự quay cảnh cánh rừng trên cánh đồng"
    }
  },
  {
    "translation": {
      "en": "and he would tape it for hours on end.",
      "vi": "và sẽ quay hàng giờ đồng hồ liền. ĐÔ VẬT ĐỘI SĂN CÁO"
    }
  },
  {
    "translation": {
      "en": "And then he'd sit and watch it, this still picture of the woods,",
      "vi": "Và rồi ông ấy ngồi xem lại nó, cảnh khu rừng tĩnh,"
    }
  },
  {
    "translation": {
      "en": "and he would try to get people to buy into things he was seeing in the woods.",
      "vi": "và cố làm mọi người tin những điều ông đã nhìn thấy trong khu rừng."
    }
  },
  {
    "translation": {
      "en": "Okay, look at that. Tell me, do you see something moving in there?",
      "vi": "Nhìn đi. Nói thử xem, có thấy gì chuyển động trong đó không?"
    }
  },
  {
    "translation": {
      "en": "And you'd say no and he'd...",
      "vi": "Bạn nói không là ông ấy..."
    }
  },
  {
    "translation": {
      "en": "He'd get a little frustrated, you know, and then he'd fast forward.",
      "vi": "Ông ấy sẽ bực một chút, và tua nhanh lên."
    }
  },
  {
    "translation": {
      "en": "All right, now look at this, this is where it is.",
      "vi": "Nhìn đây này, nó ở đây này."
    }
  },
  {
    "translation": {
      "en": "You know, Look, look at this. Do you see something moving?",
      "vi": "Nhìn đi. Có thấy gì chuyển động không?"
    }
  },
  {
    "translation": {
      "en": "Or, Do you see this?",
      "vi": "Hay là, Có thấy không?"
    }
  },
  {
    "translation": {
      "en": "Do you see a shape in there, or a form in there?",
      "vi": "Có thấy hình gì, hay dáng gì ở đó không?"
    }
  },
  {
    "translation": {
      "en": "And you'd... No.",
      "vi": "Và bạn nói...Không."
    }
  },
  {
    "translation": {
      "en": "I thought maybe it's a psychological game he's playing.",
      "vi": "Tôi đã tưởng đó là một trò chơi tâm lý của ông ấy."
    }
  },
  {
    "translation": {
      "en": "Or maybe it's just a power trip on his part, like,",
      "vi": "Hoặc chỉ là phần quyền lực trong ông ấy, giống như là,"
    }
  },
  {
    "translation": {
      "en": "I wanna see if they'll just follow me and believe something.",
      "vi": "Tôi muốn biết liệu họ có nghe lời tôi và tin điều gì đó không."
    }
  },
  {
    "translation": {
      "en": "You know, when you're in that moment, situation,",
      "vi": "Bạn biết đấy, khi ở trong tình huống đó,"
    }
  },
  {
    "translation": {
      "en": "you're like... Are you serious? You know?",
      "vi": "bạn sẽ nói, Ông nghiêm túc chứ? Bạn biết chứ?"
    }
  },
  {
    "translation": {
      "en": "You can't just nod because, sometimes, he would mean it in psychosis or whatever.",
      "vi": "Bạn không thể gật đầu, vì đôi khi, ông ấy sẽ cho rằng là bị tâm thần."
    }
  },
  {
    "translation": {
      "en": "But other times, he would bait you.",
      "vi": "Nhưng khi khác, ông ấy lại lừa bạn."
    }
  },
  {
    "translation": {
      "en": "He'd look out over the field and say, You see those deer?",
      "vi": "Ông ấy nhìn ra cánh đồng và nói, Có thấy lũ hươu không?"
    }
  },
  {
    "translation": {
      "en": "They're really people dressed up as deer.",
      "vi": "Thực ra đó là người cải trang thành hươu."
    }
  },
  {
    "translation": {
      "en": "They're mechanical deer and someone's planting them there.",
      "vi": "Chúng là hươu máy và có người để ở đó."
    }
  },
  {
    "translation": {
      "en": "And if you say, Oh, yeah, John, I see what you mean,",
      "vi": "Chúng là hươu máy và có người để ở đó. Và nếu bạn nói, Phải, tôi hiểu ý ông rồi,"
    }
  },
  {
    "translation": {
      "en": "he'll say, No, they're not! They're really deer!",
      "vi": "ông ấy lại nói, Không phải! Chúng là hươu thật!"
    }
  },
  {
    "translation": {
      "en": "There were guys that fueled his paranoia, you know,",
      "vi": "Có những người thêm lửa vào chứng hoang tưởng đó của ông ta,"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, maybe I see it.",
      "vi": "Vâng, có lẽ tôi thấy rồi."
    }
  },
  {
    "translation": {
      "en": "You know, those kind of comments would just get him to go even farther.",
      "vi": "Những lời như vậy lại càng khiến ông ấy lún sâu thêm."
    }
  },
  {
    "translation": {
      "en": "I generally went somewhat along with it, to a degree,",
      "vi": "Tôi đã một phần nào đó hùa theo ông ấy,"
    }
  },
  {
    "translation": {
      "en": "just because my position was not one of great security.",
      "vi": "chỉ vì vị trí của tôi không được an toàn cho lắm."
    }
  },
  {
    "translation": {
      "en": "Whereas Dave Schultz,",
      "vi": "Trong khi đó Dave Schultz,"
    }
  },
  {
    "translation": {
      "en": "being, in my opinion, the truest friend John had,",
      "vi": "theo tôi nghĩ, là người bạn tốt nhất của John,"
    }
  },
  {
    "translation": {
      "en": "would not agree.",
      "vi": "lại không đồng ý."
    }
  },
  {
    "translation": {
      "en": "Some of the guys who stayed at Foxcatcher",
      "vi": "Có vài người ở trong Đội Săn Cáo"
    }
  },
  {
    "translation": {
      "en": "developed an affection for John.",
      "vi": "đã yêu quý John."
    }
  },
  {
    "translation": {
      "en": "And Dave, probably more than anybody.",
      "vi": "Và Dave, có lẽ nhiều hơn bất kỳ ai."
    }
  },
  {
    "translation": {
      "en": "Dave genuinely liked John and tried to help him.",
      "vi": "Dave thực sự thích John và cố giúp ông ấy."
    }
  },
  {
    "translation": {
      "en": "We'd take turns staying with John,",
      "vi": "Chúng tôi thay phiên ở cùng John,"
    }
  },
  {
    "translation": {
      "en": "kind of watching him and making sure he was okay.",
      "vi": "theo dõi và đảm bảo ông ấy không sao."
    }
  },
  {
    "translation": {
      "en": "We'd do it in shifts, you know. Like, I'd leave at, like, 9:30,",
      "vi": "Chúng tôi làm theo ca. Ví dụ, tôi về lúc 9:30,"
    }
  },
  {
    "translation": {
      "en": "and after the kids would go to sleep, Dave and Valo would come up",
      "vi": "và sau khi bọn trẻ đi ngủ, Dave và Valo sẽ đến"
    }
  },
  {
    "translation": {
      "en": "and they'd hang out at the big house until, like, 11:00.",
      "vi": "họ ở nhà chung đến tận khoảng 11 giờ."
    }
  },
  {
    "translation": {
      "en": "It was very benign.",
      "vi": "Việc rất nhẹ nhàng."
    }
  },
  {
    "translation": {
      "en": "You'd just sit over there and watch television, or you'd go down and play pool.",
      "vi": "Bạn chỉ cần ngồi xem ti vi hoặc xuống nhà chơi bi a."
    }
  },
  {
    "translation": {
      "en": "It was an on going process where he was helping us... be wrestlers,",
      "vi": "Đó là quá trình diễn ra liên tục, ông ấy giúp chúng tôi thành...đô vật,"
    }
  },
  {
    "translation": {
      "en": "and we were trying to help him... to be social.",
      "vi": "và chúng tôi giúp ông ấy... hòa nhập hơn với xã hội."
    }
  },
  {
    "translation": {
      "en": "And, you know, that's kind of the way I always looked at it.",
      "vi": "Và tôi luôn nghĩ mọi chuyện theo hướng như vậy."
    }
  },
  {
    "translation": {
      "en": "You know, I felt sorry for John because he was so needy.",
      "vi": "Tôi thấy thương John vì ông ấy quá thiếu thốn."
    }
  },
  {
    "translation": {
      "en": "He would obsess on people",
      "vi": "Ông ấy ám ảnh mọi người"
    }
  },
  {
    "translation": {
      "en": "and sort of wanna be around that person most of the time.",
      "vi": "và muốn luôn được ở bên người đó."
    }
  },
  {
    "translation": {
      "en": "So, you know, when I came, I think it was probably Robbie.",
      "vi": "Nên khi tôi đến, tôi nghĩ có lẽ đó là Robbie."
    }
  },
  {
    "translation": {
      "en": "Um, Dave was that person, I think, you know, while he was there.",
      "vi": "Khi Dave ở đó, thì anh ấy là người đó."
    }
  },
  {
    "translation": {
      "en": "And Dan, the same kind of thing with Dan.",
      "vi": "Với Dan cũng vậy."
    }
  },
  {
    "translation": {
      "en": "You know, he'd really want to have Dan around.",
      "vi": "Ông ấy rất thích ở bên cạnh Dan."
    }
  },
  {
    "translation": {
      "en": "Towards the end of the time I was there, it was Valentin.",
      "vi": "Đến hết thời gian khi tôi ở đó, đó là Valentin."
    }
  },
  {
    "translation": {
      "en": "How you doing today, Eagle?",
      "vi": "Hôm nay ông thế nào, Eagle?"
    }
  },
  {
    "translation": {
      "en": "Super. I'm ready.",
      "vi": "Tốt lắm. Tôi đã sẵn sàng rồi."
    }
  },
  {
    "translation": {
      "en": "Here's an optimist. Always ready for a little action.",
      "vi": "Ông ấy là người lạc quan. Luôn sẵn sàng hành động."
    }
  },
  {
    "translation": {
      "en": "How you doing, Valo?",
      "vi": "Cậu khỏe không, Valo?"
    }
  },
  {
    "translation": {
      "en": "Good. Good.",
      "vi": "Tôi khỏe. Tốt."
    }
  },
  {
    "translation": {
      "en": "I'm ready for Eagle.",
      "vi": "Đã sẵn sàng hạ Eagle rồi."
    }
  },
  {
    "translation": {
      "en": "Are you ready for Eagle? Yes.",
      "vi": "Sẵn sàng với Eagle sao? Vâng."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "Like, I'd be over at the big house",
      "vi": "Tôi đến ngôi nhà lớn"
    }
  },
  {
    "translation": {
      "en": "and he'd be like, Okay, time to go. Valentin's coming.",
      "vi": "và ông ấy nói, Đến lúc đi rồi. Valentin đang đến."
    }
  },
  {
    "translation": {
      "en": "Sort of imply that You leave now and Valentin's gonna sit down,",
      "vi": "Ám chỉ là Anh đi đi và Valentin sẽ ngồi đây,"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna hang with him.",
      "vi": "và tôi sẽ chơi cùng cậu ấy."
    }
  },
  {
    "translation": {
      "en": "Hey, Valo. What's up, Dan?",
      "vi": "Chào Valo. Khỏe không Dan?"
    }
  },
  {
    "translation": {
      "en": "You ready? Yep.",
      "vi": "Sẵn sàng chứ? Ừ."
    }
  },
  {
    "translation": {
      "en": "There was a lot of Valentin, you know.",
      "vi": "Có rất nhiều chuyện về Valentin."
    }
  },
  {
    "translation": {
      "en": "And the more he would obsess over Valentin,",
      "vi": "Ông ấy càng ám ảnh về Valentin,"
    }
  },
  {
    "translation": {
      "en": "the more he would obsess over this whole, uh,",
      "vi": "thì lại càng ám ảnh về chuyện,"
    }
  },
  {
    "translation": {
      "en": "I'm a Bulgarian.",
      "vi": "Tôi là người Bulgaria."
    }
  },
  {
    "translation": {
      "en": "John started sponsoring the Bulgarian team.",
      "vi": "John bắt đầu tài trợ cho đội Bulgaria."
    }
  },
  {
    "translation": {
      "en": "And he decided that he originally was Bulgarian.",
      "vi": "Và quyết định rằng mình thực ra là người Bulgaria."
    }
  },
  {
    "translation": {
      "en": "He was a descendent of whomever.",
      "vi": "Ông ấy là hậu duệ của ai đó."
    }
  },
  {
    "translation": {
      "en": "I was like, No, you're not. You're not Bulgarian. You guys are French.",
      "vi": "Tôi đã nói, Ông không phải người Bulgaria, ông là người Pháp."
    }
  },
  {
    "translation": {
      "en": "You're one of the most famous French families in the world.",
      "vi": "Gia đình ông là một trong những gia đình người Pháp nổi tiếng nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "He'd have none of that, you know.",
      "vi": "Ông ấy sẽ không thèm nghe."
    }
  },
  {
    "translation": {
      "en": "No, no, this is why I identify with Valentin,",
      "vi": "Không, thế nên tôi mới nhận ra Valentin,"
    }
  },
  {
    "translation": {
      "en": "because of my Bulgarian heritage.",
      "vi": "vì nguồn gốc Bulgaria của tôi."
    }
  },
  {
    "translation": {
      "en": "John was frustrated, very frustrated,",
      "vi": "John đã tuyệt vọng, hết sức tuyệt vọng,"
    }
  },
  {
    "translation": {
      "en": "because he wanted to be very close with Valentin Jordanov.",
      "vi": "vì ông ấy muốn thân thiết với Valentin Jordanov."
    }
  },
  {
    "translation": {
      "en": "And Dave and Valo were very, very good friends.",
      "vi": "Và Dave và Valo là những người bạn rất rất tốt."
    }
  },
  {
    "translation": {
      "en": "So, I think there was a big jealousy of Dave.",
      "vi": "Nên tôi nghĩ là ông ấy rất ghen tị với Dave."
    }
  },
  {
    "translation": {
      "en": "The last year there was noticeable tension.",
      "vi": "Năm ngoái đã có một sự căng thẳng rõ rệt."
    }
  },
  {
    "translation": {
      "en": "It was...",
      "vi": "Chuyện đó..."
    }
  },
  {
    "translation": {
      "en": "like that. I can't tell you...",
      "vi": "như thế đấy. Tôi không thể nói..."
    }
  },
  {
    "translation": {
      "en": "what was in his head.",
      "vi": "ông ấy nghĩ gì trong đầu."
    }
  },
  {
    "translation": {
      "en": "He can't talk. He's confused.",
      "vi": "Ông ấy không thể nói. Ông ấy đang rối."
    }
  },
  {
    "translation": {
      "en": "He's... He is. He's soI don't know if he's mad or not.",
      "vi": "Ông ấy đang... Tôi không biết ông ấy có đang giận không."
    }
  },
  {
    "translation": {
      "en": "We communicate telepathically. Don't be mad, John. Come on, man, don't be mad at me.",
      "vi": "Đừng giận nhé John. Thôi nào, đừng giận tôi mà."
    }
  },
  {
    "translation": {
      "en": "I just gotta get a little tape work here.",
      "vi": "Tôi chỉ đang quay phim một chút thôi."
    }
  },
  {
    "translation": {
      "en": "We sign in Bulgarian. We sign in Bulgarian.",
      "vi": "Ta ra hiệu bằng tiếng Bulgaria."
    }
  },
  {
    "translation": {
      "en": "Yes. Hilarious.",
      "vi": "Phải. Buồn cười thật."
    }
  },
  {
    "translation": {
      "en": "I know you're fired up, man. I know I'm not",
      "vi": "Tôi biết là ông đang tức."
    }
  },
  {
    "translation": {
      "en": "Fuck the world! I'm gonna kill 'em all!",
      "vi": "Nguyền rủa cả thế giới! Tôi sẽ giết hết!"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "This is gonna be a dark, bleak trip.",
      "vi": "Đây sẽ là chuyến đi ảm đạm và tối tăm."
    }
  },
  {
    "translation": {
      "en": "We're talking about a triangle there.",
      "vi": "Ở đây có một hình tam giác."
    }
  },
  {
    "translation": {
      "en": "You know, where does du Pont fit with that really close friendship triangle?",
      "vi": "Có còn chỗ cho du Pont trong tam giác tình bạn khăng khít đó?"
    }
  },
  {
    "translation": {
      "en": "And du Pont was kind of outside the circle.",
      "vi": "Và du Pont giống như bị ở bên ngoài vòng tròn."
    }
  },
  {
    "translation": {
      "en": "Yeah, he said, Fuck the world. Kill 'em all, I think.",
      "vi": "Ông ấy nói, Mặc kệ thế giới. Giết tất cả."
    }
  },
  {
    "translation": {
      "en": "Yeah, I think that was a direct quote.",
      "vi": "Tôi nghĩ đó là câu trích dẫn trực tiếp."
    }
  },
  {
    "translation": {
      "en": "I think that was the quote. Okay.",
      "vi": "Chắc là trích dẫn. Phải."
    }
  },
  {
    "translation": {
      "en": "He observed how people did like to gravitate towards Dave.",
      "vi": "Ông ấy quan sát cách mọi người thích đến gần Dave."
    }
  },
  {
    "translation": {
      "en": "And I think that sort of got to... it got to John a little bit.",
      "vi": "Và tôi nghĩ chuyện đó... đã khiến John hơi bực mình."
    }
  },
  {
    "translation": {
      "en": "You could just tell,",
      "vi": "Bạn có thể thấy,"
    }
  },
  {
    "translation": {
      "en": "because when John would go through some of his, like, fantasies,",
      "vi": "khi John lạc trong những mộng tưởng của mình,"
    }
  },
  {
    "translation": {
      "en": "sometimes he threw Dave in there.",
      "vi": "thỉnh thoảng ông lại cho Dave vào đó."
    }
  },
  {
    "translation": {
      "en": "He believed Dave Schultz and Rob Calabrese had a weather machine",
      "vi": "Ông ấy tin rằng Dave Schultz và Rob Calabrese có máy thời tiết"
    }
  },
  {
    "translation": {
      "en": "and could control the weather.",
      "vi": "và có thể điều khiển thời tiết."
    }
  },
  {
    "translation": {
      "en": "He also got convinced there were tunnels",
      "vi": "Và ông ấy cũng tin rằng có những đường hầm"
    }
  },
  {
    "translation": {
      "en": "going into the mansion, going out of the mansion,",
      "vi": "dẫn đến khu biệt thự, đi ra khu biệt thự,"
    }
  },
  {
    "translation": {
      "en": "and that Dave Schultz used these tunnels to mess with him.",
      "vi": "và Dave Schultz đã dùng những đường hầm đó để trêu ông."
    }
  },
  {
    "translation": {
      "en": "Oh, what do we have here?",
      "vi": "Ta có gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "When it was, you know, getting bad, he'd be like,",
      "vi": "Khi chuyện trở nên tệ hơn, ông lại nói kiểu,"
    }
  },
  {
    "translation": {
      "en": "There's people in the walls, and, um...",
      "vi": "Có người ở trong tường..."
    }
  },
  {
    "translation": {
      "en": "I think it's Schultz, or something. You know, he'd say something crazy like that.",
      "vi": "Tôi nghĩ đó là Schultz. Ông ấy sẽ nói mấy câu điên rồ như thế."
    }
  },
  {
    "translation": {
      "en": "And I'd say, Dave Schultz isn't in your walls, John.",
      "vi": "Và tôi nói, Dave Schultz không ở trong tường, John."
    }
  },
  {
    "translation": {
      "en": "Show us around your room.",
      "vi": "Cho tôi xem phòng đi."
    }
  },
  {
    "translation": {
      "en": "We were all like brothers on the estate. We trusted each other.",
      "vi": "Chúng tôi như anh em ruột. Chúng tôi tin tưởng nhau."
    }
  },
  {
    "translation": {
      "en": "Hi, there.",
      "vi": "Chào ông."
    }
  },
  {
    "translation": {
      "en": "And du Pont, we trusted him up to a point.",
      "vi": "Và chúng tôi tin du Pont ở một mức độ nào đó."
    }
  },
  {
    "translation": {
      "en": "But, you know, the fact that he would hire a security firm to protect him...",
      "vi": "Nhưng sự thật là ông ấy thuê một đội an ninh để bảo vệ mình..."
    }
  },
  {
    "translation": {
      "en": "And he would say that he's protecting him from one of us.",
      "vi": "Ông ấy nói họ bảo vệ ông ấy khỏi một người trong chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Some friends from Secret Service contacted me and said",
      "vi": "Vài người bạn từ Mật Vụ gọi cho tôi và nói rằng"
    }
  },
  {
    "translation": {
      "en": "that John du Pont had been involved with some... threats.",
      "vi": "John du Pont đã liên quan đến vài vụ đe dọa."
    }
  },
  {
    "translation": {
      "en": "And so, that's what prompted him to reach out to us.",
      "vi": "Và điều đó khiến ông ấy liên lạc với chúng tôi. AN NINH ĐỘI SĂN CÁO"
    }
  },
  {
    "translation": {
      "en": "His security became an issue, and that's where things got creepy.",
      "vi": "Sự an toàn của ông ấy trở thành vấn đề, và đó là lúc mọi chuyện trở nên tồi tệ."
    }
  },
  {
    "translation": {
      "en": "Him having these Special Force, FBI, CIA guys around him,",
      "vi": "Ông ấy có người của Lực Lượng Đặc Biệt, FBI, CIA ở bên cạnh,"
    }
  },
  {
    "translation": {
      "en": "John became super, hyper paranoid.",
      "vi": "John trở nên hoang tưởng rất nặng."
    }
  },
  {
    "translation": {
      "en": "It was tunnels, it was mechanical trees",
      "vi": "Đó là đường hầm, đó là cây giả"
    }
  },
  {
    "translation": {
      "en": "which he thought were built by his father as props",
      "vi": "thứ ông ấy nghĩ là đã được xây bởi cha ông để trang trí"
    }
  },
  {
    "translation": {
      "en": "for garden parties.",
      "vi": "cho tiệc ngoài vườn."
    }
  },
  {
    "translation": {
      "en": "And so whether I believe it's a fact or not,",
      "vi": "Và dù tôi có tin đó là sự thật hay không,"
    }
  },
  {
    "translation": {
      "en": "it's worth an investigation.",
      "vi": "nó vẫn đáng được điều tra."
    }
  },
  {
    "translation": {
      "en": "So we started out with these low level investigative efforts.",
      "vi": "Nên chúng tôi đã bắt đầu điều tra sơ qua."
    }
  },
  {
    "translation": {
      "en": "Dig a hole right there in the yard. Let's see what we find.",
      "vi": "Đào lỗ ngay giữa vườn. Để xem sẽ thấy gì."
    }
  },
  {
    "translation": {
      "en": "Let's bring a metal detector in and see what we find.",
      "vi": "Mang máy dò kim loại đến, để xem ta tìm thấy gì."
    }
  },
  {
    "translation": {
      "en": "And then we got ever more sophisticated, as John kept insisting,",
      "vi": "Và rồi càng ngày càng phức tạp, vì John cứ nằng nặc yêu cầu,"
    }
  },
  {
    "translation": {
      "en": "and we brought in some technical equipment and some technical people.",
      "vi": "nên chúng tôi thuê thiết bị kỹ thuật và vài kỹ sư."
    }
  },
  {
    "translation": {
      "en": "They would never say, Oh, no one's in your walls.",
      "vi": "Họ sẽ không nói, Không có ai ở trong tường đâu."
    }
  },
  {
    "translation": {
      "en": "We'll go in your walls and look. We'll get X rays. We'll knock the walls down.",
      "vi": "Chúng tôi sẽ kiểm tra. Sẽ quét tia X. Chúng tôi sẽ đập tường ra."
    }
  },
  {
    "translation": {
      "en": "I'm like, Why don't you just tell him no one's there? You know?",
      "vi": "Tôi nghĩ, Sao không bảo luôn với ông ấy là chẳng có ai ở đó?"
    }
  },
  {
    "translation": {
      "en": "It wasn't my job to question... what his concerns were,",
      "vi": "Việc của tôi không phải là chất vấn... xem điều ông ấy quan tâm là gì,"
    }
  },
  {
    "translation": {
      "en": "but to try to, uh, allay his fears.",
      "vi": "mà là xoa dịu nỗi sợ hãi của ông ấy."
    }
  },
  {
    "translation": {
      "en": "In other words, to factually say,",
      "vi": "Nói cách khác, thực ra mà nói,"
    }
  },
  {
    "translation": {
      "en": "This individual is not a threat for these reasons.",
      "vi": "Cá nhân này không phải mối nguy hại vì những lý do đó."
    }
  },
  {
    "translation": {
      "en": "Or, This doesn't exist.",
      "vi": "Hoặc là, Nó không có thật."
    }
  },
  {
    "translation": {
      "en": "John had definitely been acting worse, acting more erratic.",
      "vi": "John càng ngày càng tệ, càng ngày càng điên hơn."
    }
  },
  {
    "translation": {
      "en": "It just kept getting stranger and stranger.",
      "vi": "Mọi chuyện càng ngày càng kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "During that one period of time, the color black was something bad to him.",
      "vi": "Trong khoảng thời gian đó, ông rất ghét màu đen."
    }
  },
  {
    "translation": {
      "en": "He said that black was, uh, the color of death.",
      "vi": "Ông ấy nói màu đen là màu của chết chóc."
    }
  },
  {
    "translation": {
      "en": "So he couldn't wear black shirts. He got rid of all the black horses.",
      "vi": "Nên bạn không thể mặc áo đen. Ông ấy cũng bỏ đi hết số ngựa đen."
    }
  },
  {
    "translation": {
      "en": "I had a black car, had to get rid of that.",
      "vi": "Tôi có xe màu đen, tôi phải vứt nó đi."
    }
  },
  {
    "translation": {
      "en": "Hey, you looking at me? Yeah.",
      "vi": "Anh nhìn tôi à? Phải."
    }
  },
  {
    "translation": {
      "en": "And then, he'd fired all the athletes",
      "vi": "Và rồi ông sa thải tất cả các vận động viên"
    }
  },
  {
    "translation": {
      "en": "that were African American off the team.",
      "vi": "là người gốc Phi trong đội của mình."
    }
  },
  {
    "translation": {
      "en": "Now, we start talking.",
      "vi": "Chúng tôi bắt đầu bàn tán."
    }
  },
  {
    "translation": {
      "en": "I mean, what's going on with this guy? Why would he do something like this?",
      "vi": "Ông ấy sao vậy? Sao lại làm chuyện như vậy?"
    }
  },
  {
    "translation": {
      "en": "We talked to him about it.",
      "vi": "Chúng tôi đã nói với ông ấy."
    }
  },
  {
    "translation": {
      "en": "You know, You really don't want to be in this position",
      "vi": "Ông không muốn ở trong vị trí"
    }
  },
  {
    "translation": {
      "en": "of being perceived as racist on this.",
      "vi": "bị hiểu nhầm là người phân biệt chủng tộc đâu."
    }
  },
  {
    "translation": {
      "en": "And he didn't buy into that and said,",
      "vi": "Ông ấy không nghe theo, và nói,"
    }
  },
  {
    "translation": {
      "en": "Well, it's not that. I just don't want black.",
      "vi": "Không phải thế. Tôi chỉ không muốn màu đen."
    }
  },
  {
    "translation": {
      "en": "Kevin Jackson was at the peak of his game.",
      "vi": "Kevin Jackson đang ở đỉnh cao sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "And to have to call him up and say, Kevin, I got bad news for you,",
      "vi": "Và việc phải gọi anh ấy và nói, Kevin, tôi có tin không hay cho anh,"
    }
  },
  {
    "translation": {
      "en": "was just heartbreaking.",
      "vi": "thật là quá sức chịu đựng."
    }
  },
  {
    "translation": {
      "en": "Greg had explained to me,",
      "vi": "Greg giải thích với tôi,"
    }
  },
  {
    "translation": {
      "en": "Yeah, he won't let me drive my black van on the property. He's kicked off Pritchett and Fisher.",
      "vi": "Ông ấy không cho tôi lái xe màu đen. Ông ấy đã đuổi Pritchett và Fisher."
    }
  },
  {
    "translation": {
      "en": "And then he looks at me and says, You, too.",
      "vi": "Và anh ấy nhìn tôi và nói, Cả anh nữa."
    }
  },
  {
    "translation": {
      "en": "And for me, I'm",
      "vi": "Với tôi, tôi thấy..."
    }
  },
  {
    "translation": {
      "en": "It's hard for me to believe because I'm already Olympic champion, world champion.",
      "vi": "Rất khó tin vì tôi đã vô địch Olympic, vô địch thế giới."
    }
  },
  {
    "translation": {
      "en": "That's the last thing I expected.",
      "vi": "Đó là điều cuối cùng tôi mong đợi."
    }
  },
  {
    "translation": {
      "en": "When that happened with Kevin Jackson,",
      "vi": "Khi chuyện xảy ra với Kevin Jackson,"
    }
  },
  {
    "translation": {
      "en": "I felt that we should disassociate from du Pont at that point in time.",
      "vi": "tôi cảm thấy chúng tôi nên tách khỏi du Pont vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "And I was just purely asking for someone to hold him accountable for his actions.",
      "vi": "Tôi đã muốn nhờ ai đó khiến ông ấy chịu trách nhiệm về hành động của mình."
    }
  },
  {
    "translation": {
      "en": "You got four, five black guys getting kicked off of a team",
      "vi": "Bốn, năm người da màu bị đuổi khỏi đội"
    }
  },
  {
    "translation": {
      "en": "by your main sponsor.",
      "vi": "bởi nhà tài trợ chính."
    }
  },
  {
    "translation": {
      "en": "And nothing's done, nothing's said.",
      "vi": "Và chuyện cứ thế diễn ra."
    }
  },
  {
    "translation": {
      "en": "And he's still VIP, still your main guy.",
      "vi": "Ông ấy vẫn là VIP, vẫn là nhân vật chính."
    }
  },
  {
    "translation": {
      "en": "Maybe that should've been enough of a warning.",
      "vi": "Và có lẽ đó đáng lẽ đã đủ cho một lời cảnh báo."
    }
  },
  {
    "translation": {
      "en": "But in any case, for whatever reason,",
      "vi": "Nhưng dù thế nào, vì bất kỳ lý do gì"
    }
  },
  {
    "translation": {
      "en": "we didn't really do anything about it at that point.",
      "vi": "chúng tôi cũng đã không làm gì về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "I guess, to some degree,",
      "vi": "Tôi đoán là, ở mức độ nào đó,"
    }
  },
  {
    "translation": {
      "en": "we were taking advantage financially of the benefits that we were getting.",
      "vi": "chúng tôi đang tận dụng những lợi ích tài chính mà chúng tôi có được."
    }
  },
  {
    "translation": {
      "en": "And there it is, final team score, 21 to 15.",
      "vi": "Và đây rồi, điểm số cuối cùng, 21 với 15."
    }
  },
  {
    "translation": {
      "en": "United States wins the World Cup.",
      "vi": "Hoa Kỳ đã chiến thắng Cúp Thế giới."
    }
  },
  {
    "translation": {
      "en": "Right now, it's about 2:00 in the morning.",
      "vi": "Bây giờ là khoảng hai giờ sáng."
    }
  },
  {
    "translation": {
      "en": "Had to entertain you and Dave at the big house.",
      "vi": "Phải làm trò tiêu khiển cho anh và Dave ở nhà lớn."
    }
  },
  {
    "translation": {
      "en": "Lots of fun.",
      "vi": "Vui lắm."
    }
  },
  {
    "translation": {
      "en": "You know, this thing is really beautiful.",
      "vi": "Cái này thật đẹp."
    }
  },
  {
    "translation": {
      "en": "Some of the colors on it, the shine.",
      "vi": "Màu sắc trên đó, độ ánh lên."
    }
  },
  {
    "translation": {
      "en": "John became more and more nocturnal.",
      "vi": "John ngày càng sống về đêm."
    }
  },
  {
    "translation": {
      "en": "About 11:00 at night, he would get himself spun up.",
      "vi": "Vào 11 giờ đêm, ông ấy khiến mình quay cuồng."
    }
  },
  {
    "translation": {
      "en": "And as we found out later, it was probably by virtue of chemical enhancement.",
      "vi": "Sau này chúng tôi phát hiện ra, đó là tác dụng của việc dùng chất kích thích."
    }
  },
  {
    "translation": {
      "en": "I knew that he was doing cocaine 'cause he would stay up.",
      "vi": "Tôi biết ông ấy chơi côcain vì ông ấy thức suốt."
    }
  },
  {
    "translation": {
      "en": "I mean, I'd be at his house stayin', and he wouldn't sleep.",
      "vi": "Tôi ở nhà ông ấy, và thấy ông ấy không ngủ."
    }
  },
  {
    "translation": {
      "en": "I could hear him up walking the halls, you know, all night.",
      "vi": "Tôi có thể nghe thấy tiếng ông ấy đi dọc hành lang cả đêm."
    }
  },
  {
    "translation": {
      "en": "You know, he became obsessed.",
      "vi": "Ông ấy đã bị ám ảnh."
    }
  },
  {
    "translation": {
      "en": "I would, like, try and ask him about a piece of furniture,",
      "vi": "Tôi muốn thử hỏi ông ấy về vài đồ nội thất,"
    }
  },
  {
    "translation": {
      "en": "but then he would slowly get into the wood grain of the furniture",
      "vi": "nhưng rồi ông ấy lại dần chú ý vào thớ gỗ của đồ đạc"
    }
  },
  {
    "translation": {
      "en": "and then actually seeing bugs or something or creatures.",
      "vi": "và rồi thấy các con bọ hay là loài gì đó."
    }
  },
  {
    "translation": {
      "en": "Whether you know it or not,",
      "vi": "Anh có biết hay không,"
    }
  },
  {
    "translation": {
      "en": "your little slime bug friends had added to the golden gloss that it has.",
      "vi": "anh bạn bọ nhờn bé nhỏ này đã khiến nó càng sáng bóng hơn."
    }
  },
  {
    "translation": {
      "en": "It would not have that if it had not been for them.",
      "vi": "Nếu không có chúng thì sẽ không được như thế."
    }
  },
  {
    "translation": {
      "en": "What's this thing?",
      "vi": "Cái này là gì?"
    }
  },
  {
    "translation": {
      "en": "There are all sorts of friends to go with you.",
      "vi": "Đây là những người bạn đồng hành."
    }
  },
  {
    "translation": {
      "en": "He thought bugs were underneath his skin.",
      "vi": "Ông ấy nghĩ có sâu bọ dưới da mình."
    }
  },
  {
    "translation": {
      "en": "And he would scratch until they would bleed.",
      "vi": "Và ông ấy gãi cho đến khi chảy máu."
    }
  },
  {
    "translation": {
      "en": "And we're going, Well, he's doing something. He's doing drugs.",
      "vi": "Chúng tôi nghĩ, Ông ấy đang làm gì đó. Ông ấy đang chơi thuốc."
    }
  },
  {
    "translation": {
      "en": "You know? And he's going crazy.",
      "vi": "Và ông ấy sắp phát điên rồi."
    }
  },
  {
    "translation": {
      "en": "Subjectively, in my observations, yeah, it got worse and worse.",
      "vi": "Theo chủ quan mà nói, chuyện càng ngày càng tệ."
    }
  },
  {
    "translation": {
      "en": "Uh, he had periods there where he's walking around",
      "vi": "Có những đợt ông ấy đi xung quanh"
    }
  },
  {
    "translation": {
      "en": "in draping red clothing, saying he's the Dalai Lama.",
      "vi": "mặc đồ màu đỏ và nói mình là đức Đạt Lai Lạt Ma."
    }
  },
  {
    "translation": {
      "en": "Rubber legs.",
      "vi": "Chân cao su."
    }
  },
  {
    "translation": {
      "en": "There were a few concerns that Dave shared with me",
      "vi": "Dave đã chia sẻ vài mối lo với tôi"
    }
  },
  {
    "translation": {
      "en": "about John carrying...",
      "vi": "về chuyện John mang..."
    }
  },
  {
    "translation": {
      "en": "um... a handgun around the place.",
      "vi": "GENE DAVIS HUY CHƯƠNG ĐỒNG OLYMPIC ...một khẩu súng đi khắp nơi."
    }
  },
  {
    "translation": {
      "en": "And one time,",
      "vi": "Và một lần,"
    }
  },
  {
    "translation": {
      "en": "I think he had seen some things in the trees",
      "vi": "tôi nghĩ ông ấy đã nhìn thấy gì đó trên cây"
    }
  },
  {
    "translation": {
      "en": "and he actually shot up into the trees.",
      "vi": "và ông đã bắn lên cành cây."
    }
  },
  {
    "translation": {
      "en": "He would walk around carrying it under here, you know.",
      "vi": "Ông ấy luôn mang nó ở dưới này."
    }
  },
  {
    "translation": {
      "en": "And it's like, that thing could fall and go off and hit you.",
      "vi": "Giống như cái đó có thể rơi ra, bóp cò bắn vào bạn."
    }
  },
  {
    "translation": {
      "en": "So I didn't like to be around him when he was carrying his gun around.",
      "vi": "Nên tôi không muốn ở gần ông ấy khi ông ấy có súng."
    }
  },
  {
    "translation": {
      "en": "Every day, when I'd drive the ten miles to Foxcatcher,",
      "vi": "Mỗi ngày, tôi lái xe mười dặm đến chỗ Đội Săn Cáo,"
    }
  },
  {
    "translation": {
      "en": "the closer I got, the more nervous I got.",
      "vi": "càng đến gần tôi càng thấy lo."
    }
  },
  {
    "translation": {
      "en": "I'm getting nervous to where I'm shaking going into work.",
      "vi": "Tôi bắt đầu thấy lo về nơi mình sẽ làm việc."
    }
  },
  {
    "translation": {
      "en": "We called it the solar system at the farm.",
      "vi": "Chúng tôi gọi nó là hệ mặt trời ở trang trại."
    }
  },
  {
    "translation": {
      "en": "You know, the big house being the sun,",
      "vi": "Căn nhà lớn là mặt trời,"
    }
  },
  {
    "translation": {
      "en": "and the closer you got to the sun, the more likely you were to get burnt.",
      "vi": "càng gần mặt trời, bạn càng dễ chết cháy."
    }
  },
  {
    "translation": {
      "en": "So, really, the athletes tried to not get too close to the sun.",
      "vi": "Vậy nên các vận động viên càng cố gắng không đến gần mặt trời."
    }
  },
  {
    "translation": {
      "en": "But then there's a group of guys that really cared about John.",
      "vi": "Nhưng có một nhóm rất quan tâm đến John."
    }
  },
  {
    "translation": {
      "en": "Robbie and Dave were the ones who would go talk to him and say,",
      "vi": "Robbie và Dave là người sẽ đến gần ông và nói,"
    }
  },
  {
    "translation": {
      "en": "Are you okay? What's going on?",
      "vi": "Ông ổn chứ? Có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "We approached him and said, John, you're getting way too paranoid.",
      "vi": "Chúng tôi đến gần ông và nói, John, ông hoang tưởng nặng quá rồi."
    }
  },
  {
    "translation": {
      "en": "We talked to Dr. Gostigian about it, and he said",
      "vi": "Chúng tôi đã nói chuyện với bác sĩ Gostigian và ông ấy nói rằng"
    }
  },
  {
    "translation": {
      "en": "there's probably just chemical imbalance here.",
      "vi": "có lẽ là do mất cân bằng các chất hóa học."
    }
  },
  {
    "translation": {
      "en": "It could probably be fixed with medicine.",
      "vi": "Có thể chữa được bằng thuốc."
    }
  },
  {
    "translation": {
      "en": "And we went and told him that, and he got really mad.",
      "vi": "Chúng tôi nói với ông ấy, ông ấy đã rất tức giận."
    }
  },
  {
    "translation": {
      "en": "He said, I'm fine. There's nothing wrong with me.",
      "vi": "Ông ấy nói, Tôi ổn. Tôi chẳng làm sao cả."
    }
  },
  {
    "translation": {
      "en": "You guys just don't believe me.",
      "vi": "Các anh chỉ không tin tôi."
    }
  },
  {
    "translation": {
      "en": "Things just started going south real quick.",
      "vi": "Mọi chuyện tệ đi rất nhanh."
    }
  },
  {
    "translation": {
      "en": "And then he started the whole thing with Dan.",
      "vi": "Và rồi ông ấy bắt đầu mọi chuyện với Dan."
    }
  },
  {
    "translation": {
      "en": "This is my house from the backside.",
      "vi": "Đây là phía sau nhà tôi."
    }
  },
  {
    "translation": {
      "en": "When things really started to go down, Dan was close to the center.",
      "vi": "Khi chuyện bắt đầu tệ đi, Dan đã ở rất gần trung tâm."
    }
  },
  {
    "translation": {
      "en": "I was living there on the farm, and then...",
      "vi": "Tôi đang sống trên trang trại, và rồi..."
    }
  },
  {
    "translation": {
      "en": "Not even through John's own words, but through his attorney, that,",
      "vi": "Không phải John nói ra, mà là qua luật sư của ông ấy, nói rằng,"
    }
  },
  {
    "translation": {
      "en": "John wants you to move off the estate.",
      "vi": "John muốn anh phải dọn khỏi đây."
    }
  },
  {
    "translation": {
      "en": "Well, that was a little bit of a bitter pill to swallow.",
      "vi": "Đó là một điều thật cay đắng."
    }
  },
  {
    "translation": {
      "en": "John initially told Dan to leave the farm.",
      "vi": "Ban đầu John bảo Dan rời khỏi trang trại."
    }
  },
  {
    "translation": {
      "en": "Dan didn't do it right away,",
      "vi": "Dan đã không rời đi ngay,"
    }
  },
  {
    "translation": {
      "en": "so John had a U Haul brought to his house and parked it in front.",
      "vi": "nên John thuê chiếc xe chuyển nhà UHaul và đỗ trước cửa nhà anh ấy."
    }
  },
  {
    "translation": {
      "en": "And it just sat there.",
      "vi": "Và nó cứ ở đó."
    }
  },
  {
    "translation": {
      "en": "Move yourself and save.",
      "vi": "Di chuyển và an toàn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, we got some wild maniac down this way a bit.",
      "vi": "Ở đây có vài người bị điên này."
    }
  },
  {
    "translation": {
      "en": "I was in the weight room lifting, and he came in with the gun.",
      "vi": "Tôi đang tập tạ ở trong phòng tập, và ông ấy cầm súng bước vào."
    }
  },
  {
    "translation": {
      "en": "He walked up to me",
      "vi": "Ông ấy tiến đến tôi"
    }
  },
  {
    "translation": {
      "en": "and he gets the gun and points it at my chest,",
      "vi": "và chĩa súng vào ngực tôi,"
    }
  },
  {
    "translation": {
      "en": "he goes, Don't you...with me! I want you off this farm!",
      "vi": "ông ấy nói, Đừng có đùa với tôi! Tôi muốn cậu cút đi ngay!"
    }
  },
  {
    "translation": {
      "en": "And I just shrunk my head, and I showed him the palms of my hands,",
      "vi": "Tôi rụt cổ lại, giơ tay lên,"
    }
  },
  {
    "translation": {
      "en": "and I just said, John, I don't know what this is all about.",
      "vi": "và nói, John, tôi không hiểu chuyện này."
    }
  },
  {
    "translation": {
      "en": "I've only tried to be your friend.",
      "vi": "Chúng tôi chỉ cố làm bạn với ông."
    }
  },
  {
    "translation": {
      "en": "And it was just enough, he backed up,",
      "vi": "Và thế là đủ, ông ấy lùi lại,"
    }
  },
  {
    "translation": {
      "en": "he put the gun down and then he ran back to the big house.",
      "vi": "đặt súng xuống và chạy về nhà."
    }
  },
  {
    "translation": {
      "en": "There's that beautiful looking eagle.",
      "vi": "Có một con đại bàng rất đẹp."
    }
  },
  {
    "translation": {
      "en": "And Dan's like, du Pont just pulled a gun on me,",
      "vi": "Và Dan nói, du Pont chĩa súng vào tôi,"
    }
  },
  {
    "translation": {
      "en": "stuck it to my chest and said, 'Get off the farm!'",
      "vi": "dí súng vào ngực tôi và nói 'Cút ra khỏi trang trại!'"
    }
  },
  {
    "translation": {
      "en": "But... that's typical stuff.",
      "vi": "Nhưng...đó là chuyện bình thường."
    }
  },
  {
    "translation": {
      "en": "You know, a lot of people made a joke out of it.",
      "vi": "Rất nhiều người trêu đùa về việc đó."
    }
  },
  {
    "translation": {
      "en": "I called the police.",
      "vi": "Tôi đã gọi cảnh sát."
    }
  },
  {
    "translation": {
      "en": "I told them John had pulled a machine gun on me, and he laughed.",
      "vi": "Nói rằng John đã chĩa súng vào tôi, rồi anh ta cười."
    }
  },
  {
    "translation": {
      "en": "He said, Well,",
      "vi": "Anh ta nói, Được,"
    }
  },
  {
    "translation": {
      "en": "I've known John a long time. He's always been a little different.",
      "vi": "tôi đã biết John từ lâu rồi. Lúc nào ông ấy cũng hơi khác người."
    }
  },
  {
    "translation": {
      "en": "Newtown Square police officer.",
      "vi": "Sĩ quan cảnh sát Newtown Square."
    }
  },
  {
    "translation": {
      "en": "There was a growing number of incidents prior to this.",
      "vi": "Đã có rất nhiều vụ trước vụ này."
    }
  },
  {
    "translation": {
      "en": "Uh, minor incidents. Nothing serious.",
      "vi": "Những vụ nhỏ nhặt. Không có gì nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "Arguments, fights, allegations back and forth.",
      "vi": "Tranh luận, cãi nhau, buộc tội qua lại."
    }
  },
  {
    "translation": {
      "en": "Early the next morning, we get woken up.",
      "vi": "Sáng sớm hôm sau chúng tôi bị đánh thức."
    }
  },
  {
    "translation": {
      "en": "This is by far the weirdest situation that I've ever seen in my life.",
      "vi": "Đây là tình trạng lạ nhất trong đời mà tôi từng gặp."
    }
  },
  {
    "translation": {
      "en": "There's the moving van.",
      "vi": "Đây là xe chuyển đồ."
    }
  },
  {
    "translation": {
      "en": "or somebody, I don't know if it's John or who,",
      "vi": "hoặc ai đó, không biết là John hay không,"
    }
  },
  {
    "translation": {
      "en": "burnt down this house next door.",
      "vi": "đã phóng hỏa ngôi nhà bên cạnh."
    }
  },
  {
    "translation": {
      "en": "This is weird, man.",
      "vi": "Thật là kỳ cục."
    }
  },
  {
    "translation": {
      "en": "This place is turning to, like, a battle zone or something.",
      "vi": "Nơi này đã chuyển thành chiến trường hay gì đó."
    }
  },
  {
    "translation": {
      "en": "There was a big, old fire in here with flames coming out of the windows.",
      "vi": "Đã có đám cháy lớn và lâu ở đây, có lửa bốc ra khỏi cửa sổ."
    }
  },
  {
    "translation": {
      "en": "Here's the inside.",
      "vi": "Đây là ở bên trong."
    }
  },
  {
    "translation": {
      "en": "Unbelievable.",
      "vi": "Không thể tin được."
    }
  },
  {
    "translation": {
      "en": "Wow. This is so weird.",
      "vi": "Thật là kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Oh, shit, man. I hope this comes out.",
      "vi": "Ôi Chúa ơi. Mong cái này rời ra."
    }
  },
  {
    "translation": {
      "en": "Look at that shit.",
      "vi": "Nhìn nó kìa."
    }
  },
  {
    "translation": {
      "en": "There's the tree through the wall, and chairs.",
      "vi": "Có cây bên kia tường, và ghế nữa."
    }
  },
  {
    "translation": {
      "en": "And then that was it. As soon as the smoke cleared,",
      "vi": "Và rồi thế là hết. Ngay khi làn khói tan,"
    }
  },
  {
    "translation": {
      "en": "I called U.S.A. Wrestling immediately.",
      "vi": "tôi gọi cho Hiệp hội Đấu vật Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "I flew out to Colorado to meet with them and plead.",
      "vi": "Tôi bay đến Colorado để gặp họ và cầu xin."
    }
  },
  {
    "translation": {
      "en": "Get those guys out of there.",
      "vi": "Hãy đưa họ ra khỏi đó."
    }
  },
  {
    "translation": {
      "en": "That was the one incident where a gun was pulled...",
      "vi": "Có một vụ súng đã cướp cò..."
    }
  },
  {
    "translation": {
      "en": "where we all asked ourselves, Wait a second.",
      "vi": "khi chúng tôi đều tự hỏi, Đợi một chút."
    }
  },
  {
    "translation": {
      "en": "Maybe this is more than just eccentric behavior.",
      "vi": "Cái này có lẽ là còn hơn hành động điên rồ."
    }
  },
  {
    "translation": {
      "en": "The executive director of U.S.A. Wrestling calls me up and says,",
      "vi": "Giám đốc Hiệp hội Đấu vật Hoa Kỳ gọi cho tôi và nói,"
    }
  },
  {
    "translation": {
      "en": "I need you on a conference call.",
      "vi": "Tôi cần anh gọi đến bàn bạc."
    }
  },
  {
    "translation": {
      "en": "We're gonna debate this issue.",
      "vi": "Chúng ta sẽ bàn luận vấn đề này."
    }
  },
  {
    "translation": {
      "en": "So we get on this conversation and the conversation digresses quickly.",
      "vi": "Chúng tôi bắt đầu tranh luận và cuộc nói chuyện lạc đề rất nhanh. THÀNH VIÊN BAN ĐẤU VẬT"
    }
  },
  {
    "translation": {
      "en": "And there were some people on the board who were adamant that,",
      "vi": "Có vài người trong ban điều hành cho rằng,"
    }
  },
  {
    "translation": {
      "en": "Hey, we need to cut ties.",
      "vi": "Chúng ta cần cắt đứt thôi."
    }
  },
  {
    "translation": {
      "en": "You know, we should probably just take steps to...",
      "vi": "Chúng tôi nên bắt đầu..."
    }
  },
  {
    "translation": {
      "en": "separate ourselves from John.",
      "vi": "GIÁM ĐỐC ĐIỀU HÀNH ...tách ra khỏi John."
    }
  },
  {
    "translation": {
      "en": "Um, obviously, we couldn't kick him out of the sport.",
      "vi": "Nhưng không thể đá ông ấy ra khỏi ngành thể thao."
    }
  },
  {
    "translation": {
      "en": "He was free to do whatever he wanted to do,",
      "vi": "Ông ấy có quyền được làm điều mình muốn,"
    }
  },
  {
    "translation": {
      "en": "but we could... we could turn back his resources.",
      "vi": "nhưng chúng tôi có thể... Trả lại đồ cho ông ấy."
    }
  },
  {
    "translation": {
      "en": "But then Dave says...",
      "vi": "Nhưng rồi Dave nói..."
    }
  },
  {
    "translation": {
      "en": "And this was probably the deciding moment",
      "vi": "Và đây là giây phút quyết định"
    }
  },
  {
    "translation": {
      "en": "after this hour long debate, argument, you know.",
      "vi": "sau nhiều giờ tranh luận."
    }
  },
  {
    "translation": {
      "en": "We get down to this, and Dave says...",
      "vi": "Chúng tôi đưa ra kết luận và Dave nói"
    }
  },
  {
    "translation": {
      "en": "I have my family and children on the farm.",
      "vi": "Gia đình và các con tôi sống trên trang trại."
    }
  },
  {
    "translation": {
      "en": "If I thought for one moment they were in danger,",
      "vi": "Nếu tôi nghĩ họ đang gặp nguy hiểm,"
    }
  },
  {
    "translation": {
      "en": "I would pack up and leave.",
      "vi": "tôi sẽ chuyển đi ngay."
    }
  },
  {
    "translation": {
      "en": "And so we thought, Well, that's convincing.",
      "vi": "Và chúng tôi nghĩ, Cũng thuyết phục đấy."
    }
  },
  {
    "translation": {
      "en": "Okay, you ready to run to Jim? All right, come on, run to me!",
      "vi": "Sẵn sàng chạy đến chỗ Jim chưa? Được rồi, chạy lại đây!"
    }
  },
  {
    "translation": {
      "en": "Okay, put your feet down and run to Jim. Come on, run to me. Run to me.",
      "vi": "Đặt chân xuống và chạy ra chỗ Jim. Nào lại đây."
    }
  },
  {
    "translation": {
      "en": "Come on, come over here. Come on. Hey! Ah!",
      "vi": "Nhanh lên, đến đây nào!"
    }
  },
  {
    "translation": {
      "en": "Good job, Mom.",
      "vi": "Làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "I flew back to Foxcatcher just right around the middle of November.",
      "vi": "Tôi quay lại Đội Săn Cáo vào giữa tháng 11."
    }
  },
  {
    "translation": {
      "en": "And there was some tension.",
      "vi": "Và lúc đó rất căng thẳng."
    }
  },
  {
    "translation": {
      "en": "I just pulled the truck back up and started loading",
      "vi": "Tôi đỗ xe lại và bắt đầu chất đồ,"
    }
  },
  {
    "translation": {
      "en": "so I could get the hell out of there.",
      "vi": "để có thể ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "This is David Schultz.",
      "vi": "Đây là David Schultz."
    }
  },
  {
    "translation": {
      "en": "The number one surfer Dan Chaid just fell off the wave.",
      "vi": "Tay lướt sóng số một Dan Chaid vừa ngã từ con sóng."
    }
  },
  {
    "translation": {
      "en": "It's clean, huh? It's looking good.",
      "vi": "Sạch chứ? Nhìn có vẻ ổn."
    }
  },
  {
    "translation": {
      "en": "Clean. It's looking good.",
      "vi": "Sạch. Nhìn ổn đấy."
    }
  },
  {
    "translation": {
      "en": "Dave said, You know, it's just John, you know?",
      "vi": "Dave nói, Anh biết không, chỉ là John thôi, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "I think he just was fixated on you.",
      "vi": "Tôi nghĩ là ông ấy đã quan tâm đến anh quá nhiều."
    }
  },
  {
    "translation": {
      "en": "You know, tried to really keep directing it towards me.",
      "vi": "Cố hướng mọi chuyện về phía tôi."
    }
  },
  {
    "translation": {
      "en": "I'm going...",
      "vi": "Tôi nói,"
    }
  },
  {
    "translation": {
      "en": "You gotta be... you gotta be kidding me, right?",
      "vi": "Anh đang đùa phải không?"
    }
  },
  {
    "translation": {
      "en": "Got the van in the van.",
      "vi": "Có cái xe trong cái xe."
    }
  },
  {
    "translation": {
      "en": "Dan took that moving van, he filled it up and took it,",
      "vi": "Dan lấy đi cái xe chuyển nhà, chất đồ lên và lấy nó đi,"
    }
  },
  {
    "translation": {
      "en": "and left his van over at Dave's house.",
      "vi": "và để lại xe của mình lại nhà Dave."
    }
  },
  {
    "translation": {
      "en": "And that caused all kinds of problems.",
      "vi": "Và điều đó gây ra mọi rắc rối."
    }
  },
  {
    "translation": {
      "en": "Now, John is focusing on Dave's house, on Dave.",
      "vi": "Giờ John lại tập trung vào nhà Dave, vào Dave."
    }
  },
  {
    "translation": {
      "en": "Like, Why is the truck there? What's in the truck?",
      "vi": "Sao lại có xe ở đây? Trong xe có gì?"
    }
  },
  {
    "translation": {
      "en": "You know, who knows what went through his mind.",
      "vi": "Ai mà biết được ông ấy nghĩ gì."
    }
  },
  {
    "translation": {
      "en": "Why do you call it baby mouth? Does she have a mouth like a baby?",
      "vi": "Sao lại gọi là miệng em bé? Vì có miệng như em bé à?"
    }
  },
  {
    "translation": {
      "en": "Lookit. Uh huh...",
      "vi": "Nhìn đi."
    }
  },
  {
    "translation": {
      "en": "A fine mouth.",
      "vi": "Miệng rất xinh."
    }
  },
  {
    "translation": {
      "en": "Isn't that funny?",
      "vi": "Không vui sao?"
    }
  },
  {
    "translation": {
      "en": "Some of the people who worked security for du Pont",
      "vi": "Vài người trong đội an ninh của du Pont"
    }
  },
  {
    "translation": {
      "en": "informed him that Chaid was on the property.",
      "vi": "thông báo rằng Chaid đã ở trong khu nhà."
    }
  },
  {
    "translation": {
      "en": "And du Pont got high or drunk or both and went to David's home with a rifle,",
      "vi": "Rồi du Pont say rượu hoặc phê thuốc, hoặc cả hai, cầm súng đến nhà David,"
    }
  },
  {
    "translation": {
      "en": "uh, looking for Chaid.",
      "vi": "để tìm Chaid."
    }
  },
  {
    "translation": {
      "en": "He did come down to the house carrying a shotgun,",
      "vi": "Ông ấy đã cầm súng đến nhà tôi,"
    }
  },
  {
    "translation": {
      "en": "was drunk and then...",
      "vi": "ông ấy đã say và..."
    }
  },
  {
    "translation": {
      "en": "As soon as he came in the door, Dave stopped him at the front door",
      "vi": "Ngay khi ông ấy bước vào, Dave đã chặn lại"
    }
  },
  {
    "translation": {
      "en": "and said, John, you can't come in my house like this.",
      "vi": "và nói, Ông không thể vào nhà tôi như thế này."
    }
  },
  {
    "translation": {
      "en": "Especially not with a gun. Give me the gun.",
      "vi": "và nói, Ông không thể vào nhà tôi như thế này. Đặc biệt khi có súng. Và John đưa anh ấy khẩu súng."
    }
  },
  {
    "translation": {
      "en": "And John gave him the gun.",
      "vi": "Đặc biệt khi có súng. Và John đưa anh ấy khẩu súng."
    }
  },
  {
    "translation": {
      "en": "And John was so drunk, he fell down. He just stumbled and fell down.",
      "vi": "John đã rất say, ông ấy ngã xuống. Loạng choạng rồi ngã xuống."
    }
  },
  {
    "translation": {
      "en": "He hit his head on a window sill and cut his head open.",
      "vi": "Ông ấy đập đầu vào cửa sổ và bị chảy máu."
    }
  },
  {
    "translation": {
      "en": "We had to call a doctor and have him stitched up.",
      "vi": "Chúng tôi phải gọi bác sĩ đến khâu."
    }
  },
  {
    "translation": {
      "en": "Pull his car downstairs, if you could?",
      "vi": "Kéo xe xuống tầng được chứ?"
    }
  },
  {
    "translation": {
      "en": "In the morning, he woke up, he was like, What happened?",
      "vi": "Sáng hôm sau, ông ấy tỉnh lại, Có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "vi": "Chuyện gì đang xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Looked like Raging Bull, you know?",
      "vi": "Giống như con bò tót giận dữ ấy."
    }
  },
  {
    "translation": {
      "en": "Couldn't open it. Big, puffed up and...",
      "vi": "Không thể nào mở ra. To, bị sưng và..."
    }
  },
  {
    "translation": {
      "en": "He said, What's it look like? I said, It looks like you got hit with a bat.",
      "vi": "Ông ấy hỏi, Trông thế nào? Tôi nói, Giống như ông bị đánh bằng gậy."
    }
  },
  {
    "translation": {
      "en": "And from that, du Pont manufactured the story",
      "vi": "Và từ đó du Pont tự nghĩ ra chuyện"
    }
  },
  {
    "translation": {
      "en": "that he'd been assaulted by Chaid,",
      "vi": "rằng đã bị Chaid hành hung,"
    }
  },
  {
    "translation": {
      "en": "and wanted the police to look into it and I think he even went to the state police as well as the local police.",
      "vi": "và muốn cảnh sát điều tra vụ đó, thậm chí còn đến cả sở cảnh sát bang."
    }
  },
  {
    "translation": {
      "en": "And then it really put Dave in a bad situation",
      "vi": "Và nó đặt Dave vào tình huống thực sự tệ"
    }
  },
  {
    "translation": {
      "en": "because they went down to question Dave, and he'd said, No, that's not true.",
      "vi": "vì họ bắt đầu tra hỏi Dave, và anh ấy nói, Không, không phải thế."
    }
  },
  {
    "translation": {
      "en": "Dan was here for about ten minutes and left.",
      "vi": "Dan chỉ ở đây khoảng mười phút rồi đi ngay."
    }
  },
  {
    "translation": {
      "en": "When they found out what had occurred,",
      "vi": "Khi họ tìm hiểu ra sự việc,"
    }
  },
  {
    "translation": {
      "en": "they just kind of sat on it for a while.",
      "vi": "họ đã bỏ qua chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Uh, there was no criminal activity on the part of Chaid who wasn't even there,",
      "vi": "Không có hành vi phạm tội nào của Chaid, người còn không có mặt ở đó,"
    }
  },
  {
    "translation": {
      "en": "and not on the part of David Schultz.",
      "vi": "và cũng không phải David Schultz."
    }
  },
  {
    "translation": {
      "en": "But du Pont began to bear hostility towards David,",
      "vi": "Nhưng du Pont bắt đầu có thái độ với David,"
    }
  },
  {
    "translation": {
      "en": "feeling that he betrayed him.",
      "vi": "cho rằng anh ấy đã phản bội."
    }
  },
  {
    "translation": {
      "en": "And the relationship with David began to deteriorate right at that point.",
      "vi": "Mối quan hệ với David bắt đầu đi xuống từ đó."
    }
  },
  {
    "translation": {
      "en": "It's so strange and too much weirdness.",
      "vi": "Mọi chuyện hết sức kỳ quặc."
    }
  },
  {
    "translation": {
      "en": "There's just no reason to live in an environment like that. Good morning.",
      "vi": "Không có lý do gì để sống trong môi trường như thế."
    }
  },
  {
    "translation": {
      "en": "And we had a little conflict over it, even.",
      "vi": "Chúng tôi còn tranh cãi về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but I'm drawing a line in the sand.",
      "vi": "Anh sẽ đặt ra giới hạn. Ta sẽ rời đi."
    }
  },
  {
    "translation": {
      "en": "We're gonna leave. And then Dave started saying,",
      "vi": "Anh sẽ đặt ra giới hạn. Ta sẽ rời đi. Và Dave bắt đầu nói,"
    }
  },
  {
    "translation": {
      "en": "Well, we'll move to California as soon as the Olympics are over.",
      "vi": "Chúng ta sẽ đến California khi Olympic kết thúc."
    }
  },
  {
    "translation": {
      "en": "We were six months away from the Olympic trials,",
      "vi": "Còn sáu tháng nữa là đến Olympic,"
    }
  },
  {
    "translation": {
      "en": "and Dave, he was, like, 37, I think.",
      "vi": "và Dave đã khoảng 37 tuổi rồi."
    }
  },
  {
    "translation": {
      "en": "So for him, this is his last chance to be on an Olympic team",
      "vi": "Nên đây là cơ hội cuối cùng của anh ấy để được ở trong đội Olympic"
    }
  },
  {
    "translation": {
      "en": "and win another gold medal.",
      "vi": "và thắng một huy chương vàng nữa."
    }
  },
  {
    "translation": {
      "en": "Schultz wins the match!",
      "vi": "Schultz đã chiến thắng!"
    }
  },
  {
    "translation": {
      "en": "A lot of us put a blind eye to any dangers",
      "vi": "Rất nhiều người chúng tôi lờ mối nguy hiểm đi"
    }
  },
  {
    "translation": {
      "en": "because we were pursuing our dream, you know?",
      "vi": "vì chúng tôi đang theo đuổi giấc mơ."
    }
  },
  {
    "translation": {
      "en": "It was more or less a game of, you know...",
      "vi": "Nó giống như trò chơi của..."
    }
  },
  {
    "translation": {
      "en": "John being paranoid and us helping him, and... you know.",
      "vi": "việc John bị hoang tưởng và chúng tôi giúp ông ấy..."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Nên..."
    }
  },
  {
    "translation": {
      "en": "John loved Dave.",
      "vi": "John yêu Dave."
    }
  },
  {
    "translation": {
      "en": "He loved Dave,",
      "vi": "Ông ấy đã yêu Dave,"
    }
  },
  {
    "translation": {
      "en": "and then Dave also became like this demon that was after him.",
      "vi": "và Dave trở thành con quái vật săn đuổi ông ấy."
    }
  },
  {
    "translation": {
      "en": "He'd gotten madder and madder and madder.",
      "vi": "Ông ấy ngày càng điên hơn."
    }
  },
  {
    "translation": {
      "en": "Dave should've got out of there.",
      "vi": "Dave nên đi khỏi đó."
    }
  },
  {
    "translation": {
      "en": "I mean, Dave should've got out of there. Dave should've left.",
      "vi": "Dave đáng lẽ nên rời khỏi đó."
    }
  },
  {
    "translation": {
      "en": "From tunnels, to spying on him, from everything else,",
      "vi": "Từ đường hầm, từ việc theo dõi ông ấy, từ mọi chuyện,"
    }
  },
  {
    "translation": {
      "en": "he came to the determination that Dave was responsible for it.",
      "vi": "ông ấy đã quyết định rằng Dave phải chịu trách nhiệm."
    }
  },
  {
    "translation": {
      "en": "And he was gonna do something about it.",
      "vi": "Ông ấy sẽ làm gì đó."
    }
  },
  {
    "translation": {
      "en": "Storm of '96. It's still snowing.",
      "vi": "Cơn bão năm 1996. Tuyết vẫn đang rơi."
    }
  },
  {
    "translation": {
      "en": "It's been snowing straight for 24 hours.",
      "vi": "Tuyết đã rơi liền 24 giờ đồng hồ."
    }
  },
  {
    "translation": {
      "en": "And this is the scene at Foxcatcher Farms.",
      "vi": "Đây là cảnh ở trang trại Đội Săn Cáo."
    }
  },
  {
    "translation": {
      "en": "There's Dave's window.",
      "vi": "Đây là cửa sổ nhà Dave."
    }
  },
  {
    "translation": {
      "en": "You can't even see out of Dave's office windows.",
      "vi": "Không nhìn được qua cửa sổ văn phòng của Dave."
    }
  },
  {
    "translation": {
      "en": "Nobody can go anywhere.",
      "vi": "Không ai có thể đi."
    }
  },
  {
    "translation": {
      "en": "Dave went to borrow the plow from the dairy people.",
      "vi": "Dave đi mượn cái cày của mấy người nông dân."
    }
  },
  {
    "translation": {
      "en": "Mommy, put this on camera.",
      "vi": "Mẹ, quay cái này đi."
    }
  },
  {
    "translation": {
      "en": "What do you think of the snowstorm, Danny?",
      "vi": "Con nghĩ sao về bão tuyết, Danny?"
    }
  },
  {
    "translation": {
      "en": "It's great!",
      "vi": "Vui lắm!"
    }
  },
  {
    "translation": {
      "en": "It's the biggest in Pennsylvania!",
      "vi": "To nhất ở Pennsylvania!"
    }
  },
  {
    "translation": {
      "en": "It is so deep. Look at my feet!",
      "vi": "Sâu quá. Nhìn chân con này!"
    }
  },
  {
    "translation": {
      "en": "Dave was in the gym that morning, came into my office.",
      "vi": "Sáng đó Dave đang ở phòng tập, rồi đến văn phòng tôi."
    }
  },
  {
    "translation": {
      "en": "He had kids, K I D S,",
      "vi": "Anh ấy viết chữ con cái"
    }
  },
  {
    "translation": {
      "en": "written on his forehead.",
      "vi": "lên trên trán."
    }
  },
  {
    "translation": {
      "en": "And I said, 'Kids'? Why'd you write 'kids' on your forehead, Dave, in marker?",
      "vi": "Và tôi hỏi, Sao anh lại viết thế lên trán?"
    }
  },
  {
    "translation": {
      "en": "He's like, Oh, that's to remind me. I have to pick the kids up at school.",
      "vi": "Anh ấy nói, Để nhắc tôi phải đi đón bọn trẻ về."
    }
  },
  {
    "translation": {
      "en": "And I said, Dave, you don't seem like the kind of guy",
      "vi": "Tôi nói, Dave, có vẻ anh không phải tuýp người"
    }
  },
  {
    "translation": {
      "en": "that's gonna be looking in the mirror a whole lot,",
      "vi": "sẽ soi gương nhiều đâu,"
    }
  },
  {
    "translation": {
      "en": "so why would you write it there?",
      "vi": "sao lại viết ở đó?"
    }
  },
  {
    "translation": {
      "en": "So he said, That's why I wrote it here... too.",
      "vi": "Anh ấy nói, Thế nên tôi viết cả ở đây nữa."
    }
  },
  {
    "translation": {
      "en": "And he had it written in his hand, kids.",
      "vi": "Và anh ấy viết cả lên tay."
    }
  },
  {
    "translation": {
      "en": "So that's the last thing he said to me.",
      "vi": "Đó là câu cuối cùng anh ấy nói với tôi."
    }
  },
  {
    "translation": {
      "en": "Come on in. The heat's getting out.",
      "vi": "Vào đi. Nhiệt thoát ra ngoài rồi."
    }
  },
  {
    "translation": {
      "en": "We need lights. Heat's getting out.",
      "vi": "Chúng ta cần đèn. Nhiệt đang ra."
    }
  },
  {
    "translation": {
      "en": "I got there, went immediately in to see John.",
      "vi": "Tôi đến đó, và đến gặp John ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "He says, We've had a storm on the property.",
      "vi": "Ông ấy nói, Ở đây có bão tuyết."
    }
  },
  {
    "translation": {
      "en": "He says there's a lot of trees down and some damage to the fences and so forth.",
      "vi": "Ông ấy nói có rất nhiều cây đổ làm hỏng hàng rào và vân vân."
    }
  },
  {
    "translation": {
      "en": "He says, Let me take you around and show you.",
      "vi": "Và ông ấy nói, Để tôi đưa anh đi xem."
    }
  },
  {
    "translation": {
      "en": "Then he comes out with, um, a camera and a pistol...",
      "vi": "Rồi ông ấy đi ra với máy quay và một khẩu súng..."
    }
  },
  {
    "translation": {
      "en": "which was a little unusual.",
      "vi": "điều này khá lạ."
    }
  },
  {
    "translation": {
      "en": "So we're driving around, and he's showing me what trees fell and so forth.",
      "vi": "Chúng tôi đi vòng quanh, ông ấy cho tôi xem cây nào bị đổ."
    }
  },
  {
    "translation": {
      "en": "We go to the right, to the backside of the property where Dave's house was.",
      "vi": "Chúng tôi đi sang bên phải, vòng qua đằng sau nhà Dave."
    }
  },
  {
    "translation": {
      "en": "We were having lunch in the house, and we heard a car pull up.",
      "vi": "Chúng tôi đang ăn trưa trong nhà, và nghe tiếng xe đỗ lại."
    }
  },
  {
    "translation": {
      "en": "So, Dave kind of walked over here, and he said, It's John.",
      "vi": "Dave bước ra đó và nói, Là John."
    }
  },
  {
    "translation": {
      "en": "So John pulled his car up right about here.",
      "vi": "John đã đỗ xe ngay ở đây."
    }
  },
  {
    "translation": {
      "en": "As Dave walks up,",
      "vi": "Khi Dave bước ra,"
    }
  },
  {
    "translation": {
      "en": "John picks the pistol up...",
      "vi": "John cầm khẩu súng lên..."
    }
  },
  {
    "translation": {
      "en": "and immediately swings it out the window and shoots Dave.",
      "vi": "lập tức chĩa ra cửa sổ xe và bắn Dave."
    }
  },
  {
    "translation": {
      "en": "You go stay with him.",
      "vi": "Anh ở lại với anh ấy."
    }
  },
  {
    "translation": {
      "en": "Police, fire and ambulance, 97.",
      "vi": "Cảnh sát, cứu hỏa và cấp cứu, năm 1997."
    }
  },
  {
    "translation": {
      "en": "3909 Goshen Road. A man's been shot.",
      "vi": "Số 3909 đường Goshen. Có người đã bị bắn."
    }
  },
  {
    "translation": {
      "en": "Okay, was it accidental or did somebody do it on purpose?",
      "vi": "Là tai nạn hay có người cố tình?"
    }
  },
  {
    "translation": {
      "en": "Somebody did it on purpose! Get an ambulance here right now!",
      "vi": "Cố tình! Gọi xe cứu thương đi!"
    }
  },
  {
    "translation": {
      "en": "Relax. He tried many times!",
      "vi": "Bình tĩnh. Đã nhiều lần!"
    }
  },
  {
    "translation": {
      "en": "Okay, ma'am, you have to give me the information I need.",
      "vi": "Thưa cô, cô cần cung cấp thông tin mà chúng tôi cần."
    }
  },
  {
    "translation": {
      "en": "Is the person who shot him still there? It's John du Pont.",
      "vi": "Người bắn anh ấy còn ở đó không? Là John du Pont."
    }
  },
  {
    "translation": {
      "en": "John du Pont shot him? He shot him, yes!",
      "vi": "John du Pont đã bắn anh ấy? Phải!"
    }
  },
  {
    "translation": {
      "en": "Okay, where is John du Pont at?",
      "vi": "Được rồi, John du Pont đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "He's gone. He just drove off in a car.",
      "vi": "Đi rồi. Ông ấy đã lái xe đi."
    }
  },
  {
    "translation": {
      "en": "Oh, God, please hurry!",
      "vi": "Ôi Chúa ơi, hãy nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "Okay, ma'am. Ma'am, they're on the way, okay?",
      "vi": "Được rồi. Họ đang trên đường đến rồi."
    }
  },
  {
    "translation": {
      "en": "It's okay, David. It's okay, David.",
      "vi": "Không sao đâu, David."
    }
  },
  {
    "translation": {
      "en": "It's gonna be okay, David.",
      "vi": "Sẽ ổn thôi, David."
    }
  },
  {
    "translation": {
      "en": "And so I just remember rolling him over",
      "vi": "Rồi tôi nhớ lại trước đây"
    }
  },
  {
    "translation": {
      "en": "and he was doing this thing that he used to do",
      "vi": "khi anh ấy vẫn làm việc thường làm"
    }
  },
  {
    "translation": {
      "en": "when he was training real hard. He was going...",
      "vi": "khi tập chăm chỉ và thở thế này"
    }
  },
  {
    "translation": {
      "en": "Like trying to concentrate, like trying to keep himself alive.",
      "vi": "Anh ấy đang cố tập trung, cố giữ mình tỉnh táo."
    }
  },
  {
    "translation": {
      "en": "And all of a sudden, he just stopped breathing.",
      "vi": "Rồi bỗng dưng anh ấy ngừng thở."
    }
  },
  {
    "translation": {
      "en": "And I said, I love you, and I gave him a kiss on the forehead...",
      "vi": "Tôi nói, Em yêu anh, rồi hôn lên trán anh ấy..."
    }
  },
  {
    "translation": {
      "en": "and... he died.",
      "vi": "và...anh ấy chết."
    }
  },
  {
    "translation": {
      "en": "He died right then.",
      "vi": "Anh ấy chết ngay lúc đó."
    }
  },
  {
    "translation": {
      "en": "My first reaction was, I think I said, John, what are you doing?",
      "vi": "Phản ứng đầu tiên của tôi, tôi nghĩ mình đã nói, John, ông làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "As I got out of the seatbelt and proceeded to get out of the car...",
      "vi": "Tôi đang tháo dây an toàn và cố ra khỏi xe..."
    }
  },
  {
    "translation": {
      "en": "he threw the car in reverse and fled.",
      "vi": "thì ông ấy lùi xe lại và phóng đi."
    }
  },
  {
    "translation": {
      "en": "He had gone back to the house and said,",
      "vi": "Ông ấy quay lại nhà và nói,"
    }
  },
  {
    "translation": {
      "en": "Police will be coming. Don't let them in.",
      "vi": "Cảnh sát sẽ đến đây. Đừng cho họ vào."
    }
  },
  {
    "translation": {
      "en": "The SWAT team assembled here initially,",
      "vi": "Đội SWAT đã đến đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "and we gave them a briefing of what had occurred.",
      "vi": "và chúng tôi nói sơ qua vụ việc."
    }
  },
  {
    "translation": {
      "en": "We knew that he had a variety of weapons, a lot of handguns, rifles.",
      "vi": "Chúng tôi biết ông ấy có rất nhiều loại vũ khí, súng cầm tay, súng trường."
    }
  },
  {
    "translation": {
      "en": "We knew that one end of the mansion was a combination library/safe room,",
      "vi": "Chúng tôi biết ở cuối căn biệt thự có một thư viện kiêm phòng trú ẩn,"
    }
  },
  {
    "translation": {
      "en": "and that had a vault door,",
      "vi": "nó có một cánh cửa hầm két,"
    }
  },
  {
    "translation": {
      "en": "and we knew that that could be used to hole up in, so to speak.",
      "vi": "và chúng tôi biết chỗ đó có thể được dùng để trốn."
    }
  },
  {
    "translation": {
      "en": "I guess the news spread fast.",
      "vi": "Có lẽ tin tức đã lan rất nhanh."
    }
  },
  {
    "translation": {
      "en": "I think John shot somebody. They're saying it might be Dave.",
      "vi": "Hình như John đã bắn ai đó. Họ nói đó có thể là Dave."
    }
  },
  {
    "translation": {
      "en": "Okay, so, they were messing around and the gun might have fell",
      "vi": "Được rồi, có thể họ đang chơi đùa thì súng cướp cò"
    }
  },
  {
    "translation": {
      "en": "and hit Dave and he's going to the hospital.",
      "vi": "và bắn trúng Dave và anh ấy đang đi bệnh viện."
    }
  },
  {
    "translation": {
      "en": "I was driving fast, speeding, so I could get back and see...",
      "vi": "Tôi đi rất nhanh, để tôi có thể quay lại để xem..."
    }
  },
  {
    "translation": {
      "en": "And I prayed...",
      "vi": "Tôi đã cầu nguyện..."
    }
  },
  {
    "translation": {
      "en": "that Dave would be alive.",
      "vi": "rằng Dave vẫn còn sống."
    }
  },
  {
    "translation": {
      "en": "I was just briefed at the command center. Uh, negotiations are ongoing.",
      "vi": "Tôi mới được báo cáo ở sở chỉ huy. Chúng tôi vẫn đang đàm phán."
    }
  },
  {
    "translation": {
      "en": "Situation is status quo. They had me contact with Mr. du Pont.",
      "vi": "Tình hình hiện tại là như vậy. Tôi đã liên lạc với ông du Pont."
    }
  },
  {
    "translation": {
      "en": "Hello? Mr. du Pont, sir.",
      "vi": "Xin chào? Chào ông du Pont."
    }
  },
  {
    "translation": {
      "en": "Uh, what do you want?",
      "vi": "Anh muốn gì?"
    }
  },
  {
    "translation": {
      "en": "Uh, basically to resolve the situation.",
      "vi": "Để giải quyết tình hình."
    }
  },
  {
    "translation": {
      "en": "Um, His Holiness is under siege here",
      "vi": "Đức Giáo Hoàng đã bị bao vây"
    }
  },
  {
    "translation": {
      "en": "and the thing is I want to get the thing resolved,",
      "vi": "và tôi muốn giải quyết vấn đề"
    }
  },
  {
    "translation": {
      "en": "and get the lights off the lawn here",
      "vi": "và bỏ mấy cái đèn ra khỏi bãi cỏ"
    }
  },
  {
    "translation": {
      "en": "and a few other things that are annoying me.",
      "vi": "và mấy thứ chướng mắt tôi."
    }
  },
  {
    "translation": {
      "en": "There was the Holy property here. Get out of here.",
      "vi": "Đây là khu đất linh thiêng. Cút ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "Why not stay on the line? We'll try to resolve this.",
      "vi": "Sao ông không giữ máy? Chúng tôi đang cố giải quyết."
    }
  },
  {
    "translation": {
      "en": "No! Goodbye. Mr. du Pont?",
      "vi": "Không! Tạm biệt. Ông du Pont?"
    }
  },
  {
    "translation": {
      "en": "A bizarre story has been unfolding for hours",
      "vi": "Một câu chuyện kỳ dị đã được điều tra hàng giờ"
    }
  },
  {
    "translation": {
      "en": "in a wealthy Pennsylvania suburb.",
      "vi": "trong vùng Pennsylvania giàu có."
    }
  },
  {
    "translation": {
      "en": "It involves a violent murder and a heavily armed stand off with police.",
      "vi": "Liên quan đến vụ giết người và chống lại cảnh sát bằng vũ lực."
    }
  },
  {
    "translation": {
      "en": "It also involves the heir to a huge fortune, a du Pont,",
      "vi": "Nó cũng liên quan đến người thừa kế của khối tài sản lớn, ông du Pont,"
    }
  },
  {
    "translation": {
      "en": "who has turned his estate into a massive fortress.",
      "vi": "người đã biến căn biệt thự của mình thành pháo đài."
    }
  },
  {
    "translation": {
      "en": "We found out it was...",
      "vi": "Chúng tôi biết được..."
    }
  },
  {
    "translation": {
      "en": "Found out it was Dave.",
      "vi": "Biết được đó là Dave."
    }
  },
  {
    "translation": {
      "en": "We went in the emergency room. I was like, Where's Dave Schultz?",
      "vi": "Chúng tôi đến phòng cấp cứu. Tôi hỏi, Dave đâu?"
    }
  },
  {
    "translation": {
      "en": "And she's like, He's gone. I'm like, Where'd they take him?",
      "vi": "Cô ấy nói, Đi rồi. Tôi hỏi, Họ đưa anh ấy đi đâu?"
    }
  },
  {
    "translation": {
      "en": "And she's like, No, he's gone.",
      "vi": "Cô ấy nói, Không, đi rồi."
    }
  },
  {
    "translation": {
      "en": "And nobody knew whatNobody said anything.",
      "vi": "Và không ai biết... Không ai nói được gì."
    }
  },
  {
    "translation": {
      "en": "Just couldn'tJust shocked.",
      "vi": "Không thể... Chỉ bàng hoàng."
    }
  },
  {
    "translation": {
      "en": "Didn't, couldn'tSpeechless.",
      "vi": "Không thể nói nên lời."
    }
  },
  {
    "translation": {
      "en": "After I left the hospital,",
      "vi": "Sau khi rời bệnh viện,"
    }
  },
  {
    "translation": {
      "en": "they had to take me straight to the police station",
      "vi": "họ đưa tôi đến đồn cảnh sát"
    }
  },
  {
    "translation": {
      "en": "where I had to start giving a statement about what happened.",
      "vi": "nơi tôi phải lấy lời khai."
    }
  },
  {
    "translation": {
      "en": "And all I could think about was I want to get home to my kids,",
      "vi": "Tôi chỉ nghĩ là Mình muốn về nhà với các con,"
    }
  },
  {
    "translation": {
      "en": "'cause they didn't know yet.",
      "vi": "vì chúng vẫn chưa biết chuyện."
    }
  },
  {
    "translation": {
      "en": "My mom got home",
      "vi": "Mẹ tôi về nhà, đưa chị em tôi lên lầu..."
    }
  },
  {
    "translation": {
      "en": "and brought me and my sister upstairs",
      "vi": "Mẹ tôi về nhà, đưa chị em tôi lên lầu... CON TRAI DAVE"
    }
  },
  {
    "translation": {
      "en": "and all the other adults brought everyone into the basement.",
      "vi": "...và người lớn đưa mọi người xuống tầng hầm."
    }
  },
  {
    "translation": {
      "en": "She sat us down on this bed",
      "vi": "Mẹ đặt chúng tôi ngồi lên giường"
    }
  },
  {
    "translation": {
      "en": "and, um, she just, like, took some breaths and she said,",
      "vi": "và bà lấy hơi và nói,"
    }
  },
  {
    "translation": {
      "en": "Today, John du Pont pulled up to the house",
      "vi": "Hôm nay, John du Pont đã đỗ xe ở nhà mình... DANIELLE SCHULTZ CON GÁI DAVE"
    }
  },
  {
    "translation": {
      "en": "and... shot a gun and killed your father.",
      "vi": "DANIELLE SCHULTZ CON GÁI DAVE ...và nổ súng và đã bắn chết bố các con."
    }
  },
  {
    "translation": {
      "en": "And then we just sat in the basement and cried for, uh...",
      "vi": "Và chúng tôi đã ngồi dưới tầng hầm và khóc..."
    }
  },
  {
    "translation": {
      "en": "It felt like hours.",
      "vi": "Đến hàng tiếng đồng hồ."
    }
  },
  {
    "translation": {
      "en": "We intend to wait as long as it takes to resolve this problem,",
      "vi": "Chúng tôi sẽ nhất quyết đợi cho đến khi sự việc được giải quyết"
    }
  },
  {
    "translation": {
      "en": "uh, without anyone else being... without anyone else being injured.",
      "vi": "và không ai bị thương thêm nữa."
    }
  },
  {
    "translation": {
      "en": "As the night went on, and then it went into Saturday,",
      "vi": "Đêm đó trôi qua và đến thứ bảy,"
    }
  },
  {
    "translation": {
      "en": "and then into Sunday, it was kind of unprecedented",
      "vi": "rồi đến chủ nhật, trước đây chưa từng có"
    }
  },
  {
    "translation": {
      "en": "that a SWAT situation would go this long.",
      "vi": "tình huống SWAT nào kéo dài đến vậy. CẢNH SÁT NEWTON SQUARE"
    }
  },
  {
    "translation": {
      "en": "Last evening, at approximately 9:00 p.m.,",
      "vi": "Tối qua, vào khoảng chín giờ,"
    }
  },
  {
    "translation": {
      "en": "negotiations with Mr. du Pont, uh, continued.",
      "vi": "chúng tôi đã tiếp tục đàm phán với ông du Pont."
    }
  },
  {
    "translation": {
      "en": "The phone call with Mr. du Pont was extremely cordial and positive,",
      "vi": "Cuộc gọi với ông du Pont rất chân thành và tích cực,"
    }
  },
  {
    "translation": {
      "en": "and that was the last contact with Mr. du Pont.",
      "vi": "và đó là lần liên lạc cuối với ông du Pont."
    }
  },
  {
    "translation": {
      "en": "Mr. du Pont chose to go to bed at that particular time...",
      "vi": "Ông du Pont đã đi ngủ vào lúc đó..."
    }
  },
  {
    "translation": {
      "en": "and, uh, all negotiations or contacts with Mr. du Pont",
      "vi": "và mọi thương lượng và liên lạc với ông du Pont"
    }
  },
  {
    "translation": {
      "en": "ended at 9:00 last night.",
      "vi": "kết thúc vào chín giờ tối qua."
    }
  },
  {
    "translation": {
      "en": "Lieutenant, why would this man be allowed to go to sleep?",
      "vi": "Ngài cảnh sát, sao ông ấy lại được phép đi ngủ?"
    }
  },
  {
    "translation": {
      "en": "I wish I had a better answer than I don't know.",
      "vi": "Tôi ước mình có câu trả lời hay hơn là Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "Du Pont's threats and increasingly bizarre behavior",
      "vi": "Mối đe dọa của du Pont và hành động kỳ quặc của ông ấy"
    }
  },
  {
    "translation": {
      "en": "led some residents to ask why local police did not take action.",
      "vi": "khiến người dân phải chất vấn tại sao cảnh sát không hành động."
    }
  },
  {
    "translation": {
      "en": "They wondered if du Pont and the police",
      "vi": "Họ tự hỏi liệu du Pont và phía cảnh sát"
    }
  },
  {
    "translation": {
      "en": "had perhaps developed too chummy a relationship.",
      "vi": "đã có mối quan hệ thân thiết."
    }
  },
  {
    "translation": {
      "en": "Several, several years ago, we were all, uh, up at the range,",
      "vi": "Nhiều năm trước, chúng tôi đã tụ tập ở bãi bắn,"
    }
  },
  {
    "translation": {
      "en": "uh, practicing on the inside and outside range.",
      "vi": "tập bắn ở bãi ngoài trời."
    }
  },
  {
    "translation": {
      "en": "Did you live there?",
      "vi": "Ông có sống ở đó không?"
    }
  },
  {
    "translation": {
      "en": "No, ma'am, no.",
      "vi": "Không, thưa bà."
    }
  },
  {
    "translation": {
      "en": "Did you shoot with him or practice with him?",
      "vi": "Ông bắn cùng hay luyện tập cùng ông ấy?"
    }
  },
  {
    "translation": {
      "en": "I've never shot a gun with Mr. du Pont at all, no.",
      "vi": "Chúng tôi không bắn súng với ông du Pont."
    }
  },
  {
    "translation": {
      "en": "Would it be fair to say that",
      "vi": "Liệu có công bằng khi nói"
    }
  },
  {
    "translation": {
      "en": "a lot of the people whose guns are trained on him",
      "vi": "rất nhiều người đã tập bắn cùng ông ta"
    }
  },
  {
    "translation": {
      "en": "are wearing bullet proof vests, vests that he provided, and, uh...",
      "vi": "đang mặc áo chống đạn mà ông ta cung cấp..."
    }
  },
  {
    "translation": {
      "en": "I can't disclose that. I can't comment on that right now.",
      "vi": "Tôi không thể bình luận về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "As you well know, Delaware County response teams",
      "vi": "Như quý vị thấy đội phản ứng nhanh bang Delaware"
    }
  },
  {
    "translation": {
      "en": "have been working under very, very difficult situations with the weather.",
      "vi": "đã làm việc vất vả dưới thời tiết rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "Heat was, in fact, turned off to the du Pont mansion",
      "vi": "Hệ thống sưởi đã tắt ở biệt thự của du Pont"
    }
  },
  {
    "translation": {
      "en": "late Friday evening,",
      "vi": "vào tối thứ sáu,"
    }
  },
  {
    "translation": {
      "en": "so there is no heat at this time inside the mansion.",
      "vi": "nên trong biệt thự không có hơi ấm."
    }
  },
  {
    "translation": {
      "en": "Get the heat turned on over there.",
      "vi": "Bật hệ thống sưởi ở đó lên."
    }
  },
  {
    "translation": {
      "en": "Yeah, but I don't know if we could send a maintenance guy",
      "vi": "Vâng, nhưng không biết liệu có thể đưa một thợ sửa"
    }
  },
  {
    "translation": {
      "en": "in to the property to do that.",
      "vi": "vào trong căn nhà để làm việc đó."
    }
  },
  {
    "translation": {
      "en": "Well, then would you allow me to go over and take a look at the thing?",
      "vi": "Ông sẽ cho phép tôi đến xem xét chứ?"
    }
  },
  {
    "translation": {
      "en": "I would have to let the people know that are out there",
      "vi": "Tôi sẽ phải cho mọi người biết anh đang ở đó"
    }
  },
  {
    "translation": {
      "en": "that you are going to do that...",
      "vi": "và anh sẽ làm thế"
    }
  },
  {
    "translation": {
      "en": "so that you don't get hurt or no one gets hurt.",
      "vi": "để anh không bị thương, và không ai bị thương."
    }
  },
  {
    "translation": {
      "en": "Well, no one would be hurt. I would just go over myself.",
      "vi": "Không ai sẽ bị thương cả. Tôi sẽ đến một mình."
    }
  },
  {
    "translation": {
      "en": "Well, I'll tell you what I'll do. I'll talk to my bosses...",
      "vi": "Tôi sẽ nói cho anh biết. Tôi sẽ nói chuyện với sếp."
    }
  },
  {
    "translation": {
      "en": "You talk to your bosses first and call me back...",
      "vi": "Anh nói chuyện với sếp anh và gọi lại cho tôi."
    }
  },
  {
    "translation": {
      "en": "Okay, well, believe it or not, they're on another line for me",
      "vi": "Tin được hay không, họ đang nghe điện của tôi"
    }
  },
  {
    "translation": {
      "en": "and they told me that that's okay.",
      "vi": "và nói với tôi rằng không sao."
    }
  },
  {
    "translation": {
      "en": "All right. I'll go out the garden door.",
      "vi": "Được rồi. Tôi sẽ đến cổng khu vườn."
    }
  },
  {
    "translation": {
      "en": "Okay, are you going to be armed?",
      "vi": "Không cầm vũ khí sao?"
    }
  },
  {
    "translation": {
      "en": "No. Okay.",
      "vi": "Không. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Please don't come out armed, okay?",
      "vi": "Đừng mang vũ khí ra nhé?"
    }
  },
  {
    "translation": {
      "en": "No, I won't. Okay.",
      "vi": "Không đâu. Được rồi."
    }
  },
  {
    "translation": {
      "en": "All right, I will be dressed in black.",
      "vi": "Được rồi, tôi sẽ mặc đồ đen."
    }
  },
  {
    "translation": {
      "en": "You're dressed in black.",
      "vi": "Anh mặc đồ đen."
    }
  },
  {
    "translation": {
      "en": "With my Bulgarian colors showing the flag.",
      "vi": "Với lá cờ Bulgaria."
    }
  },
  {
    "translation": {
      "en": "Members of the mansion must move back. You must move back.",
      "vi": "Mọi người trong biệt thự di chuyển ra đằng sau."
    }
  },
  {
    "translation": {
      "en": "Then over the radios we hear, He's coming out, he's coming out.",
      "vi": "Chúng tôi nghe qua bộ đàm, Ông ấy đang ra."
    }
  },
  {
    "translation": {
      "en": "He then exits the back door of the property",
      "vi": "Rồi ông ấy ra khỏi nhà bằng cửa sau"
    }
  },
  {
    "translation": {
      "en": "and starts walking towards the greenhouse.",
      "vi": "và bắt đầu đi bộ đến vườn."
    }
  },
  {
    "translation": {
      "en": "An officer came out from behind a tree, started giving him commands.",
      "vi": "Một cảnh sát nhảy ra từ gốc cây, ra lệnh cho ông ấy."
    }
  },
  {
    "translation": {
      "en": "He kind of threw his hands up and then put them down and then up,",
      "vi": "Ông ấy giơ tay lên, rồi hạ xuống rồi giơ lên,"
    }
  },
  {
    "translation": {
      "en": "and kind of turned back towards the house.",
      "vi": "rồi chạy quay về căn nhà."
    }
  },
  {
    "translation": {
      "en": "A fast officer by the name of Officer Lunn chased him down.",
      "vi": "Một cảnh sát nhanh nhẹn tên là Lunn đã đuổi theo."
    }
  },
  {
    "translation": {
      "en": "It's my understanding there was a tackle involved, but, uh, that was it.",
      "vi": "Tôi được biết là có một cuộc vật lộn, nhưng chỉ vậy thôi."
    }
  },
  {
    "translation": {
      "en": "Tonight, the nearly 50 hour stand off on the grounds of the du Pont estate",
      "vi": "Tối nay, sự chống trả kéo dài 50 giờ ở khu nhà của du Pont"
    }
  },
  {
    "translation": {
      "en": "in Delaware County has ended.",
      "vi": "ở bang Delaware đã kết thúc."
    }
  },
  {
    "translation": {
      "en": "John du Pont walked out of his mansion and was apprehended by police.",
      "vi": "John du Pont bước ra khỏi căn biệt thự và đã bị cảnh sát bắt giữ."
    }
  },
  {
    "translation": {
      "en": "He is in jail tonight, charged with murdering wrestler Dave Schultz.",
      "vi": "Ông ta đã bị bắt vào tù với tội danh giết hại đô vật Dave Schultz."
    }
  },
  {
    "translation": {
      "en": "It was very surreal.",
      "vi": "Thật là kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "There's almost a fogginess around some of the memories that",
      "vi": "Có những ký ức không còn rõ rệt"
    }
  },
  {
    "translation": {
      "en": "it doesn't feel likeIt's almost like an out of body experience.",
      "vi": "mà nó gần như là trải nghiệm thoát xác."
    }
  },
  {
    "translation": {
      "en": "You almost feel like you're watching it or something,",
      "vi": "Bạn cảm thấy như bạn đang theo dõi mọi chuyện,"
    }
  },
  {
    "translation": {
      "en": "completely not knowing which end is up and life had fallen apart.",
      "vi": "hoàn toàn không biết kết thúc ra sao và cuộc sống đã đổ vỡ."
    }
  },
  {
    "translation": {
      "en": "Life had literally fallen apart.",
      "vi": "Cuộc sống đã thực sự đổ vỡ."
    }
  },
  {
    "translation": {
      "en": "I'm angry. I was",
      "vi": "Tôi rất tức giận. Tôi..."
    }
  },
  {
    "translation": {
      "en": "I could've seen it coming or could've did something about it.",
      "vi": "Tôi đã có thể lường trước mọi chuyện hoặc đã có thể làm gì đó."
    }
  },
  {
    "translation": {
      "en": "It's just sad that, you know, Dave had to die.",
      "vi": "Thật buồn là Dave đã phải chết."
    }
  },
  {
    "translation": {
      "en": "For what?",
      "vi": "Vì cái gì?"
    }
  },
  {
    "translation": {
      "en": "You know, the sport was shocked back to reality",
      "vi": "Nền thể thao bàng hoàng nhận ra sự thật"
    }
  },
  {
    "translation": {
      "en": "that while this happened, everybody who knew Dave,",
      "vi": "rằng khi việc này xảy ra, những người biết Dave,"
    }
  },
  {
    "translation": {
      "en": "everybody who knew what was going on,",
      "vi": "những người biết chuyện này,"
    }
  },
  {
    "translation": {
      "en": "everybody who had some thought of what might be going on,",
      "vi": "những người có linh cảm chuyện sẽ xảy ra,"
    }
  },
  {
    "translation": {
      "en": "we all have some part to blame, some guilt to carry.",
      "vi": "chúng tôi đều có một phần lỗi."
    }
  },
  {
    "translation": {
      "en": "If Dave had left, well, then who's gonna keep it together?",
      "vi": "Nếu Dave đã ra đi, ai sẽ là người dẫn đường?"
    }
  },
  {
    "translation": {
      "en": "I'm sure he felt a responsibility, also to people like me who",
      "vi": "Chắc chắn anh ấy cảm thấy có trách nhiệm với những người như tôi..."
    }
  },
  {
    "translation": {
      "en": "He, like, basically pledged to me that... Everything will be fine.",
      "vi": "Anh ấy đã hứa với tôi, Mọi chuyện sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Du Pont will do what he says.",
      "vi": "Du Pont sẽ làm điều ông ấy nói."
    }
  },
  {
    "translation": {
      "en": "We're gonna... we're gonna train and make the Olympic team.",
      "vi": "Chúng ta sẽ tập luyện và thành lập đội Olympic."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Nên..."
    }
  },
  {
    "translation": {
      "en": "He achieved everything there was to achieve in wrestling.",
      "vi": "Anh ấy đã đạt được mọi mục tiêu trong đấu vật."
    }
  },
  {
    "translation": {
      "en": "And most of all, and you've heard it repeatedly,",
      "vi": "Và trên tất cả, bạn đã nghe rất nhiều lần rồi,"
    }
  },
  {
    "translation": {
      "en": "he was a great friend to his teammates... and, really, to everyone that he knew.",
      "vi": "anh ấy là người bạn tốt với đồng đội và với mọi người xung quanh."
    }
  },
  {
    "translation": {
      "en": "I felt like Dave was a best friend.",
      "vi": "Tôi cảm thấy Dave như người bạn tốt nhất."
    }
  },
  {
    "translation": {
      "en": "But I also acknowledge he had about a thousand of those best friends,",
      "vi": "Nhưng tôi cũng biết anh ấy có hàng ngàn người bạn tốt,"
    }
  },
  {
    "translation": {
      "en": "that anybody who developed a relationship with Dave,",
      "vi": "rằng bất kỳ ai từng quen biết Dave,"
    }
  },
  {
    "translation": {
      "en": "that's how you felt.",
      "vi": "bạn sẽ thấy như vậy."
    }
  },
  {
    "translation": {
      "en": "You felt like the most important person to Dave.",
      "vi": "Bạn cảm thấy như mình là người quan trọng nhất với Dave."
    }
  },
  {
    "translation": {
      "en": "It was really a unique skill.",
      "vi": "Đó là một kỹ năng đặc biệt."
    }
  },
  {
    "translation": {
      "en": "My best friend is gone forever.",
      "vi": "Bạn tốt nhất của tôi đã ra đi mãi mãi."
    }
  },
  {
    "translation": {
      "en": "But the memory... will stay with me.",
      "vi": "Nhưng những ký ức...sẽ ở lại cùng tôi."
    }
  },
  {
    "translation": {
      "en": "It was the six best years of my life.",
      "vi": "Đó là sáu năm đẹp nhất cuộc đời tôi."
    }
  },
  {
    "translation": {
      "en": "You know, as much as people have so many great stories about him",
      "vi": "Mọi người đều có những câu chuyện hay về ông ấy"
    }
  },
  {
    "translation": {
      "en": "and came to know him and who he was, I don't.",
      "vi": "rằng họ quen ông ấy thế nào, ông ấy là người thế nào, còn tôi thì không."
    }
  },
  {
    "translation": {
      "en": "That's the shittiest part.",
      "vi": "Đó là chuyện buồn nhất."
    }
  },
  {
    "translation": {
      "en": "While I have no idea",
      "vi": "Trong khi không hiểu vì sao"
    }
  },
  {
    "translation": {
      "en": "why John committed this senseless and brutal killing of my husband,",
      "vi": "John lại hồ đồ ra tay sát hại chồng tôi một cách dã man,"
    }
  },
  {
    "translation": {
      "en": "I am confident that the police and the authorities",
      "vi": "tôi tin rằng chính quyền"
    }
  },
  {
    "translation": {
      "en": "will conduct a thorough investigation and bring him to justice.",
      "vi": "sẽ điều tra tường tận và đưa ông ấy ra công lý."
    }
  },
  {
    "translation": {
      "en": "There was never any factual disputes in terms of what took place.",
      "vi": "Không có tranh cãi nào về việc đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "I mean, there was never a doubt that John du Pont killed Dave Schultz.",
      "vi": "Không hề có nghi ngờ rằng John du Pont không giết Dave Schultz."
    }
  },
  {
    "translation": {
      "en": "That really wasn't the issue.",
      "vi": "Đó không phải vấn đề."
    }
  },
  {
    "translation": {
      "en": "Uh, the issue was obviously gonna be a mental health issue.",
      "vi": "Vấn đề ở đây rõ ràng là về sức khỏe tinh thần."
    }
  },
  {
    "translation": {
      "en": "The defense plea was not guilty by reason of insanity.",
      "vi": "Bị cáo không phải chịu tội với lý do mắc bệnh tâm thần."
    }
  },
  {
    "translation": {
      "en": "If accepted by a jury, results in an acquittal.",
      "vi": "Nếu bồi thẩm đoàn đồng ý, ông ấy sẽ trắng án. ỦY VIÊN CÔNG TỐ"
    }
  },
  {
    "translation": {
      "en": "He can walk out the door.",
      "vi": "Ông ấy có thể đi ra cánh cửa."
    }
  },
  {
    "translation": {
      "en": "Once they raised the claim, the burden was on the prosecution",
      "vi": "Khi họ kết án, gánh nặng đè lên vai công tố"
    }
  },
  {
    "translation": {
      "en": "to demonstrate that the defendant is, uh, not insane.",
      "vi": "để biện minh rằng bị cáo không bị tâm thần. ỦY VIÊN CÔNG TỐ"
    }
  },
  {
    "translation": {
      "en": "And with someone like du Pont, that was a real problem",
      "vi": "Và với người như du Pont, đó thực sự là vấn đề"
    }
  },
  {
    "translation": {
      "en": "because this is a person whose behavior",
      "vi": "vì đây là người có những hành vi"
    }
  },
  {
    "translation": {
      "en": "would cause an average person they heard about him say,",
      "vi": "khiến cho người khác nghe chuyện và nói,"
    }
  },
  {
    "translation": {
      "en": "That guy is crazy. He's insane.",
      "vi": "Ông ta bị điên rồi."
    }
  },
  {
    "translation": {
      "en": "There became a division right after that took place",
      "vi": "Đã có sự phân chia ngay khi chuyện xảy ra"
    }
  },
  {
    "translation": {
      "en": "and there were camps. I mean, there was definitely two camps.",
      "vi": "và đã có hai phe đối lập."
    }
  },
  {
    "translation": {
      "en": "You were either on the side of Dave Schultz",
      "vi": "Bạn sẽ theo phe Dave Schultz"
    }
  },
  {
    "translation": {
      "en": "or you were on the side of John du Pont.",
      "vi": "hoặc là phe của John du Pont."
    }
  },
  {
    "translation": {
      "en": "At this time in his life when he really needs some support...",
      "vi": "Tại thời điểm mà ông ấy thực sự cần giúp đỡ..."
    }
  },
  {
    "translation": {
      "en": "uh, much of that support has either, uh, dissipated or evaporated",
      "vi": "TARAS WOCHOK LUẬT SƯ CỦA DU PONT ...sự ủng hộ đó không hao mòn hay giảm đi"
    }
  },
  {
    "translation": {
      "en": "or just simply left him.",
      "vi": "hay chỉ đơn giản là biến mất."
    }
  },
  {
    "translation": {
      "en": "Du Pont's attorney, Wochok, contacts all of us",
      "vi": "Luật sư của du Pont, Wochok, đã liên lạc với chúng tôi"
    }
  },
  {
    "translation": {
      "en": "and wants us to come in and meet with him in his office.",
      "vi": "muốn chúng tôi gặp ở văn phòng của ông ấy."
    }
  },
  {
    "translation": {
      "en": "I got offered to come back to be the athletic trainer.",
      "vi": "Tôi được yêu cầu quay về làm huấn luyện viên."
    }
  },
  {
    "translation": {
      "en": "We wanna start Foxcatcher up again",
      "vi": "Chúng tôi muốn thành lập lại Đội Săn Cáo"
    }
  },
  {
    "translation": {
      "en": "in respect to Dave and Nancy, and, you know, we'll double your salary.",
      "vi": "để biết ơn đến Dave và Nancy, chúng tôi sẽ trả gấp đôi lương của anh."
    }
  },
  {
    "translation": {
      "en": "I just... I wanted to walk out right then. I couldn't even look at the guy.",
      "vi": "Tôi chỉ muốn đi khỏi đó ngay. Tôi còn không thể nhìn ông ta."
    }
  },
  {
    "translation": {
      "en": "You know, I just... Does he think we're that stupid?",
      "vi": "Bạn biết đấy, tôi... Ông ta nghĩ chúng tôi ngu vậy sao?"
    }
  },
  {
    "translation": {
      "en": "Nancy wanted everybody to desert, basically.",
      "vi": "Nancy muốn mọi người rời đi."
    }
  },
  {
    "translation": {
      "en": "She certainly didn't want...",
      "vi": "Cô ấy không muốn..."
    }
  },
  {
    "translation": {
      "en": "him supported...",
      "vi": "anh ấy được giúp đỡ..."
    }
  },
  {
    "translation": {
      "en": "by us any...",
      "vi": "bởi bất kỳ ai trong chúng tôi."
    }
  },
  {
    "translation": {
      "en": "It was... it was hard because...",
      "vi": "Nó rất khó bởi vì..."
    }
  },
  {
    "translation": {
      "en": "you know, you got the wrestlers... That was my life.",
      "vi": "anh biết đấy, tôi có các đô vật... Đó là cuộc đời của tôi."
    }
  },
  {
    "translation": {
      "en": "That was like a family there, and it's gone.",
      "vi": "Giống như một gia đình, nhưng đã biến mất rồi."
    }
  },
  {
    "translation": {
      "en": "I had a house there I couldn't really leave.",
      "vi": "Tôi có ngôi nhà ở đó, tôi không nỡ rời đi."
    }
  },
  {
    "translation": {
      "en": "Yeah, I just...",
      "vi": "Tôi chỉ..."
    }
  },
  {
    "translation": {
      "en": "Everybody's gotta make their own decisions, right?",
      "vi": "Ai cũng phải tự quyết định, phải không?"
    }
  },
  {
    "translation": {
      "en": "I could've stayed. A lot of people did stay.",
      "vi": "Tôi có thể đã ở lại. Rất nhiều người ở lại."
    }
  },
  {
    "translation": {
      "en": "It was a very difficult period.",
      "vi": "Đó là thời kỳ rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "Nobody knew...",
      "vi": "Không ai biết..."
    }
  },
  {
    "translation": {
      "en": "where they would go.",
      "vi": "họ sẽ đi đâu."
    }
  },
  {
    "translation": {
      "en": "In Bulgaria, during that time,",
      "vi": "Ở Bulgaria, lúc đó,"
    }
  },
  {
    "translation": {
      "en": "there was political unrest and the government was unstable.",
      "vi": "đã có bất ổn chính trị và chính phủ trong tình trạng không ổn định."
    }
  },
  {
    "translation": {
      "en": "My first thought was how I was going to make it...",
      "vi": "Điều đầu tiên tôi nghĩ là sao mình có thể xoay xở được..."
    }
  },
  {
    "translation": {
      "en": "My family and my kids...",
      "vi": "Gia đình và các con tôi..."
    }
  },
  {
    "translation": {
      "en": "how can I give them the best possible education and upbringing?",
      "vi": "làm sao tôi có thể cho chúng nền giáo dục và nuôi dưỡng tốt nhất?"
    }
  },
  {
    "translation": {
      "en": "My mother and father. Say hello.",
      "vi": "Bố và mẹ. Nói xin chào đi."
    }
  },
  {
    "translation": {
      "en": "Ha ha. Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Ah, Arina.",
      "vi": "Arina."
    }
  },
  {
    "translation": {
      "en": "The Dimitrovs were the closest family we had on the farm.",
      "vi": "Nhà Dimitrov là gia đình thân thiết nhất của chúng tôi trong trang trại."
    }
  },
  {
    "translation": {
      "en": "They lived with us.",
      "vi": "Họ sống cùng chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Danny! Bye bye.",
      "vi": "Danny! Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Bye, Nancy. Bye bye.",
      "vi": "Chào Nancy. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "And then after my dad was killed, we just went our separate ways.",
      "vi": "Sau khi bố tôi bị giết, chúng tôi đã đi đường riêng của mình."
    }
  },
  {
    "translation": {
      "en": "Valo, he didn't support us.",
      "vi": "Valo, ông ấy không giúp đỡ chúng tôi."
    }
  },
  {
    "translation": {
      "en": "You know, he wasn't there... for us after that.",
      "vi": "Ông ấy đã không ở đó vì chúng tôi... sau chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Okay, Tig, you're on.",
      "vi": "Được rồi, Tig, đến lượt con."
    }
  },
  {
    "translation": {
      "en": "I don't think it was like any dark intentions or like,",
      "vi": "Tôi không nghĩ mình có ý định đen tối hay là,"
    }
  },
  {
    "translation": {
      "en": "I wanna help du Pont get free, or anything like that.",
      "vi": "Tôi muốn giúp du Pont được tự do, hay điều gì như thế."
    }
  },
  {
    "translation": {
      "en": "But I understood that if the right motivating factors are there,",
      "vi": "Nhưng tôi hiểu rằng, nếu có những nhân tố thúc đẩy đúng đắn,"
    }
  },
  {
    "translation": {
      "en": "people can be temporary in your life.",
      "vi": "người ta xuất hiện trong đời bạn có thể chỉ là tạm thời."
    }
  },
  {
    "translation": {
      "en": "No matter how big they are for a moment, they can be temporary.",
      "vi": "Dù họ có quan trọng thế nào, thì cũng có thể là trong một giai đoạn thôi."
    }
  },
  {
    "translation": {
      "en": "Opening statements are to begin today",
      "vi": "Lệnh khởi tố đã bắt đầu hôm nay"
    }
  },
  {
    "translation": {
      "en": "in the murder trial of multi millionaire John du Pont.",
      "vi": "trong phiên tòa xét xử nhà triệu phú John du Pont."
    }
  },
  {
    "translation": {
      "en": "I'd never been involved in a case where there was that much financial support.",
      "vi": "Tôi chưa từng tham gia vụ nào mà được tài trợ nhiều tiền như vậy."
    }
  },
  {
    "translation": {
      "en": "We were able to do focus groups. We did two of them.",
      "vi": "Chúng tôi có thể lập nhóm tập trung. Chúng tôi đã có hai nhóm."
    }
  },
  {
    "translation": {
      "en": "We had some of the best psychiatrists, probably, in the world.",
      "vi": "Chúng tôi có những nhà tâm thần học giỏi nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "As the case unfolded,",
      "vi": "Khi vụ việc được phơi bày,"
    }
  },
  {
    "translation": {
      "en": "the defense strategy appeared to be very strong.",
      "vi": "chiến lược biện hộ có vẻ rất mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "On the day of the murder, John du Pont was clean shaven,",
      "vi": "Trong ngày xảy ra vụ án John du Pont đã cạo râu sạch sẽ,"
    }
  },
  {
    "translation": {
      "en": "his hair was short, he was dressed appropriately.",
      "vi": "tóc ngắn, ăn mặc tử tế."
    }
  },
  {
    "translation": {
      "en": "And from that day forward,",
      "vi": "Kể từ ngày đó,"
    }
  },
  {
    "translation": {
      "en": "he grew a long beard, he grew his hair long,",
      "vi": "ông ấy để râu, tóc mọc dài,"
    }
  },
  {
    "translation": {
      "en": "and you've got the jury seeing him being wheeled in and out of court",
      "vi": "và thẩm phán thấy ông ấy phải ngồi xe lăn,"
    }
  },
  {
    "translation": {
      "en": "looking more and more disheveled and crazy with each passing month.",
      "vi": "mỗi tháng trôi qua lại càng thêm tàn tạ và điên rồ."
    }
  },
  {
    "translation": {
      "en": "So we were very, very concerned.",
      "vi": "Nên chúng tôi rất lo lắng."
    }
  },
  {
    "translation": {
      "en": "Three, two and... one.",
      "vi": "Ba, hai và...một."
    }
  },
  {
    "translation": {
      "en": "If the jury of six men and six women finds du Pont not guilty by reason of insanity,",
      "vi": "Nếu bồi thẩm đoàn gồm sáu nam sáu nữ xử trắng án cho du Pont vì bệnh tâm thần,"
    }
  },
  {
    "translation": {
      "en": "he would be held in a mental hospital",
      "vi": "ông ấy sẽ phải đến viện tâm thần"
    }
  },
  {
    "translation": {
      "en": "until doctors decided he was no longer a danger to society.",
      "vi": "cho đến khi bác sĩ quyết định ông không còn gây nguy hại đến xã hội nữa."
    }
  },
  {
    "translation": {
      "en": "Then he could go free.",
      "vi": "Ông ấy có thể được tự do."
    }
  },
  {
    "translation": {
      "en": "They ended the seventh day of deliberations and still no verdict.",
      "vi": "Kết thúc bảy ngày tranh luận và vẫn chưa thể kết án."
    }
  },
  {
    "translation": {
      "en": "The jury deliberations were excruciating.",
      "vi": "Xem xét của bồi thẩm đoàn thật mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "Any time you try a case,",
      "vi": "Mỗi khi có vụ gì,"
    }
  },
  {
    "translation": {
      "en": "you're hoping that the jury is gonna come back relatively quickly.",
      "vi": "bạn đều mong bồi thẩm đoàn sẽ quay lại thật nhanh."
    }
  },
  {
    "translation": {
      "en": "But they kept asking questions and kept deliberating.",
      "vi": "Nhưng họ lại cứ đưa ra câu hỏi rồi tiếp tục bàn bạc kỹ lưỡng."
    }
  },
  {
    "translation": {
      "en": "I was scared that he was gonna get out and come kill us.",
      "vi": "Tôi đã lo rằng ông ấy có thể thoát ra và giết chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Hello, and now my eye.",
      "vi": "Xin chào, đây là mắt tôi."
    }
  },
  {
    "translation": {
      "en": "Because I don't know why he did it in the first place.",
      "vi": "Vì tôi không biết tại sao ông ấy lại làm thế."
    }
  },
  {
    "translation": {
      "en": "So, you think you can escape my clutches?",
      "vi": "Mày nghĩ có thể thoát ra sao."
    }
  },
  {
    "translation": {
      "en": "I'm coming to get you.",
      "vi": "Tao sẽ bắt mày."
    }
  },
  {
    "translation": {
      "en": "Almost there, children.",
      "vi": "Sắp đến rồi, các cháu."
    }
  },
  {
    "translation": {
      "en": "Chopper six saw the vans pulling the jury to the courthouse.",
      "vi": "Trực thăng số sáu đã thấy bồi thẩm đoàn được đưa đến tòa án."
    }
  },
  {
    "translation": {
      "en": "I would like to be able to say to him",
      "vi": "Tôi muốn được nói với ông ấy"
    }
  },
  {
    "translation": {
      "en": "that at some point he will go home again.",
      "vi": "rằng ông ấy sẽ được trở về nhà."
    }
  },
  {
    "translation": {
      "en": "Tuesday night and the big story in Action News tonight is the fate of John du Pont.",
      "vi": "Câu chuyện chính của bản tin Action News tối nay là số phận của John du Pont."
    }
  },
  {
    "translation": {
      "en": "The question, Did John du Pont shoot David Schultz?",
      "vi": "Câu hỏi John du Pont có bắn David Schultz?"
    }
  },
  {
    "translation": {
      "en": "The answer, Yes.",
      "vi": "Câu trả lời là Có."
    }
  },
  {
    "translation": {
      "en": "Do you find him guilty in the third degree? Yes.",
      "vi": "Ông ấy có phạm tội mức độ ba? Có."
    }
  },
  {
    "translation": {
      "en": "John du Pont is going away for a long time, guilty of murder.",
      "vi": "John du Pont đã bị giam vì tội giết người trong thời gian dài."
    }
  },
  {
    "translation": {
      "en": "I think people thought that he might use money to triumph over justice.",
      "vi": "Tôi nghĩ mọi người nghĩ ông ấy dùng tiền để mua chuộc công lý."
    }
  },
  {
    "translation": {
      "en": "Well, that did not occur.",
      "vi": "Không hề có chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Dave Schultz's widow, Nancy, laid her head on her father's shoulder",
      "vi": "Vợ Dave Schultz, Nancy, gối đầu lên vai cha"
    }
  },
  {
    "translation": {
      "en": "when the verdict was read.",
      "vi": "khi nghe kết án."
    }
  },
  {
    "translation": {
      "en": "It is the end of a yearlong struggle for justice.",
      "vi": "Đây là kết thúc của nỗ lực đòi công lý suốt một năm trời."
    }
  },
  {
    "translation": {
      "en": "It is comforting to know that du Pont is not above the law,",
      "vi": "Thật mừng khi biết du Pont không ở trên luật pháp,"
    }
  },
  {
    "translation": {
      "en": "and he must now be held responsible for David's murder.",
      "vi": "và ông ấy phải chịu trách nhiệm về cái chết của Dave."
    }
  },
  {
    "translation": {
      "en": "I'm relieved that the criminal trial is over.",
      "vi": "Tôi mừng là phiên tòa đã kết thúc."
    }
  },
  {
    "translation": {
      "en": "I look forward to returning to California and focusing my attention on my family.",
      "vi": "Tôi sẽ trở lại California và tập trung chăm sóc gia đình."
    }
  },
  {
    "translation": {
      "en": "When he was in prison,",
      "vi": "Khi ở trong tù,"
    }
  },
  {
    "translation": {
      "en": "John du Pont had a bunch of the pieces of property",
      "vi": "John du Pont đã cho người sơn các ngôi nhà"
    }
  },
  {
    "translation": {
      "en": "painted black here on the estate.",
      "vi": "thành màu đen."
    }
  },
  {
    "translation": {
      "en": "The houses were painted black.",
      "vi": "Nhà được sơn màu đen."
    }
  },
  {
    "translation": {
      "en": "And basically, it was just 'cause he was depressed and everything,",
      "vi": "Chỉ vì ông ấy thấy tuyệt vọng,"
    }
  },
  {
    "translation": {
      "en": "so he just painted the estate to look like he was suffering in the prison.",
      "vi": "nên ông đã sơn nhà như vậy để có cảm giác mình đang ngồi tù."
    }
  },
  {
    "translation": {
      "en": "I was flying to Chicago and someone had a newspaper next to me",
      "vi": "Tôi đã bay đến Chicago và có người ngồi cạnh tôi đọc báo"
    }
  },
  {
    "translation": {
      "en": "and in the newspaper it said,",
      "vi": "và trên báo viết,"
    }
  },
  {
    "translation": {
      "en": "John du Pont dies in jail at whatever age he was at.",
      "vi": "John du Pont đã chết trong tù ở tuổi nào đó."
    }
  },
  {
    "translation": {
      "en": "And I was like, Can I see that?",
      "vi": "Và tôi nói, Cho tôi xem được không?"
    }
  },
  {
    "translation": {
      "en": "I was relieved.",
      "vi": "Tôi thấy nhẹ nhõm."
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't wanna worry about it anymore.",
      "vi": "Tôi không phải lo lắng nữa."
    }
  },
  {
    "translation": {
      "en": "I didn't want him to sit in a jail for the rest of his life.",
      "vi": "Tôi không muốn ông ấy ở tù suốt phần đời còn lại."
    }
  },
  {
    "translation": {
      "en": "But I was so sad because everyone was so happy that he died.",
      "vi": "Nhưng tôi thấy buồn là mọi người rất vui vì ông ấy đã chết."
    }
  },
  {
    "translation": {
      "en": "And I just thought it was so unfair.",
      "vi": "Tôi nghĩ như vậy là không công bằng."
    }
  },
  {
    "translation": {
      "en": "I mean, when my dad died, everyone mourned.",
      "vi": "Khi bố tôi chết, mọi người đều tiếc thương."
    }
  },
  {
    "translation": {
      "en": "And this guy never had anybody to love him.",
      "vi": "Còn người này thì chưa từng được ai yêu thương."
    }
  },
  {
    "translation": {
      "en": "And then he died and everyone's happy?",
      "vi": "Rồi khi ông ấy chết, mọi người lại thấy vui?"
    }
  },
  {
    "translation": {
      "en": "It's just sad.",
      "vi": "Thật là buồn."
    }
  },
  {
    "translation": {
      "en": "You like this plane, Valo?",
      "vi": "Thích máy bay này không?"
    }
  },
  {
    "translation": {
      "en": "It's the plane. He likes it.",
      "vi": "Là máy bay. Anh ấy thích nó."
    }
  },
  {
    "translation": {
      "en": "Nice plane!",
      "vi": "Máy bay đẹp đấy. VALENTIN JORDANOV LÀ NGƯỜI THỪA KẾ SỐ MỘT CỦA JOHN E. DU PONT."
    }
  },
  {
    "translation": {
      "en": "Most of the time I'm sad because of the situation,",
      "vi": "Hầu hết thời gian, tôi thấy buồn vì chuyện xảy ra,"
    }
  },
  {
    "translation": {
      "en": "and where we are now, at this moment.",
      "vi": "và chúng tôi đang ở đâu, trong hiện tại."
    }
  },
  {
    "translation": {
      "en": "Alexander and the family will always be close to me.",
      "vi": "Alexander và gia đình sẽ luôn ở gần tôi."
    }
  },
  {
    "translation": {
      "en": "The Schultz's will always stay close to my heart.",
      "vi": "Nhà Schultz sẽ luôn ở trong tim tôi."
    }
  },
  {
    "translation": {
      "en": "This is Danny's nursery when she was first born.",
      "vi": "Đây là phòng của Danny khi nó mới sinh."
    }
  },
  {
    "translation": {
      "en": "Hi, Danny!",
      "vi": "Chào Danny!"
    }
  },
  {
    "translation": {
      "en": "Good morning!",
      "vi": "Chào buổi sáng!"
    }
  },
  {
    "translation": {
      "en": "She just woke up!",
      "vi": "Nó vừa dậy."
    }
  },
  {
    "translation": {
      "en": "Says, Let me out of here, Mom.",
      "vi": "Nói, Mẹ cho con ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "And then this was our room over here, and it's really fallen apart.",
      "vi": "Và đây là phòng chúng tôi, đã bị hư hại hết rồi."
    }
  },
  {
    "translation": {
      "en": "These are boxes from when we first moved in.",
      "vi": "Đây là những hộp từ lúc mới chuyển vào."
    }
  },
  {
    "translation": {
      "en": "Look, there's Alexander's bedroom.",
      "vi": "Có ghi là Phòng của Alexander này."
    }
  },
  {
    "translation": {
      "en": "Very good, and how old are you? Three.",
      "vi": "Giỏi lắm, con mấy tuổi rồi? Ba ạ."
    }
  },
  {
    "translation": {
      "en": "Who's your daddy?",
      "vi": "Bố con là ai?"
    }
  },
  {
    "translation": {
      "en": "Uh, David.",
      "vi": "David."
    }
  },
  {
    "translation": {
      "en": "He got it correct.",
      "vi": "Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "Alexander is getting ready for his first day for school.",
      "vi": "Alexander đang chuẩn bị đi học ngày đầu tiên."
    }
  },
  {
    "translation": {
      "en": "What are you thinking here on your first day at school?",
      "vi": "Con thấy ngày đầu đi học thế nào?"
    }
  },
  {
    "translation": {
      "en": "Bad. Bad?",
      "vi": "Chán. Chán sao?"
    }
  },
  {
    "translation": {
      "en": "Anything else? Can you expand on that?",
      "vi": "Gì nữa không? Con giải thích được không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không ạ."
    }
  },
  {
    "translation": {
      "en": "Hi, Mom.",
      "vi": "Chào mẹ."
    }
  },
  {
    "translation": {
      "en": "Hi, Mom. Hi, Mom.",
      "vi": "Chào mẹ. Chào mẹ."
    }
  },
  {
    "translation": {
      "en": "I'mHi, guys.",
      "vi": "Con... Chào mọi người."
    }
  },
  {
    "translation": {
      "en": "Mommy! Hi, Mom.",
      "vi": "Mẹ! Chào mẹ."
    }
  },
  {
    "translation": {
      "en": "Now, do you think that this is a pig or dog?",
      "vi": "Đó là con lợn hay con chó?"
    }
  },
  {
    "translation": {
      "en": "This?",
      "vi": "Con này á?"
    }
  },
  {
    "translation": {
      "en": "This is a what? That's Nicky.",
      "vi": "Nó là gì cơ? Nó là Nicky."
    }
  },
  {
    "translation": {
      "en": "What is Nicky? A pig or a dog?",
      "vi": "Nicky là gì? Lợn hay chó?"
    }
  },
  {
    "translation": {
      "en": "A pig dog.",
      "vi": "Chó lợn."
    }
  },
  {
    "translation": {
      "en": "No, no, no. Dog.",
      "vi": "Không. Là chó."
    }
  },
  {
    "translation": {
      "en": "Is this a pig or a dog? Dog.",
      "vi": "Lợn hay chó? Chó."
    }
  },
  {
    "translation": {
      "en": "Dog? Dog.",
      "vi": "Chó? Chó."
    }
  },
  {
    "translation": {
      "en": "Dog, Mommy.",
      "vi": "Là chó đấy mẹ."
    }
  }
]