[
  {
    "translation": {
      "en": "♪ Look away, look away ♪",
      "vi": "Hãy xem thứ khác đi"
    }
  },
  {
    "translation": {
      "en": "♪ Look away, look away ♪",
      "vi": "Hãy xem thứ khác đi"
    }
  },
  {
    "translation": {
      "en": "♪ This show will wreck your evening Your whole life and your day ♪",
      "vi": "Phim này sẽ phá hỏng buổi chiều của bạnHỏng cả đời và cả ngày"
    }
  },
  {
    "translation": {
      "en": "♪ Every single episode Is nothing but dismay ♪",
      "vi": "Mỗi tập phim chẳng có gìNgoài chán chường"
    }
  },
  {
    "translation": {
      "en": "♪ So look away Look away, look away ♪",
      "vi": "Nên hãy xem thứ khácXem thứ khác đi"
    }
  },
  {
    "translation": {
      "en": "♪ Three children lose their home And go to live with someone awful ♪",
      "vi": "Ba đứa trẻ mất nhàVà đến sống với một người đáng sợ"
    }
  },
  {
    "translation": {
      "en": "♪ He tries to steal their fortune With a plot that's not quite lawful ♪",
      "vi": "Lão cố cướp tài sản của chúngVới một âm mưu thật gớm ghê"
    }
  },
  {
    "translation": {
      "en": "♪ It's hard to fathom how the orphans Managed to live through it ♪",
      "vi": "Khó lòng biết được đám trẻ mồ côiLàm sao sống được qua cảnh đó"
    }
  },
  {
    "translation": {
      "en": "♪ But how a decent person like yourself Would even want to view it ♪",
      "vi": "Hoặc sao một người tử tế như bạnLại muốn xem chuyện này"
    }
  },
  {
    "translation": {
      "en": "♪ Just look away, look away ♪",
      "vi": "Hãy xem thứ khác đi"
    }
  },
  {
    "translation": {
      "en": "♪ There's nothing but horror And inconvenience on the way ♪",
      "vi": "Chẳng có gì ngoài độc địaVà bất an trên suốt hành trình"
    }
  },
  {
    "translation": {
      "en": "♪ Ask any stable person \"Should I watch?\" And they will say ♪",
      "vi": "Hỏi người bình thường \"Có nên xem?\"Và họ sẽ nói"
    }
  },
  {
    "translation": {
      "en": "♪ Look away, look away, look away ♪",
      "vi": "Xem thứ khác đi"
    }
  },
  {
    "translation": {
      "en": "♪ Look away, look away ♪",
      "vi": "Hãy xem thứ khác đi"
    }
  },
  {
    "translation": {
      "en": "♪ Look away, look away ♪",
      "vi": "Hãy xem thứ khác đi"
    }
  },
  {
    "translation": {
      "en": "♪ Look away, look away ♪",
      "vi": "Hãy xem thứ khác đi"
    }
  },
  {
    "translation": {
      "en": "If you are interested in stories with happy endings,",
      "vi": "Nếu bạn thíchnhững câu chuyện kết thúc có hậu,"
    }
  },
  {
    "translation": {
      "en": "then you would be better off somewhere else.",
      "vi": "bạn nên tìm ở nơi khác thì hơn."
    }
  },
  {
    "translation": {
      "en": "In this story, not only is there no happy ending,",
      "vi": "Câu chuyện này không có kết thúc có hậu,"
    }
  },
  {
    "translation": {
      "en": "there is no happy beginning, and very few happy things in the middle.",
      "vi": "không mở đầu hạnh phúc,và tình tiết cũng rất ít chuyện vui."
    }
  },
  {
    "translation": {
      "en": "My name is Lemony Snicket.",
      "vi": "Tên tôi là Lemony Snicket."
    }
  },
  {
    "translation": {
      "en": "It is my solemn duty to bring to light the sorry history",
      "vi": "Trách nhiệm của tôilà rọi vào câu chuyện thương tâm"
    }
  },
  {
    "translation": {
      "en": "of the Baudelaire children as it happened so many years ago.",
      "vi": "của đám trẻ nhà Baudelaiređã diễn ra từ nhiều năm trước."
    }
  },
  {
    "translation": {
      "en": "But you in the audience have no such obligation,",
      "vi": "Nhưng khán giả các bạnkhông buộc phải làm thế,"
    }
  },
  {
    "translation": {
      "en": "and I would advise all our viewers to turn away immediately",
      "vi": "và tôi khuyên mọi khán giảhãy quay lưng đi ngay"
    }
  },
  {
    "translation": {
      "en": "and watch something more pleasant instead.",
      "vi": "và xem thứ gì đó dễ chịu hơn."
    }
  },
  {
    "translation": {
      "en": "This story will be dreadful, melancholy and calamitous,",
      "vi": "Câu chuyện này sẽkhủng khiếp, sầu não và thảm thê,"
    }
  },
  {
    "translation": {
      "en": "a word which here means \"dreadful and melancholy.\"",
      "vi": "một từ nghĩa là \"khủng khiếp và sầu não.\""
    }
  },
  {
    "translation": {
      "en": "That is because not very many happy things happened",
      "vi": "Như thế là bởi không có nhiều chuyện vui"
    }
  },
  {
    "translation": {
      "en": "in the lives of the Baudelaires.",
      "vi": "trong cuộc đời bọn trẻ nhà Baudelaire."
    }
  },
  {
    "translation": {
      "en": "Violet, Klaus and Sunny were intelligent children.",
      "vi": "Violet, Klaus và Sunnylà những đứa trẻ thông minh."
    }
  },
  {
    "translation": {
      "en": "Charming and resourceful, they had pleasant facial features,",
      "vi": "Dễ thương, tháo vát,và có khuôn mặt ưa nhìn,"
    }
  },
  {
    "translation": {
      "en": "but they were extremely unlucky.",
      "vi": "nhưng chúng vô cùng đen đủi."
    }
  },
  {
    "translation": {
      "en": "Most everything that happened to them was rife",
      "vi": "Hầu hết mọi chuyện xảy ra với chúng"
    }
  },
  {
    "translation": {
      "en": "with misfortune, misery and despair.",
      "vi": "đều đầy bất hạnh, khốn khổ và tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "-I'm sorry to tell you this... -[siren wailing]",
      "vi": "Tôi rất tiếc khi phải nói vậy."
    }
  },
  {
    "translation": {
      "en": "...but that's how the story goes.",
      "vi": "Nhưng câu chuyện là như thế."
    }
  },
  {
    "translation": {
      "en": "Briny Beach, please.",
      "vi": "Bãi biển Briny, làm ơn."
    }
  },
  {
    "translation": {
      "en": "The Baudelaire family lived in an enormous mansion",
      "vi": "Gia đình Baudelairesống trong một biệt thự đồ sộ"
    }
  },
  {
    "translation": {
      "en": "at the heart of a dirty and busy city,",
      "vi": "giữa một thành phố hối hả, dơ bẩn."
    }
  },
  {
    "translation": {
      "en": "and one day the parents rather unexpectedly asked their children",
      "vi": "Một ngày nọ,cha mẹ chúng bất ngờ bảo các con"
    }
  },
  {
    "translation": {
      "en": "to take a rickety trolley alone to the seashore.",
      "vi": "tự đi trên chiếc xe điện ọp ẹpđến bờ biển."
    }
  },
  {
    "translation": {
      "en": "I wonder why Mother and Father didn't want to come with us.",
      "vi": "Em không biết vì sao bố mẹ không muốn đi."
    }
  },
  {
    "translation": {
      "en": "Maybe they don't like this rickety trolley.",
      "vi": "Có lẽ bố mẹ không thích xe điện ọp ẹp."
    }
  },
  {
    "translation": {
      "en": "\"Rickety\" is a word here which means",
      "vi": "\"Ọp ẹp\" là một từ mang nghĩa"
    }
  },
  {
    "translation": {
      "en": "\"unsteady\" or \"likely to collapse at any moment.\"",
      "vi": "\"không vững vànghay sẵn sàng đổ sụp bất kỳ lúc nào.\""
    }
  },
  {
    "translation": {
      "en": "Hey, kids! Aren't you going to the Festive Fun Fair,",
      "vi": "Này! Các cháu không đến Hội chợ Hân hoan,"
    }
  },
  {
    "translation": {
      "en": "with all the jolly rides and games and snacks?",
      "vi": "với vòng xoay, trò chơi và đồ ăn vặt à?"
    }
  },
  {
    "translation": {
      "en": "\"Festive\" means \"fun.\"",
      "vi": "\"Hân hoan\" là \"vui vẻ.\""
    }
  },
  {
    "translation": {
      "en": "We know what \"festive\" means.",
      "vi": "Cháu biết nghĩa của nó mà."
    }
  },
  {
    "translation": {
      "en": "Thank you, but it's a perfect morning to go to the beach.",
      "vi": "Cảm ơn, nhưng sáng naythật hoàn hảo để ra biển."
    }
  },
  {
    "translation": {
      "en": "-It's gray and cloudy. -That's what makes it perfect.",
      "vi": "- Trời mây mù và xám xịt đấy.- Như thế mới hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Suit yourself.",
      "vi": "Tùy cháu."
    }
  },
  {
    "translation": {
      "en": "When Briny Beach was hot and sunny, the seashore was crowded with tourists",
      "vi": "Khi Bãi biển Briny đầy nắng và nóng,nó chật kín khách du lịch"
    }
  },
  {
    "translation": {
      "en": "and it was impossible to find a good place to lay one's blanket.",
      "vi": "và không tài nàotìm được một chỗ để trải khăn."
    }
  },
  {
    "translation": {
      "en": "On gray and cloudy days, the Baudelaires had the beach more or less to themselves,",
      "vi": "Trong những ngày mây mù xám xịt,chị em Baudelaire có bãi biển riêng mình,"
    }
  },
  {
    "translation": {
      "en": "so they could work together on their projects and experiments.",
      "vi": "để chúng có thể cùng nhaulàm các dự án và thử nghiệm của chúng."
    }
  },
  {
    "translation": {
      "en": "-Are you ready? -Let's get to work.",
      "vi": "- Em sẵn sàng chưa?- Vào việc thôi nào."
    }
  },
  {
    "translation": {
      "en": "Do you think this will be as good as the mailbox? I think this will be even better than the mailbox.",
      "vi": "- Cái này hoạt động tốt như hòm thư chứ?- Em nghĩ sẽ còn tốt hơn nữa."
    }
  },
  {
    "translation": {
      "en": "[Lemony] Violet Baudelaire was the eldest Baudelaire child.",
      "vi": "Violet Baudelaire là chị cả."
    }
  },
  {
    "translation": {
      "en": "She was 14 years old, right-handed,",
      "vi": "Cô bé 14 tuổi, thuận tay phải,"
    }
  },
  {
    "translation": {
      "en": "had a real knack for inventing and building unusual devices.",
      "vi": "có biệt tài phát minhvà lắp ráp những thiết bị lạ lùng."
    }
  },
  {
    "translation": {
      "en": "I'm having a problem with the grandfather clock.",
      "vi": "Chị gặp vấn đề với chiếc đồng hồ của ông."
    }
  },
  {
    "translation": {
      "en": "Can you show me what the specific issues are?",
      "vi": "Chị chỉ cho em vấn đề cụ thể là gì chứ?"
    }
  },
  {
    "translation": {
      "en": "See? It toasts the bread, but the minute hand falls behind five minutes.",
      "vi": "Thấy chưa? Nó nướng bánh mì xong,nhưng kim phút lại chạy ngược năm phút."
    }
  },
  {
    "translation": {
      "en": "It could be a problem with the gears.",
      "vi": "Có thể là vấn đề về bánh răng."
    }
  },
  {
    "translation": {
      "en": "[sighs] That'd be disappointing. I made them myself.",
      "vi": "Thất vọng quá.Chị đã tự tay làm chúng đấy."
    }
  },
  {
    "translation": {
      "en": "[Lemony] When Violet Baudelaire tied her hair up like that,",
      "vi": "Khi Violet Baudelairebuộc tóc lên như thế,"
    }
  },
  {
    "translation": {
      "en": "it was a sure sign that the pulleys, levers and gears of her inventing mind",
      "vi": "thì đấy là dấu hiệucô bé đang lên dây cót cho trí sáng tạo"
    }
  },
  {
    "translation": {
      "en": "were working at top speed.",
      "vi": "làm việc hết tốc lực."
    }
  },
  {
    "translation": {
      "en": "Klaus, at what angle are the prevailing currents?",
      "vi": "Klaus, dòng chảy chính ở góc nào?"
    }
  },
  {
    "translation": {
      "en": "The angle of the prevailing currents...",
      "vi": "Có những điểm..."
    }
  },
  {
    "translation": {
      "en": "Klaus Baudelaire was the middle child and only boy.",
      "vi": "Klaus Baudelaire,là con thứ và là con trai độc nhất."
    }
  },
  {
    "translation": {
      "en": "He was a little older than 12 and wore glasses,",
      "vi": "Cậu bé khoảng hơn 12 tuổi và mang kính, nên trông rất thông minh."
    }
  },
  {
    "translation": {
      "en": "which made him look intelligent.",
      "vi": "và mang kính, nên trông rất thông minh."
    }
  },
  {
    "translation": {
      "en": "Of course, we still need the right projectile.",
      "vi": "Ta vẫn cần một vật phóng chuẩn."
    }
  },
  {
    "translation": {
      "en": "He was intelligent.",
      "vi": "Nó thông minh."
    }
  },
  {
    "translation": {
      "en": "[Klaus] Violet, I'm not sure I understand this passage of Proust.",
      "vi": "Violet, em không chắcem hiểu đoạn này của Proust."
    }
  },
  {
    "translation": {
      "en": "Could you read it to me?",
      "vi": "Em đọc cho chị nghe nhé?"
    }
  },
  {
    "translation": {
      "en": "\"Happiness is beneficial for the body,",
      "vi": "\"Hạnh phúc có ích cho thân thể,"
    }
  },
  {
    "translation": {
      "en": "but it is grief that develops the powers of the mind.\"",
      "vi": "nhưng nỗi buồnmới phát triển được sức mạnh tư tưởng.\""
    }
  },
  {
    "translation": {
      "en": "It could be the translation.",
      "vi": "Có thể đấy là câu dịch."
    }
  },
  {
    "translation": {
      "en": "Maybe it makes more sense in the original French.",
      "vi": "Trong bản gốc tiếng Pháp hẳn đủ nghĩa hơn."
    }
  },
  {
    "translation": {
      "en": "Sunny, do we have the right projectile?",
      "vi": "Sunny, vật phóng thế này được chưa?"
    }
  },
  {
    "translation": {
      "en": "-[babbles] -[Lemony] Sunny Baudelaire was an infant,",
      "vi": "Sunny Baudelaire là bé con,"
    }
  },
  {
    "translation": {
      "en": "a word which here means \"a person of the age",
      "vi": "một từ có nghĩa là \"một người vào độ tuổi"
    }
  },
  {
    "translation": {
      "en": "at which one mostly speaks in a series of unintelligible shrieks,\"",
      "vi": "mà hầu như chỉ nóibằng một loạt tiếng kêu khó hiểu\","
    }
  },
  {
    "translation": {
      "en": "so most people had trouble understanding what she was saying.",
      "vi": "nên hầu như ai cũng gặp khó khănđể hiểu bé nói gì."
    }
  },
  {
    "translation": {
      "en": "[Lemony] What Sunny lacked in communication skills, however,",
      "vi": "Sunny thiếu kỹ năng giao tiếp,"
    }
  },
  {
    "translation": {
      "en": "she made up for with the size and sharpness of her four teeth.",
      "vi": "nhưng con bé bù lạibằng kích cỡ và độ sắc của bốn chiếc răng."
    }
  },
  {
    "translation": {
      "en": "That's perfect, Sunny. Thank you.",
      "vi": "Hoàn hảo đấy, Sunny. Cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "Excuse me, Violet, but why are you using your left hand?",
      "vi": "Xin lỗi. Sao chị lại dùng tay trái?"
    }
  },
  {
    "translation": {
      "en": "I'm curious to see if I can skip the rock as far with my left as I can with my right.",
      "vi": "Để xem thử dùng tay trái có thểliệng viên đá xa bằng tay phải không."
    }
  },
  {
    "translation": {
      "en": "I don't mean to criticize,",
      "vi": "Em không có ý chỉ trích,"
    }
  },
  {
    "translation": {
      "en": "but standard scientific method calls for stable systematics.",
      "vi": "nhưng phương pháp khoa học tiêu chuẩncần sự ổn định."
    }
  },
  {
    "translation": {
      "en": "You should use your standard right-handedness.",
      "vi": "Chị nên dùng tay phải."
    }
  },
  {
    "translation": {
      "en": "That does seem reasonable.",
      "vi": "Nghe có lý."
    }
  },
  {
    "translation": {
      "en": "Klaus, what's that thing Einstein said?",
      "vi": "Einstein nói gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "\"The most beautiful thing we can experience is the mysterious.",
      "vi": "\"Điều đẹp đẽ nhấtta có thể cảm nghiệm chính là bí ẩn."
    }
  },
  {
    "translation": {
      "en": "It is the source of all true art and science.\"",
      "vi": "Nó là nguồn cộinghệ thuật và khoa học chân chính.\""
    }
  },
  {
    "translation": {
      "en": "And what's that thing James Brown said?",
      "vi": "Còn James Brown nói gì?"
    }
  },
  {
    "translation": {
      "en": "\"I got something that makes me want to shout.\"",
      "vi": "\"Tôi có gì đó khiến tôi muốn hét lên.\""
    }
  },
  {
    "translation": {
      "en": "\"I've got something that tells me what it's all about.\"",
      "vi": "\"Tôi có gì đónói cho tôi về ý nghĩa của nó.\""
    }
  },
  {
    "translation": {
      "en": "[both] \"I'm super bad!\"",
      "vi": "\"Tôi siêu khủng!\""
    }
  },
  {
    "translation": {
      "en": "It worked.",
      "vi": "Nó hoạt động tốt quá."
    }
  },
  {
    "translation": {
      "en": "-I never expected otherwise. -[chuckles]",
      "vi": "Em luôn nghĩ thế mà."
    }
  },
  {
    "translation": {
      "en": "Yes, the invention worked.",
      "vi": "Phải, phát minh hoạt động rồi."
    }
  },
  {
    "translation": {
      "en": "This would be a perfect time to leave",
      "vi": "Bây giờ là thời điểm hoàn hảo để bỏ đi"
    }
  },
  {
    "translation": {
      "en": "and pretend the rest of the story was just as happy and successful.",
      "vi": "và vờ như câu chuyện còn lạisẽ hạnh phúc và thành công như thế."
    }
  },
  {
    "translation": {
      "en": "I just wish Mother and Father had seen it.",
      "vi": "Mong bố mẹ thấy được chuyện này."
    }
  },
  {
    "translation": {
      "en": "It's not like them to send us off on our own so unexpectedly.",
      "vi": "Chẳng giống họkhi bất ngờ bảo ta đi một mình như thế."
    }
  },
  {
    "translation": {
      "en": "[Lemony] Certainly, I wish I could go back",
      "vi": "Tôi ước mình có thể đi ngược"
    }
  },
  {
    "translation": {
      "en": "and change the history of the Baudelaires at this very moment",
      "vi": "và thay đổi câu chuyệnnhà Baudelaire từ thời điểm này"
    }
  },
  {
    "translation": {
      "en": "rather than the descent into misery, tribulation and...",
      "vi": "hơn là để nó lao xuốngnghèo túng, khổ não và..."
    }
  },
  {
    "translation": {
      "en": "dire inconvenience which will occur shortly.",
      "vi": "khó chịu cùng cực sẽ sớm xảy ra ngay đây."
    }
  },
  {
    "translation": {
      "en": "It only seems scary because of all the mist.",
      "vi": "Trông đáng sợ chỉ vì lớp sương mù thôi."
    }
  },
  {
    "translation": {
      "en": "It's Mr. Poe.",
      "vi": "Là ông Poe."
    }
  },
  {
    "translation": {
      "en": "From the bank? What's he doing here?",
      "vi": "Từ ngân hàng? Ông ấy làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "-How do you do? -How do you do?",
      "vi": "- Ông thế nào ạ?- Ông thế nào ạ?"
    }
  },
  {
    "translation": {
      "en": "[coughs] Fine, thank you.",
      "vi": "Tốt, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "It's a nice day.",
      "vi": "Một ngày đẹp trời."
    }
  },
  {
    "translation": {
      "en": "It is a nice day.",
      "vi": "Một ngày đẹp trời."
    }
  },
  {
    "translation": {
      "en": "I have some very bad news for you children.",
      "vi": "Tôi có tin rất xấu cho các cháu."
    }
  },
  {
    "translation": {
      "en": "Your parents have perished in a terrible fire.",
      "vi": "Bố mẹ các cháu đã bỏ mạngtrong trận hỏa hoạn kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "They perished in a fire that destroyed your entire home.",
      "vi": "Họ bỏ mạngtrong ngọn lửa đã thiêu rụi nhà các cháu."
    }
  },
  {
    "translation": {
      "en": "I'm very, very sorry to have to tell you this...",
      "vi": "Tôi rất tiếc khi phải báo cho các cháu..."
    }
  },
  {
    "translation": {
      "en": "my dears.",
      "vi": "các bé ngoan."
    }
  },
  {
    "translation": {
      "en": "\"Perished\" means \"killed.\"",
      "vi": "\"Bỏ mạng\" nghĩa là \"chết.\""
    }
  },
  {
    "translation": {
      "en": "We know what \"perished\" means.",
      "vi": "Chúng cháu biết \"bỏ mạng\" nghĩa là gì."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "I have spent months of research and years crying myself to sleep,",
      "vi": "Tôi đã nghiên cứu suốt nhiều tháng,và nhiều năm khóc đến ngủ thiếp đi,"
    }
  },
  {
    "translation": {
      "en": "trying to discover the precise cause of the Baudelaire fire.",
      "vi": "cố gắng khám phá nguyên nhân chính xácgây ra vụ hỏa hoạn nhà Baudelaire."
    }
  },
  {
    "translation": {
      "en": "But... all my associates and I have managed to learn",
      "vi": "Nhưng...các cộng sự và tôi biết rằng"
    }
  },
  {
    "translation": {
      "en": "is that neither the official fire department",
      "vi": "cả đội cứu hỏa chính thức"
    }
  },
  {
    "translation": {
      "en": "nor the volunteer fire department arrived in time to stop the blaze.",
      "vi": "lẫn đội cứu hỏa tình nguyệnđều không đến kịp để dập tắt ngọn lửa."
    }
  },
  {
    "translation": {
      "en": "And within moments, the entire Baudelaire mansion",
      "vi": "Và trong khoảnh khắc,toàn bộ biệt thự nhà Baudelaire"
    }
  },
  {
    "translation": {
      "en": "was engulfed in flames.",
      "vi": "đã bị ngọn lửa nuốt chửng."
    }
  },
  {
    "translation": {
      "en": "It is useless for me to describe to you how terrible Violet, Klaus and Sunny felt",
      "vi": "Thật vô ích khi tôi mô tả cho các bạnnỗi kinh hoàng của lũ trẻ"
    }
  },
  {
    "translation": {
      "en": "in the time that followed.",
      "vi": "trong thời gian sau đó."
    }
  },
  {
    "translation": {
      "en": "If you have ever lost somebody very important to you,",
      "vi": "Nếu bạn từng mất ai đóquan trọng với mình,"
    }
  },
  {
    "translation": {
      "en": "then you already know how it feels.",
      "vi": "bạn sẽ biết cảm giác đó thế nào."
    }
  },
  {
    "translation": {
      "en": "And if you haven't... you cannot possibly imagine it.",
      "vi": "Và nếu chưa,bạn không tài nào tưởng tượng nổi đâu."
    }
  },
  {
    "translation": {
      "en": "I've never been through anything like this myself,",
      "vi": "Tôi chưa từng trải qua chuyện thế này,"
    }
  },
  {
    "translation": {
      "en": "but I can imagine just how you feel.",
      "vi": "nhưng có thể hình dungcảm giác của cháu."
    }
  },
  {
    "translation": {
      "en": "I did think you'd want to see what remains of your home,",
      "vi": "Tôi đã nghĩ các cháumuốn nhìn tàn tích của nhà mình,"
    }
  },
  {
    "translation": {
      "en": "even though it is... [sighs] more or less, um...",
      "vi": "dù cho nó...không hơn không kém..."
    }
  },
  {
    "translation": {
      "en": "It's all gone.",
      "vi": "Tiêu tan hết rồi."
    }
  },
  {
    "translation": {
      "en": "I just want to assure you Baudelaires that you have absolutely nothing...",
      "vi": "Tôi chỉ muốn bảo đảmcác cháu hoàn toàn không có gì..."
    }
  },
  {
    "translation": {
      "en": "We have absolutely nothing.",
      "vi": "Chúng cháu hoàn toàn không có gì."
    }
  },
  {
    "translation": {
      "en": "[sighs] ...to worry about.",
      "vi": "...không có gì phải lo lắng."
    }
  },
  {
    "translation": {
      "en": "I am the executor of your parents' estate,",
      "vi": "Tôi là người phụ tráchtài sản của bố mẹ các cháu,"
    }
  },
  {
    "translation": {
      "en": "which means I'll be handling all matters concerning everything they left behind.",
      "vi": "nghĩa là tôi sẽ lo mọi chuyện liên quanđến tất cả mọi thứ họ để lại."
    }
  },
  {
    "translation": {
      "en": "What did they leave behind?",
      "vi": "Họ để lại những gì?"
    }
  },
  {
    "translation": {
      "en": "Financial security.",
      "vi": "Bảo đảm tài chính."
    }
  },
  {
    "translation": {
      "en": "[Mr. Poe] Your parents left behind an enormous fortune,",
      "vi": "Bố mẹ các cháuđể lại một gia sản khổng lồ."
    }
  },
  {
    "translation": {
      "en": "which will be yours when Violet comes of age.",
      "vi": "Nó sẽ là của các cháu khi Violet đủ tuổi."
    }
  },
  {
    "translation": {
      "en": "Until then, you will be placed with the proper guardian, or guardians,",
      "vi": "Cho đến lúc đó, các cháu sẽ ở vớimột hay nhiều người bảo hộ thích hợp,"
    }
  },
  {
    "translation": {
      "en": "as decided by myself and my fellow bankers at Mulctuary Money Management.",
      "vi": "được quyết định bởi tôi và cộng sựở ngân hàng Mulctuary Money Management."
    }
  },
  {
    "translation": {
      "en": "Say goodbye, Baudelaires.",
      "vi": "Nói tạm biệt nào, các cháu."
    }
  },
  {
    "translation": {
      "en": "Goodbye.",
      "vi": "Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "[Mr. Poe] Until we've identified your designated guardian,",
      "vi": "Cho đến khi chúng tôichỉ định được người bảo hộ,"
    }
  },
  {
    "translation": {
      "en": "you'll stay with my family.",
      "vi": "các cháu sẽ ở với gia đình tôi."
    }
  },
  {
    "translation": {
      "en": "That's not so bad, is it, Baudelaires?",
      "vi": "Thế không tệ, phải chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm sure you'll become fast friends with Edgar and Albert.",
      "vi": "Bảo đảm các cháusẽ sớm làm bạn với Edgar và Albert."
    }
  },
  {
    "translation": {
      "en": "-[Edgar] It's a raven. -[Albert] It's a crow!",
      "vi": "- Là quạ ác.- Là quạ thường!"
    }
  },
  {
    "translation": {
      "en": "-It's a raven! -It's a crow!",
      "vi": "- Là quạ ác!- Là quạ thường!"
    }
  },
  {
    "translation": {
      "en": "It's chicken. Boiled chicken.",
      "vi": "Là gà. Gà luộc."
    }
  },
  {
    "translation": {
      "en": "And we have boiled potatoes and blanched string beans.",
      "vi": "Và ta có khoai tây luộc và đậu que chần."
    }
  },
  {
    "translation": {
      "en": "What does \"blanched\" mean?",
      "vi": "\"Chần\" nghĩa là gì?"
    }
  },
  {
    "translation": {
      "en": "-It means \"boiled.\" -Nobody asked you.",
      "vi": "- Là \"qua nước sôi.\"- Chẳng ai hỏi mày."
    }
  },
  {
    "translation": {
      "en": "Now, now, son.",
      "vi": "Nào, con trai."
    }
  },
  {
    "translation": {
      "en": "No, my darling, Albert is right. Nobody asked the Baudelaires.",
      "vi": "Không, anh yêu. Albert đúng mà.Chẳng ai hỏi bọn nhà Baudelaire cả."
    }
  },
  {
    "translation": {
      "en": "But, honey, look!",
      "vi": "Nhưng xem này!"
    }
  },
  {
    "translation": {
      "en": "Dearest, maybe not in front of the children.",
      "vi": "BIỆT THỰ BAUDELAIRE BỊ PHÁ HỦY Đừng làm thế trước mặt bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "But I thought it would cheer them up, the little Gloomy Guses.",
      "vi": "Em nghĩ nó sẽ khiếnmấy đứa rầu rĩ này vui lên chứ."
    }
  },
  {
    "translation": {
      "en": "I had my star reporter write an article for the front page",
      "vi": "Ta đã bảo nhà báo ngôi sao của mìnhviết một bài ngay trang nhất"
    }
  },
  {
    "translation": {
      "en": "so that everyone will know",
      "vi": "để ai cũng biết"
    }
  },
  {
    "translation": {
      "en": "your home was destroyed and you're orphans now.",
      "vi": "nhà bọn mày đã tiêu tùng,và bọn mày giờ là cô nhi."
    }
  },
  {
    "translation": {
      "en": "The front page!",
      "vi": "Trang nhất đấy!"
    }
  },
  {
    "translation": {
      "en": "Some people wait a lifetime for that.",
      "vi": "Có người chờ cả đời để được thế."
    }
  },
  {
    "translation": {
      "en": "And darling, look... you're mentioned, too!",
      "vi": "Và anh yêu, xem này,anh cũng được nhắc tên!"
    }
  },
  {
    "translation": {
      "en": "\"Generosity shown by prominent member of the banking community.\"",
      "vi": "\"Sự hào hiệp của một thành viên ưu tútrong ngành ngân hàng.\""
    }
  },
  {
    "translation": {
      "en": "If your bosses at the bank see this, it may spell",
      "vi": "Nếu sếp của anh ở ngân hàngthấy cái này, nó sẽ là"
    }
  },
  {
    "translation": {
      "en": "P-R-O-M-A-T-I-O-N!",
      "vi": "T-H-O-N-G C-H-Ư-C!"
    }
  },
  {
    "translation": {
      "en": "-Promation? -Promotion!",
      "vi": "- Thong chức?- Thăng chức!"
    }
  },
  {
    "translation": {
      "en": "-No, that's not how you spell \"promotion.\" -[Eleanora] Promotion.",
      "vi": "Không, em đánh vần sai \"thăng chức\" rồi."
    }
  },
  {
    "translation": {
      "en": "-P-R-O... P-R-R... -P-R-O-M-A-E-O--",
      "vi": "- T-H-O... T-H-H...- Không. T-H-O-N-G C-G..."
    }
  },
  {
    "translation": {
      "en": "-See? I've been saying it-- -Honey, P-R-R...",
      "vi": "- Anh đã bảo là...- Anh yêu, T-H-H..."
    }
  },
  {
    "translation": {
      "en": "Listen to what I'm saying...",
      "vi": "Nghe em nói..."
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. -...before you start speaking!",
      "vi": "- Xin lỗi.- ...trước khi cắt lời!"
    }
  },
  {
    "translation": {
      "en": "-[Eleanora] P-R-O-- -I don't... feel very hungry.",
      "vi": "- T-H-O...- Cháu không...thấy đói lắm."
    }
  },
  {
    "translation": {
      "en": "May we go to our rooms?",
      "vi": "Chúng cháu về phòng nhé?"
    }
  },
  {
    "translation": {
      "en": "[coughs] \"Rooms\"?",
      "vi": "Phòng ư?"
    }
  },
  {
    "translation": {
      "en": "-Good night, Edgar. -Good night, Albert.",
      "vi": "- Chúc ngủ ngon, Edgar.- Chúc ngủ ngon, Albert."
    }
  },
  {
    "translation": {
      "en": "-Good night, Albert. -Good night, Edgar.",
      "vi": "- Chúc ngủ ngon, Albert.- Chúc ngủ ngon, Edgar."
    }
  },
  {
    "translation": {
      "en": "And good night, guests.",
      "vi": "Và ngủ ngon, quan khách."
    }
  },
  {
    "translation": {
      "en": "You must feel terrible, and you must miss your parents very much.",
      "vi": "Chúng mày hẳn phảithấy khủng khiếp, và nhớ bố mẹ lắm."
    }
  },
  {
    "translation": {
      "en": "We do.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "You do what?",
      "vi": "Đúng cái gì?"
    }
  },
  {
    "translation": {
      "en": "Say it.",
      "vi": "Nói đi."
    }
  },
  {
    "translation": {
      "en": "We feel terrible, and we miss our parents very much.",
      "vi": "Chúng cháu thấy khủng khiếp,và nhớ bố mẹ lắm."
    }
  },
  {
    "translation": {
      "en": "[sighs deeply] That's gonna make a wonderful headline.",
      "vi": "Đấy sẽ là một dòng tít tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Good night, Baudelaires. Remember, our home is your home.",
      "vi": "Chúc các cháu ngủ ngon.Nhớ nhé, nhà ta là nhà các cháu."
    }
  },
  {
    "translation": {
      "en": "But don't touch anything.",
      "vi": "Nhưng đừng động vào thứ gì."
    }
  },
  {
    "translation": {
      "en": "How'd you do it?",
      "vi": "Mày làm cách nào thế?"
    }
  },
  {
    "translation": {
      "en": "Do what?",
      "vi": "Làm gì?"
    }
  },
  {
    "translation": {
      "en": "Set the fire.",
      "vi": "Châm lửa đốt nhà."
    }
  },
  {
    "translation": {
      "en": "[Lemony] In the years since, I've inquired what became of the Brothers Poe.",
      "vi": "Nhiều năm sau, tôi đã xemanh em nhà Poe trở thành người thế nào."
    }
  },
  {
    "translation": {
      "en": "One followed his father into the world of banking.",
      "vi": "Một người theo bố nối nghiệp ngân hàng."
    }
  },
  {
    "translation": {
      "en": "The other lives in a cave and talks to sheep.",
      "vi": "Người kia sống trong hangvà làm bạn với cừu."
    }
  },
  {
    "translation": {
      "en": "They each think the other has it better.",
      "vi": "Chúng đều nghĩngười kia có cuộc sống tốt hơn."
    }
  },
  {
    "translation": {
      "en": "I regret to inform you, the Baudelaires' fate was worse.",
      "vi": "Tôi rất tiếc phải cho các bạn biết,số phận bọn trẻ nhà Baudelaire còn tệ hơn."
    }
  },
  {
    "translation": {
      "en": "Chop-chop, Baudelaires!",
      "vi": "Nhanh chân nào, các cháu!"
    }
  },
  {
    "translation": {
      "en": "Now that I've found you a suitable guardian,",
      "vi": "Giờ đã tìm được người bảo hộ thích hợp,"
    }
  },
  {
    "translation": {
      "en": "I'm going to take you to your new home before banking hours begin.",
      "vi": "tôi sẽ đưa các cháu đến nhà mới của mìnhtrước giờ ngân hàng làm việc."
    }
  },
  {
    "translation": {
      "en": "I know you must be nervous about living with a guardian.",
      "vi": "Tôi biết các cháu sẽ lo lắngvề việc sống với người bảo hộ."
    }
  },
  {
    "translation": {
      "en": "I remember how I was when I was your age.",
      "vi": "Tôi còn nhớ mình thế nàokhi bằng tuổi các cháu."
    }
  },
  {
    "translation": {
      "en": "We're all different ages.",
      "vi": "Chúng cháu khác tuổi nhau."
    }
  },
  {
    "translation": {
      "en": "Well, I should think at least a fraction of your unhappiness",
      "vi": "Tôi nghĩ ít nhấtmột phần buồn bã của các cháu"
    }
  },
  {
    "translation": {
      "en": "will turn to excitement when you meet this man.",
      "vi": "sẽ trở thành phấn khích khi gặp người này."
    }
  },
  {
    "translation": {
      "en": "I know he's certainly very eager to meet you.",
      "vi": "Tôi biết chắc chắnông ấy rất háo hức gặp các cháu."
    }
  },
  {
    "translation": {
      "en": "And he's employed as an actor, so you know his excitement is genuine.",
      "vi": "Và ông ấy là một diễn viên,nên các cháu biết là ông ấy háo hức thật."
    }
  },
  {
    "translation": {
      "en": "His name is Count Olaf.",
      "vi": "Ông ấy là Bá tước Olaf."
    }
  },
  {
    "translation": {
      "en": "-Never heard of him. -He's either... Let's see. What is it?",
      "vi": "- Chưa bao giờ nghe đến.- Ông ấy hoặc... Gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Your third cousin fourth time removed, or your fourth cousin three times removed.",
      "vi": "Cụ họ ba đời haycố họ bốn đời của các cháu."
    }
  },
  {
    "translation": {
      "en": "In any case, he's removed.",
      "vi": "Đều là họ hàng xa."
    }
  },
  {
    "translation": {
      "en": "Still, he's only three miles away, and your parents' will was very specific",
      "vi": "Ông ấy sống cách đây chỉ ba dặm. Di chúc bố mẹ các cháu nói rất rõ"
    }
  },
  {
    "translation": {
      "en": "about your being raised by your closest living relative.",
      "vi": "các cháu sẽ ở vớihọ hàng còn sống gần nhất."
    }
  },
  {
    "translation": {
      "en": "Does he really think that's what \"closest living relative\" means?",
      "vi": "Ông ấy nghĩ \"họ hàng gần nhất\"nghĩa là thế sao?"
    }
  },
  {
    "translation": {
      "en": "-Mr. Poe? -Hmm? If he lives so close by, why didn't our parents ever invite him over?",
      "vi": "Ông Poe, nếu ông ấy sống gần thế,sao bố mẹ cháu không mời đến chơi?"
    }
  },
  {
    "translation": {
      "en": "Possibly because he was very busy.",
      "vi": "Có lẽ bởi ông ấy rất bận rộn."
    }
  },
  {
    "translation": {
      "en": "As a banker, I'm often very busy myself.",
      "vi": "Làm ngân hàng,tôi cũng thường rất bận rộn."
    }
  },
  {
    "translation": {
      "en": "Which is why this guardian drop-off is going to be a bit hasty.",
      "vi": "Đấy là lý do buổi ra mắt người bảo hộhôm nay sẽ hơi gấp gáp."
    }
  },
  {
    "translation": {
      "en": "\"Hasty\" means \"quickly,\" because I'm due at the bank soon.",
      "vi": "\"Gấp gáp\" là \"nhanh\". Tôi cần đi làm sớm."
    }
  },
  {
    "translation": {
      "en": "We know what \"hasty\" means.",
      "vi": "Bọn cháu biết \"gấp gáp\" là gì."
    }
  },
  {
    "translation": {
      "en": "Hello there! Salutations! Shalom!",
      "vi": "Chào! Chào mừng! Shalom!"
    }
  },
  {
    "translation": {
      "en": "You must be the Baudelaire children!",
      "vi": "Các cháu hẳn là con cái nhà Baudelaire!"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm Violet Baudelaire,",
      "vi": "Vâng, cháu là Violet Baudelaire."
    }
  },
  {
    "translation": {
      "en": "and this is my brother, Klaus, and this is my sister, Sunny.",
      "vi": "Đây là em trai cháu, Klaus,và em gái, Sunny."
    }
  },
  {
    "translation": {
      "en": "And this is Mr. Poe. He's been arranging things for us.",
      "vi": "Và đây là ông Poe.Ông ấy thu xếp cho chúng cháu."
    }
  },
  {
    "translation": {
      "en": "Mulctuary Money Management. My name and title are on the card.",
      "vi": "Ngân hàng Mulctuary Money Management.Danh thiếp có tên và chức vụ."
    }
  },
  {
    "translation": {
      "en": "Although I may be in line for a promotion, so that might change.",
      "vi": "Dù có lẽ tôi sắp được thăng chức,nên nó sẽ thay đổi."
    }
  },
  {
    "translation": {
      "en": "Oh, well, I am Justice Strauss of the High Court.",
      "vi": "Vâng, tôi là Thẩm phán Straussở Tòa Thượng thẩm."
    }
  },
  {
    "translation": {
      "en": "Forgive my not shaking hands, but as you can see, I am a mountain of parcels.",
      "vi": "Xin thứ lỗi vì cô không bắt tay.Cô đang ngập với núi hàng này."
    }
  },
  {
    "translation": {
      "en": "I just bought a new toolkit because my food processor broke.",
      "vi": "Cô vừa mua một bộ đồ dùng mớibởi máy xay của cô hư rồi."
    }
  },
  {
    "translation": {
      "en": "Although I don't know who I think I'm kidding,",
      "vi": "Cô không nghĩ là cô lừa ai,"
    }
  },
  {
    "translation": {
      "en": "because I have no inventive or mechanical skill whatsoever.",
      "vi": "bởi cô không cótài sáng chế hay máy móc gì cả."
    }
  },
  {
    "translation": {
      "en": "Then I treated myself to new file cards for my private library,",
      "vi": "Vì vậy, cô mua cho mìnhnhững tấm thẻ mới cho thư viện riêng,"
    }
  },
  {
    "translation": {
      "en": "and frankly I don't have an acute literary sense.",
      "vi": "và rõ ràng làcô không có óc văn chương sắc bén."
    }
  },
  {
    "translation": {
      "en": "And then, to top it all off, I forgot to buy a new bread knife.",
      "vi": "Và rồi, trên hết,cô quên mua dao cắt bánh mì mới."
    }
  },
  {
    "translation": {
      "en": "It means I have no possible way of cutting up this baguette",
      "vi": "Cô không còn cách nào khácđể cắt cái bánh này"
    }
  },
  {
    "translation": {
      "en": "into bite-sized pieces,",
      "vi": "thành từng miếng vừa ăn,"
    }
  },
  {
    "translation": {
      "en": "which is really unfortunate",
      "vi": "thật là đen đủi"
    }
  },
  {
    "translation": {
      "en": "because I was gonna take the bread that was cut up",
      "vi": "bởi cô định ăn bánh mì đã cắt"
    }
  },
  {
    "translation": {
      "en": "with a white bean hummus--",
      "vi": "với món hummus đậu trắng..."
    }
  },
  {
    "translation": {
      "en": "We'd be more than happy to be of assistance, Justice Strauss.",
      "vi": "Chúng cháu rất sẵn lòng giúp sức,Thẩm phán Strauss ạ."
    }
  },
  {
    "translation": {
      "en": "My sister is very mechanically minded, and I'm quite adept at library science.",
      "vi": "Chị cháu rất giỏi máy móc,và cháu khá thạo về thư viện."
    }
  },
  {
    "translation": {
      "en": "What my sister means is her teeth are perfect for slicing bread.",
      "vi": "Ý em cháu là,răng của nó rất hợp để cắt bánh mỳ."
    }
  },
  {
    "translation": {
      "en": "[gasps] Well, how wonderful!",
      "vi": "Ôi, tuyệt quá!"
    }
  },
  {
    "translation": {
      "en": "How lucky am I to have such unusual children in my life?",
      "vi": "Thật may mắn khi được cónhững đứa trẻ lạ lùng thế này trong đời."
    }
  },
  {
    "translation": {
      "en": "Are you Count Olaf's wife?",
      "vi": "Cô là vợ của Bá tước Olaf?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Oh! Oh, no!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "No. No. Goodness me, no.",
      "vi": "Không. Thần thánh ơi, không."
    }
  },
  {
    "translation": {
      "en": "No, I don't even really know him that well.",
      "vi": "Không, cô còn không biết rõ ông ấy nữa."
    }
  },
  {
    "translation": {
      "en": "He's... he's just my neighbor.",
      "vi": "Ông ấy chỉ là hàng xóm của cô."
    }
  },
  {
    "translation": {
      "en": "His house is over there.",
      "vi": "Nhà ông ấy ở kia kìa."
    }
  },
  {
    "translation": {
      "en": "That's strange.",
      "vi": "Thật lạ."
    }
  },
  {
    "translation": {
      "en": "He said specifically he was waiting very eagerly to get his hands on you.",
      "vi": "Ông ấy bảo là đangháo hức chờ đợi để đón các cháu mà."
    }
  },
  {
    "translation": {
      "en": "Hello. No.",
      "vi": "Chào. Không."
    }
  },
  {
    "translation": {
      "en": "[creepily] Hello.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "[Olaf] Hello, hello, hello.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Hello. Hello.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Hello, hello, hello, children.",
      "vi": "Chào, các cháu."
    }
  },
  {
    "translation": {
      "en": "I am Count Olaf, the renowned actor and your new guardian.",
      "vi": "Ta là Bá tước Olaf, diễn viên lừng danhvà là người bảo hộ mới của các cháu."
    }
  },
  {
    "translation": {
      "en": "You're welcome.",
      "vi": "Chào đón các cháu."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "You're welcome.",
      "vi": "Không có gì."
    }
  },
  {
    "translation": {
      "en": "Please, come in, and mind you wipe your feet on the mat",
      "vi": "Vào đi nào,và nhớ chùi chân trên tấm thảm"
    }
  },
  {
    "translation": {
      "en": "so you don't track in any mud.",
      "vi": "để đừng dây bùn vào nhà."
    }
  },
  {
    "translation": {
      "en": "And don't forget your enormous fortune!",
      "vi": "Và đừng quêngia tài khổng lồ của các cháu đấy!"
    }
  },
  {
    "translation": {
      "en": "Welcome to my humble home, orphans.",
      "vi": "Chào đón đến ngôi nhà bé nhỏ của ta,các cô nhi."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "-a man with a hat on. -Poe.",
      "vi": "- một ông đội mũ.- Poe."
    }
  },
  {
    "translation": {
      "en": "Actually, I'm about to be rather wealthy. So if you'll excuse me--",
      "vi": "Tôi chuẩn bị giàu có rồi. Nên miễn thứ..."
    }
  },
  {
    "translation": {
      "en": "No, we spoke on the phone. I'm from Mulctuary Money Management.",
      "vi": "Không, ta đã nói qua điện thoại.Tôi đến từ Mulctuary Money Management."
    }
  },
  {
    "translation": {
      "en": "Hmm. \"Money\" sounds familiar, but--",
      "vi": "\"Tiền\" nghe quen đấy, nhưng..."
    }
  },
  {
    "translation": {
      "en": "The bank. I'm from the bank.",
      "vi": "Ngân hàng. Tôi từ ngân hàng."
    }
  },
  {
    "translation": {
      "en": "Ah, yes, the bank.",
      "vi": "Phải rồi, ngân hàng."
    }
  },
  {
    "translation": {
      "en": "Well, welcome to my humble home.",
      "vi": "Chào đón đến ngôi nhà bé nhỏ của tôi."
    }
  },
  {
    "translation": {
      "en": "[coughing] It does seem to need a little work.",
      "vi": "Có vẻ nó cần sửa sang đôi chút."
    }
  },
  {
    "translation": {
      "en": "Well, I realize it's not as fancy as the Baudelaire mansion,",
      "vi": "Vâng, tôi nhận ranó không đẹp như biệt thự Baudelaire."
    }
  },
  {
    "translation": {
      "en": "but perhaps, children, with a bit of your money, we'll be able to fix it up, make it nicer.",
      "vi": "Nhưng có lẽ với chút ít tiền của các cháu,ta sẽ có thể sửa chữa cho nó khá hơn."
    }
  },
  {
    "translation": {
      "en": "Count Olaf, the Baudelaire fortune is not to be used for such matters.",
      "vi": "Gia tài nhà Baudelairekhông dùng cho những chuyện đó."
    }
  },
  {
    "translation": {
      "en": "The Baudelaire will is very specific as to how the children are to be raised",
      "vi": "Di chúc nói rõ về cách nuôi dạy bọn trẻ"
    }
  },
  {
    "translation": {
      "en": "in case of an unfortunate event.",
      "vi": "nếu xảy ra chuyện không may."
    }
  },
  {
    "translation": {
      "en": "Ah, yes, the fire. They're to be raised by their closest relative.",
      "vi": "- Vâng, hỏa hoạn.- Chúng sẽ được nuôi bởi bà con gần nhất."
    }
  },
  {
    "translation": {
      "en": "That is I, Count Olaf.",
      "vi": "Tôi, Bá tước Olaf."
    }
  },
  {
    "translation": {
      "en": "And every cent of the Baudelaire fortune is locked up until Violet comes of age.",
      "vi": "Và từng xu trong gia tài nhà Baudelaiređược niêm phong đến khi Violet đủ tuổi."
    }
  },
  {
    "translation": {
      "en": "-Which one is Violet? -[Mr. Poe] The eldest.",
      "vi": "- Đứa nào là Violet?- Đứa lớn nhất."
    }
  },
  {
    "translation": {
      "en": "All right, then. [inhales deeply]",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Well, I hope I can prove myself to be the father you never had.",
      "vi": "Ta hy vọng có thể làm một người chamà các cháu chưa từng có."
    }
  },
  {
    "translation": {
      "en": "We had a father.",
      "vi": "Chúng cháu có cha."
    }
  },
  {
    "translation": {
      "en": "Yes, I know. And a mother.",
      "vi": "Phải, ta biết. Và một người mẹ."
    }
  },
  {
    "translation": {
      "en": "Remarkable woman. Flammable.",
      "vi": "Một phụ nữ phi thường. Dễ cháy nữa."
    }
  },
  {
    "translation": {
      "en": "So, Poe, do I need to sign for them or something?",
      "vi": "Vậy, Poe, tôi có cần ký gì không?"
    }
  },
  {
    "translation": {
      "en": "What? No. No.",
      "vi": "Cái gì? Không."
    }
  },
  {
    "translation": {
      "en": "Well, then, as we say in the theater, exit stage right.",
      "vi": "Vậy, như lối nói ở nhà hát,mời ra cánh gà bên phải."
    }
  },
  {
    "translation": {
      "en": "Goodbye, Violet. Goodbye, Klaus. Goodbye, Sunny.",
      "vi": "Tạm biệt, Violet.Tạm biệt, Klaus. Tạm biệt, Sunny."
    }
  },
  {
    "translation": {
      "en": "I hope you'll be happy here. I'll still check in on you occasionally.",
      "vi": "Hy vọng các cháu vui vẻ ở đây.Thỉnh thoảng tôi sẽ ghé qua."
    }
  },
  {
    "translation": {
      "en": "If you need anything or have questions, you can reach me at the bank.",
      "vi": "Và nếu cần hay có thắc mắc gì,có thể gặp tôi ở ngân hàng."
    }
  },
  {
    "translation": {
      "en": "Well, children, before I give you a tour of your new home,",
      "vi": "Được rồi, các nhóc, trước khi taodắt chúng mày thăm nhà mới một vòng,"
    }
  },
  {
    "translation": {
      "en": "aren't you going to say \"How do you do?\"",
      "vi": "chúng mày không định chào \"Ông khỏe chứ?\""
    }
  },
  {
    "translation": {
      "en": "to your new guardian?",
      "vi": "với người bảo hộ mới sao?"
    }
  },
  {
    "translation": {
      "en": "How do you do?",
      "vi": "Ông khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "How do I do?",
      "vi": "Tao khỏe không hả?"
    }
  },
  {
    "translation": {
      "en": "Better and better, Baudelaires.",
      "vi": "Tốt dần lên đấy, bọn nhóc Baudelaire."
    }
  },
  {
    "translation": {
      "en": "Better and better.",
      "vi": "Tốt dần lên đấy."
    }
  },
  {
    "translation": {
      "en": "The dreadful villainy of this vile fiend",
      "vi": "Sự xấu xa khủng khiếpcủa tên ác ôn đê hèn này"
    }
  },
  {
    "translation": {
      "en": "has haunted me since I first met him as a young man.",
      "vi": "đã khiến tôi bị ám ảnhkể từ lần đầu gặp mặt, lúc hắn còn trẻ."
    }
  },
  {
    "translation": {
      "en": "And every night when I continue my work on the Baudelaire case,",
      "vi": "Mỗi đêm, khi tiếp tục làm việclo về chuyện nhà Baudelaire,"
    }
  },
  {
    "translation": {
      "en": "I find myself weeping thinking of his utter wickedness",
      "vi": "tôi đều khóckhi nghĩ về sự tàn ác tận cùng"
    }
  },
  {
    "translation": {
      "en": "and severe lack of theatrical talent.",
      "vi": "và sự kém cỏi nghiêm trọngvề tài năng sân khấu của hắn."
    }
  },
  {
    "translation": {
      "en": "-Do you know what this is? -It looks like a list.",
      "vi": "- Chúng mày biết cái này là gì chứ?- Có vẻ là danh sách."
    }
  },
  {
    "translation": {
      "en": "Wrong! It's a list. A list of chores.",
      "vi": "Sai! Nó là danh sách.Một danh sách việc nhà."
    }
  },
  {
    "translation": {
      "en": "Rich brats like you are probably spoiled rotten and have never done a chore in your life.",
      "vi": "Những đứa giàu có chúng mày có lẽhư đốn tận cùng và chưa hề làm việc nhà."
    }
  },
  {
    "translation": {
      "en": "Actually, we often help around the house.",
      "vi": "Thật ra, chúng cháu thường giúp việc nhà."
    }
  },
  {
    "translation": {
      "en": "[mockingly] Really? Did you help around the house? That's great.",
      "vi": "Thật sao? Chúng mày có giúp việc nhà? Tốt."
    }
  },
  {
    "translation": {
      "en": "[normal] Well, welcome to your lucky life.",
      "vi": "Chào đón đến vớicuộc đời may mắn của chúng mày."
    }
  },
  {
    "translation": {
      "en": "Come with me, and I'll show you the delightful features of your home.",
      "vi": "Đi theo và tao sẽ chỉ cho chúng màythấy những nét nổi bật của nhà chúng mày."
    }
  },
  {
    "translation": {
      "en": "This is the kitchen, where you may help yourselves to meals.",
      "vi": "Đây là bếp, nơi chúng mày tự nấu mà ăn."
    }
  },
  {
    "translation": {
      "en": "I expect you to keep everything gleamingly clean.",
      "vi": "Tao muốn chúng màygiữ mọi thứ sạch sẽ sáng bóng."
    }
  },
  {
    "translation": {
      "en": "\"Gleamingly\"?",
      "vi": "\"Sáng bóng\"?"
    }
  },
  {
    "translation": {
      "en": "-Clean. -[fly buzzing]",
      "vi": "Sạch sẽ."
    }
  },
  {
    "translation": {
      "en": "The stove is a bit like a servant.",
      "vi": "Cái lò cũng khá giống đứa ở."
    }
  },
  {
    "translation": {
      "en": "-You have to whack it sometimes... -[knuckles cracking] ...to get it to work.",
      "vi": "Thỉnh thoảng mày phải đánhthì nó mới chịu làm việc."
    }
  },
  {
    "translation": {
      "en": "This is the library, which you will keep well-dusted.",
      "vi": "Đây là thư viện,chúng mày phải để nó bám bụi."
    }
  },
  {
    "translation": {
      "en": "This is where I do all my reading.",
      "vi": "Đây là nơi tao đọc sách."
    }
  },
  {
    "translation": {
      "en": "I don't use the ballroom at all. You'll have to redo the floors.",
      "vi": "Tao hoàn toàn không dùng phòng khiêu vũ.Chúng mày sẽ phải làm lại sàn."
    }
  },
  {
    "translation": {
      "en": "Laundry room. You can hang my underwear on that rack when you're done washing it.",
      "vi": "Phòng giặt ủi. Chúng mày có thể treođồ lót của tao trên giá đó khi giặt xong."
    }
  },
  {
    "translation": {
      "en": "This is the backyard, which needs weeding, mowing and pruning.",
      "vi": "Đây là sân sau, cần được nhổ, cắt, tỉa."
    }
  },
  {
    "translation": {
      "en": "It is also where you will chop wood.",
      "vi": "Đấy cũng là nơi chúng mày bổ củi."
    }
  },
  {
    "translation": {
      "en": "Bathroom number seven, the only one you are allowed to use.",
      "vi": "Phòng tắm số bảy,phòng duy nhất chúng mày được phép dùng."
    }
  },
  {
    "translation": {
      "en": "It has all the usual amenities,",
      "vi": "Nó có đủ tiện nghi thường dùng,"
    }
  },
  {
    "translation": {
      "en": "though the management regrets to inform you",
      "vi": "dù ban quản lý rất tiếc phải thông báo"
    }
  },
  {
    "translation": {
      "en": "that the shampoo is not tear-free.",
      "vi": "dầu gội không phải loại không cay mắt."
    }
  },
  {
    "translation": {
      "en": "If anything, it encourages tears.",
      "vi": "Nếu dính vào, nó sẽ khiến chúng mày khóc."
    }
  },
  {
    "translation": {
      "en": "Rats bite.",
      "vi": "Chuột thì cắn."
    }
  },
  {
    "translation": {
      "en": "And this is where you will sleep, orphans.",
      "vi": "Và đây là nơi chúng mày sẽ ngủ, lũ mồ côi."
    }
  },
  {
    "translation": {
      "en": "Out of all the numerous bedrooms in this enormous mansion,",
      "vi": "Trong vô số phòng ngủcủa biệt thự hoành tráng này,"
    }
  },
  {
    "translation": {
      "en": "I have chose this one for your safety and comfort.",
      "vi": "tao đã chọn nơi nàyđể chúng mày được an toàn và thoải mái."
    }
  },
  {
    "translation": {
      "en": "There's only one bed.",
      "vi": "Chỉ có một chiếc giường."
    }
  },
  {
    "translation": {
      "en": "As you can see, I have provided, at no cost to you,",
      "vi": "Như chúng mày thấy,tao đã cung cấp, hoàn toàn miễn phí,"
    }
  },
  {
    "translation": {
      "en": "this complimentary pile of rocks.",
      "vi": "đống đá này cho chúng mày."
    }
  },
  {
    "translation": {
      "en": "Thoughts?",
      "vi": "Nghĩ sao hả?"
    }
  },
  {
    "translation": {
      "en": "Thoughts? First of all--",
      "vi": "Nghĩ? Trước hết..."
    }
  },
  {
    "translation": {
      "en": "First of all, first impressions are often wrong.",
      "vi": "Trước hết,những ấn tượng ban đầu thường sai."
    }
  },
  {
    "translation": {
      "en": "Very true.",
      "vi": "Rất đúng."
    }
  },
  {
    "translation": {
      "en": "For example, your first impression of me may be that I am a terrible person.",
      "vi": "Ví dụ như, ấn tượng ban đầu của chúng màyvề tao có lẽ là một kẻ khủng khiếp."
    }
  },
  {
    "translation": {
      "en": "But in time, Baudelaires, I hope you'll come to realize...",
      "vi": "Nhưng sẽ đến lúc, đám nhóc nhà Baudelaire,tao hy vọng chúng mày sẽ nhận ra..."
    }
  },
  {
    "translation": {
      "en": "you haven't the faintest idea.",
      "vi": "mình vẫn chưa biết được bao nhiêu."
    }
  },
  {
    "translation": {
      "en": "I'll give you a moment to unpack.",
      "vi": "Tao sẽ cho chúng mày một lát để dỡ đồ."
    }
  },
  {
    "translation": {
      "en": "It's okay, Sunny, he's gone.",
      "vi": "Ổn rồi, Sunny, ông ta đi rồi."
    }
  },
  {
    "translation": {
      "en": "He's horrible. Did you see the tattoo on his ankle?",
      "vi": "Ông ta thật kinh khủng.Chị thấy hình xăm trên mắt cá không?"
    }
  },
  {
    "translation": {
      "en": "A tattoo is just a decorative pigment on skin. It's not a sign of a wicked person.",
      "vi": "Hình xăm chỉ là mực màu trang trí,không phải dấu hiệu của người xấu xa."
    }
  },
  {
    "translation": {
      "en": "-Unless it's on a wicked person. -[sighs]",
      "vi": "Trừ phi, nó nằm trên một người xấu xa."
    }
  },
  {
    "translation": {
      "en": "How could our parents put us here?",
      "vi": "Sao bố mẹ lại đưa chúng ta vào đây chứ?"
    }
  },
  {
    "translation": {
      "en": "[sighs] It's just a mistake. It'll get sorted out.",
      "vi": "Chỉ là sai lầm. Chị sẽ xử lý nó."
    }
  },
  {
    "translation": {
      "en": "Until then, we'll make this our home.",
      "vi": "Cho đến lúc đó, ta xem nơi này là nhà."
    }
  },
  {
    "translation": {
      "en": "Mother used to say, \"Home is where you hang your hat.\"",
      "vi": "Mẹ từng bảo \"Nhà là nơi mình treo mũ.\""
    }
  },
  {
    "translation": {
      "en": "But we don't have any hats.",
      "vi": "Nhưng ta chẳng có cái mũ nào."
    }
  },
  {
    "translation": {
      "en": "Just rocks.",
      "vi": "Chỉ có đá."
    }
  },
  {
    "translation": {
      "en": "Klaus, have you read any books on people who make homes in difficult places?",
      "vi": "Klaus, em đã đọc sách nào nói vềnhững người làm nhà ở nơi bất tiện chưa?"
    }
  },
  {
    "translation": {
      "en": "There's a village in the Pacific Islands suspended on ropes above an active volcano.",
      "vi": "Có ngôi làng trên quần đảo Thái Bình Dươngtreo lơ lửng trên miệng núi lửa."
    }
  },
  {
    "translation": {
      "en": "How do they manage?",
      "vi": "Họ làm cách nào thế?"
    }
  },
  {
    "translation": {
      "en": "They own very little in case it erupts.",
      "vi": "Họ giữ rất ít của cải,phòng khi núi lửa phun trào."
    }
  },
  {
    "translation": {
      "en": "Then we're already one step ahead.",
      "vi": "Vậy chúng ta còn hơn họ đấy."
    }
  },
  {
    "translation": {
      "en": "-We own nothing. -[chuckles lightly]",
      "vi": "Chúng ta chẳng có gì."
    }
  },
  {
    "translation": {
      "en": "If they can survive that, we can survive Count Olaf.",
      "vi": "Nếu họ có thể sống sót,ta cũng có thể sống sót khỏi Bá tước Olaf."
    }
  },
  {
    "translation": {
      "en": "Showtime!",
      "vi": "Ra sân khấu nào!"
    }
  },
  {
    "translation": {
      "en": "Remember, if you work extra hard, you get to go to the ball... room...",
      "vi": "Hãy nhớ, nếu làm việc hăng hái hơn,chúng mày sẽ làm thêm...phòng khiêu vũ..."
    }
  },
  {
    "translation": {
      "en": "which is even grimier.",
      "vi": "nơi mà bụi bẩn còn dày hơn."
    }
  },
  {
    "translation": {
      "en": "Hang on to your toothbrushes. You'll need them for your teeth.",
      "vi": "Cầm chặt lấy bàn chải của chúng mày.Chúng mày cần chúng để đánh răng đấy."
    }
  },
  {
    "translation": {
      "en": "-[doorbell chiming] -Stay here. And not a peep.",
      "vi": "Ở yên đây. Và cấm hé miệng."
    }
  },
  {
    "translation": {
      "en": "You're a little old for a Girl Scout.",
      "vi": "Cô hơi già để làm Nữ Hướng đạo đấy."
    }
  },
  {
    "translation": {
      "en": "I'm Justice Strauss.",
      "vi": "Tôi là Thẩm phán Strauss."
    }
  },
  {
    "translation": {
      "en": "Doesn't ring a bell.",
      "vi": "Nghe chẳng quen chút nào."
    }
  },
  {
    "translation": {
      "en": "I'm your neighbor. I... I live across the street.",
      "vi": "Tôi là hàng xóm, sống ở bên kia đường."
    }
  },
  {
    "translation": {
      "en": "You've done something different to your hair. May I come in?",
      "vi": "- Cô đã làm gì đó với tóc của mình.- Tôi vào được chứ?"
    }
  },
  {
    "translation": {
      "en": "Is this about the children?",
      "vi": "Về chuyện bọn trẻ à?"
    }
  },
  {
    "translation": {
      "en": "I apologize for the noise. I told them to cry using their inside voices.",
      "vi": "Tôi xin lỗi vì tiếng ồn.Tôi đã bảo chúng khóc thầm đi."
    }
  },
  {
    "translation": {
      "en": "-What? -Hmm?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "I... I just thought I'd stop by and see how they're doing.",
      "vi": "Tôi chỉ nghĩ mình nên ghé quavà xem chúng thế nào."
    }
  },
  {
    "translation": {
      "en": "I know it's a little soon, but I'm about to become very busy",
      "vi": "Tôi biết là hơi sớm,nhưng tôi sẽ rất bận rộn"
    }
  },
  {
    "translation": {
      "en": "with a difficult case in High Court.",
      "vi": "với một vụ khó ở Tòa Thượng thẩm."
    }
  },
  {
    "translation": {
      "en": "I'm not supposed to talk about it,",
      "vi": "Tôi không được nói về vụ đó,"
    }
  },
  {
    "translation": {
      "en": "but I can tell you that it involved an illegal use of someone's credit card...",
      "vi": "nhưng nó liên quan đến việc sử dụngphi pháp thẻ tín dụng của người khác..."
    }
  },
  {
    "translation": {
      "en": "and a poisonous plant.",
      "vi": "và một loài cây có độc."
    }
  },
  {
    "translation": {
      "en": "I made them this lamb.",
      "vi": "Tôi làm món thịt cừu này cho bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "How neighborly.",
      "vi": "Thật là hàng xóm tốt."
    }
  },
  {
    "translation": {
      "en": "I don't mean to seem like a lonely woman",
      "vi": "Tôi không định làm kiểu một bà cô đơn"
    }
  },
  {
    "translation": {
      "en": "who's overinvested in the lives of someone else's children...",
      "vi": "tò mò quá mức vàocuộc sống của con cái người khác..."
    }
  },
  {
    "translation": {
      "en": "You do have that aura.",
      "vi": "Cô có vẻ đó đấy."
    }
  },
  {
    "translation": {
      "en": "Perhaps if I just pop in for a quick hello--",
      "vi": "Có lẽ nếu tôichỉ ghé qua chào một tiếng..."
    }
  },
  {
    "translation": {
      "en": "Now is not a good time. They're in one of their moods. [shudders]",
      "vi": "Giờ không phải lúc. Chúng đang không vui."
    }
  },
  {
    "translation": {
      "en": "They seemed so sweet.",
      "vi": "Trông chúng thật dễ thương."
    }
  },
  {
    "translation": {
      "en": "Do you have children, Justice Strauss?",
      "vi": "Cô có con chứ, Thẩm phán Strauss?"
    }
  },
  {
    "translation": {
      "en": "Me?",
      "vi": "Tôi ư?"
    }
  },
  {
    "translation": {
      "en": "Oh, no. No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "No, I always hoped I would, but I'm married to the law,",
      "vi": "Không, tôi luôn hy vọng mình có,nhưng tôi đã kết hôn với luật pháp,"
    }
  },
  {
    "translation": {
      "en": "and you can't very well have book babies...",
      "vi": "và ta không thể có con là sách..."
    }
  },
  {
    "translation": {
      "en": "now, can you?",
      "vi": "à có thể không?"
    }
  },
  {
    "translation": {
      "en": "Well, you dodged a bullet.",
      "vi": "Cô đã tránh được phiền phức rồi."
    }
  },
  {
    "translation": {
      "en": "Let me tell you, those children are monsters.",
      "vi": "Để tôi nói cô nghe,mấy đứa nhóc này là quái vật."
    }
  },
  {
    "translation": {
      "en": "I open my home to them, and all they do is complain.",
      "vi": "Tôi mở cửa nhà mình cho chúng,và chúng chỉ biết phàn nàn."
    }
  },
  {
    "translation": {
      "en": "\"The bathroom is filthy.",
      "vi": "\"Phòng tắm dơ bẩn."
    }
  },
  {
    "translation": {
      "en": "The rat is noisy. The bed is cramped.\"",
      "vi": "Con chuột ồn ào. Chiếc giường chật hẹp.\""
    }
  },
  {
    "translation": {
      "en": "I think living in a mansion has spoiled them.",
      "vi": "Tôi nghĩ sống trong biệt thựđã khiến chúng hư thân."
    }
  },
  {
    "translation": {
      "en": "Well, they did just lose their--",
      "vi": "Chúng vừa mới mất..."
    }
  },
  {
    "translation": {
      "en": "Did you say \"bed\"?",
      "vi": "Anh vừa nói \"chiếc giường\"?"
    }
  },
  {
    "translation": {
      "en": "I meant \"bed\" as in \"more than one bed,\" obviously.",
      "vi": "\"Chiếc giường\" trong\"hơn một chiếc giường,\" rõ ràng là thế."
    }
  },
  {
    "translation": {
      "en": "The plural of \"bed\" is... \"bed.\"",
      "vi": "Số nhiều của\"chiếc giường\" là...\"chiếc giường.\""
    }
  },
  {
    "translation": {
      "en": "Well, I wouldn't know. I live alone.",
      "vi": "À, tôi không rõ, tôi sống một mình mà."
    }
  },
  {
    "translation": {
      "en": "No kidding.",
      "vi": "Thật đấy à."
    }
  },
  {
    "translation": {
      "en": "At least give them the lamb.",
      "vi": "Ít nhất, cũng cho chúng ăn thịt cừu chứ."
    }
  },
  {
    "translation": {
      "en": "I made my own mint jelly and...",
      "vi": "Tôi đã tự tay làm thạch bạc hà và..."
    }
  },
  {
    "translation": {
      "en": "Please, just ask them if they'd like to see me.",
      "vi": "Làm ơn, hỏi xem chúng muốn gặp tôi không."
    }
  },
  {
    "translation": {
      "en": "[sighs] Fine.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "But wait here, for your own safety. They tend to throw things.",
      "vi": "Nhưng cô chờ ở đây, vì sự an toàn của cô.Chúng thích ném đồ đạc."
    }
  },
  {
    "translation": {
      "en": "You missed a spot.",
      "vi": "Mày sót một chỗ rồi."
    }
  },
  {
    "translation": {
      "en": "They don't want to see you.",
      "vi": "Chúng không muốn gặp cô."
    }
  },
  {
    "translation": {
      "en": "Are you sure? What did they say?",
      "vi": "Anh chắc chứ? Chúng nói gì?"
    }
  },
  {
    "translation": {
      "en": "\"The lamb was too salty.\"",
      "vi": "\"Thịt cừu quá mặn.\""
    }
  },
  {
    "translation": {
      "en": "Rich kids.",
      "vi": "Bọn nhóc nhà giàu."
    }
  },
  {
    "translation": {
      "en": "Oh... I see.",
      "vi": "Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "[Lemony] If only Justice Strauss had been able to get past Count Olaf,",
      "vi": "Nếu như Thẩm phán Strausscứ băng qua Bá tước Olaf mà vào,"
    }
  },
  {
    "translation": {
      "en": "if only she'd seen the children in their horrible circumstances,",
      "vi": "nếu cô ấy thấy bọn trẻtrong tình cảnh kinh khủng đó,"
    }
  },
  {
    "translation": {
      "en": "if only this world weren't such a wicked and topsy-turvy place...",
      "vi": "nếu thế giới nàykhông phải là nơi xấu xa và điên đảo..."
    }
  },
  {
    "translation": {
      "en": "this story might have turned out differently.",
      "vi": "câu chuyện này hẳn đã khác đi."
    }
  },
  {
    "translation": {
      "en": "-I never wanna use a toothbrush again. -[door opens]",
      "vi": "Em không bao giờ muốn dùng bàn chải nữa."
    }
  },
  {
    "translation": {
      "en": "Why aren't you cleaning? My list was very specific.",
      "vi": "Sao không lau dọn?Tao đã lên danh sách cụ thể."
    }
  },
  {
    "translation": {
      "en": "We finished it.",
      "vi": "Chúng cháu làm xong rồi."
    }
  },
  {
    "translation": {
      "en": "No, you didn't.",
      "vi": "Không, chưa đâu."
    }
  },
  {
    "translation": {
      "en": "We even washed your underwear.",
      "vi": "Cháu còn giặt đồ lót của ông."
    }
  },
  {
    "translation": {
      "en": "You missed one.",
      "vi": "Chúng mày còn sót một việc."
    }
  },
  {
    "translation": {
      "en": "You still have to prepare a large meal for myself and my theater troupe.",
      "vi": "Chúng mày còn phải chuẩn bị tiệccho tao và đoàn kịch của tao."
    }
  },
  {
    "translation": {
      "en": "We don't know how to prepare a large dinner.",
      "vi": "Chúng cháu không biếtchuẩn bị một bữa ăn lớn."
    }
  },
  {
    "translation": {
      "en": "Plan the menu, purchase the ingredients,",
      "vi": "Lên thực đơn, mua nguyên liệu,"
    }
  },
  {
    "translation": {
      "en": "prepare the food, set the table, serve dinner, clean up afterward,",
      "vi": "nấu ăn, dọn bàn, phục vụ, sau đó rửa dọn,"
    }
  },
  {
    "translation": {
      "en": "and stay out of our way.",
      "vi": "và nhớ tránh chúng tao ra."
    }
  },
  {
    "translation": {
      "en": "How can we purchase anything? We don't have any money.",
      "vi": "Làm sao bọn cháu mua đồkhi không có tiền?"
    }
  },
  {
    "translation": {
      "en": "Do you know what that is?",
      "vi": "Biết đây là gì không?"
    }
  },
  {
    "translation": {
      "en": "-Something greasy. -Money.",
      "vi": "- Thứ gì đó nhơn nhớt.- Tiền."
    }
  },
  {
    "translation": {
      "en": "Hard-earned money.",
      "vi": "Tiền mồ hôi nước mắt đấy."
    }
  },
  {
    "translation": {
      "en": "The most important substance on earth besides applause and lip balm.",
      "vi": "Điều giá trị nhất trên Trái Đất ngoàitiếng vỗ tay tán thưởng và kem dưỡng môi."
    }
  },
  {
    "translation": {
      "en": "Since the bossy banker won't let us use any of your parents' enormous fortune,",
      "vi": "Bởi chủ ngân hàng không cho dùng đồng nàotrong gia sản khổng lồ của bố mẹ mày,"
    }
  },
  {
    "translation": {
      "en": "I am now forced to cough up my own earnings",
      "vi": "giờ tao buộc phải nôn rađồng tiền xương máu"
    }
  },
  {
    "translation": {
      "en": "from theatrical performances and the occasional bit of consulting work.",
      "vi": "kiếm được từ việc diễn kịchvà việc cố vấn thời vụ."
    }
  },
  {
    "translation": {
      "en": "Now... quick. Get a move on.",
      "vi": "Giờ thì...nhanh lên. Nhúc nhích đi."
    }
  },
  {
    "translation": {
      "en": "The troupe will be here at 7:00.",
      "vi": "Đoàn kịch sẽ đến lúc 7:00 tối."
    }
  },
  {
    "translation": {
      "en": "And in the meantime, I will be up in...",
      "vi": "Và trong lúc đó, tao sẽ ở trên..."
    }
  },
  {
    "translation": {
      "en": "Can you guess?",
      "vi": "Mày đoán ra chứ?"
    }
  },
  {
    "translation": {
      "en": "Your secret tower room?",
      "vi": "Phòng tháp bí mật của ông?"
    }
  },
  {
    "translation": {
      "en": "Wrong! My secret tower room.",
      "vi": "Sai! Phòng tháp bí mật của tao."
    }
  },
  {
    "translation": {
      "en": "Which you are forbidden to go into. Understood? Forbidden!",
      "vi": "Nơi mà chúng mày bị cấm bén mảng đến.Hiểu chưa? Cấm tiệt!"
    }
  },
  {
    "translation": {
      "en": "-Forbidden. -That's... Yes.",
      "vi": "- Bị cấm.- Là... Đúng."
    }
  },
  {
    "translation": {
      "en": "How are we supposed to make dinner for an entire theater troupe?",
      "vi": "Làm sao ta nấu ăn cho cả đoàn kịch đây?"
    }
  },
  {
    "translation": {
      "en": "We start with a recipe.",
      "vi": "Ta sẽ bắt đầu với công thức."
    }
  },
  {
    "translation": {
      "en": "Do you think Justice Strauss' library has any cookbooks?",
      "vi": "Em nghĩ Thẩm phán Strausscó sách dạy nấu ăn chứ?"
    }
  },
  {
    "translation": {
      "en": "[gasps] Baudelaires. I wasn't expecting to see you.",
      "vi": "Các cháu. Cô không nghĩ sẽ gặp các cháu."
    }
  },
  {
    "translation": {
      "en": "We meant to come sooner. We've been cleaning.",
      "vi": "Cháu muốn đến sớm hơn.Nhưng phải lau chùi."
    }
  },
  {
    "translation": {
      "en": "Yes, Count Olaf told me you were very particular about that.",
      "vi": "Phải, Bá tước Olaf đã bảo côcác cháu rất kỹ lưỡng về chuyện này."
    }
  },
  {
    "translation": {
      "en": "I hope you appreciate how much he's doing for you.",
      "vi": "Mong các cháu trân trọngnhiều điều ông ấy đang làm."
    }
  },
  {
    "translation": {
      "en": "I wouldn't say \"much.\"",
      "vi": "Cháu sẽ không nói \"nhiều\" đâu."
    }
  },
  {
    "translation": {
      "en": "Well, perhaps not compared to what you're used to.",
      "vi": "Có lẽ không sánh đượcvới cuộc sống trước đây của cháu."
    }
  },
  {
    "translation": {
      "en": "What can I do for you?",
      "vi": "Cô giúp gì được nào?"
    }
  },
  {
    "translation": {
      "en": "Actually, Justice Strauss, we really need your help.",
      "vi": "Thật ra, Thẩm phán Strauss,chúng cháu cần cô giúp."
    }
  },
  {
    "translation": {
      "en": "You do?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "My sisters and I were wondering...",
      "vi": "Chị và cháu không biết..."
    }
  },
  {
    "translation": {
      "en": "Wondering what?",
      "vi": "Không biết chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "If we might use your library.",
      "vi": "Chúng cháu dùng thư viện của cô nhé."
    }
  },
  {
    "translation": {
      "en": "If you might use my library.",
      "vi": "Các cháu dùng thư viện của cô?"
    }
  },
  {
    "translation": {
      "en": "Is there any book you're looking for in particular?",
      "vi": "Ở đó có sách gìcác cháu đang muốn tìm sao?"
    }
  },
  {
    "translation": {
      "en": "A cookbook, so we can make dinner.",
      "vi": "Sách nấu ăn,để chúng cháu có thể làm bữa tối."
    }
  },
  {
    "translation": {
      "en": "I suppose anything but lamb.",
      "vi": "Cô cho là món gì cũng được trừ thịt cừu."
    }
  },
  {
    "translation": {
      "en": "Well, my private library is open to you whenever you'd like.",
      "vi": "Thư viện riêng của cô mở cửabất kỳ lúc nào các cháu muốn đến."
    }
  },
  {
    "translation": {
      "en": "It's mostly law books, but there are sections on everything",
      "vi": "Hầu như toàn là sách luật,nhưng có những chuyên mục về đủ thứ"
    }
  },
  {
    "translation": {
      "en": "from Italian cuisine to the world's most threatening fungus.",
      "vi": "từ món Ý đến những món nấmkinh hoàng nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "I suppose it's not as nice as the libraries you're used to, but...",
      "vi": "Cô cho là nó không bằngthư viện nhà các cháu, nhưng..."
    }
  },
  {
    "translation": {
      "en": "-It's marvelous. -It's wonderful.",
      "vi": "- Thật phi thường.- Quá tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Do you really think so?",
      "vi": "Các cháu nghĩ thế thật à?"
    }
  },
  {
    "translation": {
      "en": "-[squeaks] -That means she likes it.",
      "vi": "Quá ấn tượng. Là con bé thích nó."
    }
  },
  {
    "translation": {
      "en": "Well, I'm so glad.",
      "vi": "À, cô rất mừng."
    }
  },
  {
    "translation": {
      "en": "The cookbooks are over there in Section G,",
      "vi": "Sách dạy nấu ăn nằm ở Khu vực G,"
    }
  },
  {
    "translation": {
      "en": "and right here is my favorite table for serious research.",
      "vi": "và ngay đây là chiếc bàncô thích dùng khi nghiên cứu nghiêm túc."
    }
  },
  {
    "translation": {
      "en": "Do you have a paper and pencil to take notes?",
      "vi": "Cháu có giấy và bút chì để ghi chép không?"
    }
  },
  {
    "translation": {
      "en": "Always.",
      "vi": "Luôn có."
    }
  },
  {
    "translation": {
      "en": "-[Strauss] What's that? -It’s something my parents had.",
      "vi": "- Cái gì thế?- Một đồ vật của bố mẹ cháu."
    }
  },
  {
    "translation": {
      "en": "-What is it? -I don't know.",
      "vi": "- Là gì thế?- Cháu không biết."
    }
  },
  {
    "translation": {
      "en": "Something, Klaus Baudelaire, is ringing a very faint bell.",
      "vi": "Klaus Baudelaire, có những thứrung lên tiếng chuông rất nhỏ."
    }
  },
  {
    "translation": {
      "en": "A library is like an island in a vast sea of ignorance.",
      "vi": "Một thư viện như là hòn đảogiữa biển khơi ngu dốt trập trùng."
    }
  },
  {
    "translation": {
      "en": "Don't you agree?",
      "vi": "Cháu có đồng ý không?"
    }
  },
  {
    "translation": {
      "en": "I do. Particularly if the library is tall and the surrounded area has been flooded.",
      "vi": "Có ạ. Nhất là, nếu thư viện caovà vùng xung quanh bị ngập lụt."
    }
  },
  {
    "translation": {
      "en": "That's a very good point. These books look promising.",
      "vi": "- Ý hay đấy.- Những quyển sách này có vẻ hứa hẹn."
    }
  },
  {
    "translation": {
      "en": "Klaus, help your sister. Let me see what I can find here.",
      "vi": "Klaus, giúp chị cháu đi.Để cô xem tìm được gì ở đây."
    }
  },
  {
    "translation": {
      "en": "I think I found something. Pasta puttanesca.",
      "vi": "Chị nghĩ chị tìm được gì đó,mì Ý puttanesca."
    }
  },
  {
    "translation": {
      "en": "I wonder what that means in Italian.",
      "vi": "Em không biết nó nghĩa là gì."
    }
  },
  {
    "translation": {
      "en": "All we have to do is sauté garlics and onions in a pot,",
      "vi": "Ta chỉ cần áp chảo hành tỏi,"
    }
  },
  {
    "translation": {
      "en": "and then add olives, capers, anchovies, diced parsley and tomatoes to simmer.",
      "vi": "rồi cho ôliu, bạch hoa, cá cơm, mùi tâycắt hạt lựu và cà chua, đun nhỏ lửa."
    }
  },
  {
    "translation": {
      "en": "We still need the pasta.",
      "vi": "Ta vẫn cần có mì Ý."
    }
  },
  {
    "translation": {
      "en": "I saw a pasta machine in Count Olaf's kitchen.",
      "vi": "Chị thấy có máy làm mì Ýtrong bếp của Bá tước Olaf."
    }
  },
  {
    "translation": {
      "en": "-Looked broken, but I think I can fix it. -What do we have here?",
      "vi": "Nó hư, nhưng chắc sửa được.Thẩm phán Strauss?"
    }
  },
  {
    "translation": {
      "en": "Justice Strauss?",
      "vi": "LỊCH SỬ DANG DỞ CỦA BÍ MẬT"
    }
  },
  {
    "translation": {
      "en": "-Yes? -Is there a supermarket nearby?",
      "vi": "- Sao?- Có siêu thị gần đây không ạ?"
    }
  },
  {
    "translation": {
      "en": "Oh... no.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "But there is a local open-air market and gin distillery.",
      "vi": "Nhưng có một chợ ngoài trờivà nhà máy rượu."
    }
  },
  {
    "translation": {
      "en": "Thanks again for taking us.",
      "vi": "Cảm ơn lần nữa vì đưa chúng cháu đi."
    }
  },
  {
    "translation": {
      "en": "I don't know what we would have done without you.",
      "vi": "Không biết phải làm gì nếu không có cô."
    }
  },
  {
    "translation": {
      "en": "Oh, you're resourceful children.",
      "vi": "Các cháu tháo vát mà."
    }
  },
  {
    "translation": {
      "en": "I daresay you would have thought of something.",
      "vi": "Cô dám cá các cháu sẽ nghĩ ra gì đó."
    }
  },
  {
    "translation": {
      "en": "I think it's nice that you're cooking dinner",
      "vi": "Cô nghĩ thật hay khi các cháu nấu bữa tối"
    }
  },
  {
    "translation": {
      "en": "for Count Olaf and your new theatrical family.",
      "vi": "cho Bá tước Olafvà gia đình kịch nghệ mới của mình."
    }
  },
  {
    "translation": {
      "en": "I had dreams of becoming an actress, you know.",
      "vi": "Cháu biết không, cô từng mơ làm diễn viên."
    }
  },
  {
    "translation": {
      "en": "An actress and a mother, instead of ending up",
      "vi": "Một diễn viên và một bà mẹ,thay vì kết cục thành"
    }
  },
  {
    "translation": {
      "en": "as a world-renowned member of the judiciary...",
      "vi": "một thành viên lừng danh thế giớicủa ngành tư pháp"
    }
  },
  {
    "translation": {
      "en": "and in a series of strained, platonic relationships.",
      "vi": "và chìm trong hàng chuỗiliên hệ lý thuyết căng thẳng."
    }
  },
  {
    "translation": {
      "en": "Baudelaires?",
      "vi": "Các cháu?"
    }
  },
  {
    "translation": {
      "en": "I always find cooking for family to be something of a mitzvah.",
      "vi": "Cô luôn thấy nấu ăn cho gia đìnhlà một chuyện mitzvah."
    }
  },
  {
    "translation": {
      "en": "Do you know what that means?",
      "vi": "Hiểu nghĩa của nó không?"
    }
  },
  {
    "translation": {
      "en": "-Commandment? -Blessing.",
      "vi": "- Giới răn?- Là diễm phúc."
    }
  },
  {
    "translation": {
      "en": "You children have had such sorrow in your lives already,",
      "vi": "Các cháu đã có đau buồntrong cuộc đời rồi,"
    }
  },
  {
    "translation": {
      "en": "you deserve the blessing of a new family with Count Olaf,",
      "vi": "các cháu xứng đáng được diễm phúccó gia đình mới với Bá tước Olaf,"
    }
  },
  {
    "translation": {
      "en": "and, if you don't mind my saying so...",
      "vi": "và nếu các cháu không phiền thì..."
    }
  },
  {
    "translation": {
      "en": "with me.",
      "vi": "với cô nữa."
    }
  },
  {
    "translation": {
      "en": "[chuckles] We don't mind your saying so.",
      "vi": "Chúng cháu không phiền đâu."
    }
  },
  {
    "translation": {
      "en": "Klaus, what's that thing James Brown said?",
      "vi": "Klaus, James Brown nói gì nào?"
    }
  },
  {
    "translation": {
      "en": "\"I feel good.\"",
      "vi": "\"Tôi thấy tốt.\""
    }
  },
  {
    "translation": {
      "en": "-[accordion playing] -And a one, and a two, and a...",
      "vi": "Và một, và hai, và..."
    }
  },
  {
    "translation": {
      "en": "♪ It's the count, it's the count It's the count ♪",
      "vi": "Đấy là Bá tước, là Bá tước"
    }
  },
  {
    "translation": {
      "en": "♪ It's the count, it's the count It's the count ♪",
      "vi": "Đấy là Bá tước, là Bá tước"
    }
  },
  {
    "translation": {
      "en": "♪ Who else has such robust good looks In such a large amount? ♪",
      "vi": "Còn ai có diện mạo tuyệt trầnĐến vô cùng như thế?"
    }
  },
  {
    "translation": {
      "en": "♪ I'm handsome and I'm talented And love your bank account ♪",
      "vi": "Ta điển trai và ta tài giỏiVà yêu tài khoản ngân hàng của các ngươi"
    }
  },
  {
    "translation": {
      "en": "♪ It's the count, it's the count It's the count ♪",
      "vi": "Đấy là Bá tước, là Bá tước"
    }
  },
  {
    "translation": {
      "en": "♪ It's the count, it's the count It's the count ♪",
      "vi": "Đấy là Bá tước, là Bá tước"
    }
  },
  {
    "translation": {
      "en": "♪ The \"C\" is for courageous Just another word for brave ♪",
      "vi": "Chữ \"C\" cho Can đảmLà một từ khác cho dũng cảm"
    }
  },
  {
    "translation": {
      "en": "-[troupe] ♪ O! ♪ -♪ Oh, my God ♪",
      "vi": "- Chữ O!- Ồ, Chúa ơi"
    }
  },
  {
    "translation": {
      "en": "♪ What a very handsome knave ♪",
      "vi": "Thật là tên điểu cáng đẹp trai"
    }
  },
  {
    "translation": {
      "en": "-[troupe] ♪ U! ♪ -♪ Unbelievable good looks ♪",
      "vi": "- Chữ Đ!- Đẹp trai không tin nổi"
    }
  },
  {
    "translation": {
      "en": "♪ And brains and heart ♪",
      "vi": "Trí tuệ và tấm lòng"
    }
  },
  {
    "translation": {
      "en": "-♪ N! ♪ -♪ For the knowledge ♪",
      "vi": "- Chữ K!- Cho kiến thức"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause I'm very, very smart ♪",
      "vi": "Bởi ta rất, rất thông minh"
    }
  },
  {
    "translation": {
      "en": "-♪ T! ♪ -♪ For the talent ♪",
      "vi": "- Chữ T!- Cho Tài năng"
    }
  },
  {
    "translation": {
      "en": "♪ Which is such a crucial factor ♪",
      "vi": "Thật là một yếu tố tiên quyết"
    }
  },
  {
    "translation": {
      "en": "♪ When you're handsome and good-looking ♪",
      "vi": "Khi bạn điển trai và ưa nhìn"
    }
  },
  {
    "translation": {
      "en": "♪ And the world's greatest actor ♪",
      "vi": "Và là diễn viên vĩ đại nhất thế giới"
    }
  },
  {
    "translation": {
      "en": "[troupe] ♪ It's the count, it's the count It's the count ♪",
      "vi": "Đấy là Bá tước, là Bá tước"
    }
  },
  {
    "translation": {
      "en": "♪ It's the count, it's the count It's the count ♪",
      "vi": "Đấy là Bá tước, là Bá tước"
    }
  },
  {
    "translation": {
      "en": "♪ Who else has such robust good looks In such a large amount? ♪",
      "vi": "Còn ai có diện mạo tuyệt trầnĐến vô cùng như thế"
    }
  },
  {
    "translation": {
      "en": "♪ I'm handsome and I'm talented And love your bank account ♪",
      "vi": "Ta điển trai và ta tài giỏiVà yêu tài khoản ngân hàng của các ngươi"
    }
  },
  {
    "translation": {
      "en": "♪ It's the count, it's the count It's the count ♪",
      "vi": "Đấy là Bá tước, là Bá tước"
    }
  },
  {
    "translation": {
      "en": "♪ It's the count, it's the count ♪",
      "vi": "Đấy là Bá tước, là Bá tước"
    }
  },
  {
    "translation": {
      "en": "♪ It's the count ♪",
      "vi": "Đấy là Bá tước"
    }
  },
  {
    "translation": {
      "en": "♪ The count ♪",
      "vi": "Bá tước"
    }
  },
  {
    "translation": {
      "en": "Yes, we've met.",
      "vi": "Phải, chúng ta đã gặp rồi."
    }
  },
  {
    "translation": {
      "en": "Orphans... [clears throat] ...this is my theater troupe.",
      "vi": "Bọn mồ côi, đây là đoàn kịch của tao."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi.",
      "vi": "- Chào.- Chào."
    }
  },
  {
    "translation": {
      "en": "-Hi. -[white-faced women] Hello.",
      "vi": "- Chào.- Chào."
    }
  },
  {
    "translation": {
      "en": "And as anyone in the theater knows, after a grand entrance,",
      "vi": "Như mọi người trong rạp hát đều biết,sau màn trình diễn xuất sắc,"
    }
  },
  {
    "translation": {
      "en": "the audience is supposed to applaud.",
      "vi": "khán giả sẽ vỗ tay."
    }
  },
  {
    "translation": {
      "en": "\"Applaud\" means go like this.",
      "vi": "\"Vỗ tay\" nghĩa là thế này."
    }
  },
  {
    "translation": {
      "en": "We're not an audience.",
      "vi": "Chúng cháu không phải khán giả."
    }
  },
  {
    "translation": {
      "en": "No, orphans, you are not.",
      "vi": "Đúng là không, bọn mồ côi."
    }
  },
  {
    "translation": {
      "en": "But we have been preparing an exciting new production",
      "vi": "Nhưng bọn tao đang chuẩn bịmột sản phẩm mới rất hấp dẫn"
    }
  },
  {
    "translation": {
      "en": "that, on opening night, will change your life.",
      "vi": "và đêm khai mạc nó,sẽ thay đổi cuộc đời chúng mày."
    }
  },
  {
    "translation": {
      "en": "All of the artistic and financial aspects of my career are finally coming together",
      "vi": "Mọi khía cạnh nghệ thuật và tài chínhtrong sự nghiệp tao cuối cùng đã hội tụ"
    }
  },
  {
    "translation": {
      "en": "like two pieces of a bread in the middle of a sandwich.",
      "vi": "như hai miếng bánh ở giữa cái sandwich."
    }
  },
  {
    "translation": {
      "en": "What my sister means is that--",
      "vi": "Em gái cháu muốn nói..."
    }
  },
  {
    "translation": {
      "en": "I don't care what she means.",
      "vi": "Tao không quan tâm."
    }
  },
  {
    "translation": {
      "en": "I don't have time to learn a second language",
      "vi": "Tao không có thì giờ học ngôn ngữ nào"
    }
  },
  {
    "translation": {
      "en": "besides whatever it is I'm speaking right now.",
      "vi": "ngoài ngôn ngữ tao đang nói đây."
    }
  },
  {
    "translation": {
      "en": "In any case, we demand congratulations.",
      "vi": "Dù gì, bọn tao yêu cầu được tán thưởng."
    }
  },
  {
    "translation": {
      "en": "[both] Congratulations.",
      "vi": "Tán thưởng."
    }
  },
  {
    "translation": {
      "en": "A big round of applause.",
      "vi": "Một tràng pháo tay nồng nhiệt."
    }
  },
  {
    "translation": {
      "en": "And the delicious meal that you promised myself and my troupe.",
      "vi": "Và bữa ăn thơm ngonchúng mày đã hứa cho tao và đoàn của tao."
    }
  },
  {
    "translation": {
      "en": "You know, every time she talks,",
      "vi": "Mày biết đấy, mỗi lần nó nói,"
    }
  },
  {
    "translation": {
      "en": "it's like the tines of a fork are being jammed into my--",
      "vi": "như thể cái nĩa đang đâm vào..."
    }
  },
  {
    "translation": {
      "en": "What my sister means is, dinner will be served shortly.",
      "vi": "Nó nói bữa tối sẽ được dọn lên ngay."
    }
  },
  {
    "translation": {
      "en": "What are we supposed to do until then?",
      "vi": "Ta làm gì cho đến lúc đấy?"
    }
  },
  {
    "translation": {
      "en": "-We could wait patiently. -How about some wine, Olaf?",
      "vi": "- Ta có thể kiên nhẫn chờ đợi.- Rượu thì sao, Olaf?"
    }
  },
  {
    "translation": {
      "en": "Yes, yes, wine. We had that nice rosé last time.",
      "vi": "Phải, rượu.Lần trước ta uống rượu hoa hồng."
    }
  },
  {
    "translation": {
      "en": "It wasn't rosé, it was just watered down.",
      "vi": "Không phải rượu hoa hồng,chỉ là rượu đỏ pha nước."
    }
  },
  {
    "translation": {
      "en": "[sighs] Okay, fine. I'll open up a box of the Merlote.",
      "vi": "Được rồi. Ta sẽ mở một thùng Merlote."
    }
  },
  {
    "translation": {
      "en": "An associate of mine named Brillat-Savarin famously said,",
      "vi": "Một cộng sự của tôi, tên Brillat-Savarin,từng có câu trứ danh rằng,"
    }
  },
  {
    "translation": {
      "en": "\"To invite people to dine with us is to make ourselves responsible",
      "vi": "\"Mời người ta đến ăn tối với mìnhlà làm mình chịu trách nhiệm"
    }
  },
  {
    "translation": {
      "en": "for their well-being as long as they are under our roofs.\"",
      "vi": "cho phúc lợi của họchừng nào họ còn ở dưới mái nhà mình.\""
    }
  },
  {
    "translation": {
      "en": "But he was an 18th century philosopher and gourmand...",
      "vi": "Nhưng ông ấy là một triết giavà nhà sành ăn thế kỷ 18..."
    }
  },
  {
    "translation": {
      "en": "and these were three children with very little catering experience.",
      "vi": "còn đây là ba đứa trẻvới rất ít kinh nghiệm nấu nướng."
    }
  },
  {
    "translation": {
      "en": "Nevertheless, the Baudelaire orphans snapped into action.",
      "vi": "Dù thế, những đứa trẻ mồ côinhà Baudelaire vẫn xắn tay làm."
    }
  },
  {
    "translation": {
      "en": "This pasta maker reminds me of the one built by Thomas Jefferson.",
      "vi": "Cái máy làm mì này khiến chị nhớcái máy mà Thomas Jefferson đã làm."
    }
  },
  {
    "translation": {
      "en": "Will it work?",
      "vi": "Nó sẽ chạy chứ?"
    }
  },
  {
    "translation": {
      "en": "-It will now. -[chuckles]",
      "vi": "Đã chạy rồi đây."
    }
  },
  {
    "translation": {
      "en": "I wonder if Count Olaf's troupe will enjoy this meal.",
      "vi": "Em không biếtđoàn kịch có thích món này không."
    }
  },
  {
    "translation": {
      "en": "Mother said that actors will eat anything.",
      "vi": "Mẹ bảo diễn viên sẽ ăn bất kỳ thứ gì."
    }
  },
  {
    "translation": {
      "en": "You've seen them perform. Would you call them actors?",
      "vi": "Chị thấy họ biểu diễn đấy.Chị gọi họ là diễn viên sao?"
    }
  },
  {
    "translation": {
      "en": "-They're all as talented as Count Olaf. -[scoffs]",
      "vi": "Họ đều tài năng ngang ngửa Bá tước Olaf."
    }
  },
  {
    "translation": {
      "en": "[Lemony] While they waited for the pasta to boil,",
      "vi": "Trong khi chờ có mì để nấu,"
    }
  },
  {
    "translation": {
      "en": "Violet sautéed the garlic, and washed and chopped the anchovies.",
      "vi": "Violet làm tỏi áp chảo,rồi rửa và cắt cá cơm."
    }
  },
  {
    "translation": {
      "en": "Klaus peeled the tomatoes and pitted the olives.",
      "vi": "Klaus lột vỏ cà chua và cắt ôliu."
    }
  },
  {
    "translation": {
      "en": "And Sunny banged on a pot with a wooden spoon,",
      "vi": "Còn Sunny lấy muỗng gỗ đập lên nồi,"
    }
  },
  {
    "translation": {
      "en": "singing a rather repetitive song she had written herself.",
      "vi": "hát lui tới một bài nó tự viết."
    }
  },
  {
    "translation": {
      "en": "By the time it was time for the youngest Baudelaire",
      "vi": "Khi đến lúc em út nhà Baudelaire"
    }
  },
  {
    "translation": {
      "en": "to chop the parsley with her teeth...",
      "vi": "cắt cần tây bằng răng..."
    }
  },
  {
    "translation": {
      "en": "all three children felt less miserable than they had...",
      "vi": "cả ba đứa trẻthấy mình bớt khốn khổ hơn..."
    }
  },
  {
    "translation": {
      "en": "since they first came to Count Olaf's.",
      "vi": "kể từ khimới đặt chân đến nhà Bá tước Olaf."
    }
  },
  {
    "translation": {
      "en": "I think Dad would be proud of this sauce.",
      "vi": "Chị nghĩ bố sẽ tự hào về nước sốt này."
    }
  },
  {
    "translation": {
      "en": "And I think Mom would be proud of how you made your own pasta.",
      "vi": "Mẹ sẽ tự hào về cách chị làm mì Ý."
    }
  },
  {
    "translation": {
      "en": "Maybe we can make this our home after all.",
      "vi": "Xét cho cùng,ta có thể xem nơi này là nhà mình."
    }
  },
  {
    "translation": {
      "en": "Remember what Father said when he burnt the quesadillas?",
      "vi": "Nhớ bố đã nói gìkhi bố làm cháy bánh quesadilla không?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "\"Better than nothing.\"",
      "vi": "\"Còn hơn không có gì.\""
    }
  },
  {
    "translation": {
      "en": "At times like these, surrounded by colleagues and cohorts,",
      "vi": "Những lúc thế này,có đồng nghiệp và bầu bạn sum vầy,"
    }
  },
  {
    "translation": {
      "en": "gathered in fellowship for the purpose of plotting theater,",
      "vi": "đến trong tình anh emvì mục đích xây dựng nhà hát,"
    }
  },
  {
    "translation": {
      "en": "there's an eternal question that always springs to mind...",
      "vi": "có một câu hỏiluôn mãi vang lên trong đầu..."
    }
  },
  {
    "translation": {
      "en": "[yelling] When are we going to eat?",
      "vi": "Lúc nào bọn tao được ăn?"
    }
  },
  {
    "translation": {
      "en": "Dinner is served.",
      "vi": "Bữa tối dọn lên rồi đây."
    }
  },
  {
    "translation": {
      "en": "-Wow, that was quick. -And it smells delicious.",
      "vi": "- Nhanh đấy.- Và mùi thơm nữa."
    }
  },
  {
    "translation": {
      "en": "-[Olaf groans] -I mean... [grunts]",
      "vi": "Ý tôi là..."
    }
  },
  {
    "translation": {
      "en": "As I was saying, before the help interrupted...",
      "vi": "Như tôi đã nói,trước khi đám hầu bàn này xen vào..."
    }
  },
  {
    "translation": {
      "en": "there is no \"I\" in acting...",
      "vi": "trong diễn xuất, không có chữ \"Tôi\","
    }
  },
  {
    "translation": {
      "en": "no selfish urges, no arrogance,",
      "vi": "không đòi hỏi ích kỷ, không kiêu căng,"
    }
  },
  {
    "translation": {
      "en": "no ego, no vanity,",
      "vi": "không có cái tôi, không hư danh,"
    }
  },
  {
    "translation": {
      "en": "no dangerous overabundance of inflated self-regard.",
      "vi": "không có kiểu tự mãn vênh váoquá đáng đến mức nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "There is only what the French call a certain... \"escargot.\"",
      "vi": "Chỉ có một điềumà người Pháp gọi là...\"escargot\"."
    }
  },
  {
    "translation": {
      "en": "It is the first burst of applause when the curtain rises.",
      "vi": "Đấy là tràng pháo tay đầu tiên khi mở màn."
    }
  },
  {
    "translation": {
      "en": "-[grunts] -The second burst of applause",
      "vi": "Đấy là tràng pháo tay đầu tiên khi mở màn. Tràng pháo tay thứ hai"
    }
  },
  {
    "translation": {
      "en": "when the leading man glides out from the wings,",
      "vi": "khi diễn viên chính lướt ra từ cánh gà,"
    }
  },
  {
    "translation": {
      "en": "faces his crowd and recites the--",
      "vi": "đối diện khán giả và đọc..."
    }
  },
  {
    "translation": {
      "en": "-Soliloquy. -[sighs]",
      "vi": "Lời độc thoại."
    }
  },
  {
    "translation": {
      "en": "I'm... That's... His soliloquy.",
      "vi": "Tôi... Đấy... Lời độc thoại của diễn viên."
    }
  },
  {
    "translation": {
      "en": "It is the thrill of the 14th mandatory standing ovation.",
      "vi": "Đấy là nỗi xúc độngcủa huấn lệnh thứ 14 về việc tán thưởng."
    }
  },
  {
    "translation": {
      "en": "I give and I give to my public",
      "vi": "Tôi cống hiếnvà ban phát cho khán giả của tôi"
    }
  },
  {
    "translation": {
      "en": "just as I give and I give to these orphans.",
      "vi": "cũng như tôi cống hiếnvà ban phát cho những đứa mồ côi này."
    }
  },
  {
    "translation": {
      "en": "But sometimes, and every actor does this,",
      "vi": "Nhưng có những lúc,và mọi diễn viên đều làm thế,"
    }
  },
  {
    "translation": {
      "en": "I ask myself, \"Is it worth it?",
      "vi": "tôi tự hỏi mình, \"Có đáng hay không?"
    }
  },
  {
    "translation": {
      "en": "Is it really worth it to chase an enormous fortune?\"",
      "vi": "Có thật sự đáng đểtheo đuổi một gia tài kếch xù không?\""
    }
  },
  {
    "translation": {
      "en": "[clearing throat] Boss...",
      "vi": "Sếp..."
    }
  },
  {
    "translation": {
      "en": "-Where's the roast beef? -What?",
      "vi": "Thịt bò nướng đâu? Cái gì?"
    }
  },
  {
    "translation": {
      "en": "The roast beef.",
      "vi": "Thịt bò nướng."
    }
  },
  {
    "translation": {
      "en": "We didn't make any roast beef. We made puttanesca sauce.",
      "vi": "Chúng cháu không làm thịt bò nướng.Chúng cháu làm nước sốt puttanesca."
    }
  },
  {
    "translation": {
      "en": "And homemade pasta.",
      "vi": "Và mì Ý tự làm tại gia."
    }
  },
  {
    "translation": {
      "en": "What? No roast beef?",
      "vi": "Cái gì? Không có thịt bò nướng?"
    }
  },
  {
    "translation": {
      "en": "You didn't tell us you wanted roast beef.",
      "vi": "Ông không bảo ông muốn thịt bò nướng."
    }
  },
  {
    "translation": {
      "en": "Look at my guests!",
      "vi": "Nhìn khách của tao xem!"
    }
  },
  {
    "translation": {
      "en": "They... they can hardly touch this revolting foreign food.",
      "vi": "Họ hầu như không thèm động đếnmón ăn ngoại lai ghê tởm này."
    }
  },
  {
    "translation": {
      "en": "[scoffs] In agreeing to adopt you, I became your father.",
      "vi": "Khi đồng ý nhận nuôi mày,tao trở thành bố mày."
    }
  },
  {
    "translation": {
      "en": "And as your father, I am not someone to be trifled with.",
      "vi": "Và là bố,tao không phải là người để mày cãi lại."
    }
  },
  {
    "translation": {
      "en": "You can't go easy on children. They need to be taught to obey their elders.",
      "vi": "Trẻ con cần được dạybiết vâng lời người lớn."
    }
  },
  {
    "translation": {
      "en": "You asked them to make dinner.",
      "vi": "Anh bảo chúng làm bữa tối."
    }
  },
  {
    "translation": {
      "en": "And all they did was slap together some disgusting sauce.",
      "vi": "Chúng chỉ trộn bừa ít nước sốt tởm lợm."
    }
  },
  {
    "translation": {
      "en": "That's what happens with wealthy kids. Money is really a corrupting influence.",
      "vi": "Bọn nhóc giàu có là thế đấy.Tiền là thứ gây hư thân."
    }
  },
  {
    "translation": {
      "en": "Well, let's not get carried away.",
      "vi": "Đừng có nóng."
    }
  },
  {
    "translation": {
      "en": "Hmm. You're a pretty little one.",
      "vi": "Mày là đứa nhóc xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "I demand that you serve roast beef to myself and my guests!",
      "vi": "Tao ra lệnh mày dọn thịt bò nướngcho tao và khách của tao!"
    }
  },
  {
    "translation": {
      "en": "We don't have any. We made pasta puttanesca.",
      "vi": "Chúng cháu không có thịt.Chúng cháu làm mì Ý puttanesca."
    }
  },
  {
    "translation": {
      "en": "-[Violet] Sunny! -Put her down.",
      "vi": "- Sunny!- Thả nó xuống."
    }
  },
  {
    "translation": {
      "en": "[chuckles deviously] Alas, poor Sunny.",
      "vi": "À há, Sunny tội nghiệp."
    }
  },
  {
    "translation": {
      "en": "-Let her go! -[all gasp]",
      "vi": "Thả con bé ra!"
    }
  },
  {
    "translation": {
      "en": "This table is a mess. There's hardly a place to put down a baby.",
      "vi": "Cái bàn này quá bừa bộn. Hầu nhưchẳng có chỗ để đặt một đứa bé xuống."
    }
  },
  {
    "translation": {
      "en": "[Violet] Sunny!",
      "vi": "Sunny!"
    }
  },
  {
    "translation": {
      "en": "We're leaving for rehearsals.",
      "vi": "Bọn tao đi tập kịch đây."
    }
  },
  {
    "translation": {
      "en": "But the baby said there was chocolate pudding!",
      "vi": "Nhưng nó nói có bánh sôcôla!"
    }
  },
  {
    "translation": {
      "en": "You children are to clean the table,",
      "vi": "Lũ nhóc chúng mày lo mà dọn bàn,"
    }
  },
  {
    "translation": {
      "en": "and wash the dishes, and polish the silver,",
      "vi": "rửa chén, và lau chùi ly rượu,"
    }
  },
  {
    "translation": {
      "en": "and rinse out all the wine bottles for recycling.",
      "vi": "và súc chai rượu để còn dùng lại."
    }
  },
  {
    "translation": {
      "en": "And then you are to go straight to your beds.",
      "vi": "Rồi chúng mày lên thẳng mấy chiếc giường."
    }
  },
  {
    "translation": {
      "en": "You mean our bed?",
      "vi": "Ý ông là một chiếc giường?"
    }
  },
  {
    "translation": {
      "en": "You've only provided us with one bed.",
      "vi": "Ông chỉ cho chúng cháu một chiếc giường."
    }
  },
  {
    "translation": {
      "en": "If you want another bed,",
      "vi": "Nếu mày muốn có giường khác,"
    }
  },
  {
    "translation": {
      "en": "tomorrow you may go into town and purchase one.",
      "vi": "ngày mai cứ vào thành phố mà mua một cái."
    }
  },
  {
    "translation": {
      "en": "You know perfectly well we haven't any money.",
      "vi": "Ông biết chúng cháu không có tiền mà."
    }
  },
  {
    "translation": {
      "en": "Hmm. Of course you do.",
      "vi": "Tất nhiên là mày có."
    }
  },
  {
    "translation": {
      "en": "You three lucky orphans are inheriting an enormous fortune.",
      "vi": "Ba đứa mồ côi may mắn chúng màyđang thừa kế một gia sản kếch xù."
    }
  },
  {
    "translation": {
      "en": "The money our parents left behind is not to be used until Violet--",
      "vi": "Tiền bố mẹ chúng cháu để lạikhông được dùng cho đến..."
    }
  },
  {
    "translation": {
      "en": "The theater awaits.",
      "vi": "Rạp hát đang chờ chúng ta."
    }
  },
  {
    "translation": {
      "en": "-Are you all right? -No. [whimpers]",
      "vi": "- Em ổn chứ?- Không."
    }
  },
  {
    "translation": {
      "en": "-This isn't. -What?",
      "vi": "- Thế này không phải.- Sao?"
    }
  },
  {
    "translation": {
      "en": "Better than nothing.",
      "vi": "Còn hơn không có gì."
    }
  },
  {
    "translation": {
      "en": "[Lemony] There are many, many things that are better than nothing.",
      "vi": "Có nhiều, rất nhiều điềucòn hơn không có gì."
    }
  },
  {
    "translation": {
      "en": "A home-cooked meal is better than nothing.",
      "vi": "Một bữa ăn tự nấu còn hơn không có gì."
    }
  },
  {
    "translation": {
      "en": "A roof over one's head is better than nothing.",
      "vi": "Một mái nhà trên đầu còn hơn không có gì."
    }
  },
  {
    "translation": {
      "en": "And a place to sleep,",
      "vi": "Và một nơi để ngủ,"
    }
  },
  {
    "translation": {
      "en": "even if the bed is very small and the blanket damp with tears,",
      "vi": "dù cho chiếc giường rất nhỏvà chăn thấm đẫm nước mắt,"
    }
  },
  {
    "translation": {
      "en": "is better than nothing.",
      "vi": "còn hơn không có gì."
    }
  },
  {
    "translation": {
      "en": "But being raised in a violent and sinister environment",
      "vi": "Nhưng lớn lêntrong một môi trường bạo lực và hung hãn"
    }
  },
  {
    "translation": {
      "en": "by a man more interested in one's fortune than comfort and well-being",
      "vi": "của một người quan tâm đến gia tàihơn là sự khuây khỏa và hạnh phúc của bạn,"
    }
  },
  {
    "translation": {
      "en": "is not better than nothing.",
      "vi": "thì chẳng tốt lành gì."
    }
  },
  {
    "translation": {
      "en": "And as the Baudelaires would discover,",
      "vi": "Và khi đám trẻ khám phá ra,"
    }
  },
  {
    "translation": {
      "en": "there are some things that even a long night of introspection",
      "vi": "có những điềumà một đêm dài trằn trọc xem xét nội tâm"
    }
  },
  {
    "translation": {
      "en": "cannot change.",
      "vi": "chẳng thay đổi được gì."
    }
  },
  {
    "translation": {
      "en": "[Lemony] The Baudelaire orphans knew they had to find a way",
      "vi": "Đám trẻ nhà Baudelairebiết rằng chúng phải tìm cách"
    }
  },
  {
    "translation": {
      "en": "out of their dreadfully unfortunate circumstances,",
      "vi": "thoát khỏi tình cảnhbất hạnh kinh hoàng của mình."
    }
  },
  {
    "translation": {
      "en": "and, perhaps, solve the mystery of how they ended up in them.",
      "vi": "Và có lẽ là, giải mã bí ẩnvề lý do chúng rơi vào tình cảnh đó. LỊCH SỬ DANG DỞ CỦA BÍ MẬT"
    }
  },
  {
    "translation": {
      "en": "I have the same dedication to researching and presenting this story",
      "vi": "Tôi tận tụy nghiên cứuvà giới thiệu câu chuyện này"
    }
  },
  {
    "translation": {
      "en": "no matter what dangers it puts me in.",
      "vi": "bất chấp mọi hiểm nguy có thể gặp phải."
    }
  },
  {
    "translation": {
      "en": "Trouble and strife can cover this world like the dark of night,",
      "vi": "Bất an và xung đột có thểbao phủ thế giới này như bóng đêm đen,"
    }
  },
  {
    "translation": {
      "en": "or like smoke from a suspicious fire.",
      "vi": "hay như làn khóitừ một vụ hỏa hoạn đáng ngờ."
    }
  },
  {
    "translation": {
      "en": "And when that happens...",
      "vi": "Và khi nó xảy ra..."
    }
  },
  {
    "translation": {
      "en": "...all good, true and decent people know that it's time to volunteer.",
      "vi": "Mọi con người tử tế, chân thật và tốt lànhđều biết đấy là lúc phải xung phong."
    }
  },
  {
    "translation": {
      "en": "-I'm worried about the children. -Me, too.",
      "vi": "- Em lo cho bọn trẻ.- Anh cũng thế."
    }
  },
  {
    "translation": {
      "en": "They're in danger, I know it.",
      "vi": "Chúng đang gặp nguy hiểm. Anh biết."
    }
  },
  {
    "translation": {
      "en": "We need to get to them.",
      "vi": "Ta cần tìm đến chúng."
    }
  },
  {
    "translation": {
      "en": "We need to get out of here first.",
      "vi": "Ta cần thoát ra khỏi đây trước."
    }
  },
  {
    "translation": {
      "en": "[sighs] What's that thing Einstein said?",
      "vi": "Einstein đã nói gì nhỉ?"
    }
  }
]