[
  {
    "translation": {
      "en": "[guy] Guys, get off me!",
      "vi": "Các anh, bỏ tôi ra!"
    }
  },
  {
    "translation": {
      "en": "Get off me!",
      "vi": "Bỏ tôi ra!"
    }
  },
  {
    "translation": {
      "en": "Hey, get off me!",
      "vi": "Này, bỏ tôi ra!"
    }
  },
  {
    "translation": {
      "en": "[man] Jesus said, \"You have to put me before other people,",
      "vi": "Jesus nói, \"Con phải đặt ta trên người khác,"
    }
  },
  {
    "translation": {
      "en": "and you have to put me before yourself.\"",
      "vi": "và phải đặt ta trên cả bản thân mình.\""
    }
  },
  {
    "translation": {
      "en": "Hitler-- That was a demand, to be in the Nazi party.",
      "vi": "Hitler...Đó là một yêu cầu, để được vào đảng Quốc xã."
    }
  },
  {
    "translation": {
      "en": "They had to put the Nazi party and its objectives",
      "vi": "Họ phải đặt đảng Quốc xã và mục tiêu của nó"
    }
  },
  {
    "translation": {
      "en": "ahead of their father, mother, brother, sister, and their own life.",
      "vi": "trên cha, mẹ, anh chị em và cuộc sống của họ."
    }
  },
  {
    "translation": {
      "en": "That was a covenant. A pledge.",
      "vi": "Đó là giao ước. Một cam kết."
    }
  },
  {
    "translation": {
      "en": "But the real work is invisible.",
      "vi": "Nhưng việc thực sự là vô hình."
    }
  },
  {
    "translation": {
      "en": "And it is invisibly spreading.",
      "vi": "Và nó lan truyền vô hình."
    }
  },
  {
    "translation": {
      "en": "The more you can make your organization invisible, the more influence it'll have.",
      "vi": "Bạn càng có thể khiến tổ chức tàng hình, nó càng có nhiều ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "[man 2] They will accuse me of betraying their trust.",
      "vi": "Họ sẽ buộc tội tôi phản bội lòng tin của họ."
    }
  },
  {
    "translation": {
      "en": "In a fundamental way, I did.",
      "vi": "Theo cách cơ bản, tôi đã làm thế."
    }
  },
  {
    "translation": {
      "en": "They want to be a secret, invisible organization. I wrote two books about them.",
      "vi": "Họ muốn là tổ chức bí mật, vô hình. Tôi viết hai cuốn sách về họ."
    }
  },
  {
    "translation": {
      "en": "But the story is no longer just about my experience.",
      "vi": "Nhưng câu chuyện không còn chỉ là về trải nghiệm của tôi."
    }
  },
  {
    "translation": {
      "en": "[man 3] It took a long time before I realized just who the Family was,",
      "vi": "Phải mất một thời gian dài trước khi tôi nhận ra Hội Gia Đình là ai,"
    }
  },
  {
    "translation": {
      "en": "and the influence they have had in the leadership of our country.",
      "vi": "và ảnh hưởng của họ đối với lãnh đạo đất nước của ta."
    }
  },
  {
    "translation": {
      "en": "This was a group with tentacles around the world,",
      "vi": "Đây là một nhóm có những xúc tu khắp thế giới,"
    }
  },
  {
    "translation": {
      "en": "meeting with presidents, foreign leaders,",
      "vi": "gặp gỡ các tổng thống, các lãnh đạo nước ngoài,"
    }
  },
  {
    "translation": {
      "en": "to spread their view of Jesus throughout the world.",
      "vi": "để truyền bá quan điểm của họ về Jesus khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "[newscaster] The National Prayer Breakfast:",
      "vi": "Điểm tâm Cầu nguyện Quốc gia: một tổ chức của Washington"
    }
  },
  {
    "translation": {
      "en": "a Washington institution for Republican and Democratic presidents",
      "vi": "Điểm tâm Cầu nguyện Quốc gia: một tổ chức của Washington cho các tổng thống đảng Cộng hòa và Dân chủ từ thời Eisenhower."
    }
  },
  {
    "translation": {
      "en": "since Eisenhower.",
      "vi": "cho các tổng thống đảng Cộng hòa và Dân chủ từ thời Eisenhower."
    }
  },
  {
    "translation": {
      "en": "[Reagan] I want to thank all those inside and outside of Congress",
      "vi": "Tôi muốn cảm ơn những người bên trong và bên ngoài Quốc hội"
    }
  },
  {
    "translation": {
      "en": "who made this all possible.",
      "vi": "đã giúp điều này thành hiện thực."
    }
  },
  {
    "translation": {
      "en": "[woman] They said he's the most powerful man in Washington you've never heard of.",
      "vi": "Họ nói ông ấy là người quyền lực nhất ở Washington mà bạn chưa bao giờ nghe tới."
    }
  },
  {
    "translation": {
      "en": "He's like the Wizard of Oz.",
      "vi": "Ông ấy như Phù Thủy Xứ Oz."
    }
  },
  {
    "translation": {
      "en": "[Reagan] I wish I could say more about it,",
      "vi": "Ước gì tôi có thể nói thêm,"
    }
  },
  {
    "translation": {
      "en": "but it's working precisely because it is private.",
      "vi": "nhưng nó có thể hoạt động chính xác là vì nó riêng tư."
    }
  },
  {
    "translation": {
      "en": "[man] We need to reach leaders. And then if you reach the leaders,",
      "vi": "Ta cần gặp các lãnh đạo. Và nếu bạn gặp họ,"
    }
  },
  {
    "translation": {
      "en": "then the whole nation will be influenced for Christ.",
      "vi": "thì cả nước sẽ chịu ảnh hưởng của Jesus."
    }
  },
  {
    "translation": {
      "en": "The notion was floated: What if we lived together?",
      "vi": "Ý tưởng được đề xuất: Nếu ta cùng sống thì sao?"
    }
  },
  {
    "translation": {
      "en": "I was part of a group called C Street when I was in Washington.",
      "vi": "Tôi là thành viên của nhóm C Street khi tôi ở Washington."
    }
  },
  {
    "translation": {
      "en": "[reporter] Governor Mark Sanford, Senator John Ensign,",
      "vi": "Thống đốc Mark Sanford, thượng nghị sĩ John Ensign,"
    }
  },
  {
    "translation": {
      "en": "all embroiled in scandal...",
      "vi": "đều dính vào bê bối..."
    }
  },
  {
    "translation": {
      "en": "Doing the Lord's work in the devil's playground.",
      "vi": "Làm việc của Chúa trong sân chơi của quỷ dữ."
    }
  },
  {
    "translation": {
      "en": "[man] We meet with some really horrible people.",
      "vi": "Chúng tôi gặp vài người rất kinh khủng."
    }
  },
  {
    "translation": {
      "en": "Dictators and murderers and thieves.",
      "vi": "Những kẻ độc tài, giết người và trộm cướp."
    }
  },
  {
    "translation": {
      "en": "If I were a bad faith actor from another country,",
      "vi": "Nếu tôi là một kẻ không trung thực từ một nước khác,"
    }
  },
  {
    "translation": {
      "en": "that is exactly the kind of meeting that I would want to exploit.",
      "vi": "đó chính là cuộc họp mà tôi muốn khai thác."
    }
  },
  {
    "translation": {
      "en": "[man] Everybody in the room had their hands on this President-elect.",
      "vi": "Mọi người trong phòng đều đặt tay lên Tổng thống đắc cử."
    }
  },
  {
    "translation": {
      "en": "[man 2] This is what the Family's been waiting for.",
      "vi": "Đây là thứ Hội Gia Đình chờ đợi."
    }
  },
  {
    "translation": {
      "en": "He's God's man.",
      "vi": "Ông ấy là người của Chúa."
    }
  },
  {
    "translation": {
      "en": "[woman] And they say it's about faith,",
      "vi": "Và họ nói đó là về đức tin,"
    }
  },
  {
    "translation": {
      "en": "but there's a shared understanding",
      "vi": "nhưng có một sự hiểu biết chung rằng"
    }
  },
  {
    "translation": {
      "en": "that what we're really about here is power.",
      "vi": "điều họ thực sự quan tâm ở đây là quyền lực."
    }
  },
  {
    "translation": {
      "en": "[man] I lived with those guys,",
      "vi": "Tôi sống với những người đó,"
    }
  },
  {
    "translation": {
      "en": "prayed with them at their headquarters at the seat of their power.",
      "vi": "cầu nguyện với họ ở trụ sở của họ ở chỗ quyền lực của họ."
    }
  },
  {
    "translation": {
      "en": "There were congressmen, senators, world leaders.",
      "vi": "Có các nghị sĩ, thượng nghị sĩ, lãnh đạo thế giới."
    }
  },
  {
    "translation": {
      "en": "An invisible organization that had been hiding in plain sight for over 80 years.",
      "vi": "Một tổ chức vô hình ẩn nấp ngay trước mắt ta trên 80 năm qua."
    }
  },
  {
    "translation": {
      "en": "[man 2] People think that there's something sinister.",
      "vi": "Người ta nghĩ có gì đó xấu xa."
    }
  },
  {
    "translation": {
      "en": "There has to be a conspiracy.",
      "vi": "Phải có một âm mưu."
    }
  },
  {
    "translation": {
      "en": "It's the furthest thing from the truth.",
      "vi": "Không hề."
    }
  },
  {
    "translation": {
      "en": "[woman] It's a breathtaking enmeshment of Church and State.",
      "vi": "Đó là một sự kết hợp hoành tráng của Giáo hội và chính phủ."
    }
  },
  {
    "translation": {
      "en": "[man] A humble example of leadership",
      "vi": "Một ví dụ khiêm tốn về lãnh đạo"
    }
  },
  {
    "translation": {
      "en": "that the world has never seen.",
      "vi": "mà thế giới chưa từng thấy."
    }
  },
  {
    "translation": {
      "en": "-[man 2] That's a corruption of democracy. -[man 3] It's the power of God.",
      "vi": "- Một sự tham nhũng của nền dân chủ. - Đó là quyền lực của Chúa."
    }
  },
  {
    "translation": {
      "en": "[man 4] This is something that the world desperately needs.",
      "vi": "Đây là thứ mà thế giới rất cần."
    }
  },
  {
    "translation": {
      "en": "[man 1] Hark! All worry will be left behind.",
      "vi": "LOẠT PHIM TÀI LIỆU NETFLIX Nghe này! Mọi lo lắng sẽ bị bỏ lại."
    }
  },
  {
    "translation": {
      "en": "All disappointment, too,",
      "vi": "Và cả mọi sự thất vọng,"
    }
  },
  {
    "translation": {
      "en": "will be gone forever.",
      "vi": "chúng sẽ biến mất mãi mãi."
    }
  },
  {
    "translation": {
      "en": "[man 2] We adopted a program for a worldwide spiritual offensive.",
      "vi": "Ta thông qua một kế hoạch truyền bá tôn giáo toàn thế giới."
    }
  },
  {
    "translation": {
      "en": "[man 3] I know, as never before.",
      "vi": "Tôi biết, chưa ai từng biết,"
    }
  },
  {
    "translation": {
      "en": "that we are all God's children.",
      "vi": "chúng ta đều là con cái của Chúa."
    }
  },
  {
    "translation": {
      "en": "[man 1] There is only one thing we can take with us through that door.",
      "vi": "Chỉ có một thứ ta có thể mang theo qua cánh cửa đó."
    }
  },
  {
    "translation": {
      "en": "Those whom we have led to the Savior.",
      "vi": "Những người chúng ta đã dẫn đến Đấng Cứu Rỗi."
    }
  },
  {
    "translation": {
      "en": "[man] Fear him. Love him.",
      "vi": "Sợ người. Yêu người."
    }
  },
  {
    "translation": {
      "en": "Submit yourself completely.",
      "vi": "Bạn hoàn toàn phục tùng."
    }
  },
  {
    "translation": {
      "en": "Then you will be His disciple.",
      "vi": "Rồi bạn sẽ là môn đồ của người."
    }
  },
  {
    "translation": {
      "en": "[George W. Bush] What we have begun, we will finish.",
      "vi": "Những gì ta đã bắt đầu, ta sẽ kết thúc."
    }
  },
  {
    "translation": {
      "en": "[man] One of the things I've always found interesting, even as a boy,",
      "vi": "Một trong những điều tôi luôn thấy thú vị, kể cả khi còn bé,"
    }
  },
  {
    "translation": {
      "en": "is the idea that there are these battles between good and evil;",
      "vi": "là ý tưởng có những trận chiến giữa thiện và ác,"
    }
  },
  {
    "translation": {
      "en": "that we are actively engaged in a war with the forces of evil every day,",
      "vi": "rằng ta đang tích cực tham gia một cuộc chiến với các thế lực của cái ác mỗi ngày,"
    }
  },
  {
    "translation": {
      "en": "and that there are demonic influences in our lives,",
      "vi": "và có những ảnh hưởng của quỷ trong cuộc sống của ta,"
    }
  },
  {
    "translation": {
      "en": "and that you have to be on guard.",
      "vi": "và bạn phải cảnh giác."
    }
  },
  {
    "translation": {
      "en": "So as a boy, this, on the one hand, makes the world a much scarier place.",
      "vi": "Là một cậu bé, điều này, về một mặt, khiến thế giới trở nên đáng sợ hơn."
    }
  },
  {
    "translation": {
      "en": "On the other hand, it makes the world a more exciting place.",
      "vi": "Mặt khác, nó làm thế giới trở nên thú vị hơn."
    }
  },
  {
    "translation": {
      "en": "My mother died of breast cancer.",
      "vi": "Mẹ tôi qua đời vì ung thư vú."
    }
  },
  {
    "translation": {
      "en": "Um... She was young, and I was just a kid.",
      "vi": "Khi đó mẹ còn trẻ,  tôi chỉ là một đứa bé."
    }
  },
  {
    "translation": {
      "en": "She grew up in vaguely Pentecostal Christianity.",
      "vi": "Mẹ tôi lớn lên trong một Kitô giáo Ngũ Tuần."
    }
  },
  {
    "translation": {
      "en": "And as she lay dying,",
      "vi": "Và khi mẹ tôi hấp hối,"
    }
  },
  {
    "translation": {
      "en": "she would invite members of various faiths in to pray with her.",
      "vi": "bà mời các tín đồ tôn giáo khác nhau đến cầu nguyện với bà."
    }
  },
  {
    "translation": {
      "en": "And I noticed some of them prayed for her salvation,",
      "vi": "Và tôi nhận thấy vài người trong số họ cầu nguyện cho bà siêu thoát,"
    }
  },
  {
    "translation": {
      "en": "that she would become a member of their faith, even in death.",
      "vi": "rằng bà sẽ trở thành tín đồ tôn giáo của họ, ngay cả khi chết."
    }
  },
  {
    "translation": {
      "en": "And some of them prayed for her deliverance,",
      "vi": "Vài người cầu cho bà được cứu nguy,"
    }
  },
  {
    "translation": {
      "en": "for a reprieve from her suffering, so that she might live longer.",
      "vi": "để bà không phải chịu đựng nữa, để bà có thể sống lâu hơn."
    }
  },
  {
    "translation": {
      "en": "And that question of deliverance versus salvation,",
      "vi": "Và thắc mắc về sự cứu nguy và siêu thoát,"
    }
  },
  {
    "translation": {
      "en": "the world to come or freedom now,",
      "vi": "được lên thiên đàng hay tiếp tục sống,"
    }
  },
  {
    "translation": {
      "en": "really struck me,",
      "vi": "thực sự khiến tôi trăn trở,"
    }
  },
  {
    "translation": {
      "en": "and has lead me into all the stories that I've been interested in ever since.",
      "vi": "và dẫn dắt tôi vào những câu chuyện mà tôi quan tâm từ đó. TUYỆT VỌNG VÀ SỰ CỨU NGUY."
    }
  },
  {
    "translation": {
      "en": "When I was in my early 20s, I decided to write about religion.",
      "vi": "Khi ở tuổi 20, tôi quyết định viết về tôn giáo. TÔI MUỐN BIẾT"
    }
  },
  {
    "translation": {
      "en": "And I was living in New York, working on this book,",
      "vi": "Và tôi đang sống ở New York, viết cuốn sách này,"
    }
  },
  {
    "translation": {
      "en": "and I'd heard that an old friend of mine, a man named Luke, was in town.",
      "vi": "và tôi nghe nói một người bạn cũ của tôi, tên là Luke, đang ở trong thành phố."
    }
  },
  {
    "translation": {
      "en": "Luke was a very promising guy,",
      "vi": "Luke là một người rất hứa hẹn,"
    }
  },
  {
    "translation": {
      "en": "from a sort of an upper-class family, and had a fine trajectory to his life.",
      "vi": "xuất thân gia đình thượng lưu, và có một quỹ đạo tốt cho cuộc đời."
    }
  },
  {
    "translation": {
      "en": "Engaged to be married, and building a financial career.",
      "vi": "Đính hôn để kết hôn và xây dựng sự nghiệp tài chính."
    }
  },
  {
    "translation": {
      "en": "But then he left all that",
      "vi": "Nhưng rồi cậu ấy bỏ lại những thứ đó"
    }
  },
  {
    "translation": {
      "en": "and moved across the country to join, um, what his family feared was a cult.",
      "vi": "và chuyển đến bên kia đất nước để gia nhập thứ mà gia đình cậu ấy sợ là cuồng giáo."
    }
  },
  {
    "translation": {
      "en": "He seemed to just drop out, just to disappear.",
      "vi": "Có vẻ cậu ấy đã bỏ học chỉ để biến mất."
    }
  },
  {
    "translation": {
      "en": "And so his family said, because they knew I wrote about religion,",
      "vi": "Gia đình cậu ấy nói, vì họ biết tôi viết về tôn giáo,"
    }
  },
  {
    "translation": {
      "en": "they said, \"Would you meet with him and sort of see what he's up to?\"",
      "vi": "họ nói, \"Cháu sẽ gặp nó và xem nó thế nào chứ?\""
    }
  },
  {
    "translation": {
      "en": "This was very shortly after 9/11.",
      "vi": "Chuyện này xảy ra ngay sau vụ 11/9."
    }
  },
  {
    "translation": {
      "en": "And one of the things he said he was there for--",
      "vi": "Một trong những điều cậu ấy nói lý do cậu ấy ở đó..."
    }
  },
  {
    "translation": {
      "en": "He wanted to survey the ruins of secularism.",
      "vi": "Cậu ấy muốn xem xét tàn tích của chủ nghĩa thế tục."
    }
  },
  {
    "translation": {
      "en": "But he said, \"Now we see clearly. This is a battle between good and evil.\"",
      "vi": "Nhưng cậu ấy nói, \"Giờ ta thấy rõ rồi. Đây là trận chiến giữa thiện và ác.\""
    }
  },
  {
    "translation": {
      "en": "He seems to be a transformed person.",
      "vi": "Có vẻ cậu ấy đã biến đổi."
    }
  },
  {
    "translation": {
      "en": "And he told me about this amorphous thing that he had joined.",
      "vi": "Cậu ấy kể về chuyện vô định hình mà cậu ấy đã tham gia."
    }
  },
  {
    "translation": {
      "en": "-He says... [voices overlap] -\"They're not Christians.\"",
      "vi": "\"Họ không phải người Kitô giáo.\""
    }
  },
  {
    "translation": {
      "en": "We're followers of Jesus, and we just serve.",
      "vi": "Bọn tôi là tín đồ của Jesus, và chỉ phục vụ."
    }
  },
  {
    "translation": {
      "en": "Who do you serve?",
      "vi": "Cậu phục vụ ai?"
    }
  },
  {
    "translation": {
      "en": "Men who are chosen by God for leadership.",
      "vi": "Những người được Chúa chọn làm lãnh đạo."
    }
  },
  {
    "translation": {
      "en": "Politicians.",
      "vi": "Các chính trị gia."
    }
  },
  {
    "translation": {
      "en": "-Is there an organization? -No.",
      "vi": "- Có tổ chức nào không? - Không."
    }
  },
  {
    "translation": {
      "en": "No church, no ministers, no rules and rituals.",
      "vi": "Không nhà thờ, không mục sư, không luật lệ và nghi lễ."
    }
  },
  {
    "translation": {
      "en": "You read the Bible, though, right?",
      "vi": "Nhưng cậu đọc Kinh Thánh?"
    }
  },
  {
    "translation": {
      "en": "Sure, sure, but mostly, we work.",
      "vi": "Dĩ nhiên, nhưng chủ yếu là chúng tôi làm việc."
    }
  },
  {
    "translation": {
      "en": "We...",
      "vi": "Chúng tôi..."
    }
  },
  {
    "translation": {
      "en": "rake leaves, play basketball, clean toilets.",
      "vi": "cào lá, chơi bóng rổ, dọn toilet."
    }
  },
  {
    "translation": {
      "en": "Wait, you clean toilets... for politicians?",
      "vi": "Khoan, cậu dọn toilet... cho các chính trị gia?"
    }
  },
  {
    "translation": {
      "en": "[laughs] I know it sounds weird...",
      "vi": "Nghe có vẻ kỳ quặc..."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -...but it's not.",
      "vi": "- Ừ. - ...nhưng không đâu."
    }
  },
  {
    "translation": {
      "en": "It's just a bunch of guys living together.",
      "vi": "Chỉ là một đám đàn ông sống chung."
    }
  },
  {
    "translation": {
      "en": "It's great.",
      "vi": "Rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "[Jeff Sharlet] It seemed so simple.",
      "vi": "Nó có vẻ rất đơn giản."
    }
  },
  {
    "translation": {
      "en": "And then he invited me to come see it for myself.",
      "vi": "Và rồi cậu ấy mời tôi đến xem tận mắt."
    }
  },
  {
    "translation": {
      "en": "And knowing almost nothing of it, I did.",
      "vi": "Và hầu như không biết gì về nó, tôi đã đi."
    }
  },
  {
    "translation": {
      "en": "[man] Do you take drugs, alcohol, or prescription medication?",
      "vi": "Anh có dùng ma túy, uống rượu bia, hay thuốc kê đơn không?"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] You only got in by being recommended.",
      "vi": "Bạn chỉ được tham gia nếu được giới thiệu."
    }
  },
  {
    "translation": {
      "en": "And had to go through a little interview at this office on Capitol Hill,",
      "vi": "Tôi phải trải qua một cuộc phỏng vấn nhỏ ở văn phòng tại Capitol Hill,"
    }
  },
  {
    "translation": {
      "en": "with a senior aide to a Republican senator from Oklahoma at the time.",
      "vi": "với một trợ lý cấp cao của thượng nghị sĩ đảng Cộng hòa từ Oklahoma khi đó."
    }
  },
  {
    "translation": {
      "en": "[aide] And do you have a girlfriend?",
      "vi": "Có bạn gái chưa?"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] He asked me about my relationship with my girlfriend...",
      "vi": "Ông ấy hỏi tôi về mối quan hệ của tôi với bạn gái..."
    }
  },
  {
    "translation": {
      "en": "-[aide] Is she Christian? -Yeah.",
      "vi": "- Cô ấy là Kitô hữu? - Vâng."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] ...and about my parents.",
      "vi": "...và về bố mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "Questions that I would later come to understand",
      "vi": "Những câu hỏi sau này tôi mới hiểu"
    }
  },
  {
    "translation": {
      "en": "were sort of testing how much was I willing to renounce.",
      "vi": "là bài kiểm tra xem tôi sẵn sàng từ bỏ bao nhiêu."
    }
  },
  {
    "translation": {
      "en": "-And I answered them very honestly. -[inaudible]",
      "vi": "Và tôi trả lời rất thành thật."
    }
  },
  {
    "translation": {
      "en": "Because you have to understand,",
      "vi": "Vì bạn phải hiểu,"
    }
  },
  {
    "translation": {
      "en": "I was in no way an investigative journalist at this time.",
      "vi": "khi đó tôi không phải là một nhà báo điều tra."
    }
  },
  {
    "translation": {
      "en": "-[aide] Were you close with your mom? -I was, yeah.",
      "vi": "- Cậu có từng gần gũi với mẹ? - Đã từng."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] There was no stealth, no cleverness.",
      "vi": "Không lén lút, không khôn khéo."
    }
  },
  {
    "translation": {
      "en": "I told them I was a writer,",
      "vi": "Tôi bảo họ tôi là nhà văn,"
    }
  },
  {
    "translation": {
      "en": "and I'd been traveling around the country,",
      "vi": "và tôi đã du lịch khắp đất nước,"
    }
  },
  {
    "translation": {
      "en": "trying to understand all the different ideas of Jesus,",
      "vi": "cố hiểu mọi ý kiến khác nhau về Chúa Jesus,"
    }
  },
  {
    "translation": {
      "en": "and I was interested in getting to know theirs.",
      "vi": "và tôi muốn tìm hiểu về ý kiến của họ."
    }
  },
  {
    "translation": {
      "en": "[aide] Rent is $400.",
      "vi": "Tiền thuê là 400 đô."
    }
  },
  {
    "translation": {
      "en": "That's with room and board.",
      "vi": "Đó là tiền phòng và tiền ăn."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] I think it was about a week later.",
      "vi": "Tôi nghĩ là khoảng một tuần sau. Tôi vượt qua bài kiểm tra."
    }
  },
  {
    "translation": {
      "en": "I passed the test. I was welcome to come and just live with them",
      "vi": "Tôi nghĩ là khoảng một tuần sau. Tôi vượt qua bài kiểm tra. Tôi được chào đón đến sống với họ và trở thành một người anh em, như họ nói."
    }
  },
  {
    "translation": {
      "en": "and be a brother, as they put it.",
      "vi": "Tôi được chào đón đến sống với họ và trở thành một người anh em, như họ nói."
    }
  },
  {
    "translation": {
      "en": "A group of the brothers had come to pick me up,",
      "vi": "Một nhóm anh em đến đón tôi,"
    }
  },
  {
    "translation": {
      "en": "and they drove me across the river to Arlington, Virginia,",
      "vi": "và họ chở tôi qua sông đến Arlington, Virginia,"
    }
  },
  {
    "translation": {
      "en": "a suburb of Washington",
      "vi": "vùng ngoại ô của Washington,"
    }
  },
  {
    "translation": {
      "en": "where a lot of intelligence community folks live.",
      "vi": "nơi rất nhiều người thuộc cộng đồng tình báo sinh sống."
    }
  },
  {
    "translation": {
      "en": "And we went down into this cul-de-sac",
      "vi": "Và chúng tôi vào đường cụt này"
    }
  },
  {
    "translation": {
      "en": "and past this big, beautiful Georgian mansion.",
      "vi": "và đi qua dinh thự Georgia vĩ đại, xinh đẹp này."
    }
  },
  {
    "translation": {
      "en": "-Nice house, huh? -Yeah.",
      "vi": "- Nhà đẹp nhỉ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Look, I didn't know how to explain you to the guys,",
      "vi": "Tôi không biết giải thích thế nào với mọi người,"
    }
  },
  {
    "translation": {
      "en": "so I just said that we're getting a new dude. He's from New York.",
      "vi": "nên tôi chỉ nói ta có người mới. Cậu ấy đến từ New York."
    }
  },
  {
    "translation": {
      "en": "-He's a writer. He's Jewish. -Half-Jewish, actually.",
      "vi": "- Cậu ấy là nhà văn và là người Do Thái. - Lai Do Thái."
    }
  },
  {
    "translation": {
      "en": "And he wants to know Jesus.",
      "vi": "Và cậu ấy muốn biết về Chúa Jesus."
    }
  },
  {
    "translation": {
      "en": "Know what they said?",
      "vi": "Biết họ nói gì không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "\"Bring him on.\"",
      "vi": "Đưa cậu ấy vào."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] So, I move to this house called Ivanwald.",
      "vi": "Nên tôi chuyển đến ngôi nhà tên Ivanwald."
    }
  },
  {
    "translation": {
      "en": "Guys? This is, uh, Jeff.",
      "vi": "Mọi người? Đây là Jeff."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] It was buzzing with all these guys. Sort of a frat house kind of feel.",
      "vi": "Chúng tôi trò chuyện sôi nổi với nhau. Như một ngôi nhà hội sinh viên nam."
    }
  },
  {
    "translation": {
      "en": "But no beer, no--",
      "vi": "Nhưng không bia..."
    }
  },
  {
    "translation": {
      "en": "Nothing else, you know, very-- A pious frat house for God.",
      "vi": "không có gì khác, một ngôi nhà hội sinh viên nam chỉ dành cho Chúa."
    }
  },
  {
    "translation": {
      "en": "♪ The Lord in prayer... ♪",
      "vi": "Chúa trong lời cầu nguyện…"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] And pretty quickly,",
      "vi": "Và khá nhanh,"
    }
  },
  {
    "translation": {
      "en": "I realized this is not what I thought it was going to be.",
      "vi": "tôi nhận ra đây không phải điều tôi nghĩ."
    }
  },
  {
    "translation": {
      "en": "-Jeff. -Hey, Jeff, welcome to Ivanwald.",
      "vi": "- Jeff. - Chào Jeff, chào mừng đến Ivanwald."
    }
  },
  {
    "translation": {
      "en": "-Thanks for having me. -Yeah.",
      "vi": "- Cảm ơn đã chào đón. - Ừ."
    }
  },
  {
    "translation": {
      "en": "I think you're gonna enjoy staying here.",
      "vi": "Tôi nghĩ anh sẽ thích ở đây."
    }
  },
  {
    "translation": {
      "en": "-Let's get you settled in. -Yeah.",
      "vi": "- Hãy giúp anh ổn định chỗ ở. - Ừ."
    }
  },
  {
    "translation": {
      "en": "[man] If you hang out in certain sectors around Washington, you've heard about it.",
      "vi": "Nếu bạn đi chơi ở một số khu vực nhất định quanh Washington, bạn đã nghe về nó."
    }
  },
  {
    "translation": {
      "en": "There was a guy's house and a girl's house down the street,",
      "vi": "Có một ngôi nhà cho nam và một ngôi nhà cho nữ ở dưới phố,"
    }
  },
  {
    "translation": {
      "en": "and it was this little enclave,",
      "vi": "và đó là một khu nội phận nhỏ,"
    }
  },
  {
    "translation": {
      "en": "sort of a sabbatical from regular life.",
      "vi": "một kiểu nghỉ phép từ cuộc sống bình thường."
    }
  },
  {
    "translation": {
      "en": "[Sims] There were guys from all over the world,",
      "vi": "Có đàn ông từ mọi nơi trên thế giới,"
    }
  },
  {
    "translation": {
      "en": "all walks of life.",
      "vi": "mọi tầng lớp xã hội."
    }
  },
  {
    "translation": {
      "en": "Religious, non-religious,",
      "vi": "Theo đạo, không theo đạo,"
    }
  },
  {
    "translation": {
      "en": "questioning, skeptical.",
      "vi": "không chắc chắn, hoài nghi."
    }
  },
  {
    "translation": {
      "en": "It was raw. It was real.",
      "vi": "Thẳng thắn và thành thật."
    }
  },
  {
    "translation": {
      "en": "Little more like the 12 guys you read about in this-- this book, right?",
      "vi": "Giống như 12 môn đồ bạn đọc trong... cuốn sách này, phải không?"
    }
  },
  {
    "translation": {
      "en": "And as a young Christian working in politics,",
      "vi": "Và là một tín đồ Kitô giáo trẻ làm việc trong hệ thống chính trị,"
    }
  },
  {
    "translation": {
      "en": "it was exactly what I needed.",
      "vi": "đó chính là điều tôi cần."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] The regiment at Ivanwald was so precise it was relaxing.",
      "vi": "Thời gian biểu ở Ivanwald rất cụ thể, rất thư giãn."
    }
  },
  {
    "translation": {
      "en": "No swearing, no drinking.",
      "vi": "Không chửi thề, không rượu bia."
    }
  },
  {
    "translation": {
      "en": "No sex, no self.",
      "vi": "Không tình dục, không ích kỷ."
    }
  },
  {
    "translation": {
      "en": "You don't waste time on newspapers. Never watch TV.",
      "vi": "Bạn không phí thời gian đọc báo. Không bao giờ xem TV."
    }
  },
  {
    "translation": {
      "en": "[brother] ...steadfastly into heaven.",
      "vi": "...kiên định lên thiên đàng."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] You eat meat. You study the gospels.",
      "vi": "Bạn ăn thịt. Bạn học phúc âm."
    }
  },
  {
    "translation": {
      "en": "You play basketball.",
      "vi": "Bạn chơi bóng rổ."
    }
  },
  {
    "translation": {
      "en": "-Yeah, here we go. -I got outside.",
      "vi": "- Chơi nào. - Tôi chắn bên ngoài."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] God loves a man who can sink a three-pointer.",
      "vi": "Chúa yêu người đàn ông có thể ghi ba điểm."
    }
  },
  {
    "translation": {
      "en": "[brother] Hey, Jeff.",
      "vi": "Này Jeff."
    }
  },
  {
    "translation": {
      "en": "Will you lead us in prayer?",
      "vi": "Dẫn lời cầu nguyện nhé?"
    }
  },
  {
    "translation": {
      "en": "[Jeff] Sure.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "[sighs] Lord, uh, Lord God,",
      "vi": "Thưa Chúa,"
    }
  },
  {
    "translation": {
      "en": "uh, Heavenly Father.",
      "vi": "Thiên Chúa Cha."
    }
  },
  {
    "translation": {
      "en": "Jesus, thank you so much for...",
      "vi": "Chúa Jesus, cảm ơn rất nhiều vì..."
    }
  },
  {
    "translation": {
      "en": "the guys here, and...",
      "vi": "mọi người ở đây, và..."
    }
  },
  {
    "translation": {
      "en": "um, the chance to play basketball, and to...",
      "vi": "cơ hội chơi bóng rổ, và..."
    }
  },
  {
    "translation": {
      "en": "to learn teamwork, and, um...",
      "vi": "học làm việc theo nhóm, và..."
    }
  },
  {
    "translation": {
      "en": "And learn how to fight for you.",
      "vi": "Và học cách đấu tranh vì người."
    }
  },
  {
    "translation": {
      "en": "We pray all this in Jesus' name. Amen.",
      "vi": "Chúng con cầu nguyện với Chúa Jesus. Amen."
    }
  },
  {
    "translation": {
      "en": "-Amen. -Amen.",
      "vi": "- Amen. - Amen."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] The kind of storytelling that I've always found interesting",
      "vi": "Một kiểu kể chuyện mà tôi luôn thấy thú vị"
    }
  },
  {
    "translation": {
      "en": "is submerging of yourself in the lives of others.",
      "vi": "là hoàn toàn đắm mình và cuộc sống của người khác."
    }
  },
  {
    "translation": {
      "en": "Crossing into that world of belief until you're a little bit lost.",
      "vi": "Bước vào thế giới của niềm tin đó cho đến khi bạn hơi lạc lối."
    }
  },
  {
    "translation": {
      "en": "It's spiritually dangerous,",
      "vi": "Nguy hiểm về mặt tinh thần,"
    }
  },
  {
    "translation": {
      "en": "in the sense that you could be converted.",
      "vi": "theo nghĩa là bạn có thể bị biến đổi."
    }
  },
  {
    "translation": {
      "en": "And at Ivanwald, it meant seeing what happens if, for a time at least,",
      "vi": "Và ở Ivanwald, nó có nghĩa là nhìn thấy điều gì sẽ xảy ra nếu, ít nhất là trong một thời gian,"
    }
  },
  {
    "translation": {
      "en": "I accepted their ideas.",
      "vi": "tôi chấp nhận ý kiến của họ."
    }
  },
  {
    "translation": {
      "en": "\"Where shall I flee from your presence? If I ascend into heaven, you are there.",
      "vi": "Con phải trốn khỏi người ở đâu? Nếu con lên thiên đàng, người sẽ ở đó."
    }
  },
  {
    "translation": {
      "en": "If I make my bed in the depths, you are there.\"",
      "vi": "Nếu con xuống địa ngục, người sẽ ở đó."
    }
  },
  {
    "translation": {
      "en": "[brother] It's intense, right?",
      "vi": "Quyền lực nhỉ?"
    }
  },
  {
    "translation": {
      "en": "It's like, you can't run. Doesn't matter where you turn,",
      "vi": "Kiểu như bạn không thể chạy. Cho dù bạn rẽ ở đâu,"
    }
  },
  {
    "translation": {
      "en": "'cause Jesus is going to be right there, waiting for you.",
      "vi": "vì Chúa Jesus sẽ ở ngay đó, chờ bạn."
    }
  },
  {
    "translation": {
      "en": "Jesus is smart.",
      "vi": "Chúa Jesus rất thông minh."
    }
  },
  {
    "translation": {
      "en": "He's going to get you.",
      "vi": "Người sẽ tìm anh."
    }
  },
  {
    "translation": {
      "en": "Let's pray.",
      "vi": "Ta cầu nguyện nhé."
    }
  },
  {
    "translation": {
      "en": "[Luke] \"I call out to the Lord.",
      "vi": "\"Con gọi Chúa."
    }
  },
  {
    "translation": {
      "en": "I pray to him for his favor.\"",
      "vi": "Con cầu nguyện Chúa để được giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "\"I praise you for I am fearful...\"",
      "vi": "Con ca ngợi người vì con sợ...\""
    }
  },
  {
    "translation": {
      "en": "[Sharlet] We would pray to be broken.",
      "vi": "Chúng con sẽ cầu nguyện để thanh tẩy."
    }
  },
  {
    "translation": {
      "en": "We would pray to be nothing.",
      "vi": "Chúng con sẽ cầu nguyện để tiến bộ."
    }
  },
  {
    "translation": {
      "en": "We would pray to learn how to obey.",
      "vi": "Chúng con cầu nguyện để học cách tuân theo."
    }
  },
  {
    "translation": {
      "en": "[brother] In here, we're safe with our brothers, learning the ways of Jesus.",
      "vi": "Ở đây, chúng con an toàn với các anh em, học cách sống của Chúa Jesus."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] They said this is our prime relationship with this Jesus.",
      "vi": "Họ nói đây là mối quan hệ ưu tiên hàng đầu với Chúa Jesus này."
    }
  },
  {
    "translation": {
      "en": "-[brother] Does that make sense to you? -Yeah.",
      "vi": "- Anh thấy hợp lý không? - Có."
    }
  },
  {
    "translation": {
      "en": "And so we would pray to crush what we would call our inner rebel.",
      "vi": "Vì vậy ta sẽ cầu nguyện để đè bẹp thứ ta gọi là nổi loạn nội tâm."
    }
  },
  {
    "translation": {
      "en": "-Jeff? -Hey.",
      "vi": "- Jeff? - Chào."
    }
  },
  {
    "translation": {
      "en": "-I see you're writing a lot down. -Yeah.",
      "vi": "- Tôi thấy anh viết rất nhiều. - Ừ."
    }
  },
  {
    "translation": {
      "en": "But are you listening?",
      "vi": "Nhưng anh nghe chứ?"
    }
  },
  {
    "translation": {
      "en": "I know it's a lot to take in,",
      "vi": "Tôi biết rất nhiều thứ phải nghe,"
    }
  },
  {
    "translation": {
      "en": "but this is all you really need.",
      "vi": "nhưng anh chỉ cần nó."
    }
  },
  {
    "translation": {
      "en": "It's the Bible. It's the part that matters.",
      "vi": "Là Kinh Thánh. Nó mới quan trọng."
    }
  },
  {
    "translation": {
      "en": "It's just Jesus.",
      "vi": "Chỉ là Chúa Jesus."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] One of the things that surprised me was that",
      "vi": "Một trong những điều làm tôi ngạc nhiên"
    }
  },
  {
    "translation": {
      "en": "though most of these men were very scripturally literate,",
      "vi": "là dù hầu hết những người này hiểu rất rõ Kinh Thánh,"
    }
  },
  {
    "translation": {
      "en": "they didn't care very much about the Bible.",
      "vi": "họ không quan tâm nhiều đến Kinh Thánh."
    }
  },
  {
    "translation": {
      "en": "There was a small book that you're given.",
      "vi": "Có một cuốn sách nhỏ mà bạn được cho."
    }
  },
  {
    "translation": {
      "en": "This little book that says \"Jesus.\"",
      "vi": "Cuốn sách nhỏ này ghi là \"Jesus\"."
    }
  },
  {
    "translation": {
      "en": "That's it. Just Jesus, nothing else.",
      "vi": "Đúng vậy. Chỉ Jesus, không có gì khác."
    }
  },
  {
    "translation": {
      "en": "And it was four gospels: Matthew, Mark, Luke, and John,",
      "vi": "Và có bốn bài phúc âm: Matthew, Mark, Luke, and John,"
    }
  },
  {
    "translation": {
      "en": "with the Book of Acts referred to here as Acts of Ambassadors.",
      "vi": "với Sách Công vụ được nhắc đến ở đây là Công vụ của các đại sứ."
    }
  },
  {
    "translation": {
      "en": "And they didn't need to read too much further than that.",
      "vi": "Và họ không cần đọc nhiều hơn thế."
    }
  },
  {
    "translation": {
      "en": "There's not a whole lot of theology.",
      "vi": "Không có nhiều thần học."
    }
  },
  {
    "translation": {
      "en": "There's no wrestling with God, with conscience,",
      "vi": "Không có thắc mắc nào với Chúa, với lương tâm,"
    }
  },
  {
    "translation": {
      "en": "traditional concerns of fundamentalism. They don't talk about the devil.",
      "vi": "những mối quan tâm truyền thống của chủ nghĩa cơ yếu. Họ không nói về quỷ dữ."
    }
  },
  {
    "translation": {
      "en": "Just Jesus. Just Jesus. That's all.",
      "vi": "Chỉ về Chúa Jesus. Thế thôi."
    }
  },
  {
    "translation": {
      "en": "Now, which part of Jesus was Psalm 137?",
      "vi": "Jesus có liên quan gì đến Thánh Vịnh 137?"
    }
  },
  {
    "translation": {
      "en": "137...",
      "vi": "Một tram ba mươi bảy..."
    }
  },
  {
    "translation": {
      "en": "\"O daughter of Babylon who are to be destroyed,",
      "vi": "\"Con gái của Babylon sẽ bị tiêu diệt,"
    }
  },
  {
    "translation": {
      "en": "happy shall he be that taketh the little ones",
      "vi": "có người sẽ rất vui bắt lấy những đứa trẻ"
    }
  },
  {
    "translation": {
      "en": "and dasheth them against the stones.\"",
      "vi": "và ném chúng vào đá.\""
    }
  },
  {
    "translation": {
      "en": "Which part of Jesus would be in that?",
      "vi": "Nó có liên quan gì đến Jesus?"
    }
  },
  {
    "translation": {
      "en": "Jeff, brother, I don't know,",
      "vi": "Jeff, người anh em, tôi không biết,"
    }
  },
  {
    "translation": {
      "en": "but I'm pretty sure he'll let you know when it's time.",
      "vi": "nhưng tôi chắc chắn đến lúc thì người sẽ cho anh biết."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] They said Christianity's been misunderstood.",
      "vi": "Họ nói rằng Kitô giáo bị hiểu lầm,"
    }
  },
  {
    "translation": {
      "en": "That all the rubes out there, the suckers,",
      "vi": "những người ít học ngoài kia, những người khờ khạo,"
    }
  },
  {
    "translation": {
      "en": "they think that Christ came to preach equally to everybody. Not so.",
      "vi": "họ nghĩ Chúa đã đến rao giảng như nhau với mọi người. Không phải vậy."
    }
  },
  {
    "translation": {
      "en": "They said he had rings of power. Closest are James and Peter.",
      "vi": "Họ nói người có các vòng tròn sức mạnh. Gần nhất là James và Peter."
    }
  },
  {
    "translation": {
      "en": "Then you go out another circle, and there's the disciples.",
      "vi": "Sau đó đến các vòng tròn khác, và có các môn đệ."
    }
  },
  {
    "translation": {
      "en": "And out here...",
      "vi": "Và ở ngoài này…"
    }
  },
  {
    "translation": {
      "en": "is everybody else, and they'll get the message,",
      "vi": "là tất cả những người khác, và họ sẽ hiểu được thông điệp,"
    }
  },
  {
    "translation": {
      "en": "but they won't get it in unvarnished form.",
      "vi": "nhưng họ sẽ không hiểu được hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "They can't handle the truth.",
      "vi": "Họ không chịu nổi sự thật."
    }
  },
  {
    "translation": {
      "en": "Let us be nothing.",
      "vi": "Hãy để chúng con yêu thương."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] But now we've moved from this outer ring to one of those very near inner circles.",
      "vi": "Nhưng giờ ta đã chuyển từ vòng ngoài sang một vòng rất gần vòng bên trong..."
    }
  },
  {
    "translation": {
      "en": "-And we are the new chosen. -[brother] Please, Jesus...",
      "vi": "và ta là người mới được chọn."
    }
  },
  {
    "translation": {
      "en": "-[Sharlet] The ones that matter. -...work through us.",
      "vi": "Những người quan trọng."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] As a brother in Ivanwald, as one among these new chosen,",
      "vi": "Là một người anh em ở Ivanwald, một trong những người mới được chọn,"
    }
  },
  {
    "translation": {
      "en": "some of us were assigned to work in their headquarters called the Cedars.",
      "vi": "vài người trong chúng tôi được giao làm việc ở trụ sở Cedars của họ."
    }
  },
  {
    "translation": {
      "en": "We would rake leaves. We'd clean toilets.",
      "vi": "Chúng tôi sẽ cào lá, dọn toilet."
    }
  },
  {
    "translation": {
      "en": "I thought this was so absurd,",
      "vi": "Tôi nghĩ chuyện này thật vô lý,"
    }
  },
  {
    "translation": {
      "en": "this religious movement of humbling yourself",
      "vi": "phong trào tôn giáo của việc tự hạ mình"
    }
  },
  {
    "translation": {
      "en": "by cleaning the toilets of the powerful.",
      "vi": "bằng cách dọn toilet của người có quyền."
    }
  },
  {
    "translation": {
      "en": "[Luke] Load some of these up.",
      "vi": "Dọn chỗ lá này đi."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] The Cedars is this big, white-pillared mansion",
      "vi": "Cedars là một dinh thự có cột trắng lớn"
    }
  },
  {
    "translation": {
      "en": "that looks a little bit like the White House.",
      "vi": "trông hơi giống Nhà Trắng."
    }
  },
  {
    "translation": {
      "en": "And it is very clearly the seat of their power,",
      "vi": "Và nó rõ ràng là chỗ của quyền lực của họ,"
    }
  },
  {
    "translation": {
      "en": "because it's where they host a lot of foreign leaders.",
      "vi": "vì đó là nơi họ đón tiếp rất nhiều lãnh đạo nước ngoài."
    }
  },
  {
    "translation": {
      "en": "Wait, I recognize him.",
      "vi": "Khoan, tôi nhận ra ông ấy."
    }
  },
  {
    "translation": {
      "en": "That's that, uh, Republican Senator from Oklahoma.",
      "vi": "Đó là thượng nghị sĩ Cộng hòa từ Oklahoma."
    }
  },
  {
    "translation": {
      "en": "[Luke] Yeah. They all come here.",
      "vi": "Ừ. Bọn họ đều đến đây."
    }
  },
  {
    "translation": {
      "en": "Left, right,",
      "vi": "Cánh tả, cánh hữu,"
    }
  },
  {
    "translation": {
      "en": "Republican, Democrat.",
      "vi": "đảng Cộng hòa, Dân chủ."
    }
  },
  {
    "translation": {
      "en": "But those terms don't reflect the movement's vision.",
      "vi": "Nhưng những khái niệm đó không phản ánh tầm nhìn của phong trào."
    }
  },
  {
    "translation": {
      "en": "It's bigger than that.",
      "vi": "Nó còn lớn hơn thế."
    }
  },
  {
    "translation": {
      "en": "We had the president of Uganda here the other day.",
      "vi": "Hôm trước chúng tôi đón tổng thống Uganda ở đây."
    }
  },
  {
    "translation": {
      "en": "We prayed for him.",
      "vi": "Chúng tôi cầu nguyện cho ông ấy."
    }
  },
  {
    "translation": {
      "en": "Yeah. The Family has friends all over the world.",
      "vi": "Ừ. Hội Gia Đình có bạn bè trên khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] There were African diplomats,",
      "vi": "Có các nhà ngoại giao châu Phi,"
    }
  },
  {
    "translation": {
      "en": "Russian nationals,",
      "vi": "các công dân Nga,"
    }
  },
  {
    "translation": {
      "en": "congressmen, senators,",
      "vi": "nghị sĩ, thượng nghị sĩ,"
    }
  },
  {
    "translation": {
      "en": "and that's when I realized: this is important.",
      "vi": "và đó là khi tôi nhận ra: chuyện này quan trọng."
    }
  },
  {
    "translation": {
      "en": "This is not just a fascinating story.",
      "vi": "Nó không chỉ là một câu chuyện hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "These are powerful people.",
      "vi": "Họ rất quyền lực."
    }
  },
  {
    "translation": {
      "en": "[woman] Yeah, I'd heard about 'em, but it was more public lore.",
      "vi": "Vâng, tôi đã nghe về họ, nhưng chủ yếu là tin đồn."
    }
  },
  {
    "translation": {
      "en": "They weren't neighbors that you really got to know very well.",
      "vi": "Họ không phải hàng xóm mà bạn biết rõ. HÀNG XÓM CEDARS"
    }
  },
  {
    "translation": {
      "en": "I got to know them because unfortunately one of their limousines ran over my cat.",
      "vi": "Tôi biết họ vì không may một chiếc limousine của họ cán phải mèo của tôi."
    }
  },
  {
    "translation": {
      "en": "So there-- there were a couple of incidents like that.",
      "vi": "Có vài sự cố như vậy."
    }
  },
  {
    "translation": {
      "en": "They didn't endear themselves to the neighborhood.",
      "vi": "Họ không thân thiện với khu phố này."
    }
  },
  {
    "translation": {
      "en": "Hey! Carla's here, too.",
      "vi": "Carla cũng ở đây."
    }
  },
  {
    "translation": {
      "en": "-I found some correspondence. -Oh, good.",
      "vi": "- Tôi tìm thấy vài tin tức. - Tốt."
    }
  },
  {
    "translation": {
      "en": "Yes, yes.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Being involved in the neighborhood, I got the impression",
      "vi": "Là một cư dân ở khu phố này, tôi có cảm giác"
    }
  },
  {
    "translation": {
      "en": "that you're either with them, or you're not with them.",
      "vi": "hoặc là bạn đang ở cùng họ, hoặc bạn không ở cùng họ."
    }
  },
  {
    "translation": {
      "en": "They had a-- oh, a big map of the neighborhood.",
      "vi": "Họ có một bản đồ lớn của khu phố."
    }
  },
  {
    "translation": {
      "en": "This is interesting, Carla.",
      "vi": "Thú vị đấy, Carla."
    }
  },
  {
    "translation": {
      "en": "Did you know that they had a 3-by-4-foot map of the neighborhood",
      "vi": "Cô có biết họ có bản đồ khu phố rộng một mét vuông"
    }
  },
  {
    "translation": {
      "en": "with each house and a designated color,",
      "vi": "với mỗi ngôi nhà có những màu riêng biệt,"
    }
  },
  {
    "translation": {
      "en": "depending upon how supportive they were of the Fellowship?",
      "vi": "tùy vào sự ủng hộ của họ với Hội Ái Hữu?"
    }
  },
  {
    "translation": {
      "en": "Green, yellow, and red.",
      "vi": "Xanh, vàng và đỏ."
    }
  },
  {
    "translation": {
      "en": "Support, indifference, or antagonism.",
      "vi": "Hỗ trợ, không quan tâm, hoặc chống đối."
    }
  },
  {
    "translation": {
      "en": "-I forgot that, too. -So it's kind of like a war map.",
      "vi": "- Tôi cũng quên mất. - Nó giống như bản đồ chiến tranh."
    }
  },
  {
    "translation": {
      "en": "For a long time, I was the president of the civic association,",
      "vi": "Trong một thời gian dài, tôi là chủ tịch hiệp hội dân sự,"
    }
  },
  {
    "translation": {
      "en": "which is why I knocked on the door one day",
      "vi": "đó là lý do tôi gõ cửa vào một ngày"
    }
  },
  {
    "translation": {
      "en": "and said, \"I'd like to find out just what this is all about.\"",
      "vi": "và nói, \"Tôi muốn tìm hiểu tất cả chuyện này.\""
    }
  },
  {
    "translation": {
      "en": "So this very nice man gave me a tour of the big house, the Cedars.",
      "vi": "Người đàn ông tử tế đã cho tôi tham quan ngôi nhà lớn, nhà Cedars."
    }
  },
  {
    "translation": {
      "en": "And it was very much mid-nineteenth-century.",
      "vi": "Và nó có phong cách như giữa thế kỷ 19."
    }
  },
  {
    "translation": {
      "en": "Beautifully restored",
      "vi": "Khôi phục rất đẹp,"
    }
  },
  {
    "translation": {
      "en": "in the style of interior decoration you'd have if you want to impress people.",
      "vi": "theo phong cách trang trí nội thất bạn muốn gây ấn tượng với mọi người."
    }
  },
  {
    "translation": {
      "en": "And then they gave me a tour of the boys' residence hall.",
      "vi": "Và rồi họ đưa tôi đi tham quan ký túc xá của các chàng trai."
    }
  },
  {
    "translation": {
      "en": "And the boys are outside,",
      "vi": "Và các chàng trai ở ngoài,"
    }
  },
  {
    "translation": {
      "en": "landscaping and cleaning the gutters.",
      "vi": "làm việc ngoài sân và dọn dẹp máng nước mưa."
    }
  },
  {
    "translation": {
      "en": "And the kids there said that they would continue to do this",
      "vi": "Những đứa trẻ ở đó nói họ sẽ tiếp tục làm việc này"
    }
  },
  {
    "translation": {
      "en": "until God spoke to them and gave them their instructions for the rest of their life.",
      "vi": "cho đến khi Chúa nói chuyện với họ và cho họ chỉ thị suốt phần đời còn lại."
    }
  },
  {
    "translation": {
      "en": "And I said, \"I have to say that for a bunch of people in their 20s,",
      "vi": "Và tôi nói, \"Tôi phải nói điều đó với một nhóm người ở độ tuổi 20,"
    }
  },
  {
    "translation": {
      "en": "these are abnormally passive.\"",
      "vi": "họ thụ động một cách bất thường.\""
    }
  },
  {
    "translation": {
      "en": "While I was in the boys' dormitory,",
      "vi": "Khi tôi ở ký túc xá nam,"
    }
  },
  {
    "translation": {
      "en": "one of them said, \"You know, we have a Tuesday night prayer meeting.",
      "vi": "một trong số họ nói, \"Chúng cháu có buổi cầu nguyện tối thứ Ba."
    }
  },
  {
    "translation": {
      "en": "Why don't you join us?\"",
      "vi": "Bà cùng tham gia nhé?\""
    }
  },
  {
    "translation": {
      "en": "So I went to their Tuesday night prayer meetings,",
      "vi": "Nên tôi đã đến buổi cầu nguyện tối thứ Ba,"
    }
  },
  {
    "translation": {
      "en": "week after week after week.",
      "vi": "tuần này đến tuần khác."
    }
  },
  {
    "translation": {
      "en": "What they offer their followers is a sense of belonging,",
      "vi": "Những gì họ đề nghị tín đồ của họ là cảm giác thuộc về,"
    }
  },
  {
    "translation": {
      "en": "a kind of unquestioning...",
      "vi": "một kiểu vô điều kiện..."
    }
  },
  {
    "translation": {
      "en": "\"We're with you through thick and thin.\"",
      "vi": "\"Chúng tôi bên bạn dù hạnh phúc hay khổ đau.\""
    }
  },
  {
    "translation": {
      "en": "And there's something very alluring about that.",
      "vi": "Và có gì đó rất lôi cuốn về điều đó."
    }
  },
  {
    "translation": {
      "en": "I wouldn't mind being accepted by a group of people... unquestioningly. [laughs]",
      "vi": "Tôi không ngại được một nhóm người chấp nhận, vô điều kiện."
    }
  },
  {
    "translation": {
      "en": "I only got a little glimpse of their theology,",
      "vi": "Tôi chỉ hiểu được một chút về thần học của họ,"
    }
  },
  {
    "translation": {
      "en": "and I really don't know about their form of Christianity,",
      "vi": "và tôi thực sự không biết về dạng Kitô giáo của họ,"
    }
  },
  {
    "translation": {
      "en": "or if even they are all Christians.",
      "vi": "hay có phải họ đều là Kitô hữu."
    }
  },
  {
    "translation": {
      "en": "But when I learned how they're very unapologetically targeting",
      "vi": "Nhưng khi tôi học được họ không hổ thẹn nhắm vào"
    }
  },
  {
    "translation": {
      "en": "the rich and powerful,",
      "vi": "những người giàu có và quyền lực,"
    }
  },
  {
    "translation": {
      "en": "I found that to be disturbing.",
      "vi": "tôi thấy điều đó thật đáng lo ngại."
    }
  },
  {
    "translation": {
      "en": "But I never asked any impolite questions. I just sat and listened.",
      "vi": "Nhưng tôi không hỏi những câu bất lịch sự. Tôi chỉ ngồi và lắng nghe."
    }
  },
  {
    "translation": {
      "en": "And then the following week, there was no prayer meeting.",
      "vi": "Và rồi tuần sau, không có buổi cầu nguyện."
    }
  },
  {
    "translation": {
      "en": "And there was no prayer meeting ever again after that.",
      "vi": "Và sau đó không có buổi cầu nguyện nào nữa."
    }
  },
  {
    "translation": {
      "en": "I think they were trying to shake me off.",
      "vi": "Tôi nghĩ họ cố đuổi tôi đi."
    }
  },
  {
    "translation": {
      "en": "[whispering loudly] Okay. I know, I know. Just try to take a deep breath.",
      "vi": "Anh biết. Cố gắng thở sâu vào."
    }
  },
  {
    "translation": {
      "en": "You're home, right?",
      "vi": "Em đang ở nhà?"
    }
  },
  {
    "translation": {
      "en": "I mean, wish I was there with you right now, I really do, but there's nothing I can do about it.",
      "vi": "Ước gì anh ở đó với em, thật đấy, nhưng anh không thể làm gì được."
    }
  },
  {
    "translation": {
      "en": "Because I can't just walk out of here!",
      "vi": "Nhưng anh không thể cứ thế bỏ đi."
    }
  },
  {
    "translation": {
      "en": "Be calm.",
      "vi": "Vì...anh sẽ hỏi họ, được chứ?"
    }
  },
  {
    "translation": {
      "en": "I will-- I'll ask them, okay? And maybe tomorrow, or--",
      "vi": "Vì...anh sẽ hỏi họ, được chứ? Và có lẽ ngày mai, hay..."
    }
  },
  {
    "translation": {
      "en": "No, no, you can't come here.",
      "vi": "Không, em không thể đến đây."
    }
  },
  {
    "translation": {
      "en": "-Hey. -[car departs]",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "How are you?",
      "vi": "Em thế nào?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, it's good to hear your voice, too. -[car engine turns over]",
      "vi": "Ừ, thật tốt khi nghe giọng em."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I have a lot to tell you about, so...",
      "vi": "Ừ, không, anh có rất nhiều điều muốn nói, nên…"
    }
  },
  {
    "translation": {
      "en": "Gonna have to confiscate that.",
      "vi": "Tôi phải tịch thu nó."
    }
  },
  {
    "translation": {
      "en": "Let me call you back.",
      "vi": "Lát nữa anh gọi lại."
    }
  },
  {
    "translation": {
      "en": "All right, bye.",
      "vi": "Được, tạm biệt."
    }
  },
  {
    "translation": {
      "en": "I'm just kidding.",
      "vi": "Tôi đùa thôi."
    }
  },
  {
    "translation": {
      "en": "Phone calls are allowed, but they're discouraged for new brothers.",
      "vi": "Được gọi điện thoại, nhưng không khuyến khích với người mới."
    }
  },
  {
    "translation": {
      "en": "We want your full attention.",
      "vi": "Phải toàn tâm toàn ý."
    }
  },
  {
    "translation": {
      "en": "I was just, like, letting Luke have some time with his fiancee.",
      "vi": "Tôi chỉ để Luke có thời gian riêng tư với hôn thê."
    }
  },
  {
    "translation": {
      "en": "Luke's fiancee is a Jezebel.",
      "vi": "Hôn thê của Luke là một Jezebel."
    }
  },
  {
    "translation": {
      "en": "She doesn't obey God.",
      "vi": "Cô ấy không tuân lệnh Chúa."
    }
  },
  {
    "translation": {
      "en": "We're accountable to each other, Jeff. That's the brotherhood.",
      "vi": "Ta chịu trách nhiệm với nhau, Jeff. Đó là tình anh em."
    }
  },
  {
    "translation": {
      "en": "I'm here to make sure you don't deviate from Christ's will.",
      "vi": "Tôi ở đây để đảm bảo anh không làm sai ý Chúa."
    }
  },
  {
    "translation": {
      "en": "All right?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] It's important to remember,",
      "vi": "Điều quan trọng cần nhớ,"
    }
  },
  {
    "translation": {
      "en": "these brothers, they were not bad guys.",
      "vi": "những anh em này, họ không phải kẻ xấu."
    }
  },
  {
    "translation": {
      "en": "They were there because they wanted meaning in their life.",
      "vi": "Họ ở đó vì họ muốn cuộc sống của họ có ý nghĩa."
    }
  },
  {
    "translation": {
      "en": "They wanted to feel like they were part of something valuable.",
      "vi": "Họ muốn cảm thấy họ là một phần của một thứ có giá trị."
    }
  },
  {
    "translation": {
      "en": "I remember one day, I'd been there for a while,",
      "vi": "Có một ngày, tôi đã ở đó một thời gian,"
    }
  },
  {
    "translation": {
      "en": "and one of the brothers, he says, \"Guys, I have something for you to do.",
      "vi": "và một trong số họ nói, \"Các anh, tôi có việc này cho các anh làm."
    }
  },
  {
    "translation": {
      "en": "Arm wrestle.\"",
      "vi": "Vật tay.\""
    }
  },
  {
    "translation": {
      "en": "[Sharlet] And then someone yells, \"Fumble!\" and then suddenly,",
      "vi": "Và rồi ai đó hét lên, \"Ngã!\" Và rồi đột nhiên,"
    }
  },
  {
    "translation": {
      "en": "they were all piling on me and, you know, hitting.",
      "vi": "họ chất đống lên tôi và đánh tôi."
    }
  },
  {
    "translation": {
      "en": "-[Jeff] Get off me! Get off me! -[brothers laugh]",
      "vi": "Bỏ tôi ra!"
    }
  },
  {
    "translation": {
      "en": "I said, get off me!",
      "vi": "Tôi bảo bỏ ra mà!"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] And at that time, I thought, \"This is really strange.\"",
      "vi": "Và vào thời điểm đó, tôi nghĩ, \"Thật lạ,\""
    }
  },
  {
    "translation": {
      "en": "But as it turns out, there was actually a spiritual message to this.",
      "vi": "nhưng hóa ra lại có một thông điệp tâm linh."
    }
  },
  {
    "translation": {
      "en": "The Jesus most of us are familiar with is tender and loving.",
      "vi": "Jesus mà đa số chúng ta đều quen thuộc dịu dàng, yêu thương."
    }
  },
  {
    "translation": {
      "en": "He's the lamb of God.",
      "vi": "Người là cừu non của Chúa."
    }
  },
  {
    "translation": {
      "en": "A figure of peace and gentleness.",
      "vi": "Một biểu tượng hòa bình và dịu dàng."
    }
  },
  {
    "translation": {
      "en": "But no, their idea of Jesus--",
      "vi": "Ý tưởng về Jesus của họ..."
    }
  },
  {
    "translation": {
      "en": "Jesus' love is strong. As they'd said, \"Jesus is not a sissy.\"",
      "vi": "Tình yêu của Jesus mạnh mẽ. Như họ nói, \"Jesus không yếu đuối.\""
    }
  },
  {
    "translation": {
      "en": "And if Jesus was alive today, maybe he would be a Navy SEAL.",
      "vi": "Nếu Jesus còn sống hôm nay, có lẽ người sẽ là Hải quân SEAL."
    }
  },
  {
    "translation": {
      "en": "If Jesus was alive today, he'd be great at football.",
      "vi": "Nếu Jesus còn sống, người sẽ rất giỏi bóng bầu dục."
    }
  },
  {
    "translation": {
      "en": "And so this was spiritual training.",
      "vi": "Nên đây là tập luyện tâm linh."
    }
  },
  {
    "translation": {
      "en": "It was a kind of muscular Christianity.",
      "vi": "Đó là một kiểu Kitô giáo cường tráng."
    }
  },
  {
    "translation": {
      "en": "And they were, as I came to understand, crushing Christ into me.",
      "vi": "Và họ đã, như sau này tôi hiểu, đè Chúa vào người tôi."
    }
  },
  {
    "translation": {
      "en": "This was the initiation in which all our bodies became one.",
      "vi": "Đây là lễ kết nạp mà tất cả cơ thể của chúng tôi thành một."
    }
  },
  {
    "translation": {
      "en": "[Jeff] I can't breathe! Guys, I can't breathe. I can't breathe.",
      "vi": "Tôi không thở được. Các anh, tôi không thở được."
    }
  },
  {
    "translation": {
      "en": "Get off me.",
      "vi": "Bỏ tôi ra."
    }
  },
  {
    "translation": {
      "en": "[brother] One falls down, his friend can help him up.",
      "vi": "Một người ngã xuống, bạn anh ta có thể giúp anh ta."
    }
  },
  {
    "translation": {
      "en": "You're one of us now.",
      "vi": "Giờ anh là một trong số chúng tôi."
    }
  },
  {
    "translation": {
      "en": "-Come on, circle up. -[brother] Phew!",
      "vi": "Nào, đứng thành vòng tròn."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] The brothers referred to our group as a family.",
      "vi": "Các anh em gọi nhóm chúng tôi là một Hội Gia Đình."
    }
  },
  {
    "translation": {
      "en": "And they said I'd become a member of the Family.",
      "vi": "Và họ nói tôi đã trở thành thành viên của Hội Gia Đình."
    }
  },
  {
    "translation": {
      "en": "Or the Fellowship, as it's sometimes known.",
      "vi": "Hoặc là Hội Ái Hữu, đôi khi nó được biết đến như thế."
    }
  },
  {
    "translation": {
      "en": "But the name is not important.",
      "vi": "Nhưng cái tên không quan trọng."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] And sometimes I would make a mistake and refer to some political figure--",
      "vi": "Đôi khi tôi sẽ phạm sai lầm và nhắc đến một nhân vật chính trị..."
    }
  },
  {
    "translation": {
      "en": "\"Oh, so they're a member? Can we--\" \"No, they are a friend of the Family.\"",
      "vi": "\"Vậy họ là thành viên? Ta có thể...\" \"Không, họ là bạn của Hội Gia Đình.\""
    }
  },
  {
    "translation": {
      "en": "There was all these subtle distinctions.",
      "vi": "Có sự phân biệt tinh tế."
    }
  },
  {
    "translation": {
      "en": "And that's part of the invisibility of it.",
      "vi": "Đó là một phần của sự tàng hình của nó."
    }
  },
  {
    "translation": {
      "en": "I asked one time about the hierarchy, the organizational structure.",
      "vi": "Tôi có hỏi một lần về hệ thống phân cấp, cơ cấu tổ chức."
    }
  },
  {
    "translation": {
      "en": "And they said, \"Why do you keep talking about this?",
      "vi": "Và họ nói, \"Sao anh cứ nói về chuyện này?"
    }
  },
  {
    "translation": {
      "en": "It's just me and you, you and you,",
      "vi": "Chỉ có tôi và anh, anh và anh,"
    }
  },
  {
    "translation": {
      "en": "and we are accountable to one another.",
      "vi": "và chúng ta chịu trách nhiệm với nhau."
    }
  },
  {
    "translation": {
      "en": "And that's just the way God wants it.\"",
      "vi": "Và đó là cách Chúa muốn.\""
    }
  },
  {
    "translation": {
      "en": "It never occurred to me to, you know, sort of asked for an org chart.",
      "vi": "Tôi chưa bao giờ nghĩ đến, kiểu như yêu cầu một sơ đồ tổ chức."
    }
  },
  {
    "translation": {
      "en": "Who are the people, how is it organized? What's the structure?",
      "vi": "Họ là ai, tổ chức thế nào? Cấu trúc là gì?"
    }
  },
  {
    "translation": {
      "en": "And of course, the people who'd been around a long time",
      "vi": "Và tất nhiên, những người đã từng ở đây lâu"
    }
  },
  {
    "translation": {
      "en": "were just really quick to say, \"Don't call it anything.\" I'm like, \"You gotta call it something.\"",
      "vi": "nhanh chóng nói, \"Đừng gọi nó là gì cả.\" Tôi nói, \"Anh phải gọi nó là gì đó.\""
    }
  },
  {
    "translation": {
      "en": "So yeah, you kinda call it the Fellowship,",
      "vi": "Nên bạn có thể gọi là Hội Ái Hữu."
    }
  },
  {
    "translation": {
      "en": "or you call it a group of friends following Jesus, whatever it was.",
      "vi": "hoặc gọi nó là một nhóm bạn theo Jesus, gì cũng được."
    }
  },
  {
    "translation": {
      "en": "But definitions aside,",
      "vi": "Nhưng ngoài các định nghĩa,"
    }
  },
  {
    "translation": {
      "en": "you know, trying to stick a label on it,",
      "vi": "cố đặt tên cho nó,"
    }
  },
  {
    "translation": {
      "en": "you see what's happening relationally,",
      "vi": "bạn thấy chuyện xảy ra với những mối quan hệ"
    }
  },
  {
    "translation": {
      "en": "and where else is this happening?",
      "vi": "và chuyện này xảy ra ở đâu nữa?"
    }
  },
  {
    "translation": {
      "en": "This is something that the world desperately needs.",
      "vi": "Đây là thứ mà thế giới rất cần."
    }
  },
  {
    "translation": {
      "en": "Well, you're gonna have a shorter nose.",
      "vi": "Anh sẽ có cái mũi ngắn hơn."
    }
  },
  {
    "translation": {
      "en": "You guys are here to learn how to rule the world.",
      "vi": "Các cậu ở đây để học cách thống trị thế giới."
    }
  },
  {
    "translation": {
      "en": "You have very intense eyes.",
      "vi": "Cậu có đôi mắt rất mãnh liệt."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[older man] Hey, let's talk about the Old Testament.",
      "vi": "Này, hãy nói về Cựu Ước đi."
    }
  },
  {
    "translation": {
      "en": "Who would you say are its good guys?",
      "vi": "Các cậu nghĩ ai là người tốt?"
    }
  },
  {
    "translation": {
      "en": "-Moses? -Noah?",
      "vi": "- Moses? - Noah?"
    }
  },
  {
    "translation": {
      "en": "King David, that's a good one.",
      "vi": "Vua David, hay đấy."
    }
  },
  {
    "translation": {
      "en": "What would you say made him a good guy?",
      "vi": "Vì sao David là người tốt?"
    }
  },
  {
    "translation": {
      "en": "His faith was so strong.",
      "vi": "Đức tin của David rất mạnh."
    }
  },
  {
    "translation": {
      "en": "King David liked to do some really bad things.",
      "vi": "Vua David thích làm vài việc rất xấu."
    }
  },
  {
    "translation": {
      "en": "I mean, this is a guy who slept with another man's wife, Bathsheba, right?",
      "vi": "Đây là một gã ngủ với vợ của người khác, Bathsheba, phải không?"
    }
  },
  {
    "translation": {
      "en": "And he basically murders her husband.",
      "vi": "Và David đã giết chồng cô ta."
    }
  },
  {
    "translation": {
      "en": "And this guy is supposedly one of our heroes?",
      "vi": "Và người này được cho là một trong những anh hùng?"
    }
  },
  {
    "translation": {
      "en": "Jiminy Christmas. God likes this guy.",
      "vi": "Trời ạ. Chúa thích anh chàng này."
    }
  },
  {
    "translation": {
      "en": "What is that all about?",
      "vi": "Thế nghĩa là sao?"
    }
  },
  {
    "translation": {
      "en": "Is it because he tried?",
      "vi": "Có phải vì ông ấy đã cố không?"
    }
  },
  {
    "translation": {
      "en": "He wanted to do the right thing.",
      "vi": "Ông ấy muốn làm điều đúng đắn."
    }
  },
  {
    "translation": {
      "en": "Anyone else?",
      "vi": "Còn ai không?"
    }
  },
  {
    "translation": {
      "en": "'Cause he was chosen.",
      "vi": "Vì ông ấy được chọn."
    }
  },
  {
    "translation": {
      "en": "Yeah. Chosen.",
      "vi": "Ừ. Được chọn."
    }
  },
  {
    "translation": {
      "en": "Interesting set of rules, isn't it?",
      "vi": "Quy tắc thú vị, phải không?"
    }
  },
  {
    "translation": {
      "en": "Let's say here one of you here raped three little girls,",
      "vi": "Giả sử một trong các bạn ở đây đã cưỡng hiếp ba cô bé,"
    }
  },
  {
    "translation": {
      "en": "and now you're sitting here at Ivanwald.",
      "vi": "và giờ đang ngồi ở Ivanwald."
    }
  },
  {
    "translation": {
      "en": "What would I think of you?",
      "vi": "Tôi sẽ nghĩ gì về bạn?"
    }
  },
  {
    "translation": {
      "en": "That I'm a terrible person?",
      "vi": "Tôi là một người tồi tệ?"
    }
  },
  {
    "translation": {
      "en": "No, I wouldn't.",
      "vi": "Không đâu."
    }
  },
  {
    "translation": {
      "en": "That's not why I'm here. It's not my job to judge you.",
      "vi": "Đó không phải lý do tôi ở đây. Tôi không phán xét bạn."
    }
  },
  {
    "translation": {
      "en": "I'm here for one thing.",
      "vi": "Tôi ở đây vì một điều."
    }
  },
  {
    "translation": {
      "en": "What is that?",
      "vi": "Điều gì thế?"
    }
  },
  {
    "translation": {
      "en": "[Sharlet] That disturbing moment sort of crystallizes it for me.",
      "vi": "Khoảnh khắc đáng lo ngại đó khiến nó trở nên rõ ràng với tôi."
    }
  },
  {
    "translation": {
      "en": "This core idea that some people are more chosen than others.",
      "vi": "Ý tưởng cốt lõi một số người được chọn nhiều hơn những người khác."
    }
  },
  {
    "translation": {
      "en": "And if you're chosen,",
      "vi": "Và nếu bạn được chọn,"
    }
  },
  {
    "translation": {
      "en": "doesn't matter what you do.",
      "vi": "không quan trọng bạn làm gì."
    }
  },
  {
    "translation": {
      "en": "I'd still be with you.",
      "vi": "Tôi vẫn sẽ ở bên bạn."
    }
  },
  {
    "translation": {
      "en": "-And then he said... [voices overlap] -We elect our leaders,",
      "vi": "- Rồi ông ấy nói... - Ta bầu lãnh đạo của ta,"
    }
  },
  {
    "translation": {
      "en": "Jesus elects his.",
      "vi": "Jesus chọn người.\""
    }
  },
  {
    "translation": {
      "en": "And we warn everyone,",
      "vi": "Và ta cảnh báo mọi người,"
    }
  },
  {
    "translation": {
      "en": "the future king is coming.",
      "vi": "vị vua tương lai sẽ đến."
    }
  },
  {
    "translation": {
      "en": "Not just of this country...",
      "vi": "Không chỉ của đất nước này..."
    }
  },
  {
    "translation": {
      "en": "but of the world.",
      "vi": "mà của cả thế giới."
    }
  },
  {
    "translation": {
      "en": "[Sims] The Cedars is a set-apart place.",
      "vi": "Cedars là một nơi tách biệt."
    }
  },
  {
    "translation": {
      "en": "It's a historic place, it's a beautiful place,",
      "vi": "Đây là một nơi lịch sử, một nơi tuyệt đẹp,"
    }
  },
  {
    "translation": {
      "en": "and it is a place that offers hospitality to the world.",
      "vi": "và đó là nơi cung cấp lòng hiếu khách cho thế giới."
    }
  },
  {
    "translation": {
      "en": "[Sims] There was a weekly breakfast that we were responsible for,",
      "vi": "Có một bữa sáng hàng tuần mà chúng tôi chịu trách nhiệm,"
    }
  },
  {
    "translation": {
      "en": "I think we called it the ambassador's breakfast.",
      "vi": "tôi nghĩ chúng tôi gọi đó là bữa sáng của đại sứ."
    }
  },
  {
    "translation": {
      "en": "How many ambassadors were actually present is always, you know--",
      "vi": "Có bao nhiêu đại sứ thực sự luôn có mặt..."
    }
  },
  {
    "translation": {
      "en": "I think a fairly limited number.",
      "vi": "tôi nghĩ một con số khá hạn chế."
    }
  },
  {
    "translation": {
      "en": "But it was a chance for people",
      "vi": "Nhưng là cơ hội cho những người ra vào"
    }
  },
  {
    "translation": {
      "en": "who were in and out of various stages of public life to have breakfast together in prayer.",
      "vi": "các giai đoạn khác nhau của hoạt động xã hội để ăn sáng cùng nhau và cầu nguyện."
    }
  },
  {
    "translation": {
      "en": "-Mr. Attorney-General. -Oh, my! It's so wonderful to see you.",
      "vi": "- Ngài Tổng chưởng lý. - Thật tuyệt khi được gặp anh."
    }
  },
  {
    "translation": {
      "en": "[Sims] Folks are able to sort of let their guard down,",
      "vi": "Người ta có thể thôi cảnh giác,"
    }
  },
  {
    "translation": {
      "en": "folks in leadership positions,",
      "vi": "những người lãnh đạo,"
    }
  },
  {
    "translation": {
      "en": "and have real conversations,",
      "vi": "và nói chuyện thành thật,"
    }
  },
  {
    "translation": {
      "en": "out of the limelight.",
      "vi": "ngoài sự chú ý của công chúng,"
    }
  },
  {
    "translation": {
      "en": "Out of the eye of the camera.",
      "vi": "ngoài máy quay,"
    }
  },
  {
    "translation": {
      "en": "And trusting that Jesus would...",
      "vi": "và tin rằng Chúa Jesus sẽ..."
    }
  },
  {
    "translation": {
      "en": "would be present there.",
      "vi": "sẽ có mặt ở đó."
    }
  },
  {
    "translation": {
      "en": "This is impressive.",
      "vi": "Ấn tượng quá."
    }
  },
  {
    "translation": {
      "en": "That's the former attorney-general.",
      "vi": "Đó là cựu Tổng chưởng lý."
    }
  },
  {
    "translation": {
      "en": "\"No one knows the son except the father.",
      "vi": "\"Không ai hiểu con trai ngoại trừ bố."
    }
  },
  {
    "translation": {
      "en": "And no one knows the father except the son,",
      "vi": "Và không ai hiểu bố ngoại trừ con trai,"
    }
  },
  {
    "translation": {
      "en": "and those to whom the son chooses to reveal himself.",
      "vi": "và những người mà con trai chọn để tiết lộ bản thân."
    }
  },
  {
    "translation": {
      "en": "I didn't have to ask who was in charge, because we talked about him often.",
      "vi": "Tôi không phải hỏi ai là người đứng đầu vì chúng tôi thường xuyên nói về người đó."
    }
  },
  {
    "translation": {
      "en": "It was a guy named Doug Coe.",
      "vi": "Đó là một người tên là Doug Coe."
    }
  },
  {
    "translation": {
      "en": "Know we're going to do everything we possibly can",
      "vi": "Biết chúng tôi sẽ làm mọi thứ có thể"
    }
  },
  {
    "translation": {
      "en": "to be of help to you and your country. [Luke] He hates the limelight.",
      "vi": "- để giúp đỡ anh và đất nước của anh. - Doug ghét sự chú ý của công chúng."
    }
  },
  {
    "translation": {
      "en": "It's not about him, it's about Jesus.",
      "vi": "Ông ấy không quan trọng, Chúa mới quan trọng."
    }
  },
  {
    "translation": {
      "en": "I wanted to give you a small gift of our small world.",
      "vi": "Tôi muốn tặng anh một món quà nhỏ của thế giới nhỏ của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] He was introduced to me as sort of like a brother,",
      "vi": "Ông ấy được giới thiệu với tôi như một người anh em,"
    }
  },
  {
    "translation": {
      "en": "but he's like the first brother.",
      "vi": "nhưng ông ấy như người anh cả."
    }
  },
  {
    "translation": {
      "en": "They said said he was a very simple man",
      "vi": "Họ nói ông là người rất đơn giản"
    }
  },
  {
    "translation": {
      "en": "who was closer to Jesus than anybody alive,",
      "vi": "người gần gũi với Chúa hơn bất cứ ai còn sống,"
    }
  },
  {
    "translation": {
      "en": "and that if Doug Coe prayed for something,",
      "vi": "và nếu Doug Coe cầu nguyện gì đó,"
    }
  },
  {
    "translation": {
      "en": "it just happened.",
      "vi": "nó sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "They liked very much that nobody outside of the Family knew who Doug Coe was.",
      "vi": "Họ rất thích không ai ngoài Hội Gia Đình biết Doug Coe."
    }
  },
  {
    "translation": {
      "en": "They loved telling stories about how Doug Coe just showed up",
      "vi": "Họ thích kể chuyện Doug Coe xuất hiện"
    }
  },
  {
    "translation": {
      "en": "in some president's office",
      "vi": "ở văn phòng Tổng thống"
    }
  },
  {
    "translation": {
      "en": "or some prime minister's house.",
      "vi": "hay nhà của thủ tướng nào đó."
    }
  },
  {
    "translation": {
      "en": "He was clearly a leader to this movement.",
      "vi": "Rõ ràng ông là thủ lĩnh của phong trào này."
    }
  },
  {
    "translation": {
      "en": "And so, you know, \"Who is Doug Coe?\" is what I really wanted to know at this point.",
      "vi": "Và \"Vậy Doug Coe là ai?\" là điều tôi thực sự muốn biết lúc đó."
    }
  },
  {
    "translation": {
      "en": "[man] You know what I'm concerned about?",
      "vi": "Anh biết tôi lo gì không?"
    }
  },
  {
    "translation": {
      "en": "The Muslim.",
      "vi": "Người Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "The Muslim has too many babies.",
      "vi": "Người Hồi giáo có quá nhiều trẻ con."
    }
  },
  {
    "translation": {
      "en": "We kill too many of ours.",
      "vi": "Ta giết quá nhiều người của ta."
    }
  },
  {
    "translation": {
      "en": "What is the best way for Christians to win the race against the Muslims?",
      "vi": "Cách tốt nhất để các Kitô hữu thắng cuộc đua chống lại người Hồi giáo là gì?"
    }
  },
  {
    "translation": {
      "en": "Too many Muslim babies could be a problem.",
      "vi": "Quá nhiều trẻ con Hồi giáo có thể là vấn đề."
    }
  },
  {
    "translation": {
      "en": "But your focus on labels,",
      "vi": "Nhưng sự chú ý vào việc gọi tên của anh,"
    }
  },
  {
    "translation": {
      "en": "Christian and Muslim, gets in the way of your prayers.",
      "vi": "Kitô hữu và người Hồi giáo, cản trở việc cầu nguyện của anh."
    }
  },
  {
    "translation": {
      "en": "Organized religion distracts from Jesus.",
      "vi": "Tôn giáo có tổ chức khiến ta sao nhãng khỏi Chúa."
    }
  },
  {
    "translation": {
      "en": "We've got to take Jesus out of the religious wrapping.",
      "vi": "Ta phải đưa Jesus ra khỏi tôn giáo."
    }
  },
  {
    "translation": {
      "en": "How do we do that?",
      "vi": "Bằng cách nào?"
    }
  },
  {
    "translation": {
      "en": "It's good to have friends.",
      "vi": "Thật tốt khi có bạn."
    }
  },
  {
    "translation": {
      "en": "Do you know what a difference a friend can make?",
      "vi": "Anh có biết người bạn có thể tạo ra khác biệt gì không?"
    }
  },
  {
    "translation": {
      "en": "A friend that you can agree with?",
      "vi": "Một người bạn mà anh có thể đồng ý?"
    }
  },
  {
    "translation": {
      "en": "Two or three friends agree and pray.",
      "vi": "Hai hoặc ba người bạn đồng ý và cầu nguyện."
    }
  },
  {
    "translation": {
      "en": "They can do anything.",
      "vi": "Họ có thể làm bất kỳ thứ gì."
    }
  },
  {
    "translation": {
      "en": "Agreement.",
      "vi": "Sự đồng ý."
    }
  },
  {
    "translation": {
      "en": "You're a writer.",
      "vi": "Cậu là nhà văn."
    }
  },
  {
    "translation": {
      "en": "What's that mean?",
      "vi": "Nó nghĩa là gì?"
    }
  },
  {
    "translation": {
      "en": "Unity.",
      "vi": "Thống nhất."
    }
  },
  {
    "translation": {
      "en": "Agreement means unity. [Coe] Total unity.",
      "vi": "- Đồng ý là sự thống nhất. - Hoàn toàn thống nhất."
    }
  },
  {
    "translation": {
      "en": "You know, there's another word for that.",
      "vi": "Có một từ khác cho nó."
    }
  },
  {
    "translation": {
      "en": "A covenant.",
      "vi": "Giao ước."
    }
  },
  {
    "translation": {
      "en": "-Covenant. -Hmm.",
      "vi": "Giao ước."
    }
  },
  {
    "translation": {
      "en": "Can you think of anyone who made a covenant...",
      "vi": "Cậu có nghĩ ra ai đã lập giao ước..."
    }
  },
  {
    "translation": {
      "en": "-with his friends? -Jesus.",
      "vi": "- với bạn bè không? - Chúa Jesus."
    }
  },
  {
    "translation": {
      "en": "Hitler made a covenant.",
      "vi": "Hitler lập giao ước."
    }
  },
  {
    "translation": {
      "en": "The Mafia made a covenant.",
      "vi": "Mafia lập giao ước."
    }
  },
  {
    "translation": {
      "en": "Look at the strength of their bonds.",
      "vi": "Hãy nhìn sức mạnh của sự liên kết của họ."
    }
  },
  {
    "translation": {
      "en": "It's a powerful thing.",
      "vi": "Nó là thứ đầy quyền lực."
    }
  },
  {
    "translation": {
      "en": "You see, with them, it's honor.",
      "vi": "Họ tập trung vào danh dự."
    }
  },
  {
    "translation": {
      "en": "With us, it's Jesus.",
      "vi": "Ta tập trung vào Jesus."
    }
  },
  {
    "translation": {
      "en": "Hitler, Stalin,",
      "vi": "Hitler, Stalin, Mao Trạch Đông,"
    }
  },
  {
    "translation": {
      "en": "Mao Tse-tung, Osama bin Laden.",
      "vi": "Hitler, Stalin, Mao Trạch Đông, Osama bin Laden."
    }
  },
  {
    "translation": {
      "en": "The Family possesses a weapon those leaders lacked.",
      "vi": "Hội Gia Đình sở hữu một vũ khí mà các nhà lãnh đạo đó thiếu."
    }
  },
  {
    "translation": {
      "en": "The \"total Jesus\" of a brotherhood in Christ.",
      "vi": "\"Hoàn toàn về Chúa Jesus\" của một hội anh em tận tâm với Chúa."
    }
  },
  {
    "translation": {
      "en": "That's what you get with a covenant.",
      "vi": "Đó là điều ta có được từ một giao ước."
    }
  },
  {
    "translation": {
      "en": "Jesus, plus nothing.",
      "vi": "Jesus, không còn gì khác."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] That phrase,",
      "vi": "Cụm từ đó,"
    }
  },
  {
    "translation": {
      "en": "\"Jesus plus nothing,\"",
      "vi": "\"Jesus, không còn gì khác,\""
    }
  },
  {
    "translation": {
      "en": "simultaneously banal and totalitarian...",
      "vi": "vừa vô vị vừa độc tài..."
    }
  },
  {
    "translation": {
      "en": "Well, guys, I gotta go.",
      "vi": "Tôi phải đi đây."
    }
  },
  {
    "translation": {
      "en": "...leaves these congressman sitting there",
      "vi": "...bỏ lại những nghị sĩ ngồi đó"
    }
  },
  {
    "translation": {
      "en": "as if they've been given a revelation.",
      "vi": "như thể họ đã được giác ngộ."
    }
  },
  {
    "translation": {
      "en": "And it's just like other men have said.",
      "vi": "Và nó cũng giống như những người đàn ông khác đã nói."
    }
  },
  {
    "translation": {
      "en": "\"Doug helped bring me out of religion and into Christ.\"",
      "vi": "\"Doug đã giúp tôi thoát khỏi tôn giáo và tham gia với Chúa.\""
    }
  },
  {
    "translation": {
      "en": "Doug Coe was a saintly person",
      "vi": "Doug Coe là người thánh thiện"
    }
  },
  {
    "translation": {
      "en": "who put other people first.",
      "vi": "đặt người khác lên hàng đầu."
    }
  },
  {
    "translation": {
      "en": "Put a relationship with the Lord first.",
      "vi": "Đặt mối quan hệ với Chúa lên đầu."
    }
  },
  {
    "translation": {
      "en": "And he didn't really want any accolades.",
      "vi": "Và ông ấy không thực sự muốn có bất kỳ giải thưởng nào."
    }
  },
  {
    "translation": {
      "en": "I remember, near the end of my season at Ivanwald,",
      "vi": "Gần cuối thời gian của tôi ở Ivanwald,"
    }
  },
  {
    "translation": {
      "en": "I got to help plan a prayer breakfast,",
      "vi": "tôi phải giúp chuẩn bị bữa sáng cầu nguyện,"
    }
  },
  {
    "translation": {
      "en": "and I remember Doug specifically saying,",
      "vi": "và tôi nhớ Doug đã nói,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, Google me, and let's get any reference down.",
      "vi": "\"Google tên tôi và xóa hết mọi thứ liên quan đến tôi."
    }
  },
  {
    "translation": {
      "en": "We just-- I just don't want to be-- I don't want anybody to know,",
      "vi": "Chúng ta...Tôi chỉ không muốn... Tôi không muốn ai biết,"
    }
  },
  {
    "translation": {
      "en": "uh, and to have a sense of I'm sort of this power figure behind this.",
      "vi": "và cảm giác tôi là người quyền lực đằng sau chuyện này."
    }
  },
  {
    "translation": {
      "en": "I just, you know-- This is about the Lord. This is about bringing people together.",
      "vi": "Tôi chỉ...Đây là về Chúa. Đây là việc đưa mọi người lại gần nhau."
    }
  },
  {
    "translation": {
      "en": "This is about something much greater than me.\"",
      "vi": "Đây là chuyện to lớn hơn tôi nhiều.\""
    }
  },
  {
    "translation": {
      "en": "What a wonderfully reassuring thing,",
      "vi": "Một điều trấn an tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "in a town that thrives on power and prestige and influence.",
      "vi": "ở một thị trấn tôn sùng quyền lực, danh tiếng và ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "So let's be influential, but let's do it quietly.",
      "vi": "Nên hãy tạo sự ảnh hưởng, nhưng làm trong im lặng."
    }
  },
  {
    "translation": {
      "en": "Um... So, you know, that was Doug.",
      "vi": "Đó là Doug."
    }
  },
  {
    "translation": {
      "en": "when he organizes,",
      "vi": "khi người tổ chức,"
    }
  },
  {
    "translation": {
      "en": "the way he puts the organization together, he makes it invisible.",
      "vi": "cách người tập hợp tổ chức, người biến nó thành vô hình."
    }
  },
  {
    "translation": {
      "en": "When you look at your body,",
      "vi": "Khi nhìn vào cơ thể,"
    }
  },
  {
    "translation": {
      "en": "you don't see your liver and your muscles and your brains hanging out.",
      "vi": "bạn không thấy gan và cơ bắp và não bộ của bạn."
    }
  },
  {
    "translation": {
      "en": "What he did is he put the finest organization,",
      "vi": "Những gì người làm là tập hợp tổ chức tốt nhất,"
    }
  },
  {
    "translation": {
      "en": "and he put a beautiful skin over it.",
      "vi": "và phủ một lớp da đẹp lên."
    }
  },
  {
    "translation": {
      "en": "When you look at the Mafia,",
      "vi": "Nói đến Mafia,"
    }
  },
  {
    "translation": {
      "en": "they also use the same type of organization.",
      "vi": "họ cũng dùng cùng một loại tổ chức."
    }
  },
  {
    "translation": {
      "en": "Everything visible... [coughs] is transitory.",
      "vi": "Mọi thứ nhìn thấy được đều là nhất thời."
    }
  },
  {
    "translation": {
      "en": "Everything invisible is permanent and lasts forever.",
      "vi": "Mọi thứ vô hình là vĩnh viễn và tồn tại mãi mãi."
    }
  },
  {
    "translation": {
      "en": "The more you can make your organization invisible, the more influence it'll have.",
      "vi": "Bạn càng có thể khiến tổ chức tàng hình, nó càng có nhiều ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] I wrote openly in my journal, and less openly as time went on.",
      "vi": "Tôi viết một cách cởi mở trong nhật ký và ít cởi mở hơn theo thời gian."
    }
  },
  {
    "translation": {
      "en": "Things that surprised me,",
      "vi": "Những điều làm tôi ngạc nhiên,"
    }
  },
  {
    "translation": {
      "en": "conversation I heard and questions that emerged.",
      "vi": "những cuộc đối thoại tôi đã nghe và các câu hỏi xuất hiện."
    }
  },
  {
    "translation": {
      "en": "As time went on, the journal becomes more and more of a detective's journal.",
      "vi": "Thời gian trôi qua, nhật ký ngày càng trở thành nhật ký của thanh tra."
    }
  },
  {
    "translation": {
      "en": "I wondered, what do they really mean by \"Jesus plus nothing\"?",
      "vi": "Tôi băn khoăn, \"Jesus, không còn gì khác\" là sao?"
    }
  },
  {
    "translation": {
      "en": "What kind of influence did they want to have in the world?",
      "vi": "Họ muốn ảnh hưởng thế nào đến thế giới này?"
    }
  },
  {
    "translation": {
      "en": "I didn't know then what the ultimate vision was,",
      "vi": "Tôi không biết rõ mục đích cuối cùng là gì,"
    }
  },
  {
    "translation": {
      "en": "but life at Ivanwald seemed to provide some clues.",
      "vi": "nhưng cuộc sống ở Ivanwald dường như đã cho thấy vài manh mối."
    }
  },
  {
    "translation": {
      "en": "One night, there was a social with our sister house,",
      "vi": "Một đêm nọ, có một buổi giao lưu với nhà hội chị em,"
    }
  },
  {
    "translation": {
      "en": "young women of this house called Potomac Point.",
      "vi": "các phụ nữ trẻ của ngôi nhà tên là Potomac Point."
    }
  },
  {
    "translation": {
      "en": "Some of them were really young. Most were sort of in their mid-twenties.",
      "vi": "Vài người còn rất trẻ. Hầu hết là khoảng trên dưới 25 tuổi."
    }
  },
  {
    "translation": {
      "en": "There was also a few wives of the senior men around,",
      "vi": "Cũng có vài người vợ của những người đàn ông lớn tuổi,"
    }
  },
  {
    "translation": {
      "en": "who had these sort of den mother kind of roles.",
      "vi": "những người có vai trò như mẹ đàn."
    }
  },
  {
    "translation": {
      "en": "[man] Careful, boys.",
      "vi": "Cẩn thận."
    }
  },
  {
    "translation": {
      "en": "And they were intense.",
      "vi": "Và họ rất mạnh."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] So obviously, there would be no sex.",
      "vi": "Rõ ràng là không có tình dục."
    }
  },
  {
    "translation": {
      "en": "-Hey. Hello. -Hey!",
      "vi": "- Này. Xin chào. - Này!"
    }
  },
  {
    "translation": {
      "en": "-Are you going to a wedding? -You wore a tie.",
      "vi": "- Anh đi dự đám cưới à? - Anh đeo cà vạt."
    }
  },
  {
    "translation": {
      "en": "-None of you guys wore ties. -No.",
      "vi": "- Không ai đeo cà vạt. - Không."
    }
  },
  {
    "translation": {
      "en": "-We didn't. -[brother laughs]",
      "vi": "Đâu có."
    }
  },
  {
    "translation": {
      "en": "The whole organization is based around this idea of male headship.",
      "vi": "Toàn bộ tổ chức dựa trên ý tưởng về nam giới lãnh đạo."
    }
  },
  {
    "translation": {
      "en": "-Hello. -Hi.",
      "vi": "- Xin chào. - Chào."
    }
  },
  {
    "translation": {
      "en": "\"As Christ is to the church,",
      "vi": "\"Như Chúa trong nhà thờ,"
    }
  },
  {
    "translation": {
      "en": "so a man is to his family,\"",
      "vi": "như một người đàn ông với gia đình,\""
    }
  },
  {
    "translation": {
      "en": "and that there are these levels of hierarchy that must be observed throughout.",
      "vi": "và có những mức độ phân cấp phải được quan sát xuyên suốt."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] It was the most gender-segregated world I'd ever lived in.",
      "vi": "Đó là thế giới tách biệt giới tính nhất tôi từng sống."
    }
  },
  {
    "translation": {
      "en": "Guys, this is Jeff.",
      "vi": "Mọi người, đây là Jeff."
    }
  },
  {
    "translation": {
      "en": "-Yeah. Hi. -He's new.",
      "vi": "- Chào. - Jeff là người mới."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] And the women I got to speak to briefly would tell me",
      "vi": "Những phụ nữ tôi nói chuyện xã giao sẽ cho tôi biết"
    }
  },
  {
    "translation": {
      "en": "that whereas the young men were being drawn into mentorship",
      "vi": "trong khi những người đàn ông trẻ được dạy dỗ bởi những người"
    }
  },
  {
    "translation": {
      "en": "by maybe an influential senior member of the Family, maybe a politician--",
      "vi": "có thể là thành viên cấp cao có ảnh hưởng của Hội Gia Đình, có thể là chính trị gia."
    }
  },
  {
    "translation": {
      "en": "Maybe you were going to get a junior job in a political office.",
      "vi": "Có lẽ bạn sẽ có một công việc cấp thấp ở văn phòng chính trị."
    }
  },
  {
    "translation": {
      "en": "But for the women, that wasn't happening for them.",
      "vi": "Nhưng với phụ nữ, điều đó không xảy ra với họ."
    }
  },
  {
    "translation": {
      "en": "They were being mentored in service,",
      "vi": "Họ được hướng dẫn phục vụ,"
    }
  },
  {
    "translation": {
      "en": "and directed toward relationships with men of the Fellowship.",
      "vi": "và hướng tới mối quan hệ với đàn ông của Hội Ái Hữu."
    }
  },
  {
    "translation": {
      "en": "They said appropriate matches was the goal.",
      "vi": "Họ nói mục tiêu là những cặp đôi phù hợp."
    }
  },
  {
    "translation": {
      "en": "Hey, can I ask you something?",
      "vi": "Tôi hỏi cô một câu nhé?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Um...",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "You ever feel weird, like, serving men?",
      "vi": "Cô có thấy kỳ lạ khi phục vụ đàn ông?"
    }
  },
  {
    "translation": {
      "en": "-No. -No?",
      "vi": "- Không. - Không à?"
    }
  },
  {
    "translation": {
      "en": "No. They're so busy loving us, who's loving them?",
      "vi": "Họ rất bận yêu chúng tôi, vậy ai yêu họ?"
    }
  },
  {
    "translation": {
      "en": "You know, God wants to have a personal relationship with each of us.",
      "vi": "Chúa muốn có mối quan hệ cá nhân với mỗi người chúng ta."
    }
  },
  {
    "translation": {
      "en": "Jesus is a person.",
      "vi": "Jesus là một con người."
    }
  },
  {
    "translation": {
      "en": "A real person.",
      "vi": "Một con người thật sự."
    }
  },
  {
    "translation": {
      "en": "Not some abstract idea.",
      "vi": "Không phải ý tưởng trừu tượng."
    }
  },
  {
    "translation": {
      "en": "He wants you to know him.",
      "vi": "Người muốn anh biết người."
    }
  },
  {
    "translation": {
      "en": "How can you be so sure?",
      "vi": "Sao cô chắc thế?"
    }
  },
  {
    "translation": {
      "en": "Don't you have doubts?",
      "vi": "Cô không có nghi ngờ sao?"
    }
  },
  {
    "translation": {
      "en": "That's okay.",
      "vi": "Không sao."
    }
  },
  {
    "translation": {
      "en": "Doubt is just a prelude to joy.",
      "vi": "Nghi ngờ chỉ là khúc dạo đầu trước niềm vui."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] As a brother in Ivanwald, we were chosen.",
      "vi": "Là anh em ở Ivanwald, chúng tôi được chọn."
    }
  },
  {
    "translation": {
      "en": "Me, not you.",
      "vi": "Tôi, không phải bạn."
    }
  },
  {
    "translation": {
      "en": "You might be a good person, but you're not a brother.",
      "vi": "Bạn có thể là người tốt, nhưng không phải người anh em."
    }
  },
  {
    "translation": {
      "en": "-You're not chosen. I am. -I can't breathe!",
      "vi": "Bạn không được chọn. Mà là tôi."
    }
  },
  {
    "translation": {
      "en": "That's what you got. What did you give up?",
      "vi": "Đó là những gì bạn có. Bạn đã từ bỏ gì?"
    }
  },
  {
    "translation": {
      "en": "You gave up those who were not chosen. Other relationships.",
      "vi": "Bạn đã từ bỏ những người không được chọn. Những mối quan hệ khác."
    }
  },
  {
    "translation": {
      "en": "So you had the hierarchy, the concentric rings.",
      "vi": "Vậy là bạn có hệ thống phân cấp, các vòng đồng tâm."
    }
  },
  {
    "translation": {
      "en": "At the middle is Jesus.",
      "vi": "Ở giữa là Jesus."
    }
  },
  {
    "translation": {
      "en": "And next is your cell, your brothers,",
      "vi": "Và tiếp theo là nhóm của bạn, các anh em,"
    }
  },
  {
    "translation": {
      "en": "and we are only accountable to one another.",
      "vi": "và chúng tôi chỉ chịu trách nhiệm với nhau."
    }
  },
  {
    "translation": {
      "en": "And then after that,",
      "vi": "Và sau đó mới đến"
    }
  },
  {
    "translation": {
      "en": "your family, your children, your parents, your partner. After that.",
      "vi": "gia đình, con cái, bố mẹ, người yêu hay vợ hoặc chồng bạn. Sau đó."
    }
  },
  {
    "translation": {
      "en": "Hitler, Stalin, Mao.",
      "vi": "Hitler, Stalin, Mao Trạch Đông."
    }
  },
  {
    "translation": {
      "en": "That kind of absolute loyalty, that was the goal.",
      "vi": "Sự trung thành tuyệt đối đó, đó là mục tiêu."
    }
  },
  {
    "translation": {
      "en": "[Coe] I've seen pictures of the young men",
      "vi": "Tôi đã xem ảnh những chàng trai trẻ"
    }
  },
  {
    "translation": {
      "en": "in the Red Guard, 20 years, 20, 22 years old, in China.",
      "vi": "ở Hồng Vệ binh, 20 năm, 20, 22 tuổi, ở Trung Quốc."
    }
  },
  {
    "translation": {
      "en": "A table laid out like a butcher table.",
      "vi": "Một cái bàn được bày ra như bàn chặt thịt."
    }
  },
  {
    "translation": {
      "en": "They would bring in this young man's mother and father.",
      "vi": "Họ đưa bố mẹ của chàng trai trẻ này vào."
    }
  },
  {
    "translation": {
      "en": "Lay her on the table, with a basket on the end.",
      "vi": "Đặt họ nằm trên bàn, với một cái rổ ở cuối bàn."
    }
  },
  {
    "translation": {
      "en": "He would take an...",
      "vi": "Cậu ấy sẽ dùng..."
    }
  },
  {
    "translation": {
      "en": "axe and cut her head off.",
      "vi": "rìu và chặt đầu họ."
    }
  },
  {
    "translation": {
      "en": "The Viet Cong.",
      "vi": "Việt Cộng."
    }
  },
  {
    "translation": {
      "en": "Hitler. Mussolini, with the Blackshirts.",
      "vi": "Hitler. Mussolini, với Blackshirts."
    }
  },
  {
    "translation": {
      "en": "The one thing in every one of their oaths",
      "vi": "Một điều có trong mọi lời thề của họ"
    }
  },
  {
    "translation": {
      "en": "is we pledge to be totally unified, even to death.",
      "vi": "là chúng tôi cam kết hoàn toàn đoàn kết, thậm chí đến chết."
    }
  },
  {
    "translation": {
      "en": "That was a covenant, a pledge.",
      "vi": "Đó là giao ước, một cam kết."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] After I spent many days there,",
      "vi": "Sau nhiều ngày ở đó,"
    }
  },
  {
    "translation": {
      "en": "I had come to feel some affection for the brothers,",
      "vi": "tôi đã cảm nhận tình cảm dành cho các anh em,"
    }
  },
  {
    "translation": {
      "en": "and I was feeling more a part of it.",
      "vi": "thấy mình là một phần của nó nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] I had gone not with any plan of how long exactly I was going to stay.",
      "vi": "Tôi không lên kế hoạch chính xác tôi sẽ ở lại bao lâu."
    }
  },
  {
    "translation": {
      "en": "You know, sort of depending on what I found.",
      "vi": "Tùy thuộc vào những gì tôi tìm thấy."
    }
  },
  {
    "translation": {
      "en": "I'd seen all these different, and in some cases outlandish, Jesuses.",
      "vi": "Tôi thấy những ý kiến khác nhau về Jesus, và trong vài trường hợp, nó khá kỳ quặc."
    }
  },
  {
    "translation": {
      "en": "But Ivanwald was really the most unusual thing I'd encountered.",
      "vi": "Nhưng Ivanwald là thứ khác thường nhất tôi từng gặp phải."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Wow, look at these guys, they're always thinking about one another.",
      "vi": "Và tôi nghĩ, \"Nhìn họ kìa, họ luôn nghĩ cho nhau."
    }
  },
  {
    "translation": {
      "en": "There is a kindness here.\"",
      "vi": "Có một sự tử tế ở đây.\""
    }
  },
  {
    "translation": {
      "en": "And so I wasn't ready to leave.",
      "vi": "Nên tôi chưa sẵn sàng ra đi."
    }
  },
  {
    "translation": {
      "en": "Then one day, Luke, the man who brought me into it--",
      "vi": "Rồi một ngày nọ, Luke, người đã đưa tôi đến đó..."
    }
  },
  {
    "translation": {
      "en": "His fiance had apparently been sexually assaulted",
      "vi": "Hôn thê của cậu ấy rõ ràng đã bị tấn công tình dục"
    }
  },
  {
    "translation": {
      "en": "and of course his first inclination was,",
      "vi": "và tất nhiên, phản ứng đầu tiên của Luke là"
    }
  },
  {
    "translation": {
      "en": "\"I'm on the next plane. I have to go see her.\"",
      "vi": "\"Tôi sẽ lên chuyến bay tiếp theo. Tôi phải gặp cô ấy.\""
    }
  },
  {
    "translation": {
      "en": "The brothers went, \"No. No. We're your brothers.",
      "vi": "Các anh em nói, \"Không. Chúng tôi là anh em của anh."
    }
  },
  {
    "translation": {
      "en": "Your loyalty is to us.",
      "vi": "Anh trung thành với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And why was she sexually assaulted?",
      "vi": "Và vì sao cô ấy bị tấn công tình dục?"
    }
  },
  {
    "translation": {
      "en": "Where was she that this happened to her?",
      "vi": "Cô ấy ở đâu khi nó xảy ra với cô ấy?"
    }
  },
  {
    "translation": {
      "en": "What was she doing?\"",
      "vi": "Cô ấy đã làm gì?\""
    }
  },
  {
    "translation": {
      "en": "But Luke went anyways,",
      "vi": "Nhưng Luke vẫn đi,"
    }
  },
  {
    "translation": {
      "en": "and they were so contemptuous of that.",
      "vi": "và họ rất khinh bỉ việc đó."
    }
  },
  {
    "translation": {
      "en": "They said Luke was a loser.",
      "vi": "Họ nói Luke là kẻ thất bại."
    }
  },
  {
    "translation": {
      "en": "He chose her rather than...",
      "vi": "Cậu ấy thà chọn cô ấy hơn là..."
    }
  },
  {
    "translation": {
      "en": "playing sports with his brothers. That made him a loser.",
      "vi": "chơi thể thao với anh em. Nên cậu ấy là kẻ thất bại."
    }
  },
  {
    "translation": {
      "en": "You Jesus before everything else. It seemed so simple.",
      "vi": "Bạn đặt Jesus lên trên mọi thứ, và nó nghe rất đơn giản."
    }
  },
  {
    "translation": {
      "en": "It's not.",
      "vi": "Nhưng không."
    }
  },
  {
    "translation": {
      "en": "You're doing the right thing.",
      "vi": "Cậu đang làm điều đúng đắn."
    }
  },
  {
    "translation": {
      "en": "Hope it works out for you, Jeff. I really do.",
      "vi": "Hy vọng mọi chuyện suôn sẻ với cậu. Thật đấy."
    }
  },
  {
    "translation": {
      "en": "I know you still have a lot of questions.",
      "vi": "Tôi biết cậu vẫn có rất nhiều câu hỏi."
    }
  },
  {
    "translation": {
      "en": "You ask a lot of fucking questions.",
      "vi": "Cậu hỏi nhiều quá đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "This might answer some of them.",
      "vi": "Cái này có thể trả lời vài câu."
    }
  },
  {
    "translation": {
      "en": "Is there more of this?",
      "vi": "Còn không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, a lot more.",
      "vi": "Ừ, còn nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "For an invisible organization, they sure do have a lot of files.",
      "vi": "Đối với một tổ chức vô hình, họ có rất nhiều hồ sơ."
    }
  },
  {
    "translation": {
      "en": "All right, man.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "-I'm out. -Hey.",
      "vi": "Tôi đi đây. Được rồi."
    }
  },
  {
    "translation": {
      "en": "-Good luck. -Yeah, safe travels.",
      "vi": "- Chúc may mắn. - Ừ, đi an toàn nhé."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] So I started reading the history of what I've gotten involved in.",
      "vi": "Nên tôi bắt đầu đọc lịch sử của tổ chức tôi đã tham gia."
    }
  },
  {
    "translation": {
      "en": "Not just a Christian organization,",
      "vi": "Không chỉ là một tổ chức Kitô giáo,"
    }
  },
  {
    "translation": {
      "en": "but a fundamentally anti-democratic movement",
      "vi": "mà về cơ bản là một phong trào chống dân chủ"
    }
  },
  {
    "translation": {
      "en": "at the heart of religious conservatism in the United States for 70 years.",
      "vi": "ở trung tâm của bảo thủ tôn giáo ở Mỹ trong 70 năm."
    }
  },
  {
    "translation": {
      "en": "\"We desire to see a leadership led by God,",
      "vi": "\"Chúng tôi muốn thấy lãnh đạo dẫn dắt bởi Chúa,"
    }
  },
  {
    "translation": {
      "en": "leaders of all levels of society...\"",
      "vi": "lãnh đạo mọi tầng lớp xã hội...\""
    }
  },
  {
    "translation": {
      "en": "And what I discovered was that this organization",
      "vi": "Và tôi phát hiện ra là tổ chức này"
    }
  },
  {
    "translation": {
      "en": "that denied it was an organization",
      "vi": "từ chối nó là một tổ chức"
    }
  },
  {
    "translation": {
      "en": "was really one of the greatest networks of powerful figures in the world.",
      "vi": "thực sự là một trong những mạng lưới các nhân vật quyền lực nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "[overlapping, echoing voices] Uganda, Romania, Nigeria...",
      "vi": "Uganda, Romania, Nigeria…"
    }
  },
  {
    "translation": {
      "en": "[Coe] This is the beginning of a worldwide spiritual offensive.",
      "vi": "Đây là khởi đầu của một cuộc truyền bá tôn giáo toàn thế giới."
    }
  },
  {
    "translation": {
      "en": "It began with a meeting of 19 business executives...",
      "vi": "Nó bắt đầu với cuộc họp với 19 giám đốc điều hành..."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] Submerge the institutional image.",
      "vi": "Che giấu sự thật nó là một thể chế. Không có tổ chức, không hội viên,"
    }
  },
  {
    "translation": {
      "en": "[Coe] No organization, no membership,",
      "vi": "Che giấu sự thật nó là một thể chế. Không có tổ chức, không hội viên, QUYỀN LỰC BÍ MẬT"
    }
  },
  {
    "translation": {
      "en": "-no publicity. -[Sharlet] Jesus infiltrating the world.",
      "vi": "không công khai. Chúa đang thâm nhập vào thế giới."
    }
  },
  {
    "translation": {
      "en": "[Coe] Only God can know the measure of influence we have had",
      "vi": "Chỉ Chúa mới biết được độ ảnh hưởng của chúng ta."
    }
  },
  {
    "translation": {
      "en": "[Sharlet] Chosen.",
      "vi": "Được chọn."
    }
  },
  {
    "translation": {
      "en": "...the man who will commit himself...",
      "vi": "...người sẽ cam kết bản thân..."
    }
  },
  {
    "translation": {
      "en": "...a challenge to be a true...",
      "vi": "...thách thức để trở thành..."
    }
  },
  {
    "translation": {
      "en": "-We desire to see a leadership led by God. -[Sharlet] Chosen.",
      "vi": "Chúng tôi muốn thấy lãnh đạo dẫn dắt bởi Chúa."
    }
  },
  {
    "translation": {
      "en": "[Coe] Leaders of all levels of society...",
      "vi": "Lãnh đạo mọi tầng lớp xã hội..."
    }
  },
  {
    "translation": {
      "en": "-[overlapping] ...led by God. -Chosen...",
      "vi": "...dẫn dắt bởi Chúa. Được chọn."
    }
  },
  {
    "translation": {
      "en": "True disciples...",
      "vi": "Các môn đồ chân chính..."
    }
  },
  {
    "translation": {
      "en": "[Coe] Much has been accomplished. Brothers committed to Christ...",
      "vi": "- Ta đã làm rất nhiều. - Anh em cam kết với Chúa."
    }
  },
  {
    "translation": {
      "en": "Much more must be accomplished.",
      "vi": "Ta phải làm nhiều hơn nữa."
    }
  },
  {
    "translation": {
      "en": "The enemy is still at large.",
      "vi": "Kẻ thù vẫn đang tự do."
    }
  }
]