[
  {
    "translation": {
      "en": "[man] We're gonna take our time. We're gonna move slow.",
      "vi": "Chúng ta sẽ làm từ từ. Chúng ta sẽ di chuyển chậm."
    }
  },
  {
    "translation": {
      "en": "Uh, we're just worried about booby traps mostly.",
      "vi": "Chúng ta chỉ lo nhất về bẫy mìn."
    }
  },
  {
    "translation": {
      "en": "And obviously we're missing one body, so be very alert",
      "vi": "Rõ ràng chúng ta thiếu một thi thể, nên phải hết sức cảnh giác"
    }
  },
  {
    "translation": {
      "en": "because there could be a live one.",
      "vi": "bởi vì có thể một tên còn sống."
    }
  },
  {
    "translation": {
      "en": "Okay, clear.",
      "vi": "Được, không có gì."
    }
  },
  {
    "translation": {
      "en": "Clear.",
      "vi": "Không có gì."
    }
  },
  {
    "translation": {
      "en": "We have some sort of barricade here, we don't know why.",
      "vi": "Có lô cốt ở đây, không rõ vì sao."
    }
  },
  {
    "translation": {
      "en": "Maybe a last stronghold.",
      "vi": "Có lẽ đó là chiến lũy cuối cùng."
    }
  },
  {
    "translation": {
      "en": "This is Control Center Three",
      "vi": "Đây là Trung tâm Điều khiển số Ba"
    }
  },
  {
    "translation": {
      "en": "at the far east end of L-Block.",
      "vi": "tại đầu xa phía Đông của dãy L."
    }
  },
  {
    "translation": {
      "en": "This is the doorway outside of L-8,",
      "vi": "Đây là cửa bên ngoài L-8,"
    }
  },
  {
    "translation": {
      "en": "the entrance to L-8.",
      "vi": "lối vào L-8."
    }
  },
  {
    "translation": {
      "en": "[man 2] It's empty, Sergeant.",
      "vi": "Trống không, Trung sĩ."
    }
  },
  {
    "translation": {
      "en": "-Ready? -[man] Yeah.",
      "vi": "- Sẵn sàng chưa? - Rồi."
    }
  },
  {
    "translation": {
      "en": "Look behind it. See there's nothing wired to it.",
      "vi": "Nhìn đằng sau nó. Xem có gì nối với nó không."
    }
  },
  {
    "translation": {
      "en": "This is L-7.",
      "vi": "Đây là L-7."
    }
  },
  {
    "translation": {
      "en": "[man on TV] The new prison at Lucasville",
      "vi": "Nhà tù mới ở Lucasville"
    }
  },
  {
    "translation": {
      "en": "is one of the largest in the United States.",
      "vi": "là một trong những nhà tù lớn nhất ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "It cost more than $23 million to build.",
      "vi": "Chi phí xây nhà tù này là 23 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "It will hold 1,600 prisoners.",
      "vi": "Nó có thể giam giữ 1.600 tù nhân."
    }
  },
  {
    "translation": {
      "en": "The new maximum security prison has the latest equipment,",
      "vi": "Nhà tù mới an ninh tối ưu được trang bị những thiết bị hiện đại nhất,"
    }
  },
  {
    "translation": {
      "en": "electronically controlled gates and cell block doors,",
      "vi": "cổng và cửa phòng giam được điều khiển điện tử,"
    }
  },
  {
    "translation": {
      "en": "and the presence of the new prison is already being felt",
      "vi": "và có thể cảm thấy được sự hiện diện của nhà tù"
    }
  },
  {
    "translation": {
      "en": "in the town of Lucasville, a small community",
      "vi": "từ tận thị trấn Lucasville, một cộng đồng nhỏ"
    }
  },
  {
    "translation": {
      "en": "on the fringe of Appalachia.",
      "vi": "bên rìa dãy Appalachia. CHÀO MỪNG ĐẾN LUCASVILLE, OHIO"
    }
  },
  {
    "translation": {
      "en": "In the 1920s, this was a prosperous community.",
      "vi": "CHÀO MỪNG ĐẾN LUCASVILLE, OHIO Thập kỷ 1920, thị trấn rất thịnh vượng."
    }
  },
  {
    "translation": {
      "en": "But then came the Depression.",
      "vi": "Nhưng sau đó là Đại Khủng hoảng."
    }
  },
  {
    "translation": {
      "en": "Steel mills closed down, and the railroad didn't stop here anymore.",
      "vi": "Những nhà máy thép đóng cửa và xe lửa không còn dừng ở trạm này nữa."
    }
  },
  {
    "translation": {
      "en": "Lucasville never really recovered,",
      "vi": "Lucasville không bao giờ thực sự hồi phục,"
    }
  },
  {
    "translation": {
      "en": "but they're hoping that the new prison will change all that.",
      "vi": "nhưng họ hy vọng rằng nhà tù mới sẽ làm thay đổi tất cả."
    }
  },
  {
    "translation": {
      "en": "There are 400 jobs available at the prison.",
      "vi": "Có hơn 400 việc làm trong nhà tù."
    }
  },
  {
    "translation": {
      "en": "There have been 2,400 applications for those jobs.",
      "vi": "Đã có hơn 2.400 đơn xin việc cho những vị trí này."
    }
  },
  {
    "translation": {
      "en": "[man on radio] ...those storms could be strong to severe",
      "vi": "...bão có thể mạnh tới rất mạnh... LUCASVILLE, OHIO | MỸ"
    }
  },
  {
    "translation": {
      "en": "and accompanied by high wind and hail",
      "vi": "LUCASVILLE, OHIO | MỸ ...với gió mạnh và mưa đá và có thể làm xuất hiện lốc xoáy cô lập."
    }
  },
  {
    "translation": {
      "en": "and it could spawn an isolated tornado.",
      "vi": "...với gió mạnh và mưa đá và có thể làm xuất hiện lốc xoáy cô lập."
    }
  },
  {
    "translation": {
      "en": "I'd done ten years in the military, and I needed a job when I got out.",
      "vi": "Tôi đã ở trong quân đội mười năm rồi... và tôi cần một công việc khi giải ngũ."
    }
  },
  {
    "translation": {
      "en": "Really not a whole lot of choices of employment around here.",
      "vi": "Thực sự không có quá nhiều lựa chọn việc làm tại đây."
    }
  },
  {
    "translation": {
      "en": "I wanted a good job. I wanted health benefits, dental benefits.",
      "vi": "Tôi muốn một công việc tốt. Tôi muốn các phúc lợi y tế."
    }
  },
  {
    "translation": {
      "en": "I had two small kids.",
      "vi": "Tôi có hai con nhỏ."
    }
  },
  {
    "translation": {
      "en": "This was one of the good jobs around here in this whole area.",
      "vi": "Đây là một trong những công việc tốt trong cả vùng này."
    }
  },
  {
    "translation": {
      "en": "[Mike Hensley] It's not a job for everybody.",
      "vi": "Không phải ai cũng làm được việc này."
    }
  },
  {
    "translation": {
      "en": "When you're inside, you're locked up just like they are.",
      "vi": "Khi bạn ở trong đó, bạn cũng bị nhốt y như họ vậy."
    }
  },
  {
    "translation": {
      "en": "-It's a whole different world... -[cell door buzzes]",
      "vi": "Đó là một thế giới khác..."
    }
  },
  {
    "translation": {
      "en": "and we're not talking about guys that just broke a traffic law or something.",
      "vi": "Và chúng ta không phải đang nói về những gã phạm luật giao thông linh tinh."
    }
  },
  {
    "translation": {
      "en": "We're talking about pedophiles, murderers,",
      "vi": "Chúng ta đang nói về bọn ấu dâm, sát nhân,"
    }
  },
  {
    "translation": {
      "en": "guys that really do not play well with others, period.",
      "vi": "những kẻ thực sự khó sống chung, chấm hết."
    }
  },
  {
    "translation": {
      "en": "And if they sense weakness,",
      "vi": "Nếu chúng đánh hơi thấy sự yếu đuối,"
    }
  },
  {
    "translation": {
      "en": "if they even think that you're afraid of them...",
      "vi": "thậm chí nếu chúng nghĩ bạn sợ chúng..."
    }
  },
  {
    "translation": {
      "en": "then they'll act on that weakness.",
      "vi": "chúng sẽ tấn công vào chỗ yếu đó."
    }
  },
  {
    "translation": {
      "en": "There's animals in there.",
      "vi": "Thú vật ở trong đó."
    }
  },
  {
    "translation": {
      "en": "I mean, there's people in there that are just truly animals.",
      "vi": "Trong đó có những con người thực ra hoàn toàn là thú vật."
    }
  },
  {
    "translation": {
      "en": "When that gate closes, you could go home at night,",
      "vi": "Khi cổng đóng, bạn có thể về nhà vào ban đêm,"
    }
  },
  {
    "translation": {
      "en": "-or you couldn't go home at night. -[cell door buzzes]",
      "vi": "hoặc không thể về nhà vào ban đêm."
    }
  },
  {
    "translation": {
      "en": "It was really up to the inmates.",
      "vi": "Hoàn toàn tùy thuộc vào tù nhân."
    }
  },
  {
    "translation": {
      "en": "[man] Lucasville was a dangerous place, man. It was very dangerous.",
      "vi": "Lucasville là một nơi nguy hiểm. Rất nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "It was the most dangerous institution in the state of Ohio at that time.",
      "vi": "Hồi đó nó là nhà tù nguy hiểm nhất trong toàn tiểu bang Ohio."
    }
  },
  {
    "translation": {
      "en": "You're in a place that people get killed on a regular basis.",
      "vi": "Bạn ở một nơi mà người ta bị giết đều đều."
    }
  },
  {
    "translation": {
      "en": "I mean, there was so much drugs in Lucasville",
      "vi": "Có quá nhiều ma túy ở Lucasville"
    }
  },
  {
    "translation": {
      "en": "that you'd think you was on the street.",
      "vi": "đến nỗi bạn tưởng mình đang ở ngoài phố."
    }
  },
  {
    "translation": {
      "en": "It's a place with a turbulent past.",
      "vi": "Nó là một nơi với một quá khứ hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "In 1973, just one year after it opened,",
      "vi": "Vào năm 1973, chỉ một năm sau khi mở cửa,"
    }
  },
  {
    "translation": {
      "en": "two prison guards were killed by inmates.",
      "vi": "hai lính gác đã bị tù nhân giết chết."
    }
  },
  {
    "translation": {
      "en": "Almost three years ago, an inmate at Lucasville killed a teacher",
      "vi": "Cách đây gần ba năm, một tù nhân lại giết một giáo viên"
    }
  },
  {
    "translation": {
      "en": "in a restroom at the prison's learning center.",
      "vi": "trong phòng vệ sinh của trung tâm giáo dục nhà tù."
    }
  },
  {
    "translation": {
      "en": "Inmate Eddie Vaughn stabbed 32-year-old Beverly Taylor",
      "vi": "Tù nhân Eddie Vaughn đâm Beverly Taylor"
    }
  },
  {
    "translation": {
      "en": "with a homemade knife.",
      "vi": "bằng dao tự chế."
    }
  },
  {
    "translation": {
      "en": "Vaughn had been serving a sentence for murder.",
      "vi": "Vaughn đang ngồi tù vì tội giết người."
    }
  },
  {
    "translation": {
      "en": "[Rodger Snodgrass] You're on your way to chow, minding your business...",
      "vi": "Bạn đang đi đến nhà ăn, chỉ lo chuyện của mình..."
    }
  },
  {
    "translation": {
      "en": "...next thing you know, the guy behind you",
      "vi": "Điều kế tiếp bạn biết, cái gã đứng sau bạn"
    }
  },
  {
    "translation": {
      "en": "grabs the guy in front of you and cuts his throat.",
      "vi": "vồ lấy gã đứng đằng trước và cắt cổ hắn."
    }
  },
  {
    "translation": {
      "en": "[laughs] You know what I mean?",
      "vi": "Bạn hiểu ý tôi chứ?"
    }
  },
  {
    "translation": {
      "en": "It's like you had to constantly watch everyone.",
      "vi": "Kiểu như là, bạn phải liên tục dè chừng mọi người."
    }
  },
  {
    "translation": {
      "en": "It was very-- A very volatile place, man.",
      "vi": "Nó rất...Một nơi rất bất ổn."
    }
  },
  {
    "translation": {
      "en": "[man] I get a call one day",
      "vi": "Một ngày tôi nhận cuộc điện thoại"
    }
  },
  {
    "translation": {
      "en": "from the director of corrections in Ohio at the time.",
      "vi": "từ giám đốc các nhà tù ở Ohio vào lúc đó."
    }
  },
  {
    "translation": {
      "en": "I think I ask him, I said, \"I'm not in some kind of trouble, am I, Director?\"",
      "vi": "Tôi nhớ tôi hỏi ông ấy \"Tôi không bị rắc rối gì chứ, ông giám đốc?\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"No, sir, you're not.\"",
      "vi": "Và ông ấy nói \"Không, thưa ông, không có.\""
    }
  },
  {
    "translation": {
      "en": "He said...",
      "vi": "Ông ấy nói..."
    }
  },
  {
    "translation": {
      "en": "\"The reason I've called you up here is that I want--",
      "vi": "\"Lý do tôi gọi anh là..."
    }
  },
  {
    "translation": {
      "en": "I'm gonna send you to Lucasville.\"",
      "vi": "tôi sẽ cử anh đến Lucasville.\""
    }
  },
  {
    "translation": {
      "en": "It wasn't, \"Would you like to go to Lucasville?\"",
      "vi": "Không phải \"Anh muốn chuyển sang Lucasville không?\" nhé."
    }
  },
  {
    "translation": {
      "en": "It just took the wind out of my sails.",
      "vi": "Việc đó làm tôi rất thất vọng."
    }
  },
  {
    "translation": {
      "en": "Everybody in the system knew that Lucasville was really, really having a lot of problems.",
      "vi": "Mọi người trong hệ thống đều biết có rất nhiều vấn đề ở Lucasville."
    }
  },
  {
    "translation": {
      "en": "Prisons are challenging in and of themselves,",
      "vi": "Các nhà tù đều là thách thức bên trong tù và bản thân nhà tù,"
    }
  },
  {
    "translation": {
      "en": "but this was gonna be the... [stammers]",
      "vi": "nhưng cái này sẽ là..."
    }
  },
  {
    "translation": {
      "en": "crème de la crème of challenges for me.",
      "vi": "thách thức lớn nhất với tôi."
    }
  },
  {
    "translation": {
      "en": "So, I wasn't happy.",
      "vi": "Do đó, tôi không vui chút nào."
    }
  },
  {
    "translation": {
      "en": "When the prison was built, it had roughly 1,600 cells.",
      "vi": "Khi mới xây, nhà tù có khoảng 1.600 phòng giam. TRẠI CẢI TẠO NAM OHIO"
    }
  },
  {
    "translation": {
      "en": "And when I got there, it seemed to me like there were 2,000 inmates,",
      "vi": "Khi tới đó, tôi thấy có vẻ như phải có khoảng 2.000,"
    }
  },
  {
    "translation": {
      "en": "2,100, somewhere thereabouts.",
      "vi": "khoảng 2.100 tù nhân ở đó."
    }
  },
  {
    "translation": {
      "en": "[man on TV] Ohio's Lucasville Prison",
      "vi": "Nhà tù Lucasville ở Ohio"
    }
  },
  {
    "translation": {
      "en": "is one of the newest prisons, but like others, overcrowded.",
      "vi": "nằm trong số nhà tù mới nhất, nhưng cũng quá tải như các nhà tù khác."
    }
  },
  {
    "translation": {
      "en": "Cells built for one prisoner had to be shared by two,",
      "vi": "Phòng giam một người dùng cho hai người,"
    }
  },
  {
    "translation": {
      "en": "ten-and-a-half feet by six-and-a-half feet.",
      "vi": "với kích thước 3,2m x 2m."
    }
  },
  {
    "translation": {
      "en": "[Hensley] Now you had your Aryan Brotherhood,",
      "vi": "Trong đó có băng Aryan Brotherhood,"
    }
  },
  {
    "translation": {
      "en": "you had your Black Gangster Disciples,",
      "vi": "băng Black Gangster Disciples,"
    }
  },
  {
    "translation": {
      "en": "you had a little bit of the Crips, a little bit of Bloods in there...",
      "vi": "vài tên trong băng Crips, vài tên băng Bloods..."
    }
  },
  {
    "translation": {
      "en": "...and you had your black Muslim inmates.",
      "vi": "Và có các tù nhân Hồi giáo da đen."
    }
  },
  {
    "translation": {
      "en": "And they would have tension amongst themselves.",
      "vi": "Giữa họ luôn có căng thẳng."
    }
  },
  {
    "translation": {
      "en": "I had three separate inmates get their throats cut",
      "vi": "Tôi có ba tù nhân riêng rẽ bị cắt cổ trong vòng năm ngày đầu tiên."
    }
  },
  {
    "translation": {
      "en": "in the first five days.",
      "vi": "bị cắt cổ trong vòng năm ngày đầu tiên."
    }
  },
  {
    "translation": {
      "en": "It was out of control.",
      "vi": "Thật là...Không kiểm soát nổi."
    }
  },
  {
    "translation": {
      "en": "Lucasville was like a world within itself.",
      "vi": "Lucasville như một thế giới bên trong chính nó."
    }
  },
  {
    "translation": {
      "en": "We was running wild, doing what we want. Pants hanging out, no badge on, no ID on,",
      "vi": "Chúng tôi quậy bạo, muốn làm gì thì làm. Quần hở hang, không bảng tên lẫn số hiệu,"
    }
  },
  {
    "translation": {
      "en": "walking up and down halls, knives in our shirt and everything.",
      "vi": "đi lên đi xuống sảnh, dao dắt trong áo, đủ thử."
    }
  },
  {
    "translation": {
      "en": "We was living like that.",
      "vi": "Chúng tôi sống như vậy đấy."
    }
  },
  {
    "translation": {
      "en": "That was normal for Lucasville.",
      "vi": "Điều đó là bình thường ở Lucasville."
    }
  },
  {
    "translation": {
      "en": "That wasn't normal for those other prisons.",
      "vi": "Nó là bất thường ở các nhà tù khác."
    }
  },
  {
    "translation": {
      "en": "These people here, they already know there's no going home.",
      "vi": "Những kẻ ở đó đều biết họ không có ngày về."
    }
  },
  {
    "translation": {
      "en": "I made some really tough decisions...",
      "vi": "Tôi đã đưa ra vài quyết định cứng rắn"
    }
  },
  {
    "translation": {
      "en": "to try to effect some control over a place that has just literally been off the hook.",
      "vi": "để cố gây dựng sự kiểm soát ít nhiều ở một nơi điên loạn như vậy."
    }
  },
  {
    "translation": {
      "en": "Curtailment of programs, mandatory drug tests...",
      "vi": "Những chương trình quản chế, xét nghiệm ma túy bắt buộc..."
    }
  },
  {
    "translation": {
      "en": "escorted movement everywhere.",
      "vi": "mọi di chuyển phải có áp giải."
    }
  },
  {
    "translation": {
      "en": "[Snodgrass] This guy coming in here, and he's making it his job",
      "vi": "Gã này tới đây và tự phong vai trò là"
    }
  },
  {
    "translation": {
      "en": "to step on our necks, all right, any way he can.",
      "vi": "là đạp lên đầu chúng tôi, vậy đấy, bằng mọi cách hắn có thể."
    }
  },
  {
    "translation": {
      "en": "I don't know. Tate just made it a different joint, man,",
      "vi": "Tôi không biết. Tate tạo ra những kết nối khác biệt"
    }
  },
  {
    "translation": {
      "en": "and the guys wasn't liking it.",
      "vi": "và bọn tù không thích thế."
    }
  },
  {
    "translation": {
      "en": "Inmates took on the mentality,",
      "vi": "Các tù nhân thách thức về tinh thần,"
    }
  },
  {
    "translation": {
      "en": "\"Nah, hell nah.",
      "vi": "\"Không, mẹ kiếp, không."
    }
  },
  {
    "translation": {
      "en": "We're not accepting that shit, right?\"",
      "vi": "Chúng tôi không chấp nhận mấy trò đó, nhé?\""
    }
  },
  {
    "translation": {
      "en": "[Art Tate] Lucasville was an explosive environment...",
      "vi": "Lucasville có một môi trường rất dễ nổ bùng..."
    }
  },
  {
    "translation": {
      "en": "every day.",
      "vi": "mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "While all this tension is going on,",
      "vi": "Trong khi những căng thẳng tiếp diễn,"
    }
  },
  {
    "translation": {
      "en": "the need that came down from the department...",
      "vi": "lệnh từ trên đưa xuống..."
    }
  },
  {
    "translation": {
      "en": "\"We're gonna start testing all inmates",
      "vi": "\"Chúng ta sẽ bắt đầu xét nghiệm lao phổi cho tất cả tù nhân"
    }
  },
  {
    "translation": {
      "en": "in the Ohio prison system for tuberculosis.\"",
      "vi": "trong hệ thống nhà tù bang Ohio.\""
    }
  },
  {
    "translation": {
      "en": "Well, the Muslim inmates...",
      "vi": "Thì các tù nhân Hồi giáo..."
    }
  },
  {
    "translation": {
      "en": "indicated that they weren't gonna take this test.",
      "vi": "cho biết họ sẽ không chịu xét nghiệm."
    }
  },
  {
    "translation": {
      "en": "It was verbally told to me by several of the guys that,",
      "vi": "Rất nhiều tay đã nói thẳng với tôi rằng,"
    }
  },
  {
    "translation": {
      "en": "\"Look, we've got some guys that you're probably gonna have to use force.\"",
      "vi": "\"Này, có mấy tay các anh chắc phải dùng vũ lực.\""
    }
  },
  {
    "translation": {
      "en": "[man] Hello. Can you hear me?",
      "vi": "BÀI PHỎNG VẤN NÀY ĐƯỢC THỰC HIỆN QUA HỆ THỐNG TIN NHẮN VIDEO NHÀ TÙ."
    }
  },
  {
    "translation": {
      "en": "No, I can't hear you, but can-- can you shake your head if you can hear me?",
      "vi": "Tôi không nghe rõ. Anh có thể lắc đầu nếu anh nghe tôi không?"
    }
  },
  {
    "translation": {
      "en": "Can you hear me? Okay.",
      "vi": "Anh nghe thấy tôi không? Được rồi."
    }
  },
  {
    "translation": {
      "en": "All right, I see you a lot better now. Okay, go ahead.",
      "vi": "Tôi thấy anh rõ hơn nhiều rồi. Tiếp tục đi."
    }
  },
  {
    "translation": {
      "en": "Taking the TB test was an infringement on our rights as believers in Islam.",
      "vi": "Xét nghiệm lao là vi phạm quyền tín đồ Hồi giáo của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "It contains phenol. Phenol is an alcoholic substance.",
      "vi": "Xét nghiệm có sử dụng phenol. Phenol là một loại rượu."
    }
  },
  {
    "translation": {
      "en": "In Islamic belief, it is not permissible to consume alcohol,",
      "vi": "Theo tín ngưỡng Hồi giáo, không được phép uống rượu,"
    }
  },
  {
    "translation": {
      "en": "to use alcohol, to transport alcohol.",
      "vi": "sử dụng rượu, vận chuyển rượu."
    }
  },
  {
    "translation": {
      "en": "[Snodgrass] You know, Hasan's a really quiet guy. All right?",
      "vi": "Bạn biết đấy, Hasan là một tay trầm tính."
    }
  },
  {
    "translation": {
      "en": "He don't talk much, but when he does, everybody listens because, you know,",
      "vi": "Hắn ít nói, nhưng khi hắn nói, mọi người đều nghe, bởi vì"
    }
  },
  {
    "translation": {
      "en": "he's got a lot of polish. He was educated.",
      "vi": "hắn rất lịch thiệp. Hắn là dân có học."
    }
  },
  {
    "translation": {
      "en": "[Siddique Abdullah Hasan] Just because you are a prisoner",
      "vi": "Chỉ bởi vì bạn là tù nhân"
    }
  },
  {
    "translation": {
      "en": "and the doors and gates are closed behind you,",
      "vi": "và những cánh cửa đóng sau lưng bạn,"
    }
  },
  {
    "translation": {
      "en": "it does not forfeit you of your constitutional rights.",
      "vi": "điều đó không tước bỏ quyền của bạn theo Hiến pháp."
    }
  },
  {
    "translation": {
      "en": "Tate was not willing to listen to us",
      "vi": "Tate không muốn nghe chúng tôi vì ông ta"
    }
  },
  {
    "translation": {
      "en": "because he cannot allow prisoners, or us in particular,",
      "vi": "không thể cho phép tù nhân, cụ thể là chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "the Muslim body, to dictate to him how he run his institution.",
      "vi": "những người Hồi giáo, chỉ bảo ông ta cách điều hành nhà tù này."
    }
  },
  {
    "translation": {
      "en": "[Tate] I picked up the telephone, called Columbus and said,",
      "vi": "Tôi nhấc máy, gọi Columbus và nói,"
    }
  },
  {
    "translation": {
      "en": "\"We need to talk.",
      "vi": "\"Chúng ta cần nói chuyện."
    }
  },
  {
    "translation": {
      "en": "This is not going well down here.",
      "vi": "Công việc ở đây không ổn lắm."
    }
  },
  {
    "translation": {
      "en": "I can tell you we're gonna have problems.\"",
      "vi": "Chúng tôi đang có vài vấn đề.\""
    }
  },
  {
    "translation": {
      "en": "They said, \"Go back and handle it.\"",
      "vi": "Họ nói \"Quay về mà giải quyết đi.\""
    }
  },
  {
    "translation": {
      "en": "I had put together a very thorough plan.",
      "vi": "Tôi đã chuẩn bị một kế hoạch thấu đáo."
    }
  },
  {
    "translation": {
      "en": "I was gonna lock the prison down the day after Easter,",
      "vi": "Tôi sẽ đóng cửa nhà tù ngay sau ngày Phục sinh,"
    }
  },
  {
    "translation": {
      "en": "and over that three-day period, we were gonna take teams of people",
      "vi": "và trong quãng thời gian ba ngày đó, chúng tôi sẽ chia các nhóm tù nhân"
    }
  },
  {
    "translation": {
      "en": "into the different cell houses and affect the test",
      "vi": "vào các khu phòng giam khác nhau và tiến hành xét nghiệm"
    }
  },
  {
    "translation": {
      "en": "right in the inmate's cell.",
      "vi": "ngay trong phòng giam phạm nhân."
    }
  },
  {
    "translation": {
      "en": "[Ronnie Owens] We have clerks, convicts,",
      "vi": "Chúng tôi có thư ký, phạm nhân,"
    }
  },
  {
    "translation": {
      "en": "working right there in the offices...",
      "vi": "làm việc ngay trong văn phòng..."
    }
  },
  {
    "translation": {
      "en": "was hear things.",
      "vi": "đang nghe ngóng mọi chuyện."
    }
  },
  {
    "translation": {
      "en": "They'd come back and tell their brothers,",
      "vi": "Họ quay về và thông báo với anh em,"
    }
  },
  {
    "translation": {
      "en": "somebody can tell the Muslims,",
      "vi": "ai đó sẽ báo cho nhóm Hồi giáo và"
    }
  },
  {
    "translation": {
      "en": "and so on and so forth.",
      "vi": "vân vân."
    }
  },
  {
    "translation": {
      "en": "That they're gonna lock y'all down.",
      "vi": "Rằng họ sẽ nhốt các anh lại."
    }
  },
  {
    "translation": {
      "en": "[man] I came in the kitchen to get--",
      "vi": "Tôi xuống bếp để lấy..."
    }
  },
  {
    "translation": {
      "en": "Well, I came to eat, but I was also picking up some weed, some marijuana.",
      "vi": "Ờ, tôi đi ăn, nhưng tôi cũng lấy một ít \"cỏ,\" một ít cần sa."
    }
  },
  {
    "translation": {
      "en": "And the guy that gave me the marijuana said,",
      "vi": "Và cái tay đưa cần sa cho tôi nói,"
    }
  },
  {
    "translation": {
      "en": "\"Man, we're making up a lot of sandwiches and bagged lunches back here.\"",
      "vi": "\"Này, tụi này làm rất nhiều bánh sandwich và gói đồ ăn trưa ở đây.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"They're gonna lock the institution down Monday...",
      "vi": "Hắn nói, \"Chúng sẽ khóa trại giam ngày thứ Hai..."
    }
  },
  {
    "translation": {
      "en": "and gonna feed everybody in their cell",
      "vi": "và sẽ cho mọi người ăn trong phòng giam"
    }
  },
  {
    "translation": {
      "en": "and make everybody take their TB test.\"",
      "vi": "và bắt mọi người xét nghiệm lao phổi.\""
    }
  },
  {
    "translation": {
      "en": "So I said, \"Well, look...\"",
      "vi": "Nên tôi nói, \"Ờ, này.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Man, bring me two bags of weed...",
      "vi": "Tôi nói, \"Đem cho tôi hai gói 'cỏ'..."
    }
  },
  {
    "translation": {
      "en": "uh, this evening to the dining hall.\"",
      "vi": "xuống nhà ăn tối nay nhé.\""
    }
  },
  {
    "translation": {
      "en": "So I would make sure I would be cool during the lockdown.",
      "vi": "Tôi định đảm bảo tôi không có vấn đề gì trong thời gian bị nhốt."
    }
  },
  {
    "translation": {
      "en": "These Muslims felt like...",
      "vi": "Mấy tay Hồi giáo cảm thấy như,"
    }
  },
  {
    "translation": {
      "en": "\"Well, if we're gonna make a stand against the administration,",
      "vi": "\"Nếu chúng ta quyết định nổi dậy phản kháng bộ máy điều hành,"
    }
  },
  {
    "translation": {
      "en": "then we need to do it on a day and a time that affects them the most.\"",
      "vi": "chúng ta sẽ làm vào đúng lúc có tác động nhất tới họ.\""
    }
  },
  {
    "translation": {
      "en": "They knew that Arthur Tate, he's gonna be home eating Easter dinner",
      "vi": "Họ biết rằng Arthur Tate sẽ về nhà ăn bữa tối Phục sinh"
    }
  },
  {
    "translation": {
      "en": "with his kids and his wife and stuff,",
      "vi": "với vợ con,"
    }
  },
  {
    "translation": {
      "en": "and that it was gonna be low on security",
      "vi": "và như vậy an ninh sẽ nới lỏng"
    }
  },
  {
    "translation": {
      "en": "because a lot of officers took that day off.",
      "vi": "bởi vì nhiều nhân viên cũng nghỉ ngày hôm đó."
    }
  },
  {
    "translation": {
      "en": "I was only five days away from a transfer.",
      "vi": "Tôi chỉ còn năm ngày nữa là tới ngày thuyên chuyển."
    }
  },
  {
    "translation": {
      "en": "It was just kind of an average, boring day to start with.",
      "vi": "Hôm đó bắt đầu như một ngày bình thường chán ngắt."
    }
  },
  {
    "translation": {
      "en": "[Snodgrass] I was a rec worker, and I had access to a lot of,",
      "vi": "Tôi làm việc tại trung tâm giải trí và tôi được tiếp cận nhiều thứ,"
    }
  },
  {
    "translation": {
      "en": "you know, things that the Muslims wanted, and one of them was ball bats.",
      "vi": "những thứ đám Hồi giáo muốn, và một trong mấy thứ đó là gậy bóng chày."
    }
  },
  {
    "translation": {
      "en": "On this day, we broke out about 25 ball bats",
      "vi": "Vào hôm đó chúng tôi tuồn ra khoảng 25 cây gậy bóng chày"
    }
  },
  {
    "translation": {
      "en": "that weren't even supposed to be out.",
      "vi": "mà lẽ ra không được mang ra."
    }
  },
  {
    "translation": {
      "en": "When the Muslims come in, we handed 'em ball bats.",
      "vi": "Khi mấy tay Hồi giáo bước vào, chúng tôi đưa họ gậy bóng chày."
    }
  },
  {
    "translation": {
      "en": "I waited until about six or seven of 'em had them...",
      "vi": "Tôi chờ cho đến khi sáu hay bảy tay đã nhận gậy..."
    }
  },
  {
    "translation": {
      "en": "and they went right through the door and started at the metal detector,",
      "vi": "và họ đi vào cửa và bắt đầu từ cái máy phát hiện kim loại,"
    }
  },
  {
    "translation": {
      "en": "beat the guards down",
      "vi": "đánh gục lính gác"
    }
  },
  {
    "translation": {
      "en": "-and hit them with the ball bats. -[officer] Hey, get down!",
      "vi": "- và đập họ bằng gậy bóng chày. - Ê, nằm xuống!"
    }
  },
  {
    "translation": {
      "en": "[inmate] Fuck you! Say your prayers, motherfucker!",
      "vi": "Mẹ mày! Cầu nguyện đi, bọn chó đẻ."
    }
  },
  {
    "translation": {
      "en": "They really messed them up, you know.",
      "vi": "Chúng quần họ tơi tả."
    }
  },
  {
    "translation": {
      "en": "[Hensley] It was real quiet.",
      "vi": "Không gian khá yên lặng."
    }
  },
  {
    "translation": {
      "en": "There wasn't no music. There was no TVs playing.",
      "vi": "Không có tiếng nhạc. Không tiếng tivi."
    }
  },
  {
    "translation": {
      "en": "Kind of an eerie feeling, and something caught my eye.",
      "vi": "Một cảm giác khá ghê rợn, và tôi chợt thấy cái gì đó."
    }
  },
  {
    "translation": {
      "en": "I'd seen inmates running.",
      "vi": "Tôi thấy những tù nhân đang chạy."
    }
  },
  {
    "translation": {
      "en": "The inmates aren't allowed to run.",
      "vi": "Tù nhân không được phép chạy."
    }
  },
  {
    "translation": {
      "en": "They're not allowed to run anywhere in that institution.",
      "vi": "Họ không được phép chạy bất kỳ đâu."
    }
  },
  {
    "translation": {
      "en": "[Kenneth Daniels] We had a call go across the radio",
      "vi": "Chúng tôi có một cuộc gọi trên bộ đàm"
    }
  },
  {
    "translation": {
      "en": "that there was a fight in our corridor.",
      "vi": "là có một vụ đánh lộn trong hành lang."
    }
  },
  {
    "translation": {
      "en": "And the first thing I see is inmates running up,",
      "vi": "Và điều đầu tiên tôi thấy là các tù nhân đang chạy lên,"
    }
  },
  {
    "translation": {
      "en": "saying, \"Don't go down there.\"",
      "vi": "la hét, \"Đừng đi xuống đó.\""
    }
  },
  {
    "translation": {
      "en": "-I went on to do my job. -[blows landing]",
      "vi": "Tôi đi làm nhiệm vụ của mình."
    }
  },
  {
    "translation": {
      "en": "And I found an officer that was getting beat by an inmate.",
      "vi": "Và tôi tìm thấy một cán bộ trại bị tù nhân đánh."
    }
  },
  {
    "translation": {
      "en": "Somebody beat me in the head. Somebody put cuffs on me.",
      "vi": "Một kẻ nào đó đánh vào đầu tôi. Kẻ nào đó còng tôi lại."
    }
  },
  {
    "translation": {
      "en": "And, uh...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "But once the handcuffs went on, I knew it was--",
      "vi": "Nhưng khi cái còng sập vào tay tôi, tôi biết rằng,"
    }
  },
  {
    "translation": {
      "en": "it was wrong, and it was way out of control.",
      "vi": "có vấn đề rồi, và nó vượt quá xa khỏi tầm kiểm soát."
    }
  },
  {
    "translation": {
      "en": "[DeWayne Guynes] With this many officers getting beat,",
      "vi": "Với việc nhiều nhân viên bị đánh,"
    }
  },
  {
    "translation": {
      "en": "I know we're fittin' to get locked down or worse.",
      "vi": "tôi biết chúng tôi sẽ bị nhốt lại hay còn tệ hơn nữa."
    }
  },
  {
    "translation": {
      "en": "I'm trying to get to my cell...",
      "vi": "Tôi cố chạy về phòng giam của mình..."
    }
  },
  {
    "translation": {
      "en": "to get the weed.",
      "vi": "để lấy \"cỏ.\""
    }
  },
  {
    "translation": {
      "en": "I wanna hurry up and consume my stuff before reinforcements come in.",
      "vi": "Tôi muốn nhanh chóng xài hết đồ của mình trước khi lực lượng tiếp viện đến."
    }
  },
  {
    "translation": {
      "en": "[Tate] I had been invited by some friends to Easter dinner, and the phone rang.",
      "vi": "Tôi đang được vài người bạn mời ăn tối Phục sinh, và điện thoại reo."
    }
  },
  {
    "translation": {
      "en": "It was a friend of mine, and she said, \"Art...",
      "vi": "Đó là một người bạn, và cô ấy nói,"
    }
  },
  {
    "translation": {
      "en": "I don't know what's going on, but something's happening at Lucasville.\"",
      "vi": "\"Art, tôi không biết chuyện gì đang xảy ra, nhưng có chuyện ở Lucasville.\""
    }
  },
  {
    "translation": {
      "en": "I called the prison.",
      "vi": "Tôi gọi nhà tù."
    }
  },
  {
    "translation": {
      "en": "One of my deputies answered the phone.",
      "vi": "Một người phó của tôi trả lời."
    }
  },
  {
    "translation": {
      "en": "He was almost incoherent.",
      "vi": "Anh ta gần như không nói mạch lạc được."
    }
  },
  {
    "translation": {
      "en": "\"Warden, uh, we're having a major riot. The inmates are on the fence.",
      "vi": "\"Chúng ta có một vụ nổi loạn lớn. Tù nhân đang lưỡng lự."
    }
  },
  {
    "translation": {
      "en": "The inmates got the keys. They're on the roof.\"",
      "vi": "Tù nhân đã lấy được chìa khóa. Họ đang trên mái nhà.\""
    }
  },
  {
    "translation": {
      "en": "I'm thinking, \"Oh, my God.\"",
      "vi": "Tôi nghĩ \"Ôi Chúa ơi.\""
    }
  },
  {
    "translation": {
      "en": "And I drove like a bat out of hell to Lucasville.",
      "vi": "Và tôi lái xe như điên về Lucasville."
    }
  },
  {
    "translation": {
      "en": "The next thing I knew, -the doors start opening. -[door opening]",
      "vi": "Kế đó, các cửa bắt đầu mở tung."
    }
  },
  {
    "translation": {
      "en": "The consoles, somebody was at the consoles.",
      "vi": "Kẻ nào đó đang ở bảng điều khiển."
    }
  },
  {
    "translation": {
      "en": "All the doors opened up.",
      "vi": "Tất cả các cửa đều mở ra."
    }
  },
  {
    "translation": {
      "en": "And I looked down on the bottom wings...",
      "vi": "Tôi nhìn xuống các dãy nhà cuối..."
    }
  },
  {
    "translation": {
      "en": "and I see these guys, they had their face covered up, masked men.",
      "vi": "và tôi thấy những gã bịt mặt, những kẻ đeo mặt nạ."
    }
  },
  {
    "translation": {
      "en": "And there was a guy downstairs,",
      "vi": "Có một người bên dưới lầu,"
    }
  },
  {
    "translation": {
      "en": "and they was beating him with a crowbar,",
      "vi": "bọn chúng đang đánh anh ta bằng xà beng,"
    }
  },
  {
    "translation": {
      "en": "and he was begging for his life.",
      "vi": "và anh ta đang cầu xin tha mạng."
    }
  },
  {
    "translation": {
      "en": "But he was a snitch. He should have been dead a long time ago.",
      "vi": "Nhưng hắn là một tên chỉ điểm. Lẽ ra hắn phải chết lâu rồi."
    }
  },
  {
    "translation": {
      "en": "And they killed him right there.",
      "vi": "Và chúng giết hắn ta ngay ở đó."
    }
  },
  {
    "translation": {
      "en": "[inmate] Snitching bitch! Kill that motherfucker!",
      "vi": "Thằng chỉ điểm chó chết! Giết thằng chó ấy đi!"
    }
  },
  {
    "translation": {
      "en": "Snitches get ditches.",
      "vi": "Chỉ điểm thì phải ăn đất."
    }
  },
  {
    "translation": {
      "en": "[Guynes] Once they hit the doors and let everybody out,",
      "vi": "Khi họ mở cửa và thả hết tù nhân ra,"
    }
  },
  {
    "translation": {
      "en": "there were a lot of old vendettas... being settled.",
      "vi": "có nhiều cuộc báo thù được tiến hành."
    }
  },
  {
    "translation": {
      "en": "I'm sitting thinking about all the things,",
      "vi": "Tôi đang ngồi suy nghĩ về những chuyện này,"
    }
  },
  {
    "translation": {
      "en": "and it's hard for me to explain all at once,",
      "vi": "và thật khó để tôi có thể giải thích tất cả ngay tức khắc,"
    }
  },
  {
    "translation": {
      "en": "but I can tell you this.",
      "vi": "nhưng tôi có thể nói thế này."
    }
  },
  {
    "translation": {
      "en": "It was the most chaotic and, uh...",
      "vi": "Đó là tình huống hỗn loạn và..."
    }
  },
  {
    "translation": {
      "en": "violent and dangerous situation that I've ever seen in my life.",
      "vi": "bạo lực và nguy hiểm nhất mà tôi từng chứng kiến."
    }
  },
  {
    "translation": {
      "en": "Four-hundred, 500 guys running around",
      "vi": "Bốn, năm trăm gã chạy quanh"
    }
  },
  {
    "translation": {
      "en": "extremely hyped up and mad.",
      "vi": "hết sức cuồng loạn, điên khùng."
    }
  },
  {
    "translation": {
      "en": "Those inmates were burning files.",
      "vi": "Những tù nhân này đốt hồ sơ."
    }
  },
  {
    "translation": {
      "en": "That way they ain't got no information on us when this is all over and shit.",
      "vi": "Bằng cách đó chúng sẽ không có thông tin gì về chúng tôi sau khi vụ này chấm dứt."
    }
  },
  {
    "translation": {
      "en": "It was just madness.",
      "vi": "Hoàn toàn điên khùng."
    }
  },
  {
    "translation": {
      "en": "People just started breaking up everything...",
      "vi": "Mọi người bắt đầu đập phá mọi thứ..."
    }
  },
  {
    "translation": {
      "en": "figuring, \"If we tear all this up, that means we can't live here.",
      "vi": "nghĩ trong đầu rằng, \"Nếu phá hết, mình sẽ không phải sống ở đây nữa."
    }
  },
  {
    "translation": {
      "en": "So that means we going somewhere.",
      "vi": "Nghĩa là mình sẽ chuyển đi đâu đó."
    }
  },
  {
    "translation": {
      "en": "I don't know about going home, but we're gonna leave here.\"",
      "vi": "Được về không thì tôi không biết, nhưng chúng tôi sẽ đi khỏi chỗ này.\""
    }
  },
  {
    "translation": {
      "en": "What was intended to be a peaceful protest",
      "vi": "Dự tính ban đầu là phản đối ôn hòa"
    }
  },
  {
    "translation": {
      "en": "to gain the attention of central office",
      "vi": "để thu hút chú ý của văn phòng trung tâm"
    }
  },
  {
    "translation": {
      "en": "became a full-scale rebellion.",
      "vi": "đã trở thành một cuộc bạo loạn hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "That was never part of the plan.",
      "vi": "Điều đó hoàn toàn ngoài kế hoạch."
    }
  },
  {
    "translation": {
      "en": "[Tate] In training, the officers were taught,",
      "vi": "Trong huấn luyện, các cán bộ trại được dạy rằng,"
    }
  },
  {
    "translation": {
      "en": "God forbid, if you're ever in a hostage situation...",
      "vi": "Chúa tha tội, nếu ở tình huống có thể bị bắt làm con tin..."
    }
  },
  {
    "translation": {
      "en": "lock yourself in the backroom. It's a safe haven.",
      "vi": "hãy nhốt mình ở căn phòng phía sau. Đó là nơi trú ẩn an toàn."
    }
  },
  {
    "translation": {
      "en": "You call the control center and help will come.",
      "vi": "Bạn gọi trung tâm kiểm soát, và cứu viện sẽ tới."
    }
  },
  {
    "translation": {
      "en": "The wall between that room",
      "vi": "Bức tường giữa căn phòng đó"
    }
  },
  {
    "translation": {
      "en": "and the cell house was supposed to have been rebarred.",
      "vi": "và dãy phòng giam lẽ ra phải bọc thép chịu lực."
    }
  },
  {
    "translation": {
      "en": "Well, the inmates... -they punched through those walls... -[glass shatters]",
      "vi": "Những tù nhân, họ đục thủng những bức tường đó"
    }
  },
  {
    "translation": {
      "en": "...like you were cutting through hot butter.",
      "vi": "như bạn cắt bơ vậy."
    }
  },
  {
    "translation": {
      "en": "There was no rebar.",
      "vi": "Không hề có thép chịu lực."
    }
  },
  {
    "translation": {
      "en": "[Hensley] That little room filled up quick with inmates, and they were all armed.",
      "vi": "Căn phòng nhanh chóng đầy tù nhân. Họ đều vũ trang."
    }
  },
  {
    "translation": {
      "en": "And we lost that fight pretty quick.",
      "vi": "Và chúng tôi nhanh chóng chịu thua."
    }
  },
  {
    "translation": {
      "en": "Once they got us under control,",
      "vi": "Khi họ đã khống chế chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "they basically covered our faces, and tied us up,",
      "vi": "họ che mặt chúng tôi, trói chúng tôi lại,"
    }
  },
  {
    "translation": {
      "en": "and put us in the shower.",
      "vi": "và đưa chúng tôi vào phòng tắm."
    }
  },
  {
    "translation": {
      "en": "[man 1] Fuck you! Fuck you. [man 2] Take it easy.",
      "vi": "- Mẹ mày! - Được rồi, nghe này, cả hai đứa!"
    }
  },
  {
    "translation": {
      "en": "After I smoked that weed...",
      "vi": "Sau khi tôi hút chỗ \"cỏ\"..."
    }
  },
  {
    "translation": {
      "en": "and went back into the block,",
      "vi": "và quay lại dãy phòng giam,"
    }
  },
  {
    "translation": {
      "en": "I noticed you got five or six guards",
      "vi": "tôi nhận thấy năm hay sáu người gác"
    }
  },
  {
    "translation": {
      "en": "just sitting on the floor down in the shower, cuffed up.",
      "vi": "ngồi trên sàn nhà dưới phòng tắm, bị còng."
    }
  },
  {
    "translation": {
      "en": "[stammers] This is, you know... It's kind of deep.",
      "vi": "Điều này, bạn biết đấy... Có vẻ nghiêm trọng rồi."
    }
  },
  {
    "translation": {
      "en": "-[man groaning] -[inmate] Get your fucking head down!",
      "vi": "Cúi cái đầu chó chết của mày xuống!"
    }
  },
  {
    "translation": {
      "en": "[Daniels] They took our wallets and keys, dressed us in inmate clothing.",
      "vi": "Chúng lấy ví và chìa khóa của chúng tôi, mặc đồ tù cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[inmate] Shut the fuck up!",
      "vi": "Câm miệng lại!"
    }
  },
  {
    "translation": {
      "en": "I felt like I'd had my identity stripped away.",
      "vi": "Tôi cảm thấy như nhân dạng của mình bị lột mất."
    }
  },
  {
    "translation": {
      "en": "I was just now another inmate.",
      "vi": "Bây giờ tôi chỉ là một tù nhân."
    }
  },
  {
    "translation": {
      "en": "[Hensley] My partner said, \"What are we gonna do?\"",
      "vi": "Một đồng sự nói, \"Mình làm gì bây giờ?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Make your peace now, 'cause we're getting ready to die.\"",
      "vi": "Tôi nói, \"Thanh thản đi, mình đang chuẩn bị chết.\""
    }
  },
  {
    "translation": {
      "en": "[Guynes] It's a wonder that the riot didn't kick off way before it did.",
      "vi": "Một điều lạ là vụ bạo động không xảy ra sớm hơn."
    }
  },
  {
    "translation": {
      "en": "It was just like one of them times",
      "vi": "Lúc đó cũng như mọi lần"
    }
  },
  {
    "translation": {
      "en": "where the guys just say, \"We're gonna show you.\"",
      "vi": "khi bọn tù nói, \"Tụi tao sẽ cho chúng mày thấy.\""
    }
  },
  {
    "translation": {
      "en": "[Snodgrass] I really had a lot of aggression and a lot of hatred for the system.",
      "vi": "Tôi thực sự có quá nhiều căm ghét và thù hận với hệ thống này."
    }
  },
  {
    "translation": {
      "en": "They took me away from my family",
      "vi": "Chúng bắt tôi khỏi gia đình"
    }
  },
  {
    "translation": {
      "en": "and sent me to prison when I was 17 years old.",
      "vi": "và tống tôi vào tù khi tôi mới 17 tuổi."
    }
  },
  {
    "translation": {
      "en": "You've gotta understand, I was forced",
      "vi": "Bạn phải hiểu rằng, tôi bị ép buộc"
    }
  },
  {
    "translation": {
      "en": "to fight every day in order to survive.",
      "vi": "phải chiến đấu từng ngày để sinh tồn."
    }
  },
  {
    "translation": {
      "en": "You're either gonna become a solid dude, or you're gonna be a little bitch.",
      "vi": "Bạn hoặc phải trở thành một gã cứng cựa hoặc một thằng oặt oẹo."
    }
  },
  {
    "translation": {
      "en": "I learned the best thing to do is stand up for yourself at all times.",
      "vi": "Tôi học được điều quan trọng nhất là phải biết đấu tranh cho mình mọi lúc."
    }
  },
  {
    "translation": {
      "en": "Okay, I'm locked in here, but still, I'm a human being.",
      "vi": "Phải, tôi bị nhốt ở đây, nhưng tôi vẫn là một con người."
    }
  },
  {
    "translation": {
      "en": "Still I'm a man.",
      "vi": "Vẫn là một con người."
    }
  },
  {
    "translation": {
      "en": "Still I want that respect that you want.",
      "vi": "Tôi vẫn muốn sự kính trọng như bạn muốn."
    }
  },
  {
    "translation": {
      "en": "Y'all can just say, \"Fuck me.\"",
      "vi": "Ai cũng có thể nói \"Kệ mẹ mày.\""
    }
  },
  {
    "translation": {
      "en": "No, fuck y'all.",
      "vi": "Không, mẹ chúng mày."
    }
  },
  {
    "translation": {
      "en": "[Tate] By the time I got there at about six o'clock...",
      "vi": "Khi tôi đến đó khoảng sáu giờ,"
    }
  },
  {
    "translation": {
      "en": "the perimeter of the prison was totally ringed",
      "vi": "quanh nhà tù đã được vây kín"
    }
  },
  {
    "translation": {
      "en": "with State Highway Patrol.",
      "vi": "bởi lực lượng Tuần tiễu Xa lộ Tiểu bang."
    }
  },
  {
    "translation": {
      "en": "To any bad situation, you have a window of opportunity",
      "vi": "Trong mọi tình huống xấu, bạn cũng vẫn có cơ hội"
    }
  },
  {
    "translation": {
      "en": "where you can infuse a gun team,",
      "vi": "điều một đội súng,"
    }
  },
  {
    "translation": {
      "en": "whatever, and quell a problem",
      "vi": "gì cũng được, và dập tắt vấn đề"
    }
  },
  {
    "translation": {
      "en": "before it just keeps magnifying.",
      "vi": "trước khi nó lan rộng ra."
    }
  },
  {
    "translation": {
      "en": "That didn't occur.",
      "vi": "Điều đó đã không xảy ra."
    }
  },
  {
    "translation": {
      "en": "[man] We knew that some inmates had been killed.",
      "vi": "Chúng tôi biết rằng một số tù nhân đã bị giết."
    }
  },
  {
    "translation": {
      "en": "We knew there were hostages in there.",
      "vi": "Chúng tôi biết rằng có con tin trong đó."
    }
  },
  {
    "translation": {
      "en": "They had complete control of L-Block.",
      "vi": "Chúng đã kiểm soát hoàn toàn dãy nhà L."
    }
  },
  {
    "translation": {
      "en": "With eight different wings running off of a single corridor...",
      "vi": "Với tám chái nhà chạy ra từ một hành lang,"
    }
  },
  {
    "translation": {
      "en": "plus they had control of the M-2 gymnasium.",
      "vi": "thêm vào đó chúng kiểm soát phòng thể dục M-2."
    }
  },
  {
    "translation": {
      "en": "Our principle was the preservation of life.",
      "vi": "Nguyên tắc của chúng tôi là bảo vệ sinh mạng."
    }
  },
  {
    "translation": {
      "en": "And at that point in time,",
      "vi": "Vào ngay lúc đó,"
    }
  },
  {
    "translation": {
      "en": "we had no idea where the hostages were being held.",
      "vi": "chúng tôi không hề biết con tin bị nhốt ở đâu."
    }
  },
  {
    "translation": {
      "en": "So what we wanted to do",
      "vi": "Nên điều chúng tôi muốn làm"
    }
  },
  {
    "translation": {
      "en": "was to stabilize the situation and begin negotiations.",
      "vi": "là ổn định tình hình và bắt đầu thương lượng."
    }
  },
  {
    "translation": {
      "en": "All the while preparing for...",
      "vi": "Trong khi đó cũng phải chuẩn bị..."
    }
  },
  {
    "translation": {
      "en": "that we might have to attack.",
      "vi": "trường hợp phải tấn công."
    }
  },
  {
    "translation": {
      "en": "Our top story, a full-scale riot",
      "vi": "Bản tin nóng, một cuộc bạo loạn toàn thể"
    }
  },
  {
    "translation": {
      "en": "at Ohio's maximum security prison in Lucasville.",
      "vi": "ở nhà tù an ninh nhất bang Ohio tại Lucasville."
    }
  },
  {
    "translation": {
      "en": "The lives of eight guards hang in the balance tonight.",
      "vi": "Mạng sống của tám lính gác đang ngàn cân treo sợi tóc."
    }
  },
  {
    "translation": {
      "en": "[man on radio] So, Mike, what can you tell us?",
      "vi": "Anh kể được gì cho chúng tôi?"
    }
  },
  {
    "translation": {
      "en": "We are flying above it right now.",
      "vi": "Hiện giờ chúng tôi đang bay ngay trên nhà tù."
    }
  },
  {
    "translation": {
      "en": "Let's take a look at the situation down on the scene.",
      "vi": "Chúng ta hãy xem tình hình tại hiện trường."
    }
  },
  {
    "translation": {
      "en": "There was some kind of uprising",
      "vi": "Đã có một vụ nổi dậy xảy ra"
    }
  },
  {
    "translation": {
      "en": "shortly after three o'clock this afternoon,",
      "vi": "ngay sau ba giờ chiều hôm nay,"
    }
  },
  {
    "translation": {
      "en": "confined, so far, to one of the cell blocks.",
      "vi": "đến nay đã bị giới hạn vào một dãy nhà giam."
    }
  },
  {
    "translation": {
      "en": "[man on TV] We will be there throughout the evening, and we'll bring you the latest as it develops.",
      "vi": "Chúng tôi sẽ ở đây cả tối nay và cập nhật những thông tin mới nhất."
    }
  },
  {
    "translation": {
      "en": "[Tom Rice] The inmates started dropping bodies out onto the yard.",
      "vi": "Các tù nhân đang bắt đầu ném xác người ra ngoài bãi."
    }
  },
  {
    "translation": {
      "en": "[man] It's getting so dark out there, I can't focus anymore.",
      "vi": "Ngoài trời đang rất tối, tôi không thể chỉnh nét được."
    }
  },
  {
    "translation": {
      "en": "[Rice] Those bodies were inmates that were murdered.",
      "vi": "Đó là xác của những tù nhân bị giết."
    }
  },
  {
    "translation": {
      "en": "They had terrible, terrible injuries.",
      "vi": "Họ bị thương rất, rất trầm trọng."
    }
  },
  {
    "translation": {
      "en": "[man] What is it?",
      "vi": "Gì thế?"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "vi": "Mẹ kiếp!"
    }
  },
  {
    "translation": {
      "en": "[man 2] Here comes another one.",
      "vi": "Lại một tên nữa."
    }
  },
  {
    "translation": {
      "en": "[man 3] They're bringing all of 'em out. They're bringing all of 'em out.",
      "vi": "Chúng đang đưa tất cả ra đấy."
    }
  },
  {
    "translation": {
      "en": "[man] Got any rules of engagement here? [man 2] Nothing.",
      "vi": "Chúng ta có phương án tiếp cận nào chưa? Chưa."
    }
  },
  {
    "translation": {
      "en": "[man] Two in there, or one?",
      "vi": "Có hai tên trong đó, hay một?"
    }
  },
  {
    "translation": {
      "en": "Gimme a count.",
      "vi": "Đếm cho tôi đi."
    }
  },
  {
    "translation": {
      "en": "[man 2] One, two, three...",
      "vi": "Một, hai, ba..."
    }
  },
  {
    "translation": {
      "en": "[man on radio] I can see four. Four is the count.",
      "vi": "Tôi thấy bốn tên. Có bốn tên cả thảy."
    }
  },
  {
    "translation": {
      "en": "[man 1] Five. [man 2] Here comes another one.",
      "vi": "Năm. Thêm một tên nữa đây."
    }
  },
  {
    "translation": {
      "en": "[man] Six? Shit.",
      "vi": "Sáu ư? Mẹ kiếp."
    }
  },
  {
    "translation": {
      "en": "I don't see no movement and a lot of blood.",
      "vi": "Tôi không thấy bất kỳ chuyển động nào và rất nhiều máu."
    }
  },
  {
    "translation": {
      "en": "[man 2] They're dead.",
      "vi": "Chúng chết rồi."
    }
  },
  {
    "translation": {
      "en": "We had a lot of people. A little bit better than 400 of us.",
      "vi": "Chúng tôi rất đông. Hơn 400 người."
    }
  },
  {
    "translation": {
      "en": "A lot of those guys don't have a clue what's going on.",
      "vi": "Rất nhiều tay trong số đó hoàn toàn không biết chuyện gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "They're scared, worried, confused...",
      "vi": "Họ sợ hãi, lo lắng, và hoang mang..."
    }
  },
  {
    "translation": {
      "en": "and they can't get out.",
      "vi": "Và không thể thoát ra được."
    }
  },
  {
    "translation": {
      "en": "There! Motherfucker!",
      "vi": "Hắn kia rồi! Thằng khốn nạn!"
    }
  },
  {
    "translation": {
      "en": "If you didn't get out initially, you-- ain't no getting out.",
      "vi": "Nếu mày không ra ngay từ đầu, thì không còn ra được nữa đâu."
    }
  },
  {
    "translation": {
      "en": "'Cause the door wasn't gonna be open anymore.",
      "vi": "Vì cửa chẳng còn mở nữa rồi."
    }
  },
  {
    "translation": {
      "en": "We started taking control, right? The chaos had to stop.",
      "vi": "Bọn tôi bắt đầu kiểm soát tình hình. Sự hỗn loạn phải chấm dứt. XIN ĐỪNG VÀO KHI CHƯA ĐƯỢC CHO PHÉP"
    }
  },
  {
    "translation": {
      "en": "[Owens] There had to be some rules here, even though it's wild and crazy.",
      "vi": "Dù điên loạn nhưng nơi đây cũng phải có luật lệ."
    }
  },
  {
    "translation": {
      "en": "'Cause if everybody just go around just killing everybody,",
      "vi": "Vì nếu như tất cả đều đi giết nhau tứ tung,"
    }
  },
  {
    "translation": {
      "en": "then everybody is just gonna be dead up in here.",
      "vi": "thì tất cả sẽ chết hết."
    }
  },
  {
    "translation": {
      "en": "[Hasan] People was on edge,",
      "vi": "CẤM MANG VŨ KHÍ Họ đang bực mình,"
    }
  },
  {
    "translation": {
      "en": "and people was just fearful, not knowing who to trust,",
      "vi": "và họ chỉ sợ hãi, không biết tin ai,"
    }
  },
  {
    "translation": {
      "en": "other than their own ethnic group that they actually belongs to.",
      "vi": "ngoài những người trong cùng nhóm sắc tộc của mình."
    }
  },
  {
    "translation": {
      "en": "[Snodgrass] The first night, we were all in the gym, right?",
      "vi": "Đêm đầu tiên, chúng tôi đều đang ở phòng tậo thể dục, bạn biết không?"
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Look, we need to get us a block.\"",
      "vi": "Tôi mới bảo, \"Này, chúng mình phải kiếm khu riêng.\""
    }
  },
  {
    "translation": {
      "en": "The Muslims, they took L-6, and they had control.",
      "vi": "HÒA BÌNH NÀO ANH EM - B.W. Nhóm Hồi giáo, họ chọn khu L-6, và họ có toàn quyền khu đấy."
    }
  },
  {
    "translation": {
      "en": "The Aryan Brotherhood, we ended up going to L-2.",
      "vi": "Nhóm Aryan Brotherhood, chúng tôi cuối cùng chọn đến L-2."
    }
  },
  {
    "translation": {
      "en": "This is our block. We're taking it over.",
      "vi": "Đây là khu của chúng tôi. Chúng tôi tiếp quản ở đây."
    }
  },
  {
    "translation": {
      "en": "And we just told them all to get the fuck out.",
      "vi": "Và chúng tôi đã bảo bọn chúng cút hết đi."
    }
  },
  {
    "translation": {
      "en": "[Hensley] They moved us around 'cause they didn't want us in one group.",
      "vi": "Họ bắt chúng tôi di chuyển vì không muốn chúng tôi tụ thành nhóm."
    }
  },
  {
    "translation": {
      "en": "Each group had one or two of us.",
      "vi": "Nhóm nào cũng có một hoặc hai người trong bọn tôi."
    }
  },
  {
    "translation": {
      "en": "First few days, I was with the whites.",
      "vi": "Trong vài ngày đầu, tôi đã ở cùng nhóm da trắng."
    }
  },
  {
    "translation": {
      "en": "Then they switched me over to the Black Gangster Disciples.",
      "vi": "Rồi họ lại đổi tôi sang băng Black Gangster Disciples."
    }
  },
  {
    "translation": {
      "en": "I knew where I was every time they moved me.",
      "vi": "Mỗi lần tôi đều biết mình bị đưa đi đâu."
    }
  },
  {
    "translation": {
      "en": "It's part of survival. If you don't know where you're at,",
      "vi": "Nó là một phần của sinh tồn. Nếu bạn không biết mình đang ở đâu,"
    }
  },
  {
    "translation": {
      "en": "and if you get loose, you don't know where to go.",
      "vi": "mà được thoát ra, bạn sẽ không biết đi đâu."
    }
  },
  {
    "translation": {
      "en": "[Daniels] The Black Gangster Disciples had me.",
      "vi": "Băng Black Gangster Disciples đã bắt tôi."
    }
  },
  {
    "translation": {
      "en": "Their orders was that if there was any assault on the prison,",
      "vi": "Mệnh lệnh của chúng là nếu có một cuộc tấn công vào nhà tù,"
    }
  },
  {
    "translation": {
      "en": "we was to be killed first.",
      "vi": "chúng tôi sẽ bị giết trước."
    }
  },
  {
    "translation": {
      "en": "One guy, he sat there and bounced",
      "vi": "Có một tên, hắn ngồi đó và gõ"
    }
  },
  {
    "translation": {
      "en": "an aluminum baseball bat off the floor, onto the concrete.",
      "vi": "cái gậy bóng chày trên nền xi măng."
    }
  },
  {
    "translation": {
      "en": "It was almost nonstop.",
      "vi": "Hắn gần như không hề ngừng."
    }
  },
  {
    "translation": {
      "en": "\"This is for you. If they come in, you're gonna be the first.\"",
      "vi": "\"Cái này cho mày. Nếu chúng tiến vào, mày sẽ là đứa đầu tiên.\""
    }
  },
  {
    "translation": {
      "en": "You don't have control of anything.",
      "vi": "Bạn không thể kiểm soát bất kỳ cái gì."
    }
  },
  {
    "translation": {
      "en": "The next breath could be your last, and it's not your decision.",
      "vi": "Hơi thở tới có thể là hơi thở cuối, và nó không phụ thuộc vào bạn."
    }
  },
  {
    "translation": {
      "en": "[Tate] We get into the early hours of Monday...",
      "vi": "Đã sáng sớm thứ Hai..."
    }
  },
  {
    "translation": {
      "en": "and we did some of the traditional kinds of things that you do.",
      "vi": "và chúng tôi làm vài điều quen thuộc vẫn làm."
    }
  },
  {
    "translation": {
      "en": "We had people down underneath the institution in the tunnels.",
      "vi": "Chúng tôi có người trong những đường hầm bên dưới nhà tù."
    }
  },
  {
    "translation": {
      "en": "The Bureau were able to glean good intelligence",
      "vi": "Cục Điều tra Liên bang đã có thể kiếm được vài thông tin tình báo hữu ích"
    }
  },
  {
    "translation": {
      "en": "by literally bugging the areas.",
      "vi": "bằng cách đặt máy nghe lén trong các khu vực."
    }
  },
  {
    "translation": {
      "en": "We cut the electricity and the water off to create",
      "vi": "Chúng tôi đã cắt điện và nước để"
    }
  },
  {
    "translation": {
      "en": "a tougher situation for the hostage-takers...",
      "vi": "gây khó dễ cho những kẻ nắm giữ con tin."
    }
  },
  {
    "translation": {
      "en": "so, hopefully, they'll come to the table quicker to resolve issues.",
      "vi": "Hy vọng chúng sẽ ngồi vào bàn đàm phán nhanh hơn để giải quyết vấn đề."
    }
  },
  {
    "translation": {
      "en": "[man] 7:51.",
      "vi": "7:51."
    }
  },
  {
    "translation": {
      "en": "[man 2] I'm freezing!",
      "vi": "Tôi chết cóng mất!"
    }
  },
  {
    "translation": {
      "en": "[man] Who is that?",
      "vi": "Ai vậy?"
    }
  },
  {
    "translation": {
      "en": "[man 2] Skatzes.",
      "vi": "Skatzes."
    }
  },
  {
    "translation": {
      "en": "Inmate Skatzes.",
      "vi": "Tù nhân Skatzes."
    }
  },
  {
    "translation": {
      "en": "Who we got up there in that tower?",
      "vi": "Chúng ta có ai trên tháp đấy?"
    }
  },
  {
    "translation": {
      "en": "We got anybody of high-ranking status Ohio State Patrol up there?",
      "vi": "Trên đó có ai chức vụ cao trong Tuần tiễu Tiểu bang Ohio không?"
    }
  },
  {
    "translation": {
      "en": "[Tate] George was one of the inmates who was purported",
      "vi": "George là một trong những tù nhân tự xưng"
    }
  },
  {
    "translation": {
      "en": "to be a leader of the Aryan Brotherhood.",
      "vi": "là lãnh tụ của băng Aryan Brotherhood."
    }
  },
  {
    "translation": {
      "en": "This is Lieutenant Lewis.",
      "vi": "Đây là Trung úy Lewis."
    }
  },
  {
    "translation": {
      "en": "I'm the assistant District Six commander, talking to you now.",
      "vi": "Tôi là trợ lý chỉ huy Quận Sáu đang nói chuyện với các bạn."
    }
  },
  {
    "translation": {
      "en": "If anything happens to either one of us,",
      "vi": "Nếu một trong hai đứa tôi bị gì,"
    }
  },
  {
    "translation": {
      "en": "something will probably happen to those hostages.",
      "vi": "sẽ có chuyện với con tin."
    }
  },
  {
    "translation": {
      "en": "I want you people to understand this ain't no fucking joke, boys.",
      "vi": "Tôi muốn các người hiểu rằng đây không phải trò đùa."
    }
  },
  {
    "translation": {
      "en": "We got eight lives in there that we're all concerned about.",
      "vi": "Trong đó có tám mạng người mà chúng tôi đều quan tâm."
    }
  },
  {
    "translation": {
      "en": "Now let's get something rolling here!",
      "vi": "Bây giờ tiến hành gì đi chứ!"
    }
  },
  {
    "translation": {
      "en": "What do you want to do? You wanna talk to one of our negotiators?",
      "vi": "Các anh muốn gì? Các anh muốn nói chuyện với người đàm phán bên tôi không?"
    }
  },
  {
    "translation": {
      "en": "We want the news media!",
      "vi": "Chúng tôi muốn báo chí!"
    }
  },
  {
    "translation": {
      "en": "-Call 245. -[George Skatzes] Two-four-five?",
      "vi": "Gọi 245. Hai-bốn-năm à?"
    }
  },
  {
    "translation": {
      "en": "-[man] Yes. -Two-four-five. They will talk to you.",
      "vi": "Hai-bốn-năm. Họ sẽ nói chuyện với các anh."
    }
  },
  {
    "translation": {
      "en": "All right. I hope I got your word on that.",
      "vi": "Được. Hy vọng tôi có thể tin ông."
    }
  },
  {
    "translation": {
      "en": "Okay, hang on just a minute. He's walking away.",
      "vi": "Được rồi, chờ chút. Hắn đang bước đi."
    }
  },
  {
    "translation": {
      "en": "I think he's going for it.",
      "vi": "Tôi nghĩ hắn sẽ làm."
    }
  },
  {
    "translation": {
      "en": "[Tate] You try to open up lines of communication.",
      "vi": "Bạn cố tạo kênh trao đổi."
    }
  },
  {
    "translation": {
      "en": "There was tremendous distrust on their part.",
      "vi": "Họ có một sự ngờ vực ghê gớm."
    }
  },
  {
    "translation": {
      "en": "And, hey, there was tremendous distrust on our part.",
      "vi": "Và chúng tôi cũng có một sự ngờ vực ghê gớm."
    }
  },
  {
    "translation": {
      "en": "Hell, I mean-- Christ, they've just killed nine inmates.",
      "vi": "Ý tôi là, mẹ... Chúa ơi, chúng vừa giết chín tù nhân."
    }
  },
  {
    "translation": {
      "en": "So, I mean, what the hell?",
      "vi": "Vậy giờ sao đây?"
    }
  },
  {
    "translation": {
      "en": "Inmate negotiator.",
      "vi": "Người đàm phán với tù nhân."
    }
  },
  {
    "translation": {
      "en": "Hi, this is Dave. Who's this?",
      "vi": "Xin chào, đây là Dave. Ai đó? NGƯỜI ĐÀM PHÁN"
    }
  },
  {
    "translation": {
      "en": "This is inmate negotiator.",
      "vi": "Đây là người đàm phán với tù nhân."
    }
  },
  {
    "translation": {
      "en": "Hold on for a minute. Let me get George for you, all right?",
      "vi": "Chờ chút. Để tôi kêu George cho anh, được chứ?"
    }
  },
  {
    "translation": {
      "en": "[negotiator] I wish you would, yeah.",
      "vi": "Tôi đang mong vậy, được."
    }
  },
  {
    "translation": {
      "en": "Okay, sir.",
      "vi": "Được, thưa ông."
    }
  },
  {
    "translation": {
      "en": "What can we do for you, George?",
      "vi": "Chúng tôi có thể làm gì cho các anh, George?"
    }
  },
  {
    "translation": {
      "en": "Well, we can start out with the lights.",
      "vi": "Ờ, chúng ta có thể bắt đầu với đèn đóm,"
    }
  },
  {
    "translation": {
      "en": "We can start out with the water.",
      "vi": "có thể bắt đầu với chuyện nước,"
    }
  },
  {
    "translation": {
      "en": "We can start out with news media,",
      "vi": "có thể bắt đầu với chuyện báo chí,"
    }
  },
  {
    "translation": {
      "en": "and deliver you two hostages. How's that?",
      "vi": "và giao cho các người hai con tin. Thế nào?"
    }
  },
  {
    "translation": {
      "en": "I can't guarantee that the news media will even talk to you.",
      "vi": "Tôi không thể đảm bảo truyền thông sẽ nói chuyện với các anh."
    }
  },
  {
    "translation": {
      "en": "Oh, cut it out.",
      "vi": "Dẹp đi."
    }
  },
  {
    "translation": {
      "en": "Let's knock off the bullshit. What do you say?",
      "vi": "Đừng có nói nhảm nữa. Ông muốn sao đây?"
    }
  },
  {
    "translation": {
      "en": "Get me Channel 10 News.",
      "vi": "Tôi muốn chương trình Thời sự Kênh 10."
    }
  },
  {
    "translation": {
      "en": "Channel 10 News.",
      "vi": "Thời sự Kênh 10."
    }
  },
  {
    "translation": {
      "en": "And for that, you would give me two hostages?",
      "vi": "Đổi lại anh giao hai con tin cho chúng tôi?"
    }
  },
  {
    "translation": {
      "en": "Is that what you're telling me?",
      "vi": "Có phải anh đang nói như vậy?"
    }
  },
  {
    "translation": {
      "en": "George, let me discuss it with my boss.",
      "vi": "George, để tôi thảo luận với sếp tôi."
    }
  },
  {
    "translation": {
      "en": "How long am I going to have to sit around here",
      "vi": "Tôi còn phải ngồi đây méo mặt"
    }
  },
  {
    "translation": {
      "en": "and hold my nuts till you give me a decision on that?",
      "vi": "chờ quyết định của các người bao lâu nữa?"
    }
  },
  {
    "translation": {
      "en": "As soon as I can get the information. Where will you be?",
      "vi": "Ngay khi tôi có thông tin. Anh sẽ ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Oh, I'll be here on L corridor. You can bet on that.",
      "vi": "Tôi sẽ ở đây trong hành lang dãy L. Ông có thể chắc chắn vậy."
    }
  },
  {
    "translation": {
      "en": "Well, I expect you're right about that.",
      "vi": "Được, tôi mong anh giữ lời chuyện này."
    }
  },
  {
    "translation": {
      "en": "[Rice] Negotiation is an art and not a science.",
      "vi": "Đàm phán là một nghệ thuật, không phải một khoa học."
    }
  },
  {
    "translation": {
      "en": "In a situation this size, it's best to not have a person in command",
      "vi": "Trong tình huống phức tạp thế này, tốt nhất không nên cho người chỉ huy"
    }
  },
  {
    "translation": {
      "en": "to be on the phone because that allows the negotiators to say,",
      "vi": "nói chuyện trên điện thoại, để người đàm phán có thể nói,"
    }
  },
  {
    "translation": {
      "en": "\"Well, I need to check with someone. I need to get back to you.\"",
      "vi": "\"Ờ, tôi cần đi hỏi ai đó. Tôi sẽ quay lại sau.\""
    }
  },
  {
    "translation": {
      "en": "And they was putting us on hold, playing us crazy and shit,",
      "vi": "Và chúng bắt chúng tôi phải chờ, quay chúng tôi vòng vòng,"
    }
  },
  {
    "translation": {
      "en": "to where we stopped answering the phone for a while just to--",
      "vi": "tới mức chúng tôi ngừng không nghe máy một lúc"
    }
  },
  {
    "translation": {
      "en": "-just to aggravate 'em. -[busy tone ringing]",
      "vi": "chỉ để chọc tức chúng."
    }
  },
  {
    "translation": {
      "en": "[Rice] We felt that the longer it went on, without any loss of life,",
      "vi": "Chúng tôi có cảm giác là càng kéo dài mà không ai phải chết,"
    }
  },
  {
    "translation": {
      "en": "the better off we were.",
      "vi": "chúng tôi càng thuận lợi hơn."
    }
  },
  {
    "translation": {
      "en": "Just let it drag on.",
      "vi": "Cứ để nó kéo rề rề."
    }
  },
  {
    "translation": {
      "en": "They're hungry. I'm not hungry.",
      "vi": "Họ đói. Tôi không đói."
    }
  },
  {
    "translation": {
      "en": "They're tired. I'm not tired.",
      "vi": "Họ mỏi mệt. Tôi không mỏi mệt."
    }
  },
  {
    "translation": {
      "en": "They don't have water. I have water.",
      "vi": "Họ không có nước. Tôi có nước."
    }
  },
  {
    "translation": {
      "en": "Just let it drag on.",
      "vi": "Cứ kéo dài ra."
    }
  },
  {
    "translation": {
      "en": "While all this is going on,",
      "vi": "Trong khi những chuyện này diễn ra,"
    }
  },
  {
    "translation": {
      "en": "all the hostage families are gathered",
      "vi": "tất cả gia đình các con tin được tập trung"
    }
  },
  {
    "translation": {
      "en": "at a school right across the street from the prison.",
      "vi": "ở một trường học ngay bên kia đường nhà tù."
    }
  },
  {
    "translation": {
      "en": "[woman on TV] The school's doors remain open for loved ones.",
      "vi": "Cánh cửa trường học để mở cho các người thân."
    }
  },
  {
    "translation": {
      "en": "Dozens of family members have been here since the standoff started,",
      "vi": "Người nhà họ đã ở đây từ khi bắt đầu đàm phán,"
    }
  },
  {
    "translation": {
      "en": "and they vow to stay till the end.",
      "vi": "và họ nguyện sẽ ở đến cùng."
    }
  },
  {
    "translation": {
      "en": "I got a phone call from prison officials.",
      "vi": "Tôi nhận một cuộc gọi từ viên chức nhà tù."
    }
  },
  {
    "translation": {
      "en": "They said that a riot had erupted at the prison",
      "vi": "Họ nói rằng một cuộc bạo loạn đã nổ ra tại nhà tù"
    }
  },
  {
    "translation": {
      "en": "and that Bob was unaccounted for.",
      "vi": "và Bob đã mất tích."
    }
  },
  {
    "translation": {
      "en": "And that's when I threw the phone.",
      "vi": "Và đó là khi tôi ném cái điện thoại."
    }
  },
  {
    "translation": {
      "en": "I thought, \"If I get this phone out of my hand, it'll all go away.\"",
      "vi": "Tôi nghĩ \"Nếu tôi bỏ cái điện thoại ra, chuyện này sẽ biến đi.\""
    }
  },
  {
    "translation": {
      "en": "But it didn't.",
      "vi": "Nhưng nó không biến đi."
    }
  },
  {
    "translation": {
      "en": "I didn't stay in the building.",
      "vi": "Tôi không ở trong tòa nhà."
    }
  },
  {
    "translation": {
      "en": "I went out on the parking lot and sat in a van...",
      "vi": "Tôi bước ra bãi đậu xe và ngồi trong xe,"
    }
  },
  {
    "translation": {
      "en": "facing the prison, and I watched.",
      "vi": "đối diện nhà tù, và tôi nhìn xem."
    }
  },
  {
    "translation": {
      "en": "I don't know what I thought I was gonna accomplish.",
      "vi": "Tôi không biết mình đã nghĩ mình có thể làm gì."
    }
  },
  {
    "translation": {
      "en": "I didn't eat.",
      "vi": "Tôi không ăn."
    }
  },
  {
    "translation": {
      "en": "I knew he wasn't. And until he was gonna eat, I wasn't gonna eat again.",
      "vi": "Tôi biết anh ấy cũng không ăn. Và tới khi anh ấy được ăn, tôi cũng sẽ nhịn đói."
    }
  },
  {
    "translation": {
      "en": "[man on TV] Today, hundreds of police officers from around the state,",
      "vi": "Hôm nay, hàng trăm cảnh sát từ khắp tiểu bang,"
    }
  },
  {
    "translation": {
      "en": "including SWAT teams from several cities,",
      "vi": "bao gồm những đội SWAT từ nhiều thành phố,"
    }
  },
  {
    "translation": {
      "en": "arrived to begin working in shifts.",
      "vi": "đã tới nơi để bắt đầu chia ca làm việc."
    }
  },
  {
    "translation": {
      "en": "[man] All the reporters and the photojournalists",
      "vi": "Tất cả các nhà báo và phóng viên ảnh"
    }
  },
  {
    "translation": {
      "en": "were all kind of penned in to this little area",
      "vi": "bị dồn vào trong khu vực nhỏ này"
    }
  },
  {
    "translation": {
      "en": "where we had no access to the prison.",
      "vi": "nơi không có lối thông vào nhà tù."
    }
  },
  {
    "translation": {
      "en": "Bob, what's the latest?",
      "vi": "Bob, thông tin mới nhất là gì?"
    }
  },
  {
    "translation": {
      "en": "Jerry, I wish we had more facts, really, to give you,",
      "vi": "Tôi ước gì có thêm thông tin cho anh,"
    }
  },
  {
    "translation": {
      "en": "but the facts basically are as they have been through the day.",
      "vi": "nhưng mọi yếu tố vẫn không có gì thay đổi."
    }
  },
  {
    "translation": {
      "en": "No electricity, no water, they've cut off all utilities,",
      "vi": "Không điện, không nước, họ đã cắt tất cả các tiện ích,"
    }
  },
  {
    "translation": {
      "en": "they are not serving food.",
      "vi": "họ cũng không cung cấp thức ăn."
    }
  },
  {
    "translation": {
      "en": "They're hoping that maybe that will bring about some kind of peaceful end.",
      "vi": "Họ hy vọng cách đó sẽ mang lại một kết quả yên bình."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "That's right in my face. Please don't. Okay?",
      "vi": "Ngay vào mặt tôi rồi. Làm ơn đừng làm vậy. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "The state had full control of the story.",
      "vi": "Chính quyền hoàn toàn làm chủ tình thế."
    }
  },
  {
    "translation": {
      "en": "And sometimes, points were calling them every ten minutes,",
      "vi": "Thỉnh thoảng, các đội mũi nhọn gọi họ mỗi mười phút,"
    }
  },
  {
    "translation": {
      "en": "or they're calling us.",
      "vi": "hoặc họ gọi chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[woman] Any more indication, Sharon, whether or not this was premeditated?",
      "vi": "Sharon, có dấu hiệu nào thêm cho thấy vụ này có chuẩn bị trước hay không?"
    }
  },
  {
    "translation": {
      "en": "-No. No. -Idea about that?",
      "vi": "- Không. - Ý kiến gì không?"
    }
  },
  {
    "translation": {
      "en": "[woman 2] Can you give us a statement on the condition of the hostages?",
      "vi": "Bà có tuyên bố gì về tình hình các con tin không?"
    }
  },
  {
    "translation": {
      "en": "I don't know their condition.",
      "vi": "Tôi không biết tình hình họ."
    }
  },
  {
    "translation": {
      "en": "Can you give us a generalized sense of what is the condition?",
      "vi": "Bà có thể cho biết cảm giác chung về tình hình của họ không?"
    }
  },
  {
    "translation": {
      "en": "-I don't know their condition. -[reporters clamoring]",
      "vi": "Tôi không biết tình hình họ."
    }
  },
  {
    "translation": {
      "en": "[Bob Orr] We had no access to the prisoners.",
      "vi": "Chúng tôi không thể tiếp cận các tù nhân."
    }
  },
  {
    "translation": {
      "en": "We had no access to the prison authorities.",
      "vi": "Chúng tôi không tiếp cận được các viên chức nhà tù."
    }
  },
  {
    "translation": {
      "en": "Everything was filtered.",
      "vi": "Mọi thông tin đều bị sàng lọc."
    }
  },
  {
    "translation": {
      "en": "We had no idea...",
      "vi": "Chúng tôi không biết"
    }
  },
  {
    "translation": {
      "en": "what the inmates wanted.",
      "vi": "những tù nhân muốn gì."
    }
  },
  {
    "translation": {
      "en": "Some of the elders, Muslims and non-Muslims alike,",
      "vi": "Một số tù nhân lớn tuổi, Hồi giáo và không phải Hồi giáo,"
    }
  },
  {
    "translation": {
      "en": "they got together, and they came up with 21 demands.",
      "vi": "tập trung lại, và họ đưa ra 21 yêu cầu."
    }
  },
  {
    "translation": {
      "en": "[Hensley] I just asked them, I said, \"What are you all asking for?\"",
      "vi": "Tôi hỏi họ, \"Các anh yêu cầu cái gì vậy?\""
    }
  },
  {
    "translation": {
      "en": "'Cause they was complaining.",
      "vi": "Bởi vì họ đang than phiền."
    }
  },
  {
    "translation": {
      "en": "They didn't feel like they was being negotiated with fairly.",
      "vi": "Họ cảm thấy việc đàm phán không công bằng."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Has it ever dawned on you",
      "vi": "Tôi nói \"Các ông có nhận thấy"
    }
  },
  {
    "translation": {
      "en": "that a lot of things you're asking for is just stupid?\"",
      "vi": "nhiều yêu cầu của các ông thật ngu xuẩn?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Why don't you reduce your list to common sense and actually necessary things?\"",
      "vi": "Tôi nói \"Vì sao các ông không giảm số yêu cầu xuống những gì thiết thực nhất?\""
    }
  },
  {
    "translation": {
      "en": "[Tate] If it had have been just a matter",
      "vi": "Nếu đó chỉ là vấn đề"
    }
  },
  {
    "translation": {
      "en": "of taking the list of demands, the riot would have been over.",
      "vi": "giải quyết những yêu sách đó, cuộc bạo loạn đã chấm dứt rồi."
    }
  },
  {
    "translation": {
      "en": "I mean, I'd had no problems with any of 'em.",
      "vi": "Tôi không có vấn đề gì với bất kỳ ai trong bọn họ."
    }
  },
  {
    "translation": {
      "en": "[Hasan] Prison authorities do not honor their word.",
      "vi": "Viên chức nhà tù không giữ lời."
    }
  },
  {
    "translation": {
      "en": "They tell you one thing,",
      "vi": "Họ nói với bạn một điều, nhưng sau đó họ lại làm"
    }
  },
  {
    "translation": {
      "en": "and afterwards, they do something diametrically opposed",
      "vi": "Họ nói với bạn một điều, nhưng sau đó họ lại làm điều trái ngược với những gì đã thỏa thuận."
    }
  },
  {
    "translation": {
      "en": "to what they agreed to.",
      "vi": "điều trái ngược với những gì đã thỏa thuận."
    }
  },
  {
    "translation": {
      "en": "So it was very important that we get the media involved,",
      "vi": "Do đó điều rất quan trọng là chúng tôi phải có báo chí tham gia,"
    }
  },
  {
    "translation": {
      "en": "to try to air out our concerns,",
      "vi": "để phát sóng những quan tâm của chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "to actually shine some light",
      "vi": "để thực sự làm sáng tỏ"
    }
  },
  {
    "translation": {
      "en": "as to what was actually going on",
      "vi": "những gì đang diễn ra"
    }
  },
  {
    "translation": {
      "en": "behind enemy lines in the prison system.",
      "vi": "sau ranh giới hai phe trong hệ thống nhà tù."
    }
  },
  {
    "translation": {
      "en": "Hasan was very influential.",
      "vi": "Hasan rất có ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "He said, \"This is not a racial thing.\"",
      "vi": "Anh ta nói \"Đây không phải vấn đề chủng tộc.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"This is us against the establishment.\"",
      "vi": "Anh ta nói \"Đây là chúng ta đấu tranh chống lại tổ chức.\""
    }
  },
  {
    "translation": {
      "en": "It just became a respect thing, all right? That...",
      "vi": "Nó trở thành vấn đề tôn trọng, đúng chứ? Rằng..."
    }
  },
  {
    "translation": {
      "en": "All right, we're gonna respect you. You're Muslim, you're black,",
      "vi": "Chúng tôi sẽ tôn trọng các anh. Dù anh Hồi giáo, anh da đen,"
    }
  },
  {
    "translation": {
      "en": "this, that and the other.",
      "vi": "người này, người kia, người khác."
    }
  },
  {
    "translation": {
      "en": "We don't-- we don't love you... [scoffs] but we're not against what you're doing.",
      "vi": "Chúng tôi không yêu quý các anh, nhưng không phản đối điều các anh làm."
    }
  },
  {
    "translation": {
      "en": "One of our demands previously was to talk to the news media.",
      "vi": "Một trong những yêu cầu chúng tôi đã đưa ra là nói chuyện với truyền thông."
    }
  },
  {
    "translation": {
      "en": "We were willing to give you two hostages.",
      "vi": "Chúng tôi sẵn sàng giao lại hai con tin."
    }
  },
  {
    "translation": {
      "en": "I don't see why you won't let us meet with these news people.",
      "vi": "Tôi không hiểu vì sao các người không để chúng tôi gặp giới truyền thông."
    }
  },
  {
    "translation": {
      "en": "Because we can't trust the media.",
      "vi": "Chúng tôi không tin giới truyền thông."
    }
  },
  {
    "translation": {
      "en": "You can't trust the media? Why?",
      "vi": "Các người không tin truyền thông? Vì sao?"
    }
  },
  {
    "translation": {
      "en": "Because they're gonna broadcast this thing exactly the way it is?",
      "vi": "Vì họ sẽ đưa tin chính xác những gì đang diễn ra à?"
    }
  },
  {
    "translation": {
      "en": "[Sharon Kornegay] Regarding equal media pool coverage,",
      "vi": "Về vấn đề đưa tin tổng hợp theo nhóm,"
    }
  },
  {
    "translation": {
      "en": "we are not operating a media pool situation...",
      "vi": "chúng tôi không tổ chức nhóm tổng hợp tin tức..."
    }
  },
  {
    "translation": {
      "en": "...some of the wild speculation and rumors. And it's really gotten out of control,",
      "vi": "...một số suy đoán và tin đồn. Tình hình đã vượt tầm kiểm soát,"
    }
  },
  {
    "translation": {
      "en": "in part, I must say, because the prison authorities",
      "vi": "một phần vì quan chức nhà tù"
    }
  },
  {
    "translation": {
      "en": "haven't given us anything concrete, really,",
      "vi": "đã không cung cấp cho chúng tôi đầu mối nào chắc chắn"
    }
  },
  {
    "translation": {
      "en": "in terms of new information or prisoner demands.",
      "vi": "về những thông tin mới hoặc yêu sách của các tù nhân."
    }
  },
  {
    "translation": {
      "en": "-[man] George? -[Skatzes] Yes, sir.",
      "vi": "George? Vâng, tôi nghe."
    }
  },
  {
    "translation": {
      "en": "George, there's no reason for anybody to be injured or anything.",
      "vi": "Không có lý do gì để bất kỳ ai bị thương hay tổn hại."
    }
  },
  {
    "translation": {
      "en": "Well, then let's talk, man. All you wanna do is fuck us, man.",
      "vi": "Ừ, vậy thì nói chuyện đi. Các người chỉ muốn chơi chúng tôi."
    }
  },
  {
    "translation": {
      "en": "That's all you wanna do.",
      "vi": "Đó là những gì các người muốn."
    }
  },
  {
    "translation": {
      "en": "What will it take to get you out of there?",
      "vi": "Các anh muốn gì để ra khỏi đó?"
    }
  },
  {
    "translation": {
      "en": "Have you talked to anybody about us, even so much as talking to the media?",
      "vi": "Các người có kể với ai về chúng tôi chẳng hạn như truyền thông báo chí chưa?"
    }
  },
  {
    "translation": {
      "en": "Have you even done that?",
      "vi": "Đã kể chút nào chưa?"
    }
  },
  {
    "translation": {
      "en": "This is a fucking death or fucking die situation, man.",
      "vi": "Đây là tình huống chết người."
    }
  },
  {
    "translation": {
      "en": "It's simple as that.",
      "vi": "Đơn giản là vậy."
    }
  },
  {
    "translation": {
      "en": "We're talking about it and trying--",
      "vi": "Được, giờ ta sẽ bàn..."
    }
  },
  {
    "translation": {
      "en": "Yeah, we're talking about it.",
      "vi": "Phải, giờ ta sẽ bàn."
    }
  },
  {
    "translation": {
      "en": "Motherfucker, you've had two days to talk about it, at least, you know.",
      "vi": "Mẹ mày, chúng mày đã có hai ngày để bàn rồi."
    }
  },
  {
    "translation": {
      "en": "I can't make that decision.",
      "vi": "Tôi không thể quyết định."
    }
  },
  {
    "translation": {
      "en": "You can't make it? Listen, motherfucker, I'm asking you now.",
      "vi": "Mày không quyết được à? Nghe này, thằng chó, tao đang hỏi mày đây."
    }
  },
  {
    "translation": {
      "en": "You talk to somebody that can make that decision!",
      "vi": "Mày đi mà hỏi đứa nào quyết được đi!"
    }
  },
  {
    "translation": {
      "en": "Shit! Fuck this!",
      "vi": "Cứt! Mẹ nó!"
    }
  },
  {
    "translation": {
      "en": "[man] That standoff continues in Lucasville, Ohio,",
      "vi": "Sự giằng co tiếp diễn ở Lucasville, Ohio,"
    }
  },
  {
    "translation": {
      "en": "eight prison guards held hostage,",
      "vi": "tám lính gác bị bắt làm con tin,"
    }
  },
  {
    "translation": {
      "en": "hundreds of inmates barricaded since the riot on Sunday...",
      "vi": "hàng trăm tù nhân dựng lô cốt từ cuộc bạo loạn hôm Chủ nhật."
    }
  },
  {
    "translation": {
      "en": "as the day also brought a warning.",
      "vi": "Hôm nay còn mang lại một cảnh cáo."
    }
  },
  {
    "translation": {
      "en": "[woman on TV] A main demand for the prisoners is talking to the media,",
      "vi": "Yêu sách chính của các tù nhân là được nói chuyện với giới truyền thông,"
    }
  },
  {
    "translation": {
      "en": "and they're going to great lengths to try and reach the media.",
      "vi": "và họ sẽ không từ khó khăn nào để đạt được điều này."
    }
  },
  {
    "translation": {
      "en": "That is not going over well with the prison officials.",
      "vi": "Điều này sẽ khó được quan chức nhà tù chấp nhận."
    }
  },
  {
    "translation": {
      "en": "They want those negotiations handled on the phone, one-on-one.",
      "vi": "Họ muốn những đàm phán này diễn ra trên điện thoại, một đối một."
    }
  },
  {
    "translation": {
      "en": "[Rice] They put sheets outside.",
      "vi": "Họ căng những tấm vải bên ngoài."
    }
  },
  {
    "translation": {
      "en": "\"In three-and-a-half hours, we're gonna kill a guard.\"",
      "vi": "\"Trong ba tiếng rưỡi, chúng tôi sẽ giết một lính gác.\""
    }
  },
  {
    "translation": {
      "en": "And this wasn't the first time",
      "vi": "Và đây không phải lần đầu"
    }
  },
  {
    "translation": {
      "en": "that that type of information had come back to us.",
      "vi": "kiểu thông tin như vậy truyền tới chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[woman] It was a message clearly meant for the media.",
      "vi": "Đó là một thông điệp rõ ràng muốn nhắm đến giới truyền thông."
    }
  },
  {
    "translation": {
      "en": "But from a distance, you couldn't read the prisoners' threat.",
      "vi": "Từ khoảng cách xa, không thể đọc những đe dọa của các tù nhân."
    }
  },
  {
    "translation": {
      "en": "Prison officials had already heard it.",
      "vi": "Các viên chức nhà tù đã nghe nó."
    }
  },
  {
    "translation": {
      "en": "It's a standard threat. It's nothing new,",
      "vi": "Đó là một đe dọa điển hình, không phải điều gì mới,"
    }
  },
  {
    "translation": {
      "en": "that if we don't have something in three and a half hours,",
      "vi": "nếu chúng tôi không có được chút gì trong ba tiếng rưỡi,"
    }
  },
  {
    "translation": {
      "en": "we're gonna kill a hostage.",
      "vi": "chúng tôi sẽ giết một con tin."
    }
  },
  {
    "translation": {
      "en": "Everybody heard her say that they didn't believe we would kill a guard.",
      "vi": "Mọi người đều nghe cô ta nói là không ai tin chúng tôi sẽ giết lính gác."
    }
  },
  {
    "translation": {
      "en": "They were like, \"What the fuck is she talking about?",
      "vi": "Họ bảo, \"Mụ ta đang nói cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "They think we won't send them a fucking body out there, man?",
      "vi": "Chúng nó tưởng mình không dám ném một cái xác ra ngoài đó à?"
    }
  },
  {
    "translation": {
      "en": "She's talking like we're a bunch of fucking cowards in here or something.\"",
      "vi": "Mụ ta nói cứ như tụi mình là một lũ hèn nhát vô dụng vậy.\""
    }
  },
  {
    "translation": {
      "en": "[inmate] Kill this bitch!",
      "vi": "Giết con chó đó đi!"
    }
  },
  {
    "translation": {
      "en": "[Hensley] The inmates went nuts in there.",
      "vi": "Các tù nhân nổi khùng trong đó."
    }
  },
  {
    "translation": {
      "en": "I mean, all of a sudden, it went from almost a calm place to be...",
      "vi": "Bất thình lình, từ một nơi khá yên tĩnh"
    }
  },
  {
    "translation": {
      "en": "to the inmates just started hollering and screaming, raising hell.",
      "vi": "biến thành các tù nhân gào rú điên loạn."
    }
  },
  {
    "translation": {
      "en": "\"The state ain't taking us serious about none of this shit.",
      "vi": "\"Chính quyền không thèm để tâm đến chuyện này."
    }
  },
  {
    "translation": {
      "en": "We're gonna have to kill somebody to make a statement.\"",
      "vi": "Phải giết kẻ nào đó để ra thông điệp.\""
    }
  },
  {
    "translation": {
      "en": "[Rice] It may not have been the best way to say it,",
      "vi": "Có thể đó không phải cách hay nhất để truyền thông điệp,"
    }
  },
  {
    "translation": {
      "en": "but if it hadn't been that...",
      "vi": "nhưng nếu không phải vì việc đó,"
    }
  },
  {
    "translation": {
      "en": "it could have been something else.",
      "vi": "thì còn có thể là việc khác nữa."
    }
  },
  {
    "translation": {
      "en": "[man 1] Three-five, over. [man 2] Go ahead.",
      "vi": "- Ba-năm, hết. - Nói đi."
    }
  },
  {
    "translation": {
      "en": "[man 1] Sheriff's bringing a body out.",
      "vi": "Cảnh sát trưởng sẽ mang một xác người ra."
    }
  },
  {
    "translation": {
      "en": "[man 2] There's one now?",
      "vi": "Có người bị giết rồi à?"
    }
  },
  {
    "translation": {
      "en": "[man 1] Yeah, they just brought a body out.",
      "vi": "Phải, họ mới mang một xác chết ra."
    }
  },
  {
    "translation": {
      "en": "[man 2] Get the tapes rolling on it.",
      "vi": "Anh có quay được không?"
    }
  },
  {
    "translation": {
      "en": "[Tate] I was in the hostage negotiation room, and we get a call...",
      "vi": "Tôi đang ở trong phòng đàm phán con tin, và nhận được cuộc điện thoại..."
    }
  },
  {
    "translation": {
      "en": "\"Warden Tate, uh...",
      "vi": "\"Quản ngục Tate..."
    }
  },
  {
    "translation": {
      "en": "we think you need to come down here right away.",
      "vi": "chúng tôi nghĩ ông nên xuống đây ngay."
    }
  },
  {
    "translation": {
      "en": "Um, we think we have the body of one of our hostages.\"",
      "vi": "Chúng tôi nghĩ chúng tôi có xác một trong các con tin.\""
    }
  },
  {
    "translation": {
      "en": "[crying] Nobody had to tell me.",
      "vi": "Không ai cần phải nói."
    }
  },
  {
    "translation": {
      "en": "I could tell by the look on everybody's faces...",
      "vi": "Tôi nhìn mặt họ là biết ngay..."
    }
  },
  {
    "translation": {
      "en": "that it was him.",
      "vi": "rằng đó là anh ấy."
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] You just can't imagine...",
      "vi": "Bạn không thể tưởng tượng được..."
    }
  },
  {
    "translation": {
      "en": "the image that's burned to my brain.",
      "vi": "cái hình ảnh đã khắc sâu vào tâm trí tôi."
    }
  },
  {
    "translation": {
      "en": "I see them wheeling his body out on a stretcher, covered up in a bag.",
      "vi": "Tôi thấy họ đẩy thi thể anh ấy ra trên một cái cáng, nhét trong một cái bao."
    }
  },
  {
    "translation": {
      "en": "That's horrible.",
      "vi": "Thật khủng khiếp."
    }
  },
  {
    "translation": {
      "en": "Nobody should have to go through that.",
      "vi": "Không ai đáng phải chịu đựng điều này."
    }
  },
  {
    "translation": {
      "en": "[inmate] Inmate negotiator.",
      "vi": "Người đàm phán tù nhân."
    }
  },
  {
    "translation": {
      "en": "[negotiator] Please give us the respect of coming in and getting our body.",
      "vi": "Làm ơn tôn trọng chúng tôi bằng cách vào đây lấy thi thể."
    }
  },
  {
    "translation": {
      "en": "We need to come in and get it and get it out of there.",
      "vi": "Chúng tôi cần phải vào nhận thi thể, rồi trở ra."
    }
  },
  {
    "translation": {
      "en": "We need safe passage.",
      "vi": "Chúng tôi cần một lối đi an toàn."
    }
  },
  {
    "translation": {
      "en": "Do we have an agreement that we can come in and get our body?",
      "vi": "Thoả thuận là chúng tôi có thể cho người vào lấy thi thể chứ?"
    }
  },
  {
    "translation": {
      "en": "[inmate] Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "The riot ended on the fifth day for me.",
      "vi": "Với tôi cuộc bạo loạn đó chấm dứt vào ngày thứ năm."
    }
  },
  {
    "translation": {
      "en": "[man on TV] A tragic development.",
      "vi": "Một diễn tiến bi thảm."
    }
  },
  {
    "translation": {
      "en": "One of the eight prison guards being held hostage was found dead.",
      "vi": "Một trong tám lính gác bị bắt làm con tin được tìm thấy đã chết."
    }
  },
  {
    "translation": {
      "en": "[Kornegay] The body of correctional officer Robert R. Vallandingham",
      "vi": "Thi thể của quản giáo Robert R. Vallandingham"
    }
  },
  {
    "translation": {
      "en": "was recovered at 12:20 this afternoon.",
      "vi": "được nhận lúc 12:20 chiều nay."
    }
  },
  {
    "translation": {
      "en": "His family has been notified.",
      "vi": "Gia đình anh đã được thông báo."
    }
  },
  {
    "translation": {
      "en": "[Guynes] Bobby Vallandingham.",
      "vi": "Bobby Vallandingham."
    }
  },
  {
    "translation": {
      "en": "He never bothered us. He never came down the range,",
      "vi": "Anh ấy chưa bao giờ làm phiền chúng tôi. Không bao giờ xuống bãi,"
    }
  },
  {
    "translation": {
      "en": "trying to be nosy, you know?",
      "vi": "rình mò nhiều chuyện, bạn hiểu không?"
    }
  },
  {
    "translation": {
      "en": "I thought he was a real decent guy.",
      "vi": "Tôi nghĩ anh ấy thực sự là một người đứng đắn."
    }
  },
  {
    "translation": {
      "en": "[Snodgrass] When they killed Vallandingham, a lot of us were like,",
      "vi": "Khi chúng giết Vallandingham, nhiều người bọn tôi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"Man, that was a good dude. Why him?\"",
      "vi": "\"Anh ấy là một tay rất tốt. Sao lại là anh ấy?\""
    }
  },
  {
    "translation": {
      "en": "But I knew it was Vallandingham chosen because he saw too much",
      "vi": "Nhưng tôi biết Vallandingham bị giết vì anh ấy đã thấy quá nhiều"
    }
  },
  {
    "translation": {
      "en": "when the riot jumped off.",
      "vi": "khi cuộc bạo loạn bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[Tate] Up to this point, things weren't good, but we hadn't lost anybody.",
      "vi": "Tới lúc này, mọi sự không tốt, nhưng chúng tôi chưa mất người nào."
    }
  },
  {
    "translation": {
      "en": "Now, the stakes are way up here.",
      "vi": "Lúc này, sự căng thẳng đã lên tới đây rồi."
    }
  },
  {
    "translation": {
      "en": "So now you're thinking...",
      "vi": "Giờ bạn nghĩ..."
    }
  },
  {
    "translation": {
      "en": "\"Okay, they've killed...",
      "vi": "\"Chúng đã giết..."
    }
  },
  {
    "translation": {
      "en": "They've killed a hostage.",
      "vi": "Chúng đã giết một con tin."
    }
  },
  {
    "translation": {
      "en": "They've got six or eight other hostages or however many at that point.",
      "vi": "Chúng còn sáu hay tám con tin nữa, hay bao nhiêu đi nữa."
    }
  },
  {
    "translation": {
      "en": "What's gonna happen now?\"",
      "vi": "Điều gì sẽ xảy ra bây giờ?\""
    }
  },
  {
    "translation": {
      "en": "[Guynes] I had read a book called A Time to Die,",
      "vi": "Tôi từng đọc một cuốn sách tựa là Thời Gian Để Chết, nói về..."
    }
  },
  {
    "translation": {
      "en": "about the prison riot in 1971 at Attica in New York.",
      "vi": "một cuộc bạo loạn nhà tù năm 1971 tại Attica, New York. VỤ TẤN CÔNG ATTICA KHIẾN 37 NGƯỜI CHẾT"
    }
  },
  {
    "translation": {
      "en": "And I knew that when they came in...",
      "vi": "Và tôi biết nếu họ tấn công vào..."
    }
  },
  {
    "translation": {
      "en": "they killed most of the hostages.",
      "vi": "chúng sẽ giết gần hết các con tin."
    }
  },
  {
    "translation": {
      "en": "The guards included.",
      "vi": "Bao gồm cả lính gác."
    }
  },
  {
    "translation": {
      "en": "And so I was thinking all the time...",
      "vi": "Vậy nên tôi suy nghĩ suốt..."
    }
  },
  {
    "translation": {
      "en": "that they might bum-rush us and do the same thing.",
      "vi": "rằng họ sẽ thình lình xông vào và làm điều tương tự."
    }
  },
  {
    "translation": {
      "en": "When you murder an officer, negotiations stop. We're coming in.",
      "vi": "Khi có cán bộ bị giết, đàm phán dừng lại. Chúng tôi tiến vào."
    }
  },
  {
    "translation": {
      "en": "And they were scared to death the SWAT teams would come rushing in",
      "vi": "Chúng sợ gần chết rằng các đội SWAT sẽ xông vào"
    }
  },
  {
    "translation": {
      "en": "and a lot of people would start dying.",
      "vi": "và nhiều người sẽ chết."
    }
  },
  {
    "translation": {
      "en": "[woman on TV] People tell us the killing makes them want authorities to storm the prison.",
      "vi": "Người dân cho biết, vụ giết người làm họ muốn giới chức nhà tù cho tấn công."
    }
  },
  {
    "translation": {
      "en": "Told them they were gonna kill 'em anyway,",
      "vi": "Tôi đã bảo đằng nào chúng cũng giết,"
    }
  },
  {
    "translation": {
      "en": "and I truly think if they would have went in at the beginning, I mean--",
      "vi": "và tôi thực sự nghĩ nếu họ xông vào ngay từ đầu, thì..."
    }
  },
  {
    "translation": {
      "en": "It's happening anyway.",
      "vi": "Dù sao nó cũng sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "We figured, \"Yeah, it won't be long before they make a move on us.\"",
      "vi": "Chúng tôi suy đoán, \"Không lâu nữa chúng sẽ tấn công.\""
    }
  },
  {
    "translation": {
      "en": "They come in here, they're gonna come deep",
      "vi": "Chúng mà tiến vào, chúng sẽ tiến sâu"
    }
  },
  {
    "translation": {
      "en": "and they're gonna kill as many people as they can possibly kill.",
      "vi": "và sẽ thẳng tay giết nhiều người."
    }
  },
  {
    "translation": {
      "en": "They'll probably-- Everything standing up is getting shot.",
      "vi": "Cái gì đứng lên đều bị bắn hết."
    }
  },
  {
    "translation": {
      "en": "[Rice] The pressure to attack...",
      "vi": "Áp lực phải tấn công"
    }
  },
  {
    "translation": {
      "en": "became very, very great.",
      "vi": "trở nên quá lớn."
    }
  },
  {
    "translation": {
      "en": "[Snodgrass] We had a lot of intelligent people in there.",
      "vi": "Chúng tôi có rất nhiều tay thông minh trong đó."
    }
  },
  {
    "translation": {
      "en": "We made a maze with all the bunk beds out of the cells,",
      "vi": "Chúng tôi tạo ra một mê cung bằng những cái giường lôi ra từ phòng giam,"
    }
  },
  {
    "translation": {
      "en": "that way the officers couldn't rush in there",
      "vi": "bằng cách đó cảnh sát không thể chạy thẳng qua dãy nhà."
    }
  },
  {
    "translation": {
      "en": "and just run through the block. They had to go through our maze.",
      "vi": "bằng cách đó cảnh sát không thể chạy thẳng qua dãy nhà. Họ phải chạy qua cái mê cung này."
    }
  },
  {
    "translation": {
      "en": "We had guys that had served in Vietnam.",
      "vi": "Chúng tôi có những tay từng đi lính ở Việt Nam."
    }
  },
  {
    "translation": {
      "en": "We had a guy, he built these bombs out of lighters. [chuckles]",
      "vi": "Có một gã biết làm bom bằng hộp quẹt ga."
    }
  },
  {
    "translation": {
      "en": "You know, and he was good at it, too.",
      "vi": "Và làm rất giỏi."
    }
  },
  {
    "translation": {
      "en": "[Rice] Petitions were actually being circulated to, you know,",
      "vi": "Những kiến nghị đang được lan truyền... HÃY MỞ ĐIỆN LÊN!"
    }
  },
  {
    "translation": {
      "en": "go in there and get those SOBs",
      "vi": "...về việc tiến công vào và hạ hết mấy thằng khốn đó"
    }
  },
  {
    "translation": {
      "en": "because they've given up all their rights.",
      "vi": "bởi vì chúng đã tự từ bỏ các quyền của mình."
    }
  },
  {
    "translation": {
      "en": "[Snodgrass] We had weapons set up in our block, like this volleyball bar.",
      "vi": "Chúng tôi có vũ khí đặt trong các dãy nhà, kiểu như cột bóng chuyền."
    }
  },
  {
    "translation": {
      "en": "We brought that from the gym, tied a sheet on each side of it.",
      "vi": "Chúng tôi lấy chúng từ phòng thể dục, cột một miếng ở mỗi bên."
    }
  },
  {
    "translation": {
      "en": "Seventy or eighty pounds of solid steel coming from the ceiling,",
      "vi": "Khoảng 30, 35 kg thép đặc treo trên trần nhà,"
    }
  },
  {
    "translation": {
      "en": "and if you released it, anything in its path, it's wiping out.",
      "vi": "và khi bạn thả ra, chúng sẽ quét sạch mọi thứ trên đường rơi."
    }
  },
  {
    "translation": {
      "en": "Art was carrying the weight",
      "vi": "Art đang mang gánh nặng"
    }
  },
  {
    "translation": {
      "en": "of the world on his shoulders.",
      "vi": "của cả thế giới trên vai."
    }
  },
  {
    "translation": {
      "en": "It was damn lonely.",
      "vi": "Thật cô độc."
    }
  },
  {
    "translation": {
      "en": "Damn lonely.",
      "vi": "Cô độc khủng khiếp."
    }
  },
  {
    "translation": {
      "en": "I mean, it's one of the loneliest jobs a person can have, I think.",
      "vi": "Tôi nghĩ đó là một trong những việc cô độc nhất người ta có thể làm."
    }
  },
  {
    "translation": {
      "en": "Bob was killed in the morning, on Thursday,",
      "vi": "Bob bị giết buổi sáng ngày thứ Năm,"
    }
  },
  {
    "translation": {
      "en": "so the afternoon shift came in with fire in their eyes.",
      "vi": "ca chiều tiến vào với bừng bừng sát khí."
    }
  },
  {
    "translation": {
      "en": "They wanted an immediate assault.",
      "vi": "Họ muốn tấn công ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "\"God damn it! They're gonna kill the rest of these people.",
      "vi": "\"Mẹ kiếp! Chúng sẽ giết hết số người còn lại."
    }
  },
  {
    "translation": {
      "en": "We need to get in there now!",
      "vi": "Chúng tôi cần phải vào đó ngay!"
    }
  },
  {
    "translation": {
      "en": "We've got all the weaponry. We've got this, we've got that.\"",
      "vi": "Chúng tôi có vũ khí. Chúng tôi có cái này, cái kia.\""
    }
  },
  {
    "translation": {
      "en": "So I'm trying to pull...",
      "vi": "Nên tôi...tôi cố rút tất cả..."
    }
  },
  {
    "translation": {
      "en": "everything from the reserve tank. [chuckles]",
      "vi": "mọi thứ từ bồn dự trữ."
    }
  },
  {
    "translation": {
      "en": "I said, \"Look, assaulting L-Block right now",
      "vi": "Tôi nói \"Này, tấn công dãy L ngay bây giờ"
    }
  },
  {
    "translation": {
      "en": "is only gonna cause a lot more bloodshed,",
      "vi": "chỉ làm đổ máu thêm,"
    }
  },
  {
    "translation": {
      "en": "and we don't need that.\"",
      "vi": "và chúng ta không cần điều đó.\""
    }
  },
  {
    "translation": {
      "en": "Well, it worked.",
      "vi": "Vâng, nó có hiệu quả."
    }
  },
  {
    "translation": {
      "en": "After that little speech,",
      "vi": "Sau bài nói ngắn đó,"
    }
  },
  {
    "translation": {
      "en": "I went back into a restroom.",
      "vi": "tôi quay vào phòng vệ sinh."
    }
  },
  {
    "translation": {
      "en": "I totally lost it.",
      "vi": "Tôi đã khóc ở trong đó."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Rồi..."
    }
  },
  {
    "translation": {
      "en": "I got it-- I pulled it together",
      "vi": "Tôi cố bình tĩnh lại"
    }
  },
  {
    "translation": {
      "en": "and things started happening pretty quickly then.",
      "vi": "và mọi cái bắt đầu diễn ra khá nhanh chóng từ đó."
    }
  },
  {
    "translation": {
      "en": "I know in my heart that tonight's the night. I know that.",
      "vi": "Tôi thầm hiểu đêm nay chính là lúc quyết định. Tôi biết vậy."
    }
  },
  {
    "translation": {
      "en": "I know that if we don't go out there and do something,",
      "vi": "Tôi biết nếu chúng tôi không ra tay làm một cái gì đó,"
    }
  },
  {
    "translation": {
      "en": "as you've got it set up, and you're blowing and coming in here.",
      "vi": "khi các anh đã dàn trận xong, các anh sẽ nổ mìn và tiến vào,"
    }
  },
  {
    "translation": {
      "en": "I know that.",
      "vi": "và tôi biết thế."
    }
  },
  {
    "translation": {
      "en": "We know that your end resolve is to kill as many of us as you can.",
      "vi": "Chúng tôi biết giải pháp cuối cùng của các anh là thẳng tay giết bọn tôi."
    }
  },
  {
    "translation": {
      "en": "We know that.",
      "vi": "Chúng tôi biết điều đó."
    }
  },
  {
    "translation": {
      "en": "What happened, George? Did you lose control?",
      "vi": "Điều gì đã xảy ra, George? Các anh mất kiểm soát à?"
    }
  },
  {
    "translation": {
      "en": "I never had control.",
      "vi": "Tôi có bao giờ kiểm soát được đâu."
    }
  },
  {
    "translation": {
      "en": "I'm just a negotiator. I'm just one man.",
      "vi": "Tôi chỉ là người đàm phán. Chỉ là một con người."
    }
  },
  {
    "translation": {
      "en": "George, if you get me one hostage and you,",
      "vi": "George, nếu anh đưa đến một con tin và anh,"
    }
  },
  {
    "translation": {
      "en": "I'll sit down face-to-face on live radio.",
      "vi": "tôi sẽ ngồi trao đổi trên radio trực tiếp."
    }
  },
  {
    "translation": {
      "en": "You owe me that much.",
      "vi": "Anh nợ tôi chừng đó."
    }
  },
  {
    "translation": {
      "en": "Can I come out there and talk to you on live radio, just me?",
      "vi": "Mình tôi ra nói chuyện với anh trên radio trực tiếp được không?"
    }
  },
  {
    "translation": {
      "en": "No, one hostage with you.",
      "vi": "Không, anh phải đi cùng một con tin."
    }
  },
  {
    "translation": {
      "en": "I can't do that.",
      "vi": "Tôi không thể làm vậy."
    }
  },
  {
    "translation": {
      "en": "Yes, you can, George.",
      "vi": "Có, anh có thể, George."
    }
  },
  {
    "translation": {
      "en": "Put a stop to this in a peaceful, orderly manner.",
      "vi": "Tôi muốn chấm dứt chuyện này một cách hòa bình và trật tự."
    }
  },
  {
    "translation": {
      "en": "I want nobody else hurt.",
      "vi": "Tôi không muốn ai bị tổn thương nữa."
    }
  },
  {
    "translation": {
      "en": "[Rice] George was able to come out and broadcast,",
      "vi": "George có thể ra ngoài và lên sóng,"
    }
  },
  {
    "translation": {
      "en": "to get their thoughts out to the public.",
      "vi": "để đưa suy nghĩ của họ ra công chúng."
    }
  },
  {
    "translation": {
      "en": "[Skatzes] My brothers, if you can hear me on that radio, please holler at me!",
      "vi": "Các anh em, nếu anh em nghe thấy tôi trên radio, làm ơn gào lớn lên!"
    }
  },
  {
    "translation": {
      "en": "I think he was just wanting to let people know",
      "vi": "Tôi nghĩ hắn chỉ muốn người ta biết"
    }
  },
  {
    "translation": {
      "en": "that he was the big cheese, if you will.",
      "vi": "hắn là một tay có cỡ, có thể nói vậy."
    }
  },
  {
    "translation": {
      "en": "[Skatzes] We hope there is no more violence.",
      "vi": "Chúng tôi hy vọng không có thêm bạo lực."
    }
  },
  {
    "translation": {
      "en": "We hope there are no more unnecessary murders.",
      "vi": "Mong rằng không có thêm các vụ sát nhân không cần thiết."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "From the onset of this,",
      "vi": "Từ lúc bắt đầu câu chuyện này,"
    }
  },
  {
    "translation": {
      "en": "we have tried desperately, desperately, desperately",
      "vi": "chúng tôi đã cố gắng một cách vô vọng"
    }
  },
  {
    "translation": {
      "en": "to get in contact with the news media.",
      "vi": "để liên lạc với truyền thông."
    }
  },
  {
    "translation": {
      "en": "We have beat our brains out,",
      "vi": "Chúng tôi đã cố hết sức,"
    }
  },
  {
    "translation": {
      "en": "we have been stopped by this administration.",
      "vi": "chúng tôi bị ban quản trị ngăn chặn."
    }
  },
  {
    "translation": {
      "en": "They think they can confine this incident within the walls of this prison,",
      "vi": "Họ nghĩ rằng họ có thể che giấu vụ việc này giữa các bức tường nhà tù,"
    }
  },
  {
    "translation": {
      "en": "like no part of the world can hear this.",
      "vi": "như thể không ai trên đời sẽ nghe được câu chuyện này."
    }
  },
  {
    "translation": {
      "en": "[Rice] He had a little trouble with the language",
      "vi": "Hắn gặp một chút khó khăn về ngôn ngữ"
    }
  },
  {
    "translation": {
      "en": "and putting his thoughts together.",
      "vi": "và truyền đạt các ý tưởng."
    }
  },
  {
    "translation": {
      "en": "It was more off-the-cuff type things.",
      "vi": "Hắn nói như ứng khẩu vậy."
    }
  },
  {
    "translation": {
      "en": "[Skatzes] Okay, I'm very limited in time. I'm sorry.",
      "vi": "Tôi rất bị hạn chế về thời gian. Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "[stammers] I mean, the list of demands and all like that",
      "vi": "Ý tôi là, danh sách các yêu sách và những thứ như vậy..."
    }
  },
  {
    "translation": {
      "en": "is by no means short, I could rattle on forever.",
      "vi": "không thể nào là ngắn, tôi có thể nói bất tận về nó."
    }
  },
  {
    "translation": {
      "en": "Now, we are releasing one Darrold Ray Clark Jr. here,",
      "vi": "Bây giờ, chúng tôi sẽ thả ông Darrold Ray Clark Jr.,"
    }
  },
  {
    "translation": {
      "en": "on the other side of this fence.",
      "vi": "ở phía bên kia hàng rào này."
    }
  },
  {
    "translation": {
      "en": "[woman on TV] 23-year-old corrections officer Darrold Clark",
      "vi": "Quản giáo 23 tuổi Darrold Clark được thả ra"
    }
  },
  {
    "translation": {
      "en": "was freed after prison officials agreed to allow inmates",
      "vi": "Quản giáo 23 tuổi Darrold Clark được thả ra sau khi các quan chức nhà tù đồng ý cho phép các tù nhân"
    }
  },
  {
    "translation": {
      "en": "to make a statement on local radio.",
      "vi": "ra tuyên bố trên radio địa phương."
    }
  },
  {
    "translation": {
      "en": "[Rice] That was a trade-off. We got a hostage,",
      "vi": "Đó là một cuộc trao đổi. Chúng tôi có một con tin"
    }
  },
  {
    "translation": {
      "en": "and we were getting hostages out any way we could.",
      "vi": "và đang cố mọi cách để cứu các con tin khác ra."
    }
  },
  {
    "translation": {
      "en": "Their mind games start to break you down.",
      "vi": "Trò khủng bố của chúng làm anh kiệt quệ. QUẢN GIÁO"
    }
  },
  {
    "translation": {
      "en": "They're swinging ball bats over my head, against a brick wall,",
      "vi": "Chúng vung gậy bóng chày trên đầu tôi, đập vào tường gạch,"
    }
  },
  {
    "translation": {
      "en": "sharpening knives,",
      "vi": "mài dao,"
    }
  },
  {
    "translation": {
      "en": "and things like saying they're going to throw my guts in my face.",
      "vi": "và nói chúng sẽ moi ruột tôi vứt lên mặt tôi."
    }
  },
  {
    "translation": {
      "en": "That's enough to break anybody.",
      "vi": "Những cái đó đủ làm suy sụp bất kỳ ai."
    }
  },
  {
    "translation": {
      "en": "[woman on TV] There is expected to be anotherlive broadcast later this morning.",
      "vi": "Dự báo sẽ có một chương trình phát sóng trực tiếp nữa sáng nay."
    }
  },
  {
    "translation": {
      "en": "Another hostage is supposed to be freed.",
      "vi": "Một con tin khác có thể sẽ được thả."
    }
  },
  {
    "translation": {
      "en": "[Tate] Jim Demons was being held by the Muslim group.",
      "vi": "Jim Demons đang bị nhóm Hồi giáo giữ."
    }
  },
  {
    "translation": {
      "en": "He apparently told them,",
      "vi": "Hình như anh ta nói với họ,"
    }
  },
  {
    "translation": {
      "en": "\"I'll convert to Islam if you'll let me go.\"",
      "vi": "\"Tôi sẽ cải sang đạo Hồi, nếu các anh thả tôi ra.\""
    }
  },
  {
    "translation": {
      "en": "So, shit, the next thing we know,",
      "vi": "Nên, mẹ kiếp, điều kế tiếp chúng tôi biết,"
    }
  },
  {
    "translation": {
      "en": "he comes out on the yard in traditional Muslim garb.",
      "vi": "anh ta bước ra sân trong bộ đồ truyền thống Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "My name is Officer CO Demons. My Muslim name is Mustafa Akhmed Lee.",
      "vi": "Tôi là quản giáo Demons. Tên Hồi giáo là Mustafa Akhmed Lee."
    }
  },
  {
    "translation": {
      "en": "If you know you're gonna be released and that's what you need to do,",
      "vi": "Nếu anh biết anh sẽ được thả nếu làm việc đó,"
    }
  },
  {
    "translation": {
      "en": "probably 99 out of 100 people would say,",
      "vi": "chắc 99 phần trăm mọi người sẽ nói,"
    }
  },
  {
    "translation": {
      "en": "\"You know what, put one of those damn things on me, and give me one of those robes,",
      "vi": "\"Mặc cái đồ khốn ấy cho tôi, và đưa tôi một bộ áo dài,"
    }
  },
  {
    "translation": {
      "en": "and I'm outta here.\"",
      "vi": "rồi tôi ra khỏi đây.\""
    }
  },
  {
    "translation": {
      "en": "[woman on TV] But then, a bombshell.",
      "vi": "Nhưng sau đó, là một vấn đề rùm beng."
    }
  },
  {
    "translation": {
      "en": "Now I knew Vallandingham. He was a good friend of mine.",
      "vi": "Tôi biết Vallandingham, anh ấy là bạn tốt của tôi."
    }
  },
  {
    "translation": {
      "en": "The only reason that man is dead, 'cause he stayed in there so long,",
      "vi": "Anh ấy chết là vì ở trong đó quá lâu,"
    }
  },
  {
    "translation": {
      "en": "'cause they wanna cut off water and turn off electricity,",
      "vi": "bởi vì họ cắt hết điện nước,"
    }
  },
  {
    "translation": {
      "en": "which had me scared for my life in there.",
      "vi": "đến tôi cũng lo sợ cho tính mạng của mình trong đó."
    }
  },
  {
    "translation": {
      "en": "So I adjusted to the Nation of Islam. Can y'all hear me in there?",
      "vi": "Nên tôi cải sang Hồi giáo. Các anh có nghe thấy tôi không?"
    }
  },
  {
    "translation": {
      "en": "[woman on TV] Demons muttered angrily at negotiators",
      "vi": "Demons lầm bầm giận dữ với các đàm phán viên"
    }
  },
  {
    "translation": {
      "en": "as he left the prison yard and shrugged off an offered jacket.",
      "vi": "khi anh ta rời sân nhà tù và hất rơi cái áo khoác ai đó đưa."
    }
  },
  {
    "translation": {
      "en": "[Tate] When Jim Demons was released,",
      "vi": "Khi Jim Demons được thả,"
    }
  },
  {
    "translation": {
      "en": "every employee in the prison turned their backs on him...",
      "vi": "mọi nhân viên nhà tù đều quay lưng với anh ta..."
    }
  },
  {
    "translation": {
      "en": "'cause they thought he was a traitor for converting to Islam.",
      "vi": "bởi vì họ nghĩ anh ta là một kẻ phản bội đã cải đạo sang Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "[man] I understand now you wanna make a clarification.",
      "vi": "Giờ tôi hiểu rằng anh muốn làm sáng tỏ."
    }
  },
  {
    "translation": {
      "en": "Well, clarification is that I said what I had to say.",
      "vi": "Phải, sáng tỏ là tôi nói điều tôi phải nói."
    }
  },
  {
    "translation": {
      "en": "I said whatever it took to make the inmates in there happy,",
      "vi": "CON TIN PHẢN KÍCH Tôi đã nói bất kể điều gì cần thiết để đám tù trong đó hài lòng,"
    }
  },
  {
    "translation": {
      "en": "and to make sure that those officers in there were safe there.",
      "vi": "và đảm bảo an toàn cho các cán bộ khác."
    }
  },
  {
    "translation": {
      "en": "[man] So you didn't believe any of that that we just saw?",
      "vi": "Vậy anh không tin vào những gì chúng tôi mới thấy đây?"
    }
  },
  {
    "translation": {
      "en": "No, I haven't. No, I didn't.",
      "vi": "Không, tôi không tin."
    }
  },
  {
    "translation": {
      "en": "You have obviously been through an ordeal.",
      "vi": "Rõ ràng anh đã trải qua một cuộc tra tấn."
    }
  },
  {
    "translation": {
      "en": "Are you going to have problems resuming your former duties?",
      "vi": "Anh sẽ có khó khăn gì khi trở lại với nhiệm vụ cũ không?"
    }
  },
  {
    "translation": {
      "en": "Right now, I have no idea what I'm gonna do.",
      "vi": "Ngay bây giờ, tôi không rõ mình sẽ làm gì."
    }
  },
  {
    "translation": {
      "en": "[Rice] It was kind of a strange thing to begin with,",
      "vi": "Ngay từ đầu đây là một việc lạ lùng,"
    }
  },
  {
    "translation": {
      "en": "but we really didn't care because we got another one out.",
      "vi": "nhưng chúng tôi không quan tâm vì chúng tôi đã có thêm một người thoát."
    }
  },
  {
    "translation": {
      "en": "Demons' story is certainly chilling,",
      "vi": "Câu chuyện của Demons rõ ràng là đáng sợ,"
    }
  },
  {
    "translation": {
      "en": "especially since there are five guards still being held hostage.",
      "vi": "đặc biệt khi vẫn còn năm lính gác bị giữ làm con tin."
    }
  },
  {
    "translation": {
      "en": "Now, if we had to do that a couple times, fine. Didn't care.",
      "vi": "Bây giờ, nếu chúng tôi phải làm điều đó vài lần nữa, không sao. Không quan tâm."
    }
  },
  {
    "translation": {
      "en": "[chuckles] We'd just keep bringing the hostages out.",
      "vi": "Chúng tôi chỉ cố đưa các con tin ra ngoài."
    }
  },
  {
    "translation": {
      "en": "[Hensley] You can't show emotion, so you have to just deal with it.",
      "vi": "Bạn không thể bộc lộ cảm xúc, bạn phải nén nó lại."
    }
  },
  {
    "translation": {
      "en": "If I had concentrated on my family,",
      "vi": "Nếu tôi tập trung nghĩ về gia đình tôi,"
    }
  },
  {
    "translation": {
      "en": "if I had concentrated on...",
      "vi": "nếu tôi chú trọng vào..."
    }
  },
  {
    "translation": {
      "en": "food, water,",
      "vi": "thức ăn, nước uống,"
    }
  },
  {
    "translation": {
      "en": "any of those other things would've just gradually wore me down and broke me down.",
      "vi": "một trong những điều đó sẽ từ từ làm tôi quỵ xuống."
    }
  },
  {
    "translation": {
      "en": "You know, the administration, it seemed like it was doing nothing.",
      "vi": "Bạn biết đấy, ban quản trị, có vẻ như họ chẳng làm gì hết."
    }
  },
  {
    "translation": {
      "en": "And we just felt like we was just,",
      "vi": "Và chúng tôi cảm thấy như chúng tôi chỉ"
    }
  },
  {
    "translation": {
      "en": "you know, left pigs to slaughter or whatever.",
      "vi": "như những con heo chờ mổ hay đại khái vậy."
    }
  },
  {
    "translation": {
      "en": "They didn't care about us any longer.",
      "vi": "Họ không còn quan tâm đến chúng tôi nữa."
    }
  },
  {
    "translation": {
      "en": "We didn't matter.",
      "vi": "Chúng tôi không quan trọng."
    }
  },
  {
    "translation": {
      "en": "I had a young family I needed to take care of...",
      "vi": "Nhưng tôi có một gia đình trẻ mà tôi cần phải chăm lo..."
    }
  },
  {
    "translation": {
      "en": "and I knew my wife could survive, but we'd only been married a few years,",
      "vi": "Và tôi biết vợ tôi có thể vượt qua, nhưng chúng tôi mới cưới có vài năm,"
    }
  },
  {
    "translation": {
      "en": "so I didn't want her to have to do that on her own.",
      "vi": "nên tôi không muốn cô ấy phải lo lắng một mình."
    }
  },
  {
    "translation": {
      "en": "[Skatzes] A list of demands.",
      "vi": "Một danh sách các yêu sách."
    }
  },
  {
    "translation": {
      "en": "[stammers] Excuse me if I seem to rattle on.",
      "vi": "Xin lỗi nếu tôi nói luyên thuyên quá."
    }
  },
  {
    "translation": {
      "en": "I've got so much on my mind that I can't possibly keep it in order.",
      "vi": "Tôi có quá nhiều điều trong đầu nên tôi không thể sắp xếp chúng cho trật tự."
    }
  },
  {
    "translation": {
      "en": "As the days went on, George's role diminished",
      "vi": "Khi thời gian trôi qua, vai trò của George như là"
    }
  },
  {
    "translation": {
      "en": "as the \"hostage negotiator\" for the inmates.",
      "vi": "\"người đàm phán con tin\" cho các tù nhân bị dẹp bỏ."
    }
  },
  {
    "translation": {
      "en": "Another voice became more prevalent for the Brotherhood,",
      "vi": "Một tiếng nói khác trở nên có uy tín lớn trong băng Brotherhood,"
    }
  },
  {
    "translation": {
      "en": "and that was Jason Robb.",
      "vi": "và đó là Jason Robb."
    }
  },
  {
    "translation": {
      "en": "Hey, George.",
      "vi": "Chào, George."
    }
  },
  {
    "translation": {
      "en": "No, this ain't him. He went to get him some rest.",
      "vi": "Không, đây không phải là hắn. Hắn đi nghỉ ngơi rồi."
    }
  },
  {
    "translation": {
      "en": "I'm here to take care of this.",
      "vi": "Tôi sẽ lo chuyện này."
    }
  },
  {
    "translation": {
      "en": "I need to talk to George. He and I have been working on things.",
      "vi": "Tôi cần nói chuyện với George. Tôi và anh ta đang giải quyết vụ này."
    }
  },
  {
    "translation": {
      "en": "I've been right here with him.",
      "vi": "Tôi cũng có ở đây với hắn."
    }
  },
  {
    "translation": {
      "en": "I hear everything he has to say.",
      "vi": "Tôi nghe mọi điều hắn nói."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Jason Robb was known as \"The Mayor.\"",
      "vi": "Jason Robb có biệt danh là \"Thị trưởng.\""
    }
  },
  {
    "translation": {
      "en": "[Jason Robb] We knew that this was a chess game that we're playing.",
      "vi": "Chúng tôi biết đây là một ván cờ."
    }
  },
  {
    "translation": {
      "en": "There's gotta be a way out of here, with minimal damage towards them and us.",
      "vi": "Phải có một giải pháp với tổn thất ít nhất cho họ và chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We knew what their end game is,",
      "vi": "Bọn tôi biết ván bài cuối của họ là gì,"
    }
  },
  {
    "translation": {
      "en": "that's get-back, revenge.",
      "vi": "đó là trả đũa, trả thù."
    }
  },
  {
    "translation": {
      "en": "Our end game is trying to get out alive.",
      "vi": "Ván bài của bọn tôi là sống sót mà thoát ra."
    }
  },
  {
    "translation": {
      "en": "I knew the system.",
      "vi": "Tôi biết hệ thống này."
    }
  },
  {
    "translation": {
      "en": "I've been down since I was 17.",
      "vi": "Tôi vào đây từ năm 17 tuổi."
    }
  },
  {
    "translation": {
      "en": "And I knew when they were bullshitting and when they weren't.",
      "vi": "Và tôi biết khi nào chúng nói láo, khi nào không."
    }
  },
  {
    "translation": {
      "en": "[Rice] When the inmates took over the L-Block,",
      "vi": "Khi các tù nhân chiếm dãy L,"
    }
  },
  {
    "translation": {
      "en": "they took over the offices in L-Block.",
      "vi": "họ đã chiếm các văn phòng ở dãy L."
    }
  },
  {
    "translation": {
      "en": "And, unfortunately,",
      "vi": "Và, thật không may,"
    }
  },
  {
    "translation": {
      "en": "our disturbance control manual was in L-Block.",
      "vi": "bản hướng dẫn kiểm soát bạo loạn lại nằm ở dãy L."
    }
  },
  {
    "translation": {
      "en": "So we were actually negotiating against our own manual.",
      "vi": "Như vậy chúng tôi phải đàm phán chống lại hướng dẫn của chính mình."
    }
  },
  {
    "translation": {
      "en": "We were reading their book, and we knew what their book said.",
      "vi": "Chúng tôi đọc cuốn sách của họ, và chúng tôi biết cuốn sách đó nói gì."
    }
  },
  {
    "translation": {
      "en": "Once you read the book, it's quite clear.",
      "vi": "Khi đã đọc cuốn sách, mọi thứ khá rõ ràng."
    }
  },
  {
    "translation": {
      "en": "So in the book, they were basically saying you need to wear them down.",
      "vi": "Cuốn sách đó cơ bản hướng dẫn rằng phải làm đối phương mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "You need to wear down their psyche, their mentality...",
      "vi": "Phải làm đối phương mệt mỏi về tinh thần, tâm lý..."
    }
  },
  {
    "translation": {
      "en": "And that's what they were doing, day after day.",
      "vi": "Và đó là điều họ đang làm."
    }
  },
  {
    "translation": {
      "en": "They were slowly trying to wear us down.",
      "vi": "Họ từ từ làm chúng tôi mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "We just had to incorporate what they had in the manual.",
      "vi": "Chúng tôi chỉ việc áp dụng theo trong hướng dẫn."
    }
  },
  {
    "translation": {
      "en": "We just had to use reverse psychology on them.",
      "vi": "Chơi đòn tâm lý ngược với họ."
    }
  },
  {
    "translation": {
      "en": "We had to do to them what they were doing to us, basically.",
      "vi": "Chúng tôi dùng cách gậy ông đập lưng ông."
    }
  },
  {
    "translation": {
      "en": "Jason, Jason, Jason...",
      "vi": "Jason..."
    }
  },
  {
    "translation": {
      "en": "Now we can play these games.",
      "vi": "Giờ chúng tôi biết chơi những trò này..."
    }
  },
  {
    "translation": {
      "en": "This \"Jason, Jason, Jason\" shit. Okay?",
      "vi": "Cái trò khốn kiếp \"Jason.\" Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Now, we're not going to play games.",
      "vi": "Giờ chúng tôi sẽ không chơi."
    }
  },
  {
    "translation": {
      "en": "The cards are in our hands, and you understand that.",
      "vi": "Chúng tôi đang nắm át chủ bài và anh biết điều đó."
    }
  },
  {
    "translation": {
      "en": "I've given you TV time. I've given you radio time.",
      "vi": "Tôi đã cho các anh lên tivi, cho các anh lên radio,"
    }
  },
  {
    "translation": {
      "en": "I've given you national media.",
      "vi": "lên truyền thông quốc gia..."
    }
  },
  {
    "translation": {
      "en": "Oh, but you got two officers.",
      "vi": "Các người cũng được hai con tin rồi."
    }
  },
  {
    "translation": {
      "en": "We've made a lot of progress,",
      "vi": "Chúng ta đã có nhiều tiến triển,"
    }
  },
  {
    "translation": {
      "en": "and I just want to see us continue to move forward.",
      "vi": "và tôi chỉ muốn chúng ta tiếp tục tiến lên."
    }
  },
  {
    "translation": {
      "en": "If we end it peacefully, we don't storm.",
      "vi": "Nếu kết thúc vụ việc êm thắm, chúng tôi không dùng bạo lực."
    }
  },
  {
    "translation": {
      "en": "[Robb] It was the retaliation thing we worried about.",
      "vi": "Chúng tôi chỉ sợ bị trả đũa."
    }
  },
  {
    "translation": {
      "en": "They tell us our word doesn't mean shit,",
      "vi": "Họ bảo lời nói của chúng tôi chẳng có ý nghĩa gì"
    }
  },
  {
    "translation": {
      "en": "so their word doesn't mean shit to us.",
      "vi": "nên chúng tôi cũng chẳng coi trọng lời họ."
    }
  },
  {
    "translation": {
      "en": "We had to have something in writing,",
      "vi": "Chúng tôi phải có cam kết bằng văn bản,"
    }
  },
  {
    "translation": {
      "en": "a contractual type of agreement between us that's binding.",
      "vi": "một dạng thỏa thuận có tính ràng buộc giữa chúng ta."
    }
  },
  {
    "translation": {
      "en": "[Rice] The inmates wanted to have an attorney,",
      "vi": "Các tù nhân muốn có một luật sư,"
    }
  },
  {
    "translation": {
      "en": "and the one that they decided they wanted was Niki Schwartz out of Cleveland.",
      "vi": "và họ quyết định rằng họ muốn luật sư Niki Schwartz ở Cleveland."
    }
  },
  {
    "translation": {
      "en": "I think they felt this is someone outside the system.",
      "vi": "Tôi nghĩ họ cảm thấy luật sư này là người ngoài,"
    }
  },
  {
    "translation": {
      "en": "This is an independent person",
      "vi": "nhưng đây là một cá nhân độc lập"
    }
  },
  {
    "translation": {
      "en": "who's going to look out for our best interests.",
      "vi": "người có thể mang lại lợi ích cao nhất cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I think they needed me because, as I quickly found out,",
      "vi": "Tôi nghĩ họ cần tôi, bởi vì, như tôi đã nhanh chóng hiểu ra,"
    }
  },
  {
    "translation": {
      "en": "they were talking at each other and not talking to each other.",
      "vi": "họ đang công kích nhau chứ không phải trao đổi với nhau."
    }
  },
  {
    "translation": {
      "en": "I had had a lot of experience dealing with prisoners",
      "vi": "Tôi có rất nhiều kinh nghiệm với tù nhân"
    }
  },
  {
    "translation": {
      "en": "and dealing with prison administrations.",
      "vi": "và ban quản trị nhà tù."
    }
  },
  {
    "translation": {
      "en": "And I thought I had a feel for how to relate to each.",
      "vi": "Và tôi nghĩ tôi biết cách thông cảm với các bên."
    }
  },
  {
    "translation": {
      "en": "Hello, this is Niki Schwartz speaking. Your name?",
      "vi": "Xin chào, đây là Niki Schwartz. Tên anh là gì?"
    }
  },
  {
    "translation": {
      "en": "My name's Jason Robb.",
      "vi": "Tên tôi là Jason Robb."
    }
  },
  {
    "translation": {
      "en": "Hey, Jason. How are you?",
      "vi": "Chào, Jason. Khỏe không?"
    }
  },
  {
    "translation": {
      "en": "[Robb] I'm making it. [Niki Schwartz] Okay.",
      "vi": "- Cố gắng. - Được."
    }
  },
  {
    "translation": {
      "en": "Now we wanna be able to come out here and confer with you.",
      "vi": "Giờ, chúng tôi muốn có thể ra trao đổi với anh."
    }
  },
  {
    "translation": {
      "en": "Right now, I'm talking to you on the phone.",
      "vi": "Tôi đang nói điện thoại với ông đây."
    }
  },
  {
    "translation": {
      "en": "I wanna talk to you face-to-face, eye-to-eye.",
      "vi": "Tôi muốn nói chuyện với anh mặt đối mặt."
    }
  },
  {
    "translation": {
      "en": "[Schwartz] I understand. [Robb] For a man...",
      "vi": "- Tôi hiểu. - Như hai người đàn ông..."
    }
  },
  {
    "translation": {
      "en": "to talk to another man, eye-to-eye.",
      "vi": "nói chuyện với nhau, mặt đối mặt."
    }
  },
  {
    "translation": {
      "en": "[chanting] Free our guards! Free our guards!",
      "vi": "Thả lính gác!"
    }
  },
  {
    "translation": {
      "en": "Free our guards! Free our guards!",
      "vi": "Thả lính gác!"
    }
  },
  {
    "translation": {
      "en": "[Schwartz] It was decided that they would put tables on either side of the inner fence.",
      "vi": "Quyết định là họ sẽ đặt bàn hai bên hàng rào bên trong."
    }
  },
  {
    "translation": {
      "en": "So it was as though we were talking across the table to each other.",
      "vi": "Như vậy cũng như là chúng tôi nói chuyện đối diện qua bàn."
    }
  },
  {
    "translation": {
      "en": "Law enforcement was very concerned about my safety.",
      "vi": "Lực lượng chấp pháp rất quan tâm đến sự an toàn của tôi."
    }
  },
  {
    "translation": {
      "en": "[Robb] We didn't know what to expect.",
      "vi": "Bọn tôi không biết phải kỳ vọng gì."
    }
  },
  {
    "translation": {
      "en": "Nervous is an understatement.",
      "vi": "Nói hồi hộp thì là quá nhẹ."
    }
  },
  {
    "translation": {
      "en": "We'd been in that cave the whole time with no lights.",
      "vi": "Chúng tôi ở trong cái hang đó không ánh điện suốt mấy ngày qua."
    }
  },
  {
    "translation": {
      "en": "Coming out, getting hit with that sunlight and stuff.",
      "vi": "Đi ra ngoài, lóa mắt vì ánh nắng và những cái khác."
    }
  },
  {
    "translation": {
      "en": "I don't know how to put it into words, man.",
      "vi": "Tôi không biết phải diễn tả thế nào."
    }
  },
  {
    "translation": {
      "en": "There was a lot of snipers on the roof trying to conceal themselves.",
      "vi": "Có rất nhiều lính bắn tỉa trên mái nhà cố nấp thật kỹ."
    }
  },
  {
    "translation": {
      "en": "I was hoping and praying that the state would not do something foolish.",
      "vi": "Tôi mong và cầu nguyện chính quyền sẽ không làm gì ngốc nghếch."
    }
  },
  {
    "translation": {
      "en": "[Robb] They had us stop and raise our hands and strip down",
      "vi": "Họ yêu cầu chúng tôi dừng lại, giơ tay lên và cởi đồ ra"
    }
  },
  {
    "translation": {
      "en": "so they could see that we didn't have no weapons and stuff on us.",
      "vi": "để họ thấy chúng tôi không có vũ khí hay thứ gì trong người."
    }
  },
  {
    "translation": {
      "en": "When we got up to the table and sat down with Niki,",
      "vi": "Khi chúng tôi đến bên bàn và ngồi xuống với Niki,"
    }
  },
  {
    "translation": {
      "en": "we needed to make sure who he was.",
      "vi": "chúng tôi muốn biết chắc ông ta là ai."
    }
  },
  {
    "translation": {
      "en": "We got to see his driver's license.",
      "vi": "Chúng tôi được xem bằng lái xe của ông ta."
    }
  },
  {
    "translation": {
      "en": "[Schwartz] The first thing I said to them when I sat down, I said,",
      "vi": "Điều đầu tiên tôi nói với họ khi ngồi xuống là,"
    }
  },
  {
    "translation": {
      "en": "\"I'm not always gonna be able to tell you what you wanna hear...",
      "vi": "\"Tôi không phải luôn có thể nói với các anh những gì các anh muốn nghe..."
    }
  },
  {
    "translation": {
      "en": "but I'm not gonna give you any bullshit.\"",
      "vi": "nhưng tôi sẽ không giả dối.\""
    }
  },
  {
    "translation": {
      "en": "[Robb] I'm pretty good at reading people,",
      "vi": "Tôi quan sát người ta khá giỏi,"
    }
  },
  {
    "translation": {
      "en": "and he was sincere.",
      "vi": "và ông ta thẳng thắn."
    }
  },
  {
    "translation": {
      "en": "[Hasan] To me, he was a man that believed in standing up",
      "vi": "Với tôi, ông ta là người tin tưởng vào việc đấu tranh"
    }
  },
  {
    "translation": {
      "en": "for truth, justice and equality, no matter who he was for or against.",
      "vi": "cho lẽ phải, công lý, bình đẳng, bất kể ông ta ở phe nào."
    }
  },
  {
    "translation": {
      "en": "You have to trust somebody like that.",
      "vi": "Người như vậy thì ai cũng tin."
    }
  },
  {
    "translation": {
      "en": "They were bright. They were articulate.",
      "vi": "Họ là những người thông minh, rõ ràng,"
    }
  },
  {
    "translation": {
      "en": "They seemed to have leadership skills,",
      "vi": "và họ có vẻ có kỹ năng lãnh đạo,"
    }
  },
  {
    "translation": {
      "en": "and I think if life had dealt them different cards at an earlier stage,",
      "vi": "và tôi nghĩ nếu đời họ khác đi khi mới bắt đầu,"
    }
  },
  {
    "translation": {
      "en": "they could have been responsible members of society.",
      "vi": "họ đã có thể trở thành những thành viên có trách nhiệm trong xã hội."
    }
  },
  {
    "translation": {
      "en": "I handed them a two-page document that had 21 points,",
      "vi": "Tôi đưa cho họ tài liệu hai trang giấy với 21 điểm,"
    }
  },
  {
    "translation": {
      "en": "a response to the inmates' 21 demands.",
      "vi": "phản hồi cho 21 yêu sách của họ."
    }
  },
  {
    "translation": {
      "en": "Their first concern was, \"Is this legally binding?\"",
      "vi": "Điều đầu tiên họ quan tâm là, \"Có ràng buộc pháp lý không?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"No way.",
      "vi": "Và tôi đáp, \"Không thể nào."
    }
  },
  {
    "translation": {
      "en": "You're holding hostages.",
      "vi": "Các anh đang giữ con tin."
    }
  },
  {
    "translation": {
      "en": "They're free to repudiate this agreement as soon as they get the hostages back.",
      "vi": "Họ có toàn quyền bác bỏ thỏa thuận này một khi họ nhân được các con tin."
    }
  },
  {
    "translation": {
      "en": "But they assured me that they intended to comply with it.\"",
      "vi": "Nhưng họ cam đoan với tôi rằng họ dự định sẽ tuân thủ nó.\""
    }
  },
  {
    "translation": {
      "en": "[Rice] Niki is talking about reality.",
      "vi": "Niki nói chuyện thực tế."
    }
  },
  {
    "translation": {
      "en": "Niki's saying,",
      "vi": "Niki nói rằng,"
    }
  },
  {
    "translation": {
      "en": "\"You know, there's a dead corrections officer,",
      "vi": "\"Các anh biết đấy, một quản giáo đã chết,"
    }
  },
  {
    "translation": {
      "en": "there's nine dead inmates,",
      "vi": "chín tù nhân đã chết,"
    }
  },
  {
    "translation": {
      "en": "there's probably $20 or $30 million worth of damage.",
      "vi": "thiệt hại đã vào khoảng 20-30 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "They aren't gonna say, 'King's Act, it's all over,",
      "vi": "Họ sẽ không nói, 'Mọi chuyện đều xong rồi,"
    }
  },
  {
    "translation": {
      "en": "you guys are going to Hawaii.'\"",
      "vi": "các anh đi Hawaii đi.'\""
    }
  },
  {
    "translation": {
      "en": "[Schwartz] The prisoners were most concerned",
      "vi": "Các tù nhân quan tâm nhất về"
    }
  },
  {
    "translation": {
      "en": "about their safety upon the surrender.",
      "vi": "sự an toàn của họ khi đầu hàng."
    }
  },
  {
    "translation": {
      "en": "Their demands included that it be televised live.",
      "vi": "Yêu cầu của họ bao gồm việc truyền hình trực tiếp."
    }
  },
  {
    "translation": {
      "en": "That there be neutral observers...",
      "vi": "Rằng phải có quan sát viên trung lập..."
    }
  },
  {
    "translation": {
      "en": "because they feared retaliation from the guards.",
      "vi": "bởi vì họ sợ sự trả thù của lính gác."
    }
  },
  {
    "translation": {
      "en": "[Robb] Yeah, there's a possibility",
      "vi": "Phải, có khả năng"
    }
  },
  {
    "translation": {
      "en": "that they'll renege on a lot of these agreements.",
      "vi": "là họ sẽ không giữ lời với nhiều thỏa thuận."
    }
  },
  {
    "translation": {
      "en": "But that's what we got the attorney for.",
      "vi": "Nhưng đó là lý do chúng tôi cần một luật sư."
    }
  },
  {
    "translation": {
      "en": "And these were agreements that we had made with Niki,",
      "vi": "Và đây là những thỏa thuận chúng tôi và Niki đồng ý,"
    }
  },
  {
    "translation": {
      "en": "so I had to trust in that.",
      "vi": "nên tôi phải tin tưởng vào chúng."
    }
  },
  {
    "translation": {
      "en": "And I had to put a lot of trust in Niki, a man I'd just met.",
      "vi": "Và tôi buộc phải tin tưởng Niki, người mà tôi vừa mới gặp."
    }
  },
  {
    "translation": {
      "en": "They were ready to surrender.",
      "vi": "Họ đã sẵn sàng đầu hàng."
    }
  },
  {
    "translation": {
      "en": "[Orr] If you've just joined us, this is live coverage,",
      "vi": "Nếu bạn mới xem, đây là chương trình trực tiếp,"
    }
  },
  {
    "translation": {
      "en": "a special report from Lucasville",
      "vi": "bản tin đặc biệt từ Lucasville"
    }
  },
  {
    "translation": {
      "en": "with the good news that the 11-day siege now has ended.",
      "vi": "với tin vui là cuộc vây hãm 11 ngày đã kết thúc."
    }
  },
  {
    "translation": {
      "en": "[man on TV] They have reached an agreement.",
      "vi": "Họ đã đạt được thỏa thuận."
    }
  },
  {
    "translation": {
      "en": "It sounds like Niki Schwartz was pivotal.",
      "vi": "Dường như Niki Schwartz có vai trò chủ chốt."
    }
  },
  {
    "translation": {
      "en": "He must have worked some sort of magic with these inmates on the inside.",
      "vi": "Hẳn ông đã làm một phép màu với các tù nhân bên trong."
    }
  },
  {
    "translation": {
      "en": "They trusted him enough to agree to end the siege today.",
      "vi": "Họ tin ông ấy đủ để đồng ý chấm dứt sự vây hãm hôm nay."
    }
  },
  {
    "translation": {
      "en": "[Orr] In an hour or two,",
      "vi": "Trong một hay hai giờ nữa,"
    }
  },
  {
    "translation": {
      "en": "this evacuation, as they call it now, will begin.",
      "vi": "cuộc sơ tán, giờ họ gọi như thế, sẽ bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Lo and behold, the doors opened,",
      "vi": "Một bước ngoặt, các cánh cửa đã mở"
    }
  },
  {
    "translation": {
      "en": "and we see these guys come out in small groups.",
      "vi": "và chúng tôi thấy những toán nhỏ bước ra."
    }
  },
  {
    "translation": {
      "en": "[man on TV] And here we have some inmates coming out.",
      "vi": "Và chúng ta thấy những tù nhân đang bước ra."
    }
  },
  {
    "translation": {
      "en": "[woman] I wanna point out, all of these are inmates.",
      "vi": "Tôi muốn nhấn mạnh, những người này đều là tù nhân."
    }
  },
  {
    "translation": {
      "en": "There have been no hostages released.",
      "vi": "Chưa có con tin nào được thả ra."
    }
  },
  {
    "translation": {
      "en": "No hostages have been released. These are inmates.",
      "vi": "Chưa có con tin nào được thả. Đây toàn là tù nhân."
    }
  },
  {
    "translation": {
      "en": "[Orr] I just remember standing there,",
      "vi": "Tôi còn nhớ đứng ở đó,"
    }
  },
  {
    "translation": {
      "en": "actually kind of awestruck that we're actually--",
      "vi": "thực ra khá kinh ngạc rằng chúng tôi đang..."
    }
  },
  {
    "translation": {
      "en": "This is actually happening. We're seeing this.",
      "vi": "Điều đó đang diễn ra. Chúng ta chứng kiến."
    }
  },
  {
    "translation": {
      "en": "[Guynes] I wasn't ready to come out.",
      "vi": "Tôi chưa sẵn sàng bước ra."
    }
  },
  {
    "translation": {
      "en": "I wasn't ready to come out.",
      "vi": "Tôi chưa sẵn sàng bước ra."
    }
  },
  {
    "translation": {
      "en": "I... enjoyed my freedom.",
      "vi": "Tôi tận hưởng tự do của mình."
    }
  },
  {
    "translation": {
      "en": "I do remember sitting by a window, looking out.",
      "vi": "Tôi nhớ khi ngồi bên cửa sổ nhìn ra ngoài."
    }
  },
  {
    "translation": {
      "en": "It rained all day long.",
      "vi": "Trời mưa suốt ngày."
    }
  },
  {
    "translation": {
      "en": "I said, \"I know them state troopers is mad as hell.",
      "vi": "Tôi nói \"Tôi biết bọn cảnh sát tiểu bang đang nổi khùng.\""
    }
  },
  {
    "translation": {
      "en": "They standing out there in that rain.\"",
      "vi": "Họ phải đứng dầm mưa.\""
    }
  },
  {
    "translation": {
      "en": "[Orr] What you're watching is continuous live coverage",
      "vi": "Các bạn đang xem bản tường thuật trực tiếp liên tục"
    }
  },
  {
    "translation": {
      "en": "of truly a historic and extraordinary event.",
      "vi": "của một sự kiện lịch sử phi thường."
    }
  },
  {
    "translation": {
      "en": "There are five prison guard hostages still inside.",
      "vi": "Vẫn còn năm lính gác bị giam trong đó."
    }
  },
  {
    "translation": {
      "en": "[Hensley] Everybody got real tense and quiet, so I knew something was going on.",
      "vi": "Mọi người đều căng thẳng và im lặng, nên tôi biết điều gì đó sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "And they come to my cell,",
      "vi": "Họ đến phòng giam của tôi,"
    }
  },
  {
    "translation": {
      "en": "and said, \"Have you heard that we're surrendering?\"",
      "vi": "và nói, \"Anh có nghe chúng tôi đầu hàng không?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, right.\"",
      "vi": "Tôi nói \"Vậy sao.\""
    }
  },
  {
    "translation": {
      "en": "I really thought they were gonna kill me.",
      "vi": "Tôi nghĩ họ định giết tôi."
    }
  },
  {
    "translation": {
      "en": "He just didn't have the guts to tell me.",
      "vi": "Hắn chỉ không có gan nói cho tôi biết."
    }
  },
  {
    "translation": {
      "en": "He said, \"Nobody's gonna lay a hand on you.\"",
      "vi": "Hắn nói, \"Không ai đụng đến anh đâu.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"I give you my word.\" I said, \"I want more than your word.\"",
      "vi": "Hắn nói, \"Tôi cam đoan.\" Tôi nói, \"Tôi muốn hơn vậy.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Let me put my hands around your neck while we walk out, then.\"",
      "vi": "Tôi nói, \"Khi bước ra hãy để tôi quàng tay quanh cổ anh.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Anybody touches me, I choke you to death.\"",
      "vi": "Tôi nói, \"Ai đụng vào tôi, tôi sẽ siết cổ anh chết.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Deal.\"",
      "vi": "Anh ta nói \"Xong.\""
    }
  },
  {
    "translation": {
      "en": "[woman on TV] Prison officials here are still not in charge of what's going on.",
      "vi": "Các viên chức nhà tù vẫn không nắm trách nhiệm với những điều đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "The inmates still have five hostages.",
      "vi": "Các tù nhân vẫn đang giữ năm con tin."
    }
  },
  {
    "translation": {
      "en": "[Hensley] I thought they were just taking me someplace else to kill me.",
      "vi": "Tôi nghĩ rằng chúng đang mang tôi đi đâu đó để giết."
    }
  },
  {
    "translation": {
      "en": "We turned that corner, and it was like a breeze hit me.",
      "vi": "Chúng tôi đi qua khúc quanh và tôi thấy gió nhẹ thổi vào mặt."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Damn, we really are going out.",
      "vi": "Và tôi nghĩ, \"Mẹ kiếp, mình đang ra ngoài thật rồi."
    }
  },
  {
    "translation": {
      "en": "We really are.\" [laughs]",
      "vi": "Chúng tôi thật sự đang đi ra.\""
    }
  },
  {
    "translation": {
      "en": "[woman] This is interesting. The first time we've seen 'em with hands on their shoulders.",
      "vi": "Rất thú vị. Lần đầu tiên chúng tôi thấy họ với tay để trên vai..."
    }
  },
  {
    "translation": {
      "en": "[man] Could those be hostages?",
      "vi": "Rất thú vị. Lần đầu tiên chúng tôi thấy họ với tay để trên vai... Đó có phải con tin không?"
    }
  },
  {
    "translation": {
      "en": "[woman] These might be the hostages.",
      "vi": "Có thể là con tin."
    }
  },
  {
    "translation": {
      "en": "[man] We've just been told they may come out with the last group.",
      "vi": "Tôi được cho biết họ có thể sẽ ra với nhóm sau cùng."
    }
  },
  {
    "translation": {
      "en": "So you may be looking at the hostages. Let's take a close look at this.",
      "vi": "Các bạn có thể đang thấy các con tin. Hãy nhìn xem."
    }
  },
  {
    "translation": {
      "en": "[woman] Here is what looks like another hostage.",
      "vi": "Có vẻ đây là một con tin nữa."
    }
  },
  {
    "translation": {
      "en": "[man] I think if you could listen real close, you could probably hear some cheers...",
      "vi": "Nếu nghe kỹ hơn, bạn có thể nghe thấy tiếng hoan hô..."
    }
  },
  {
    "translation": {
      "en": "-[woman] I hear it, Mark. Yeah, I do. -[laughs] ...from across the way.",
      "vi": "Tôi nghe rồi, Mark. Có, tôi có nghe. ...từ rất xa."
    }
  },
  {
    "translation": {
      "en": "[Hensley] If I'd have got my hands on a shotgun,",
      "vi": "Nếu tôi có một khẩu súng trong tay,"
    }
  },
  {
    "translation": {
      "en": "I'd have started blasting inmates.",
      "vi": "chắc tôi đã bắt đầu xả súng vào các tù nhân."
    }
  },
  {
    "translation": {
      "en": "I didn't care who, which ones.",
      "vi": "Tôi không quan tâm là ai, kẻ nào."
    }
  },
  {
    "translation": {
      "en": "It didn't matter.",
      "vi": "Điều đó không quan trọng."
    }
  },
  {
    "translation": {
      "en": "I wanted revenge.",
      "vi": "Tôi muốn trả thù."
    }
  },
  {
    "translation": {
      "en": "It's sickening. It's a sickening feeling to have.",
      "vi": "Thật bệnh hoạn. Một cảm giác thật bệnh hoạn."
    }
  },
  {
    "translation": {
      "en": "But I had it.",
      "vi": "Nhưng tôi có cảm giác đó."
    }
  },
  {
    "translation": {
      "en": "[man on TV] This just into us from the State Corrections Department officials.",
      "vi": "Tin này đến từ các quan chức Sở Cải tạo Tiểu bang."
    }
  },
  {
    "translation": {
      "en": "All five hostages have been released. We'll try to come up with...",
      "vi": "Tất cả năm con tin đã được thả. Chúng tôi sẽ cố gắng..."
    }
  },
  {
    "translation": {
      "en": "[Guynes] I was one of the very last to come out.",
      "vi": "Tôi là một trong những người cuối cùng bước ra."
    }
  },
  {
    "translation": {
      "en": "When I came out...",
      "vi": "Khi tôi bước ra..."
    }
  },
  {
    "translation": {
      "en": "somebody locked the door",
      "vi": "ai đó khóa cửa lại"
    }
  },
  {
    "translation": {
      "en": "and threw the keys up on the roof.",
      "vi": "và ném chìa khóa lên nóc nhà."
    }
  },
  {
    "translation": {
      "en": "They stripped us naked...",
      "vi": "Họ lột chúng tôi trần truồng"
    }
  },
  {
    "translation": {
      "en": "and then had us go sit up in the gym.",
      "vi": "và bắt chúng tôi ngồi trong phòng thể dục."
    }
  },
  {
    "translation": {
      "en": "About 2:00 or 3:00 in the morning,",
      "vi": "Khoảng hai hay ba giờ sáng,"
    }
  },
  {
    "translation": {
      "en": "they load us up on three buses and took us away.",
      "vi": "họ nhét chúng tôi lên ba xe buýt và chở đi."
    }
  },
  {
    "translation": {
      "en": "[Tate] You know...",
      "vi": "Bạn biết đấy,"
    }
  },
  {
    "translation": {
      "en": "there isn't a day that goes by that I don't think about what happened.",
      "vi": "không ngày nào trôi qua mà tôi không nghĩ về những chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "And I still get, you know, a little emotional about it.",
      "vi": "Và tôi vẫn còn xúc động về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "I really wanted to do the best I could do down there.",
      "vi": "Tôi thực sự muốn làm những gì tốt nhất có thể ở đó."
    }
  },
  {
    "translation": {
      "en": "When society wrings itself out of these people,",
      "vi": "Khi xã hội tách nó ra khỏi những người này,"
    }
  },
  {
    "translation": {
      "en": "they're put in-- they're put in prison.",
      "vi": "họ bị tống vào tù."
    }
  },
  {
    "translation": {
      "en": "And we're then entrusted to deal proactively with them.",
      "vi": "Và chúng tôi được giao nhiệm vụ giải quyết họ theo kiểu đón đầu."
    }
  },
  {
    "translation": {
      "en": "And it's just a huge, huge responsibility.",
      "vi": "Và đó là một trách nhiệm khổng lồ."
    }
  },
  {
    "translation": {
      "en": "[Hensley] A lot of people wanted to blame Tate.",
      "vi": "Rất nhiều người muốn trách cứ Tate."
    }
  },
  {
    "translation": {
      "en": "A lot of people wanted to blame the correction officers.",
      "vi": "Mọi người muốn đổ lỗi cho các quản giáo."
    }
  },
  {
    "translation": {
      "en": "\"It was all their fault.\"",
      "vi": "\"Tất cả là tại họ.\""
    }
  },
  {
    "translation": {
      "en": "It was none of that. It was the inmates.",
      "vi": "Không phải như vậy. Là tại các tù nhân."
    }
  },
  {
    "translation": {
      "en": "Nobody destroyed that place,",
      "vi": "Không ai đập phá chỗ đó,"
    }
  },
  {
    "translation": {
      "en": "nobody murdered those inmates...",
      "vi": "không ai giết các tù nhân đó,"
    }
  },
  {
    "translation": {
      "en": "nobody murdered Bobby, except the inmates.",
      "vi": "không ai giết Bobby, trừ các tù nhân."
    }
  },
  {
    "translation": {
      "en": "The crime scene was tremendously huge.",
      "vi": "Hiện trường vụ án này hết sức khổng lồ."
    }
  },
  {
    "translation": {
      "en": "There were over 1,200 pieces of evidence that they had to dig through.",
      "vi": "Có hơn 1.200 mảnh bằng chứng họ phải xem xét."
    }
  },
  {
    "translation": {
      "en": "To categorize it, to tag it,",
      "vi": "Để phân nhóm, đánh dấu,"
    }
  },
  {
    "translation": {
      "en": "to photograph it, to mark it for prosecution.",
      "vi": "chụp hình, làm dấu cho công tố."
    }
  },
  {
    "translation": {
      "en": "They did a tremendous job.",
      "vi": "Họ làm một công việc khổng lồ."
    }
  },
  {
    "translation": {
      "en": "[Peggy Vallandingham] Did they get everyone that was involved?",
      "vi": "Họ có tìm được hết những kẻ liên quan không?"
    }
  },
  {
    "translation": {
      "en": "They got as many of them as they could get.",
      "vi": "Họ tìm được hết mức có thể."
    }
  },
  {
    "translation": {
      "en": "They had to plea bargain with some of them...",
      "vi": "Họ phải thương lượng với một số tù nhân để thú tội..."
    }
  },
  {
    "translation": {
      "en": "and is that hard to swallow?",
      "vi": "và điều đó có khó nuốt trôi không?"
    }
  },
  {
    "translation": {
      "en": "You betcha.",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "It's very hard.",
      "vi": "Rất khó."
    }
  },
  {
    "translation": {
      "en": "But... without them, we wouldn't have the ones we have.",
      "vi": "Nhưng, không có chúng, chúng ta đã không đạt được điều chúng ta đã đạt."
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. I know I snitched.",
      "vi": "Tôi đã chỉ điểm."
    }
  },
  {
    "translation": {
      "en": "I gave up information on guys to the authorities, right?",
      "vi": "Tôi cung cấp thông tin về mấy tay đó cho nhà chức trách."
    }
  },
  {
    "translation": {
      "en": "It makes no difference to me if you're judging me",
      "vi": "Điều đó chẳng có ý nghĩa gì với tôi nếu bạn phán xét tôi"
    }
  },
  {
    "translation": {
      "en": "and you're judging me, you're judging... you and anybody else",
      "vi": "và đúng là bạn đang phán xét tôi, bạn và những người khác"
    }
  },
  {
    "translation": {
      "en": "wants to judge me for it, fine, man. Judge me, all right?",
      "vi": "muốn phán xét tôi về chuyện đó, được thôi. Cứ phán xét đi, nhé?"
    }
  },
  {
    "translation": {
      "en": "Put yourself in my shoes, you know...",
      "vi": "Hãy ở vào địa vị của tôi."
    }
  },
  {
    "translation": {
      "en": "See how you handle that situation.",
      "vi": "Xem bạn giải quyết chuyện đó thế nào."
    }
  },
  {
    "translation": {
      "en": "I don't think most people",
      "vi": "Tôi không nghĩ rằng phần lớn mọi người"
    }
  },
  {
    "translation": {
      "en": "would still have enough mind to be sane after all the shit that I've seen and done",
      "vi": "có đủ tỉnh táo vững vàng sau những thứ mà tôi đã thấy, đã làm"
    }
  },
  {
    "translation": {
      "en": "and been through in that fucking riot.",
      "vi": "và đã trải qua trong cuộc bạo loạn chó chết ấy."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "vi": "Bạn biết không?"
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] That's how I feel, man.",
      "vi": "Tôi cảm thấy như vậy."
    }
  },
  {
    "translation": {
      "en": "It's been a long one.",
      "vi": "Rất lâu rồi đấy."
    }
  },
  {
    "translation": {
      "en": "[man] The jury in this case, find the defendant, Jason Robb,",
      "vi": "...bồi thẩm đoàn xác định bị cáo Jason Robb,"
    }
  },
  {
    "translation": {
      "en": "guilty of aggravated murder as it stands charged...",
      "vi": "phạm tội cố sát tăng nặng như lời buộc tội..."
    }
  },
  {
    "translation": {
      "en": "[Robb] At the end of the day, somebody has to pay.",
      "vi": "Cuối cùng, một số người phải trả giá."
    }
  },
  {
    "translation": {
      "en": "Somebody has to answer. They need somebody to be the sacrificial lamb.",
      "vi": "Ai đó phải trả lời. Họ cần ai đó làm vật tế thần."
    }
  },
  {
    "translation": {
      "en": "They didn't have anyone to point a finger at except for the people",
      "vi": "Họ không có ai để đổ tội ngoại trừ những người"
    }
  },
  {
    "translation": {
      "en": "who were actually in the forefront as far as negotiations.",
      "vi": "đã bước lên để đàm phán."
    }
  },
  {
    "translation": {
      "en": "I felt that law enforcement wanted to pin the death of the guard on them,",
      "vi": "NHÂN VẬT QUAN TRỌNG Tôi cảm thấy lực lượng chấp pháp muốn gán cái chết của người lính gác cho họ,"
    }
  },
  {
    "translation": {
      "en": "to punish them for their role in the riot,",
      "vi": "để trừng phạt vai trò của họ trong cuộc bạo loạn,"
    }
  },
  {
    "translation": {
      "en": "when in fact, it's very arguable whether they had any role in the death or not.",
      "vi": "trong khi thực tế, rất đáng tranh cãi liệu họ liên quan đến cái chết hay không."
    }
  },
  {
    "translation": {
      "en": "So, I-- I think that the-- the-- the death penalties are--",
      "vi": "Vậy nên, tôi nghĩ rằng án tử hình..."
    }
  },
  {
    "translation": {
      "en": "are troubling to me.",
      "vi": "làm tôi thấy bất an."
    }
  },
  {
    "translation": {
      "en": "If these guys who were the negotiators for a peaceful surrender are executed,",
      "vi": "Nếu những người làm sứ giả đàm phán cho cuộc đầu hàng ôn hòa bị xử tử,"
    }
  },
  {
    "translation": {
      "en": "next time there's a prison riot, nobody's gonna be willing to come forward",
      "vi": "lần tới có bạo loạn nhà tù, không ai muốn bước ra"
    }
  },
  {
    "translation": {
      "en": "to be a peacemaker.",
      "vi": "làm sứ giả hòa bình nữa."
    }
  },
  {
    "translation": {
      "en": "[Vallandingham] As long as they get what's coming to them...",
      "vi": "Miễn là chúng nhận những gì sẽ đến..."
    }
  },
  {
    "translation": {
      "en": "and ultimately that's death.",
      "vi": "và hẳn đó là cái chết."
    }
  },
  {
    "translation": {
      "en": "And I do live for that day.",
      "vi": "Và tôi sống vì ngày đó."
    }
  },
  {
    "translation": {
      "en": "[man on radio] ...but some of those storms could be strong to severe",
      "vi": "...một số cơn bão có thể từ mạnh tới rất mạnh"
    }
  },
  {
    "translation": {
      "en": "and accompanied by high wind...",
      "vi": "kèm theo gió to..."
    }
  },
  {
    "translation": {
      "en": "[Hensley] I was able to go back and face it.",
      "vi": "Tôi đã có thể quay lại và đối diện nó."
    }
  },
  {
    "translation": {
      "en": "I was able to walk back in that place 121 days later.",
      "vi": "Tôi đã có thể bước trở về nơi ấy 121 ngày sau đó."
    }
  },
  {
    "translation": {
      "en": "I was able to overcome it and do my job professionally.",
      "vi": "Tôi đã có thể vượt qua và làm nhiệm vụ một cách chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "But I had to prove to myself that I could do that...",
      "vi": "Tôi phải chứng minh là mình có thể,"
    }
  },
  {
    "translation": {
      "en": "and I did it.",
      "vi": "và tôi đã làm được."
    }
  },
  {
    "translation": {
      "en": "I never retaliated against one inmate...",
      "vi": "Tôi không bao giờ trả thù tù nhân nào"
    }
  },
  {
    "translation": {
      "en": "for the entire thing.",
      "vi": "cho toàn bộ câu chuyện này."
    }
  },
  {
    "translation": {
      "en": "-[cell door buzzes] -So I knew I did okay.",
      "vi": "Nên tôi biết mình đã làm được."
    }
  },
  {
    "translation": {
      "en": "At least I knew I was still human.",
      "vi": "Ít nhất tôi biết mình vẫn là con người."
    }
  }
]