[
  {
    "translation": {
      "en": "In the beginning, the great Frith made the world",
      "vi": "Ban đầu, Frith vĩ đại tạo ra thế giới"
    }
  },
  {
    "translation": {
      "en": "and he made the stars by scattering his droppings over the sky.",
      "vi": "và ông ấy tạo ra các vì sao bằng cách bậy ra khắp bầu trời."
    }
  },
  {
    "translation": {
      "en": "Now, El- Ahrairah was prince of the rabbits and he had so many wives and so many kits",
      "vi": "Giờ đây, El-Ahrairah là hoàng tử thỏ có rất nhiều vợ và con,"
    }
  },
  {
    "translation": {
      "en": "that even Frith couldn't count them.",
      "vi": "ngay cả Frith cũng chẳng đếm nổi."
    }
  },
  {
    "translation": {
      "en": "They ate all the grass and clover in the entire world.",
      "vi": "Chúng ăn hết cỏ và cỏ ba lá khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "Frith could have killed the prince rabbit there and then,",
      "vi": "Frith đã có thể giết hoàng tử thỏ"
    }
  },
  {
    "translation": {
      "en": "but he needed him for his hijinks and tricks.",
      "vi": "nhưng lại cần tới cậu ta cho các trò của mình."
    }
  },
  {
    "translation": {
      "en": "So, instead, he determined there would be a meeting",
      "vi": "Nên ông ta quyết định sẽ có cuộc họp"
    }
  },
  {
    "translation": {
      "en": "of all the animals of the world, and upon each, he would bestow a gift.",
      "vi": "của tất cả các muông thú để ông ấy tặng quà."
    }
  },
  {
    "translation": {
      "en": "Upon the homba, he gave great cunning.",
      "vi": "Với cáo, ông tặng sự láu cá."
    }
  },
  {
    "translation": {
      "en": "Upon the hawk, sharp talons.",
      "vi": "Với diều hâu là bộ móng sắc."
    }
  },
  {
    "translation": {
      "en": "Upon the cat, silent feet.",
      "vi": "Với mèo là đôi bàn chân lặng lẽ."
    }
  },
  {
    "translation": {
      "en": "Upon the weasel, great speed.",
      "vi": "Với chồn là tốc độ chóng mặt."
    }
  },
  {
    "translation": {
      "en": "Upon the wolf, great teeth. All to hunt and slay the children of El- Ahrairah.",
      "vi": "Với sói là hàm răng vĩ đại. Tất cả để săn và giết con cái El-Ahrairah."
    }
  },
  {
    "translation": {
      "en": "These animals became the elil, the thousand enemies of rabbits.",
      "vi": "Những con vật này trở thành kẻ thù, hàng ngàn kẻ thù của thỏ."
    }
  },
  {
    "translation": {
      "en": "It was a few days later, when El- Ahrairah heard of all of this,",
      "vi": "Ít hôm sau, khi El-Ahrairah hay tin,"
    }
  },
  {
    "translation": {
      "en": "and went to see Frith.",
      "vi": "đã đi tìm Frith."
    }
  },
  {
    "translation": {
      "en": "You have condemned my people to lives of fear, Lord.",
      "vi": "Ông khiến người của tôi sống sợ hãi, thưa ngài."
    }
  },
  {
    "translation": {
      "en": "Do you not wish to see what blessing I have for your people, Prince Rabbit?",
      "vi": "Ngươi không muốn thấy hồng phúc ta dành cho người của ngươi à?"
    }
  },
  {
    "translation": {
      "en": "To my bottom, give your blessings.",
      "vi": "Ban hồng phúc tận đáy lòng ngài."
    }
  },
  {
    "translation": {
      "en": "Very well.",
      "vi": "Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Grow a tail to confuse those chasing you and legs to outrun them.",
      "vi": "Đuôi để làm rối loạn kẻ săn ngươi và chân để chạy nhanh hơn chúng."
    }
  },
  {
    "translation": {
      "en": "Grow ears to hear any of your thousand enemies from miles away.",
      "vi": "Đôi tai để nghe được hàng ngàn kẻ thù từ nơi rất xa."
    }
  },
  {
    "translation": {
      "en": "All the world will be your enemy, prince of a thousand enemies.",
      "vi": "Cả thế giới sẽ là kẻ thù của mi, hoàng tử có 1000 kẻ thù."
    }
  },
  {
    "translation": {
      "en": "And when they catch you, they will kill you.",
      "vi": "Và khi bắt được mi, chúng sẽ giết mi."
    }
  },
  {
    "translation": {
      "en": "But first... they must catch you.",
      "vi": "Nhưng chúng phải bắt được mi đã."
    }
  },
  {
    "translation": {
      "en": "Digger, listener, runner...",
      "vi": "Kẻ thích đào, thích nghe, hay chạy, Hoàng Tử có lời cảnh báo là nhanh nhẹn,"
    }
  },
  {
    "translation": {
      "en": "Prince with the swift warning, be cunning and full of tricks...",
      "vi": "Kẻ thích đào, thích nghe, hay chạy, Hoàng Tử có lời cảnh báo là nhanh nhẹn, hãy láu cá và đầy mưu mẹo thì người của mi sẽ không bao giờ bị diệt."
    }
  },
  {
    "translation": {
      "en": "and your people will never be destroyed.",
      "vi": "hãy láu cá và đầy mưu mẹo thì người của mi sẽ không bao giờ bị diệt."
    }
  },
  {
    "translation": {
      "en": "Fiver!",
      "vi": "Số Năm!"
    }
  },
  {
    "translation": {
      "en": "Fiver!",
      "vi": "Số Năm!"
    }
  },
  {
    "translation": {
      "en": "Fiver, where are you?",
      "vi": "- Số Năm, đâu rồi? - Đang vội đi à?"
    }
  },
  {
    "translation": {
      "en": "- - I'm going to get you!  Got you!",
      "vi": "- Tớ sẽ bắt cậu! - Bắt!"
    }
  },
  {
    "translation": {
      "en": "- Hello, little ones. - Hi, Hazel.",
      "vi": "- Chào các cháu. - Cây Phỉ. Chào Cây Phỉ!"
    }
  },
  {
    "translation": {
      "en": "Do you think there'll be a lot of does out this evening?",
      "vi": "Chập tối nay nhiều thỏ cái không?"
    }
  },
  {
    "translation": {
      "en": "Is that all you think about, Hawkbit?",
      "vi": "Chỉ nghĩ thế thôi à, Bồ Công Anh Nhỏ?"
    }
  },
  {
    "translation": {
      "en": "No, actually, but do you think there'll be lots of does out this evening?",
      "vi": "Không phải, nhưng anh có nghĩ chập tối nay sẽ có nhiều thỏ cái?"
    }
  },
  {
    "translation": {
      "en": "- Give it a rest. - I was just asking.",
      "vi": "- Thôi đi. - Tôi hỏi vậy thôi."
    }
  },
  {
    "translation": {
      "en": "It's not all I think about, actually. There's lots of things I think about...",
      "vi": "Tôi đâu chỉ nghĩ việc đó. Tôi phải nghĩ nhiều chuyện đấy."
    }
  },
  {
    "translation": {
      "en": "Fiver?",
      "vi": "Số Năm!"
    }
  },
  {
    "translation": {
      "en": "Fiver?",
      "vi": "Số Năm?"
    }
  },
  {
    "translation": {
      "en": "The duration of each season has to be calculated by light values.",
      "vi": "Phải tính chính xác thời gian của mỗi mùa theo giá trị ánh sáng..."
    }
  },
  {
    "translation": {
      "en": "- I've stopped listening. - I don't know why I bother.",
      "vi": "- Tôi thôi nghe từ lâu rồi. - Đôi khi không hiểu phiền làm gì."
    }
  },
  {
    "translation": {
      "en": "Nope, but I did see...",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Fiver?",
      "vi": "Số Năm?"
    }
  },
  {
    "translation": {
      "en": "Fiver?",
      "vi": "Số Năm?"
    }
  },
  {
    "translation": {
      "en": "Oh, no. No. No.",
      "vi": "Ôi, không."
    }
  },
  {
    "translation": {
      "en": "- - Fiver?",
      "vi": "Số Năm!"
    }
  },
  {
    "translation": {
      "en": "- Wake up, Fiver. -",
      "vi": "Số Năm."
    }
  },
  {
    "translation": {
      "en": "You're having another nightmare, brother.",
      "vi": "Em lại gặp ác mộng."
    }
  },
  {
    "translation": {
      "en": "Hazel, it was the strangest dream.",
      "vi": "- Cây Phỉ, đây là giấc mơ lạ nhất. - Không sao, Số Năm."
    }
  },
  {
    "translation": {
      "en": "It's okay, Fiver. Let's go get something to eat.",
      "vi": "- Cây Phỉ, đây là giấc mơ lạ nhất. - Không sao, Số Năm. Ta đi kiếm gì ăn, anh nghĩ anh vừa thấy cây diếp dai"
    }
  },
  {
    "translation": {
      "en": "I spotted some sow thistle down by the stream,",
      "vi": "Ta đi kiếm gì ăn, anh nghĩ anh vừa thấy cây diếp dai bên con suối, anh cũng mấy ngày rồi chưa ăn uống đàng hoàng."
    }
  },
  {
    "translation": {
      "en": "and I haven't eaten anything decent in days.",
      "vi": "bên con suối, anh cũng mấy ngày rồi chưa ăn uống đàng hoàng."
    }
  },
  {
    "translation": {
      "en": "I... I dreamt something was coming to Sandleford.",
      "vi": "Em mơ thấy sắp có chuyện với Sandelford."
    }
  },
  {
    "translation": {
      "en": "I think it might mean we're in danger, Hazel.",
      "vi": "Nó có thể có nghĩa ta sắp nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "Captain Holly was in it. There was a huge--",
      "vi": "Có mặt Đại úy Holly. Có một..."
    }
  },
  {
    "translation": {
      "en": "Captain Holly? Fiver, I think Captain Holly can take care of himself.",
      "vi": "Đại úy Holly? Anh nghĩ Đại úy Holly tự lo được cho mình."
    }
  },
  {
    "translation": {
      "en": "They usually do in the Owsla.",
      "vi": "Họ thường thế ở Owsla."
    }
  },
  {
    "translation": {
      "en": "I know, and no one likes hearing about someone else's dreams, but...",
      "vi": "Em biết, chẳng ai thích nghe về giấc mơ của người khác,"
    }
  },
  {
    "translation": {
      "en": "Huh. Dewdrop.",
      "vi": "- nhưng... - Giọt Sương."
    }
  },
  {
    "translation": {
      "en": "- I dreamt something was coming. -",
      "vi": "Em mơ thấy Sandleford sắp có chuyện."
    }
  },
  {
    "translation": {
      "en": "- My dream was about Captain Holly. - It's him again.",
      "vi": "- Em mơ về Đại úy Holly. - Lại là anh ấy."
    }
  },
  {
    "translation": {
      "en": "- Is he still looking? - Hazel.",
      "vi": "- Anh ấy vẫn nhìn? - Cây Phỉ."
    }
  },
  {
    "translation": {
      "en": "- Don't look at him. - Do you like him?",
      "vi": "Đừng nhìn anh ấy. Cô thích anh ấy?"
    }
  },
  {
    "translation": {
      "en": "Oh, look, Fiver, sow thistle! Finally, something good to eat.",
      "vi": "Số Năm, cây diếp dai! Cuối cùng cũng có đồ ngon để ăn."
    }
  },
  {
    "translation": {
      "en": "Oi, you two. You know the rules.",
      "vi": "Hai người. Hai người biết quy định đấy."
    }
  },
  {
    "translation": {
      "en": "Sow thistle is reserved for members of the Owsla, don't you know that?",
      "vi": "Cây diếp dai dành cho người của Owsla, không biết à?"
    }
  },
  {
    "translation": {
      "en": "- Move along. -",
      "vi": "Đi tiếp đi."
    }
  },
  {
    "translation": {
      "en": "You know the rules. I'm sick of the rules.",
      "vi": "Hai người biết quy định đấy. Anh chán quy định rồi."
    }
  },
  {
    "translation": {
      "en": "I wonder whether there's a place for us in this warren!",
      "vi": "Em tự hỏi ở vùng này có chỗ cho ta không?"
    }
  },
  {
    "translation": {
      "en": "There's too many rabbits and too little food without the Owsla stealing from us--",
      "vi": "Quá nhiều thỏ nhưng quá ít đồ ngon mà Owsla không trộm của ta."
    }
  },
  {
    "translation": {
      "en": "This is where it comes from... the thing in my dream.",
      "vi": "Chỗ của nó đây, thứ trong giấc mơ của em."
    }
  },
  {
    "translation": {
      "en": "Look!",
      "vi": "Xem kìa!"
    }
  },
  {
    "translation": {
      "en": "The fields are filled with blood.",
      "vi": "Những cánh đồng đầy máu."
    }
  },
  {
    "translation": {
      "en": "It's only the light of sunset, Fiver.",
      "vi": "Chỉ là ánh sáng hoàng hôn mà, Số Năm."
    }
  },
  {
    "translation": {
      "en": "Brother, I know everyone thinks I'm strange.",
      "vi": "Anh, em biết ai cũng thấy em kì lạ,"
    }
  },
  {
    "translation": {
      "en": "Even you sometimes, but you have to believe me.",
      "vi": "đến anh đôi khi cũng thế, nhưng anh phải tin em."
    }
  },
  {
    "translation": {
      "en": "Something will come to this place... something foul and fierce.",
      "vi": "Nơi này sắp có chuyện rồi, một chuyện kinh khủng và ác liệt."
    }
  },
  {
    "translation": {
      "en": "- We need to warn everyone. - But we're outskirters, Fiver.",
      "vi": "- Ta cần cảnh báo với mọi người. - Nhưng ta là người ngoài, Số Năm."
    }
  },
  {
    "translation": {
      "en": "People don't listen to us.",
      "vi": "Mọi người không nghe ta đâu."
    }
  },
  {
    "translation": {
      "en": "Well, we must make them listen.",
      "vi": "Ta phải làm cho họ nghe."
    }
  },
  {
    "translation": {
      "en": "How do you propose we do that?",
      "vi": "Theo em ta làm thế nào?"
    }
  },
  {
    "translation": {
      "en": "Go away. He's busy.",
      "vi": "Đi đi, ông ấy bận rồi."
    }
  },
  {
    "translation": {
      "en": "We only need a few moments with the Threarah.",
      "vi": "Chỉ xin vài phút với Threarah."
    }
  },
  {
    "translation": {
      "en": "We wouldn't ask if it weren't important.",
      "vi": "Không quan trọng thì đã chẳng xin."
    }
  },
  {
    "translation": {
      "en": "All right, go on.",
      "vi": "Được, làm đi."
    }
  },
  {
    "translation": {
      "en": "But if I get my head bitten off, I'll come looking for you.",
      "vi": "Nhưng nếu tôi bị gõ đầu, tôi sẽ đến tìm hai người."
    }
  },
  {
    "translation": {
      "en": "So, you were saying, your brother senses things.",
      "vi": "Vậy anh nói em trai anh cảm thấy gì đó."
    }
  },
  {
    "translation": {
      "en": "Uh, yes. Sometimes images in his head.",
      "vi": "Vâng. Đôi khi có hình ảnh trong đầu."
    }
  },
  {
    "translation": {
      "en": "And...  I don't know how to say it, but he was right before.",
      "vi": "Tôi không biết nói sao nhưng trước đây nó đã đúng."
    }
  },
  {
    "translation": {
      "en": "- He knew the flood was coming last autumn. - Oh, I see.",
      "vi": "- Nó biết sẽ có lũ vào mùa thu trước. - Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "And what has he, um, sensed this time?",
      "vi": "Thế lần này nó thấy gì?"
    }
  },
  {
    "translation": {
      "en": "I don't know what it is, but it's bad.",
      "vi": "Tôi không biết là gì nhưng tồi tệ. Rất tồi tệ."
    }
  },
  {
    "translation": {
      "en": "It's so bad. You have to get everyone to leave tonight, Threarah, please.",
      "vi": "Tôi không biết là gì nhưng tồi tệ. Rất tồi tệ. Ông phải bảo mọi người lên đường tối nay, Threarah."
    }
  },
  {
    "translation": {
      "en": "My goodness. Everyone? Tonight?",
      "vi": "Trời ơi. Mọi người? Tối nay?"
    }
  },
  {
    "translation": {
      "en": "The entire warren, and you want me to tell them that we all have to go?",
      "vi": "Toàn bộ nơi này và anh muốn tôi bảo họ là chúng tôi phải đi."
    }
  },
  {
    "translation": {
      "en": "Well, I'll give that some very serious thought.",
      "vi": "À, tôi sẽ nghiêm túc suy nghĩ."
    }
  },
  {
    "translation": {
      "en": "You're not listening. There is no time.",
      "vi": "Ông không nghe rồi. Không có thời gian."
    }
  },
  {
    "translation": {
      "en": "I can feel the danger like a wire around my neck!",
      "vi": "Tôi có thể cảm nhận được nguy hiểm như sợi dây quanh cổ tôi."
    }
  },
  {
    "translation": {
      "en": "Threarah, you have to act now... Now!",
      "vi": "Threarah, ông phải hành động ngay. Ngay giờ!"
    }
  },
  {
    "translation": {
      "en": "Bigwig!",
      "vi": "Tóc Giả!"
    }
  },
  {
    "translation": {
      "en": "Hazel, I think your brother needs to rest for a while.",
      "vi": "Cây Phỉ, tôi nghĩ em của anh cần nghỉ ngơi một thời gian."
    }
  },
  {
    "translation": {
      "en": "Take him out for some fresh air.",
      "vi": "Đưa anh ta ra ngoài hít thở đi."
    }
  },
  {
    "translation": {
      "en": "- No, but... - Shh. Yes, Threarah.",
      "vi": "- Nhưng... - Vâng, Threarah."
    }
  },
  {
    "translation": {
      "en": "I told you I wanted to be left alone, fool!",
      "vi": "Đã bảo ta muốn ở một mình, đồ ngu!"
    }
  },
  {
    "translation": {
      "en": "And you let a bunch of outskirters...",
      "vi": "Thế mà mi cho người ngoài..."
    }
  },
  {
    "translation": {
      "en": "Hazel... Hazel. That was our answer.",
      "vi": "Cây Phỉ. Đó là câu trả lời của ta."
    }
  },
  {
    "translation": {
      "en": "We have to go.",
      "vi": "Chúng ta phải đi."
    }
  },
  {
    "translation": {
      "en": "Are you really sure, Fiver?",
      "vi": "Em có chắc thật không, Số Năm?"
    }
  },
  {
    "translation": {
      "en": "I'm telling you now as your brother, as your friend...",
      "vi": "Em đang nói với tư cách em của anh, bạn của anh,"
    }
  },
  {
    "translation": {
      "en": "this warren will soon be laid waste.",
      "vi": "nơi này sẽ sớm bị tàn phá."
    }
  },
  {
    "translation": {
      "en": "We can leave now, or we can be destroyed with it.",
      "vi": "Ta có thể đi bây giờ hoặc có thể bị tiêu diệt cùng nó."
    }
  },
  {
    "translation": {
      "en": "We need to spread the word to as many rabbits as possible, but be careful.",
      "vi": "Ta cần loan tin tới thật nhiều thỏ. Nhưng hãy cẩn thận."
    }
  },
  {
    "translation": {
      "en": "If the Owsla get wind of this, there will be trouble.",
      "vi": "Nếu Owsla biết được thì sẽ rắc rối."
    }
  },
  {
    "translation": {
      "en": "Bluebell, Blackberry, there's a danger coming.",
      "vi": "Hoa Chuông, Mâm Xôi, sắp có nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "Hey, listen. There's a danger coming to Sandleford. Hazel will lead us to safety.",
      "vi": "Nghe đây. Sắp có nguy hiểm với Sandleford. Cây Phỉ đưa ta tới an toàn. Tới Đồi Frith dưới cầu."
    }
  },
  {
    "translation": {
      "en": "Join us at Frith Down under the bridge.",
      "vi": "Cây Phỉ đưa ta tới an toàn. Tới Đồi Frith dưới cầu."
    }
  },
  {
    "translation": {
      "en": "Good heavens. I mean, good gracious. I mean, that is to say...",
      "vi": "Trời ơi. Thật tốt. Như thế để nói..."
    }
  },
  {
    "translation": {
      "en": "Hazel, if your brother has taken firm stock in such a portent--",
      "vi": "Cây Phỉ, nếu em của anh chắc nịch thế về tai họa..."
    }
  },
  {
    "translation": {
      "en": "What Blackberry's trying to say is, we're in!",
      "vi": "Ý của Mâm Xôi là chúng tôi tham gia."
    }
  },
  {
    "translation": {
      "en": "Hey, there's a danger coming to Sandleford.",
      "vi": "Này, sắp có nguy hiểm với Sandleford."
    }
  },
  {
    "translation": {
      "en": "Hazel will lead us to safety.",
      "vi": "Cây Phỉ sẽ đưa ta tới an toàn."
    }
  },
  {
    "translation": {
      "en": "Join us at Frith Down, under the bridge.",
      "vi": "Tới đồi Frith dưới cầu."
    }
  },
  {
    "translation": {
      "en": "What was all that about?",
      "vi": "Chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "But I don't understand.",
      "vi": "Tôi chẳng hiểu."
    }
  },
  {
    "translation": {
      "en": "- Sandleford is our home, Hazel. - Look, there's a danger coming.",
      "vi": "- Sandleford là nhà của ta, Cây Phỉ. - Sắp có nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "My brother sensed it. He's often right about these things.",
      "vi": "Em tôi cảm nhận được. Nó luôn đúng mấy vụ này."
    }
  },
  {
    "translation": {
      "en": "What if it's more dangerous out there than here?",
      "vi": "Lỡ ngoài đó nguy hiểm hơn ở đây thì sao?"
    }
  },
  {
    "translation": {
      "en": "We're meeting at Fu Inle, by the cattle grid.",
      "vi": "Chúng tôi tụ tập ở Fu Inle, cạnh chỗ lưới ngăn súc vật."
    }
  },
  {
    "translation": {
      "en": "Come with us.",
      "vi": "Đi cùng nhé."
    }
  },
  {
    "translation": {
      "en": "Come with me.",
      "vi": "Đi cùng tôi."
    }
  },
  {
    "translation": {
      "en": "Let me think about it, okay?",
      "vi": "Để tôi suy nghĩ nhé?"
    }
  },
  {
    "translation": {
      "en": "Dewdrop? Dewdrop?",
      "vi": "- Giọt Sương? - Ta đi đâu từ đây? Giọt Sương?"
    }
  },
  {
    "translation": {
      "en": "It's Blackberry and Bluebell, and we've brought Hawkbit and Dandelion, too.",
      "vi": "Là Mâm Xôi và Hoa Chuông, chúng tôi đem theo Bồ Công Anh Nhỏ và Bồ Công Anh."
    }
  },
  {
    "translation": {
      "en": "- Get down here before you're seen! - Right you are.",
      "vi": "- Xuống đi kẻo bị nhìn thấy. - Đúng."
    }
  },
  {
    "translation": {
      "en": "Wait, wait, wait, this everyone?",
      "vi": "Khoan, đủ cả rồi chứ?"
    }
  },
  {
    "translation": {
      "en": "Where are the does? I presumed there'd be does.",
      "vi": "Thỏ cái đâu? Tôi cho là sẽ có thỏ cái."
    }
  },
  {
    "translation": {
      "en": "This can't be everyone. It can't be.",
      "vi": "Không thể có tất cả đâu."
    }
  },
  {
    "translation": {
      "en": "Maybe we should go back, convince the others.",
      "vi": "Ta nên quay lại thuyết phục số kia."
    }
  },
  {
    "translation": {
      "en": "- She's not coming, Hazel. -",
      "vi": "Cô ấy sẽ không đến, Cây Phỉ."
    }
  },
  {
    "translation": {
      "en": "There's been more and more of those strange things recently.",
      "vi": "Gần đây ngày càng có nhiều chuyện lạ."
    }
  },
  {
    "translation": {
      "en": "- They come from humans. - Fascinating.",
      "vi": "Là do con người. Hấp dẫn đấy."
    }
  },
  {
    "translation": {
      "en": "All right. Let's go.",
      "vi": "Được rồi, ta đi."
    }
  },
  {
    "translation": {
      "en": "Not so fast!",
      "vi": "Đừng vội thế!"
    }
  },
  {
    "translation": {
      "en": "You're all under arrest for spreading dissension and inciting to mutiny.",
      "vi": "Mọi người bị bắt vì gây bất đồng và kích động làm phản."
    }
  },
  {
    "translation": {
      "en": "You more than anyone need to listen, Captain Holly.",
      "vi": "Hơn ai hết, ông cần lắng nghe, Đại úy Holly."
    }
  },
  {
    "translation": {
      "en": "Something is coming to this place, something foul and fierce.",
      "vi": "Nơi này sắp có biến, một chuyện kinh khủng và ác liệt."
    }
  },
  {
    "translation": {
      "en": "Just let us go.",
      "vi": "Cứ để chúng tôi đi."
    }
  },
  {
    "translation": {
      "en": "Even if you are bigger, there are more of us.",
      "vi": "Ông to hơn thì chúng tôi đông hơn."
    }
  },
  {
    "translation": {
      "en": "We fancy it'd be a good fight.",
      "vi": "Sẽ dễ đánh nhau thôi."
    }
  },
  {
    "translation": {
      "en": "The Threarah nearly tore my ears off tonight after I'd let you in.",
      "vi": "Threarah suýt xé rách tai tôi tối nay khi để hai người vào."
    }
  },
  {
    "translation": {
      "en": "Told me I'm lucky I'm not kicked out of the Owsla!",
      "vi": "Bảo là may cho tôi vì không bị tống khỏi Owsla."
    }
  },
  {
    "translation": {
      "en": "Lucky to still have my privileges. Well...",
      "vi": "May vì vẫn còn nhiều đặc quyền."
    }
  },
  {
    "translation": {
      "en": "- Well, I'm sick of being in the Owsla. - Thlayli!",
      "vi": "- Tôi chán ở Owsla rồi. - Thlayli."
    }
  },
  {
    "translation": {
      "en": "I'm sick of being in this warren!",
      "vi": "Tôi chán ở xứ thỏ này rồi!"
    }
  },
  {
    "translation": {
      "en": "I'm sick of obeying your orders and towing the line!",
      "vi": "Tôi chán tuân lệnh ông và kéo dây rồi!"
    }
  },
  {
    "translation": {
      "en": "Thlayli, be careful, now. Think about what you're doing.",
      "vi": "Thlayli, cẩn thận nào. Hãy nghĩ về việc anh đang làm."
    }
  },
  {
    "translation": {
      "en": "Go now, Captain Holly, or we'll kill the lot of you.",
      "vi": "Đi đi, Đại úy Holly, kẻo chúng tôi giết ông đấy."
    }
  },
  {
    "translation": {
      "en": "Someone told them what you're up to.",
      "vi": "Chắc có người báo với họ."
    }
  },
  {
    "translation": {
      "en": "We need to move before they come back with the entire Owsla.",
      "vi": "Ta cần đi trước khi họ quay lại với cả Owsla."
    }
  },
  {
    "translation": {
      "en": "Along the line of the stream and through the meadow, then into the woods. Come on!",
      "vi": "Dọc con suối và qua đồng cỏ, sau đó vào rừng. Đi nào!"
    }
  },
  {
    "translation": {
      "en": "Do you think this is where the black rabbit of Inle lives?",
      "vi": "Anh có nghĩ đây là chỗ của thỏ đen Inle?"
    }
  },
  {
    "translation": {
      "en": "In a stone warren of dead rabbits, filled with disease and death?",
      "vi": "Ở vùng đá của thỏ chết, đầy bệnh tật và chết chóc?"
    }
  },
  {
    "translation": {
      "en": "Please stop talking.",
      "vi": "Xin đừng nói nữa."
    }
  },
  {
    "translation": {
      "en": "With black eyes that burn like the fires of hell",
      "vi": "Với mắt đen cháy như lửa địa ngục."
    }
  },
  {
    "translation": {
      "en": "and a cold, grey expression, with sorrow beyond imagining.",
      "vi": "Và vẻ mặt lạnh lùng xám xịt với nỗi u sầu khó hình dung."
    }
  },
  {
    "translation": {
      "en": "Bluebell, you're making everyone nervous.",
      "vi": "Hoa Chuông, anh đang làm mọi người lo lắng."
    }
  },
  {
    "translation": {
      "en": "Hazel, this was your plan. Where are we going?",
      "vi": "Cây Phỉ, đây là kế hoạch của anh. Chúng ta đang đi đâu?"
    }
  },
  {
    "translation": {
      "en": "We need to get clear of the old warren, then I guess we'll find somewhere to stay.",
      "vi": "Ta chỉ cần tránh khỏi nơi cũ rồi tôi đoán - ta sẽ tìm được nơi để ở. - Anh đoán?"
    }
  },
  {
    "translation": {
      "en": "You guess? He guesses. Who's leader here, anyway?",
      "vi": "- ta sẽ tìm được nơi để ở. - Anh đoán? Anh ấy đoán. Mà ở đây ai là thủ lĩnh?"
    }
  },
  {
    "translation": {
      "en": "No one by the looks of it. - They're up ahead! -",
      "vi": "- Chẳng ai phù hợp. - Chúng ở phía trước!"
    }
  },
  {
    "translation": {
      "en": "- Owsla. - Everyone run!",
      "vi": "- Owsla. - Mọi người chạy đi!"
    }
  },
  {
    "translation": {
      "en": "Get them!",
      "vi": "Bắt lấy chúng!"
    }
  },
  {
    "translation": {
      "en": "Quick, go! Come on!",
      "vi": "Nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "- They're getting away! - Close them down!",
      "vi": "Kìa, chúng đang thoát! Chặn chúng lại!"
    }
  },
  {
    "translation": {
      "en": "This is a nice surprise, Hazel!",
      "vi": "Bất ngờ thú vị, Cây Phỉ."
    }
  },
  {
    "translation": {
      "en": "I say we go deeper into the trees and hide.",
      "vi": "- Tôi bảo đi sâu vào rừng để trốn. - Không."
    }
  },
  {
    "translation": {
      "en": "- No. We have to cross the river here. - Cross it? Maybe some of us could,",
      "vi": "- Ta phải vượt sông. - Vượt sông? Vài người có thể vượt được nhưng anh và Hoa Chuông kiệt sức rồi."
    }
  },
  {
    "translation": {
      "en": "but you and Bluebell are worn out.",
      "vi": "Vài người có thể vượt được nhưng anh và Hoa Chuông kiệt sức rồi."
    }
  },
  {
    "translation": {
      "en": "If Fiver says we cross here, we cross here.",
      "vi": "Nếu Số Năm nói vượt qua đây thì chúng tôi làm."
    }
  },
  {
    "translation": {
      "en": "They're here. I see 'em!",
      "vi": "- Chúng đây! Ta thấy rồi. - Nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "- Faster. Faster! - Get 'em!",
      "vi": "- Nhanh nữa lên! - Bắt chúng!"
    }
  },
  {
    "translation": {
      "en": "We'll never outrun them now. We're done for.",
      "vi": "Giờ ta sẽ chẳng nhanh hơn họ"
    }
  },
  {
    "translation": {
      "en": "Go on! Get 'em!",
      "vi": "- Ta tiêu rồi. - Bắt chúng."
    }
  },
  {
    "translation": {
      "en": "- Faster! - They're getting away!",
      "vi": "Mau lên! Chúng đang thoát."
    }
  },
  {
    "translation": {
      "en": "- Faster, they're catching up! - Blackberry, any suggestions?",
      "vi": "- Nhanh lên, chúng sắp bắt kịp. - Mâm Xôi, có gợi ý gì không?"
    }
  },
  {
    "translation": {
      "en": "I had a rather splendid idea, but the blasted thing disappeared again.",
      "vi": "Tôi có một ý khá hay nhưng nó lại biến mất rồi."
    }
  },
  {
    "translation": {
      "en": "About... uh, about the strange things that Fiver and I saw,",
      "vi": "Về mấy thứ kì lạ mà Số Năm và tôi nhìn thấy..."
    }
  },
  {
    "translation": {
      "en": "the human things that move on top of the river, on top of the...",
      "vi": "mà con người di chuyển trên đó, trên..."
    }
  },
  {
    "translation": {
      "en": "It's... It's... It was...",
      "vi": "Nó..."
    }
  },
  {
    "translation": {
      "en": "There!",
      "vi": "Kia!"
    }
  },
  {
    "translation": {
      "en": "- Everybody follow me! -",
      "vi": "Mọi người, theo tôi!"
    }
  },
  {
    "translation": {
      "en": "Where're they going?",
      "vi": "Chúng đi đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "- Here! Quick. Get on this thing. -",
      "vi": "- Nhanh, đứng lên nó. - Nhanh, mọi người."
    }
  },
  {
    "translation": {
      "en": "What's going on? - Push it into the water. -",
      "vi": "- Có chuyện gì thế? - Hai người đẩy ra xa hơn."
    }
  },
  {
    "translation": {
      "en": "Push!",
      "vi": "Đẩy đi!"
    }
  },
  {
    "translation": {
      "en": "- Quick! -",
      "vi": "- Kia! - Sắp sâu rồi."
    }
  },
  {
    "translation": {
      "en": "- Hold on with your paws. - What are they doing?",
      "vi": "Giữ bằng móng trước. - Chúng làm gì thế? - Chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "Go upstream!",
      "vi": "- Kìa! Thoát... - Đi."
    }
  },
  {
    "translation": {
      "en": "- This way! - Come on, lads. Faster.",
      "vi": "Lối này! Nhanh lên nào."
    }
  },
  {
    "translation": {
      "en": "- - Try and find a way across.",
      "vi": "Ta sẽ tìm cách qua."
    }
  },
  {
    "translation": {
      "en": "- - Quick! Get 'em!",
      "vi": "Nhanh! Bắt chúng!"
    }
  },
  {
    "translation": {
      "en": "Get 'em.",
      "vi": "Bắt chúng!"
    }
  },
  {
    "translation": {
      "en": "- Cut them off! - Come on, Toadflax!",
      "vi": "Cắt đuôi chúng! Nhanh, Liễu Ngư! Chạy nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "- Come on! -",
      "vi": "Nhanh, Liễu Ngư! Chạy nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "- Come on! - They're getting away!",
      "vi": "- Nhanh! - Bắt lấy chúng!"
    }
  },
  {
    "translation": {
      "en": "Kick! Kick! Kick!",
      "vi": "Đá! Đá vào lưng tôi..."
    }
  },
  {
    "translation": {
      "en": "- Keep kicking! - Go, go, go, go!",
      "vi": "- Cứ đá đi! - Đi..."
    }
  },
  {
    "translation": {
      "en": "- - Come on!",
      "vi": "Nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "I'll see you again, Bigwig! I promise you that!",
      "vi": "Hẹn gặp lại, Tóc Giả! Hứa đấy!"
    }
  },
  {
    "translation": {
      "en": "And next time, there won't be a river between us!",
      "vi": "Lần sau sẽ chẳng có sông giữa chúng ta đâu."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm counting on it.",
      "vi": "Ồ, tôi đang mong thế đây."
    }
  },
  {
    "translation": {
      "en": "Everybody listen up! Now that I'm official storyteller...",
      "vi": "Mọi người nghe đây! Giờ tôi là người kể chuyện chính thức,"
    }
  },
  {
    "translation": {
      "en": "I've decided I am the official storyteller of the group, by the way.",
      "vi": "tôi đã quyết định tôi là người kể chuyện chính thức của nhóm,"
    }
  },
  {
    "translation": {
      "en": "I'll have to make it into a legendary tale.",
      "vi": "tôi phải biến nó thành một truyền thuyết."
    }
  },
  {
    "translation": {
      "en": "The Story of How Hazel Led Our Escape Over the Raging Rapids.",
      "vi": "Câu Chuyện Cây Phỉ Dẫn Chúng Ta Chạy Trốn Qua Dòng Thác Dữ."
    }
  },
  {
    "translation": {
      "en": "It was Blackberry who had the idea.",
      "vi": "Là ý tưởng của Mâm Xôi."
    }
  },
  {
    "translation": {
      "en": "But you stayed calm and led us on our way.",
      "vi": "Phải, nhưng anh đã bình tĩnh, dẫn lối cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I tell you, he is what I call a Chief Rabbit. Hazel- rah!",
      "vi": "Tôi gọi đó là Thỏ Thủ Lĩnh. - Cây Phỉ muôn năm! - Cây Phỉ muôn năm! Thỏ Thủ Lĩnh!"
    }
  },
  {
    "translation": {
      "en": "Hazel- rah! Chief Rabbit!",
      "vi": "- Cây Phỉ muôn năm! - Cây Phỉ muôn năm! Thỏ Thủ Lĩnh!"
    }
  },
  {
    "translation": {
      "en": "Frith in a wasps' nest!",
      "vi": "Frith trong tổ ong bắp cày!"
    }
  },
  {
    "translation": {
      "en": "The day I call you Chief Rabbit, Hazel, that'll be the day.",
      "vi": "Ngày tôi gọi anh là Thỏ Thủ Lĩnh, Cây Phỉ, sẽ là ngày đó."
    }
  },
  {
    "translation": {
      "en": "I'll stop fighting that day, and all.",
      "vi": "Ngày đó tôi sẽ thôi chiến đấu."
    }
  },
  {
    "translation": {
      "en": "I know we have to find a new home,",
      "vi": "Tôi biết ta phải tìm nhà,"
    }
  },
  {
    "translation": {
      "en": "but we're like sitting ducks out here in the open.",
      "vi": "nhưng ở nơi đây ta sẽ bị đe dọa."
    }
  },
  {
    "translation": {
      "en": "And why does it have to be so far away?",
      "vi": "Mà sao phải xa xôi thế?"
    }
  },
  {
    "translation": {
      "en": "- I guess because Fiver says. - Because Fiver says.",
      "vi": "- Có lẽ vì Số Năm nói thế. - Vì Số Năm nói thế?"
    }
  },
  {
    "translation": {
      "en": "Fiver says a lot of things. What if Fiver says jump out of a bush and tickle a wolf?",
      "vi": "Số Năm nói nhiều điều. Lỡ Số Năm nói nhảy ra khỏi bụi rậm và cù con sói?"
    }
  },
  {
    "translation": {
      "en": "Because Fiver says! Hazel's no fool, Hawkbit.",
      "vi": "- Vì Số Năm nói thế. - Cây Phỉ không ngốc đâu."
    }
  },
  {
    "translation": {
      "en": "He knows we need to take Fiver with a pinch of salt now and then.",
      "vi": "Anh ấy biết đôi khi ta cần không hoàn toàn tin Số Năm."
    }
  },
  {
    "translation": {
      "en": "- What was that? - Up ahead. Through the hedge.",
      "vi": "- Gì thế? - Phía trước. Qua bờ giậu kia."
    }
  },
  {
    "translation": {
      "en": "What is it?",
      "vi": "Gì đây?"
    }
  },
  {
    "translation": {
      "en": "Doesn't smell natural.",
      "vi": "- Mùi không tự nhiên. - Đây là đường."
    }
  },
  {
    "translation": {
      "en": "It's a road. Have you never seen one before or something?",
      "vi": "- Mùi không tự nhiên. - Đây là đường. Chưa bao giờ nhìn thấy sao?"
    }
  },
  {
    "translation": {
      "en": "Don't know much about things, do you, Hazel- rah?",
      "vi": "Không biết nhiều lắm à, Cây Phỉ?"
    }
  },
  {
    "translation": {
      "en": "Why don't you teach me, Bigwig?",
      "vi": "Sao không dạy tôi đi, Tóc Giả?"
    }
  },
  {
    "translation": {
      "en": "The men put the black stuff there, so that the hrududil can run on it.",
      "vi": "Con người rải nhựa lên đó để xe có thể chạy."
    }
  },
  {
    "translation": {
      "en": "They're harmless, so long as you leave them alone by night.",
      "vi": "Chúng vô hại, miễn là ban đêm ta để chúng yên."
    }
  },
  {
    "translation": {
      "en": "See that? They don't hurt you.",
      "vi": "Thấy chưa? Chúng đâu làm hại ta."
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, I don't think they're alive.",
      "vi": "Thật ra tôi không nghĩ chúng sống."
    }
  },
  {
    "translation": {
      "en": "You say they're not dangerous, Bigwig, but look at that.",
      "vi": "Ý anh là chúng không nguy hiểm, Tóc Giả, nhưng xem kìa."
    }
  },
  {
    "translation": {
      "en": "A yona... Why would it kill a yona?",
      "vi": "Một con nhím. Sao nó lại giết con nhím?"
    }
  },
  {
    "translation": {
      "en": "Yonil hunt at night. That's what I'm trying to say to you.",
      "vi": "Nhím đi săn ban đêm. Ý tôi là thế đấy."
    }
  },
  {
    "translation": {
      "en": "In the dark, the hrududil have big lights and they draw creatures close.",
      "vi": "Ban đêm, xe cộ có đèn to đùng, chúng thu hút các sinh vật."
    }
  },
  {
    "translation": {
      "en": "And if they shine on you, you go tharn...",
      "vi": "Nếu chúng rọi vào ta, ta sẽ bị rối loạn..."
    }
  },
  {
    "translation": {
      "en": "and then they crush you.",
      "vi": "rồi chúng nghiền nát ta."
    }
  },
  {
    "translation": {
      "en": "You let me know if you want me to teach you anything else, Hazel.",
      "vi": "Nếu muốn tôi dạy cho điều gì thì cứ bảo tôi, Cây Phỉ."
    }
  },
  {
    "translation": {
      "en": "We have to keep moving.",
      "vi": "Ta phải đi tiếp."
    }
  },
  {
    "translation": {
      "en": "There's too many elil at night to stay still without a warren.",
      "vi": "Có quá nhiều kẻ thù ban đêm để mà ở yên một chỗ."
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "vi": "Đi nào!"
    }
  },
  {
    "translation": {
      "en": "Fiver!",
      "vi": "Số Năm!"
    }
  },
  {
    "translation": {
      "en": "What is it?",
      "vi": "Gì đây?"
    }
  },
  {
    "translation": {
      "en": "There, that's where we're going.",
      "vi": "Kia, đó là nơi ta sẽ tới."
    }
  },
  {
    "translation": {
      "en": "That down.",
      "vi": "Đồi đó."
    }
  },
  {
    "translation": {
      "en": "That's our home.",
      "vi": "Đó là nhà của ta."
    }
  },
  {
    "translation": {
      "en": "We head for the down.",
      "vi": "Ta sẽ tới đồi đó."
    }
  },
  {
    "translation": {
      "en": "- Where are we going to sleep? - Yeah, where?",
      "vi": "- Ta sẽ ngủ ở đâu, Cây Phỉ? - Sẽ ngủ ở đâu?"
    }
  },
  {
    "translation": {
      "en": "There'll be more elil out soon. It's far too late to dig scrapes.",
      "vi": "Sẽ sớm có thêm kẻ thù, và quá muộn để cố đào hang."
    }
  },
  {
    "translation": {
      "en": "Shh.",
      "vi": "Suỵt."
    }
  },
  {
    "translation": {
      "en": "- Bigwig! I thought-- - Quiet, Fiver. Something's here.",
      "vi": "- Tóc Giả! - Yên nào, Số Năm. - Tôi nghĩ có gì đó... - Ở đây có gì đó."
    }
  },
  {
    "translation": {
      "en": "- What is it? - Maybe it's the black rabbit of Inle.",
      "vi": "Gì thế? - Có thể là thỏ đen Inle. - Vớ vẩn. Làm gì có thứ đó."
    }
  },
  {
    "translation": {
      "en": "Nonsense. There's no such thing.",
      "vi": "- Có thể là thỏ đen Inle. - Vớ vẩn. Làm gì có thứ đó."
    }
  },
  {
    "translation": {
      "en": "- Wake up now. - Bigwig. What's going on?",
      "vi": "- Dậy đi. - Gì thế? Tóc Giả. Gì thế?"
    }
  },
  {
    "translation": {
      "en": "Corvil! A reckoning of them!",
      "vi": "- Quạ! Có lẽ là chúng! - Chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "We should run.",
      "vi": "Ta nên chạy đi."
    }
  },
  {
    "translation": {
      "en": "- Let me try and talk to them. - Talk to them? Hazel, no!",
      "vi": "- Để tôi thử nói chuyện. - Nói chuyện? Cây Phỉ, không!"
    }
  },
  {
    "translation": {
      "en": "We understand that this might be your home.",
      "vi": "Chúng tôi biết đây có thể là nhà của các bạn."
    }
  },
  {
    "translation": {
      "en": "We are only here because we've got nowhere else to go.",
      "vi": "Chúng tôi chỉ tới đây vì không còn nơi nào để đi."
    }
  },
  {
    "translation": {
      "en": "- - Get him off me!",
      "vi": "Bỏ tôi ra!"
    }
  },
  {
    "translation": {
      "en": "Someone should draw them away, give the rest of us a chance.",
      "vi": "Ai đó nên dụ chúng đi để ta có cơ hội."
    }
  },
  {
    "translation": {
      "en": "Are you mad? You'll never outrun a corva!",
      "vi": "Điên à? Chẳng chạy nhanh hơn quạ đâu!"
    }
  },
  {
    "translation": {
      "en": "I'll go.",
      "vi": "Có tôi."
    }
  },
  {
    "translation": {
      "en": "He's serious.",
      "vi": "Anh ấy nghiêm túc."
    }
  },
  {
    "translation": {
      "en": "- - That is one fast rabbit.",
      "vi": "Đó là con thỏ nhanh."
    }
  },
  {
    "translation": {
      "en": "He's got 'em distracted. Let's go!",
      "vi": "Anh ấy làm chúng mất tập trung. Ta đi nào!"
    }
  },
  {
    "translation": {
      "en": "There he is. No! Dandelion! Put him down!",
      "vi": "Anh ấy kia. Không. Bồ Công Anh! Đẩy anh ấy xuống."
    }
  },
  {
    "translation": {
      "en": "Run, Dandelion, run!",
      "vi": "Chạy đi, Bồ Công Anh."
    }
  },
  {
    "translation": {
      "en": "One step closer and I'll pull your tail feathers out",
      "vi": "Thêm một bước nữa là tao vặt lông đuôi mày"
    }
  },
  {
    "translation": {
      "en": "and stuff them down your throat, you embleer corva!",
      "vi": "nhét vào họng mày đấy, quạ hôi ạ."
    }
  },
  {
    "translation": {
      "en": "All right, day's breaking, we should stop.",
      "vi": "Được rồi, sắp sáng, ta nên dừng lại."
    }
  },
  {
    "translation": {
      "en": "No. We keep moving.",
      "vi": "Không, ta đi tiếp."
    }
  },
  {
    "translation": {
      "en": "Are you giving me an order, Hazel?",
      "vi": "Anh ra lệnh cho tôi à, Cây Phỉ?"
    }
  },
  {
    "translation": {
      "en": "Because I didn't realise anyone had made you Chief Rabbit!",
      "vi": "Vì tôi không biết đã có người phong anh làm thỏ thủ lĩnh."
    }
  },
  {
    "translation": {
      "en": "After all, it was me who helped us escape Sandleford.",
      "vi": "Xét cho cùng, tôi là người đã giúp ta thoát khỏi Sandleford,"
    }
  },
  {
    "translation": {
      "en": "Blackberry who rescued us at the stream.",
      "vi": "Mâm Xôi cứu ta ở dòng suối."
    }
  },
  {
    "translation": {
      "en": "Oh, and Dandelion who saved us from your stupid mistake with the birds!",
      "vi": "À, và Bồ Công Anh cứu ta khỏi sai lầm của anh với mấy con chim đó."
    }
  },
  {
    "translation": {
      "en": "We followed you here,",
      "vi": "Chúng tôi theo anh tới đây"
    }
  },
  {
    "translation": {
      "en": "because you promised us a better life, Hazel, a better life!",
      "vi": "vì anh hứa hẹn một cuộc sống tốt đẹp hơn, Cây Phỉ!"
    }
  },
  {
    "translation": {
      "en": "Things will improve when we reach the down.",
      "vi": "Tình hình sẽ cải thiện khi ta tới đồi đó."
    }
  },
  {
    "translation": {
      "en": "Yes, yes! The down.",
      "vi": "Phải! Ngọn đồi đó."
    }
  },
  {
    "translation": {
      "en": "The place we're heading for no reason other than Fiver had a feeling about it!",
      "vi": "Nơi ta đang tới chỉ vì Số Năm có linh cảm về nó."
    }
  },
  {
    "translation": {
      "en": "Well, as there's no does here, I'm going to attempt to dig myself a scrape.",
      "vi": "Vì ở đây không có thỏ cái, tôi sẽ đi đào cho mình một cái hang."
    }
  },
  {
    "translation": {
      "en": "Is that okay? Not because I want to rest, but because this is where I'm staying!",
      "vi": "Được chứ? Không phải vì tôi muốn nghỉ, mà vì đây là nơi tôi sẽ ở lại!"
    }
  },
  {
    "translation": {
      "en": "Bigwig was right. I'm not a leader.",
      "vi": "Tóc Giả nói đúng. Anh không phải thủ lĩnh."
    }
  },
  {
    "translation": {
      "en": "I'm not strong like him.",
      "vi": "Anh không khỏe như hắn,"
    }
  },
  {
    "translation": {
      "en": "I'm not smart like Blackberry.",
      "vi": "không thông minh như Mâm Xôi."
    }
  },
  {
    "translation": {
      "en": "I'm not fast like Dandelion.",
      "vi": "Anh không nhanh như Bồ Công Anh."
    }
  },
  {
    "translation": {
      "en": "And I don't have stories to lift everyone's spirits like Bluebell.",
      "vi": "Anh cũng không có câu chuyện khích lệ tinh thần như Hoa Chuông."
    }
  },
  {
    "translation": {
      "en": "Or visions to keep us from harm like you.",
      "vi": "Hay những giấc mơ để giúp ta tránh nguy hiểm như em."
    }
  },
  {
    "translation": {
      "en": "You've led us this far, and none of us are dead.",
      "vi": "Anh đã đưa ta đi xa thế này mà chẳng ai bị chết."
    }
  },
  {
    "translation": {
      "en": "- Isn't that a miracle in itself? - It's blind luck is what it is.",
      "vi": "- Đó không phải là phép màu ư? - Mèo mù vớ cá rán thôi."
    }
  },
  {
    "translation": {
      "en": "- - We could use another dose of that now.",
      "vi": "Giờ ta cần như thế nữa đấy."
    }
  },
  {
    "translation": {
      "en": "What on earth is that rabbit doing?",
      "vi": "Con thỏ đó đang làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "Who are you, and what do you want?",
      "vi": "Anh là ai và anh muốn gì?"
    }
  },
  {
    "translation": {
      "en": "My name is Cowslip. I come from a warren just across the field here.",
      "vi": "Tôi tên Anh Thảo. Tôi đến từ xứ thỏ bên kia cánh đồng."
    }
  },
  {
    "translation": {
      "en": "I don't want anything from you.",
      "vi": "Tôi không muốn gì ở các anh. Các anh có vẻ mệt, đã đi đường xa?"
    }
  },
  {
    "translation": {
      "en": "- You look tired. Have you come a long way? - So what if we have?",
      "vi": "Tôi không muốn gì ở các anh. Các anh có vẻ mệt, đã đi đường xa? Đúng thì sao? Chẳng có nghĩa không thể tự vệ."
    }
  },
  {
    "translation": {
      "en": "That doesn't mean we can't defend ourselves.",
      "vi": "Đúng thì sao? Chẳng có nghĩa không thể tự vệ."
    }
  },
  {
    "translation": {
      "en": "I don't doubt that for one second. Our warren's not as big as we'd like,",
      "vi": "Tôi không hề nghi ngờ điều đó Chỗ chúng tôi không to như chúng tôi muốn nhưng có đủ thực phẩm đấy."
    }
  },
  {
    "translation": {
      "en": "but there's enough food to go around.",
      "vi": "Chỗ chúng tôi không to như chúng tôi muốn nhưng có đủ thực phẩm đấy."
    }
  },
  {
    "translation": {
      "en": "And if you'd like to live with us, we'd welcome you.",
      "vi": "Nếu các anh muốn sống chung, chúng tôi sẽ chào đón."
    }
  },
  {
    "translation": {
      "en": "These scrapes don't look too comfortable. There's more heavy storms on their way.",
      "vi": "Hang của các anh trông không thoải mái lắm, mà cũng sắp có bão lớn."
    }
  },
  {
    "translation": {
      "en": "Anyway, if you'll excuse me. I hate the rain.",
      "vi": "Mà xin phép nhé, tôi ghét mưa."
    }
  },
  {
    "translation": {
      "en": "Well, that was unexpected.",
      "vi": "À, rõ ràng rồi."
    }
  },
  {
    "translation": {
      "en": "Uh, we're going, right?",
      "vi": "Ta đi đúng không?"
    }
  },
  {
    "translation": {
      "en": "He seemed nice. I liked him. Let's go. Let's go right now.",
      "vi": "Hắn có vẻ tử tế. Tôi thích hắn. Ta đi, đi ngay thôi."
    }
  },
  {
    "translation": {
      "en": "But why did he invite us there? It makes no sense to share with us.",
      "vi": "Mà sao hắn mời ta tới đó? Cho ta ở chung thì không hợp lí."
    }
  },
  {
    "translation": {
      "en": "- I've got a feeling-- - Here we go.",
      "vi": "- Tôi có cảm giác... - Lại thế rồi."
    }
  },
  {
    "translation": {
      "en": "I've got a feeling we should have nothing to do with that rabbit or his warren,",
      "vi": "Tôi có cảm giác ta không nên dính dáng gì tới con thỏ đó hay chỗ của hắn."
    }
  },
  {
    "translation": {
      "en": "that we ought to leave this place at once and head to the down.",
      "vi": "Ta nên rời nơi này ngay để tới đồi đó."
    }
  },
  {
    "translation": {
      "en": "- What do you think, Hazel? - Yeah. We all know what Hazel thinks.",
      "vi": "- Anh nghĩ sao, Cây Phỉ? - Ừ. Ta biết Cây Phỉ nghĩ gì mà. Anh ấy nghĩ như Số Năm thôi."
    }
  },
  {
    "translation": {
      "en": "He thinks the same as Fiver!",
      "vi": "Ta biết Cây Phỉ nghĩ gì mà. Anh ấy nghĩ như Số Năm thôi."
    }
  },
  {
    "translation": {
      "en": "I think we should go to Cowslip's warren.",
      "vi": "Tôi nghĩ ta nên tới chỗ Anh Thảo."
    }
  },
  {
    "translation": {
      "en": "These scrapes are no good in this weather",
      "vi": "Mấy hang này không hợp với thời tiết này và tôi muốn được ấm áp"
    }
  },
  {
    "translation": {
      "en": "and I fancy taking the chance to get warm and have some sleep.",
      "vi": "Mấy hang này không hợp với thời tiết này và tôi muốn được ấm áp và được ngủ nữa."
    }
  },
  {
    "translation": {
      "en": "Sky above us. Every living creature for miles must know that's there!",
      "vi": "Bầu trời phía trên chúng ta. Mọi sinh vật sống chắc biết nó ở đó!"
    }
  },
  {
    "translation": {
      "en": "Everyone, keep your wits about you.",
      "vi": "Mọi người, hãy bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "Friends...",
      "vi": "Các bạn."
    }
  },
  {
    "translation": {
      "en": "We're glad you've come.",
      "vi": "Chúng tôi mừng vì các bạn tới."
    }
  },
  {
    "translation": {
      "en": "Allow me to take you down...",
      "vi": "Cho phép tôi dẫn các bạn xuống"
    }
  },
  {
    "translation": {
      "en": "to the Great Burrow.",
      "vi": "Hang Lớn."
    }
  },
  {
    "translation": {
      "en": "- - Look at that...",
      "vi": "Xem kìa."
    }
  },
  {
    "translation": {
      "en": "Look at the roof! The roots of the tree keep it stable. It's genius!",
      "vi": "Nhìn mái kìa! Rễ cây giúp nó ổn định. Thiên tài đấy."
    }
  },
  {
    "translation": {
      "en": "Clever rabbits!",
      "vi": "Những con thỏ thông minh."
    }
  },
  {
    "translation": {
      "en": "Look at the size of them! They could rip us to pieces!",
      "vi": "Nhìn lớn chưa này! Chúng có thể xé xác ta trong một giây!"
    }
  },
  {
    "translation": {
      "en": "Hazel, may I be the first to welcome you all to our warren?",
      "vi": "Cây Phỉ, tôi xin phép là người đầu tiên chào đón anh tới xứ thỏ này."
    }
  },
  {
    "translation": {
      "en": "Thank you. We're glad to be here.",
      "vi": "Cảm ơn, chúng tôi mừng khi được ở đây."
    }
  },
  {
    "translation": {
      "en": "This is a fine warren you have.",
      "vi": "Các anh có chỗ đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "When you said it wasn't as big as you'd like,",
      "vi": "Khi anh nói không to như các anh muốn,"
    }
  },
  {
    "translation": {
      "en": "we were expecting something a lot smaller. Were there more of you living here once?",
      "vi": "chúng tôi nghĩ nó nhỏ hơn nhiều. Trước đây ở đây có nhiều người hơn?"
    }
  },
  {
    "translation": {
      "en": "Why don't you just settle in here?",
      "vi": "Sao các anh không ở đây?"
    }
  },
  {
    "translation": {
      "en": "I think you'll find there's everything you'll ever need.",
      "vi": "Tôi nghĩ các anh sẽ tìm được mọi thứ mình cần."
    }
  },
  {
    "translation": {
      "en": "I've got a bad feeling, Hazel. Why are all the rabbits here so big?",
      "vi": "Em có linh cảm xấu, Cây Phỉ. Sao thỏ ở đây to thế?"
    }
  },
  {
    "translation": {
      "en": "Fiver, it's just for one night.",
      "vi": "Số Năm, chỉ một đêm thôi."
    }
  },
  {
    "translation": {
      "en": "- It'll be okay. - Hello, you must be Hazel.",
      "vi": "- Sẽ ổn thôi. - Xin chào, chắc anh là Cây Phỉ."
    }
  },
  {
    "translation": {
      "en": "My name's Strawberry! I'm so excited to make friends with you.",
      "vi": "Tôi tên Dâu Tây. Thật vui khi anh tới đây. Tôi muốn làm bạn với anh."
    }
  },
  {
    "translation": {
      "en": "Unless you don't want to be friends. It's fine if you don't.",
      "vi": "Trừ khi anh không muốn làm bạn. Chẳng sao."
    }
  },
  {
    "translation": {
      "en": "We can be friends.",
      "vi": "Ta có thể là bạn bè."
    }
  },
  {
    "translation": {
      "en": "Oh! Brambles! I knew we'd get on! Come on! I'll take you a tour of the warren.",
      "vi": "Ồ, Bụi Gai, tôi biết ta sẽ đồng ý! Tôi sẽ đưa các anh đi tham quan. Tôi giỏi vụ tham quan đấy."
    }
  },
  {
    "translation": {
      "en": "I'm pretty good at tours, by the way.",
      "vi": "Tôi sẽ đưa các anh đi tham quan. Tôi giỏi vụ tham quan đấy."
    }
  },
  {
    "translation": {
      "en": "Uh, we'd love to.",
      "vi": "Chúng tôi muốn thế."
    }
  },
  {
    "translation": {
      "en": "There are so many empty burrows, plenty of room for you all.",
      "vi": "Có quá nhiều hang trống, nhiều phòng cho các anh."
    }
  },
  {
    "translation": {
      "en": "I'll find you a burrow close to mine, so if you've got any questions,",
      "vi": "Tôi sẽ tìm cho anh hang cạnh tôi để nếu anh có câu hỏi,"
    }
  },
  {
    "translation": {
      "en": "you can come and say, Strawberry...",
      "vi": "anh có thể đến nói Dâu Tây..."
    }
  },
  {
    "translation": {
      "en": "- Why are there so many empty burrows? - I don't know.",
      "vi": "Sao có nhiều hang trống thế? Tôi không biết. Có lẽ ở đây họ bị bệnh nấm da."
    }
  },
  {
    "translation": {
      "en": "- Perhaps they had the white blindness. -",
      "vi": "Tôi không biết. Có lẽ ở đây họ bị bệnh nấm da. Ở chỗ tôi, người ta vẫn nói bạn bè cũng là người nhà."
    }
  },
  {
    "translation": {
      "en": "- -",
      "vi": "Ở chỗ tôi, người ta vẫn nói bạn bè cũng là người nhà."
    }
  },
  {
    "translation": {
      "en": "Can't smell any signs of the disease.",
      "vi": "Nhưng không có mùi bệnh tật."
    }
  },
  {
    "translation": {
      "en": "Here we are. Newcomers don't usually come here,",
      "vi": "Của ta đây! Người mới không hay được xuống đây,"
    }
  },
  {
    "translation": {
      "en": "but since we're officially best friends, I'm going to make an exception.",
      "vi": "nhưng vì ta chính thức là bạn thân, tôi sẽ tạo ngoại lệ."
    }
  },
  {
    "translation": {
      "en": "Enchanting, isn't it?",
      "vi": "Thú vị nhỉ?"
    }
  },
  {
    "translation": {
      "en": "A rabbit called Laburnum did it.",
      "vi": "Con thỏ tên Kim Tước làm đấy."
    }
  },
  {
    "translation": {
      "en": "We call it a shape.",
      "vi": "Chúng tôi gọi là hình."
    }
  },
  {
    "translation": {
      "en": "It's where we come to give praise to Frith.",
      "vi": "Đây là nơi chúng tôi đến ca ngợi Frith."
    }
  },
  {
    "translation": {
      "en": "But what... what's it for?",
      "vi": "Nhưng để làm gì?"
    }
  },
  {
    "translation": {
      "en": "Careful! We don't want to damage it. We're so blessed to have it.",
      "vi": "Cẩn thận! Ta không muốn làm hỏng nó đâu. Chúng tôi rất may mắn khi có nó."
    }
  },
  {
    "translation": {
      "en": "It's such a special place to come to, especially when you're feeling sad.",
      "vi": "Đây là nơi rất đặc biệt để tới, nhất là khi ta thấy buồn."
    }
  },
  {
    "translation": {
      "en": "What do you make of all this, Fiver? Fiver?",
      "vi": "Em làm cả đấy à, Số Năm? Số Năm?"
    }
  },
  {
    "translation": {
      "en": "Kingcup, come and meet Hazel.",
      "vi": "Cây Mao Lương, lại gặp Cây Phỉ đi."
    }
  },
  {
    "translation": {
      "en": "Oh, I didn't realise.",
      "vi": "Ồ, tôi không biết."
    }
  },
  {
    "translation": {
      "en": "He's gone.",
      "vi": "Anh ấy đi rồi."
    }
  },
  {
    "translation": {
      "en": "It's getting late. Let's find a place for you all to sleep!",
      "vi": "Muộn rồi. Ta tìm chỗ cho các anh ngủ thôi."
    }
  },
  {
    "translation": {
      "en": "- Hazel! - Ah! What... What's going on?",
      "vi": "Cây Phỉ. - Gì thế? - Không có gì, con ngỗng ngu ngốc!"
    }
  },
  {
    "translation": {
      "en": "Nothing, silly goose! Come on. We need to get some flayrah.",
      "vi": "- Gì thế? - Không có gì, con ngỗng ngu ngốc! Nhanh, ta cần lấy ít đồ ăn."
    }
  },
  {
    "translation": {
      "en": "Flayrah! It's far too early to go raiding gardens for lettuce.",
      "vi": "Đồ ăn? Còn quá sớm để ra vườn lấy rau diếp."
    }
  },
  {
    "translation": {
      "en": "Frith in a basket! Flayrah!",
      "vi": "Frith trong giỏ! Đồ ăn!"
    }
  },
  {
    "translation": {
      "en": "Try it. It's a carrot.",
      "vi": "Thử đi. Là cà-rốt đấy."
    }
  },
  {
    "translation": {
      "en": "Well?",
      "vi": "À?"
    }
  },
  {
    "translation": {
      "en": "How is it?",
      "vi": "Thế nào?"
    }
  },
  {
    "translation": {
      "en": "Horrible. Uh- uh. I wouldn't bother. I wouldn't bother... Oh!",
      "vi": "Kinh khủng, tôi không phiền..."
    }
  },
  {
    "translation": {
      "en": "- - Oh, yes.",
      "vi": "À, phải."
    }
  },
  {
    "translation": {
      "en": "so juicy.",
      "vi": "Nhiều nước quá."
    }
  },
  {
    "translation": {
      "en": "- - This is delicious.",
      "vi": "Thứ này ngon quá."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm in heaven.",
      "vi": "Ồ, mình đang ở thiên đường."
    }
  },
  {
    "translation": {
      "en": "This place is better than heaven.",
      "vi": "Nơi này còn hơn thiên đường. Nơi này có cà-rốt."
    }
  },
  {
    "translation": {
      "en": "- This place has carrots! - Oh, yeah.",
      "vi": "Nơi này còn hơn thiên đường. Nơi này có cà-rốt. Ồ, phải."
    }
  },
  {
    "translation": {
      "en": "Oh. Oh, yeah.",
      "vi": "Ồ, phải."
    }
  },
  {
    "translation": {
      "en": "Mm. Oh. Oh. Take it away from me. No, leave it here.",
      "vi": "Đưa nó xa khỏi tôi đi. Không, để nó đây."
    }
  },
  {
    "translation": {
      "en": "You need to get control of Fiver.",
      "vi": "Anh cần kiểm soát Số Năm."
    }
  },
  {
    "translation": {
      "en": "This place is perfect. We don't want the rabbits here thinking",
      "vi": "Nơi này hoàn hảo, ta không muốn thỏ ở đây"
    }
  },
  {
    "translation": {
      "en": "we don't appreciate their hospitality because of him, all right?",
      "vi": "nghĩ ta không cảm kích lòng mến khách của họ vì nó."
    }
  },
  {
    "translation": {
      "en": "I'll talk to him.",
      "vi": "Tôi sẽ nói với nó."
    }
  },
  {
    "translation": {
      "en": "Oh, Fiver, have you been out here all night in the rain?",
      "vi": "Số Năm, em ở đây cả đêm trong mưa?"
    }
  },
  {
    "translation": {
      "en": "Why don't you eat some of the flayrah?",
      "vi": "Sao không lại ăn?"
    }
  },
  {
    "translation": {
      "en": "Eating food that's been left by men? No, I'll have nothing to do with it.",
      "vi": "Ăn đồ ăn do con người bỏ lại? Không, em sẽ chẳng dính dáng tới đâu."
    }
  },
  {
    "translation": {
      "en": "- Are you trying to make me angry? - I'm the one who should be angry.",
      "vi": "- Em định làm anh bực à? - Em là người nên bực đấy ạ."
    }
  },
  {
    "translation": {
      "en": "These rabbits... there's something about them that's sad and lost,",
      "vi": "Mấy con thỏ này... Chúng có gì đó buồn và lạc lõng..."
    }
  },
  {
    "translation": {
      "en": "like trees in November. I've got a feeling that there's something--",
      "vi": "như cây cối tháng 11, em thấy có gì đó..."
    }
  },
  {
    "translation": {
      "en": "What proof have we got that your feelings have ever been right?",
      "vi": "Ta có bằng chứng gì cho thấy cảm giác của em là đúng?"
    }
  },
  {
    "translation": {
      "en": "Why didn't you have a feeling about the birds?",
      "vi": "Sao em không có cảm giác gì về mấy con chim đó?"
    }
  },
  {
    "translation": {
      "en": "Maybe the truth is there never was anything bad back at the old warren!",
      "vi": "Có lẽ sự thật là chẳng bao giờ có chuyện xấu ở nơi cũ đó!"
    }
  },
  {
    "translation": {
      "en": "Maybe we left everything behind because of you for no reason!",
      "vi": "Có lẽ ta bỏ mọi thứ lại sau vì em một cách vô cớ."
    }
  },
  {
    "translation": {
      "en": "Maybe I left Dewdrop for no reason!",
      "vi": "Có lẽ anh vô cớ rời xa Giọt Sương!"
    }
  },
  {
    "translation": {
      "en": "Dewdrop was the one who told the Owsla we were leaving!",
      "vi": "Giọt Sương là người bảo với Owsla ta sẽ ra đi!"
    }
  },
  {
    "translation": {
      "en": "- Hazel, I heard her telling Captain Holly. - No, I don't believe you.",
      "vi": "- Em nghe cô ấy nói với Đại úy Holly. - Không, anh không tin em."
    }
  },
  {
    "translation": {
      "en": "- Hazel, you know I wouldn't make this up. - Go back into that warren,",
      "vi": "Cây Phỉ, anh biết em không bịa mà. Em quay lại đó đi, kẻo anh sẽ đích thân kéo em về đó."
    }
  },
  {
    "translation": {
      "en": "or I will drag you in there myself.",
      "vi": "Em quay lại đó đi, kẻo anh sẽ đích thân kéo em về đó."
    }
  },
  {
    "translation": {
      "en": "- No, Hazel, I won't. I won't go back! - Go!",
      "vi": "- Không, Cây Phỉ, em sẽ không về. - Đi!"
    }
  },
  {
    "translation": {
      "en": "Hazel, I have to say, this place, it's paradise.",
      "vi": "Cây Phỉ, tôi phải nói nơi này là thiên đường."
    }
  },
  {
    "translation": {
      "en": "I've got my own burrow. There's a lot of very nice does here, let me tell you,",
      "vi": "Tôi có hang riêng, có nhiều thỏ cái đẹp ở đây,"
    }
  },
  {
    "translation": {
      "en": "and the food... no wonder these scoundrels are so fat!",
      "vi": "và đồ ăn... Thảo nào chúng béo thế."
    }
  },
  {
    "translation": {
      "en": "And I just... I don't know. I just wanted to say that...",
      "vi": "Tôi không biết, chỉ muốn nói là..."
    }
  },
  {
    "translation": {
      "en": "I was wrong about you.",
      "vi": "Tôi đã sai về anh."
    }
  },
  {
    "translation": {
      "en": "I'll follow you anywhere.",
      "vi": "Tôi sẽ đi theo anh tới bất kì đâu."
    }
  },
  {
    "translation": {
      "en": "- To Hazel. - To Hazel.",
      "vi": "- Vì Cây Phỉ. - Vì Cây Phỉ."
    }
  },
  {
    "translation": {
      "en": "- Hazel- rah! - Hazel- rah!",
      "vi": "- Cây Phỉ muôn năm. - Cây Phỉ muôn năm."
    }
  },
  {
    "translation": {
      "en": "Hazel- rah! Huh! Frith's beard.",
      "vi": "Cây Phỉ muôn năm? Trời ạ."
    }
  },
  {
    "translation": {
      "en": "You did well. Don't let it go to your head.",
      "vi": "Làm tốt lắm, Cây Phỉ. - Đừng nghĩ. - Mọi người."
    }
  },
  {
    "translation": {
      "en": "Everyone! Everyone!",
      "vi": "- Đừng nghĩ. - Mọi người. Mọi người, tôi nghĩ ta có thể chào đón các vị khách mới bằng cách nghe kể chuyện."
    }
  },
  {
    "translation": {
      "en": "I thought we might welcome our new guests by hearing some stories.",
      "vi": "Mọi người, tôi nghĩ ta có thể chào đón các vị khách mới bằng cách nghe kể chuyện."
    }
  },
  {
    "translation": {
      "en": "Yes, we have a wonderful storyteller amongst our number... Bluebell.",
      "vi": "Vâng, chúng tôi có người giỏi kể chuyện. Hoa Chuông."
    }
  },
  {
    "translation": {
      "en": "Did you just give me a compliment, Blackberry?",
      "vi": "Anh vừa khen tôi à, Mâm Xôi?"
    }
  },
  {
    "translation": {
      "en": "- I didn't think you liked me! - I didn't say I liked you...",
      "vi": "- Không nghĩ anh thích tôi! - Đâu nói thế. Tôi nói anh giỏi kể chuyện. Anh..."
    }
  },
  {
    "translation": {
      "en": "- What...? - From this moment on, we're inseparable!",
      "vi": "Tôi nói anh giỏi kể chuyện. Anh... Từ giờ, ta không thể tách rời!"
    }
  },
  {
    "translation": {
      "en": "Does and bucks, and kits up passed their burrow- times,",
      "vi": "Thỏ cái và thỏ đực, cùng các con, đi qua hang của mình,"
    }
  },
  {
    "translation": {
      "en": "I give you the story of El- Ahrairah and the king's lettuce.",
      "vi": "tôi xin kể câu chuyện về El-Ahrairah và rau diếp của vua."
    }
  },
  {
    "translation": {
      "en": "- - There was a time when El- Ahrairah and his followers lost all their luck.",
      "vi": "Người ta nói có lần El-Ahrairah và đám đệ tử gặp đen đủi."
    }
  },
  {
    "translation": {
      "en": "Their enemies drove them out and they were forced to live",
      "vi": "Kẻ thù của họ đuổi họ đi và họ buộc phải sống"
    }
  },
  {
    "translation": {
      "en": "down in the marshes of Kelfazin. Now, where the marshes...",
      "vi": "ở các đầm lầy ở Kelfazin. Chỗ đầm lầy..."
    }
  },
  {
    "translation": {
      "en": "- -",
      "vi": "Chỗ đầm lầy..."
    }
  },
  {
    "translation": {
      "en": "Devoted are we to the path he decides.",
      "vi": "Chúng con hết mình với con đường người đã quyết định."
    }
  },
  {
    "translation": {
      "en": "Praise be to Frith for our food.",
      "vi": "Cảm ơn Frith vì cho chúng con đồ ăn."
    }
  },
  {
    "translation": {
      "en": "Blessed are we to be his humble servants.",
      "vi": "Chúng con may mắn khi được làm người hầu nhỏ bé của người."
    }
  },
  {
    "translation": {
      "en": "Wise are we to accept his will.",
      "vi": "Chúng con khôn khi chấp nhận ý chí của người."
    }
  },
  {
    "translation": {
      "en": "Devoted are we to the path....",
      "vi": "Chúng con hết mình với con đường..."
    }
  },
  {
    "translation": {
      "en": "And from that day to this,",
      "vi": "Và từ ngày đó đến giờ,"
    }
  },
  {
    "translation": {
      "en": "no power on earth can keep a rabbit out of a vegetable garden",
      "vi": "không thế lực nào trên trái đất có thể ngăn thỏ ở ngoài vườn rau"
    }
  },
  {
    "translation": {
      "en": "for El- Ahrairah prompts them with 1,000 tricks!",
      "vi": "vì El-Ahrairah thúc giục họ bằng cả ngàn trò,"
    }
  },
  {
    "translation": {
      "en": "- The best in the world! -",
      "vi": "người giỏi nhất thế giới!"
    }
  },
  {
    "translation": {
      "en": "- The best in the world! - Nice one, Bluebell.",
      "vi": "- Giỏi nhất. - Hay lắm, Hoa Chuông."
    }
  },
  {
    "translation": {
      "en": "That was very nice. We don't tell the old stories much.",
      "vi": "Rất hay. Chúng tôi không hay kể chuyện xưa."
    }
  },
  {
    "translation": {
      "en": "El- Ahrairah doesn't mean much to us.",
      "vi": "El-Ahrairah không nhiều ý nghĩa ở đây."
    }
  },
  {
    "translation": {
      "en": "But he was a trickster! Rabbits always need tricks.",
      "vi": "Nhưng ông ấy là kẻ lắm trò! Thỏ luôn cần chiêu trò."
    }
  },
  {
    "translation": {
      "en": "No, rabbits need dignity",
      "vi": "Không, thỏ cần nhân phẩm,"
    }
  },
  {
    "translation": {
      "en": "and the will to accept what Frith has decided for them.",
      "vi": "và ý chí để chấp nhận quyết định của Frith dành cho họ."
    }
  },
  {
    "translation": {
      "en": "Devoted are we to the path he decides.",
      "vi": "Chúng con hết mình với con đường người đã quyết định."
    }
  },
  {
    "translation": {
      "en": "Frith lies in the evening sky.",
      "vi": "Frith nằm ở bầu trời chập tối."
    }
  },
  {
    "translation": {
      "en": "The clouds are red about him.",
      "vi": "Các đám mây thẹn thùng về ông ấy."
    }
  },
  {
    "translation": {
      "en": "I am here, Lord Frith.",
      "vi": "Tôi ở đây, chúa Frith."
    }
  },
  {
    "translation": {
      "en": "I am running through the long grass.",
      "vi": "Tôi sẽ chạy qua đám cỏ dài."
    }
  },
  {
    "translation": {
      "en": "Oh, take me with you.",
      "vi": "Ồ, hãy mang tôi theo người."
    }
  },
  {
    "translation": {
      "en": "- - Dropping behind the woods, far away, to the heart of the light.",
      "vi": "Bỏ các khu rừng lại sau, tiến sâu vào trung tâm ánh sáng."
    }
  },
  {
    "translation": {
      "en": "The silence.",
      "vi": "Sự tĩnh lặng."
    }
  },
  {
    "translation": {
      "en": "For I am ready to give you my breath, my life.",
      "vi": "Vì tôi sẵn sàng dâng cho ngài hơi thở, tính mạng của tôi."
    }
  },
  {
    "translation": {
      "en": "This rabbit, he... he smells like wounds.",
      "vi": "Con thỏ này có mùi vết thương,"
    }
  },
  {
    "translation": {
      "en": "- Like pain and rot. - ...yellow and brown.",
      "vi": "kiểu như đau đớn và hoại tử. Màu vàng và màu nâu."
    }
  },
  {
    "translation": {
      "en": "Hazel! Hazel, the roof! The roof here is made of bones!",
      "vi": "Cây Phỉ, mái! Mái ở đây làm bằng xương!"
    }
  },
  {
    "translation": {
      "en": "They're not bones, Hrairoo. They're tree roots...",
      "vi": "Chúng không phải là xương, Hrairoo. Chúng là rễ cây, không phải xương."
    }
  },
  {
    "translation": {
      "en": "They're not bones...",
      "vi": "Chúng là rễ cây, không phải xương."
    }
  },
  {
    "translation": {
      "en": "Far away... into the earth, we go!",
      "vi": "Cách xa, chúng ta đi xuống đất!"
    }
  },
  {
    "translation": {
      "en": "Ready, with the berries.",
      "vi": "Chúng ta cầu nguyện. Với quả mọng."
    }
  },
  {
    "translation": {
      "en": "- Stay here, Bigwig. I'll deal with this. - Don't tell me what to do.",
      "vi": "- Ở đây, Tóc Giả. Tôi xử lí. - Đừng ra lệnh cho tôi, Cây Phỉ."
    }
  },
  {
    "translation": {
      "en": "You had your chance to deal with Fiver. Now it's my turn.",
      "vi": "Anh đã có cơ hội để xử lí Số Năm. - Giờ tới lượt tôi. - Tôi sẽ đi cùng."
    }
  },
  {
    "translation": {
      "en": "I will go with you. I will be rabbit of the leaves, in the deep...",
      "vi": "- Giờ tới lượt tôi. - Tôi sẽ đi cùng. Tôi sẽ là thỏ của lá cây, ở sâu dưới..."
    }
  },
  {
    "translation": {
      "en": "Fiver! You wretched little black beetle!",
      "vi": "Số Năm! Đồ bọ đen oắt con!"
    }
  },
  {
    "translation": {
      "en": "You're one tantrum away from getting us all kicked out!",
      "vi": "Mi giận một lần nữa là bọn ta sẽ bị đuổi cả đấy."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but I'm going to the down.",
      "vi": "Xin lỗi, nhưng tôi sẽ tới đồi."
    }
  },
  {
    "translation": {
      "en": "You wouldn't have a hope in hell! You'd be dead before night- Frith.",
      "vi": "Xuống địa ngục thì cũng hết cách với mi. Mi sẽ chết trước đêm nay"
    }
  },
  {
    "translation": {
      "en": "You are closer to death than I, Bigwig. This place is death.",
      "vi": "Anh gần cái chết hơn tôi, Tóc Giả. Nơi đây là cái chết."
    }
  },
  {
    "translation": {
      "en": "There is shadow in every corner of it.",
      "vi": "Có bóng tối ở mọi ngõ ngách ở đây."
    }
  },
  {
    "translation": {
      "en": "Hazel, you said that you could never make a good leader",
      "vi": "Cây Phỉ, anh nói anh có thể không phải là lãnh đạo giỏi"
    }
  },
  {
    "translation": {
      "en": "because you're not the fastest, nor the strongest nor the smartest,",
      "vi": "vì anh không nhanh nhất, khỏe hay thông minh nhất,"
    }
  },
  {
    "translation": {
      "en": "but what makes a great leader is that you believed in us...",
      "vi": "nhưng anh là lãnh đạo vĩ đại vì anh tin chúng ta"
    }
  },
  {
    "translation": {
      "en": "and brought out the best in us.",
      "vi": "và làm ta trở nên tốt đẹp nhất."
    }
  },
  {
    "translation": {
      "en": "Goodbye, brother.",
      "vi": "Tạm biệt anh."
    }
  },
  {
    "translation": {
      "en": "Fiver, wait!",
      "vi": "Số Năm, chờ đã!"
    }
  },
  {
    "translation": {
      "en": "If you say this place is rotten, then it's rotten and we leave.",
      "vi": "Nếu em nói nơi này đang phân hủy, vậy thì nó phân hủy và ta đi."
    }
  },
  {
    "translation": {
      "en": "We began this adventure together, we'll finish it together.",
      "vi": "Ta bắt đầu cuộc phiêu lưu với nhau, ta sẽ kết thúc cùng nhau."
    }
  },
  {
    "translation": {
      "en": "I'll go and tell the others we need to leave.",
      "vi": "Anh sẽ đi bảo với mọi người là ta cần đi."
    }
  },
  {
    "translation": {
      "en": "I'm not letting you get to the others, Hazel.",
      "vi": "Tôi sẽ không để anh tác động tới người khác."
    }
  },
  {
    "translation": {
      "en": "If you want to leave, go. The rest of us are staying here.",
      "vi": "Anh muốn đi thì cứ đi. Số còn lại sẽ ở đây."
    }
  },
  {
    "translation": {
      "en": "- Let me go, Bigwig. - You're not Chief Rabbit, Hazel!",
      "vi": "Thả tôi ra, Tóc Giả. Anh không phải là Thỏ Thủ Lĩnh. Sẽ không bao giờ."
    }
  },
  {
    "translation": {
      "en": "You never will be! If you want to take the crazy dream of your brother",
      "vi": "Anh không phải là Thỏ Thủ Lĩnh. Sẽ không bao giờ. Nếu anh muốn xem giấc mơ rồ dại của em mình là thực tế,"
    }
  },
  {
    "translation": {
      "en": "as reality, then do it elsewhere!",
      "vi": "Nếu anh muốn xem giấc mơ rồ dại của em mình là thực tế, thế thì đi chỗ khác mà làm thế!"
    }
  },
  {
    "translation": {
      "en": "You're finished here!",
      "vi": "thế thì đi chỗ khác mà làm thế!"
    }
  },
  {
    "translation": {
      "en": "I'm going back to the warren now.",
      "vi": "Giờ tôi sẽ về xứ thỏ."
    }
  },
  {
    "translation": {
      "en": "If you follow me there, I'll kill you both.",
      "vi": "Nếu hai người đi theo, tôi sẽ giết cả hai."
    }
  },
  {
    "translation": {
      "en": "- - Hazel, something's got him.",
      "vi": "Cây Phỉ, hắn bị gì đó."
    }
  },
  {
    "translation": {
      "en": "Oh! Thlayli?",
      "vi": "Thlayli?"
    }
  },
  {
    "translation": {
      "en": "- Thlayli! Listen! You're in a snare. -",
      "vi": "Thlayli! Nghe này, anh đang mắc bẫy."
    }
  },
  {
    "translation": {
      "en": "Now, what did they teach you to do in the Owsla?",
      "vi": "Ở Owsla họ dạy anh làm gì?"
    }
  },
  {
    "translation": {
      "en": "Bigwig, tell me what to do! Fiver, get the others.",
      "vi": "Tóc Giả, nói xem tôi làm gì! - Số Năm, gọi những người kia. - Cắn..."
    }
  },
  {
    "translation": {
      "en": "Dig, bite.",
      "vi": "Đào, cắn."
    }
  },
  {
    "translation": {
      "en": "- Bigwig's in a snare! Come quick! -",
      "vi": "Tóc Giả đang mắc bẫy! Lại mau!"
    }
  },
  {
    "translation": {
      "en": "Nobody leaves. Frith has decided that it is Bigwig's turn.",
      "vi": "Không ai đi. Frith đã quyết định giờ tới lượt Tóc Giả."
    }
  },
  {
    "translation": {
      "en": "- And so it will be. - Turn! What do you mean turn?",
      "vi": "Cứ vậy đi. Lượt! Anh nói lượt là sao?"
    }
  },
  {
    "translation": {
      "en": "A day less for one means a day more for us all.",
      "vi": "Người này sống ít thì người khác sống nhiều."
    }
  },
  {
    "translation": {
      "en": "- A day more for all. - Now, listen here. For the last few days,",
      "vi": "- Thêm một ngày cho tất cả. - Nghe đây Ít ngày qua, bọn ta đã bị săn đuổi, cào cấu, cắn và đuối nước"
    }
  },
  {
    "translation": {
      "en": "me and my friends have been chased, clawed, bitten, drowned",
      "vi": "Ít ngày qua, bọn ta đã bị săn đuổi, cào cấu, cắn và đuối nước"
    }
  },
  {
    "translation": {
      "en": "and if you don't get out of the way now--",
      "vi": "giờ nếu mày không tránh ra..."
    }
  },
  {
    "translation": {
      "en": "You'll find out why we've made it this far.",
      "vi": "Mày sẽ biết vì sao chúng ta đi xa được thế này."
    }
  },
  {
    "translation": {
      "en": "Let them leave, Cowslip!",
      "vi": "Để họ đi, Anh Thảo!"
    }
  },
  {
    "translation": {
      "en": "Out of our way!",
      "vi": "Tránh đường!"
    }
  },
  {
    "translation": {
      "en": "Fools! Think you're any safer out there than you are here?",
      "vi": "Bọn mày ngu khi nghĩ ở ngoài đó an toàn hơn ở đây!"
    }
  },
  {
    "translation": {
      "en": "You'll be dead by sunset.",
      "vi": "Bọn mày sẽ chết trước hoàng hôn."
    }
  },
  {
    "translation": {
      "en": "- Hazel, is he alive? - I don't know. He told me to dig and bite.",
      "vi": "- Cây Phỉ, hắn vẫn sống chứ? - Không rõ, hắn bảo tôi đào và cắn."
    }
  },
  {
    "translation": {
      "en": "- Bigwig? Oh, no. -",
      "vi": "Tóc Giả. Ôi, không."
    }
  },
  {
    "translation": {
      "en": "- Hold on. Hold on. -",
      "vi": "Cố lên."
    }
  },
  {
    "translation": {
      "en": "It's narrower down there. We can bite through.",
      "vi": "Ở dưới đó hẹp hơn. Ta có thể cắn đứt."
    }
  },
  {
    "translation": {
      "en": "- Hurry. - Fiver, come on. You're the smallest.",
      "vi": "Nhanh. Số Năm, nhanh lên. Em nhỏ nhất."
    }
  },
  {
    "translation": {
      "en": "- Quickly, brother. Come on, Fiver. - Come on!",
      "vi": "- Nhanh lên em. - Nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "- There has to be something else we can do. -",
      "vi": "Chắc có gì đó mà ta có thể làm."
    }
  },
  {
    "translation": {
      "en": "Bigwig, you hold on! You hold on!",
      "vi": "Tóc Giả, cố lên!"
    }
  },
  {
    "translation": {
      "en": "- Come on! - Hold on, Bigwig.",
      "vi": "- Cố lên, Tóc Giả. - Nhanh lên, em làm được."
    }
  },
  {
    "translation": {
      "en": "Hurry, you can do it, Fiver! Quickly, brother!",
      "vi": "- Cố lên, Tóc Giả. - Nhanh lên, em làm được. - Nhanh lên em. - Không được."
    }
  },
  {
    "translation": {
      "en": "- - Bigwig, stop!",
      "vi": "- Nhanh lên em. - Không được. Tóc Giả, dừng lại!"
    }
  },
  {
    "translation": {
      "en": "- Push this thing. -",
      "vi": "Xô cái này."
    }
  },
  {
    "translation": {
      "en": "- - It's getting tighter.",
      "vi": "Nó đang chặt hơn. Tóc Giả, đừng kéo nữa."
    }
  },
  {
    "translation": {
      "en": "- Bigwig, stop pulling. - He's almost there.",
      "vi": "Nó đang chặt hơn. Tóc Giả, đừng kéo nữa. Sắp được rồi."
    }
  },
  {
    "translation": {
      "en": "Bigwig! Bigwig!",
      "vi": "Tóc Giả!"
    }
  },
  {
    "translation": {
      "en": "It's out. You're free.",
      "vi": "Nó ra rồi. Anh tự do rồi."
    }
  },
  {
    "translation": {
      "en": "I can't hear him breathing.",
      "vi": "Tôi không nghe hắn thở."
    }
  },
  {
    "translation": {
      "en": "My heart has joined the thousand, for my friend stopped running today.",
      "vi": "Trái tim tôi đã về với những bạn bè đã thôi chạy nhảy."
    }
  },
  {
    "translation": {
      "en": "Fiver, clean your face now. The smell of blood will attract elil.",
      "vi": "Số Năm, lau mặt đi. Mùi máu sẽ thu hút kẻ thù."
    }
  },
  {
    "translation": {
      "en": "- Mm. - Where are the other rabbits?",
      "vi": "Số thỏ còn lại đâu?"
    }
  },
  {
    "translation": {
      "en": "- They tried to stop us coming to help. - They what?",
      "vi": "- Họ cố ngăn chúng tôi tới cứu. - Họ cái gì?"
    }
  },
  {
    "translation": {
      "en": "Cowslip said it was Frith's will.",
      "vi": "Anh Thảo nói đó là ý của Frith."
    }
  },
  {
    "translation": {
      "en": "That a day less for one means a day more for everyone else.",
      "vi": "Người này sống ít thì người khác sống nhiều."
    }
  },
  {
    "translation": {
      "en": "- Uh, Bigwig? -",
      "vi": "Tóc Giả?"
    }
  },
  {
    "translation": {
      "en": "Oh, Bigwig, you're all right!",
      "vi": "Ồ, anh ổn rồi!"
    }
  },
  {
    "translation": {
      "en": "I thought I'd lost you, brother.",
      "vi": "Tôi tưởng đã mất anh. Anh đi được chứ?"
    }
  },
  {
    "translation": {
      "en": "- Do you think you can walk? - I can try.",
      "vi": "Tôi tưởng đã mất anh. Anh đi được chứ? Tôi có thể cố."
    }
  },
  {
    "translation": {
      "en": "The man who set this snare's going to be back soon. Let's go.",
      "vi": "Người đặt bẫy này sẽ sớm trở lại. Ta đi nào."
    }
  },
  {
    "translation": {
      "en": "- - Shh, shh, who's that?",
      "vi": "Suỵt, ai thế?"
    }
  },
  {
    "translation": {
      "en": "You've a nerve coming here.",
      "vi": "- Cô to gan khi đến đây. - Làm ơn."
    }
  },
  {
    "translation": {
      "en": "Please, I didn't know Cowslip would try and stop you.",
      "vi": "- Cô to gan khi đến đây. - Làm ơn. Tôi không biết Anh Thảo ngăn mọi người."
    }
  },
  {
    "translation": {
      "en": "I'd like to come with you, if you'd have me.",
      "vi": "Tôi muốn đi cùng. - Nếu mọi người đồng ý. - Vì sao?"
    }
  },
  {
    "translation": {
      "en": "And why should we? Why don't you go back to all your friends in there?",
      "vi": "- Nếu mọi người đồng ý. - Vì sao? Sao cô không về với các bạn cô ở trong đó?"
    }
  },
  {
    "translation": {
      "en": "I don't... I don't have any friends.",
      "vi": "Tôi chẳng có bạn."
    }
  },
  {
    "translation": {
      "en": "People don't like to make friends here in case they get...",
      "vi": "Ở đây mọi người không muốn làm bạn trừ khi họ có..."
    }
  },
  {
    "translation": {
      "en": "You can come, Strawberry, but it's our ways.",
      "vi": "Được, Dâu Tây, nhưng giờ theo chúng tôi."
    }
  },
  {
    "translation": {
      "en": "If we say hop, you hop. Understood?",
      "vi": "Chúng tôi bảo nhảy thì cô nhảy."
    }
  },
  {
    "translation": {
      "en": "Now what? Where do we go from here?",
      "vi": "Giờ sao? Ta đi đâu từ đây?"
    }
  },
  {
    "translation": {
      "en": "We should go back and kill Cowslip! We should kill the lot of them!",
      "vi": "Ta nên quay lại giết Anh Thảo! Ta nên giết hết chúng!"
    }
  },
  {
    "translation": {
      "en": "No, Bigwig. There's no need to go and fight them.",
      "vi": "Không, Tóc Giả. Không cần đánh nhau với chúng."
    }
  },
  {
    "translation": {
      "en": "- All we have to do is to leave them there. -",
      "vi": "Ta chỉ việc bỏ chúng ở đó."
    }
  },
  {
    "translation": {
      "en": "The down that you saw, you... you really had a feeling about that?",
      "vi": "Đồi mà anh thấy... Anh có linh cảm về nó thật à?"
    }
  },
  {
    "translation": {
      "en": "Yes, I did, Bigwig. That down is our home.",
      "vi": "Vâng, Tóc Giả. Đồi đó là nhà ta."
    }
  },
  {
    "translation": {
      "en": "We made it.",
      "vi": "Chúng ta đến rồi."
    }
  },
  {
    "translation": {
      "en": "There's great views all around.",
      "vi": "Xung quanh là cảnh đẹp."
    }
  },
  {
    "translation": {
      "en": "We'll be able to see any elil coming from miles away.",
      "vi": "Ta có thể thấy kẻ thù đến từ tít xa."
    }
  },
  {
    "translation": {
      "en": "Well done, Hazel- rah.",
      "vi": "Làm tốt lắm, thưa Cây Phỉ."
    }
  },
  {
    "translation": {
      "en": "In terms of digging a warren, we'll investigate",
      "vi": "Về việc đào nơi ở, ta phải kiểm tra xem đất loại gì,"
    }
  },
  {
    "translation": {
      "en": "what type of soil we're dealing with and make a more comprehensive...",
      "vi": "ta phải kiểm tra xem đất loại gì, rồi đưa ra..."
    }
  },
  {
    "translation": {
      "en": "Stop trying to kiss me! That is not a thing we do! Bluebell!",
      "vi": "Hãy thôi ý định hôn tôi đi! Ta không làm thế! Hoa Chuông!"
    }
  },
  {
    "translation": {
      "en": "Zorn.",
      "vi": "Hủy diệt."
    }
  },
  {
    "translation": {
      "en": "Oh, Zorn.",
      "vi": "Ôi, hủy diệt."
    }
  },
  {
    "translation": {
      "en": "Zorn!",
      "vi": "Hủy diệt."
    }
  },
  {
    "translation": {
      "en": "Captain Holly?",
      "vi": "Đại úy Holly."
    }
  },
  {
    "translation": {
      "en": "- What's happened to him? -",
      "vi": "Ông ấy làm sao thế?"
    }
  },
  {
    "translation": {
      "en": "Sandleford... it's gone.",
      "vi": "Sandleford...tiêu rồi."
    }
  },
  {
    "translation": {
      "en": "It's all gone!",
      "vi": "Tiêu cả rồi!"
    }
  },
  {
    "translation": {
      "en": "Fiver... you were right about everything!",
      "vi": "Số Năm, cậu nói đúng về mọi việc."
    }
  },
  {
    "translation": {
      "en": "You knew the story before it was even told.",
      "vi": "Cậu biết chuyện từ trước."
    }
  },
  {
    "translation": {
      "en": "There's something else.",
      "vi": "Còn chuyện nữa."
    }
  },
  {
    "translation": {
      "en": "You're not safe here.",
      "vi": "Mọi người không an toàn ở đây."
    }
  },
  {
    "translation": {
      "en": "No one is safe!",
      "vi": "Không ai an toàn!"
    }
  },
  {
    "translation": {
      "en": "Sir, the wide patrol picked up the scent of a large band of rabbits near the down.",
      "vi": "Thưa ngài! Đội tuần tra của ta thấy mùi của một đám thỏ lớn gần đồi đó."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, sir, they lost them.",
      "vi": "Tiếc là họ đã lạc mất chúng."
    }
  },
  {
    "translation": {
      "en": "Tell them not to return until they're located.",
      "vi": "Bảo chúng đừng quay về đến khi bị tìm ra."
    }
  },
  {
    "translation": {
      "en": "Leave one alive for questioning.",
      "vi": "Tha cho một đứa để còn tra hỏi."
    }
  }
]