[
  {
    "translation": {
      "en": "[Tom] I've spent the last 30 years as a freelance writer...",
      "vi": "Suốt 30 năm quatôi là một nhà văn tự do..."
    }
  },
  {
    "translation": {
      "en": "going wherever I could to do my job and make a living.",
      "vi": "đi đến bất kỳ nơi đâu có thểđể làm việc và kiếm sống."
    }
  },
  {
    "translation": {
      "en": "It's been a life of wandering around...",
      "vi": "Đó là một cuộc đời rong ruổi..."
    }
  },
  {
    "translation": {
      "en": "and finding a good story, getting an editor to agree to cover it...",
      "vi": "...và tìm câu chuyện hay,tìm người biên tập đồng ý đưa tin về nó..."
    }
  },
  {
    "translation": {
      "en": "and assign me to it.",
      "vi": "và giao nó cho tôi."
    }
  },
  {
    "translation": {
      "en": "As soon as, uh, it was done and over, \"Thank you very much,\"",
      "vi": "Ngay khi...công việc xong xuôi,\"Cám ơn anh rất nhiều,\""
    }
  },
  {
    "translation": {
      "en": "I'd throw it in a box like these boxes you see...",
      "vi": "tôi ném báo vào một cái hộpnhư những hộp này..."
    }
  },
  {
    "translation": {
      "en": "There are other rooms downstairs.",
      "vi": "Còn những phòng khác ở dưới nhà."
    }
  },
  {
    "translation": {
      "en": "...and start cranking on the next one.",
      "vi": "Và bắt tay vào câu chuyện tiếp theo."
    }
  },
  {
    "translation": {
      "en": "Damn it, where the hell did I put it?",
      "vi": "Chết tiệt, mình để nó ở đâu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Basically, this story, \"Who Killed Sister Cathy?\"",
      "vi": "Cơ bản là, câu chuyện này,\"Ai Giết Sơ Cathy?\""
    }
  },
  {
    "translation": {
      "en": "It's a 6000-word monster review of the whole thing.",
      "vi": "Đây là bản tường thuật tường tậndài 6.000 chữ về toàn bộ sự việc."
    }
  },
  {
    "translation": {
      "en": "I would not ever hear the name Sister Cathy Cesnik",
      "vi": "Tôi không hề biết tớicái tên Sơ Cathy Cesnik"
    }
  },
  {
    "translation": {
      "en": "until 1994 when the first stories began to emerge.",
      "vi": "cho tới 1994khi những câu chuyện đầu tiên xuất hiện."
    }
  },
  {
    "translation": {
      "en": "And that they included a woman who said she had witnessed",
      "vi": "Và chúng nhắc đến một người phụ nữnói mình đã tận mắt thấy"
    }
  },
  {
    "translation": {
      "en": "the body of the dead nun.",
      "vi": "thi thể của vị sơ này."
    }
  },
  {
    "translation": {
      "en": "Of course, I was interested on a lot of levels.",
      "vi": "Tất nhiên,tôi đã rất hứng thú từ nhiều khía cạnh."
    }
  },
  {
    "translation": {
      "en": "There's an on-the-record public story of what happened to Sister Cathy,",
      "vi": "Có một câu chuyện được trưng ra chocông chúng về chuyện xảy ra với Sơ Cathy,"
    }
  },
  {
    "translation": {
      "en": "and then there's the world beneath that was actually being lived.",
      "vi": "và rồi có một thế giới khác ẩn sau nóđối với những người khác."
    }
  },
  {
    "translation": {
      "en": "And to get at that mystery,",
      "vi": "Và khám phá ra được bí ẩn đó,"
    }
  },
  {
    "translation": {
      "en": "I think, is our greatest journalistic responsibility.",
      "vi": "theo tôi, chính là trách nhiệm lớn nhấtcủa một nhà báo."
    }
  },
  {
    "translation": {
      "en": "\"Who Killed Sister Cathy?",
      "vi": "\"Ai Giết Sơ Cathy?"
    }
  },
  {
    "translation": {
      "en": "One of Maryland's Coldest Murder Cases Heats Up,",
      "vi": "Một Trong Những Án Mạng Bỏ Ngỏở Maryland Nóng Trở Lại,"
    }
  },
  {
    "translation": {
      "en": "by Tom Nugent.\"",
      "vi": "bởi Tom Nugent.\""
    }
  },
  {
    "translation": {
      "en": "\"She lies buried on the side of a steep hill",
      "vi": "\"Cô ấy được chôn cất ở bên ngọn đồi dốc"
    }
  },
  {
    "translation": {
      "en": "in Sharpsburg, Pennsylvania,",
      "vi": "ở Sharpsburg, Pennsylvania,"
    }
  },
  {
    "translation": {
      "en": "a threadbare suburban town",
      "vi": "ở một thị trấn ngoại ô xơ xài"
    }
  },
  {
    "translation": {
      "en": "directly across the Allegheny River from Pittsburgh.",
      "vi": "ngay bên kia sông Allegheny từ Pittsburgh."
    }
  },
  {
    "translation": {
      "en": "Her granite headstone offers the eye only four stone-carved words,",
      "vi": "Bia mộ của cô ấychỉ khắc vỏn vẹn có bốn từ,"
    }
  },
  {
    "translation": {
      "en": "Sister Catherine Cesnik, S.S.N.D., 1942-1969.\"",
      "vi": "Sơ Catherine Cesnik, SSND,1942-1969."
    }
  },
  {
    "translation": {
      "en": "And so, we find ourselves, what, 47 years after the murder?",
      "vi": "Và rồi, 47 năm sau vụ án mạng."
    }
  },
  {
    "translation": {
      "en": "The case is unsolved...",
      "vi": "Vụ án vẫn chưa được giải đáp..."
    }
  },
  {
    "translation": {
      "en": "we all go on day after day,",
      "vi": "chúng ta tiếp tục sốngngày này qua ngày khác,"
    }
  },
  {
    "translation": {
      "en": "and the boil continues to swell,",
      "vi": "và vết thương vẫn chưa hết nhức nhối,"
    }
  },
  {
    "translation": {
      "en": "and the people who were injured most deeply continue to struggle and suffer.",
      "vi": "và những người bị tổn thương nhấtvẫn tiếp tục phấn đấu và chịu đựng."
    }
  },
  {
    "translation": {
      "en": "And the public continues to ask, \"What happened?\"",
      "vi": "Và công chúng tiếp tục đặt câu hỏi,\"Chuyện gì đã xảy ra?\""
    }
  },
  {
    "translation": {
      "en": "But these clues to what it was linger on in a place like this attic.",
      "vi": "Nhưng những manh mối để trả lời cho nóhiện diện ở một nơi như gác mái này."
    }
  },
  {
    "translation": {
      "en": "Those objects hold that energy and they twist you...",
      "vi": "Những đồ vật chứa đựng năng lượng đóvà chúng đánh đố bạn..."
    }
  },
  {
    "translation": {
      "en": "and turn you in the wind,",
      "vi": "và khiến bạn bị lay động,"
    }
  },
  {
    "translation": {
      "en": "and you start asking, you know, \"What was--? What is the past?",
      "vi": "và bạn bắt đầu tự hỏi,\"Cái gì...? Quá khứ ấy là gì?"
    }
  },
  {
    "translation": {
      "en": "What was it?\"",
      "vi": "Nó là gì?\""
    }
  },
  {
    "translation": {
      "en": "-[Gemma] Hey. Can we just sit down? -[woman] Yeah, wherever you'd like.",
      "vi": "- Chào. Chúng tôi ngồi được không?- Ở đâu cũng được."
    }
  },
  {
    "translation": {
      "en": "-I'll be right over. -[Gemma] Okay.",
      "vi": "- Tôi sẽ ra ngay.- Được."
    }
  },
  {
    "translation": {
      "en": "[server] Can I get you all started with something to drink?",
      "vi": "Các vị có muốn uống gì trước không?"
    }
  },
  {
    "translation": {
      "en": "-What kind of chardonnay do you have? -[server] I have Yellow Tail.",
      "vi": "- Cô có rượu vang chardonnay loại gì?- Tôi có Yellow Tail."
    }
  },
  {
    "translation": {
      "en": "Oh, that's fine. [chuckles] That's what I drink at home... only.",
      "vi": "Ồ, cũng được.Đó là cái tôi chỉ uống...ở nhà."
    }
  },
  {
    "translation": {
      "en": "Hi. Um, I had a quick question.",
      "vi": "Xin chào. Tôi có câu hỏi ngắn này."
    }
  },
  {
    "translation": {
      "en": "We've been using your excellent services for about two years.",
      "vi": "Chúng tôi đã dùng dịch vụ tuyệt vờicủa bên cô được khoảng hai năm."
    }
  },
  {
    "translation": {
      "en": "We're looking into an old unsolved murder case.",
      "vi": "Chúng tôi đang tìm hiểumột vụ án mạng còn bỏ ngỏ..."
    }
  },
  {
    "translation": {
      "en": "My high-school teacher, Sister Catherine Cesnik, in '69.",
      "vi": "giáo viên trung học của tôi,Sơ Catherine Cesnik, năm 1969."
    }
  },
  {
    "translation": {
      "en": "-Hello. -[Tom] Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Come on over.",
      "vi": "Lại đây đi."
    }
  },
  {
    "translation": {
      "en": "-Here, come on. I'm Gemma. -So, they tell me-- I'm Tom.",
      "vi": "- Đây, lại đây. Tôi là Gemma.- Tôi là Tom."
    }
  },
  {
    "translation": {
      "en": "You know where Keough is?",
      "vi": "Anh biết Keough ở đâu không?"
    }
  },
  {
    "translation": {
      "en": "-No. Why? -Next to Cardinal Gibbons.",
      "vi": "- Không.- Cạnh Cardinal Gibbons."
    }
  },
  {
    "translation": {
      "en": "-It's called Seton Keough now. Anyway... -Yeah.",
      "vi": "- Giờ tên là Seton Keough. Dù sao thì...- Ừ."
    }
  },
  {
    "translation": {
      "en": "in 1969, a nun at Archbishop Keough was murdered.",
      "vi": "năm 1969, có một vị sơở trường Archbishop Keough bị sát hại."
    }
  },
  {
    "translation": {
      "en": "-In 1969? -[Gemma] Mm-hm.",
      "vi": "Vào năm 1969?"
    }
  },
  {
    "translation": {
      "en": "[Gemma] And then her body was found about two months later.",
      "vi": "Và rồi thi thể của cô ấyđược tìm thấy sau hai tháng."
    }
  },
  {
    "translation": {
      "en": "-Wow. -[Gemma] She had been murdered.",
      "vi": "- Phải rồi.- Cô ấy bị sát hại."
    }
  },
  {
    "translation": {
      "en": "-This is my e-mail address. -Uh-huh. 'Cause you're not on Facebook,",
      "vi": "Đây là địa chỉ email của tôi.Vì anh không dùng Facebook,"
    }
  },
  {
    "translation": {
      "en": "-but you have e-mail? -[Tom] Yeah, I do.",
      "vi": "- nhưng anh có email chứ?- Có."
    }
  },
  {
    "translation": {
      "en": "Okay. So, I'm not hitting on you, okay?",
      "vi": "Được rồi. Không phải tôitán tỉnh anh đâu nhé."
    }
  },
  {
    "translation": {
      "en": "-No, that's okay. -I seriously am not.",
      "vi": "- Không, không sao.- Nghiêm túc đó."
    }
  },
  {
    "translation": {
      "en": "-Do you have much baggage? -No.",
      "vi": "- Anh có nhiều gánh nặng không?- Không."
    }
  },
  {
    "translation": {
      "en": "I'm one of the least...",
      "vi": "Tôi thuộc số mang ít..."
    }
  },
  {
    "translation": {
      "en": "[Gemma] My personality is such that I'm really driven",
      "vi": "Tính cách của tôi làm tôi quyết tâm"
    }
  },
  {
    "translation": {
      "en": "to find answers from other people.",
      "vi": "tìm ra câu trả lời từ những người khác."
    }
  },
  {
    "translation": {
      "en": "I will go out and talk to people, knock on doors,",
      "vi": "Tôi sẽ đi nói chuyện với người ta,gõ cửa từng nhà,"
    }
  },
  {
    "translation": {
      "en": "calling, questioning and asking them if they can help.",
      "vi": "gọi điện, hỏi han và xin nhờ họ giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "I'd asked once in the past.",
      "vi": "Trước đây tôi đã từng yêu cầu."
    }
  },
  {
    "translation": {
      "en": "Sometimes I find if I ask twice, they find them.",
      "vi": "Đôi khi nếu tôi yêu cầu hai lần,họ sẽ tìm chúng."
    }
  },
  {
    "translation": {
      "en": "-Sometimes we have to dig a little deeper. -But this-- This is an old open warrant.",
      "vi": "- Đôi khi chúng ta phải đào sâu hơn.- Đây là lệnh đã cũ rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, let's take a look.",
      "vi": "Được rồi, xem nào."
    }
  },
  {
    "translation": {
      "en": "Now, we looked at them maybe a year ago,",
      "vi": "Chúng tôi đã xem nó có lẽtầm một năm trước,"
    }
  },
  {
    "translation": {
      "en": "and they said that there was a box of evidence that was missing",
      "vi": "và họ nói có một hộp bằng chứngbị thất lạc,"
    }
  },
  {
    "translation": {
      "en": "and there were supposed to be three file folders.",
      "vi": "và đáng lẽ là có ba cặp tài liệu."
    }
  },
  {
    "translation": {
      "en": "So, we're sort of hoping maybe they might have found their way back.",
      "vi": "Vậy nên chúng tôi mong rằng có thểnó đã trở lại trong hệ thống."
    }
  },
  {
    "translation": {
      "en": "If it's not there, we'll put a request in",
      "vi": "Nếu nó không có ở đó,chúng tôi sẽ yêu cầu"
    }
  },
  {
    "translation": {
      "en": "-for them to get that refiled for you. -I can come back. Thank you.",
      "vi": "- họ nộp đơn lại cho bà.- Tôi có thể quay lại. Cám ơn."
    }
  },
  {
    "translation": {
      "en": "-Great. -We're gonna keep our fingers crossed.",
      "vi": "- Tuyệt.- Hy vọng ta sẽ có ở đây."
    }
  },
  {
    "translation": {
      "en": "Gemma Hoskins... bulldog.",
      "vi": "Gemma Hoskins...rất kiên quyết."
    }
  },
  {
    "translation": {
      "en": "She's the bulldog.",
      "vi": "Bà ấy là một người rất kiên quyết."
    }
  },
  {
    "translation": {
      "en": "Abbie Schaub is the intellectual.",
      "vi": "Abbie Schaub là bộ não."
    }
  },
  {
    "translation": {
      "en": "They're feisty, tough women.",
      "vi": "Họ là những phụ nữ hăng hái, cứng rắn."
    }
  },
  {
    "translation": {
      "en": "I've asked both of them:",
      "vi": "Tôi hỏi cả hai người..."
    }
  },
  {
    "translation": {
      "en": "\"Don't you guys wanna become investigative journalists?",
      "vi": "\"Hai người không muốn trở thànhphóng viên điều tra à?"
    }
  },
  {
    "translation": {
      "en": "Let's have some real fun.\" And they-- They tell me, \"We'll do it our way.\"",
      "vi": "Sẽ hay ho lắm đấy.\" Và họ nói với tôi,\"Chúng tôi làm theo cách riêng.\""
    }
  },
  {
    "translation": {
      "en": "The first day she walked in and said, \"We're gonna read The Scarlet Letter,\"",
      "vi": "Ngày đầu cô ấy bước vào và nói,\"Chúng ta sẽ đọc Chữ A Màu Đỏ.\""
    }
  },
  {
    "translation": {
      "en": "I couldn't believe it.",
      "vi": "Tôi không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "I was 13 and this really cool nun was gonna read The Scarlet Letter with us?",
      "vi": "Tôi mới 13 và bà sơ tuyệt vời nàysẽ đọc Chữ A Màu Đỏ với chúng tôi?"
    }
  },
  {
    "translation": {
      "en": "I have never ever had a teacher like that before.",
      "vi": "Tôi chưa từng có giáo viên nào như vậy."
    }
  },
  {
    "translation": {
      "en": "[Deb] Sister Cathy could have been looked at as, like, a big sister.",
      "vi": "Sơ Cathy có thể được coi nhưmột người chị lớn."
    }
  },
  {
    "translation": {
      "en": "She exemplified this spirit of compassion and kindness.",
      "vi": "Cô ấy là hình tượng cho một tâm hồngiàu lòng thương người và sự tử tế."
    }
  },
  {
    "translation": {
      "en": "You felt like you were an individual with her",
      "vi": "Bạn cảm thấy mỗi cá nhân đềuđược trân trọng"
    }
  },
  {
    "translation": {
      "en": "and she was, like, encouraging you to bloom as a person.",
      "vi": "và cô ấy khuyến khíchcon người bạn phát triển."
    }
  },
  {
    "translation": {
      "en": "[Abbie] When we started doing Romeo and Juliet,",
      "vi": "Lúc chúng tôibắt đầu học về Romeo và Juliet,"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Oh, this--\"",
      "vi": "tôi nghĩ, ồ, nó..."
    }
  },
  {
    "translation": {
      "en": "You know, \"I'm barely gonna survive sitting through hours of Romeo and Juliet.\"",
      "vi": "Tôi sẽ khó mà chịu đựng đượchàng giờ học về Romeo và Juliet."
    }
  },
  {
    "translation": {
      "en": "But it got to the point where I began looking forward to going to English class.",
      "vi": "Ấy vậy mà tôi lại bắt đầu mong chờđến giờ học Anh văn."
    }
  },
  {
    "translation": {
      "en": "Who would've thought such a thing?",
      "vi": "Ai ngờ được chứ?"
    }
  },
  {
    "translation": {
      "en": "[Deb] I guess because she was so close in age to us,",
      "vi": "Tôi đoán chắc vì tuổi của chúng tôikhông chênh nhau nhiều,"
    }
  },
  {
    "translation": {
      "en": "everything she said was romantic.",
      "vi": "mọi thứ sơ nói đều lãng mạn."
    }
  },
  {
    "translation": {
      "en": "You know, English literature, how you can express yourself through poems.",
      "vi": "Văn học Anh, cách bạn có thểthể hiện bản thân qua thơ ca."
    }
  },
  {
    "translation": {
      "en": "When you're an adolescent and you're a girl,",
      "vi": "Khi bạn đang ở tuổi thành niên,lại là một cô gái,"
    }
  },
  {
    "translation": {
      "en": "that resonates with you.",
      "vi": "nó làm bạn rung động."
    }
  },
  {
    "translation": {
      "en": "And she was able to touch a lot of people in a short amount of time.",
      "vi": "Và cô ấy có thể chạm đến trái timchúng tôi chỉ trong thời gian ngắn."
    }
  },
  {
    "translation": {
      "en": "[Abbie] She was murdered our senior year.",
      "vi": "Cô ấy bị sát hại khi tôi học năm cuối."
    }
  },
  {
    "translation": {
      "en": "And it's always haunted many people in the community. We're not the only ones.",
      "vi": "Việc đó ám ảnh rất nhiều người trongcộng đồng này. Không riêng gì chúng tôi."
    }
  },
  {
    "translation": {
      "en": "People pop up from 45, 50 years ago",
      "vi": "Người ta xuất hiện từ...từ 45, 50 năm trước"
    }
  },
  {
    "translation": {
      "en": "who say, \"I have a story I'd like to tell you.\"",
      "vi": "nói rằng,\"Tôi có câu chuyện này muốn kể.\""
    }
  },
  {
    "translation": {
      "en": "So, it's been an ongoing urban legend almost.",
      "vi": "Vậy là nó đã trở thànhmột truyền thuyết thành thị."
    }
  },
  {
    "translation": {
      "en": "[Gemma] Abbie and I found each other",
      "vi": "Abbie và tôi tình cờ tìm thấy nhau"
    }
  },
  {
    "translation": {
      "en": "because we had not been in contact with each other since we graduated.",
      "vi": "vì chúng tôi đã không liên lạctừ khi tốt nghiệp."
    }
  },
  {
    "translation": {
      "en": "Gemma's been the Nancy Drew, I think.",
      "vi": "Gemma đã thành Nancy Drew, tôi nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "She's good at getting people to talk to her, calling them up and talk to her.",
      "vi": "Bà ấy rất giỏi khiến người ta mở lời,gọi cho họ và họ kể cho bà ấy."
    }
  },
  {
    "translation": {
      "en": "Abbie does amazing research, like no one I've ever met.",
      "vi": "Abbie giỏi tìm kiếm thông tin,tôi chưa từng gặp ai như vậy."
    }
  },
  {
    "translation": {
      "en": "I like to get on the phone, talk to people, draw pictures...",
      "vi": "Tôi thích gọi điện thoại, nói chuyện,vẽ tranh..."
    }
  },
  {
    "translation": {
      "en": "And I hate to talk to people, so, that works. [laughs]",
      "vi": "Tôi thì ghét nói chuyện thế nên việc này"
    }
  },
  {
    "translation": {
      "en": "[Gemma] ...of what-- Of what's going on.",
      "vi": "- lại thành ra suôn sẻ.- ...về sự việc."
    }
  },
  {
    "translation": {
      "en": "Our mission, we were driven to find out who hurt Sister Cathy.",
      "vi": "Nhiệm vụ của chúng tôi, chúng tôi quyếttìm ra ai đã sát hại Sơ Cathy."
    }
  },
  {
    "translation": {
      "en": "We have people telling us to be careful.",
      "vi": "Chúng tôi từng được cảnh báo hãy cẩn thận."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Our concern was that she fell into something evil,",
      "vi": "Chúng tôi lo là cô ấy đã bị lừabởi thứ gì đó xấu xa,"
    }
  },
  {
    "translation": {
      "en": "something bad, and got caught up with it.",
      "vi": "thứ gì đó tồi tệ,và rồi bị cuốn sâu vào nó."
    }
  },
  {
    "translation": {
      "en": "We're told that the story is not the nun's killing.",
      "vi": "Chúng tôi nghe là câu chuyện thựckhông phải về vụ sát hại vị sơ ấy."
    }
  },
  {
    "translation": {
      "en": "The story is the cover-up of a nun's story.",
      "vi": "Câu chuyện thực là về sự che đậyvụ án mạng đó."
    }
  },
  {
    "translation": {
      "en": "It worries me whether or not we're looking at something bigger than what we know of.",
      "vi": "Tôi lo lắng không biết có chuyện gì đóto lớn hơn cái mà chúng tôi biết không."
    }
  },
  {
    "translation": {
      "en": "[Gemma] It's a 45-year-old cold case,",
      "vi": "Đó là vụ án bỏ ngỏ 45 năm rồi,"
    }
  },
  {
    "translation": {
      "en": "and I think we probably have more information",
      "vi": "và tôi nghĩ chúng tôi chắc còn cónhiều thông tin hơn"
    }
  },
  {
    "translation": {
      "en": "than any police officer or detective has had on this case ever.",
      "vi": "bất kỳ cảnh sát hay thám tử nàoliên quan đến vụ án này."
    }
  },
  {
    "translation": {
      "en": "[Abbie] We're in our 60s.",
      "vi": "Bọn tôi ở độ tuổi 60."
    }
  },
  {
    "translation": {
      "en": "Time is getting short for us to be able to figure out what happened to Cathy.",
      "vi": "Thời gian để chúng tôi tìm hiểu điều đãxảy ra với Cathy ngày càng ngắn lại."
    }
  },
  {
    "translation": {
      "en": "I don't think there's any shame in not succeeding,",
      "vi": "Tôi không thấy xấu hổ gì nếukhông thành công,"
    }
  },
  {
    "translation": {
      "en": "but it would be wrong not to try.",
      "vi": "nhưng sẽ là sai trái  nếu không...cố gắng."
    }
  },
  {
    "translation": {
      "en": "[Juliana] Sister Cathy was my 11th-grade English teacher in 1969.",
      "vi": "Sơ Cathy là giáo viên Anh văn của tôinăm lớp 11 năm 1969."
    }
  },
  {
    "translation": {
      "en": "November 7th...",
      "vi": "Ngày bảy tháng 11..."
    }
  },
  {
    "translation": {
      "en": "it was a Friday.",
      "vi": "đó là thứ sáu."
    }
  },
  {
    "translation": {
      "en": "We had discussions after class.",
      "vi": "Chúng tôi bàn luận sau giờ học."
    }
  },
  {
    "translation": {
      "en": "Just talking about what was going on in my life and that kind of thing.",
      "vi": "Chỉ nói về những thứ đang diễn ratrong cuộc đời tôi và kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "She was standing behind her desk and I was standing next to her desk",
      "vi": "Cô ấy đứng sau bàn của mìnhcòn tôi đứng cạnh bàn của sơ"
    }
  },
  {
    "translation": {
      "en": "and... just talking.",
      "vi": "và...chỉ nói chuyện thôi."
    }
  },
  {
    "translation": {
      "en": "Um, I don't even remember what we were talking about",
      "vi": "Tôi còn không nhớ chúng tôi đã nói gì"
    }
  },
  {
    "translation": {
      "en": "until she said that she had to go shopping that night for a gift...",
      "vi": "cho tới khi cô ấy nói buổi tối đóphải đi mua quà..."
    }
  },
  {
    "translation": {
      "en": "for someone in her family.",
      "vi": "cho một người trong gia đình."
    }
  },
  {
    "translation": {
      "en": "She seemed really happy about it, about this person, whoever it was.",
      "vi": "Cô ấy dường như rất vui về điều đó,về người ấy, không biết là ai."
    }
  },
  {
    "translation": {
      "en": "She was excited that they were getting married.",
      "vi": "Cô ấy rất háo hức vì họ sắp kết hôn."
    }
  },
  {
    "translation": {
      "en": "And then I went on to my next class.",
      "vi": "Và rồi tôi đi sang lớp học tiếp theo."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Cathy left high school after her normal teaching day.",
      "vi": "Cathy rời trường trung họcsau một ngày dạy học bình thường."
    }
  },
  {
    "translation": {
      "en": "She was back at her apartment at some point.",
      "vi": "Cô ấy đã có lúc trở về căn hộ của mình."
    }
  },
  {
    "translation": {
      "en": "Uh, might have been-- I would assume around three o'clock or so.",
      "vi": "Có thể là... Tôi đoán là tầm ba giờ."
    }
  },
  {
    "translation": {
      "en": "[Bob] Sister Catherine and Sister Russell...",
      "vi": "Sơ Catherine và Sơ Russell..."
    }
  },
  {
    "translation": {
      "en": "they were roommates.",
      "vi": "họ ở cùng phòng."
    }
  },
  {
    "translation": {
      "en": "They taught together at Keough and they...",
      "vi": "Họ cùng dạy học ở Keough và họ..."
    }
  },
  {
    "translation": {
      "en": "were the two nuns who left the order, became public-school teachers.",
      "vi": "NHÀ BÁO là hai vị sơ rời khỏi giáo hội,trở thành giáo viên trường công."
    }
  },
  {
    "translation": {
      "en": "They rented an apartment over on North Bend Road",
      "vi": "Họ thuê một căn hộ ở đường North Bend"
    }
  },
  {
    "translation": {
      "en": "in the southwest part of the city.",
      "vi": "ở phía tây nam của thành phố."
    }
  },
  {
    "translation": {
      "en": "I interviewed Sister Russell...",
      "vi": "Tôi đã phỏng vấn Sơ Russell..."
    }
  },
  {
    "translation": {
      "en": "at her home in Carroll County.",
      "vi": "ở nhà của cô ấy ở quận Carroll."
    }
  },
  {
    "translation": {
      "en": "A very nice lady, but she was also very reluctant to talk.",
      "vi": "Một người phụ nữ dễ thương,nhưng cũng rất lưỡng lự khi nói chuyện."
    }
  },
  {
    "translation": {
      "en": "[Chris] Sister Russell was, um...",
      "vi": "Sơ Russell là.."
    }
  },
  {
    "translation": {
      "en": "She was my algebra teacher.",
      "vi": "Sơ là giáo viên đại số của tôi."
    }
  },
  {
    "translation": {
      "en": "She was also the cheerleading coach.",
      "vi": "Bà ấy cũng là huấn luyện viên đội cổ vũ."
    }
  },
  {
    "translation": {
      "en": "She was Cathy's friend. Everybody knew that.",
      "vi": "Bà ấy là bạn của Cathy. Ai cũng biết thế."
    }
  },
  {
    "translation": {
      "en": "They laughed together a lot.",
      "vi": "Họ rất hay cười cùng nhau."
    }
  },
  {
    "translation": {
      "en": "You'd see them in the hallway and you see them at different places together.",
      "vi": "Bạn thường thấy họ ở hành langvà ở những nơi khác cùng nhau."
    }
  },
  {
    "translation": {
      "en": "But Russell was more of the left brain and Cathy was the right.",
      "vi": "Nhưng Russell giống như não trái hơncòn Cathy là não phải."
    }
  },
  {
    "translation": {
      "en": "[Abbie] As far as we know, she left the apartment parking lot",
      "vi": "Như chúng tôi biết, cô ấy rời khỏibãi đỗ xe của căn hộ"
    }
  },
  {
    "translation": {
      "en": "somewhere around 7.",
      "vi": "lúc tầm bảy giờ."
    }
  },
  {
    "translation": {
      "en": "Sister Russell, her roommate, said that... this was a routine they did.",
      "vi": "Sơ Russell, bạn cùng phòng, nói rằng...đó là thói quen của họ."
    }
  },
  {
    "translation": {
      "en": "She was gonna go shopping to pick up some bakery buns.",
      "vi": "Cô ấy đi mua sắm để mua ít bánh."
    }
  },
  {
    "translation": {
      "en": "She was gonna buy an engagement gift for her sister.",
      "vi": "Cô ấy định đi mua quà mừng đính hôncho chị gái."
    }
  },
  {
    "translation": {
      "en": "She went from her apartment to the Edmondson Village Shopping Center.",
      "vi": "Cô ấy đi từ căn hộ tớiTrung tâm Thương mại Edmondson Village."
    }
  },
  {
    "translation": {
      "en": "It was very safe at the time.",
      "vi": "Nơi đó rất an toàn vào lúc đó.Nơi đó là..."
    }
  },
  {
    "translation": {
      "en": "It was a local attraction considered upscale.",
      "vi": "Nơi đó rất an toàn vào lúc đó.Nơi đó là... một điểm thu hút cho người khá giả."
    }
  },
  {
    "translation": {
      "en": "[Tom] Sister Cathy went to the local bank,",
      "vi": "Sơ Cathy tới ngân hàng địa phương,"
    }
  },
  {
    "translation": {
      "en": "cashed her paycheck, bought some dinner rolls.",
      "vi": "đổi séc lấy tiền lương,mua ít bánh mì cuộn."
    }
  },
  {
    "translation": {
      "en": "Now, accounts vary here.",
      "vi": "Đến đoạn này, có nhiều lời kể khác nhau."
    }
  },
  {
    "translation": {
      "en": "Several witnesses have told the newspaper and the police",
      "vi": "Nhiều nhân chứng nói với báo chívà cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "there's no doubt that the nun returns to her parking space",
      "vi": "rằng rõ ràng sơ đã trở lại bãi đỗ xe,"
    }
  },
  {
    "translation": {
      "en": "but no one has proved that she ever came back to her apartment.",
      "vi": "nhưng không ai chứng minh được rằngcô ấy đã quay lại căn hộ."
    }
  },
  {
    "translation": {
      "en": "Instead, she vanished.",
      "vi": "Ngược lại, cô ấy biến mất."
    }
  },
  {
    "translation": {
      "en": "We don't know exactly where Sister Catherine... was taken.",
      "vi": "Chúng tôi không biết chính xácSơ Catherine...bị bắt đi ở đâu."
    }
  },
  {
    "translation": {
      "en": "You know, was she on her way back from Edmondson Village?",
      "vi": "Có phải cô ấy đang trên đường trở về từEdmondson Village không?"
    }
  },
  {
    "translation": {
      "en": "Did she get back to the block where she lived",
      "vi": "Có phải sơ trở lại khu nhà nơi cô ấy sống"
    }
  },
  {
    "translation": {
      "en": "and then this person grabbed her?",
      "vi": "và rồi bị người này tóm lấy?"
    }
  },
  {
    "translation": {
      "en": "She might have been grabbed right outside her own door for all we know.",
      "vi": "Cô ấy hoàn toàn có thể bị bắt cócngay trước cửa nhà."
    }
  },
  {
    "translation": {
      "en": "All we know is that she never came home from that trip.",
      "vi": "Chúng ta chỉ biết rằngcô ấy không về nhà sau chuyến đi."
    }
  },
  {
    "translation": {
      "en": "[Abbie] We have a witness.",
      "vi": "Chúng tôi có một nhân chứng."
    }
  },
  {
    "translation": {
      "en": "An airline stewardess had gone grocery shopping",
      "vi": "Một nữ tiếp viên hàng khôngđi mua tạp phẩm xong"
    }
  },
  {
    "translation": {
      "en": "and was going up and down from her car carrying bags of groceries in and out.",
      "vi": "rồi làm vài chuyến bê đồ lên và xuốngtừ xe của mình."
    }
  },
  {
    "translation": {
      "en": "But on the third trip, about 8:30,",
      "vi": "Nhưng trong chuyến thứ ba,khoảng tám rưỡi,"
    }
  },
  {
    "translation": {
      "en": "she remembers seeing Cathy sitting in her car in the parking lot",
      "vi": "bà ấy nhớ đã nhìn thấy Cathyngồi trong xe của mình ở bãi đậu xe"
    }
  },
  {
    "translation": {
      "en": "as if she was waiting for something.",
      "vi": "như thể đang chờ một cái gì đó."
    }
  },
  {
    "translation": {
      "en": "One of the Keough girls,",
      "vi": "Một trong số các học sinh ở Keough,"
    }
  },
  {
    "translation": {
      "en": "who was... embarrassed, I think, initially to admit it,",
      "vi": "đã...xấu hổ lúc đầu, tôi nghĩ vậy,khi thú nhận rằng,"
    }
  },
  {
    "translation": {
      "en": "was in the neighborhood of Sister Cathy's apartment that night.",
      "vi": "cô ta đã có mặtở khu nhà của Cathy ở tối đó."
    }
  },
  {
    "translation": {
      "en": "Um, she had a little bit of a crush on one of the male teachers, I think,",
      "vi": "Hình như bà ấy có chút tình cảm vớimột giáo viên nam trong trường,"
    }
  },
  {
    "translation": {
      "en": "and was sort of hanging around by his apartment,",
      "vi": "và chơi loanh quanh căn hộ của thầy ấy,"
    }
  },
  {
    "translation": {
      "en": "which was apparently a block or two away from Cathy's apartment.",
      "vi": "cách căn hộ của Cathy một hay hai khu nhà."
    }
  },
  {
    "translation": {
      "en": "It was the beginning of November,",
      "vi": "Đó là đầu tháng mười một,"
    }
  },
  {
    "translation": {
      "en": "and around that time...",
      "vi": "và tầm thời gian đó..."
    }
  },
  {
    "translation": {
      "en": "our, um, new phonebooks came out for the year.",
      "vi": "cuốn danh bạ điện thoại mới được xuất bản."
    }
  },
  {
    "translation": {
      "en": "The-- It was called back then the C&P Telephone Company.",
      "vi": "Cái... Hồi đó nó được gọi làCông ty Điện thoại C&P."
    }
  },
  {
    "translation": {
      "en": "I was a sophomore in high school.",
      "vi": "Tôi đang học năm thứ hai trung học."
    }
  },
  {
    "translation": {
      "en": "It was a Friday night, and my girlfriend and I said:",
      "vi": "Đó là một tối thứ sáuvà bạn tôi và tôi nói..."
    }
  },
  {
    "translation": {
      "en": "\"Let's look in the phonebook, find out where all our teachers live.\"",
      "vi": "\"Hãy xem thử danh bạ để tìm rađịa chỉ của các giáo viên dạy ta.\""
    }
  },
  {
    "translation": {
      "en": "In that house lived Mr. Noone,",
      "vi": "Thầy Noone sống ở ngôi nhà đó,"
    }
  },
  {
    "translation": {
      "en": "and the light was on, on the second floor.",
      "vi": "và tầng hai lúc đó sáng đèn."
    }
  },
  {
    "translation": {
      "en": "And we said, \"It's Mr. Noone! He's got his undershirt on.\"",
      "vi": "Và chúng tôi nói, \"Đó là thầy Noone.Thầy đang mặc áo lót.\""
    }
  },
  {
    "translation": {
      "en": "I believe he was in the room there above the door.",
      "vi": "Tôi tin là thầy ở trong căn phòngphía trên cánh cửa đó."
    }
  },
  {
    "translation": {
      "en": "He was standing in front of a mirror, combing his hair.",
      "vi": "Thầy ấy đang đứng trước gương, chải tóc."
    }
  },
  {
    "translation": {
      "en": "The light went off.",
      "vi": "Đèn tắt."
    }
  },
  {
    "translation": {
      "en": "We ducked down and, you know, trying not to giggle.",
      "vi": "Chúng tôi núp xuống,và cố gắng không khúc khích cười."
    }
  },
  {
    "translation": {
      "en": "Before we knew it, we heard this yelling.",
      "vi": "Bất thình lìnhchúng tôi nghe thấy tiếng hét."
    }
  },
  {
    "translation": {
      "en": "And I would say it came from that direction.",
      "vi": "Và nó đến từ hướng kia."
    }
  },
  {
    "translation": {
      "en": "That's where Sister Cathy and Sister Russell lived.",
      "vi": "Đó là nơi Sơ Cathy và Sơ Russell sống."
    }
  },
  {
    "translation": {
      "en": "It was a man's voice.",
      "vi": "Đó là giọng đàn ông."
    }
  },
  {
    "translation": {
      "en": "Loud, booming...",
      "vi": "To, vang..."
    }
  },
  {
    "translation": {
      "en": "garbled with emotion, anger.",
      "vi": "chứa đầy cảm xúc, sự giận dữ."
    }
  },
  {
    "translation": {
      "en": "We really thought it was some kind of violence that was going on up there.",
      "vi": "Chúng tôi thật sự đã nghĩcó cuộc ẩu đả gì đó diễn ra ở đó."
    }
  },
  {
    "translation": {
      "en": "And that's when we took off and went home.",
      "vi": "Và đó là lúc chúng tôi bỏ đi và về nhà."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Sister Russell, her roommate and friend, became concerned",
      "vi": "Sơ Russell, bạn thân kiêm bạn cùng phòng,trở nên lo lắng"
    }
  },
  {
    "translation": {
      "en": "when Cathy never came back from the shopping trip.",
      "vi": "khi Cathy mãi không trở vềtừ chuyến mua sắm."
    }
  },
  {
    "translation": {
      "en": "Around midnight, she became concerned enough",
      "vi": "Tầm nửa đêm, bà ấy lo lắng đến nỗi"
    }
  },
  {
    "translation": {
      "en": "that she... called... Gerry Koob.",
      "vi": "gọi...cho...Gerry Koob."
    }
  },
  {
    "translation": {
      "en": "Father Koob and Cathy had met.",
      "vi": "Cha Koob và Cathy đã gặp nhau."
    }
  },
  {
    "translation": {
      "en": "Cathy was teaching English,",
      "vi": "Cathy đang dạy tiếng Anh"
    }
  },
  {
    "translation": {
      "en": "and Father Gerry Koob was teaching religion.",
      "vi": "còn Cha Gerry Koob dạy giáo lý."
    }
  },
  {
    "translation": {
      "en": "They apparently developed a friendship.",
      "vi": "Họ rõ là đã trở thành bạn."
    }
  },
  {
    "translation": {
      "en": "That troubles us a bit, looking back.",
      "vi": "Nó khiến chúng tôi cảm thấy rối rắmkhi nhìn lại."
    }
  },
  {
    "translation": {
      "en": "Why didn't Sister Russell call the police?",
      "vi": "Tại sao Sơ Russell lại không gọicho cảnh sát?"
    }
  },
  {
    "translation": {
      "en": "[Gerry] Now, the Carriage House Apartments...",
      "vi": "Giờ thì Chung cư Carriage House..."
    }
  },
  {
    "translation": {
      "en": "-[Gemma] Right here. -...are here, yeah. Okay.",
      "vi": "- Ngay đây.- ...ở đây, ừ. Được rồi. GERRY KOOBCỰU LINH MỤC"
    }
  },
  {
    "translation": {
      "en": "Okay. Keep going. All right.",
      "vi": "Được rồi. Cứ đi đi."
    }
  },
  {
    "translation": {
      "en": "[Gemma] Down here?",
      "vi": "Ở đây à?"
    }
  },
  {
    "translation": {
      "en": "Go up a little further. Yeah.",
      "vi": "Đi lên chút nữa. Phải rồi."
    }
  },
  {
    "translation": {
      "en": "Before five o'clock that afternoon, it was a typical day at the retreat house,",
      "vi": "Trước năm giờ chiều hôm đó,đó là một ngày bình thường ở nhà tu đạo,"
    }
  },
  {
    "translation": {
      "en": "and I didn't have a retreat going on,",
      "vi": "và tôi không tu đạo lúc ấy,"
    }
  },
  {
    "translation": {
      "en": "so, I have little or no recollection of anything.",
      "vi": "nên tôi không nhớ rõ về chuyện gì hết."
    }
  },
  {
    "translation": {
      "en": "But I knew that then-Brother Peter--",
      "vi": "Nhưng tôi biết rằng Peter,lúc đó là thầy dòng..."
    }
  },
  {
    "translation": {
      "en": "Pete McKeon and I had decided",
      "vi": "Pete McKeon và tôi đã quyết định"
    }
  },
  {
    "translation": {
      "en": "there's a movie playing in Baltimore tonight that we both wanna see.",
      "vi": "có một bộ phim đang chiếuở Baltimore tối đó mà cả hai đều muốn xem."
    }
  },
  {
    "translation": {
      "en": "It was Easy Rider.",
      "vi": "Đó là phim Tay lái Nổi loạn."
    }
  },
  {
    "translation": {
      "en": "I would venture it must have been about 10:30 or so by the time we got back.",
      "vi": "Tôi dám chắc phải tầm 10:30lúc chúng tôi về đến nơi."
    }
  },
  {
    "translation": {
      "en": "And we were sitting and talking about it",
      "vi": "Và chúng tôi ngồi thảo luận về nó"
    }
  },
  {
    "translation": {
      "en": "and the phone rings, and it's Sister Russell Phillips.",
      "vi": "rồi điện thoại rung,đó là Sơ Russell Phillips."
    }
  },
  {
    "translation": {
      "en": "\"Have you seen Cathy?\"",
      "vi": "\"Anh có gặp Cathy không?\""
    }
  },
  {
    "translation": {
      "en": "She tells us that Cathy went out around 8:00 or 8:30.",
      "vi": "Bà ấy kể với chúng tôi Cathy ra ngoài tầmtám giờ hoặc tám rưỡi."
    }
  },
  {
    "translation": {
      "en": "She was gonna get an engagement present for her sister and she's not home yet.",
      "vi": "Cô ấy đi mua quà mừng đính hôncho chị gái mà giờ vẫn chưa về."
    }
  },
  {
    "translation": {
      "en": "So, we got in the car and drove up to Catonsville immediately.",
      "vi": "Nên chúng tôi lên xe và lái ngay đếncăn hộ của Cathy."
    }
  },
  {
    "translation": {
      "en": "This is-- This is the apartment we were in.",
      "vi": "Đây là...căn hộ mà chúng tôi đến."
    }
  },
  {
    "translation": {
      "en": "And, uh...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "we were on that ground floor.",
      "vi": "chúng tôi ở tầng trệt kia."
    }
  },
  {
    "translation": {
      "en": "So, our approach was up those steps and right into this apartment.",
      "vi": "Chúng tôi đi tới các bậc thang nàyđể vào thẳng căn hộ này."
    }
  },
  {
    "translation": {
      "en": "We spent maybe 45 minutes to an hour listening to Russell.",
      "vi": "Chúng tôi dành tầm 45 phút tới một giờlắng nghe Russell."
    }
  },
  {
    "translation": {
      "en": "And... since it was now three hours after what she expected,",
      "vi": "Và...vì đã ba tiếng trôi qua,"
    }
  },
  {
    "translation": {
      "en": "I said, \"I think it's time for us to call the police.\"",
      "vi": "tôi nói, \"Tôi nghĩ đã đến lúcta gọi cảnh sát.\""
    }
  },
  {
    "translation": {
      "en": "So, a single policeman responded to our call. He came to this apartment.",
      "vi": "Có một cảnh sát duy nhất trả lời cuộc gọi.Ông ta đến căn hộ này."
    }
  },
  {
    "translation": {
      "en": "We were describing her as a missing person.",
      "vi": "Chúng tôi mô tả Cathy như bị mất tích."
    }
  },
  {
    "translation": {
      "en": "He wrote everything down, he left.",
      "vi": "Ông ấy viết lại mọi thứ rồi đi."
    }
  },
  {
    "translation": {
      "en": "The three of us gathered around a little table.",
      "vi": "Ba người chúng tôi ngồi lạiquanh chiếc bàn."
    }
  },
  {
    "translation": {
      "en": "And I said Mass.",
      "vi": "Và tôi thực hiện lễ."
    }
  },
  {
    "translation": {
      "en": "We did a little bread and wine, and I did the Mass, a consecration.",
      "vi": "Chúng tôi dùng chút bánh và rượu,rồi tôi thực hiện thánh lễ, cúng tế."
    }
  },
  {
    "translation": {
      "en": "And we saved some of the communion bread for Cathy.",
      "vi": "Và chúng tôi để phần ít bánh lễ cho Cathy."
    }
  },
  {
    "translation": {
      "en": "We were still hoping against hope that she would show up.",
      "vi": "Chúng tôi vẫn cầu monglà cô ấy sẽ quay về."
    }
  },
  {
    "translation": {
      "en": "After another hour or two, Peter and I left",
      "vi": "Sau đó một hay hai tiếng,Peter và tôi ra về"
    }
  },
  {
    "translation": {
      "en": "and went down those steps to take a walk.",
      "vi": "và đi xuống khỏi các bậc này để đi bộ."
    }
  },
  {
    "translation": {
      "en": "We're coming up this way...",
      "vi": "Chúng tôi đi hướng này..."
    }
  },
  {
    "translation": {
      "en": "and when we get about here... we spot the car.",
      "vi": "và khi chúng tôi tới khoảng đây...chúng tôi phát hiện thấy chiếc xe."
    }
  },
  {
    "translation": {
      "en": "This door was unlocked.",
      "vi": "Cửa xe không khóa."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Right.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "-We went in. -Uh-huh.",
      "vi": "Bọn tôi vào xe."
    }
  },
  {
    "translation": {
      "en": "And the famous twig was sticking-- Hanging down from that.",
      "vi": "Và cành cây người ta hay nói tới ấydính vào... Lủng lẳng ở chỗ đó."
    }
  },
  {
    "translation": {
      "en": "[Tom] There are leaves, twigs, muddy tires.",
      "vi": "Có lá cây, cành cây và lốp xe dính bùn."
    }
  },
  {
    "translation": {
      "en": "This car had been into a swampy area, unquestionable.",
      "vi": "Xe đã ở vùng đầm lầy,không nghi ngờ gì nữa."
    }
  },
  {
    "translation": {
      "en": "The car had been into swampy, muddy ground.",
      "vi": "Cái xe đã ở chỗ bùn lầy."
    }
  },
  {
    "translation": {
      "en": "And why is that car found",
      "vi": "Và tại sao nó lại được tìm thấy"
    }
  },
  {
    "translation": {
      "en": "with its rear end sticking out in the street",
      "vi": "với đuôi xe hướng ra phía con phố"
    }
  },
  {
    "translation": {
      "en": "right adjacent to the Carriage House Apartments, where the nun lived?",
      "vi": "sát ngay bên phải Chung cư Carriage Housenơi vị sơ sống?"
    }
  },
  {
    "translation": {
      "en": "Whoever put that car there wanted it to be found.",
      "vi": "Ai để chiếc xe ở đómuốn nó được tìm thấy."
    }
  },
  {
    "translation": {
      "en": "My elevator inside me is dropping down very rapidly,",
      "vi": "Tôi trở nên sợ hãi hết sức,"
    }
  },
  {
    "translation": {
      "en": "because up here, I know Cathy did not bring this car back here.",
      "vi": "vì trong đầutôi biết Cathy không đậu xe ở đây."
    }
  },
  {
    "translation": {
      "en": "Somebody else brought the car back and didn't bring her with them.",
      "vi": "Có ai đó đã đánh xe trở lạivà không mang cô ấy đi cùng."
    }
  },
  {
    "translation": {
      "en": "Then where is she?",
      "vi": "Vậy cô ấy ở đâu?"
    }
  },
  {
    "translation": {
      "en": "[Abbie] Around this same period of time,",
      "vi": "Cùng khoảng thời gian đó,"
    }
  },
  {
    "translation": {
      "en": "Joyce Malecki is a young woman",
      "vi": "Joyce Malecki là một cô gái trẻ"
    }
  },
  {
    "translation": {
      "en": "who was abducted three or four days after Sister Cathy was abducted.",
      "vi": "bị bắt cóc ba hay bốn ngày sau khiSơ Cathy bị bắt cóc."
    }
  },
  {
    "translation": {
      "en": "Back then, abductions and murders of random young women",
      "vi": "Hồi đó, các vụ bắt cócvà sát hại các cô gái trẻ"
    }
  },
  {
    "translation": {
      "en": "were almost unheard of.",
      "vi": "rất hiếm khi xảy ra."
    }
  },
  {
    "translation": {
      "en": "For two young women to be abducted within four days of each other,",
      "vi": "Hai cô gái trẻ bị bắt cóctrong vòng có bốn ngày,"
    }
  },
  {
    "translation": {
      "en": "what are the odds?",
      "vi": "thật hết sức kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Same scenario, car was found, side of the road, door open, she was gone.",
      "vi": "Diễn biến y hệt, ô tô được tìm thấyở bên đường, cửa mở, cô gái biến mất."
    }
  },
  {
    "translation": {
      "en": "Her family are charming people.",
      "vi": "Gia đình của cô ấy là những người dễ mến."
    }
  },
  {
    "translation": {
      "en": "She has several siblings still alive. We've met with them.",
      "vi": "Cô ấy có vài anh em vẫn còn sống.Chúng tôi đã gặp họ."
    }
  },
  {
    "translation": {
      "en": "So, we said, \"As long as we're spending this time looking around,",
      "vi": "Chúng tôi nói,\"Trước sau gì ta đã bỏ công tìm tòi,"
    }
  },
  {
    "translation": {
      "en": "let's see if we can find any information to help the Maleckis.\"",
      "vi": "hãy xem ta có thể tìm ra thông tin gìđể giúp gia đình Malecki.\""
    }
  },
  {
    "translation": {
      "en": "[Don] This is where it had first came out",
      "vi": "Đây là bài báo đầu tiên"
    }
  },
  {
    "translation": {
      "en": "where she was missing and where she was missing from.",
      "vi": "về nơi em ấy biến mất và biến mất từ đâu."
    }
  },
  {
    "translation": {
      "en": "a pretty young 20-year-old Lansdowne girl who lived less than two miles",
      "vi": "cô gái trẻ 20 tuổi từ Lansdowne,sống cách khoảng ba cây số... ANH CỦA JOYCE"
    }
  },
  {
    "translation": {
      "en": "from the apartment where Sister Catherine Cesnik",
      "vi": "...cách căn hộ nơi mà Sơ Catherine Cesnik"
    }
  },
  {
    "translation": {
      "en": "was reported missing late yesterday.",
      "vi": "được báo là mất tích tối hôm qua."
    }
  },
  {
    "translation": {
      "en": "Similarities in the two cases. Both girls were young and attractive.",
      "vi": "Điểm giống nhau trong hai vụ án,cả hai cô gái đều trẻ trung và hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "Packages were found in both cars.",
      "vi": "Các gói đồ được tìm thấy ở cả hai xe."
    }
  },
  {
    "translation": {
      "en": "Both cars were found abandoned with no apparent signs of struggle,",
      "vi": "Cả hai xe đều được phát hiện bỏ khôngvà không thấy dấu hiệu phản kháng,"
    }
  },
  {
    "translation": {
      "en": "keys were still in the ignition, and both girls had went shopping.\"",
      "vi": "chìa khóa vẫn cắm ở xe, và cả hai cô gáiđều ra ngoài mua sắm.\""
    }
  },
  {
    "translation": {
      "en": "You know, where we grew up, we had no keys to the house.",
      "vi": "Nơi chúng tôi lớn lênchúng tôi không cần chìa khóa nhà. ANH CỦA JOYCE"
    }
  },
  {
    "translation": {
      "en": "The house was not locked, so, we could come and go as we please.",
      "vi": "Căn nhà không khóa,nên chúng tôi có thể ra vào thoải mái."
    }
  },
  {
    "translation": {
      "en": "There was no crime rate. There was no trouble.",
      "vi": "Không có tỷ lệ tội phạm.Không có vấn đề gì."
    }
  },
  {
    "translation": {
      "en": "Never had any problems. Everybody was there to help you.",
      "vi": "Chưa từng có vấn đề gì.Ai cũng sẵn lòng giúp đỡ bạn."
    }
  },
  {
    "translation": {
      "en": "It was a nice neighborhood to grow up in.",
      "vi": "Đó là một khu rất tuyệt để lớn lên."
    }
  },
  {
    "translation": {
      "en": "[Darryl] In November 1969,",
      "vi": "Vào tháng mười một năm 1969,"
    }
  },
  {
    "translation": {
      "en": "I was working at Gino's, which was a fast-food restaurant,",
      "vi": "tôi đang làm việc ở Gino's,một cửa hàng đồ ăn nhanh,"
    }
  },
  {
    "translation": {
      "en": "probably within five miles from the house.",
      "vi": "chắc cách nhà khoảng tám cây số."
    }
  },
  {
    "translation": {
      "en": "I was working in the evening, and Joyce came up to Gino's",
      "vi": "Tôi đang làm ca tối thì Joyce tới Gino's"
    }
  },
  {
    "translation": {
      "en": "and asked me to switch vehicles.",
      "vi": "và bảo tôi đổi xe."
    }
  },
  {
    "translation": {
      "en": "She left her car, and she took my parents' car.",
      "vi": "Em ấy để lại xe của mìnhvà lấy xe của bố mẹ."
    }
  },
  {
    "translation": {
      "en": "I was probably the last one to see her.",
      "vi": "Chắc tôi là người cuối cùngnhìn thấy em ấy."
    }
  },
  {
    "translation": {
      "en": "This is the exact parking lot where her car was found.",
      "vi": "Đây chính là bãi đậu xenơi người ta tìm thấy xe của em ấy."
    }
  },
  {
    "translation": {
      "en": "Once we converged here and met here, we contacted the state police.",
      "vi": "Sau khi chúng tôi gặp nhau rồi trao đổi,chúng tôi liên lạc với cảnh sát bang."
    }
  },
  {
    "translation": {
      "en": "They responded rather rapidly, secured the area",
      "vi": "Họ phản ứng khá nhanh chóng,phong tỏa khu vực,"
    }
  },
  {
    "translation": {
      "en": "and told us, you know, \"Hey, don't go in, don't touch nothing.\"",
      "vi": "và nói với chúng tôi,\"Này, đừng đi vào, đừng chạm vào cái gì.\""
    }
  },
  {
    "translation": {
      "en": "The car is parked just the same as we're parked right now,",
      "vi": "Chiếc xe được đỗ y hệtnhư cách chúng ta đang đỗ bây giờ,"
    }
  },
  {
    "translation": {
      "en": "and it was unlocked, and the keys were in the ignition.",
      "vi": "và cửa xe không khóa,và chìa khóa vẫn còn cắm ở ổ."
    }
  },
  {
    "translation": {
      "en": "The day that my sister went out shopping that evening,",
      "vi": "Cái ngày mà em gái tôira ngoài mua sắm, tối đó,"
    }
  },
  {
    "translation": {
      "en": "it was all over the local news about Sister Cathy's disappearance.",
      "vi": "sự biến mất của Sơ Cathyxuất hiện trên khắp bản tin địa phương."
    }
  },
  {
    "translation": {
      "en": "My mother told her, \"Joyce, be careful out there.",
      "vi": "Mẹ tôi nói với em ấy... \"Joyce, cẩn thận đấy."
    }
  },
  {
    "translation": {
      "en": "The nun is missing. Make sure you come home safe.\"",
      "vi": "Vị sơ ấy đang mất tích.Con nhớ về nhà an toàn.\""
    }
  },
  {
    "translation": {
      "en": "But she didn't.",
      "vi": "Nhưng em đã không về."
    }
  },
  {
    "translation": {
      "en": "It's always like an interview getting into your e-mail.",
      "vi": "Truy cập emailgiống như tham gia phỏng vấn vậy."
    }
  },
  {
    "translation": {
      "en": "I sit right where I'm sitting now in the evening,",
      "vi": "Tôi đang ngồi chỗ tôi hay ngồi buổi tối,"
    }
  },
  {
    "translation": {
      "en": "whether I'm eating or watching TV,",
      "vi": "dù là tôi đang ăn hay xem ti vi,"
    }
  },
  {
    "translation": {
      "en": "and I read everybody's posts.",
      "vi": "và tôi đọc bài viết của mọi người."
    }
  },
  {
    "translation": {
      "en": "Abbie's the researcher.",
      "vi": "Abbie là nhà nghiên cứu."
    }
  },
  {
    "translation": {
      "en": "She and I are on here every night in the middle of the night.",
      "vi": "Bà ấy và tôi lên đây mỗi đêm lúc nửa đêm."
    }
  },
  {
    "translation": {
      "en": "This Facebook page,",
      "vi": "Trang Facebook này."
    }
  },
  {
    "translation": {
      "en": "Justice for Catherine Cesnik and Joyce Malecki...",
      "vi": "Công lý cho Catherine Cesnikvà Joyce Malecki,"
    }
  },
  {
    "translation": {
      "en": "Abbie Fitzgerald and I are the administrators on this page.",
      "vi": "Abbie Fitzgerald và tôilà quản trị viên của trang này."
    }
  },
  {
    "translation": {
      "en": "And the purpose of the page is to collect information",
      "vi": "Và mục đích của trang nàylà để thu thập thông tin"
    }
  },
  {
    "translation": {
      "en": "from anybody who might have information about what happened to Sister Cathy.",
      "vi": "từ bất kỳ ai có thể có thông tinvề chuyện gì đã xảy ra với Sơ Cathy."
    }
  },
  {
    "translation": {
      "en": "We have journalists, law enforcement, retired police officers.",
      "vi": "Chúng tôi có phóng viên, nhân viêntư pháp, cảnh sát đã nghỉ hưu."
    }
  },
  {
    "translation": {
      "en": "People know that they can private message us.",
      "vi": "Người ta biết họ có thể nhắn tin riêngcho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "If I ask a question tonight on this page,",
      "vi": "Nếu tôi hỏi một câu hỏi trên trang nàyvào tối nay,"
    }
  },
  {
    "translation": {
      "en": "all we have to do is post it and we get so many responses.",
      "vi": "chúng tôi chỉ cần đăng nó lênvà sẽ có rất nhiều phản hồi."
    }
  },
  {
    "translation": {
      "en": "[Abbie] This is my very inelegant file system, very low-tech.",
      "vi": "Đây là hệ thống lưu trữ rất thô sơcủa tôi, cực lạc hậu."
    }
  },
  {
    "translation": {
      "en": "But it became clear fairly early that so many names were coming up",
      "vi": "Nhưng rồi có quá nhiều cái tên xuất hiệnnên tôi cần tìm cách khác"
    }
  },
  {
    "translation": {
      "en": "that I needed some way to try to store the information, find it again.",
      "vi": "để lưu trữ thông tin, để tìm lại dễ dàngđã trở nên rõ ràng từ rất lâu."
    }
  },
  {
    "translation": {
      "en": "Let's see.",
      "vi": "Xem nào."
    }
  },
  {
    "translation": {
      "en": "I have the letters to the City of Baltimore Police,",
      "vi": "Tôi có các lá thư gửi tớiCảnh sát Thành phố Baltimore,"
    }
  },
  {
    "translation": {
      "en": "to the... CIA, the FBI, Freedom of Information Act request.",
      "vi": "tới...CIA, FBI,yêu cầu về Đạo luật Tự do Thông tin."
    }
  },
  {
    "translation": {
      "en": "[Gemma] Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "This Facebook post is from May.",
      "vi": "Bài đăng Facebook này từ tháng năm."
    }
  },
  {
    "translation": {
      "en": "\"We went on a field trip trying to better understand the events",
      "vi": "\"Chúng tôi đi thực tế để hiểu rõ hơnvề các sự kiện đã xảy ra"
    }
  },
  {
    "translation": {
      "en": "the evening Sister Cathy was abducted.",
      "vi": "trong đêm Sơ Cathy bị bắt cóc."
    }
  },
  {
    "translation": {
      "en": "Picture is attached. Tan brick building was Cathy's apartment.",
      "vi": "Ảnh được đính kèm, tòa nhà gạch nâulà căn hộ của Cathy."
    }
  },
  {
    "translation": {
      "en": "Parking lot next to that is where her car would have been parked.",
      "vi": "Bãi đậu xe cạnh đó là nơi sơ đã đỗ xe."
    }
  },
  {
    "translation": {
      "en": "A silver SUV is parked where her car was found,",
      "vi": "Một chiếc SUV bạcđỗ ở nơi xe của sơ được tìm thấy,"
    }
  },
  {
    "translation": {
      "en": "parked illegally with back of car protruding into the street.\"",
      "vi": "đỗ trái phép với đuôi xethò ra ngoài con đường.\""
    }
  },
  {
    "translation": {
      "en": "Facebook has been such an integral part of our investigation.",
      "vi": "Facebook đã là một phần thiết yếucho cuộc điều tra của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "There's power in numbers,",
      "vi": "Số đông tạo nên sức mạnh"
    }
  },
  {
    "translation": {
      "en": "and we're all feeling driven to find out who hurt Sister Cathy.",
      "vi": "và chúng tôi đều quyết tâmtìm ra kẻ sát hại Sơ Cathy."
    }
  },
  {
    "translation": {
      "en": "Sister Cathy and Joyce went missing in the same area",
      "vi": "Sơ Cathy và Joyce đều bị mất tíchở cùng một khu vực"
    }
  },
  {
    "translation": {
      "en": "of southwest Baltimore in the same week.",
      "vi": "ở tây nam Baltimore trong cùng một tuần."
    }
  },
  {
    "translation": {
      "en": "So, we've been working with the Malecki family",
      "vi": "Vậy nên chúng tôi đang làm việccùng gia đình Malecki"
    }
  },
  {
    "translation": {
      "en": "to try and get information about Joyce",
      "vi": "để cố tìm thêm thông tin về Joyce,"
    }
  },
  {
    "translation": {
      "en": "and to try and make connections between the two murders",
      "vi": "và cố gắng tìm sự liên kết giữa hai vụ án"
    }
  },
  {
    "translation": {
      "en": "and the people that we think were responsible.",
      "vi": "với những người chúng tôi nghĩcó liên quan."
    }
  },
  {
    "translation": {
      "en": "Okay, Buddy, let's go.",
      "vi": "Được rồi, Buddy, đi thôi."
    }
  },
  {
    "translation": {
      "en": "[Don] After we found Joyce's car,",
      "vi": "Sau khi chúng tôi tìm thấy xe của Joyce,"
    }
  },
  {
    "translation": {
      "en": "it was the next day that two hunters found her body.",
      "vi": "ngày hôm saucó hai thợ săn tìm thấy xác em ấy."
    }
  },
  {
    "translation": {
      "en": "Well, you can see how secluded this is.",
      "vi": "Ồ, bạn có thể thấy chỗ nàyhẻo lánh thế nào."
    }
  },
  {
    "translation": {
      "en": "And like I said, at the time, it was a dirt road, so, somebody had to know",
      "vi": "Như tôi đã nói, hồi đó đây là đường đấtthế nên ai đó phải biết rõ"
    }
  },
  {
    "translation": {
      "en": "where they were going and what they were doing.",
      "vi": "họ đang đi đâu và họ đang làm gì."
    }
  },
  {
    "translation": {
      "en": "And in my opinion, she was placed back here not to be found any time soon.",
      "vi": "Và tôi nghĩ, em ấy được đặt ở đóđể không ai có thể tìm thấy sớm."
    }
  },
  {
    "translation": {
      "en": "And somewhere-- Somewhere back in here,",
      "vi": "Và đâu đó... Đâu đó trong đó,"
    }
  },
  {
    "translation": {
      "en": "you go back about 25, 30 yards,",
      "vi": "bạn đi vào trong khoảng 25, 30 thước,"
    }
  },
  {
    "translation": {
      "en": "and there's the Little Patuxent River, and that's where her body was found.",
      "vi": "ở đó có sông Little Patuxent, và đó là nơithi thể của em ấy được phát hiện."
    }
  },
  {
    "translation": {
      "en": "[Pat] And they asked if someone would identify.",
      "vi": "Và họ yêu cầu người thân đến nhận dạng."
    }
  },
  {
    "translation": {
      "en": "And my mother and father, they were too upset.",
      "vi": "Và bố mẹ tôi, họ quá đau buồn. ANH CỦA JOYCE"
    }
  },
  {
    "translation": {
      "en": "So, I said, \"Well, I'll go back.\"",
      "vi": "Nên tôi nói, \"Con sẽ đi.\""
    }
  },
  {
    "translation": {
      "en": "So that they would be spared that.",
      "vi": "Để họ không phải thấy cảnh đó."
    }
  },
  {
    "translation": {
      "en": "The hunters found her.",
      "vi": "Thợ săn tìm ra em ấy."
    }
  },
  {
    "translation": {
      "en": "She was facedown in the stream with her hands tied behind her back.",
      "vi": "Em ấy nằm úp mặt xuống dòng nướcvới tay bị trói đằng sau lưng."
    }
  },
  {
    "translation": {
      "en": "And her throat was cut.",
      "vi": "Và cổ bị cắt."
    }
  },
  {
    "translation": {
      "en": "They had her body on this gurney and a sheet over her.",
      "vi": "Họ để thi thể em ấy trên băng cavà trải tấm chăn lên."
    }
  },
  {
    "translation": {
      "en": "And just the one thing I'll never ever forget, when they pulled the sheet back,",
      "vi": "Và tôi sẽ không bao giờ quênkhi họ kéo tấm chăn ra,"
    }
  },
  {
    "translation": {
      "en": "her face was all dirty and muddy, and... her hair had sticks in it.",
      "vi": "khuôn mặt em ấy đầy bùn đất,và...tóc thì dính cành cây."
    }
  },
  {
    "translation": {
      "en": "But I could still tell it was my sister.",
      "vi": "Nhưng tôi vẫn nhận được em gái mình."
    }
  },
  {
    "translation": {
      "en": "So, that's when I went back and I... told my mother and father",
      "vi": "Thế rồi tôi về nhà và tôi...nói với bố mẹ mình,"
    }
  },
  {
    "translation": {
      "en": "and Donald and Darryl that it was her.",
      "vi": "và Donald và Darryl rằng đó là em ấy."
    }
  },
  {
    "translation": {
      "en": "But when it comes to my sister,",
      "vi": "Nhưng về phía em tôi,"
    }
  },
  {
    "translation": {
      "en": "the only thing I can see is what I saw when I-- When they pulled that sheet back.",
      "vi": "cái duy nhất tôi có thể thấy là...khi họ kéo tấm chăn ra."
    }
  },
  {
    "translation": {
      "en": "That's terrible. That's the only memory that I have, and it never ever goes away.",
      "vi": "Thật kinh khủng. Đó là ký ức duy nhấttôi có và nó sẽ không bao giờ phai mờ."
    }
  },
  {
    "translation": {
      "en": "It's just like it was yesterday.",
      "vi": "Cứ như thể mới ngày hôm qua."
    }
  },
  {
    "translation": {
      "en": "So, that's...",
      "vi": "Vậy, đó..."
    }
  },
  {
    "translation": {
      "en": "That's what you have to go through, I guess, in a situation like that, but...",
      "vi": "Đó là cái bạn phải trải qua, tôi đoán thế,trong một tình huống như vậy, nhưng..."
    }
  },
  {
    "translation": {
      "en": "That's why I would like to see somebody pay for it.",
      "vi": "Đó là lý do tôi muốn thấy ai đóphải trả giá cho chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Somebody did it.",
      "vi": "Ai đó đã gây tội."
    }
  },
  {
    "translation": {
      "en": "[Tom] \"City police search for missing nun,",
      "vi": "\"Cảnh sát thành phố tìm kiếm sơ mất tích,"
    }
  },
  {
    "translation": {
      "en": "26 officers combing area with K-9 corps dogs.\"",
      "vi": "Hai mươi sáu cảnh sátlục soát khu vực với chó cảnh sát K-9.\""
    }
  },
  {
    "translation": {
      "en": "It was a huge public event in 1969.",
      "vi": "Đó là một sự kiện lớn năm 1969."
    }
  },
  {
    "translation": {
      "en": "We've got a terrible-- Nun disappeared. It's all over the front page.",
      "vi": "Chúng tôi có một vị sơ mất tích,xuất hiện trên trang nhất."
    }
  },
  {
    "translation": {
      "en": "And five days later, \"Oh, my God, what's happened to Malecki?",
      "vi": "Năm ngày sau, \"Ôi, Chúa ơi,chuyện gì xảy ra với Malecki?"
    }
  },
  {
    "translation": {
      "en": "Are they connected?\"",
      "vi": "Có liên quan không?\""
    }
  },
  {
    "translation": {
      "en": "And the FBI commissioner, the head guy in Baltimore, anyway,",
      "vi": "Và ủy viên FBI,người đứng đầu FBI ở Baltimore,"
    }
  },
  {
    "translation": {
      "en": "tells the press, \"Rest assured, your Federal FBI is hard at work.",
      "vi": "nói với báo chí, \"Xin hãy yên tâm,các đặc vụ liên bang đang cố gắng hết sức."
    }
  },
  {
    "translation": {
      "en": "We will find out if there's a connection between Malecki and Sister Cathy.\"",
      "vi": "Chúng tôi sẽ tìm xem có mối liên hệ nàogiữa Malecki và Sơ Cathy không.\""
    }
  },
  {
    "translation": {
      "en": "You start asking, \"Who ran that investigation?\"",
      "vi": "Bạn bắt đầu đặt câu hỏi... \"Ai phụ trách cuộc điều tra?\""
    }
  },
  {
    "translation": {
      "en": "And that's Captain John Barnold.",
      "vi": "Và đó là đại úy John Barnold."
    }
  },
  {
    "translation": {
      "en": "He's the chief of Homicide, Baltimore City cops.",
      "vi": "Ông ấy là đội trưởng Đội Điều tra Án mạngcủa thành phố Baltimore."
    }
  },
  {
    "translation": {
      "en": "[John] \"We're coming in here a minute, hon, and take a few pictures.\"",
      "vi": "\"Bọn anh sẽ vào đây một lúc, em yêu,và chụp vài bức ảnh.\""
    }
  },
  {
    "translation": {
      "en": "That was me in my good days.",
      "vi": "Đó là tôi hồi còn trẻ."
    }
  },
  {
    "translation": {
      "en": "It was just a photo taken with my new captain's hat and badge and all.",
      "vi": "Chỉ là bức ảnh với chiếc mũ đại úy mớivà phù hiệu mới thôi. CỰU ĐẠI ÚYCẢNH SÁT BALTIMORE"
    }
  },
  {
    "translation": {
      "en": "I was 38. I was the youngest captain on the force at the time.",
      "vi": "Lúc đó tôi 38 tuổi.Đại úy trẻ nhất trong lực lượng lúc đó."
    }
  },
  {
    "translation": {
      "en": "And at that time, they only had...",
      "vi": "Và tại thời điểm đó, họ chỉ có..."
    }
  },
  {
    "translation": {
      "en": "I think it was 18 captains in the whole force, and I was one of 18.",
      "vi": "Tôi nghĩ là 18 đại úy trong toànlực lượng, và tôi là một trong số đó."
    }
  },
  {
    "translation": {
      "en": "I was fortunate. I had a good career.",
      "vi": "Tôi rất may mắn. Tôi có một sự nghiệp tốt."
    }
  },
  {
    "translation": {
      "en": "People are missing every day.",
      "vi": "Ngày nào cũng có người mất tích."
    }
  },
  {
    "translation": {
      "en": "They wander off, you know, and-- And, usually, nothing comes of it.",
      "vi": "Họ đi lang thang và...thường thì không có gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, in the newspapers, they quote me--",
      "vi": "Sự thật là, trong tờ báo,họ trích dẫn tôi..."
    }
  },
  {
    "translation": {
      "en": "No foul play was known at the time.",
      "vi": "Không có hành động phạm tội nàođược xác minh lúc đó."
    }
  },
  {
    "translation": {
      "en": "And they kept coming to us, \"Did you hear anything? Did you do anything?\"",
      "vi": "Và họ cứ hỏi chúng tôi, \"Các vịcó nghe được gì không? Làm được gì chưa?\""
    }
  },
  {
    "translation": {
      "en": "Uh, they'd come to me and I'd say, \"The investigation is still on. I--\"",
      "vi": "Họ hỏi tôi và tôi nói,\"Cuộc điều tra vẫn đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "That was all I could tell them.",
      "vi": "Tôi chỉ nói được thế."
    }
  },
  {
    "translation": {
      "en": "[Tom] From day one, Barnold is essentially telling everybody:",
      "vi": "Từ ngày đầu tiên,Barnold đã nói với mọi người,"
    }
  },
  {
    "translation": {
      "en": "\"We don't think it's kidnapping. We don't see a problem. We're okay. We'll be fine.\"",
      "vi": "\"Chúng tôi không nghĩ đó là bắt cóc.Không có vấn đề gì cả.\""
    }
  },
  {
    "translation": {
      "en": "\"What's going on here? Where is she?\"",
      "vi": "\"Chuyện gì đang diễn ra? Cô ấy ở đâu?\""
    }
  },
  {
    "translation": {
      "en": "\"We can't find her. We don't know. Nobody knows.\"",
      "vi": "\"Không thể tìm ra.Chúng tôi không biết. Không ai biết.\""
    }
  },
  {
    "translation": {
      "en": "[John] I didn't wanna seem evasive,",
      "vi": "Tôi không muốn tỏ ra lẩn tránh,nhưng như tôi đã nói, tôi đang giám sát"
    }
  },
  {
    "translation": {
      "en": "but as I said, I was supervising robberies, homicides.",
      "vi": "Tôi không muốn tỏ ra lẩn tránh,nhưng như tôi đã nói, tôi đang giám sát các vụ trộm cắp, giết người."
    }
  },
  {
    "translation": {
      "en": "We were averaging 200 homicides a year even then in Baltimore City.",
      "vi": "Trung bình có khoảng 200 vụ án mạngmột năm ở thành phố Baltimore."
    }
  },
  {
    "translation": {
      "en": "So, with 200 homicides, numerous assaults, sex offenses,",
      "vi": "Vậy nên với 200 vụ giết người,rất nhiều vụ hành hung, quấy rối tình dục,"
    }
  },
  {
    "translation": {
      "en": "I couldn't really devote my time to one specific case.",
      "vi": "tôi không thể dành hết thời giancho một vụ án duy nhất."
    }
  },
  {
    "translation": {
      "en": "I just had to trust my supervisors, my lieutenants and sergeants",
      "vi": "Tôi phải tin tưởng rằng các giám sát viên,trung úy và hạ sĩ của mình"
    }
  },
  {
    "translation": {
      "en": "to get the work done.",
      "vi": "sẽ hoàn thành nhiệm vụ."
    }
  },
  {
    "translation": {
      "en": "The longer she was missing, the more we suspected foul play,",
      "vi": "Cô ta mất tích càng lâu thì bọn tôicàng nghi tội phạm đã xảy ra,"
    }
  },
  {
    "translation": {
      "en": "but you don't wanna advertise it either.",
      "vi": "nhưng cũng không ai muốn loan báo điều đó."
    }
  },
  {
    "translation": {
      "en": "With the disappearance of Sister Cesnik and the disappearance of Joyce Malecki,",
      "vi": "Với sự biến mất của Sơ Cesnikvà sự biến mất của Joyce Malecki,"
    }
  },
  {
    "translation": {
      "en": "and both of them being young white females, attractive, shopping,",
      "vi": "cả hai đều là phụ nữ da trắng,trẻ, hấp dẫn, đi mua sắm,"
    }
  },
  {
    "translation": {
      "en": "and nobody could give an excuse, under those circumstances,",
      "vi": "và chẳng ai có thể giải thích được,trong hoàn cảnh ấy,"
    }
  },
  {
    "translation": {
      "en": "you have to... go with the possibility that there has been serious consequences,",
      "vi": "bạn phải...nghĩ tới các hệ quảnghiêm trọng hơn,"
    }
  },
  {
    "translation": {
      "en": "that there may have been a kidnapping or a murder.",
      "vi": "rằng có thể đây là vụ bắt cóchoặc giết người."
    }
  },
  {
    "translation": {
      "en": "I remember going back to school and everybody just shaking their heads,",
      "vi": "Tôi nhớ lúc quay lại trườngvà ai cũng lắc đầu,"
    }
  },
  {
    "translation": {
      "en": "because nobody could believe that she would disappear.",
      "vi": "vì không ai có thể tin cô ấy đã biến mất."
    }
  },
  {
    "translation": {
      "en": "It's hard to describe how you feel when you know somebody's in trouble",
      "vi": "Thật khó để miêu tả cái cảm xúc khibạn biết có ai đó đang gặp nạn"
    }
  },
  {
    "translation": {
      "en": "and there's nothing you can do about it.",
      "vi": "mà bạn chẳng thể giúp đỡ gì."
    }
  },
  {
    "translation": {
      "en": "Like, how can Cathy be kidnapped?",
      "vi": "Như là, sao Cathy có thể bị bắt cóc được?"
    }
  },
  {
    "translation": {
      "en": "That doesn't make sense.",
      "vi": "Thật vô lý."
    }
  },
  {
    "translation": {
      "en": "None of it made sense.",
      "vi": "Tất cả đều vô lý."
    }
  },
  {
    "translation": {
      "en": "As school went on from November into the Christmas time,",
      "vi": "Khi trường học chuyển từ tháng mười mộttới Giáng sinh"
    }
  },
  {
    "translation": {
      "en": "I kind of think we all thought she'd never be found.",
      "vi": "tôi nghĩ rằng ai cũng nghĩcô ấy sẽ không bao giờ được tìm thấy."
    }
  },
  {
    "translation": {
      "en": "We knew there was an investigation going on,",
      "vi": "Chúng tôi biết đang có cuộc điều tra,"
    }
  },
  {
    "translation": {
      "en": "but it wasn't visible to us anymore.",
      "vi": "nhưng nó không hiển hiện trước mắt ai."
    }
  },
  {
    "translation": {
      "en": "We didn't see pictures of people looking in the fields",
      "vi": "Chúng tôi không thấy ảnhhay người đi tìm kiếm,"
    }
  },
  {
    "translation": {
      "en": "and people with dogs out looking for the presence of Cathy Cesnik.",
      "vi": "không thấy người ta dùng chó đi tìmCathy Cesnik."
    }
  },
  {
    "translation": {
      "en": "We had so many questions, and we didn't think we were gonna get any answers.",
      "vi": "CẢNH SÁT THÀNH PHỐ KHÔNG TÌM ĐƯỢC SƠ Chúng tôi có quá nhiều câu hỏivà không nghĩ sẽ có câu trả lời."
    }
  },
  {
    "translation": {
      "en": "[Gerry] From November the 7th until mid-January, I had no idea what happened to Cathy.",
      "vi": "Từ ngày 7 tháng 11 tới giữa tháng một,tôi không hề biết chuyện xảy ra với Cathy."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "what I learned from that is the imagination goes crazy...",
      "vi": "điều mà tôi học được làtrí tưởng tượng có thể trở nên điên rồ..."
    }
  },
  {
    "translation": {
      "en": "'cause you imagine it two different ways.",
      "vi": "vì bạn có thể tưởng tượng theo hai cách."
    }
  },
  {
    "translation": {
      "en": "You imagine in a way that keeps her alive, because you want her to be alive.",
      "vi": "Bạn có thể tưởng tượng theo cách khiếncô ấy vẫn còn sống, vì bạn muốn vậy."
    }
  },
  {
    "translation": {
      "en": "But then what do you plug into that?",
      "vi": "Nhưng có được gì từ điều đó?"
    }
  },
  {
    "translation": {
      "en": "She's being held captive. She's being tortured.",
      "vi": "Cô ấy đang bị giam cầm.Cô ấy đang bị tra tấn."
    }
  },
  {
    "translation": {
      "en": "She's being repressed. And that gets too hard to bear.",
      "vi": "Cô ấy đang bị áp bức.Và thật khó để chịu đựng điều đó."
    }
  },
  {
    "translation": {
      "en": "So, then you start going the other way. \"Let's imagine that she's dead.\"",
      "vi": "Thế nên bạn bắt đầu tưởng tượngtheo cách khác, \"Coi như cô ấy đã chết.\""
    }
  },
  {
    "translation": {
      "en": "I don't want-- I don't want that.",
      "vi": "Tôi không muốn thế."
    }
  },
  {
    "translation": {
      "en": "So, that was a very black period in my life.",
      "vi": "Đó là một quãng thời gian đen tốicủa cuộc đời tôi."
    }
  },
  {
    "translation": {
      "en": "[Tom] \"The body of 26-year-old Catherine Cesnik was found January 3rd, 1970,",
      "vi": "\"Thi thể của Catherine Cesnik, 26 tuổi,được tìm thấy ngày ba tháng một, 1970"
    }
  },
  {
    "translation": {
      "en": "in southwest Baltimore County.",
      "vi": "ở phía tây nam quận Baltimore."
    }
  },
  {
    "translation": {
      "en": "She was lying on her back on the slope of a little hill.",
      "vi": "Cô ấy nằm ngửa trên sườn dốccủa một con đồi nhỏ."
    }
  },
  {
    "translation": {
      "en": "Sister Cathy wound up on the garbage dump with her skull caved in.\"",
      "vi": "Sơ Cathy nằm trên bãi rácvới hộp sọ bị lõm vào.\""
    }
  },
  {
    "translation": {
      "en": "[Gerry] I can remember I was leaning against a wall",
      "vi": "Tôi vẫn còn nhớlúc đó tôi đang dựa lưng vào tường"
    }
  },
  {
    "translation": {
      "en": "when somebody was telling me that they found the body.",
      "vi": "khi ai đó nói với tôihọ đã tìm thấy thi thể."
    }
  },
  {
    "translation": {
      "en": "And I remember sliding my back down the wall to sit on the floor.",
      "vi": "Và tôi vẫn nhớ lưng mình trượt xuốngcho đến khi ngồi bệt xuống sàn."
    }
  },
  {
    "translation": {
      "en": "And mostly, the feeling was relief.",
      "vi": "Cảm xúc lúc đó gần như là nhẹ nhõm."
    }
  },
  {
    "translation": {
      "en": "Now...",
      "vi": "Giờ..."
    }
  },
  {
    "translation": {
      "en": "Now the waiting to find out what happened is over.",
      "vi": "Sự chờ đợi để tìm hiểuđiều đã xảy ra đã kết thúc."
    }
  },
  {
    "translation": {
      "en": "[Gemma] James Scannell is a retired",
      "vi": "James Scannell là một cảnh sát đã nghỉ hưu"
    }
  },
  {
    "translation": {
      "en": "Baltimore County policeman, okay?",
      "vi": "của quận Baltimore. CỰU ĐẠI ÚY JAMES SCANNELLCẢNH SÁT QUẬN BALTIMORE"
    }
  },
  {
    "translation": {
      "en": "Wonderful reputation.",
      "vi": "Danh tiếng tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Was involved",
      "vi": "Ông ấy có tham gia"
    }
  },
  {
    "translation": {
      "en": "at the time that Sister Cathy's body was discovered in Lansdowne,",
      "vi": "lúc thi thể của Sơ Cathy được phát hiệnở Lansdowne,"
    }
  },
  {
    "translation": {
      "en": "took the call from the hunters who reported it and went out.",
      "vi": "ông ấy nghe điện thoại báo cáocủa những người thợ săn và ra đó."
    }
  },
  {
    "translation": {
      "en": "He was the first officer on the scene.",
      "vi": "Ông ấy là cảnh sát đầu tiêncó mặt ở hiện trường."
    }
  },
  {
    "translation": {
      "en": "He has agreed to take us to the spot where Cathy's body was found.",
      "vi": "Ông ấy đồng ý đưa chúng tôi đến nơithi thể của Cathy được phát hiện."
    }
  },
  {
    "translation": {
      "en": "Alan Horn contacted him.",
      "vi": "Alan Horn liên lạc với ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Yeah, Alan Horn is a very helpful man",
      "vi": "Alan Horn rất nhiệt tình giúp đỡ,"
    }
  },
  {
    "translation": {
      "en": "who approached us through our public justice Facebook site.",
      "vi": "liên lạc với chúng tôiqua trang Facebook công lý."
    }
  },
  {
    "translation": {
      "en": "Um, he told us that he was mostly retired,",
      "vi": "NHÓM CÔNG KHAI Ông ấy nói với chúng tôi ông đã nghỉ hưu,"
    }
  },
  {
    "translation": {
      "en": "that he didn't like to go fishing,",
      "vi": "và ông không thích câu cá,"
    }
  },
  {
    "translation": {
      "en": "and that as a hobby, he helped groups by doing research for them.",
      "vi": "và ông ấy đã giúp đỡ nhiều nhómbằng việc điều tra như một sở thích."
    }
  },
  {
    "translation": {
      "en": "[Gemma] We didn't know much about Alan.",
      "vi": "Chúng tôi không biết nhiều về Alan. Ông ấytham gia trang Facebook của chúng tôi"
    }
  },
  {
    "translation": {
      "en": "He came onto our Facebook page and started posting.",
      "vi": "Chúng tôi không biết nhiều về Alan. Ông ấytham gia trang Facebook của chúng tôi và bắt đầu đăng bài."
    }
  },
  {
    "translation": {
      "en": "Alan is great with talking to families, making cold calls",
      "vi": "Alan rất giỏi nói chuyện với các gia đình,tiếp cận những người có liên quan,"
    }
  },
  {
    "translation": {
      "en": "to find out who's connected to whom and to reach out to people that we were--",
      "vi": "để tìm hiểu xem ai có liên hệ với aivà để liên lạc với những ai chúng tôi..."
    }
  },
  {
    "translation": {
      "en": "really felt like would be instrumental in giving us information and--",
      "vi": "thật sự cảm thấy có thểcấp thông tin cho bọn tôi..."
    }
  },
  {
    "translation": {
      "en": "But we weren't sure how to do it.",
      "vi": "Nhưng không biết cách."
    }
  },
  {
    "translation": {
      "en": "I have a lot of doubts about Scannell, but he doesn't need to know that.",
      "vi": "Tôi có rất nhiều nghi ngại về Scannell,nhưng ông ấy không cần biết điều đó."
    }
  },
  {
    "translation": {
      "en": "[Alan] I'm Alan Horn.",
      "vi": "Tôi là Alan Horn."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cám ơn."
    }
  },
  {
    "translation": {
      "en": "[Gemma] I will do my part to make him feel comfortable",
      "vi": "Tôi sẽ cố hết mình để khiến ông ấythấy thoải mái"
    }
  },
  {
    "translation": {
      "en": "and honor what he's sharing with us.",
      "vi": "và trân trọng những gì ông ấy chia sẻ."
    }
  },
  {
    "translation": {
      "en": "Hi, I was one of-- I was one of Cathy's students.",
      "vi": "Xin chào, tôi là...một trong những học sinh của Cathy."
    }
  },
  {
    "translation": {
      "en": "-[James] Oh, okay. -So, it means a lot to me to meet you,",
      "vi": "- Ồ, được rồi.- Nên việc gặp ông có ý nghĩa lớn với tôi,"
    }
  },
  {
    "translation": {
      "en": "and I can't tell you how much that means, so, thank you for--",
      "vi": "và tôi không thể nói lên được hết sựquan trọng của nó, nên, cám ơn ông vì..."
    }
  },
  {
    "translation": {
      "en": "-No problem. -For sharing with us.",
      "vi": "- Không có gì.- ...vì đã chia sẻ."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I really mean that.",
      "vi": "- Ừ.- Tôi nói thật lòng đấy."
    }
  },
  {
    "translation": {
      "en": "She meant everything to me, so...",
      "vi": "Cô ấy rất quan trọng với tôi, nên..."
    }
  },
  {
    "translation": {
      "en": "But I'm actually looking and listening for other signs...",
      "vi": "Nhưng thực ra tôi đang tìm kiếmvà lắng nghe các dấu hiệu khác,"
    }
  },
  {
    "translation": {
      "en": "so, I will know what I'm going to do and say and--",
      "vi": "nên, tôi sẽ biết mình sẽ làm gìvà nói gì và..."
    }
  },
  {
    "translation": {
      "en": "When I get there.",
      "vi": "Khi tôi đến đó."
    }
  },
  {
    "translation": {
      "en": "[James] I'm Jim Scannell, law enforcement for 38 years.",
      "vi": "Tôi là Jim Scannell,cảnh sát tư pháp trong suốt 38 năm."
    }
  },
  {
    "translation": {
      "en": "I worked just about all over Baltimore County.",
      "vi": "Tôi hoạt động ở khắp quận Baltimore."
    }
  },
  {
    "translation": {
      "en": "Well, I was the lieutenant on duty...",
      "vi": "Tôi là trung úy đang trực ở..."
    }
  },
  {
    "translation": {
      "en": "in Halethorpe at the time the body was found.",
      "vi": "Ở Halethorpe khi thi thể được phát hiện."
    }
  },
  {
    "translation": {
      "en": "And as the lieutenant, I responded.",
      "vi": "Và vì là trung úy, tôi phản ứng ngay."
    }
  },
  {
    "translation": {
      "en": "I met the officer at the scene.",
      "vi": "Tôi đã gặp cảnh sát này ở hiện trường."
    }
  },
  {
    "translation": {
      "en": "He took me to an area to the right side of the road.",
      "vi": "Ông ấy đưa tôi tới khu vựcphía bên phải của con đường."
    }
  },
  {
    "translation": {
      "en": "It was a small plot where they probably burned trash or something like that.",
      "vi": "Đó là mảnh đất nhỏ nơi người ta thườngđốt rác hay gì đó."
    }
  },
  {
    "translation": {
      "en": "And it wasn't a big dump",
      "vi": "Và đó không phải là một bãi rác lớn"
    }
  },
  {
    "translation": {
      "en": "or anything like-- Just what would you find in a normal household",
      "vi": "hay cái gì như thế... Nó chỉ là cáibạn có thể thấy ở một căn nhà bình thường"
    }
  },
  {
    "translation": {
      "en": "or community where, you know, they get rid of debris.",
      "vi": "ở một khu nơi mà, bạn biết đó,người ta vứt bỏ rác."
    }
  },
  {
    "translation": {
      "en": "I can still--",
      "vi": "Tôi vẫn có thể..."
    }
  },
  {
    "translation": {
      "en": "Still see the--",
      "vi": "Vẫn nhìn thấy..."
    }
  },
  {
    "translation": {
      "en": "Her laying on the ground, laying on her back.",
      "vi": "Cô ấy nằm ngửa dưới đất."
    }
  },
  {
    "translation": {
      "en": "It stays with you, you know? You never forget it.",
      "vi": "Nó cứ ám ảnh mãi, bạn biết đó?Không thể nào quên."
    }
  },
  {
    "translation": {
      "en": "But it...",
      "vi": "Nhưng đó..."
    }
  },
  {
    "translation": {
      "en": "It's part of your job, and you accept it, I guess.",
      "vi": "Đó là một phần của công việcvà bạn phải chấp nhận."
    }
  },
  {
    "translation": {
      "en": "And the question is, was she dumped there? Was she murdered there?",
      "vi": "Và câu hỏi là, cô ấy bị bỏ lại ở đó à?Có phải cô ấy bị giết ở đó?"
    }
  },
  {
    "translation": {
      "en": "What transpired?",
      "vi": "Chuyện gì đã diễn ra?"
    }
  },
  {
    "translation": {
      "en": "Prior to that, it was, I guess, almost two months, but, uh...",
      "vi": "Trước chuyện đó, tôi đoán,khoảng gần hai tháng,  nhưng..."
    }
  },
  {
    "translation": {
      "en": "If they haven't changed the terrain, I think I can get back there again.",
      "vi": "Nếu họ chưa sửa sang chỗ đó,tôi nghĩ tôi có thể quay lại đó."
    }
  },
  {
    "translation": {
      "en": "This one here.",
      "vi": "Chỗ này đây."
    }
  },
  {
    "translation": {
      "en": "Right here.",
      "vi": "Ngay đây."
    }
  },
  {
    "translation": {
      "en": "We were here.",
      "vi": "Bọn tôi đã ở đây."
    }
  },
  {
    "translation": {
      "en": "So, it was a good 20 yards off the road, where the body was.",
      "vi": "Vậy là thi thể ở cách đườngkhoảng 20 thước."
    }
  },
  {
    "translation": {
      "en": "She was just laying there on her back,",
      "vi": "Cô ấy nằm ngửa"
    }
  },
  {
    "translation": {
      "en": "and her clothes were stripped down to her waist.",
      "vi": "và áo xống bị lột xuống đến eo."
    }
  },
  {
    "translation": {
      "en": "Her purse was laying alongside of her.",
      "vi": "Ví của cô ấy nằm bên cạnh thi thể."
    }
  },
  {
    "translation": {
      "en": "Condition of the body indicated that she was there for a while.",
      "vi": "Tình trạng thi thể cho thấycô ấy đã ở đó được một thời gian."
    }
  },
  {
    "translation": {
      "en": "No fresh blood.",
      "vi": "Không có máu tươi."
    }
  },
  {
    "translation": {
      "en": "She wasn't shot. She wasn't stabbed... that I could see.",
      "vi": "Cô ấy không bị bắn. Không bị đâm...theo như tôi có thể thấy."
    }
  },
  {
    "translation": {
      "en": "I think probably she was dumped there,",
      "vi": "Tôi nghĩ có lẽ cô ấy bị bỏ lại ở đó,"
    }
  },
  {
    "translation": {
      "en": "just dumped out of the car and laying there on her back.",
      "vi": "bị ném ra khỏi xe và nằm ngửa ở đó."
    }
  },
  {
    "translation": {
      "en": "She hadn't deteriorated.",
      "vi": "Cô ấy chưa hề bị phân hủy."
    }
  },
  {
    "translation": {
      "en": "No maggots or anything like that.",
      "vi": "Không có dòi hay gì hết."
    }
  },
  {
    "translation": {
      "en": "[Gemma] I just wanna say goodbye to you",
      "vi": "Tôi chỉ muốn nói lời tạm biệt,"
    }
  },
  {
    "translation": {
      "en": "-and thank you for your help today. -[James] Oh, okay. No problem.",
      "vi": "- và cám ơn ông vì đã giúp đỡ hôm nay.- Không có gì."
    }
  },
  {
    "translation": {
      "en": "We're really sorry we dragged you all over tarnation.",
      "vi": "Chúng tôi rất xin lỗivì đã kéo ông đi khắp nơi."
    }
  },
  {
    "translation": {
      "en": "-Sorry it didn't turn out better. -No. I mean, it's not a happy thing to do.",
      "vi": "- Xin lỗi vì chuyện không khá hơn.- Không, ý tôi là, nó không vui vẻ gì."
    }
  },
  {
    "translation": {
      "en": "-Because I was one of her students... -Uh-huh.",
      "vi": "Vì tôi là học sinh của cô ấy,"
    }
  },
  {
    "translation": {
      "en": "...I just feel like I need to know as much as I can about what happened to her.",
      "vi": "tôi cảm thấy mình phải biết tất cảnhững gì có thể về chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "Well, between... her disappearance and there,",
      "vi": "Ồ, giữa...sự biến mất của cô ấy và nơi đó,"
    }
  },
  {
    "translation": {
      "en": "that's where the answer lies.",
      "vi": "câu trả lời nằm ở đâu đó."
    }
  },
  {
    "translation": {
      "en": "Everything in between is only known by the guy who did it.",
      "vi": "Chuyện ở giữa chỉ thủ phạm mới biết được."
    }
  },
  {
    "translation": {
      "en": "-Can I ask you one more question? -[James] Yeah.",
      "vi": "- Cho tôi hỏi ông câu nữa nhé?- Ừ."
    }
  },
  {
    "translation": {
      "en": "Was it your gut instinct that she had been moved several times maybe",
      "vi": "Ông có linh cảm rằngcô ấy đã bị di chuyển vài lần"
    }
  },
  {
    "translation": {
      "en": "before she was left there?",
      "vi": "trước khi bị bỏ lại ở đó không?"
    }
  },
  {
    "translation": {
      "en": "They would probably know once they moved the body.",
      "vi": "Có lẽ họ biếtmột khi họ chuyển thi thể đi."
    }
  },
  {
    "translation": {
      "en": "They what?",
      "vi": "Họ làm sao?"
    }
  },
  {
    "translation": {
      "en": "Once they moved the body.",
      "vi": "Khi họ chuyển thi thể đi."
    }
  },
  {
    "translation": {
      "en": "Other words, I-- I could just base my observation on what I've seen.",
      "vi": "Nói cách khác...tôi chỉ dựa vàosự quan sát của mình thôi."
    }
  },
  {
    "translation": {
      "en": "-Because she was laying on her back? -Yeah.",
      "vi": "- Vì cô ấy nằm ngửa?- Ừ."
    }
  },
  {
    "translation": {
      "en": "-Bud Roemer was there. -Right.",
      "vi": "- Bud Roemer có ở đó.- Đúng."
    }
  },
  {
    "translation": {
      "en": "-Baltimore City detectives were there. -Right.",
      "vi": "- Thám tử thành phố Baltimore có ở đó.- Ừ."
    }
  },
  {
    "translation": {
      "en": "Do you remember any of their names?",
      "vi": "Ông có nhớ cái tên nào không?"
    }
  },
  {
    "translation": {
      "en": "-Just Bud Roemer, and he's dead. -[Gemma] Bud, and he's gone.",
      "vi": "- Chỉ Bud Roemer và ông ta chết rồi.- Bud, đã mất."
    }
  },
  {
    "translation": {
      "en": "When we were at your house,",
      "vi": "Khi chúng ta ở nhà ông,"
    }
  },
  {
    "translation": {
      "en": "you told me some information. I wanted to ask you about it again.",
      "vi": "ông nói với tôi một vài thông tin.Tôi muốn hỏi lại ông về nó."
    }
  },
  {
    "translation": {
      "en": "You said it might be possible to get the report from the patrol officer.",
      "vi": "Ông nói có thể lấy bản báo cáotừ cảnh sát tuần tra."
    }
  },
  {
    "translation": {
      "en": "And who would we call to do that besides you?",
      "vi": "Và chúng tôi có thể gọi cho aingoài ông ra để làm điều đó?"
    }
  },
  {
    "translation": {
      "en": "[James chuckles] Have to call headquarters. Do you know anybody that we--?",
      "vi": "- Phải gọi trụ sở chính.- Ông có biết có ai chúng tôi..."
    }
  },
  {
    "translation": {
      "en": "Do you have any friends in the police department?",
      "vi": "Ông có bạn trong sở cảnh sát không?"
    }
  },
  {
    "translation": {
      "en": "[James] Most of them are retired, dead.",
      "vi": "Hầu hết đã nghỉ hưu, qua đời."
    }
  },
  {
    "translation": {
      "en": "You wouldn't wanna make that call for me if I treat you to a crab cake?",
      "vi": "Ông vẫn sẽ không muốn gọi giúp tôinếu tôi mời ông ăn bánh cua nhỉ."
    }
  },
  {
    "translation": {
      "en": "[James] I don't think they'd know me. Truthful, they wouldn't know me.",
      "vi": "Tôi không nghĩ họ biết tôi.Nói thật, tôi không nghĩ họ biết."
    }
  },
  {
    "translation": {
      "en": "[Gemma] I bet they would.",
      "vi": "Tôi cá là họ biết."
    }
  },
  {
    "translation": {
      "en": "The people would.",
      "vi": "Người ta biết."
    }
  },
  {
    "translation": {
      "en": "-[Gemma] You look like Paul Newman. -Is that what it was?",
      "vi": "- Ông trông giống Paul Newman.- Vậy ư?"
    }
  },
  {
    "translation": {
      "en": "[Gemma] The blue eyes and the beard. Yeah.",
      "vi": "Đôi mắt xanh và bộ râu. Phải."
    }
  },
  {
    "translation": {
      "en": "-Okay. -[James] That's all.",
      "vi": "- Rồi.- Thế thôi."
    }
  },
  {
    "translation": {
      "en": "-Gory stuff, huh? -Yeah.",
      "vi": "- Đầy máu me nhỉ?- Ừ."
    }
  },
  {
    "translation": {
      "en": "-Again, thank you. -Okay.",
      "vi": "- Một lần nữa, cảm ơn ông.- Ừ."
    }
  },
  {
    "translation": {
      "en": "-I appreciate your help. -Alrighty.",
      "vi": "- Rất trân trọng sự giúp đỡ.- Ừ."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "[Tom] \"Bud Roemer always drank his coffee black.",
      "vi": "\"Bud Roemer luôn luôn uống cà phê đen."
    }
  },
  {
    "translation": {
      "en": "He was in the middle of his third or fourth cup on the morning of January 3rd, 1970,",
      "vi": "Ông ấy đang uống dở cốc thứ ba hay bốnvào sáng ngày ba tháng một năm 1970"
    }
  },
  {
    "translation": {
      "en": "when the telephone rang.",
      "vi": "thì điện thoại reo."
    }
  },
  {
    "translation": {
      "en": "Roemer picked up the phone.",
      "vi": "Roemer nhấc máy."
    }
  },
  {
    "translation": {
      "en": "Talking fast, James Scannell told the M squad captain",
      "vi": "Nói rất nhanh,James Scannell nói với đội trưởng đội M"
    }
  },
  {
    "translation": {
      "en": "that two hunters had just called to report what looked like a woman's body",
      "vi": "hai thợ săn vừa mới gọi để báo cáovề một thứ giống như thi thể phụ nữ"
    }
  },
  {
    "translation": {
      "en": "lying near a garbage dump off Monumental Avenue.",
      "vi": "ở gần bãi rác gần Đại lộ Monumental."
    }
  },
  {
    "translation": {
      "en": "Moments later, Roemer and several members of the M squad climbed",
      "vi": "Ngay sau đó, Roemer và vài thành viêncủa đội M leo lên"
    }
  },
  {
    "translation": {
      "en": "into one of the department's unmarked black Plymouths",
      "vi": "một trong những chiếc xe Plymouthngụy trang của sở"
    }
  },
  {
    "translation": {
      "en": "for the 20-mile ride to Lansdowne.",
      "vi": "để đi 32 cây số tới Lansdowne."
    }
  },
  {
    "translation": {
      "en": "Bud Roemer. He was in charge of all criminal investigations",
      "vi": "Bud Roemer. Ông ấy phụ trách mọicuộc điều tra tội phạm"
    }
  },
  {
    "translation": {
      "en": "at Baltimore County Police Headquarters",
      "vi": "ở Trụ sở Cảnh sát Quận Baltimore"
    }
  },
  {
    "translation": {
      "en": "as chief of the M squad, the homicide squad.",
      "vi": "với tư cách đội trưởng đội M, đội án mạng."
    }
  },
  {
    "translation": {
      "en": "M for murder.",
      "vi": "M chuyên về án mạng."
    }
  },
  {
    "translation": {
      "en": "'It was snowing when we got to the dump",
      "vi": "Tuyết đang rơi khi chúng tôi tới bãi,"
    }
  },
  {
    "translation": {
      "en": "and cold as a son of a bitch,' the detective recalled.",
      "vi": "và lạnh cóng, theo một thám tử kể lại.\" NGÀY 3 THÁNG MỘT, 1970"
    }
  },
  {
    "translation": {
      "en": "'When I walked up on that dump, I said, \"Hello, Cathy Cesnik.\"",
      "vi": "\"Khi tôi bước đến bãi rác đó, tôi nói,'Xin chào, Cathy Cesnik.'"
    }
  },
  {
    "translation": {
      "en": "We worked that crime scene all day long.",
      "vi": "Bọn tôi làm việc ở hiện trườngcả ngày dài."
    }
  },
  {
    "translation": {
      "en": "We called in the medical examiner and we asked for an autopsy right away.'",
      "vi": "Chúng tôi gọi cho giám định pháp yvà yêu cầu thực hiện khám nghiệm ngay."
    }
  },
  {
    "translation": {
      "en": "The nun had died of blunt-force trauma to one side of her head,",
      "vi": "Sơ chết vì chấn thương cùn quânvào một bên đầu,"
    }
  },
  {
    "translation": {
      "en": "along with a blow that had left a round hole in the back of her skull.\"",
      "vi": "cùng với vết thương để lại một lỗ trònở phía sau hộp sọ của cô ấy.\""
    }
  },
  {
    "translation": {
      "en": "\"Mulling the autopsy, Roemer soon found himself contemplating a likely scenario.",
      "vi": "\"Xem xét kết quả khám nghiệm,Roemer nghĩ đến một tình huống dễ xảy ra."
    }
  },
  {
    "translation": {
      "en": "A stranger had probably abducted Cesnik",
      "vi": "Một người lạ mặt có lẽ đã bắt cóc Cesnik"
    }
  },
  {
    "translation": {
      "en": "from the Edmondson Village Shopping Center on Edmondson Avenue near her apartment.",
      "vi": "từ Trung tâm Thương mại Edmondson Villagetrên đại lộ Edmondson gần căn hộ của cô."
    }
  },
  {
    "translation": {
      "en": "In all likelihood, the unknown assailant had then killed the nun",
      "vi": "Rất có thể, kẻ đó đã giết chết sơ"
    }
  },
  {
    "translation": {
      "en": "and dumped her body about five miles away.",
      "vi": "và vứt xác của cô ấy cách đó tám cây số.\""
    }
  },
  {
    "translation": {
      "en": "But his hypothesis was contradicted by one troubling fact.",
      "vi": "\"Nhưng giả thuyết của ông ấy bị phản bácbởi một sự thật phiền toái."
    }
  },
  {
    "translation": {
      "en": "The nun's car, a green 1969 Ford Maverick, had been parked at an odd angle,",
      "vi": "Xe của sơ, chiếc Ford Maverick 1969màu xanh lá, được đỗ ở một góc kỳ lạ,"
    }
  },
  {
    "translation": {
      "en": "illegally, near her Carriage House apartment complex",
      "vi": "trái phép, gần chung cưCarriage House của cô ấy"
    }
  },
  {
    "translation": {
      "en": "only a few hours after she drove off to the shopping center.",
      "vi": "chỉ vài giờ sau khi cô ấy lái xetới trung tâm thương mại."
    }
  },
  {
    "translation": {
      "en": "How had the dead woman's Ford gotten back to her apartment complex?",
      "vi": "Sao chiếc Ford của một người phụ nữđã chết lại có thể quay lại khu chung cư?"
    }
  },
  {
    "translation": {
      "en": "In that situation, the killer wants to get the hell away from there.",
      "vi": "Trong trường hợp ấy,kẻ giết người muốn tránh xa nơi đó."
    }
  },
  {
    "translation": {
      "en": "Last thing he wants is to return to the area",
      "vi": "Điều cuối cùng hắn ta muốn làmlà trở lại chỗ ấy"
    }
  },
  {
    "translation": {
      "en": "where he might be spotted driving the victim's car.\"",
      "vi": "để rồi bị phát hiện đang lái xecủa nạn nhân."
    }
  },
  {
    "translation": {
      "en": "[John] Yeah, with the Sister Cesnik case, until the body was found two months later...",
      "vi": "Phải, với vụ án Sơ Cesnik, cho tới khithi thể được phát hiện hai tháng sau..."
    }
  },
  {
    "translation": {
      "en": "during the interim, we investigated numerous people,",
      "vi": "trong suốt thời gian,chúng tôi đã điều tra vô số người,"
    }
  },
  {
    "translation": {
      "en": "anybody that could have been involved with her.",
      "vi": "bất kỳ ai có liên hệ với cô ấy."
    }
  },
  {
    "translation": {
      "en": "Students, friends, her roommate, the place she worked at.",
      "vi": "Học sinh, bạn bè, bạn cùng phòng,nơi cô ấy làm việc."
    }
  },
  {
    "translation": {
      "en": "She was an attractive woman.",
      "vi": "Cô ấy là một phụ nữ xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "It could have been somebody just living in that area... followed her",
      "vi": "Có thể có ai đó sống ở khu vực ấy...bám theo cô ấy"
    }
  },
  {
    "translation": {
      "en": "or stopped her car or waved her down where her car was found.",
      "vi": "hoặc dừng xe của cô hoặc xin đi nhờ xenơi xe của cô ấy được tìm thấy."
    }
  },
  {
    "translation": {
      "en": "Somebody put the car there.",
      "vi": "Có ai đó đã đỗ cái xe ở đấy."
    }
  },
  {
    "translation": {
      "en": "And, yeah, it would have been so much easier if whoever killed her",
      "vi": "Và, phải, sẽ dễ dàng hơn rất nhiềunếu kẻ giết người"
    }
  },
  {
    "translation": {
      "en": "just dumped the car somewhere in the woods where she was.",
      "vi": "vứt cái xe lại đâu đó trong khu rừngnơi có thi thể của cô ấy."
    }
  },
  {
    "translation": {
      "en": "With homicides, time is a destroyer.",
      "vi": "Trong các vụ án mạng,thời gian là thứ phá hoại."
    }
  },
  {
    "translation": {
      "en": "In other words, you could see the bodies decompose.",
      "vi": "Nói cách khác,bạn có thể thấy thi thể bị phân hủy."
    }
  },
  {
    "translation": {
      "en": "Blood work disintegrates. Weather washes things away.",
      "vi": "Huyết cầu phân hủy,thời tiết xóa nhòa những cái khác."
    }
  },
  {
    "translation": {
      "en": "And the longer you wait, the harder it is to get good evidence.",
      "vi": "Và chờ đợi càng lâu,càng khó kiếm được bằng chứng tốt."
    }
  },
  {
    "translation": {
      "en": "There's so many scenarios.",
      "vi": "Có rất nhiều giả thuyết."
    }
  },
  {
    "translation": {
      "en": "You know, you can really go wild trying to find out different things.",
      "vi": "Bạn biết đấy, bạn có thể hóa điêntrong lúc cố gắng tìm hiểu mọi thứ."
    }
  },
  {
    "translation": {
      "en": "[Bob] We have two facts.",
      "vi": "Chúng tôi có hai sự thật."
    }
  },
  {
    "translation": {
      "en": "She was abducted and she was killed.",
      "vi": "Cô ấy bị bắt cóc và cô ấy bị sát hại."
    }
  },
  {
    "translation": {
      "en": "Beyond that, I don't know exactly what we have.",
      "vi": "Ngoài cái đó ra,tôi không biết chắc chúng tôi có gì."
    }
  },
  {
    "translation": {
      "en": "And the cops always told us that there was no forensic evidence in that car...",
      "vi": "Và cảnh sát luôn nói với chúng tôi rằngkhông có bằng chứng pháp lý trong xe..."
    }
  },
  {
    "translation": {
      "en": "but the fact of where the car was parked...",
      "vi": "nhưng khi kết hợpnơi chiếc xe bị bỏ lại..."
    }
  },
  {
    "translation": {
      "en": "combined with the fact of where her body was found",
      "vi": "với nơi thi thể của cô ấy được phát hiện,"
    }
  },
  {
    "translation": {
      "en": "some months later...",
      "vi": "vài tháng sau..."
    }
  },
  {
    "translation": {
      "en": "is a detail that's always been stuck in my throat.",
      "vi": "đó là chi tiết khiến tôi luôn thấy ứ nghẹntrong cổ họng."
    }
  },
  {
    "translation": {
      "en": "Because where her body was found...",
      "vi": "Bởi vì nơi thi thể của cô ấyđược tìm thấy..."
    }
  },
  {
    "translation": {
      "en": "was not an area where you would just casually drive by it",
      "vi": "không phải là một nơibạn có thể dễ dàng lái xe qua"
    }
  },
  {
    "translation": {
      "en": "and say, \"Oh, here's a good place to dump a body.\"",
      "vi": "và nói,\"Ồ, đây là chỗ tốt để vứt cái xác.\""
    }
  },
  {
    "translation": {
      "en": "But this was a very out-of-the-way area...",
      "vi": "Nhưng đây là một nơi rất xa lánh..."
    }
  },
  {
    "translation": {
      "en": "which led me to believe that it was somebody who knew that area very well.",
      "vi": "khiến tôi tin rằng đó phải là một ngườibiết rất rõ về khu vực đó."
    }
  },
  {
    "translation": {
      "en": "[Abbie] We went into this collecting information. We said, \"We don't know what happened.",
      "vi": "Bọn tôi thu thập thông tin. Bọn tôi nói,\"Ta không biết điều gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "Let's collect every little bit of scrap, listen to every story somebody tells us,",
      "vi": "Hãy thu thập từng chi tiết, lắng nghetừng mẩu chuyện người ta kể cho nghe,"
    }
  },
  {
    "translation": {
      "en": "and when we feel like we've hit a dead end,",
      "vi": "và khi chúng ta cảm thấy nhưrơi vào ngõ cụt,"
    }
  },
  {
    "translation": {
      "en": "we'll sit down and go through all this and say:",
      "vi": "chúng ta sẽ ngồi lạivà xem hết mọi thứ và nói..."
    }
  },
  {
    "translation": {
      "en": "\"What direction is this pointing us in?\"",
      "vi": "\"Chúng đang chỉ ta tới hướng nào?\""
    }
  },
  {
    "translation": {
      "en": "This is not Abbie and Gemma sitting at a table being detectives or playing Clue.",
      "vi": "Đây không phải là Abbie và Gemmachơi trò thám tử hay chơi trò Clue."
    }
  },
  {
    "translation": {
      "en": "It's wrong. It's wrong what's happened, but they're still unsolved.",
      "vi": "Đó là sai trái. Việc đã xảy ra làsai trái, vậy mà vẫn chưa có lời giải."
    }
  },
  {
    "translation": {
      "en": "We need justice for Cathy Cesnik and Joyce Malecki.",
      "vi": "Chúng tôi cần công lý cho Cathy Cesnikvà Joyce Malecki."
    }
  },
  {
    "translation": {
      "en": "I have this image of myself in a room",
      "vi": "Tôi tưởng tượng ra mình ở trong căn phòng"
    }
  },
  {
    "translation": {
      "en": "with all these wires hanging down, all these electric wires,",
      "vi": "với rất nhiều sợi dây ròng xuống,chúng đều là dây điện,"
    }
  },
  {
    "translation": {
      "en": "and none of them are connecting.",
      "vi": "và không cái nào nối với nhau."
    }
  },
  {
    "translation": {
      "en": "I'm tentatively optimistic, but I'm impatient for connections.",
      "vi": "Tôi hơi lạc quan, nhưng tôi đang mấtkiên nhẫn khi không tìm được mối liên hệ."
    }
  },
  {
    "translation": {
      "en": "[Don] I've been pursuing this for the last 15 years.",
      "vi": "Tôi đã theo đuổi vụ nàysuốt 15 năm qua."
    }
  },
  {
    "translation": {
      "en": "I've been calling FBI and--",
      "vi": "Tôi đã gọi cho FBI và..."
    }
  },
  {
    "translation": {
      "en": "Time in and time out. And I get the same answers.",
      "vi": "Lần này qua lần khác. Và tôi luônnhận được cùng một câu trả lời."
    }
  },
  {
    "translation": {
      "en": "I visited them. I went and knocked on their door.",
      "vi": "Tôi đến gặp họ. Tôi tới và gõ cửa."
    }
  },
  {
    "translation": {
      "en": "\"What have you done in the last 15, 20 years?\"",
      "vi": "\"Các vị đã làm gìtrong suốt 15, 20 năm qua?\""
    }
  },
  {
    "translation": {
      "en": "And the only thing they tell me is:",
      "vi": "Và điều duy nhất họ nói với tôi là..."
    }
  },
  {
    "translation": {
      "en": "\"It's an open case and we cannot discuss it.\"",
      "vi": "\"Đây là vụ án mở và chúng tôikhông thể bàn về nó.\""
    }
  },
  {
    "translation": {
      "en": "It almost leads me, personally, to believe it's a cover-up,",
      "vi": "Nó gần như khiến tôi, cá nhân tôi thôi,tin rằng đây là sự che đậy,"
    }
  },
  {
    "translation": {
      "en": "because I can't get any information.",
      "vi": "vì tôi không thể kiếm thêm thông tin gì."
    }
  },
  {
    "translation": {
      "en": "You know, and here's two big flags that go up,",
      "vi": "Có hai vấn đề lớn đang hiện diện,"
    }
  },
  {
    "translation": {
      "en": "and both of them are unresolved.",
      "vi": "và cả hai đều chưa được giải quyết."
    }
  },
  {
    "translation": {
      "en": "It's awful coincidental.",
      "vi": "Một sự trùng hợp tồi tệ."
    }
  },
  {
    "translation": {
      "en": "Even if they come out and say, \"We don't have anything,\"",
      "vi": "Kể cả khi họ nói,\"Chúng tôi không có gì cả,\""
    }
  },
  {
    "translation": {
      "en": "at least they would be talking.",
      "vi": "ít ra họ cũng đã nói gì đó."
    }
  },
  {
    "translation": {
      "en": "They won't even do that.",
      "vi": "Họ thậm chí không làm vậy."
    }
  },
  {
    "translation": {
      "en": "You know, Baltimore is...",
      "vi": "Bạn biết đó, Baltimore là..."
    }
  },
  {
    "translation": {
      "en": "Has its level of corruption, and it's got its hierarchy.",
      "vi": "Có mức độ tham nhũng và sự phân cấp riêng."
    }
  },
  {
    "translation": {
      "en": "[Tom] A retired detective that I interviewed frequently",
      "vi": "Một thám tử đã nghỉ hưumà tôi thường hay phỏng vấn,"
    }
  },
  {
    "translation": {
      "en": "who worked on it often says to me:",
      "vi": "người tham gia vào vụ án,thường nói với tôi..."
    }
  },
  {
    "translation": {
      "en": "\"Nugent, the real problem here is the cover-up itself.",
      "vi": "\"Nugent, vấn đề thực sự ở đâylà sự che đậy."
    }
  },
  {
    "translation": {
      "en": "The cover-up itself is the cancer inside Baltimore.\"",
      "vi": "Sự che đậy là căn bệnh ung thưbên trong Baltimore.\""
    }
  },
  {
    "translation": {
      "en": "This is where she's buried.",
      "vi": "Đó là nơi em ấy được chôn."
    }
  },
  {
    "translation": {
      "en": "My sister Joyce and Sister Cathy.",
      "vi": "Em gái tôi Joyce và Sơ Cathy."
    }
  },
  {
    "translation": {
      "en": "They were put on this Earth same as the rest of us.",
      "vi": "Họ đều xuất hiện trên Trái Đất nàynhư bất kỳ ai trong số chúng ta."
    }
  },
  {
    "translation": {
      "en": "Somebody needs to come out in the open and acknowledge the fact",
      "vi": "Ai đó cần đứng ra và công nhận sự thật"
    }
  },
  {
    "translation": {
      "en": "that this is how they were taken away.",
      "vi": "rằng đây là cách họ bị cướp đi."
    }
  },
  {
    "translation": {
      "en": "[Deb] This was somebody's life,",
      "vi": "Đây là mạng người,"
    }
  },
  {
    "translation": {
      "en": "and people are ready to just say, \"Oh, well,\" and move on to the next thing.",
      "vi": "và người ta sẵn sàng nói, \"Ồ, rất tiếc,\"rồi bước tiếp."
    }
  },
  {
    "translation": {
      "en": "It's never sat right with me.",
      "vi": "Tôi chưa bao giờ yên lòng."
    }
  },
  {
    "translation": {
      "en": "So, when I saw that there were other women that were like:",
      "vi": "Vậy nên khi tôi thấycó những phụ nữ khác cũng có ý..."
    }
  },
  {
    "translation": {
      "en": "\"We wanna find out who killed Sister Cathy,\"",
      "vi": "\"Chúng tôi muốn tìm ra kẻ giết Sơ Cathy,\""
    }
  },
  {
    "translation": {
      "en": "you know, retired women, grandmothers that haven't let go of this...",
      "vi": "bạn biết đó, những người phụ nữ đãnghỉ hưu, các người bà không chịu bỏ qua."
    }
  },
  {
    "translation": {
      "en": "And Tom Nugent, who--",
      "vi": "Và Tom Nugent, người..."
    }
  },
  {
    "translation": {
      "en": "This has been his lifelong pursuit, right, since he first heard about it.",
      "vi": "Ông ấy đã theo nó cả cuộc đời,từ lần đầu tiên nghe về nó."
    }
  },
  {
    "translation": {
      "en": "We're at a point now where we're not gonna let it go.",
      "vi": "Chúng tôi đã chạm đến ngưỡngkhông thể từ bỏ nó."
    }
  },
  {
    "translation": {
      "en": "We're gonna do whatever it is we need to do to get justice.",
      "vi": "Chúng tôi sẽ làm mọi thứ có thểđể tìm lại công lý."
    }
  },
  {
    "translation": {
      "en": "[Tom] So, how does this story begin?",
      "vi": "Vậy, câu chuyện này bắt đầu thế nào?"
    }
  },
  {
    "translation": {
      "en": "There are two key characters in this sad story.",
      "vi": "Có hai nhân vật then chốt trongcâu chuyện buồn này."
    }
  },
  {
    "translation": {
      "en": "One is a murdered nun, Sister Cathy.",
      "vi": "Một người là vị sơ bị giết, Sơ Cathy."
    }
  },
  {
    "translation": {
      "en": "The other is the witness, Jane Doe...",
      "vi": "Người kia là nhân chứng,không rõ danh tính."
    }
  },
  {
    "translation": {
      "en": "a student at the Catholic high school where Sister Cathy taught.",
      "vi": "Một học sinh tại trường trung họcCông giáo nơi Sơ Cathy giảng dạy."
    }
  },
  {
    "translation": {
      "en": "There was a mystery around Jane Doe's identity.",
      "vi": "Danh tính của người này là một điều bí ẩn."
    }
  },
  {
    "translation": {
      "en": "Everything starts there, and everything still hinges there.",
      "vi": "Mọi thứ đều bắt đầu ở đóvà mọi thứ vẫn còn nguyên ở đó."
    }
  },
  {
    "translation": {
      "en": "Jane Doe probably knows exactly what happened,",
      "vi": "Người vô danh này có lẽ biết chính xácchuyện gì đã xảy ra,"
    }
  },
  {
    "translation": {
      "en": "and it has taken her 45 years to gradually confront the full horror in herself.",
      "vi": "và bà ấy mất tới 45 năm để từ từ đối diệnvới sự sợ hãi trong thâm tâm."
    }
  },
  {
    "translation": {
      "en": "Who is Jane Doe?",
      "vi": "Bà ta là ai?"
    }
  },
  {
    "translation": {
      "en": "Jane Doe?",
      "vi": "Không rõ danh tính?"
    }
  },
  {
    "translation": {
      "en": "I'd love to talk to her now...",
      "vi": "Tôi rất mongđược nói chuyện với bà ta..."
    }
  },
  {
    "translation": {
      "en": "'cause she had a story to tell, but we never got to hear it.",
      "vi": "vì bà ấy có một câu chuyện để kể, nhưngchúng tôi sẽ chẳng bao giờ được nghe."
    }
  }
]