[
  {
    "translation": {
      "en": "Hello? Hello.",
      "vi": "Xin chào?"
    }
  },
  {
    "translation": {
      "en": "My name's Hannah, and I'm auditioning for the role of JonBenet Ramsey.",
      "vi": "Cháu là Hannah và cháu muốn thử vai JonBenet Ramsey."
    }
  },
  {
    "translation": {
      "en": "Do you know who killed JonBenet Ramsey?",
      "vi": "Mọi người có biết ai giết JonBenet Ramsey không?"
    }
  },
  {
    "translation": {
      "en": "All units, 755 15th Street. Possible 207.",
      "vi": "Tất cả các đơn vị, số 755 đường số 15. Nghi vấn bắt cóc."
    }
  },
  {
    "translation": {
      "en": "Copy. Kidnapping?",
      "vi": "Nghe rõ. Bắt cóc à?"
    }
  },
  {
    "translation": {
      "en": "That's what they said.",
      "vi": "Họ nói thế đấy."
    }
  },
  {
    "translation": {
      "en": "All right, do you want me to do a test, or are you good?",
      "vi": "Rồi. Các anh muốn tôi thử một đoạn, hay đã đủ rồi?"
    }
  },
  {
    "translation": {
      "en": "Hello, I'm Amy Dowd, and I'm auditioning for the role of Patsy Ramsey.",
      "vi": "Xin chào, tôi là Amy Dowd và tôi muốn thử vai Patsy Ramsey."
    }
  },
  {
    "translation": {
      "en": "My name is Teresa, and I'm auditioning for the role of Patsy Ramsey.",
      "vi": "Tôi là Teresa và tôi muốn thử vai Patsy Ramsey."
    }
  },
  {
    "translation": {
      "en": "As far as acting goes, I'm not a professional actress.",
      "vi": "Nói về diễn xuất, tôi không có... Tôi không phải diễn viên chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "I have been in pageants.",
      "vi": "Tôi có tham gia các cuộc thi sắc đẹp."
    }
  },
  {
    "translation": {
      "en": "In 1982, 1983, 1984 and 1985.",
      "vi": "Năm 1982, 1983, 1984 và 1985."
    }
  },
  {
    "translation": {
      "en": "I'm normally typecast as the loving mother,",
      "vi": "Tôi thường thủ vai bà mẹ đầy tình thương,"
    }
  },
  {
    "translation": {
      "en": "and then also as... a bitch.",
      "vi": "và cả...một con khốn nữa."
    }
  },
  {
    "translation": {
      "en": "Usually Mom, or the friend, is what I've played.",
      "vi": "Tôi thường đóng vai người mẹ, người bạn."
    }
  },
  {
    "translation": {
      "en": "A wife.",
      "vi": "Người vợ."
    }
  },
  {
    "translation": {
      "en": "Okay, so I just brought a couple of my pageant pictures.",
      "vi": "Tôi có đem theo vài tấm hình tham gia cuộc thi sắc đẹp."
    }
  },
  {
    "translation": {
      "en": "Again, this was two years ago with the Mrs. Colorado pageant",
      "vi": "Tấm này chụp hai năm trước, ở cuộc thi Hoa hậu Quý bà Colorado."
    }
  },
  {
    "translation": {
      "en": "and the one thing I have quite in common with Patsy is,",
      "vi": "Và điểm chung của tôi và Patsy là"
    }
  },
  {
    "translation": {
      "en": "both of us are not the really thin girls. We're a little bit heavier.",
      "vi": "cả hai chúng tôi đều hơi mũm mĩm, chứ không thon gọn."
    }
  },
  {
    "translation": {
      "en": "So this was when I was in New York,",
      "vi": "Tấm này chụp khi tôi ở New York,"
    }
  },
  {
    "translation": {
      "en": "and, um,",
      "vi": "và..."
    }
  },
  {
    "translation": {
      "en": "it was 19... 88, I believe this was taken.",
      "vi": "theo tôi nhớ thì chụp vào năm 19...88."
    }
  },
  {
    "translation": {
      "en": "I noticed that you had some of the other women who are auditioning for Patsy",
      "vi": "Tôi để ý thấy có nhiều cô đi thử vai Patsy"
    }
  },
  {
    "translation": {
      "en": "wearing the red top,",
      "vi": "đều mặc áo màu đỏ,"
    }
  },
  {
    "translation": {
      "en": "but for me, it's the pearls that make who Patsy was.",
      "vi": "nhưng với tôi, điểm nhận diện Patsy chính là vòng cổ ngọc trai."
    }
  },
  {
    "translation": {
      "en": "In every interview she did, she always had the pearls on.",
      "vi": "Trong các cuộc phỏng vấn, cô ấy luôn đeo nó."
    }
  },
  {
    "translation": {
      "en": "So when I was researching her I made sure that the pearls were on.",
      "vi": "Khi tôi tìm hiểu cô ấy, tôi tin rằng mình nên mang nó."
    }
  },
  {
    "translation": {
      "en": "She always wore these kind of earrings.",
      "vi": "Cô ấy cũng đeo loại bông tai thế này."
    }
  },
  {
    "translation": {
      "en": "I didn't have one with a pearl in it,",
      "vi": "Cái này không có ngọc trai,"
    }
  },
  {
    "translation": {
      "en": "but these were really close to what she was wearing.",
      "vi": "nhưng trông rất giống cặp bông tai cô ấy đã đeo."
    }
  },
  {
    "translation": {
      "en": "And she always wore the open collar shirt and the jacket.",
      "vi": "Và cô ấy luôn mặc áo sơ mi hở nút cổ áo cùng với áo khoác."
    }
  },
  {
    "translation": {
      "en": "This is very close to what she wore on Larry King.",
      "vi": "Bộ này khá giống với bộ cô ấy mặc khi gặp Larry King."
    }
  },
  {
    "translation": {
      "en": "My mom lives up Flagstaff Road,",
      "vi": "Mẹ tôi sống trên đường Flagstaff,"
    }
  },
  {
    "translation": {
      "en": "which is, if you've ever been up Flagstaff,",
      "vi": "và nếu bạn biết về Flagstaff,"
    }
  },
  {
    "translation": {
      "en": "it starts out as Baseline Road.",
      "vi": "đoạn đầu của nó là đường Baseline."
    }
  },
  {
    "translation": {
      "en": "So to come down the mountain and go into town,",
      "vi": "Nếu muốn xuống núi và vào thị trấn,"
    }
  },
  {
    "translation": {
      "en": "unless you cut off at 9th Street, you literally drove by 15th Street,",
      "vi": "trừ khi bạn rẽ vào đường số 9, bạn sẽ phải đi ngang qua đường số 15,"
    }
  },
  {
    "translation": {
      "en": "and that's where the Ramsey house is located.",
      "vi": "và nhà của Ramsey ở trên đường đó."
    }
  },
  {
    "translation": {
      "en": "It was a media circus.",
      "vi": "Nó làm rung động giới truyền thông."
    }
  },
  {
    "translation": {
      "en": "It was the biggest thing to really happen to Boulder in a very long time.",
      "vi": "Nó là vụ án rầm rộ nhất xảy ra ở Boulder trong rất nhiều năm."
    }
  },
  {
    "translation": {
      "en": "Definitely, we'd never had a murder,",
      "vi": "Dĩ nhiên, theo tôi có thể nhớ thì, chúng ta chưa từng có vụ mưu sát nào"
    }
  },
  {
    "translation": {
      "en": "especially of that... caliber that I could remember.",
      "vi": "đặc biệt là...với tầm cỡ đó."
    }
  },
  {
    "translation": {
      "en": "I actually drove up to the house the day after the murder,",
      "vi": "Thật ra, sau vụ giết người một ngày, tôi đã chạy xe đến đó,"
    }
  },
  {
    "translation": {
      "en": "'cause I live not that far,",
      "vi": "vì tôi sống khá gần đó,"
    }
  },
  {
    "translation": {
      "en": "and just sat there, and I cried.",
      "vi": "và tôi ngồi đó, và khóc."
    }
  },
  {
    "translation": {
      "en": "I said a little prayer for the child.",
      "vi": "Tôi đã cầu nguyện cho đứa bé."
    }
  },
  {
    "translation": {
      "en": "Some of my voice students knew JonBenet,",
      "vi": "Một vài học sinh luyện giọng của tôi có quen JonBenet,"
    }
  },
  {
    "translation": {
      "en": "and they were devastated and sad.",
      "vi": "chúng rất buồn và đau khổ."
    }
  },
  {
    "translation": {
      "en": "As an actress,",
      "vi": "Là một diễn viên,"
    }
  },
  {
    "translation": {
      "en": "I would really draw on my experience as a mother,",
      "vi": "tôi có thể vận dụng kinh nghiệm làm mẹ của mình,"
    }
  },
  {
    "translation": {
      "en": "and I've been through an awful lot with my son.",
      "vi": "và tôi đã gặp rất nhiều khó khăn với con trai tôi."
    }
  },
  {
    "translation": {
      "en": "And just thinking about the things I've been through,",
      "vi": "Và chỉ cần nghĩ tới những điều tôi đã trải qua..."
    }
  },
  {
    "translation": {
      "en": "in that he's older.",
      "vi": "và con tôi trưởng thành, nó tham gia Thủy quân lục chiến,"
    }
  },
  {
    "translation": {
      "en": "He's been in the Marine Corps, and some of the experiences are...",
      "vi": "và con tôi trưởng thành, nó tham gia Thủy quân lục chiến, một vài trải nghiệm quả là..."
    }
  },
  {
    "translation": {
      "en": "I have personal experience with murder.",
      "vi": "Người nhà bị giết, tôi cũng từng trải qua."
    }
  },
  {
    "translation": {
      "en": "My brother was murdered in Colorado Springs,",
      "vi": "Em trai tôi bị giết ở Colorado Springs,"
    }
  },
  {
    "translation": {
      "en": "so my parents actually met with the Ramseys several times,",
      "vi": "và bố mẹ tôi từng gặp bố mẹ của Ramsey vài lần..."
    }
  },
  {
    "translation": {
      "en": "because they had that in common.",
      "vi": "vì họ có chung trải nghiệm."
    }
  },
  {
    "translation": {
      "en": "And there was so much speculation. So much.",
      "vi": "Và có quá nhiều nghi ngại. Quá nhiều."
    }
  },
  {
    "translation": {
      "en": "And everybody pointed their finger at Patsy.",
      "vi": "Mọi người đều chỉ trích Patsy."
    }
  },
  {
    "translation": {
      "en": "Did you say he was reading with me?",
      "vi": "Xin lỗi, anh ấy đọc thoại với tôi?"
    }
  },
  {
    "translation": {
      "en": "Police.",
      "vi": "Cảnh sát."
    }
  },
  {
    "translation": {
      "en": "755, 15th Street.",
      "vi": "Số 755, đường số 15."
    }
  },
  {
    "translation": {
      "en": "We have a kidnapping. Hurry, please!",
      "vi": "Có một vụ bắt cóc. Làm ơn nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "A note is left and your daughter's gone?",
      "vi": "Con cô biến mất và có một bức thư?"
    }
  },
  {
    "translation": {
      "en": "Yes. How old is your daughter, ma'am?",
      "vi": "Vâng. Con gái cô bao nhiêu tuổi?"
    }
  },
  {
    "translation": {
      "en": "She's six years old. She's blonde. She's six years old.",
      "vi": "Sáu tuổi. Tóc vàng, nó sáu tuổi rồi."
    }
  },
  {
    "translation": {
      "en": "Six years old.",
      "vi": "Sáu tuổi."
    }
  },
  {
    "translation": {
      "en": "How long ago was this?",
      "vi": "Chuyện xảy ra bao lâu rồi?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I just got the note, and my daughter's gone.",
      "vi": "Tôi không biết. Tôi chỉ thấy bức thư và con gái tôi đã biến mất."
    }
  },
  {
    "translation": {
      "en": "Okay, what's your name? What?",
      "vi": "Rồi, tên cô là gì? Sao cơ?"
    }
  },
  {
    "translation": {
      "en": "Please. Okay, calm down.",
      "vi": "Làm ơn."
    }
  },
  {
    "translation": {
      "en": "Please send someone to help me. Hurry. Ma'am",
      "vi": "Làm ơn cử người đến giúp tôi. Nhanh lên."
    }
  },
  {
    "translation": {
      "en": "Morning. Yeah, Merry Christmas.",
      "vi": "Chào anh. Vâng. Giáng Sinh vui vẻ nhé!"
    }
  },
  {
    "translation": {
      "en": "So you want my name and then the part?",
      "vi": "Tôi phải nói tên mình và tên vai diễn?"
    }
  },
  {
    "translation": {
      "en": "Yeah. There we are. Thank you.",
      "vi": "Đúng. Được rồi đấy. Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Hack Hyland.",
      "vi": "Tôi là Hack Hyland."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Gary Foster. I'm auditioning for the part of John Ramsey.",
      "vi": "Chào. Tôi là Gary Foster. Tôi muốn thử vai John Ramsey."
    }
  },
  {
    "translation": {
      "en": "Hi, my name is Ed Hickok. I'm auditioning for the role of John Ramsey.",
      "vi": "Chào, tên tôi là Ed Hickok và tôi muốn thử vai John Ramsey."
    }
  },
  {
    "translation": {
      "en": "I'm a husband, times 30 years tomorrow,",
      "vi": "Tôi là một người chồng, ngày mai là đã 30 năm,"
    }
  },
  {
    "translation": {
      "en": "a father of three,",
      "vi": "một người bố của ba đứa trẻ,"
    }
  },
  {
    "translation": {
      "en": "a psychologist in private practice,",
      "vi": "tôi là bác sĩ tâm lý tư,"
    }
  },
  {
    "translation": {
      "en": "and a felon, because of fighting the IRS.",
      "vi": "và từng là tội phạm, vì cố đối đầu với Sở Thuế Vụ."
    }
  },
  {
    "translation": {
      "en": "And it was while I was cooling my heels at the federal prison camp",
      "vi": "Và khi tôi chờ mãn hạn tù tại trại giam liên bang,"
    }
  },
  {
    "translation": {
      "en": "that I decided that when I got out, that I wanted to try my hand at acting.",
      "vi": "tôi quyết định sẽ thử sức trong ngành diễn xuất khi được ra tù."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a paid theater. It was with Theatre Or.",
      "vi": "Vâng, nó là một vở kịch có bán vé. Tại nhà hát Or."
    }
  },
  {
    "translation": {
      "en": "It was called My Mother's Jewish Lesbian Wiccan Wedding.",
      "vi": "Tên là My Mother's Jewish Lesbian Wiccan Wedding."
    }
  },
  {
    "translation": {
      "en": "It was the regional premiere.",
      "vi": "Chiếu lần đầu trong khu vực."
    }
  },
  {
    "translation": {
      "en": "I get Nick Nolte. I get Jeff Bridges.",
      "vi": "Tôi thủ vai Nick Nolte. Và vai Jeff Bridges."
    }
  },
  {
    "translation": {
      "en": "I get a young... What's his name? Kris Kristofferson.",
      "vi": "Và lúc trẻ của...Tên ông ấy là gì nhỉ? Kris Kristofferson."
    }
  },
  {
    "translation": {
      "en": "If you want to change, like, if you wanted to dye my hair,",
      "vi": "Nếu các anh muốn thay đổi chẳng hạn như nhuộm tóc tôi,"
    }
  },
  {
    "translation": {
      "en": "or shave my head for a wig...",
      "vi": "hay cạo đầu tôi để đội tóc giả,"
    }
  },
  {
    "translation": {
      "en": "I don't care what you want to do. I don't have a problem with it.",
      "vi": "bất cứ điều gì các anh muốn, tôi sẽ không ngại đâu."
    }
  },
  {
    "translation": {
      "en": "I'm trying to remember. '96, I believe, wasn't it?",
      "vi": "Để tôi nhớ xem. Năm 1996, đúng không nhỉ?"
    }
  },
  {
    "translation": {
      "en": "When she died, I think.",
      "vi": "Khi cô bé chết."
    }
  },
  {
    "translation": {
      "en": "Six years old in 1996.",
      "vi": "Năm 1996, mới sáu tuổi."
    }
  },
  {
    "translation": {
      "en": "Let me see where I was in '96. Boy!",
      "vi": "Năm 1996 ấy tôi ở đâu nhỉ. Khó quá!"
    }
  },
  {
    "translation": {
      "en": "Actually, I was selling cars in Utah.",
      "vi": "Tôi đang làm nghề bán xe hơi ở Utah."
    }
  },
  {
    "translation": {
      "en": "I mean, I hope that doesn't hurt my chances here, but...",
      "vi": "Tôi mong rằng tôi không mất cơ hội vì điều đó, nhưng..."
    }
  },
  {
    "translation": {
      "en": "I had just moved here literally weeks before,",
      "vi": "Tôi vừa chuyển đến đây vài tuần trước,"
    }
  },
  {
    "translation": {
      "en": "and I was working out in what would end up being my ex brother in law's gym.",
      "vi": "và tôi đang tập luyện tại phòng gym sẽ thuộc về em rể trước đây của tôi."
    }
  },
  {
    "translation": {
      "en": "I was personal training in his facility.",
      "vi": "Tôi là huấn luyện viên cá nhân ở đó."
    }
  },
  {
    "translation": {
      "en": "And I remember, it was just a big stir.",
      "vi": "Tôi còn nhớ, nó rất rầm rộ."
    }
  },
  {
    "translation": {
      "en": "I mean, it was on the news constantly, and everybody was talking about it.",
      "vi": "Được đưa tin liên tục và mọi người đều bàn luận về nó."
    }
  },
  {
    "translation": {
      "en": "Tragic story. Horrible.",
      "vi": "Một bi kịch. Thật kinh khủng."
    }
  },
  {
    "translation": {
      "en": "John's company was in Boulder.",
      "vi": "Công ty của John nằm ở Boulder."
    }
  },
  {
    "translation": {
      "en": "The woman I was dating at the time worked directly for John.",
      "vi": "Lúc đó tôi đang hẹn hò với một cô gái đang làm việc cho John."
    }
  },
  {
    "translation": {
      "en": "In fact, she was in line to be his successor.",
      "vi": "Thật ra, cô ấy chuẩn bị sẽ kế nghiệp ông."
    }
  },
  {
    "translation": {
      "en": "And he relied on her heavily,",
      "vi": "Và ông ấy phụ thuộc vào cô rất nhiều."
    }
  },
  {
    "translation": {
      "en": "so I was with her the night of the murder,",
      "vi": "Vào đêm vụ việc xảy ra, tôi đang ở cùng cô ấy,"
    }
  },
  {
    "translation": {
      "en": "and I was effectively her alibi,",
      "vi": "nên tôi là bằng chứng ngoại phạm."
    }
  },
  {
    "translation": {
      "en": "but they also did hair and samples from her,",
      "vi": "Nhưng họ vẫn lấy tóc và mẫu thử của cô ấy,"
    }
  },
  {
    "translation": {
      "en": "because, you know, she had something to gain by John's loss.",
      "vi": "vì, bạn biết đấy, cô ấy hoàn toàn có lợi từ mất mát của John."
    }
  },
  {
    "translation": {
      "en": "But she was cleared, and I knew that 'cause I was with her.",
      "vi": "Nhưng cô ấy vô tội, tôi biết rõ vì tôi đã ở cùng cô ấy."
    }
  },
  {
    "translation": {
      "en": "He is a confident businessman.",
      "vi": "Ông ấy là một doanh nhân tự tin."
    }
  },
  {
    "translation": {
      "en": "He's an intelligent guy. He's got a good education.",
      "vi": "Một người thông minh và có học thức."
    }
  },
  {
    "translation": {
      "en": "He's at the top of his game.",
      "vi": "Đang ở đỉnh cao sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "He owns a small company that even owns a private airplane.",
      "vi": "Ông sở hữu một công ty nhỏ có cả một chiếc máy bay riêng."
    }
  },
  {
    "translation": {
      "en": "John Ramsey was a very successful man.",
      "vi": "John Ramsey là một người thành công."
    }
  },
  {
    "translation": {
      "en": "And I respect that.",
      "vi": "Và tôi tôn trọng điều đó."
    }
  },
  {
    "translation": {
      "en": "He seemed always straightforward and honest in the interviews that I saw.",
      "vi": "Ông có vẻ thẳng thắn và thành thật trong các buổi phỏng vấn tôi được xem."
    }
  },
  {
    "translation": {
      "en": "I envied him at the time,",
      "vi": "Lúc đó tôi ganh tị với ông ấy,"
    }
  },
  {
    "translation": {
      "en": "because he was the CEO of a very successful company",
      "vi": "vì ông ấy là giám đốc điều hành của một công ty có tiếng"
    }
  },
  {
    "translation": {
      "en": "and I was trying to make my way up the ladder,",
      "vi": "trong khi tôi đang cố gắng từng bước đến thành công,"
    }
  },
  {
    "translation": {
      "en": "so I thought he was... I thought he had it all.",
      "vi": "nên tôi nghĩ ông ấy sống cuộc đời mỹ mãn."
    }
  },
  {
    "translation": {
      "en": "It's the morning of the 26th. December 26th.",
      "vi": "Buổi sáng ngày 26 tháng 12."
    }
  },
  {
    "translation": {
      "en": "And they find the ransom note, We have your daughter. Don't call the police.",
      "vi": "Họ thấy thư đòi tiền chuộc: Tôi đang giữ con gái hai người. Đừng gọi cảnh sát."
    }
  },
  {
    "translation": {
      "en": "And they... they called the police.",
      "vi": "Nhưng họ...đã gọi cảnh sát."
    }
  },
  {
    "translation": {
      "en": "It was after the police investigated the house,",
      "vi": "Sau khi cảnh sát lục soát khắp nhà,"
    }
  },
  {
    "translation": {
      "en": "and then John Ramsey and",
      "vi": "và John Ramsey đã..."
    }
  },
  {
    "translation": {
      "en": "was it the police, were searching the house?",
      "vi": "hay là cảnh sát tìm kiếm ngôi nhà nhỉ?"
    }
  },
  {
    "translation": {
      "en": "So him and his friend walked down the basement,",
      "vi": "Ông ấy và người bạn đi xuống tầng hầm,"
    }
  },
  {
    "translation": {
      "en": "and they went through the train room 'cause he was big into trains,",
      "vi": "và đi qua phòng thể thao, ông rất mê rèn luyện thân thể,"
    }
  },
  {
    "translation": {
      "en": "and that's when they opened the door to the wine cellar",
      "vi": "và khi họ mở cửa hầm rượu,"
    }
  },
  {
    "translation": {
      "en": "and saw her covered in her favorite white blanket.",
      "vi": "họ thấy cô bé dưới chiếc chăn màu trắng yêu thích."
    }
  },
  {
    "translation": {
      "en": "And go.",
      "vi": "CẢNH SÁT TRƯỞNG"
    }
  },
  {
    "translation": {
      "en": "Good day, my name is RJ Clay,",
      "vi": "Xin chào, tên tôi là RJ Clay,"
    }
  },
  {
    "translation": {
      "en": "and I'm here auditioning for the part of the police chief,",
      "vi": "và tôi muốn thử vai cảnh sát trưởng,"
    }
  },
  {
    "translation": {
      "en": "but if I fit any other part perfectly, I would be willing to take that as well.",
      "vi": "nhưng nếu tôi hợp với bất kỳ vai nào khác, tôi rất vui lòng nhận vai."
    }
  },
  {
    "translation": {
      "en": "So I'm a Denver policeman.",
      "vi": "Tôi là cảnh sát ở Denver."
    }
  },
  {
    "translation": {
      "en": "I've been a police officer since 1994.",
      "vi": "Tôi làm nghề này từ năm 1994."
    }
  },
  {
    "translation": {
      "en": "I'm actually a meat manager for King Soopers,",
      "vi": "Tôi là quản lý hàng thịt của King Soopers,"
    }
  },
  {
    "translation": {
      "en": "which is a grocery store chain out here in Colorado.",
      "vi": "một chuỗi cửa hàng thực phẩm tại Colorado."
    }
  },
  {
    "translation": {
      "en": "Well, I'm currently a fugitive recovery agent.",
      "vi": "Hiện giờ tôi là thợ săn tiền thưởng."
    }
  },
  {
    "translation": {
      "en": "I run a small service out of Longmont, Colorado.",
      "vi": "Tôi kinh doanh dịch vụ ở Longmont, Colorado."
    }
  },
  {
    "translation": {
      "en": "And for a night job, I am a sex educator.",
      "vi": "Vào buổi tối, tôi là thầy giáo giáo dục giới tính."
    }
  },
  {
    "translation": {
      "en": "I do a lot of corporate gigs, barbecues,",
      "vi": "Tôi tham gia sinh hoạt đoàn thể, tiệc nướng,"
    }
  },
  {
    "translation": {
      "en": "and I'm a big wedding guy,",
      "vi": "và là người rất thích đám cưới,"
    }
  },
  {
    "translation": {
      "en": "'cause I actually will interview the bride and groom",
      "vi": "vì tôi sẽ phỏng vấn cô dâu và chú rể"
    }
  },
  {
    "translation": {
      "en": "and I'll write a song just for them, play it at their ceremony.",
      "vi": "và sẽ viết một bài hát tặng riêng cho họ rồi chơi tại lễ cưới."
    }
  },
  {
    "translation": {
      "en": "A normal flogger, you use the handle as a counterbalance,",
      "vi": "Một chiếc roi bình thường, bạn dùng tay cầm để tạo thế cân bằng,"
    }
  },
  {
    "translation": {
      "en": "and you can swing.",
      "vi": "và bạn có thể xoay vòng."
    }
  },
  {
    "translation": {
      "en": "Right?",
      "vi": "Rõ chứ?"
    }
  },
  {
    "translation": {
      "en": "A poi flogger is designed to be used with two hands,",
      "vi": "Cặp roi xỏ ngón này được thiết kế để cầm bằng hai tay,"
    }
  },
  {
    "translation": {
      "en": "and these are designed to florentine,",
      "vi": "và dùng để tung roi thay phiên nhau,"
    }
  },
  {
    "translation": {
      "en": "which is a way to give light sensation.",
      "vi": "một phương thức để tạo xúc giác nhẹ nhàng."
    }
  },
  {
    "translation": {
      "en": "But it takes a little coordination. I don't know if I can do this sitting.",
      "vi": "Nhưng bạn phải tập làm quen hai tay. Ngồi như vậy không biết được không."
    }
  },
  {
    "translation": {
      "en": "And it gives a very light sensation.",
      "vi": "Và nó tạo cảm giác rất dịu nhẹ."
    }
  },
  {
    "translation": {
      "en": "Hand me the rainbow colored handle. Yeah, with thejust one of 'em.",
      "vi": "Đưa cho tôi cái tay cầm cầu vồng. Vâng. Một cái là đủ."
    }
  },
  {
    "translation": {
      "en": "So I got interested in this particular case",
      "vi": "Tôi quan tâm đặc biệt đến vụ án này"
    }
  },
  {
    "translation": {
      "en": "because it occurred when I was a police officer in Chicago.",
      "vi": "vì nó xảy ra khi tôi còn là cảnh sát ở Chicago."
    }
  },
  {
    "translation": {
      "en": "And we used the investigation techniques from the Boulder Police Department",
      "vi": "Và chúng tôi đã lấy phương thức điều tra của Sở Cảnh sát Boulder"
    }
  },
  {
    "translation": {
      "en": "as a how not to for our cadets.",
      "vi": "để dạy học viên không nên làm gì đấy."
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, we used it last night to debrief an incident that we had,",
      "vi": "Mới tối qua thôi, chúng tôi đã nhắc đến nó để kết luận về một vụ án"
    }
  },
  {
    "translation": {
      "en": "where a couple of skinheads stabbed each other.",
      "vi": "đâm chém nhau của vài tên du côn."
    }
  },
  {
    "translation": {
      "en": "Well, first of all,",
      "vi": "Trước hết,"
    }
  },
  {
    "translation": {
      "en": "they didn't keep track of people coming and going through the house.",
      "vi": "họ đã không kiểm soát những người ra vào căn nhà."
    }
  },
  {
    "translation": {
      "en": "Virtually anybody who wanted to walk in that house after the crime",
      "vi": "Có vẻ như bất kỳ ai muốn vào nhà sau vụ án mạng"
    }
  },
  {
    "translation": {
      "en": "was allowed to.",
      "vi": "đều được cho phép."
    }
  },
  {
    "translation": {
      "en": "So the evidence was compromised in all sorts of ways.",
      "vi": "Nên chứng cứ bị xâm nhập đủ kiểu."
    }
  },
  {
    "translation": {
      "en": "And the ransom note.",
      "vi": "Và thư đòi tiền chuộc."
    }
  },
  {
    "translation": {
      "en": "I read that and...",
      "vi": "Tôi đã đọc nó và..."
    }
  },
  {
    "translation": {
      "en": "it's incredible.",
      "vi": "thật phi thường."
    }
  },
  {
    "translation": {
      "en": "It's incredible that nobody's been charged with anything on that.",
      "vi": "Phi thường ở chỗ không ai bị kết tội vì nó cả."
    }
  },
  {
    "translation": {
      "en": "It seems to me like... it was pretty clear.",
      "vi": "Với tôi nó rất rõ ràng."
    }
  },
  {
    "translation": {
      "en": "Well, the first thing, right away, is,",
      "vi": "Đầu tiên có thể thấy"
    }
  },
  {
    "translation": {
      "en": "it was a three page ransom note that was handwritten.",
      "vi": "đây là một thư đòi tiền chuộc dài ba trang được viết bằng tay."
    }
  },
  {
    "translation": {
      "en": "And most people are in a hurry when they're doing a crime.",
      "vi": "Và nhiều người khi đang thi hành tội ác thường rất gấp rút."
    }
  },
  {
    "translation": {
      "en": "They're not going to sit down after murdering some young little girl.",
      "vi": "Chúng sẽ không ngồi xuống bình thản sau khi giết hại một bé gái."
    }
  },
  {
    "translation": {
      "en": "First of all, they go out and find the paper and the pen",
      "vi": "Đầu tiên, chúng phải ra khỏi phòng để tìm giấy bút"
    }
  },
  {
    "translation": {
      "en": "they thought was from inside the home.",
      "vi": "được xác nhận là từ phía trong ngôi nhà."
    }
  },
  {
    "translation": {
      "en": "So they're not going to sit there and write a three page handwritten letter,",
      "vi": "Chúng không thể ngồi đó và viết một bức thư dài ba trang giấy,"
    }
  },
  {
    "translation": {
      "en": "thinking out all this fun stuff that's in the letter.",
      "vi": "nghĩ ra tất tần tật những điều thú vị trong này."
    }
  },
  {
    "translation": {
      "en": "If you're a criminal wanting to do an in and out kind of kidnapping,",
      "vi": "Nếu bạn là thủ phạm của một vụ bắt cóc chớp nhoáng,"
    }
  },
  {
    "translation": {
      "en": "who takes the time to write out two and a half pages of a ransom note?",
      "vi": "làm sao có được thời gian để viết một bức thư dài hai trang rưỡi?"
    }
  },
  {
    "translation": {
      "en": "That's a little ridiculous.",
      "vi": "Điều đó hơi...phi lý."
    }
  },
  {
    "translation": {
      "en": "They say, We are a group of individuals that represent a small foreign faction.",
      "vi": "Thư viết: Bọn tôi là một nhóm cá nhân đại diện cho một phe nước ngoài nhỏ."
    }
  },
  {
    "translation": {
      "en": "I don't know what that means",
      "vi": "Tôi không hiểu nó nói gì"
    }
  },
  {
    "translation": {
      "en": "and I don't think, to this day, the police know what that means.",
      "vi": "và tôi nghĩ cho đến nay, cảnh sát cũng không hiểu nó nói gì."
    }
  },
  {
    "translation": {
      "en": "It almost seems like, in places, it shows concern.",
      "vi": "Có vẻ như đôi chỗ, thư bày tỏ những lo ngại."
    }
  },
  {
    "translation": {
      "en": "I mean, in certain places, they're really nasty.",
      "vi": "Ý tôi là, đôi chỗ lại rất tàn nhẫn."
    }
  },
  {
    "translation": {
      "en": "They say, We're going to behead her. We'll kill her.",
      "vi": "Có đoạn: Bọn tôi sẽ chặt đầu con bé. Sẽ giết con bé."
    }
  },
  {
    "translation": {
      "en": "But in other places, they say things like,",
      "vi": "Nhưng lại có đoạn:"
    }
  },
  {
    "translation": {
      "en": "Make sure to bring along a big enough attaché.",
      "vi": "Hãy nhớ mang theo một vali đủ lớn."
    }
  },
  {
    "translation": {
      "en": "And in one spot they said, Make sure you're rested,",
      "vi": "Và có một đoạn họ nói: Nhớ nghỉ ngơi đầy đủ,"
    }
  },
  {
    "translation": {
      "en": "because it's going to be an arduous sort of procedure",
      "vi": "vì cứu được con bé sẽ là một quá trình"
    }
  },
  {
    "translation": {
      "en": "to get her back.",
      "vi": "rất gian nan đấy."
    }
  },
  {
    "translation": {
      "en": "Then the next big thing, obviously, is the dollar amount.",
      "vi": "Và chi tiết kỳ lạ không kém chính là số tiền chuộc."
    }
  },
  {
    "translation": {
      "en": "Any type of a kidnapper is gonna want a million bucks",
      "vi": "Bất kỳ tên bắt cóc nào cũng sẽ muốn một triệu đô la,"
    }
  },
  {
    "translation": {
      "en": "or 100,000 or a quarter million.",
      "vi": "hoặc 100.000, hoặc 25.000 đô la."
    }
  },
  {
    "translation": {
      "en": "They don't list $118,000 specifically.",
      "vi": "Chúng sẽ không ghi cụ thể 118.000 đô la."
    }
  },
  {
    "translation": {
      "en": "They asked for $118,000. Exactly that amount.",
      "vi": "Chúng muốn có 118.000 đô la. Phải đúng con số đó."
    }
  },
  {
    "translation": {
      "en": "Which was the same amount of John's bonus, Christmas bonus.",
      "vi": "Bằng đúng...số tiền thưởng dịp Giáng Sinh của John."
    }
  },
  {
    "translation": {
      "en": "The ransom note also came from inside their house, on notepads.",
      "vi": "Bức thư được viết từ bên trong ngôi nhà, trên một cuốn sổ tay."
    }
  },
  {
    "translation": {
      "en": "And the pen that was used was the Ramseys'.",
      "vi": "Và cây bút được sử dụng là của gia đình Ramsey."
    }
  },
  {
    "translation": {
      "en": "For me personally, I love breast torture.",
      "vi": "Cá nhân tôi, tôi thích tra tấn lồng ngực."
    }
  },
  {
    "translation": {
      "en": "Whipping nipples, tits...",
      "vi": "Quất roi vào nhũ hoa, ngực..."
    }
  },
  {
    "translation": {
      "en": "doing breast bondage, as well as arm sleeves and stuff along those lines.",
      "vi": "trói ngực lại, và trói hai tay ra sau cùng những thứ đi kèm."
    }
  },
  {
    "translation": {
      "en": "Hold on a second.",
      "vi": "Xin chờ tôi một chút."
    }
  },
  {
    "translation": {
      "en": "I've got to take this. It's work. Give me five minutes.",
      "vi": "Tôi phải bắt máy. Công việc. Chờ tôi một chút."
    }
  },
  {
    "translation": {
      "en": "Just whenever? Yeah.",
      "vi": "Khi nào cũng được sao? Vâng."
    }
  },
  {
    "translation": {
      "en": "Hey, Robert. It's Mark.",
      "vi": "Chào Robert. Mark đây."
    }
  },
  {
    "translation": {
      "en": "I got the coroner's report. I'm faxing it over right now, so...",
      "vi": "Tôi có bản báo cáo bên xét nghiệm tử thi, tôi sẽ fax qua cho anh..."
    }
  },
  {
    "translation": {
      "en": "You know, what I can tell you is that...",
      "vi": "Anh biết đấy, điều tôi có thể khẳng định với anh là..."
    }
  },
  {
    "translation": {
      "en": "she died from asphyxiation by strangulation.",
      "vi": "cô bé tử vong vì chết ngạt do bị thắt cổ."
    }
  },
  {
    "translation": {
      "en": "There was also...",
      "vi": "Ngoài ra còn có..."
    }
  },
  {
    "translation": {
      "en": "some sort of head wound that occurred.",
      "vi": "một vài vết thương trên đầu..."
    }
  },
  {
    "translation": {
      "en": "That likely occurred before the strangulation.",
      "vi": "có vẻ như hình thành trước khi bị thắt cổ."
    }
  },
  {
    "translation": {
      "en": "Right, right.",
      "vi": "Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "Well, she was laying on her back on the floor,",
      "vi": "Lưng cô bé đặt trên sàn,"
    }
  },
  {
    "translation": {
      "en": "covered by a blanket,",
      "vi": "và có chiếc chăn phủ lên trên,"
    }
  },
  {
    "translation": {
      "en": "and... yeah.",
      "vi": "và... Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "Ligature marks on the wrist,",
      "vi": "Có dấu vết bị trói ở cổ tay,"
    }
  },
  {
    "translation": {
      "en": "and... yeah.",
      "vi": "và... Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "All right. Well, I'm gonna fax it over to you.",
      "vi": "Được. Tôi sẽ fax qua cho anh."
    }
  },
  {
    "translation": {
      "en": "Okay. I've got to go.",
      "vi": "Rồi. Tôi phải đi đây."
    }
  },
  {
    "translation": {
      "en": "All right. Thanks.",
      "vi": "Vâng. Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "All right. How's everything else?",
      "vi": "Được rồi. Anh ổn chứ hả?"
    }
  },
  {
    "translation": {
      "en": "Wife and kids good?",
      "vi": "Vợ con ổn cả?"
    }
  },
  {
    "translation": {
      "en": "Good, good.",
      "vi": "Tốt rồi."
    }
  },
  {
    "translation": {
      "en": "Holidays are going well?",
      "vi": "Nghỉ lễ vui vẻ chứ?"
    }
  },
  {
    "translation": {
      "en": "The JonBenet Ramsey case is a case like we have never seen before,",
      "vi": "Chúng tôi chưa từng có vụ án nào giống vụ JonBenet Ramsey,"
    }
  },
  {
    "translation": {
      "en": "a case like I don't think any of you have ever seen before.",
      "vi": "tôi nghĩ chưa ai từng thấy một vụ án như vậy."
    }
  },
  {
    "translation": {
      "en": "There have been many stories and much speculation",
      "vi": "Có rất nhiều câu chuyện và nghi vấn khác nhau"
    }
  },
  {
    "translation": {
      "en": "about who killed JonBenet.",
      "vi": "về thủ phạm giết JonBenet."
    }
  },
  {
    "translation": {
      "en": "Prejudging and media hype have never solved a crime.",
      "vi": "Phỏng đoán và tin tức rầm rộ sẽ không thể giải quyết một vụ án mạng."
    }
  },
  {
    "translation": {
      "en": "The reality of the situation is that often",
      "vi": "Thực tế thì trong những vụ án thế này,"
    }
  },
  {
    "translation": {
      "en": "these types of investigations take time.",
      "vi": "việc điều tra sẽ rất tốn thời gian."
    }
  },
  {
    "translation": {
      "en": "Are the Ramseys still the focus of this investigation",
      "vi": "Hai vợ chồng Ramsey có còn là đối tượng điều tra trọng tâm không"
    }
  },
  {
    "translation": {
      "en": "or have they been elevated to the status of suspects?",
      "vi": "hay họ không còn là nghi phạm nữa?"
    }
  },
  {
    "translation": {
      "en": "No comment. No more questions.",
      "vi": "Không bình luận. Không hỏi nữa."
    }
  },
  {
    "translation": {
      "en": "Was Patsy involved?",
      "vi": "Patsy có liên quan không? Patsy thì sao?"
    }
  },
  {
    "translation": {
      "en": "This is Patsy writing? Okay.",
      "vi": "Đây là sách do Patsy viết? Vâng."
    }
  },
  {
    "translation": {
      "en": "Let me just read it real quick. The pink cowboy sweetheart costume.",
      "vi": "Để tôi đọc qua đã nhé. Trang phục cao bồi màu hồng đáng yêu."
    }
  },
  {
    "translation": {
      "en": "The pink cowboy sweetheart costume",
      "vi": "Trang phục cao bồi màu hồng đáng yêu,"
    }
  },
  {
    "translation": {
      "en": "was made out of some polyester fabric I bought in Atlanta.",
      "vi": "được làm từ vải polyester tôi đã mua ở Atlanta."
    }
  },
  {
    "translation": {
      "en": "I doctored up the white cowgirl hat and boots.",
      "vi": "Tôi tô điểm cho đôi giày và chiếc nón cao bồi màu trắng."
    }
  },
  {
    "translation": {
      "en": "It was precious.",
      "vi": "Đẹp tuyệt trần."
    }
  },
  {
    "translation": {
      "en": "It was precious.",
      "vi": "Đẹp tuyệt trần."
    }
  },
  {
    "translation": {
      "en": "That summer, JonBenet went prepared.",
      "vi": "Mùa hè năm đó, JonBenet sẵn sàng đi thi."
    }
  },
  {
    "translation": {
      "en": "I could give her that.",
      "vi": "Tôi chỉ có thể chuẩn bị cho con."
    }
  },
  {
    "translation": {
      "en": "I couldn't give her the stage presence that God gave her.",
      "vi": "Tôi không thể cho nó nét đẹp sân khấu mà Chúa đã ban cho nó."
    }
  },
  {
    "translation": {
      "en": "That was a gift.",
      "vi": "Một món quà thiên bẩm."
    }
  },
  {
    "translation": {
      "en": "JonBenet was looking forward to the day she could wear real evening gowns,",
      "vi": "JonBenet đã mong chờ đến ngày nó có thể mặc chiếc đầm dạ tiệc,"
    }
  },
  {
    "translation": {
      "en": "just like her mother.",
      "vi": "giống như mẹ nó vậy."
    }
  },
  {
    "translation": {
      "en": "Just like her mother.",
      "vi": "Giống như mẹ nó vậy."
    }
  },
  {
    "translation": {
      "en": "It is so narcissistic. I'm just shocked.",
      "vi": "Lời văn mang đậm tính ái kỷ. Tôi hơi bị sốc."
    }
  },
  {
    "translation": {
      "en": "I don't remember that. I read this book, and I don't remember it.",
      "vi": "Mặc dù đã từng đọc cuốn này rồi nhưng tôi không nhớ nó như vậy."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "She was no longer doing the beauty queen thing.",
      "vi": "Bà ấy không thể tham dự cuộc thi nữ hoàng sắc đẹp nữa."
    }
  },
  {
    "translation": {
      "en": "She'd gotten too old.",
      "vi": "Bà đã quá tuổi."
    }
  },
  {
    "translation": {
      "en": "And so this was her opportunity to live it again through her daughter.",
      "vi": "Và con gái bà đem lại cơ hội để bà được sống trong cảm giác đó lần nữa."
    }
  },
  {
    "translation": {
      "en": "The little girl really loved it. From what we can tell, she loved it.",
      "vi": "Cô bé rất thích được như thế. Ta có thể thấy điều đó."
    }
  },
  {
    "translation": {
      "en": "She was not forced into it. It was not, You have to go do this.",
      "vi": "Cô bé không bị ép buộc gì cả. Không phải: Con phải đi thi!"
    }
  },
  {
    "translation": {
      "en": "She really loved it.",
      "vi": "Cô bé rất thích điều đó."
    }
  },
  {
    "translation": {
      "en": "So it kind of feels like a... a legacy thing for Patsy, actually.",
      "vi": "Và Patsy cảm nhận nó như... một di sản của mình."
    }
  },
  {
    "translation": {
      "en": "I know a lot of people think that's weird,",
      "vi": "Tôi biết nhiều người sẽ thấy kỳ quặc,"
    }
  },
  {
    "translation": {
      "en": "to have a little girl dressed up where she looks like a 20 year old woman.",
      "vi": "khi một đứa trẻ diện lên như một phụ nữ 20 tuổi."
    }
  },
  {
    "translation": {
      "en": "But that's the pageant system.",
      "vi": "Nhưng...cuộc thi sắc đẹp là thế."
    }
  },
  {
    "translation": {
      "en": "And a lot of those girls go on to do great things...",
      "vi": "Và rất nhiều cô bé dự thi sau này làm những điều vĩ đại..."
    }
  },
  {
    "translation": {
      "en": "or work at Hooters.",
      "vi": "hoặc làm ở quán Hooters."
    }
  },
  {
    "translation": {
      "en": "From what...",
      "vi": "Từ những gì...tôi nghe được,"
    }
  },
  {
    "translation": {
      "en": "I heard and kind of put together...",
      "vi": "Từ những gì...tôi nghe được, và xâu chuỗi lại với nhau..."
    }
  },
  {
    "translation": {
      "en": "it sounded like... that family was really screwed up.",
      "vi": "có vẻ như... gia đình đó đã thật sự tan nát."
    }
  },
  {
    "translation": {
      "en": "Patsy was at least involved. I'm not sure if she did it.",
      "vi": "Ít nhất Patsy có nhúng tay vào. Tôi không chắc bà ấy có thực hiện không."
    }
  },
  {
    "translation": {
      "en": "I hope she didn't, but I think she might have.",
      "vi": "Tôi mong là bà ấy không có thực hiện, nhưng tôi nghĩ khả năng là có."
    }
  },
  {
    "translation": {
      "en": "She just made me angry.",
      "vi": "Bà ấy khiến tôi giận lắm."
    }
  },
  {
    "translation": {
      "en": "Watching her...",
      "vi": "Xem bà ấy trên tivi..."
    }
  },
  {
    "translation": {
      "en": "Listening to her",
      "vi": "Nghe bà ấy nói,"
    }
  },
  {
    "translation": {
      "en": "and then her husband...",
      "vi": "và chồng bà ấy nữa..."
    }
  },
  {
    "translation": {
      "en": "I think he's the innocent one.",
      "vi": "Tôi nghĩ ông ấy vô tội."
    }
  },
  {
    "translation": {
      "en": "I don't believe he was involved in any way.",
      "vi": "Tôi tin là ông ấy không hề dính líu đến vụ án này."
    }
  },
  {
    "translation": {
      "en": "I just think he's innocent.",
      "vi": "Tôi nghĩ...ông ấy vô tội."
    }
  },
  {
    "translation": {
      "en": "The more manic side of this whole situation",
      "vi": "Có vẻ như phần điên rồ của toàn bộ vụ án"
    }
  },
  {
    "translation": {
      "en": "seemed to come from Patsy's side.",
      "vi": "đều xuất phát từ Patsy."
    }
  },
  {
    "translation": {
      "en": "She seems more inclined to be the one that might have struck someone in anger",
      "vi": "Bà ấy dường như là người có xu hướng sẽ hạ gục ai đó lúc giận dữ"
    }
  },
  {
    "translation": {
      "en": "than John does.",
      "vi": "chứ không phải John."
    }
  },
  {
    "translation": {
      "en": "More than anything, I think it was the ransom note that was written,",
      "vi": "Quan trọng hơn cả là bức thư viết tay đòi tiền chuộc,"
    }
  },
  {
    "translation": {
      "en": "that handwriting experts said she most likely wrote.",
      "vi": "các chuyên gia chữ viết đều nói có khả năng Patsy đã viết nó."
    }
  },
  {
    "translation": {
      "en": "I found that pretty interesting",
      "vi": "Tôi thấy điểm này khá thú vị,"
    }
  },
  {
    "translation": {
      "en": "because I've had my handwriting analyzed.",
      "vi": "vì tôi đã từng đi phân tích chữ viết của mình."
    }
  },
  {
    "translation": {
      "en": "And it was fascinating, because I wasn't there.",
      "vi": "Kết quả rất tài tình, vì tôi không có mặt ở đó."
    }
  },
  {
    "translation": {
      "en": "It was an ex boyfriend who showed this handwriting expert...",
      "vi": "Một người bạn trai cũ đã đưa tấm thiệp sinh nhật tôi tặng..."
    }
  },
  {
    "translation": {
      "en": "a birthday card that I gave him.",
      "vi": "cho một chuyên gia chữ viết tay."
    }
  },
  {
    "translation": {
      "en": "But this expert could actually tell",
      "vi": "Nhưng chuyên gia này có thể kết luận"
    }
  },
  {
    "translation": {
      "en": "that I had had a trauma to my right ankle.",
      "vi": "tôi từng có chấn thương với cổ chân phải."
    }
  },
  {
    "translation": {
      "en": "And sure enough, I had reconstructive surgery on my right ankle.",
      "vi": "Và đúng thế thật, tôi từng phải phẫu thuật chỉnh hình cổ chân phải."
    }
  },
  {
    "translation": {
      "en": "Why wouldShe has no motive.",
      "vi": "Sao có thể...Bà ấy không có động cơ."
    }
  },
  {
    "translation": {
      "en": "I'm frustrated as a parent. I'm frustrated with my kids.",
      "vi": "Làm bố mẹ, tôi cũng rất nản lòng với các con mình."
    }
  },
  {
    "translation": {
      "en": "There's no motive to kill them. There's no motive to do that.",
      "vi": "Nhưng không có động cơ để giết chúng. Không thể xảy ra."
    }
  },
  {
    "translation": {
      "en": "I could see the jealousy aspect.",
      "vi": "Tôi có thể cảm nhận sự ganh tị."
    }
  },
  {
    "translation": {
      "en": "Since Patsy Ramsey was a beauty pageant queen herself,",
      "vi": "Vì chính Patsy Ramsey đã từng là nữ hoàng sắc đẹp,"
    }
  },
  {
    "translation": {
      "en": "maybe her daughter was having a little bit more success",
      "vi": "và có thể con gái của bà đạt được nhiều thành công hơn bà,"
    }
  },
  {
    "translation": {
      "en": "or wasn't listening to her.",
      "vi": "hoặc nó không nghe lời bà nữa."
    }
  },
  {
    "translation": {
      "en": "You know, I don't know",
      "vi": "Bạn biết đấy, tôi không biết rõ"
    }
  },
  {
    "translation": {
      "en": "if Patsy Ramsey's background was any mental illness or anything like that,",
      "vi": "liệu Patsy Ramsey có lịch sử bị bệnh tâm thần hay tương tự thế không,"
    }
  },
  {
    "translation": {
      "en": "but of course we know she died of cancer.",
      "vi": "nhưng ta biết bà ấy chết vì bệnh ung thư."
    }
  },
  {
    "translation": {
      "en": "And sometimes, when there's disease, there's dis ease.",
      "vi": "Và đôi khi, nếu có bệnh trong người, sẽ có vấn đề tiềm ẩn."
    }
  },
  {
    "translation": {
      "en": "And then we heard about the bed wetting,",
      "vi": "Rồi chúng tôi nghe nói về chuyện tè dầm trên giường,"
    }
  },
  {
    "translation": {
      "en": "and the general discord in the family,",
      "vi": "và những bất hòa trong gia đình,"
    }
  },
  {
    "translation": {
      "en": "and we were...",
      "vi": "và chúng tôi..."
    }
  },
  {
    "translation": {
      "en": "That's why everybody was thinking it had to be in the family.",
      "vi": "Chúng tôi cho rằng thủ phạm phải là người trong gia đình."
    }
  },
  {
    "translation": {
      "en": "You know, JonBenet Ramsey was a bed wetter,",
      "vi": "Biết đấy, JonBenet Ramsey thường tè dầm,"
    }
  },
  {
    "translation": {
      "en": "and I know that there had been people interviewed",
      "vi": "và tôi biết có một vài người được phỏng vấn"
    }
  },
  {
    "translation": {
      "en": "that said that that had infuriated Patsy Ramsey.",
      "vi": "nói rằng điều đó đã khiến Patsy Ramsey nổi giận."
    }
  },
  {
    "translation": {
      "en": "And she wet her bed, actually, that night.",
      "vi": "Vào chính đêm đó, cô bé cũng đã tè dầm."
    }
  },
  {
    "translation": {
      "en": "There was one article I remember reading just recently,",
      "vi": "Mới đây tôi có đọc một bài báo"
    }
  },
  {
    "translation": {
      "en": "and it identified Patsy as the lead suspect,",
      "vi": "cho rằng Patsy là nghi phạm số một,"
    }
  },
  {
    "translation": {
      "en": "and went so far as to say she murdered her daughter.",
      "vi": "và thậm chí mạnh dạn khẳng định bà ấy đã giết con gái mình."
    }
  },
  {
    "translation": {
      "en": "And what it cited that incited so much rage in me",
      "vi": "Và có một điều bài báo viết khiến tôi rất bực mình"
    }
  },
  {
    "translation": {
      "en": "was that the stressors that Patsy was under...",
      "vi": "khi đề cập đến những căng thẳng mà Patsy phải gánh chịu lúc đó,"
    }
  },
  {
    "translation": {
      "en": "one of them being the holidays,",
      "vi": "một là phải làm nhiều thứ cho dịp lễ,"
    }
  },
  {
    "translation": {
      "en": "and another one being her impending 40th birthday.",
      "vi": "và một điều nữa là bà ấy sắp bước sang tuổi 40."
    }
  },
  {
    "translation": {
      "en": "And I'll be 39 next month,",
      "vi": "Tháng sau tôi sẽ được 39 tuổi,"
    }
  },
  {
    "translation": {
      "en": "and if someone said",
      "vi": "và nếu ai đó nói rằng"
    }
  },
  {
    "translation": {
      "en": "that my impending 40th birthday caused me so much psychic strain",
      "vi": "sinh nhật lần thứ 40 sắp đến gần khiến tôi chịu nhiều căng thẳng tâm lý"
    }
  },
  {
    "translation": {
      "en": "that I would consider killing my child...",
      "vi": "đến nỗi nghĩ đến việc giết con mình..."
    }
  },
  {
    "translation": {
      "en": "I don't know what shade of ballistic I would go on them,",
      "vi": "tôi không biết tôi sẽ nổi trận lôi đình với người đó thế nào,"
    }
  },
  {
    "translation": {
      "en": "because talk about putting women in a box.",
      "vi": "bởi vì...những rập khuôn mà một phụ nữ bị áp đặt lên!"
    }
  },
  {
    "translation": {
      "en": "I mean, the mother had to do it.",
      "vi": "Người mẹ buộc phải ra tay."
    }
  },
  {
    "translation": {
      "en": "She was about to turn 40. She's jealous.",
      "vi": "Bà ấy gần 40 tuổi, đầy nỗi ganh tị,"
    }
  },
  {
    "translation": {
      "en": "Her little girl was frustrating. She wet the bed.",
      "vi": "con gái bà thật phiền phức, cứ tè dầm mãi..."
    }
  },
  {
    "translation": {
      "en": "Maybe it was an accident.",
      "vi": "Có thể đó chỉ là tai nạn."
    }
  },
  {
    "translation": {
      "en": "She threw her against the tub...",
      "vi": "Bà ấy đẩy cô bé té vào bồn tắm..."
    }
  },
  {
    "translation": {
      "en": "and then covered it up.",
      "vi": "rồi cố che đậy chuyện đó."
    }
  },
  {
    "translation": {
      "en": "You know, people are quick to judge.",
      "vi": "Có thể là...Bạn biết đấy, mọi người thường vội vàng phán xét lắm."
    }
  },
  {
    "translation": {
      "en": "They talk about how they were so upset and all the pain,",
      "vi": "Họ nói về nỗi buồn và nỗi đau của họ,"
    }
  },
  {
    "translation": {
      "en": "but, like, you don't see any of it in their face, at all.",
      "vi": "nhưng bạn không thể thấy biểu hiện gì trên gương mặt họ cả."
    }
  },
  {
    "translation": {
      "en": "You know, I don't know why no tears fell.",
      "vi": "Bạn biết đấy, tôi không hiểu sao họ không khóc."
    }
  },
  {
    "translation": {
      "en": "I think... was she detached? Did she ever really love her little girl?",
      "vi": "Tôi nghĩ...vì bà ấy bị lãnh cảm? Bà ấy có bao giờ yêu cô bé thật sự không?"
    }
  },
  {
    "translation": {
      "en": "You don't know how you're gonna react.",
      "vi": "Bạn sẽ không đoán biết phản ứng của mình."
    }
  },
  {
    "translation": {
      "en": "My personal reaction was quite violent.",
      "vi": "Phản ứng của tôi thường khá...bạo lực."
    }
  },
  {
    "translation": {
      "en": "I screamed. I cried.",
      "vi": "Tôi hét lên, tôi khóc."
    }
  },
  {
    "translation": {
      "en": "My parents told me in the back of a car, and I remember just screaming,",
      "vi": "Bố mẹ báo tin khi tôi đang ngồi ghế sau xe ô tô, và tôi nhớ tôi đã hét to:"
    }
  },
  {
    "translation": {
      "en": "Who killed my brother? Who killed my brother?",
      "vi": "Ai đã giết em con?"
    }
  },
  {
    "translation": {
      "en": "At that point in time, we didn't even know he was murdered.",
      "vi": "Vào lúc đó chưa hề có kết luận là em tôi bị giết."
    }
  },
  {
    "translation": {
      "en": "We just knew he was dead.",
      "vi": "Chỉ biết là nó đã chết."
    }
  },
  {
    "translation": {
      "en": "But I had this just overwhelming impression",
      "vi": "Nhưng tôi đã có một niềm tin lớn lao rằng"
    }
  },
  {
    "translation": {
      "en": "that it was not a natural death,",
      "vi": "đó không phải một cái chết tự nhiên,"
    }
  },
  {
    "translation": {
      "en": "and it was not an accident.",
      "vi": "và đó không phải một tai nạn."
    }
  },
  {
    "translation": {
      "en": "I was screaming so loud that people actually came out of the building",
      "vi": "Và tôi đã hét to đến nỗi mọi người trong tòa nhà đổ ra"
    }
  },
  {
    "translation": {
      "en": "to see what was going on.",
      "vi": "xem chuyện gì đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "So that was my reaction.",
      "vi": "Phản ứng của tôi là thế đấy."
    }
  },
  {
    "translation": {
      "en": "I watched my parents. It was far more subtle and private.",
      "vi": "Tôi quan sát bố mẹ tôi. Họ đón nhận nhẹ nhàng và riêng tư hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "Push your chair in a little bit, Gary.",
      "vi": "Kéo ghế gần lại một chút, Gary."
    }
  },
  {
    "translation": {
      "en": "Is Gary John? Okay.",
      "vi": "Gary John đúng không? Vâng."
    }
  },
  {
    "translation": {
      "en": "Hi, John. Patsy.",
      "vi": "Chào John. Chào Patsy."
    }
  },
  {
    "translation": {
      "en": "Hi, nice to see you. Hi. J. Michael Sterling.",
      "vi": "Chào. Rất vui được gặp. Chào. J. Michael Sterling."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you. Nice to meet you.",
      "vi": "Hân hạnh làm quen. Vâng."
    }
  },
  {
    "translation": {
      "en": "It is like, us against the world. It is, yeah. Absolutely.",
      "vi": "Hai chúng ta chống lại cả thế giới. Đúng vậy. Chính xác."
    }
  },
  {
    "translation": {
      "en": "I mean, they're both raw. Still. I mean, it's still so new.",
      "vi": "Cả hai người họ đều rất đau. Vì vụ việc lúc đó còn mới."
    }
  },
  {
    "translation": {
      "en": "If I was being interviewed with my wife about something like that,",
      "vi": "Nếu tôi phỏng vấn cùng vợ mình về một vụ án như vậy,"
    }
  },
  {
    "translation": {
      "en": "I'd have my arm around her.",
      "vi": "tôi sẽ vòng tay qua vai cô ấy. Ừ."
    }
  },
  {
    "translation": {
      "en": "I'd be holding her hand. I'd be consoling her.",
      "vi": "Tôi sẽ cầm tay cô ấy. Và cố an ủi cô ấy. Ừ."
    }
  },
  {
    "translation": {
      "en": "I don't recall seeing them do that.",
      "vi": "Nhưng tôi nhớ họ không làm thế bao giờ."
    }
  },
  {
    "translation": {
      "en": "You know, they were never really too close.",
      "vi": "Bạn biết đấy, họ chưa bao giờ tỏ vẻ gần gũi."
    }
  },
  {
    "translation": {
      "en": "Like, they weren't like this, or...",
      "vi": "Họ không làm thế này, hoặc..."
    }
  },
  {
    "translation": {
      "en": "I mean, but I might just angle in.",
      "vi": "Nhưng có thể tôi sẽ hướng về cô ấy một chút."
    }
  },
  {
    "translation": {
      "en": "I don't think I would angle in.",
      "vi": "Tôi sẽ không ngồi hướng vào đâu."
    }
  },
  {
    "translation": {
      "en": "There's a separation, and even sitting here setting up for the scene,",
      "vi": "Có một sự tách biệt, thậm chí ngồi chuẩn bị quay thế này,"
    }
  },
  {
    "translation": {
      "en": "it's like we would naturally be sitting closer.",
      "vi": "hai chúng ta đã tự ngồi gần nhau."
    }
  },
  {
    "translation": {
      "en": "I did not... I mean, I said hello and then I tried to not make eye contact with you",
      "vi": "Tôi không muốn...Tôi đã chào hỏi và phải cố không nhìn vào mắt cô"
    }
  },
  {
    "translation": {
      "en": "'cause I wanted to keep no conversation.",
      "vi": "vì tôi không muốn trò chuyện, không..."
    }
  },
  {
    "translation": {
      "en": "Exactly. Like, We have a job to do. Right.",
      "vi": "Chính xác. Giống như: Ta có việc phải làm."
    }
  },
  {
    "translation": {
      "en": "Although we're friends on Facebook or something, right?",
      "vi": "Mặc dù chúng ta là bạn trên Facebook hay gì đó, đúng không?"
    }
  },
  {
    "translation": {
      "en": "I was like, Oh, my God! I know!",
      "vi": "Tôi định nói: Ôi trời ơi! Tôi hiểu!"
    }
  },
  {
    "translation": {
      "en": "I've never met you. Cool. We finally meet in person!",
      "vi": "Ta chưa từng gặp mặt. Tuyệt. Rốt cuộc cũng gặp nhau!"
    }
  },
  {
    "translation": {
      "en": "To those of you who may want to ask,",
      "vi": "Với những ai còn thắc mắc,"
    }
  },
  {
    "translation": {
      "en": "let me address very directly.",
      "vi": "xin cho tôi khẳng định trực tiếp rằng,"
    }
  },
  {
    "translation": {
      "en": "I did not kill my daughter JonBenet.",
      "vi": "tôi không giết con gái mình JonBenet."
    }
  },
  {
    "translation": {
      "en": "There have also been innuendos that she has been or was...",
      "vi": "Và cũng có nhiều lời ám chỉ rằng con bé đang hoặc từng bị..."
    }
  },
  {
    "translation": {
      "en": "sexually molested.",
      "vi": "quấy rối tình dục."
    }
  },
  {
    "translation": {
      "en": "Those were the most hurtful innuendos to us as a family.",
      "vi": "Là một gia đình, những tin đồn đó gây tổn thương lớn cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I can tell you those were the most hurtful innuendos",
      "vi": "Là một gia đình, những tin đồn đó"
    }
  },
  {
    "translation": {
      "en": "to us as a family.",
      "vi": "gây tổn thương lớn cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "They are totally false.",
      "vi": "Không đúng với sự thật."
    }
  },
  {
    "translation": {
      "en": "I'm appalled either John or I could have been involved",
      "vi": "Tôi kinh sợ khi nghĩ đến tôi hoặc John có thể dính líu"
    }
  },
  {
    "translation": {
      "en": "in such a hideous, heinous crime.",
      "vi": "đến một vụ án tàn khốc và ghê tởm như vậy."
    }
  },
  {
    "translation": {
      "en": "But let me assure you",
      "vi": "Nhưng hãy để tôi khẳng định rằng..."
    }
  },
  {
    "translation": {
      "en": "that I did not kill JonBenet.",
      "vi": "tôi không giết JonBenet."
    }
  },
  {
    "translation": {
      "en": "I did not have anything to do with it.",
      "vi": "Tôi không liên quan gì đến vụ án."
    }
  },
  {
    "translation": {
      "en": "I loved that child with my whole heart and soul.",
      "vi": "Tôi yêu thương con bé với cả trái tim và tâm hồn mình."
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "How do you go on camera and say these lines,",
      "vi": "Làm sao có thể ngồi trước máy quay và nói những lời này,"
    }
  },
  {
    "translation": {
      "en": "and make them look real?",
      "vi": "và diễn như thật được?"
    }
  },
  {
    "translation": {
      "en": "The funny thing is, when you watch them talking about this it works either way.",
      "vi": "Điều buồn cười là khi xem họ nói, ta có thể hiểu theo hai cách."
    }
  },
  {
    "translation": {
      "en": "It does. It does!",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "You can say, Okay, they're lying. Yeah.",
      "vi": "Bạn có thể nghĩ: Họ đang nói dối. Vâng."
    }
  },
  {
    "translation": {
      "en": "They're telling the truth. Look at the body language. Yeah.",
      "vi": "Họ đang nói thật đấy. Nhìn ngôn ngữ hình thể kìa. Ừ."
    }
  },
  {
    "translation": {
      "en": "I mean, it's just hard to say.",
      "vi": "Rất khó để khẳng định điều gì."
    }
  },
  {
    "translation": {
      "en": "It just... it's hard to say.",
      "vi": "Phải nói là...rất khó."
    }
  },
  {
    "translation": {
      "en": "I mean, a lot of their behavior was odd.",
      "vi": "Nhiều hành vi của họ rất kỳ quặc."
    }
  },
  {
    "translation": {
      "en": "So you're saying that you think she did it?",
      "vi": "Vậy anh nghĩ bà ấy giết cô bé?"
    }
  },
  {
    "translation": {
      "en": "I think John didn't do it.",
      "vi": "Tôi chỉ nghĩ John không phải là thủ phạm."
    }
  },
  {
    "translation": {
      "en": "You think John didn't do it? Interesting.",
      "vi": "Anh cho rằng John không liên quan. Thú vị đấy."
    }
  },
  {
    "translation": {
      "en": "It's like she was more concerned for who she was protecting.",
      "vi": "Như thể bà ấy lo ngại cho một người bà ấy đang cố bảo vệ."
    }
  },
  {
    "translation": {
      "en": "I believe she was protecting someone in the family.",
      "vi": "Tôi tin rằng bà ấy đang cố bảo vệ ai đó trong gia đình."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna state who",
      "vi": "Tôi sẽ không nói cụ thể là ai"
    }
  },
  {
    "translation": {
      "en": "because I really don't know which person that may have been,",
      "vi": "vì tôi thật sự không rõ nhưng tôi tin rằng cả hai người họ"
    }
  },
  {
    "translation": {
      "en": "but I believe it was someone that they both loved very much.",
      "vi": "đều rất yêu thương người này."
    }
  },
  {
    "translation": {
      "en": "My name is Ryan, and I'm auditioning for the role of Burke.",
      "vi": "Cháu là Ryan và cháu muốn thử vai Burke."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "I'm Jase. I'm...",
      "vi": "Cháu là Jase. Cháu..."
    }
  },
  {
    "translation": {
      "en": "I'm ten years old.",
      "vi": "Cháu mười tuổi."
    }
  },
  {
    "translation": {
      "en": "I live in Colorado.",
      "vi": "Cháu sống ở Colorado."
    }
  },
  {
    "translation": {
      "en": "Littleton...",
      "vi": "Littleton?"
    }
  },
  {
    "translation": {
      "en": "Yeah, Littleton.",
      "vi": "Vâng, Littleton."
    }
  },
  {
    "translation": {
      "en": "So I've been in this one commercial that...",
      "vi": "Cháu đã diễn trong một quảng cáo..."
    }
  },
  {
    "translation": {
      "en": "I forgot what it was.",
      "vi": "Cháu quên nó là gì rồi."
    }
  },
  {
    "translation": {
      "en": "It didn't play here,",
      "vi": "Nó không được chiếu ở đây,"
    }
  },
  {
    "translation": {
      "en": "but I was just an extra in it.",
      "vi": "nhưng cháu là diễn viên quần chúng thôi."
    }
  },
  {
    "translation": {
      "en": "I was one of the flying monkeys,",
      "vi": "Cháu đóng vai một trong những con khỉ bay,"
    }
  },
  {
    "translation": {
      "en": "one of the Oz ians,",
      "vi": "cư dân của xứ sở Oz,"
    }
  },
  {
    "translation": {
      "en": "one of the tough guy munchkins...",
      "vi": "một trong những chú lùn can đảm..."
    }
  },
  {
    "translation": {
      "en": "...and then I also did a Denver mattress commercial,",
      "vi": "Và cháu cũng đóng trong một quảng cáo nệm Denver,"
    }
  },
  {
    "translation": {
      "en": "where all I did was wait for nine hours for the whole day.",
      "vi": "cháu đã phải ngồi chờ chín tiếng cả ngày hôm đó."
    }
  },
  {
    "translation": {
      "en": "Skipped school just because of that",
      "vi": "Cháu đã phải nghỉ học vì nó,"
    }
  },
  {
    "translation": {
      "en": "and then I got to jump on the bed for nine minutes.",
      "vi": "và cuối cùng chỉ được nhảy trên giường trong chín phút."
    }
  },
  {
    "translation": {
      "en": "That's all I did.",
      "vi": "Chỉ có thế thôi."
    }
  },
  {
    "translation": {
      "en": "All the other things I tried to do, I didn't get the part.",
      "vi": "Và những vai mà cháu muốn diễn, cháu đều không được chọn."
    }
  },
  {
    "translation": {
      "en": "My house has a pool in the backyard.",
      "vi": "Nhà cháu có một hồ bơi phía sau nhà."
    }
  },
  {
    "translation": {
      "en": "If something happened...",
      "vi": "Nếu thật sự có chuyện..."
    }
  },
  {
    "translation": {
      "en": "and I do know that the son, the brother of JonBenet,",
      "vi": "và tôi cũng biết về đứa con trai của họ, anh trai của JonBenet,"
    }
  },
  {
    "translation": {
      "en": "did actually hit his sister with either a golf club or a baseball bat",
      "vi": "đã từng đánh em gái bằng gậy đánh gôn hoặc gậy bóng chày"
    }
  },
  {
    "translation": {
      "en": "a month or two before this incident took place.",
      "vi": "một hoặc hai tháng trước khi vụ án xảy ra."
    }
  },
  {
    "translation": {
      "en": "But to me, that was, you know, a brother and sister...",
      "vi": "Nhưng với tôi, bạn biết đấy, vụ việc đó chỉ là anh em với nhau"
    }
  },
  {
    "translation": {
      "en": "just having an argument, type of thing.",
      "vi": "tranh cãi xô xát là bình thường."
    }
  },
  {
    "translation": {
      "en": "But whoever struck that girl was so angry and so livid and so mad at her,",
      "vi": "Nhưng người đánh cô bé đã rất giận dữ và nổi điên với cô bé,"
    }
  },
  {
    "translation": {
      "en": "with either the flashlight or a baseball bat,",
      "vi": "dùng chiếc đèn pin hoặc một gậy bóng chày,"
    }
  },
  {
    "translation": {
      "en": "the skull fracture was intense.",
      "vi": "vết nứt trên vỏ sọ rất nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "It was a mortal wound, from everything that I've seen,",
      "vi": "Từ những gì tôi thấy được, đó là vết thương chết người,"
    }
  },
  {
    "translation": {
      "en": "but what really finished her off was the strangulation.",
      "vi": "nhưng hành động chí mạng chính là việc thắt cổ."
    }
  },
  {
    "translation": {
      "en": "I mean, at one point, me and my friends had read a book",
      "vi": "Có lúc tôi và bạn tôi cùng nhau đọc cuốn sách"
    }
  },
  {
    "translation": {
      "en": "about people hanging, you know.",
      "vi": "về những người treo cổ tự tử."
    }
  },
  {
    "translation": {
      "en": "And so we built this little platform thing",
      "vi": "Bọn tôi đã dựng một tấm sàn,"
    }
  },
  {
    "translation": {
      "en": "and hung each other, like on stage, kind of thing.",
      "vi": "và treo cổ nhau, chỉ là diễn thôi."
    }
  },
  {
    "translation": {
      "en": "It was just fooling around, and we didn't get hurt.",
      "vi": "Bọn tôi chỉ thử nghiệm, chẳng ai bị thương gì cả."
    }
  },
  {
    "translation": {
      "en": "We were fine. Nobody really got hung.",
      "vi": "Mọi người đều ổn. Không ai treo cổ thật."
    }
  },
  {
    "translation": {
      "en": "But as an adult, think of walking into that situation.",
      "vi": "Nhưng nếu là người lớn, bước vào thấy cảnh đó."
    }
  },
  {
    "translation": {
      "en": "Here are these four kids,",
      "vi": "Có bốn đứa bọn tôi,"
    }
  },
  {
    "translation": {
      "en": "they're all ten years old, something like that,",
      "vi": "đều trạc mười tuổi,"
    }
  },
  {
    "translation": {
      "en": "hanging each other in the garage.",
      "vi": "treo cổ nhau trong gara."
    }
  },
  {
    "translation": {
      "en": "How stupid can you be? But we were kids.",
      "vi": "Ngu ngốc quá nhỉ? Nhưng bọn tôi là con nít."
    }
  },
  {
    "translation": {
      "en": "So could it happen? Yeah.",
      "vi": "Khả thi không? Có đấy."
    }
  },
  {
    "translation": {
      "en": "I have two sisters and one brother.",
      "vi": "Cháu có hai em gái và một em trai."
    }
  },
  {
    "translation": {
      "en": "I'm the oldest.",
      "vi": "Cháu là anh cả."
    }
  },
  {
    "translation": {
      "en": "I just have one sister.",
      "vi": "Cháu chỉ có một em gái."
    }
  },
  {
    "translation": {
      "en": "Sometimes she'll take, likeI have trading cards of Peyton Manning.",
      "vi": "Đôi khi em cháu... Cháu sưu tầm thẻ có hình Peyton Manning."
    }
  },
  {
    "translation": {
      "en": "She'll give them to my little brother, and I'll be like, Gabby, what the heck?",
      "vi": "Nó lấy chúng và đưa cho em trai cháu và cháu sẽ la nó: Gabby, sao lại thế?"
    }
  },
  {
    "translation": {
      "en": "But it's nothing big, really.",
      "vi": "Nhưng chuyện đó nhỏ thôi."
    }
  },
  {
    "translation": {
      "en": "Sometimes I'll tease her a little bit.",
      "vi": "Đôi khi cháu chọc ghẹo em gái một chút."
    }
  },
  {
    "translation": {
      "en": "But it's just brotherly love, I think.",
      "vi": "Nhưng cháu nghĩ đó là anh em thương nhau."
    }
  },
  {
    "translation": {
      "en": "She calls me a scaredy cat and calls me a bunch of names,",
      "vi": "Em gái thường gọi cháu là mèo nhát, và nhiều tên khác nữa,"
    }
  },
  {
    "translation": {
      "en": "and I don't like that, because she just sings a bunch of annoying songs",
      "vi": "và cháu không thích thế, vì nó hát những bài rất khó nghe"
    }
  },
  {
    "translation": {
      "en": "and calling me names, and...",
      "vi": "và gọi cháu bằng đủ thứ tên và..."
    }
  },
  {
    "translation": {
      "en": "I ask her to stop a lot, but she just never does,",
      "vi": "Cháu đã kêu nó ngưng nhiều lần nhưng nó chẳng nghe,"
    }
  },
  {
    "translation": {
      "en": "and... yeah.",
      "vi": "và...thế đấy."
    }
  },
  {
    "translation": {
      "en": "But she's getting nicer.",
      "vi": "Nhưng nó dần dễ thương hơn."
    }
  },
  {
    "translation": {
      "en": "It's happened about two weeks ago.",
      "vi": "Bắt đầu từ hai tuần trước."
    }
  },
  {
    "translation": {
      "en": "She's beginning to become nicer,",
      "vi": "Nó bắt đầu cư xử dễ thương hơn,"
    }
  },
  {
    "translation": {
      "en": "which I'm really happy about.",
      "vi": "và cháu rất vui vì chuyện đó."
    }
  },
  {
    "translation": {
      "en": "'Cause sometimes I have tears,",
      "vi": "Vì...đôi khi cháu đã khóc,"
    }
  },
  {
    "translation": {
      "en": "'cause it kept going,",
      "vi": "vì mọi thứ cứ tiếp tục diễn ra,"
    }
  },
  {
    "translation": {
      "en": "but it has started to stop, which is good.",
      "vi": "nhưng rồi nó cũng bắt đầu kết thúc, thật dễ chịu."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Cool.",
      "vi": "Vâng, được ạ."
    }
  },
  {
    "translation": {
      "en": "If you tell someone a secret, it is no longer a secret.",
      "vi": "Nếu em bật mí một điều gì đó, nó không còn là bí mật nữa."
    }
  },
  {
    "translation": {
      "en": "If you tell someone a secret, it's no longer a secret.",
      "vi": "Nếu em bật mí một điều gì đó, nó không còn là bí mật nữa."
    }
  },
  {
    "translation": {
      "en": "If you tell someone a secret, it's no longer a secret.",
      "vi": "Nếu em bật mí một điều gì đó, nó không còn là bí mật nữa."
    }
  },
  {
    "translation": {
      "en": "If you tell someone a secret, it's no longer a secret.",
      "vi": "Nếu em bật mí một điều gì đó, nó không còn là bí mật nữa."
    }
  },
  {
    "translation": {
      "en": "If it was the brother, if it was her son,",
      "vi": "Nếu thủ phạm là anh trai cô bé,"
    }
  },
  {
    "translation": {
      "en": "I think she would choose her son over...",
      "vi": "tôi nghĩ bà ấy sẽ chọn con trai mình..."
    }
  },
  {
    "translation": {
      "en": "over truth.",
      "vi": "thay vì sự thật."
    }
  },
  {
    "translation": {
      "en": "There is no way a nine year old could pull off a murder like this.",
      "vi": "Một đứa trẻ chín tuổi không thể thực hiện một án mạng như thế."
    }
  },
  {
    "translation": {
      "en": "The knots were sophisticated,",
      "vi": "Các nút buộc rất chỉn chu,"
    }
  },
  {
    "translation": {
      "en": "the head wound that actually killed her...",
      "vi": "vết thương trên đầu khiến cô bé tử vong..."
    }
  },
  {
    "translation": {
      "en": "I don't think he would have the strength to do something like that.",
      "vi": "tôi không tin cậu bé có thể có đủ sức để làm một việc như thế."
    }
  },
  {
    "translation": {
      "en": "There it goes.",
      "vi": "Được rồi này."
    }
  },
  {
    "translation": {
      "en": "Well, first, Burke, maybe you could draw me a picture.",
      "vi": "Burke này, đầu tiên, cháu có thể vẽ một bức tranh."
    }
  },
  {
    "translation": {
      "en": "A picture of your family.",
      "vi": "Về gia đình cháu."
    }
  },
  {
    "translation": {
      "en": "Would you do that for me?",
      "vi": "Cháu làm vì cô nhé?"
    }
  },
  {
    "translation": {
      "en": "I can't draw.",
      "vi": "Cháu không biết vẽ."
    }
  },
  {
    "translation": {
      "en": "It's just so I can get to know your family.",
      "vi": "Để giúp cô hiểu rõ về gia đình cháu hơn."
    }
  },
  {
    "translation": {
      "en": "Okay. Dad.",
      "vi": "Tốt. Bố."
    }
  },
  {
    "translation": {
      "en": "So who's next?",
      "vi": "Tiếp theo sẽ là ai?"
    }
  },
  {
    "translation": {
      "en": "Who's the next person you would draw?",
      "vi": "Tiếp theo cháu sẽ vẽ ai?"
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "vi": "Mẹ."
    }
  },
  {
    "translation": {
      "en": "So is she the kind of mom that gives you lots of hugs and kisses?",
      "vi": "Mẹ cháu có thường ôm hôn cháu không?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Both you and your sister?",
      "vi": "Cả cháu và em cháu?"
    }
  },
  {
    "translation": {
      "en": "Or just you? Or just your sister?",
      "vi": "Hay chỉ có cháu? Hay chỉ có em cháu?"
    }
  },
  {
    "translation": {
      "en": "Just... the both of us.",
      "vi": "Chỉ...cả hai luôn ạ."
    }
  },
  {
    "translation": {
      "en": "Is there anyone else in your family you were going to draw?",
      "vi": "Cháu còn muốn vẽ ai trong gia đình nữa không?"
    }
  },
  {
    "translation": {
      "en": "Nope.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I know that sounds crazy,",
      "vi": "Tôi biết nó thật điên rồ,"
    }
  },
  {
    "translation": {
      "en": "but just about any theory in this whole situation sounds pretty crazy.",
      "vi": "bất kỳ giả thiết nào trong vụ án này đều có vẻ điên rồ."
    }
  },
  {
    "translation": {
      "en": "You know, parents killing their kids,",
      "vi": "Bạn biết đấy, bố mẹ giết con mình,"
    }
  },
  {
    "translation": {
      "en": "brothers killing their sisters,",
      "vi": "anh trai giết em gái,"
    }
  },
  {
    "translation": {
      "en": "intruders coming in to kidnap a kid and writing the letter,",
      "vi": "kẻ đột nhập bắt cóc đứa trẻ, viết một bức thư,"
    }
  },
  {
    "translation": {
      "en": "but not kidnapping the kid, just leaving the kid there...",
      "vi": "nhưng lại để đứa trẻ lại..."
    }
  },
  {
    "translation": {
      "en": "I mean, any theory is kind of cracked in this situation.",
      "vi": "Bất kỳ giả thiết nào cũng đều điên rồ cả."
    }
  },
  {
    "translation": {
      "en": "I know the neighbors heard a lot of ruckus and saw lights on.",
      "vi": "Tôi biết hàng xóm nghe tiếng náo động và thấy đèn bật lên."
    }
  },
  {
    "translation": {
      "en": "I know the stairway was a spiral stairway, and it was very steep.",
      "vi": "Tôi biết cầu thang là kiểu xoắn ốc, và nó rất dốc."
    }
  },
  {
    "translation": {
      "en": "I definitely believe that JonBenet Ramsey was fed pineapple.",
      "vi": "Tôi tin là JonBenet Ramsey đã ăn quả dứa."
    }
  },
  {
    "translation": {
      "en": "Maybe the window was open before the snow fell.",
      "vi": "Có thể cửa sổ để mở trước khi tuyết rơi."
    }
  },
  {
    "translation": {
      "en": "This is where the confusion comes up,",
      "vi": "Đây chính là điểm gây khó hiểu,"
    }
  },
  {
    "translation": {
      "en": "because there were knots tied on that rope mechanism",
      "vi": "vì trên sợi dây thừng có những nút buộc"
    }
  },
  {
    "translation": {
      "en": "that was used to strangle her,",
      "vi": "dùng để thắt cổ cô bé,"
    }
  },
  {
    "translation": {
      "en": "and the knots apparently required some level of expertise.",
      "vi": "và rõ ràng những nút buộc này đòi hỏi phải lành nghề một chút."
    }
  },
  {
    "translation": {
      "en": "There are some very bizarre things that are tied to this case.",
      "vi": "Có những chi tiết rất kỳ lạ trong vụ án này."
    }
  },
  {
    "translation": {
      "en": "For instance, JonBenet was six years old, and she died on December 26 of 1996,",
      "vi": "Ví dụ, JonBenet sáu tuổi, và bị giết ngày 26 tháng 12 năm 1996,"
    }
  },
  {
    "translation": {
      "en": "and I think that's kind of odd that there's all of these common numbers",
      "vi": "và tôi thấy sự trùng hợp của những con số vào thời điểm tử vong của cô bé"
    }
  },
  {
    "translation": {
      "en": "involved in this particular time that she died.",
      "vi": "có vẻ rất kỳ quặc."
    }
  },
  {
    "translation": {
      "en": "And that sometimes indicates that there is somebody's signature on it.",
      "vi": "Đôi khi nó cho thấy rằng có thể đó là dấu ấn của ai đó."
    }
  },
  {
    "translation": {
      "en": "And from people who run in some pretty sick circles.",
      "vi": "Và người này hẳn có vấn đề về tâm lý!"
    }
  },
  {
    "translation": {
      "en": "You know, who knows how weird these judges are",
      "vi": "Đâu thể biết được các vị giám khảo này,"
    }
  },
  {
    "translation": {
      "en": "and these little girl pageants.",
      "vi": "và các cuộc thi sắc đẹp nhí biến thái ra sao."
    }
  },
  {
    "translation": {
      "en": "Maybe she was letting someone have time with her daughter",
      "vi": "Có thể bà ấy cho phép một người có thời gian riêng tư với con gái mình,"
    }
  },
  {
    "translation": {
      "en": "in some kind of weird sex thing,",
      "vi": "để làm những động thái tình dục kỳ lạ,"
    }
  },
  {
    "translation": {
      "en": "and that got carried away, and it went too far.",
      "vi": "và họ đã quá nhập tâm và đi quá xa."
    }
  },
  {
    "translation": {
      "en": "At the time, there was a lot of talk that there was a child porn ring",
      "vi": "Lúc đó, rất nhiều người bàn tán về đường dây phim khiêu dâm trẻ em"
    }
  },
  {
    "translation": {
      "en": "going on in Boulder.",
      "vi": "có mặt tại Boulder."
    }
  },
  {
    "translation": {
      "en": "But the crime that's committed in Boulder,",
      "vi": "Nhưng hành vi phạm tội lần đó,"
    }
  },
  {
    "translation": {
      "en": "you don't find a lot of break ins or assaults.",
      "vi": "không hề có đột nhập hay tấn công."
    }
  },
  {
    "translation": {
      "en": "You find a lot of white collar crime and possibly the child porn angle,",
      "vi": "Bạn chỉ tìm thấy những tội phạm cổ cồn trắng và có thể từ phạm vi phim khiêu dâm"
    }
  },
  {
    "translation": {
      "en": "which everybody just is very like, Why wasn't this investigated?",
      "vi": "mà mọi người rất quan tâm: Sao họ không điều tra chuyện này?"
    }
  },
  {
    "translation": {
      "en": "Well, you might assume for instance that this might be some sort of rotating club,",
      "vi": "Bạn có thể hình dung có một câu lạc bộ xoay vòng,"
    }
  },
  {
    "translation": {
      "en": "where on this Christmas Eve, or this Christmas Day,",
      "vi": "vào đêm Giáng Sinh, hay vào ngày Giáng Sinh,"
    }
  },
  {
    "translation": {
      "en": "a party at the Ramseys...",
      "vi": "tại bữa tiệc ở nhà Ramsey"
    }
  },
  {
    "translation": {
      "en": "that there might have been some reciprocity that the Ramseys...",
      "vi": "có thể đã có thỏa thuận gì đó giữa nhà Ramsey,"
    }
  },
  {
    "translation": {
      "en": "John Ramsey in particular, might have been invited to somebody else's house,",
      "vi": "điển hình là John Ramsey, sẽ được mời đến nhà ai đó,"
    }
  },
  {
    "translation": {
      "en": "with somebody else's little girl.",
      "vi": "cùng bé gái của một ai đó."
    }
  },
  {
    "translation": {
      "en": "It's always somebody you know.",
      "vi": "Họ luôn là người bạn quen biết."
    }
  },
  {
    "translation": {
      "en": "In cases like that, nine times out of ten, it's somebody you know.",
      "vi": "Những trường hợp như thế, 90% là người bạn quen biết."
    }
  },
  {
    "translation": {
      "en": "I, as a child...",
      "vi": "Tôi, khi còn bé, tôi..."
    }
  },
  {
    "translation": {
      "en": "twice, I was...",
      "vi": "đã từng bị hai lần,"
    }
  },
  {
    "translation": {
      "en": "two times, gentlemen that we knew,",
      "vi": "những người đàn ông tôi quen biết,"
    }
  },
  {
    "translation": {
      "en": "one of them was a neighbor, one of them was a family member,",
      "vi": "một người là hàng xóm, một người cùng họ hàng với tôi,"
    }
  },
  {
    "translation": {
      "en": "tried to molest me.",
      "vi": "đã cố quấy rối tôi."
    }
  },
  {
    "translation": {
      "en": "Both people I knew. Both nice, older men.",
      "vi": "Tôi biết cả hai người họ. Tốt bụng, và già cả."
    }
  },
  {
    "translation": {
      "en": "I didn't have a clue.",
      "vi": "Tôi chẳng biết gì cả."
    }
  },
  {
    "translation": {
      "en": "They...",
      "vi": "Họ..."
    }
  },
  {
    "translation": {
      "en": "for years, they were just friends of our family,",
      "vi": "nhiều năm trời, họ là bạn của gia đình chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "and then one day...",
      "vi": "và một ngày nọ..."
    }
  },
  {
    "translation": {
      "en": "you know, they start with little comments that you don't understand,",
      "vi": "bạn biết đấy, họ bắt đầu phát ngôn những điều bạn không thể hiểu,"
    }
  },
  {
    "translation": {
      "en": "and slowly but surely they lure you into this...",
      "vi": "rồi chậm mà chắc, họ sẽ dụ dỗ bạn..."
    }
  },
  {
    "translation": {
      "en": "into this place they want you to be,",
      "vi": "bước vào nơi họ muốn,"
    }
  },
  {
    "translation": {
      "en": "and for me it was...",
      "vi": "đối với tôi, điều đó thật là..."
    }
  },
  {
    "translation": {
      "en": "I remember the neighbor making comments about...",
      "vi": "Tôi còn nhớ ông hàng xóm đã nói vài điều về..."
    }
  },
  {
    "translation": {
      "en": "I must have been about... about six, six or seven,",
      "vi": "Lúc đó tôi khoảng...sáu hoặc bảy tuổi,"
    }
  },
  {
    "translation": {
      "en": "and him making some comment about, you know,",
      "vi": "và ông ấy nói những câu như:"
    }
  },
  {
    "translation": {
      "en": "Hey, it won't be long before you'll be getting your little mosquito bumps.",
      "vi": "Này, sẽ không lâu nữa, vết muỗi cắn của cháu sẽ xuất hiện."
    }
  },
  {
    "translation": {
      "en": "And I'm like, What? What is he talking about?",
      "vi": "Tôi nghĩ: Gì chứ? Ông ấy nói gì thế nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I didn't get that.",
      "vi": "Tôi đã không hiểu."
    }
  },
  {
    "translation": {
      "en": "Because I didn't have any mosquito bites,",
      "vi": "Bởi vì tôi không hề bị muỗi cắn,"
    }
  },
  {
    "translation": {
      "en": "and I didn't know anything about sex.",
      "vi": "và tôi không biết gì về tình dục."
    }
  },
  {
    "translation": {
      "en": "I knew nothing.",
      "vi": "Chẳng biết gì cả."
    }
  },
  {
    "translation": {
      "en": "And next thing I know, when his wife is away",
      "vi": "Sau đó không lâu, khi vợ ông ấy vắng nhà,"
    }
  },
  {
    "translation": {
      "en": "and he was in his 70she invited me in with some candy.",
      "vi": "và ông đã ngoài 70, ông mời tôi sang nhà với vài thanh kẹo."
    }
  },
  {
    "translation": {
      "en": "And he was our neighbor for a couple of years.",
      "vi": "Ông là hàng xóm, đã ở đó được vài năm."
    }
  },
  {
    "translation": {
      "en": "So I went in. I had no problem with that.",
      "vi": "Nên tôi bước vào nhà. Không chần chừ gì cả."
    }
  },
  {
    "translation": {
      "en": "My mother never said, Don't do that.",
      "vi": "Mẹ tôi chưa bao giờ dặn: Đừng làm thế."
    }
  },
  {
    "translation": {
      "en": "And he gave me some comic books with some pornography in them.",
      "vi": "Và ông đưa tôi xem vài cuốn truyện tranh, với hình khiêu dâm trong đó."
    }
  },
  {
    "translation": {
      "en": "I didn't know what it was. I just knew it was wrong.",
      "vi": "Tôi không biết nó là gì. Tôi chỉ biết nó sai trái."
    }
  },
  {
    "translation": {
      "en": "There are people that have written books and still have blogs about it.",
      "vi": "Có người viết sách và nhiều trang blog nói về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "That there is a whole dark, mysterious corner of Boulder",
      "vi": "Rằng có một góc tối và bí ẩn của Boulder"
    }
  },
  {
    "translation": {
      "en": "that has not been touched on,",
      "vi": "mà chưa ai biết đến,"
    }
  },
  {
    "translation": {
      "en": "and maybe it's because,",
      "vi": "và câu chuyện đi xa hơn,"
    }
  },
  {
    "translation": {
      "en": "as the story goes, there's people within the police department",
      "vi": "có thể là vì có người trong lực lượng cảnh sát"
    }
  },
  {
    "translation": {
      "en": "that perhaps knew about it, or knew somebody in it, and wanted...",
      "vi": "biết về nó hoặc quen ai đó liên quan và mong muốn..."
    }
  },
  {
    "translation": {
      "en": "At any rate, there was a point",
      "vi": "Ai cũng đều tin rằng"
    }
  },
  {
    "translation": {
      "en": "where there was protection over that particular lead.",
      "vi": "có một sự che đậy cho tầng lớp lãnh đạo đó."
    }
  },
  {
    "translation": {
      "en": "And it was not followed.",
      "vi": "Và không ai theo dõi nó cả."
    }
  },
  {
    "translation": {
      "en": "I know there was a Santa Claus that was at the party,",
      "vi": "Tôi biết tại bữa tiệc có một Ông già Noel,"
    }
  },
  {
    "translation": {
      "en": "that maybe could have done it.",
      "vi": "người đó có thể là thủ phạm."
    }
  },
  {
    "translation": {
      "en": "Oh, I started this in 2006.",
      "vi": "Tôi làm việc này từ 2006."
    }
  },
  {
    "translation": {
      "en": "After I blew my knee out, I couldn't work, so...",
      "vi": "Sau khi đầu gối bị gãy, tôi không thể làm việc được, nên..."
    }
  },
  {
    "translation": {
      "en": "A lot of people used to say I looked like Santa Claus,",
      "vi": "Nhiều người từng nói trông tôi giống Ông già Noel,"
    }
  },
  {
    "translation": {
      "en": "so I just...",
      "vi": "nên tôi chỉ..."
    }
  },
  {
    "translation": {
      "en": "Even without a beard, they said I looked like Santa Claus.",
      "vi": "Dù không để râu, họ vẫn nói tôi giống Ông già Noel."
    }
  },
  {
    "translation": {
      "en": "So I just grew a beard.",
      "vi": "Nên tôi chỉ cần để râu."
    }
  },
  {
    "translation": {
      "en": "I figured, Well, I've got to do something to make a buck. And it was pretty profitable.",
      "vi": "Tôi nghĩ: Phải làm gì đó để kiếm tiền. Và nghề này kiếm được khá nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "And besides that, it made Christmastime more enjoyable.",
      "vi": "Và đồng thời cũng khiến Giáng Sinh đặc biệt hơn."
    }
  },
  {
    "translation": {
      "en": "You get addicted to the love.",
      "vi": "Bạn sẽ nghiện cảm giác đó."
    }
  },
  {
    "translation": {
      "en": "Very quickly.",
      "vi": "Rất nhanh."
    }
  },
  {
    "translation": {
      "en": "Someone puts on the red suit, once, twice,",
      "vi": "Một người khoác chiếc áo đỏ, một đến hai lần,"
    }
  },
  {
    "translation": {
      "en": "it's more addictive than heroin, I'm sure.",
      "vi": "dễ nghiện hơn cả thuốc phiện, thật đấy."
    }
  },
  {
    "translation": {
      "en": "I like children.",
      "vi": "Tôi thích trẻ em."
    }
  },
  {
    "translation": {
      "en": "I like making children smile.",
      "vi": "Tôi thích khiến bọn trẻ cười."
    }
  },
  {
    "translation": {
      "en": "I like giving gifts.",
      "vi": "Tôi thích trao quà cho mọi người."
    }
  },
  {
    "translation": {
      "en": "Why they think Santa is a suspect... In the JonBenet...",
      "vi": "Sao ông ấy lại là nghi phạm? Bắt đầu từ JonBenet..."
    }
  },
  {
    "translation": {
      "en": "JonBenet, do you want to know a secret?",
      "vi": "JonBenet, con có muốn biết một bí mật không?"
    }
  },
  {
    "translation": {
      "en": "I'm going to come and visit you.",
      "vi": "Ta sẽ đến... thăm con."
    }
  },
  {
    "translation": {
      "en": "I'm going to give you an extra special visit after Christmas.",
      "vi": "Và ta sẽ đặc biệt thăm con sau Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "We went to the ceremony that they had for JonBenet,",
      "vi": "Chúng tôi đến buổi tưởng niệm dành cho JonBenet,"
    }
  },
  {
    "translation": {
      "en": "and the pastor says, Would anybody like to say anything?",
      "vi": "và mục sư hỏi: Có ai muốn nói gì không?"
    }
  },
  {
    "translation": {
      "en": "And as soon as he said that,",
      "vi": "Ngay sau khi ông ấy hỏi,"
    }
  },
  {
    "translation": {
      "en": "a guy jumped up and said, I do.",
      "vi": "có một người chạy lên nói: Tôi muốn."
    }
  },
  {
    "translation": {
      "en": "And he started talking about how he was in JonBenet's bedroom,",
      "vi": "Và ông ấy kể lại ông đã ở trong phòng JonBenet,"
    }
  },
  {
    "translation": {
      "en": "and he was talking to her about where Santa lived,",
      "vi": "và trò chuyện với cô bé, về nơi ở của Ông già Noel,"
    }
  },
  {
    "translation": {
      "en": "and she said that it was in her heart,",
      "vi": "cô bé bảo ông ở trong tim cô bé,"
    }
  },
  {
    "translation": {
      "en": "and that",
      "vi": "và điều đó..."
    }
  },
  {
    "translation": {
      "en": "and then he told her that JonBenet lived in his heart.",
      "vi": "sau đó ông nói với cô bé rằng JonBenet sống trong tim ông ấy."
    }
  },
  {
    "translation": {
      "en": "And he showed this little vial of something,",
      "vi": "Và ông ấy đưa ra một chiếc lọ nhỏ gì đó,"
    }
  },
  {
    "translation": {
      "en": "glitter, or something, that she had given to him.",
      "vi": "có kim tuyến hoặc tương tự thế, mà cô bé đã tặng ông."
    }
  },
  {
    "translation": {
      "en": "and I just thought,",
      "vi": "Và tôi nghĩ:"
    }
  },
  {
    "translation": {
      "en": "This guy... is the killer.",
      "vi": "Đây là...thủ phạm."
    }
  },
  {
    "translation": {
      "en": "'Cause this was the most bizarre thing I had ever seen.",
      "vi": "Vì đó là điều kỳ quặc nhất mà tôi từng chứng kiến."
    }
  },
  {
    "translation": {
      "en": "This is why I have a background check every year,",
      "vi": "Đây là lý do tôi phải làm lý lịch tư pháp mỗi năm,"
    }
  },
  {
    "translation": {
      "en": "and the professional Santas that I mingle with",
      "vi": "và tất cả những Ông già Noel chuyên nghiệp mà tôi biết..."
    }
  },
  {
    "translation": {
      "en": "have background checks.",
      "vi": "đều phải làm thế."
    }
  },
  {
    "translation": {
      "en": "They have the insurance.",
      "vi": "Họ có bảo hiểm."
    }
  },
  {
    "translation": {
      "en": "They were trained.",
      "vi": "Họ đều được huấn luyện."
    }
  },
  {
    "translation": {
      "en": "We're trustworthy.",
      "vi": "Bọn tôi rất đáng tin cậy."
    }
  },
  {
    "translation": {
      "en": "Just as an aside which I don't tell most people,",
      "vi": "Nhiều người sẽ không biết chi tiết này,"
    }
  },
  {
    "translation": {
      "en": "we wear white gloves.",
      "vi": "bọn tôi đeo găng tay trắng."
    }
  },
  {
    "translation": {
      "en": "And the main reason we wear white gloves is because in a photo,",
      "vi": "Lý do chính là vì khi chụp hình,"
    }
  },
  {
    "translation": {
      "en": "it's much easier to identify where your hands are.",
      "vi": "mọi người sẽ dễ dàng thấy tay bạn đang để đâu."
    }
  },
  {
    "translation": {
      "en": "How was the guy going to sneak into the house?",
      "vi": "Làm sao thủ phạm có thể đột nhập vào nhà được?"
    }
  },
  {
    "translation": {
      "en": "Especially if he's going to come around looking like Santa Claus.",
      "vi": "Nhất là khi ông ta đi lòng vòng với bộ trang phục Ông già Noel."
    }
  },
  {
    "translation": {
      "en": "I mean, you don't go around in a red suit in public",
      "vi": "Bạn không thể mặc bộ trang phục đỏ ở nơi công cộng"
    }
  },
  {
    "translation": {
      "en": "and not be noticed.",
      "vi": "mà không bị chú ý."
    }
  },
  {
    "translation": {
      "en": "You know, it's a bunch of crap.",
      "vi": "Bạn biết đấy, chuyện này thật nhảm nhí."
    }
  },
  {
    "translation": {
      "en": "You know, I really think it was JohnPatsy Ramsey.",
      "vi": "Bạn biết đấy, tôi nghĩ Patsy Ramsey làm chuyện đó."
    }
  },
  {
    "translation": {
      "en": "I think she just threw a fit.",
      "vi": "Tôi nghĩ quá hợp tình hợp lý."
    }
  },
  {
    "translation": {
      "en": "I think she was...",
      "vi": "Tôi nghĩ rằng..."
    }
  },
  {
    "translation": {
      "en": "You know, she probably was the royal bitch of a mother.",
      "vi": "bạn biết đấy, bà ấy chỉ là một bà mẹ đạo đức giả."
    }
  },
  {
    "translation": {
      "en": "You know, pushing her kid into something that's not being a kid.",
      "vi": "Biết đấy, bắt buộc con mình làm những thứ không dành cho trẻ em."
    }
  },
  {
    "translation": {
      "en": "I mean, it's like...",
      "vi": "Ý tôi là, giống như..."
    }
  },
  {
    "translation": {
      "en": "you know, when we're kids all we want to do is grow up,",
      "vi": "Bạn biết đấy, khi ta còn nhỏ, ta chỉ muốn được lớn lên,"
    }
  },
  {
    "translation": {
      "en": "and when you get old, you go, Why? You know?",
      "vi": "nhưng khi đã lớn, ta sẽ hỏi: Vì sao?"
    }
  },
  {
    "translation": {
      "en": "I mean, it's like...",
      "vi": "Ý tôi là, giống như..."
    }
  },
  {
    "translation": {
      "en": "Why do I have to wear a wig?",
      "vi": "Tại sao cháu phải đội tóc giả?"
    }
  },
  {
    "translation": {
      "en": "My name is Dixon White,",
      "vi": "Tôi là Dixon White"
    }
  },
  {
    "translation": {
      "en": "and I'm auditioning for the role of John Mark Karr.",
      "vi": "và tôi muốn thử vai John Mark Karr."
    }
  },
  {
    "translation": {
      "en": "I do not rate my little lovers.",
      "vi": "Tôi không đánh giá tình yêu nhỏ của mình."
    }
  },
  {
    "translation": {
      "en": "I mean, JonBenet was unique.",
      "vi": "JonBenet rất khác biệt."
    }
  },
  {
    "translation": {
      "en": "As all of them were unique.",
      "vi": "Tất cả các bé đều khác biệt."
    }
  },
  {
    "translation": {
      "en": "But she was my bride.",
      "vi": "Nhưng cô bé là cô dâu của tôi."
    }
  },
  {
    "translation": {
      "en": "I loved her so much.",
      "vi": "Tôi đã rất yêu thương cô bé."
    }
  },
  {
    "translation": {
      "en": "After I lost her, I...",
      "vi": "Sau khi mất cô bé, tôi..."
    }
  },
  {
    "translation": {
      "en": "I fell in love again.",
      "vi": "tôi cũng biết yêu thương trở lại."
    }
  },
  {
    "translation": {
      "en": "With other girls.",
      "vi": "Với những cô bé khác."
    }
  },
  {
    "translation": {
      "en": "But she always...",
      "vi": "Nhưng cô bé luôn là..."
    }
  },
  {
    "translation": {
      "en": "will be my little JonBenet.",
      "vi": "JonBenet bé nhỏ của tôi."
    }
  },
  {
    "translation": {
      "en": "There were a lot of weird things going on with John Mark Karr.",
      "vi": "Có rất nhiều điều lạ lùng về John Mark Karr."
    }
  },
  {
    "translation": {
      "en": "I believe he married a 13 year old girl,",
      "vi": "Tôi biết ông ấy đã cưới một cô bé 13 tuổi,"
    }
  },
  {
    "translation": {
      "en": "which was apparently legal in Alabama at the time.",
      "vi": "đương nhiên là hợp pháp tại Alabama vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "John Mark Karr was in Thailand,",
      "vi": "John Mark Karr từng ở Thái Lan,"
    }
  },
  {
    "translation": {
      "en": "and they werehe was being pursued for some other...",
      "vi": "và họ từng...Ông ấy bị truy đuổi"
    }
  },
  {
    "translation": {
      "en": "pedophilia acts that he had performed in other countries.",
      "vi": "vì một vài hành vi ấu dâm thực hiện tại các quốc gia khác."
    }
  },
  {
    "translation": {
      "en": "And he wouldn't give a direct location so they couldn't find him.",
      "vi": "Và họ không thể tìm ra ông vì ông không cung cấp địa điểm chính xác."
    }
  },
  {
    "translation": {
      "en": "But then he came forward,",
      "vi": "Nhưng rồi ông tự xuất hiện,"
    }
  },
  {
    "translation": {
      "en": "and when they caught him, he said,",
      "vi": "và khi họ bắt ông, ông nói rằng:"
    }
  },
  {
    "translation": {
      "en": "I was with JonBenet the night that she died.",
      "vi": "Tôi đã ở cùng JonBenet vào đêm cô bé bị giết."
    }
  },
  {
    "translation": {
      "en": "Yeah, he's a messed up person.",
      "vi": "Vâng. Ông ta là một người điên loạn."
    }
  },
  {
    "translation": {
      "en": "They said he was into child porn and things like that.",
      "vi": "Người ta nói rằng ông mê các thể loại phim khiêu dâm trẻ em."
    }
  },
  {
    "translation": {
      "en": "I don't think he had anything to do with it.",
      "vi": "Nhưng tôi không nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "He was very convincing.",
      "vi": "Ông ấy rất giỏi thuyết phục."
    }
  },
  {
    "translation": {
      "en": "Convincing, in the fact that he is creepy.",
      "vi": "Thuyết phục rằng ông ấy rất ghê rợn."
    }
  },
  {
    "translation": {
      "en": "He is so creepy,",
      "vi": "Ghê rợn đến mức,"
    }
  },
  {
    "translation": {
      "en": "to the point that what he says, he believes.",
      "vi": "ông sẽ tin những gì ông nói ra."
    }
  },
  {
    "translation": {
      "en": "And I think the police believed him as well. I really do.",
      "vi": "Và tôi nghĩ cảnh sát cũng tin ông. Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Until that forensic evidence said, No, it's not him.",
      "vi": "Cuối cùng bằng chứng pháp y kết luận: Ông ấy không phải là thủ phạm."
    }
  },
  {
    "translation": {
      "en": "It's very difficult for any of us to relate to this person.",
      "vi": "Rất khó để khiến bất kỳ ai thông cảm cho ông ta."
    }
  },
  {
    "translation": {
      "en": "Somebody that would, maybe for attention purposes,",
      "vi": "Nếu có, thì cũng vì để gây sự chú ý,"
    }
  },
  {
    "translation": {
      "en": "maybe for self punishment purposes...",
      "vi": "hoặc để...tự dằn vặt mình."
    }
  },
  {
    "translation": {
      "en": "I'm not sure why he confessed,",
      "vi": "Tôi không hiểu vì sao ông ta thú tội,"
    }
  },
  {
    "translation": {
      "en": "although I guess that happens fairly often.",
      "vi": "nhưng tôi nghĩ chuyện đó cũng thường thôi."
    }
  },
  {
    "translation": {
      "en": "False confessions.",
      "vi": "Thú tội vô căn cứ."
    }
  },
  {
    "translation": {
      "en": "But... just a really peculiar human being.",
      "vi": "Nhưng...ông ta là một người rất kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Speaking as John Mark Karr, she was beautiful.",
      "vi": "Theo John Mark Karr, cô bé rất xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "I mean, she was just a little doll.",
      "vi": "Ý tôi là, cô bé như một con búp bê nhỏ bé."
    }
  },
  {
    "translation": {
      "en": "If you look at her beauty pageant tapes,",
      "vi": "Nếu xem qua những đoạn phim khi cô bé thi sắc đẹp,"
    }
  },
  {
    "translation": {
      "en": "like, researching the role, I'd watch these...",
      "vi": "để nghiên cứu nhân vật, tôi sẽ xem chúng..."
    }
  },
  {
    "translation": {
      "en": "Getting into my mind, I would watch these pageant tapes of her,",
      "vi": "Để nhập tâm, tôi sẽ xem những đoạn phim khi cô bé đi thi sắc đẹp,"
    }
  },
  {
    "translation": {
      "en": "and just taking off her little masks, and how...",
      "vi": "và tháo gỡ mặt nạ của cô bé, và làm sao..."
    }
  },
  {
    "translation": {
      "en": "parading around in her costumes with all her make up on.",
      "vi": "trang điểm rồi đi lại trong bộ trang phục đó được."
    }
  },
  {
    "translation": {
      "en": "And she was a beautiful little girl.",
      "vi": "Cô bé rất xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "People would say she was cute and this and that,",
      "vi": "Nhiều người nghĩ cô bé dễ thương này kia,"
    }
  },
  {
    "translation": {
      "en": "but in his mind, he sees that as, like, pure beauty.",
      "vi": "nhưng đối với ông ấy, đó là vẻ đẹp thuần khiết."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "and that's why he was attracted to her.",
      "vi": "đó là lý do ông ấy bị cô bé thu hút."
    }
  },
  {
    "translation": {
      "en": "She, of course, was...",
      "vi": "Dĩ nhiên, cô bé..."
    }
  },
  {
    "translation": {
      "en": "She was asleep from the time that I took her from her bed into the basement.",
      "vi": "đã rơi vào giấc ngủ khi tôi đưa cô bé lên giường dưới tầng hầm."
    }
  },
  {
    "translation": {
      "en": "She had nothing to say.",
      "vi": "Cô bé không nói gì cả."
    }
  },
  {
    "translation": {
      "en": "The trauma of it still...",
      "vi": "Niềm đau đó vẫn còn..."
    }
  },
  {
    "translation": {
      "en": "it still haunts me. I mean...",
      "vi": "Nó vẫn còn ám ảnh tôi."
    }
  },
  {
    "translation": {
      "en": "to this day, I just...",
      "vi": "Cho đến hôm nay, tôi vẫn..."
    }
  },
  {
    "translation": {
      "en": "love her so much.",
      "vi": "yêu cô bé rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Karr. Let's go.",
      "vi": "Karr. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "I mean, JonBenet was obviously stressed out,",
      "vi": "Ý tôi là, JonBenet hẳn cảm thấy rất căng thẳng,"
    }
  },
  {
    "translation": {
      "en": "because... I guess she had a history of wetting her bed,",
      "vi": "vì...cô bé mắc chứng tè dầm,"
    }
  },
  {
    "translation": {
      "en": "pooping in her bed...",
      "vi": "và đi vệ sinh trên giường..."
    }
  },
  {
    "translation": {
      "en": "So maybe Patsy got up in the middle of the night",
      "vi": "Có thể Patsy phải thức dậy vào nửa đêm"
    }
  },
  {
    "translation": {
      "en": "to check on her.",
      "vi": "để kiểm tra cô bé."
    }
  },
  {
    "translation": {
      "en": "She wasn't there.",
      "vi": "Cô bé không ở trên giường."
    }
  },
  {
    "translation": {
      "en": "She went all through the house, searching, and found...",
      "vi": "Bà ấy đi tìm khắp nhà, và tìm thấy..."
    }
  },
  {
    "translation": {
      "en": "the most horrific scene she could find.",
      "vi": "cảnh tượng kinh khủng nhất trong đời."
    }
  },
  {
    "translation": {
      "en": "Her husband having sex with her daughter.",
      "vi": "Chồng bà ấy đang quan hệ với con gái mình."
    }
  },
  {
    "translation": {
      "en": "And not just having sex, but weird sex.",
      "vi": "Không phải quan hệ bình thường, mà theo kiểu kỳ quái."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "of course she would go ballistic and picked up a golf club and swung it",
      "vi": "bà đã hóa điên, nhặt chiếc gậy đánh gôn, và vung tay đánh,"
    }
  },
  {
    "translation": {
      "en": "and...",
      "vi": "và..."
    }
  },
  {
    "translation": {
      "en": "mistakenly hit JonBenet instead of John.",
      "vi": "thay vì John, bà đã đánh nhầm vào JonBenet."
    }
  },
  {
    "translation": {
      "en": "The autopsy shows that there was some abuse to her genitalia.",
      "vi": "Khám nghiệm tử thi cho thấy bộ phận sinh dục của cô bé bị lạm dụng."
    }
  },
  {
    "translation": {
      "en": "Something, incredibly, that the district attorney dismissed as,",
      "vi": "Một chi tiết mà công tố viên đã bỏ qua, cho rằng:"
    }
  },
  {
    "translation": {
      "en": "Being a bicycle experience.",
      "vi": "Chỉ là do chạy xe đạp."
    }
  },
  {
    "translation": {
      "en": "Which blew my mind when I read that.",
      "vi": "Tôi rất bất ngờ khi đọc được tin đó."
    }
  },
  {
    "translation": {
      "en": "But anyway, this is Boulder",
      "vi": "Dù sao thì, đây là Boulder,"
    }
  },
  {
    "translation": {
      "en": "and so, you know, that's what you have to deal with.",
      "vi": "nên, bạn biết đấy, những chuyện như thế là bình thường."
    }
  },
  {
    "translation": {
      "en": "But I thought that there had to be some sort of... sexual escapade",
      "vi": "Nhưng tôi nghĩ đã có một tội phạm tình dục nào đó..."
    }
  },
  {
    "translation": {
      "en": "that got out of hand.",
      "vi": "thoát được tội."
    }
  },
  {
    "translation": {
      "en": "In my opinion as a sex educator,",
      "vi": "Là thầy giáo giáo dục giới tính, theo tôi,"
    }
  },
  {
    "translation": {
      "en": "there's really no way that that could have been done by accident.",
      "vi": "vụ này không thể là một tai nạn được."
    }
  },
  {
    "translation": {
      "en": "Ligature marks take a significant amount of force to leave,",
      "vi": "Trói tay cần phải có nhiều lực mới để lại dấu vết,"
    }
  },
  {
    "translation": {
      "en": "especially as deep as they were with JonBenet Ramsey.",
      "vi": "nhất là khi hằn vết sâu như trên người của JonBenet Ramsey."
    }
  },
  {
    "translation": {
      "en": "That doesn't happen by accident. That's a very deliberate act.",
      "vi": "Không thể là tai nạn được. Mà đó là một hành động cố ý."
    }
  },
  {
    "translation": {
      "en": "And a significant amount of time to leave those marks.",
      "vi": "Và phải trói thật lâu mới có thể để lại vết hằn như thế."
    }
  },
  {
    "translation": {
      "en": "I found someone close to me dead.",
      "vi": "Tôi từng phát hiện một người thân tử vong."
    }
  },
  {
    "translation": {
      "en": "And it's an awful experience.",
      "vi": "Một trải nghiệm đau đớn."
    }
  },
  {
    "translation": {
      "en": "I've lost somebody I loved.",
      "vi": "Tôi mất một người tôi yêu thương."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "and I know what it's like to have a little bit of suspicion.",
      "vi": "tôi hiểu cảm giác khi phải nghi ngờ ai đó."
    }
  },
  {
    "translation": {
      "en": "I didn't have suspicion for long, because they did an autopsy on this person.",
      "vi": "Tôi không nghi ngờ được lâu, vì họ có làm khám nghiệm tử thi."
    }
  },
  {
    "translation": {
      "en": "But I understand this idea of people thinking things about you,",
      "vi": "Nhưng tôi hiểu cảm giác khi một người nghĩ xấu về bạn,"
    }
  },
  {
    "translation": {
      "en": "of, you know, the immediate rush of...",
      "vi": "bạn biết đấy, một cảm giác bất chợt..."
    }
  },
  {
    "translation": {
      "en": "somebody wanting to find somebody to blame.",
      "vi": "muốn tìm ngay ai đó để đổ tội."
    }
  },
  {
    "translation": {
      "en": "And to have fingers pointed at you falsely,",
      "vi": "Và có người sẽ kết tội bạn một cách vô lý..."
    }
  },
  {
    "translation": {
      "en": "and...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "you know, to have somebody you love be lost,",
      "vi": "bạn biết đấy, khi mất một người mình yêu thương..."
    }
  },
  {
    "translation": {
      "en": "and to be misunderstood about it",
      "vi": "và bị mọi người hiểu lầm,"
    }
  },
  {
    "translation": {
      "en": "and to probably be grieving alone like that...",
      "vi": "bạn phải gánh chịu nỗi đau một mình,"
    }
  },
  {
    "translation": {
      "en": "or with his wife.",
      "vi": "hoặc với vợ mình."
    }
  },
  {
    "translation": {
      "en": "But to feel isolated... in that grief",
      "vi": "Khi bị cô lập trong nỗi đau đó,"
    }
  },
  {
    "translation": {
      "en": "and the mourning that he experienced...",
      "vi": "phải chịu đựng sự khóc than..."
    }
  },
  {
    "translation": {
      "en": "You know, heSo that I can relate to from my own personal experience.",
      "vi": "Bạn biết đấy, từ trải nghiệm bản thân, tôi có thể hiểu cảm giác đó."
    }
  },
  {
    "translation": {
      "en": "You know, it's hard for me.",
      "vi": "Với tôi, đây là một điều khó khăn."
    }
  },
  {
    "translation": {
      "en": "It's hard for me sitting here talking about it as myself.",
      "vi": "Khi phải ngồi đây nói về điều đó."
    }
  },
  {
    "translation": {
      "en": "To not justI mean, I'm holding back weeping over...",
      "vi": "Để không phải...Ý tôi là tôi đang cố nhịn không khóc than..."
    }
  },
  {
    "translation": {
      "en": "the loss, you know?",
      "vi": "cho sự mất mát đó. Bạn biết chứ?"
    }
  },
  {
    "translation": {
      "en": "Because I myself have lost three children.",
      "vi": "Vì chính tôi đã mất ba đứa con."
    }
  },
  {
    "translation": {
      "en": "So I...",
      "vi": "Nên tôi..."
    }
  },
  {
    "translation": {
      "en": "I know what that feels like.",
      "vi": "Tôi hiểu cảm giác đó là thế nào."
    }
  },
  {
    "translation": {
      "en": "So when that woman looked in the camera",
      "vi": "Nên khi bà ấy nhìn vào máy quay,"
    }
  },
  {
    "translation": {
      "en": "or was talking to Larry King or whoever she was talking to",
      "vi": "hoặc khi trò chuyện với Larry King, hoặc với bất kỳ ai khác,"
    }
  },
  {
    "translation": {
      "en": "or sitting in that interrogation room,",
      "vi": "hoặc ngồi trong phòng tra khảo,"
    }
  },
  {
    "translation": {
      "en": "she was, you knowand this is coming from an acting point of view,",
      "vi": "bạn biết đấy, nhận xét theo quan điểm diễn xuất,"
    }
  },
  {
    "translation": {
      "en": "someone who believes that in order to act,",
      "vi": "thì bà ấy là một người tin rằng để diễn xuất cho đạt,"
    }
  },
  {
    "translation": {
      "en": "you tell the truth.",
      "vi": "ta phải nói ra sự thật."
    }
  },
  {
    "translation": {
      "en": "You know, you look in the camera and you tell the truth.",
      "vi": "Bạn biết đấy. Nhìn vào máy quay và nói sự thật."
    }
  },
  {
    "translation": {
      "en": "You believe, you commit. You are that person.",
      "vi": "Tin vào điều đó, cam kết với nó. Bạn hóa thân vào nhân vật."
    }
  },
  {
    "translation": {
      "en": "You are one 100% there.",
      "vi": "Một trăm phần trăm."
    }
  },
  {
    "translation": {
      "en": "Committed.",
      "vi": "Cam kết hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "When she was thereto me, it was the poorest acting job...",
      "vi": "Khi bà ấy ở đó... Với tôi, bà ấy đã diễn xuất rất tệ,"
    }
  },
  {
    "translation": {
      "en": "one of the poorest acting jobs I think I'd ever seen.",
      "vi": "một trong những diễn xuất tệ nhất tôi từng thấy trong đời."
    }
  },
  {
    "translation": {
      "en": "Sorry, you'll have to hop off this 'cause I'll move these ones back.",
      "vi": "Xin lỗi, anh phải chuyển qua đây để tôi dời chúng về phía sau."
    }
  },
  {
    "translation": {
      "en": "Try that and then I think at the front for your legs...",
      "vi": "Thử xem, và phần phía trước chân anh..."
    }
  },
  {
    "translation": {
      "en": "Is there any way at all I can be leaning back more?",
      "vi": "Có cách nào tôi có thể ngã ra phía sau một chút không?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Or would it be better if I took that completely out",
      "vi": "Nếu dời nó ra hoàn toàn thì có tốt hơn không?"
    }
  },
  {
    "translation": {
      "en": "No, it's more about my back and core.",
      "vi": "Không, chủ yếu là do lưng và bụng của tôi."
    }
  },
  {
    "translation": {
      "en": "And I think this feels a little better.",
      "vi": "Như thế này cũng đỡ hơn rồi."
    }
  },
  {
    "translation": {
      "en": "But if I can't relax my core, I can't get where I need to get.",
      "vi": "Nếu phần bụng của tôi không thoải mái, tôi không làm gì được."
    }
  },
  {
    "translation": {
      "en": "If you'd prefer to try one of these chairs...",
      "vi": "Nếu anh thích loại ghế này hơn..."
    }
  },
  {
    "translation": {
      "en": "I would, yeah.",
      "vi": "Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "I just have to...",
      "vi": "Tôi chỉ cần..."
    }
  },
  {
    "translation": {
      "en": "when we pulled up to the house...",
      "vi": "khi chúng tôi lái xe đến nhà..."
    }
  },
  {
    "translation": {
      "en": "she was sound asleep.",
      "vi": "con bé đã ngủ say."
    }
  },
  {
    "translation": {
      "en": "Because I remember getting her out of the car...",
      "vi": "Vì tôi còn nhớ đã ẵm con bé ra khỏi xe."
    }
  },
  {
    "translation": {
      "en": "and she was just out.",
      "vi": "Và con bé không hay biết gì."
    }
  },
  {
    "translation": {
      "en": "So he's probably, at this point, aware that he's a suspect.",
      "vi": "Ngay lúc này, có thể ông ấy đã nhận ra mình là nghi phạm."
    }
  },
  {
    "translation": {
      "en": "She's so sick and tired...",
      "vi": "Bà ấy đã quá mệt mỏi và chán ngấy..."
    }
  },
  {
    "translation": {
      "en": "of talking to... over and over and over...",
      "vi": "khi phải trả lời đi trả lời lại..."
    }
  },
  {
    "translation": {
      "en": "answering the same questions.",
      "vi": "những câu hỏi tương tự nhau."
    }
  },
  {
    "translation": {
      "en": "And they're just trying to dig.",
      "vi": "Và họ chỉ muốn đào thật sâu."
    }
  },
  {
    "translation": {
      "en": "You're going down the wrong path, buddy.",
      "vi": "Mấy người đang lạc lối rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Nope. Mnh mnh.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "If she got up in the night and ran into somebody...",
      "vi": "Nếu nửa đêm cô bé chợt tỉnh giấc, và bắt gặp một người..."
    }
  },
  {
    "translation": {
      "en": "Somebody wasn't supposed to be there.",
      "vi": "Một người không nên có mặt ở đó."
    }
  },
  {
    "translation": {
      "en": "Look, if she got up in the middle of the night and ran into somebody,",
      "vi": "Lỡ như cô bé tỉnh giấc lúc nửa đêm và bắt gặp một người,"
    }
  },
  {
    "translation": {
      "en": "then somebody was there that wasn't supposed to be there.",
      "vi": "một nhân vật không nên có mặt ở đó."
    }
  },
  {
    "translation": {
      "en": "Yeah, I took her upstairs.",
      "vi": "Đúng, tôi bế con bé lên lầu."
    }
  },
  {
    "translation": {
      "en": "I laid her on her bed.",
      "vi": "Tôi đặt nó xuống giường."
    }
  },
  {
    "translation": {
      "en": "That's usually what I would do.",
      "vi": "Tôi vẫn thường làm như thế."
    }
  },
  {
    "translation": {
      "en": "That's usually what I did.",
      "vi": "Tôi vẫn thường làm như thế."
    }
  },
  {
    "translation": {
      "en": "I remember, I either took her shoes off or her coat off",
      "vi": "Tôi còn nhớ tôi đã tháo giày hoặc áo khoác của con bé,"
    }
  },
  {
    "translation": {
      "en": "and kind of got her sort of ready.",
      "vi": "để nó ngủ được ngon."
    }
  },
  {
    "translation": {
      "en": "And then Patsy took over.",
      "vi": "Rồi Patsy vào thay tôi."
    }
  },
  {
    "translation": {
      "en": "Then I went to bed.",
      "vi": "Rồi tôi cũng đi ngủ."
    }
  },
  {
    "translation": {
      "en": "Whatever transpired after that,",
      "vi": "Mặc cho điều gì xảy ra sau đó,"
    }
  },
  {
    "translation": {
      "en": "whether it was an accident or intentional",
      "vi": "cho dù là tai nạn hay cố ý,"
    }
  },
  {
    "translation": {
      "en": "or premeditated...",
      "vi": "hoặc có tính trước..."
    }
  },
  {
    "translation": {
      "en": "or whatnot.",
      "vi": "hoặc không..."
    }
  },
  {
    "translation": {
      "en": "It was not one of her three family members in that house. Period.",
      "vi": "Chắc chắn thủ phạm không thể là một trong ba người trong nhà. Thế thôi."
    }
  },
  {
    "translation": {
      "en": "Period.",
      "vi": "Thế thôi."
    }
  },
  {
    "translation": {
      "en": "End of statement.",
      "vi": "Chắc chắn như thế."
    }
  },
  {
    "translation": {
      "en": "Okay, people, here we go.",
      "vi": "Mọi người, sẵn sàng nhé."
    }
  },
  {
    "translation": {
      "en": "Christmas night, interior Ramsey house.",
      "vi": "Đêm Giáng Sinh, phía trong nhà Ramsey."
    }
  },
  {
    "translation": {
      "en": "Kill the house lights.",
      "vi": "Tắt đèn trong nhà đi."
    }
  },
  {
    "translation": {
      "en": "This is a tough piece, because...",
      "vi": "Đây là một vai diễn khó, bởi vì..."
    }
  },
  {
    "translation": {
      "en": "I don't think you can just come at it...",
      "vi": "bạn không thể chỉ đóng vai trò..."
    }
  },
  {
    "translation": {
      "en": "as an actor and say...",
      "vi": "là diễn viên, và nói:"
    }
  },
  {
    "translation": {
      "en": "Wow, isn't it cool I get to do this?",
      "vi": "Ôi, được diễn vai này thật tuyệt đúng không?"
    }
  },
  {
    "translation": {
      "en": "Because that won't read for what you are trying to do.",
      "vi": "Vì...như thế không phải bản chất của điều bạn đang làm."
    }
  },
  {
    "translation": {
      "en": "You've got toI think it really has to be...",
      "vi": "Bạn phải...Tôi nghĩ ta nên xem nó..."
    }
  },
  {
    "translation": {
      "en": "considered an act of public service, to a certain degree,",
      "vi": "như một dịch vụ xã hội, theo một cách nào đó,"
    }
  },
  {
    "translation": {
      "en": "to have anyto maintain any kind of integrity",
      "vi": "để có...để giữ vững được sự liêm chính"
    }
  },
  {
    "translation": {
      "en": "about why you might want to come in and expose yourself to this.",
      "vi": "của động lực vì sao bạn muốn tham gia vào."
    }
  },
  {
    "translation": {
      "en": "I've talked to very few people about this,",
      "vi": "Tôi đã nói chuyện với vài người về vấn đề này,"
    }
  },
  {
    "translation": {
      "en": "and they said, Do you really want to do that?",
      "vi": "và họ hỏi tôi: Anh thật sự muốn làm thật à?"
    }
  },
  {
    "translation": {
      "en": "That was my first reaction when I heard about it, too.",
      "vi": "Thật ra đó cũng là phản ứng ban đầu khi tôi nhận tin."
    }
  },
  {
    "translation": {
      "en": "I said, Whoa, that's heavy duty.",
      "vi": "Tôi nghĩ: Ôi, một nghĩa vụ nặng nề."
    }
  },
  {
    "translation": {
      "en": "And then once I dug into it a little more, it's like,",
      "vi": "Và khi tôi nghĩ sâu hơn, tôi nhận ra:"
    }
  },
  {
    "translation": {
      "en": "There may be something that could come out of this that could help.",
      "vi": "Có thể dự án này sẽ đem lại lợi ích nào đó."
    }
  },
  {
    "translation": {
      "en": "It's got to be better than nothing.",
      "vi": "Có còn hơn không."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Cho nên..."
    }
  },
  {
    "translation": {
      "en": "that's how I think I can credibly come at this without...",
      "vi": "vì nghĩ như thế nên tôi có thể tự tin thủ vai..."
    }
  },
  {
    "translation": {
      "en": "this notion of,",
      "vi": "mà không nghĩ rằng:"
    }
  },
  {
    "translation": {
      "en": "Hey, isn't this a cool acting gig kind of thing.",
      "vi": "Diễn được vai này thì quá tuyệt."
    }
  },
  {
    "translation": {
      "en": "Carolyn to make up, please.",
      "vi": "Carolyn, trang điểm đi."
    }
  },
  {
    "translation": {
      "en": "For me, it's reallyI adore both of my children.",
      "vi": "Với tôi, thật là... Tôi rất yêu thương hai đứa con của mình."
    }
  },
  {
    "translation": {
      "en": "My daughter is a ten year old,",
      "vi": "Con gái tôi năm nay mười tuổi,"
    }
  },
  {
    "translation": {
      "en": "a really vivacious actor, artist, musician.",
      "vi": "một diễn viên, nghệ sĩ, họa sĩ lanh lẹ."
    }
  },
  {
    "translation": {
      "en": "She's just wonderful.",
      "vi": "Con bé rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "And all I have toI'm getting there.",
      "vi": "Và tôi chỉ cần...Tôi lại sắp khóc rồi!"
    }
  },
  {
    "translation": {
      "en": "All I have to do is think about...",
      "vi": "Tôi chỉ cần nghĩ tới cảnh..."
    }
  },
  {
    "translation": {
      "en": "walking down the stairs and turning a corner and finding...",
      "vi": "mình đi xuống cầu thang, rẽ hướng và nhìn thấy..."
    }
  },
  {
    "translation": {
      "en": "her little legs...",
      "vi": "đôi chân bé nhỏ của nó..."
    }
  },
  {
    "translation": {
      "en": "and then coming around the corner and going into the room and seeing just a little body",
      "vi": "Sau đó khi bước đến góc nhà, bước vào phòng và thấy rằng cơ thể nhỏ bé,"
    }
  },
  {
    "translation": {
      "en": "and her little light...",
      "vi": "và ánh đèn nhỏ của con bé..."
    }
  },
  {
    "translation": {
      "en": "not being there anymore.",
      "vi": "không còn ở đó nữa."
    }
  },
  {
    "translation": {
      "en": "I hate to admit this, but I remember",
      "vi": "Tôi không muốn thú nhận, nhưng tôi còn nhớ..."
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't hit my child, but when he went to potty training,",
      "vi": "Ý tôi, tôi chẳng đánh con mình, nhưng khi thằng bé tập ngồi bô,"
    }
  },
  {
    "translation": {
      "en": "he would never really make me that angry,",
      "vi": "nó chẳng bao giờ khiến tôi nổi giận cả,"
    }
  },
  {
    "translation": {
      "en": "but the week that he decided he wanted to start,",
      "vi": "cho đến khi... nó quyết định nó muốn ngồi bô,"
    }
  },
  {
    "translation": {
      "en": "he peed on everything.",
      "vi": "thì lại đi tiểu lên mọi thứ."
    }
  },
  {
    "translation": {
      "en": "And it was the one thing that sent me through the roof,",
      "vi": "Đó là lần duy nhất tôi nổi cơn giận,"
    }
  },
  {
    "translation": {
      "en": "and I remember standing there screaming my lungs out at him.",
      "vi": "và tôi nhớ mình đứng đó hét thật lớn tiếng vào mặt nó."
    }
  },
  {
    "translation": {
      "en": "And to this day, I feel so horrible for doing it.",
      "vi": "Cho đến giờ, tôi vẫn cảm thấy kinh khủng vì đã làm việc đó."
    }
  },
  {
    "translation": {
      "en": "Horrible.",
      "vi": "Rất kinh khủng."
    }
  },
  {
    "translation": {
      "en": "And I think I could imagine...",
      "vi": "Và tôi nghĩ tôi có thể tưởng tượng mình..."
    }
  },
  {
    "translation": {
      "en": "playing like that.",
      "vi": "nhập vai như thế nào."
    }
  },
  {
    "translation": {
      "en": "Screaming at this child,",
      "vi": "Hét vào mặt đứa nhỏ,"
    }
  },
  {
    "translation": {
      "en": "because I'm so angry that she wet her bed.",
      "vi": "vì tôi quá giận dữ khi nó tè dầm lên giường."
    }
  },
  {
    "translation": {
      "en": "Going back to that moment of,",
      "vi": "Trở về với giây phút tôi tự hỏi:"
    }
  },
  {
    "translation": {
      "en": "Wow, how could my child press that button I didn't even know I had?",
      "vi": "Chao ôi. Sao con mình có thể khiến mình nổi giận đến mức này?"
    }
  },
  {
    "translation": {
      "en": "And being just so pissed off at something so stupid,",
      "vi": "Và...khi nổi giận vì một điều thật ngu ngốc,"
    }
  },
  {
    "translation": {
      "en": "but you're just so exhausted, that now I'm not even in my right mind.",
      "vi": "nhưng bạn đã quá kiệt sức nên không thể hành động đúng đắn được."
    }
  },
  {
    "translation": {
      "en": "That's how I could see where that would start.",
      "vi": "Tôi tưởng tượng sự việc bắt đầu như thế."
    }
  },
  {
    "translation": {
      "en": "When you grow up in a household",
      "vi": "Khi bạn lớn lên trong một gia đình"
    }
  },
  {
    "translation": {
      "en": "where there's a dysfunction...",
      "vi": "có trục trặc và mâu thuẫn..."
    }
  },
  {
    "translation": {
      "en": "My mother was also an alcoholic, but she was a functioning alcoholic.",
      "vi": "Mẹ tôi là một người nghiện rượu, nhưng vẫn làm việc được."
    }
  },
  {
    "translation": {
      "en": "She actually worked for the police department,",
      "vi": "Thực tế thì bà ấy làm cho văn phòng cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "and she was a dispatcher.",
      "vi": "bà là nhân viên điều phối."
    }
  },
  {
    "translation": {
      "en": "And all those years,",
      "vi": "Và trong suốt những năm tháng đó..."
    }
  },
  {
    "translation": {
      "en": "I knew she drank,",
      "vi": "tôi biết bà có uống,"
    }
  },
  {
    "translation": {
      "en": "and I kind of understood as a child a little bit what an alcoholic was.",
      "vi": "và mặc dù còn nhỏ tôi cũng đã có chút khái niệm về rượu."
    }
  },
  {
    "translation": {
      "en": "But we also knew there was something else wrong with my mother.",
      "vi": "Nhưng bọn tôi cũng biết là mẹ mình đang có vấn đề."
    }
  },
  {
    "translation": {
      "en": "And we all knew. There was five of us in the family, five children.",
      "vi": "Bọn tôi đều biết. Cả năm người con."
    }
  },
  {
    "translation": {
      "en": "And we all knew there was something wrong.",
      "vi": "Bọn tôi đều biết có gì đó không ổn."
    }
  },
  {
    "translation": {
      "en": "And it wasn't until my mother went into a nursing home",
      "vi": "Chỉ cho đến khi mẹ tôi vào bệnh xá"
    }
  },
  {
    "translation": {
      "en": "where she was actually finally diagnosed.",
      "vi": "thì bà mới được chẩn đoán chính xác."
    }
  },
  {
    "translation": {
      "en": "I remember them calling me up and saying,",
      "vi": "Tôi còn nhớ họ gọi tôi đến và nói:"
    }
  },
  {
    "translation": {
      "en": "Did you know your mother... well, she's an alcoholic,",
      "vi": "Cháu có biết mẹ cháu...Bà ấy nghiện rượu"
    }
  },
  {
    "translation": {
      "en": "but do you know that she has borderline personality disorder?",
      "vi": "và mắc chứng rối loạn nhân cách ranh giới không?"
    }
  },
  {
    "translation": {
      "en": "And I was taken aback, 'cause I hadn't heard the term.",
      "vi": "Và tôi bị sốc, vì tôi chưa từng nghe nói đến chứng bệnh đó."
    }
  },
  {
    "translation": {
      "en": "I had heard bipolar, but I hadn't heard that term.",
      "vi": "Tôi có nghe rối loạn lưỡng cực, nhưng bệnh đó thì chưa."
    }
  },
  {
    "translation": {
      "en": "And then I looked it up and I read it,",
      "vi": "Và tôi đã tìm hiểu về nó,"
    }
  },
  {
    "translation": {
      "en": "and it was like, Wow, that's my mom.",
      "vi": "và nhận ra rằng: Đúng là mẹ mình rồi."
    }
  },
  {
    "translation": {
      "en": "And for the family,",
      "vi": "Đối với gia đình chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "it was such a great thing to have that to attach it to,",
      "vi": "đó là một phát hiện tích cực"
    }
  },
  {
    "translation": {
      "en": "because then we knew... we knew there was something.",
      "vi": "vì chúng tôi có thể tìm lời giải đáp cho những vấn đề của bà."
    }
  },
  {
    "translation": {
      "en": "You know, it kind of validified what we all thought,",
      "vi": "Bạn biết đấy, một lời khẳng định cho các suy đoán của bọn tôi"
    }
  },
  {
    "translation": {
      "en": "that there was something wrong with Mom.",
      "vi": "rằng mẹ tôi có gì đó không ổn."
    }
  },
  {
    "translation": {
      "en": "I have always grieved the fact that I didn't have kids.",
      "vi": "Tôi luôn đau buồn vì mình không có con."
    }
  },
  {
    "translation": {
      "en": "And I've grieved it for a long time.",
      "vi": "Tôi đau buồn trong thời gian dài."
    }
  },
  {
    "translation": {
      "en": "I was divorced and didn't have kids,",
      "vi": "Tôi đã ly dị và không có con,"
    }
  },
  {
    "translation": {
      "en": "and I...",
      "vi": "và tôi..."
    }
  },
  {
    "translation": {
      "en": "It's just been really sad, and it's taken me to some really dark places.",
      "vi": "Đó là nỗi buồn vô tận, đã đưa tôi đến những điểm tăm tối."
    }
  },
  {
    "translation": {
      "en": "Because I always wanted to have kids, my whole life.",
      "vi": "Vì cả đời tôi luôn muốn có con."
    }
  },
  {
    "translation": {
      "en": "And the realization that that may not be the case",
      "vi": "Và khi nhận ra có thể bạn sẽ không có con..."
    }
  },
  {
    "translation": {
      "en": "kind of cuts to the core of your masculinity.",
      "vi": "gần như động chạm rất lớn đến sự nam tính của bạn."
    }
  },
  {
    "translation": {
      "en": "And the prostate is very much connected in with masculinity.",
      "vi": "Và tuyến tiền liệt cũng có liên quan mật thiết đến sự nam tính."
    }
  },
  {
    "translation": {
      "en": "And I really do believe that there is a mind body connection.",
      "vi": "Tôi tin rằng có sự kết nối giữa thể chất và tinh thần."
    }
  },
  {
    "translation": {
      "en": "And so, back to her situation,",
      "vi": "Quay trở lại trường hợp của bà ấy..."
    }
  },
  {
    "translation": {
      "en": "you kill your daughter,",
      "vi": "bà ấy giết con gái,"
    }
  },
  {
    "translation": {
      "en": "your daughter comes from your ovaries",
      "vi": "con gái bà ấy sinh ra từ buồng trứng,"
    }
  },
  {
    "translation": {
      "en": "and your uterus",
      "vi": "và tử cung của bà ấy,"
    }
  },
  {
    "translation": {
      "en": "and if you look at her cancer, it was ovarian cancer.",
      "vi": "và nếu đọc về căn bệnh ung thư của bà ấy, nó là ung thư buồng trứng."
    }
  },
  {
    "translation": {
      "en": "And I'm just throwing it out there as a theory,",
      "vi": "Và tôi chỉ đưa ra giả thuyết thế thôi,"
    }
  },
  {
    "translation": {
      "en": "and I wouldn't have been able to have this conversation or talk like this...",
      "vi": "và có thể tôi sẽ không thể nói chuyện thế này..."
    }
  },
  {
    "translation": {
      "en": "when we first met a few months back,",
      "vi": "khi ta gặp nhau vào một vài tháng trước,"
    }
  },
  {
    "translation": {
      "en": "because I wasn't diagnosed with cancer yet.",
      "vi": "vì lúc đó, tôi chưa bị chẩn đoán mắc bệnh ung thư."
    }
  },
  {
    "translation": {
      "en": "I think it's just in people's human instinct",
      "vi": "Tôi nghĩ bản năng con người"
    }
  },
  {
    "translation": {
      "en": "to protect their children.",
      "vi": "là bảo vệ con mình."
    }
  },
  {
    "translation": {
      "en": "One of my sons, he did something wrong.",
      "vi": "Một trong các con trai của tôi, nó đã làm điều sai trái."
    }
  },
  {
    "translation": {
      "en": "Legally.",
      "vi": "Về mặt luật pháp."
    }
  },
  {
    "translation": {
      "en": "Morally, I won't go into details,",
      "vi": "Về đạo đức, tôi sẽ không nói chi tiết,"
    }
  },
  {
    "translation": {
      "en": "but I think he was very justified.",
      "vi": "nhưng tôi nghĩ nó đã trắng án."
    }
  },
  {
    "translation": {
      "en": "And it was very minor. Of course, it wasn't murder.",
      "vi": "Và đó cũng là lỗi lầm nhỏ, không phải giết người."
    }
  },
  {
    "translation": {
      "en": "It was a minor thing.",
      "vi": "Chỉ là một tội nhỏ nhặt."
    }
  },
  {
    "translation": {
      "en": "But I understood totally why he did it,",
      "vi": "Nhưng tôi hoàn toàn hiểu vì sao nó làm thế,"
    }
  },
  {
    "translation": {
      "en": "and I probably would have done it myself.",
      "vi": "nếu là tôi, có thể tôi cũng làm điều tương tự."
    }
  },
  {
    "translation": {
      "en": "And I didn't turn him in.",
      "vi": "Và...tôi đã không giao nộp nó."
    }
  },
  {
    "translation": {
      "en": "I protected him.",
      "vi": "Tôi đã bảo vệ nó."
    }
  },
  {
    "translation": {
      "en": "Because I'm his father, and I believed that was morally correct.",
      "vi": "Vì tôi là bố nó, và tôi... tin điều này đúng đắn về mặt đạo đức."
    }
  },
  {
    "translation": {
      "en": "John lost his daughter,",
      "vi": "John mất con gái,"
    }
  },
  {
    "translation": {
      "en": "and he's about to lose his son as well.",
      "vi": "và có thể sẽ mất luôn con trai mình."
    }
  },
  {
    "translation": {
      "en": "You know, it really puts you in a position. What do you do?",
      "vi": "Giống như con đường cùng. Bạn sẽ làm gì nào?"
    }
  },
  {
    "translation": {
      "en": "My father, before my mom got the divorce,",
      "vi": "Bố tôi, trước khi ly dị mẹ tôi,"
    }
  },
  {
    "translation": {
      "en": "he was drunk in the backyard and was chopping wood",
      "vi": "có lần ông say mèm ở sân sau và chặt củi,"
    }
  },
  {
    "translation": {
      "en": "and said, Come out here, get out here.",
      "vi": "đã nói rằng: Ra đây chơi nào."
    }
  },
  {
    "translation": {
      "en": "And I did, and my mom saw through the window.",
      "vi": "Tôi chạy ra, mẹ tôi nhìn thấy qua cửa sổ."
    }
  },
  {
    "translation": {
      "en": "And I already saw her running toward the backyard where we were",
      "vi": "Và tôi đã thấy bà chạy ra phía sân sau"
    }
  },
  {
    "translation": {
      "en": "and he put an axe through my skull.",
      "vi": "và ông ấy muốn phang rìu vào sọ tôi."
    }
  },
  {
    "translation": {
      "en": "And that's what got her a divorce, was that incident.",
      "vi": "Vì chuyện đó, bà đã ly dị ông."
    }
  },
  {
    "translation": {
      "en": "And we'd beenwe'd been",
      "vi": "Và chúng tôi đã bị..."
    }
  },
  {
    "translation": {
      "en": "I can't even tell you how many times I'd been slapped, kicked,",
      "vi": "Tôi không thể nhớ tôi đã bị tát vào mặt, bị đá,"
    }
  },
  {
    "translation": {
      "en": "hit, beaten, all those things.",
      "vi": "bị đánh đủ kiểu bao nhiêu lần."
    }
  },
  {
    "translation": {
      "en": "I...",
      "vi": "Tôi..."
    }
  },
  {
    "translation": {
      "en": "But to the world?",
      "vi": "Và...Nhưng người khác thấy gì?"
    }
  },
  {
    "translation": {
      "en": "Perfect family.",
      "vi": "Một gia đình hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "To the world, my father was the most charming...",
      "vi": "Đối với mọi người, bố tôi là một người duyên dáng..."
    }
  },
  {
    "translation": {
      "en": "charismatic...",
      "vi": "thu hút..."
    }
  },
  {
    "translation": {
      "en": "handsome man... that you could ever...",
      "vi": "bảnh bao nhất...mà bạn từng..."
    }
  },
  {
    "translation": {
      "en": "You would never know he had the temper that he did when he drank.",
      "vi": "Nhưng bạn chẳng biết được. Chẳng thể biết được tâm trạng nóng giận khi ông ấy uống rượu."
    }
  },
  {
    "translation": {
      "en": "I had a girlfriend who... She had a liver disease.",
      "vi": "Bạn gái cũ của tôi...cô ấy bị bệnh gan."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "One night we went to bed,",
      "vi": "Một đêm nọ bọn tôi đi ngủ"
    }
  },
  {
    "translation": {
      "en": "and when I woke up in the morning, she was dead.",
      "vi": "và khi tôi tỉnh dậy vào buổi sáng thì cô ấy đã chết."
    }
  },
  {
    "translation": {
      "en": "And she had had a...",
      "vi": "Và...cô ấy có..."
    }
  },
  {
    "translation": {
      "en": "they call it just a liver failure.",
      "vi": "Người ta nói gan của cô ấy ngưng hoạt động."
    }
  },
  {
    "translation": {
      "en": "Her liver just shut down and quit working, and then she had a heart attack.",
      "vi": "Gan không làm việc nữa, dẫn đến bị đau tim."
    }
  },
  {
    "translation": {
      "en": "And, yeah, it's a shocking situation",
      "vi": "Đúng thế, đó là một hoàn cảnh đau đớn"
    }
  },
  {
    "translation": {
      "en": "to find a loved one...",
      "vi": "khi nhìn thấy người mình yêu thương..."
    }
  },
  {
    "translation": {
      "en": "you know...",
      "vi": "bạn biết đấy..."
    }
  },
  {
    "translation": {
      "en": "no longer alive.",
      "vi": "không còn sống nữa."
    }
  },
  {
    "translation": {
      "en": "It's really an eerie thing. I mean, you...",
      "vi": "Một cảm giác rất ghê rợn. Ý tôi là, bạn..."
    }
  },
  {
    "translation": {
      "en": "When you first notice somebody's not breathing...",
      "vi": "Khi bạn bắt đầu nhận thấy ai đó không còn thở nữa..."
    }
  },
  {
    "translation": {
      "en": "and you shake the person.",
      "vi": "và bạn lay người đó..."
    }
  },
  {
    "translation": {
      "en": "And then, oh, God, I remember, like, lifting up her eyelid",
      "vi": "Chúa ơi, tôi còn nhớ tôi đã nhấc mí mắt cô ấy lên"
    }
  },
  {
    "translation": {
      "en": "and seeing this eyeball staring straight to the ceiling.",
      "vi": "và chỉ thấy tròng mắt nhìn thẳng lên trần nhà."
    }
  },
  {
    "translation": {
      "en": "It's the creepiest thing I've ever seen in my life.",
      "vi": "Đó là thứ kinh dị nhất mà tôi từng thấy trong đời."
    }
  },
  {
    "translation": {
      "en": "I mean, when you just... you just...",
      "vi": "Ý tôi là, khi bạn...Khi bạn chỉ..."
    }
  },
  {
    "translation": {
      "en": "You just see lifelessness",
      "vi": "Khi bạn thấy sự bất động..."
    }
  },
  {
    "translation": {
      "en": "in a human body, and it's...",
      "vi": "của một cơ thể con người, cảm giác đó..."
    }
  },
  {
    "translation": {
      "en": "it's awful.",
      "vi": "Nó rất kinh khủng."
    }
  },
  {
    "translation": {
      "en": "All right, first positions, everybody.",
      "vi": "Được rồi, mọi người vào vị trí."
    }
  },
  {
    "translation": {
      "en": "You know...",
      "vi": "Bạn biết đấy..."
    }
  },
  {
    "translation": {
      "en": "You areyou're in a state of shock.",
      "vi": "Bạn đang ở trong tình trạng sốc nặng."
    }
  },
  {
    "translation": {
      "en": "You're in, like, a state of denial,",
      "vi": "Và có phản ứng phủ nhận,"
    }
  },
  {
    "translation": {
      "en": "because you're telling",
      "vi": "bạn phải dặn lòng..."
    }
  },
  {
    "translation": {
      "en": "It's too overwhelming.",
      "vi": "Cảm giác quá choáng ngợp."
    }
  },
  {
    "translation": {
      "en": "And so you tell yourself, This isn't happening.",
      "vi": "Bạn tự dặn lòng: Điều này không thể xảy ra."
    }
  },
  {
    "translation": {
      "en": "I'm sure he was going through a lot of those things,",
      "vi": "Tôi tin ông ấy phải trải qua cảm giác đó."
    }
  },
  {
    "translation": {
      "en": "if he was innocent and just found his daughter.",
      "vi": "Nếu ông ấy vô tội và là người tìm thấy cô bé,"
    }
  },
  {
    "translation": {
      "en": "I'm sure he was going through a lot of that same stuff.",
      "vi": "chắc rằng ông ấy phải trải qua nhiều cung bậc cảm xúc."
    }
  },
  {
    "translation": {
      "en": "Speed. Thursday, 2.6 take one. Marker.",
      "vi": "Tốc độ. Thứ Năm, cảnh 2.6 lần một. Bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Ready and...",
      "vi": "Sẵn sàng, và..."
    }
  },
  {
    "translation": {
      "en": "Settling in...",
      "vi": "Được rồi đấy. Sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "and... action.",
      "vi": "Và diễn."
    }
  },
  {
    "translation": {
      "en": "Thursday, 2.1 take three. Marker.",
      "vi": "Thứ Năm, cảnh 2.1 lần ba. Bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Mommy?",
      "vi": "Mẹ ơi?"
    }
  },
  {
    "translation": {
      "en": "Okay, honey.",
      "vi": "Mẹ đây con."
    }
  },
  {
    "translation": {
      "en": "Quiet, please.",
      "vi": "Làm ơn im lặng."
    }
  },
  {
    "translation": {
      "en": "Good girl. Mommy's sweet girl.",
      "vi": "Ngoan nào. Con yêu của mẹ."
    }
  },
  {
    "translation": {
      "en": "Good girl, sweetie.",
      "vi": "Ngoan lắm, con yêu."
    }
  },
  {
    "translation": {
      "en": "What pants do you want?",
      "vi": "Anh muốn mặc quần nào?"
    }
  },
  {
    "translation": {
      "en": "Look, you know we're going to my parents' house, right?",
      "vi": "Chúng ta sẽ đến nhà bố mẹ anh, em hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "My black pants are for when I'm going into meetings.",
      "vi": "Quần đen anh mặc lúc đi họp."
    }
  },
  {
    "translation": {
      "en": "Pick something like the brown pants.",
      "vi": "Màu khác, như nâu này."
    }
  },
  {
    "translation": {
      "en": "The children were nestled all snug in their bed...",
      "vi": "Các bé đều vào ổ Trên giường xinh ấm êm"
    }
  },
  {
    "translation": {
      "en": "while visions of sugar plums danced in their head...",
      "vi": "Nhìn thấy trái mận chín Nhảy múa trong đầu em"
    }
  },
  {
    "translation": {
      "en": "You don't even get it. I am so tired of this.",
      "vi": "Anh chẳng hiểu đâu. Em đã quá mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "'Ooh! Ooh! I want some,' said Jane Banana.",
      "vi": "'Mẹ muốn ăn', mẹ Chuối nói."
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "vi": "Mẹ."
    }
  },
  {
    "translation": {
      "en": "Mom? Sweetie, what's wrong?",
      "vi": "Mẹ ơi? Sao thế con yêu?"
    }
  },
  {
    "translation": {
      "en": "Honey, what's the matter?",
      "vi": "Con yêu, có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "Give me my daughter!",
      "vi": "Trả con cho tôi!"
    }
  },
  {
    "translation": {
      "en": "Fucker! Give me my daughter back!",
      "vi": "Khốn kiếp! Trả con cho tôi!"
    }
  }
]