[
  {
    "translation": {
      "en": "The story of my young friends and I",
      "vi": "LOẠT PHIM CỦA NETFLIX Câu chuyện của chúng tôi hồi bé thật ra"
    }
  },
  {
    "translation": {
      "en": "is really the story of a man named...",
      "vi": "là câu chuyện về một người đàn ông tên"
    }
  },
  {
    "translation": {
      "en": "- Kevin Eastman. - And Peter Laird and I am the...",
      "vi": "- Kevin Eastman... - ...và Peter Laird và tôi là..."
    }
  },
  {
    "translation": {
      "en": "- ...co- creator... - ...of the Teenage Mutant Ninja Turtles.",
      "vi": "- ...đồng sáng tạo... - ...của Thiếu niên Ninja Rùa Đột biến."
    }
  },
  {
    "translation": {
      "en": "♪ Teenage... ♪",
      "vi": "Thiếu niên..."
    }
  },
  {
    "translation": {
      "en": "Eastman and Laird,",
      "vi": "Eastman và Laird,"
    }
  },
  {
    "translation": {
      "en": "two names synonymous with...",
      "vi": "hai cái tên đi đôi với..."
    }
  },
  {
    "translation": {
      "en": "Turtle power. Hey!",
      "vi": "Sức mạnh nhà Rùa. Ê!"
    }
  },
  {
    "translation": {
      "en": "That's the dumbest idea I've ever seen.",
      "vi": "Đó là ý tưởng ngớ ngẩn nhất tôi từng nghe."
    }
  },
  {
    "translation": {
      "en": "The unbelievable rise of Turtlemania",
      "vi": "Sự trỗi dậy khó tin của Turtlemania,"
    }
  },
  {
    "translation": {
      "en": "flipped the toy industry on its back.",
      "vi": "làm đảo lộn toàn bộ ngành công nghiệp đồ chơi."
    }
  },
  {
    "translation": {
      "en": "We sold 100 million units",
      "vi": "Chúng tôi bán được 100 triệu sản phẩm"
    }
  },
  {
    "translation": {
      "en": "just in 1990.",
      "vi": "chỉ riêng trong năm 1990."
    }
  },
  {
    "translation": {
      "en": "The summer of Turtlemania.",
      "vi": "Mùa hè của Turtlemania."
    }
  },
  {
    "translation": {
      "en": "Go Ninja, go Ninja, go!",
      "vi": "Ninja tiến lên, Ninja tiến lên!"
    }
  },
  {
    "translation": {
      "en": "But this billion dollar industry mutated",
      "vi": "Nhưng thương hiệu tỉ đô này có được sự đột biến là nhờ một hãng sản xuất búp bê Hồng Kông liều lĩnh."
    }
  },
  {
    "translation": {
      "en": "from a Hong Kong dollmaker who put it all on the line.",
      "vi": "là nhờ một hãng sản xuất búp bê Hồng Kông liều lĩnh."
    }
  },
  {
    "translation": {
      "en": "I got down on my hands and knees and begged them to do this license.",
      "vi": "Tôi quỳ xuống và cầu xin họ đồng ý với điều này."
    }
  },
  {
    "translation": {
      "en": "And this self- published comic",
      "vi": "Và đưa bộ truyện tự xuất bản này"
    }
  },
  {
    "translation": {
      "en": "went from the dark and dingy shadows of the sewer...",
      "vi": "từ những góc tối bẩn thỉu nhơ nhớp dưới cống ngầm..."
    }
  },
  {
    "translation": {
      "en": "It's too goofy, too stupid.",
      "vi": "Quá ngốc nghếch, quá ngớ ngẩn."
    }
  },
  {
    "translation": {
      "en": "- It's dopey. - Oops!",
      "vi": "- Quá dở hơi. - Úi!"
    }
  },
  {
    "translation": {
      "en": "...to the spotlight of popular culture.",
      "vi": "...trở thành tâm điểm của văn hóa đại chúng."
    }
  },
  {
    "translation": {
      "en": "The biggest indie film of all time.",
      "vi": "Bộ phim độc lập vĩ đại nhất mọi thời đại."
    }
  },
  {
    "translation": {
      "en": "But this mega- hit toy line...",
      "vi": "Nhưng dòng đồ chơi siêu ăn khách này…"
    }
  },
  {
    "translation": {
      "en": "The deal was 60 million dollars.",
      "vi": "Thoả thuận là sáu mươi triệu đô."
    }
  },
  {
    "translation": {
      "en": "...is really a love story of two creators...",
      "vi": "...thực ra là câu chuyện tình của hai nhà sáng tạo…"
    }
  },
  {
    "translation": {
      "en": "It was love at first sight.",
      "vi": "- Tiếng sét ái tình đấy. - ....thứ đã tan vỡ"
    }
  },
  {
    "translation": {
      "en": "...that splintered into an enduring feud.",
      "vi": "- Tiếng sét ái tình đấy. - ....thứ đã tan vỡ  thành một mối thù truyền kiếp."
    }
  },
  {
    "translation": {
      "en": "The betrayal of an idea that we had both shared.",
      "vi": "Phản bội lại ý tưởng mà chúng tôi từng chia sẻ với nhau."
    }
  },
  {
    "translation": {
      "en": "This is the tale... - Is that their penis? -",
      "vi": "- Đây là câu chuyện... - Của quý đó à?"
    }
  },
  {
    "translation": {
      "en": "...of the slow and steady rise",
      "vi": "...về sự trỗi dậy chậm rãi mà chắc chắn"
    }
  },
  {
    "translation": {
      "en": "of the most unique and surprising toy line ever made.",
      "vi": "của dòng đồ chơi độc đáo và gây sốc nhất"
    }
  },
  {
    "translation": {
      "en": "- Teenage Mutant Ninja what? -",
      "vi": "- từng được tạo ra. - Thiếu niên Ninja Đột biến gì cơ?"
    }
  },
  {
    "translation": {
      "en": "These, right here, are the toys that made us.",
      "vi": "Những thứ này đây, chính là... ...món đồ chơi đã định hình chúng ta."
    }
  },
  {
    "translation": {
      "en": "♪ The continuing series about the toys that we all know ♪",
      "vi": "Loạt phim trường kỳ Về những món đồ chơi chúng ta đều biết"
    }
  },
  {
    "translation": {
      "en": "♪ Plastic creations that last for generations ♪",
      "vi": "Những tạo vật bằng nhựa Tồn tại qua hàng thế hệ"
    }
  },
  {
    "translation": {
      "en": "♪ And we still cannot let go ♪",
      "vi": "Mà ta không thể nào quên"
    }
  },
  {
    "translation": {
      "en": "♪ Little molded figures that gave us big dreams ♪",
      "vi": "Những nhân vật được đổ khuôn Trao cho ta những giấc mơ lớn"
    }
  },
  {
    "translation": {
      "en": "♪ We'll go back in time and behind the scenes ♪",
      "vi": "Ta sẽ quay ngược thời gian Tới sau hậu trường"
    }
  },
  {
    "translation": {
      "en": "♪ It's The Toys That Made Us ♪",
      "vi": "Những món đồ chơi định hình chúng ta"
    }
  },
  {
    "translation": {
      "en": "♪ Toys That Made Us The Toys That Made Us is here ♪",
      "vi": "Định hình chúng ta Đây là những món đồ chơi đã định hình ta THIẾU NIÊN NINJA RÙA ĐỘT BIẾN (TMNT)"
    }
  },
  {
    "translation": {
      "en": "They're mutants.",
      "vi": "Chúng là dị nhân."
    }
  },
  {
    "translation": {
      "en": "They're ninjas.",
      "vi": "Chúng là ninja."
    }
  },
  {
    "translation": {
      "en": "They're teenagers.",
      "vi": "Chúng là thiếu niên."
    }
  },
  {
    "translation": {
      "en": "And they're turtles.",
      "vi": "Và chúng là rùa."
    }
  },
  {
    "translation": {
      "en": "But this story starts with a different kind of shelled mutant.",
      "vi": "Nhưng câu chuyện này khởi đầu với một loài đột biến có vỏ khác."
    }
  },
  {
    "translation": {
      "en": "Lobsters.",
      "vi": "Tôm hùm."
    }
  },
  {
    "translation": {
      "en": "And now, here is that story.",
      "vi": "Và đây là câu chuyện đó."
    }
  },
  {
    "translation": {
      "en": "I grew up in a very small town in Maine.",
      "vi": "Tôi lớn lên ở Maine, trong một thị trấn nhỏ."
    }
  },
  {
    "translation": {
      "en": "I used to work cooking lobsters.",
      "vi": "Tôi từng chuyên nấu tôm hùm."
    }
  },
  {
    "translation": {
      "en": "But Kevin Eastman had no appetite for shellfish.",
      "vi": "Nhưng động vật có vỏ không phải món khoái khẩu của Kevin Eastman"
    }
  },
  {
    "translation": {
      "en": "Bottom feeders. Anything that goes to the bottom, they eat it.",
      "vi": "Động vật ăn đáy. Có gì dưới đáy, chúng ăn hết."
    }
  },
  {
    "translation": {
      "en": "He consumed something else.  I ate, slept, breathed comic books.",
      "vi": "- Ông có niềm đam mê khác. - Tôi ăn, ngủ, thở với truyện tranh."
    }
  },
  {
    "translation": {
      "en": "Daredevil, Captain America, Batman.",
      "vi": "Daredevil, Đội trưởng Mỹ, Người Dơi."
    }
  },
  {
    "translation": {
      "en": "But my favorite was Kamandi, The Last Boy on Earth,",
      "vi": "Nhưng tôi thích nhất là Kamandi, The Last Boy on Earth,"
    }
  },
  {
    "translation": {
      "en": "drawn by my hero, a guy named Jack Kirby.",
      "vi": "được Jack Kirby, người hùng của tôi vẽ."
    }
  },
  {
    "translation": {
      "en": "He did Iron Man, and Hulk, and The Fantastic Four.",
      "vi": "Ông ấy cũng từng vẽ Người Sắt, Hulk và Bộ Tứ Siêu Đẳng nữa."
    }
  },
  {
    "translation": {
      "en": "Jack Kirby is the artist's artist.",
      "vi": "Jack Kirby là một nghệ sĩ bậc thầy."
    }
  },
  {
    "translation": {
      "en": "He created what we know as comic book art today.",
      "vi": "Chính ông ấy tạo ra thứ mà ngày nay ta gọi là truyện tranh."
    }
  },
  {
    "translation": {
      "en": "He broke the mold and changed things.",
      "vi": "Ông ấy luôn phá cách và cố thay đổi mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Including the career path of a young Kevin Eastman.",
      "vi": "Bao gồm cả con đường sự nghiệp của Kevin Eastman trẻ tuổi."
    }
  },
  {
    "translation": {
      "en": "I told my parents, I wanna be Jack Kirby when I grow up,",
      "vi": "Tôi nói với bố mẹ, Lớn lên con muốn làm Jack Kirby,"
    }
  },
  {
    "translation": {
      "en": "I wanna be a comic book storyteller.",
      "vi": "một người kể chuyện bằng truyện tranh."
    }
  },
  {
    "translation": {
      "en": "And they just had this absolute mortified look.",
      "vi": "Và họ nhìn tôi bằng ánh mắt coi thường."
    }
  },
  {
    "translation": {
      "en": "My dad said, I'll help you with money for college,",
      "vi": "Bố tôi bảo, Bố sẽ cho con tiền học đại học,"
    }
  },
  {
    "translation": {
      "en": "for any school except art school.",
      "vi": "bất cứ đâu trừ trường nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "Dejected, Kevin hit the road, chasing his dreams.",
      "vi": "Bị chối bỏ, Kevin bèn lên đường, tự theo đuổi giấc mơ của mình."
    }
  },
  {
    "translation": {
      "en": "It was a girl, yeah. You know?",
      "vi": "- Thật ra là... - Là vì một cô gái thôi, bạn biết mà?"
    }
  },
  {
    "translation": {
      "en": "Women!  Ending up in Dover, New Hampshire,",
      "vi": "- Đàn bà! - Rốt cuộc Kevin tới Dover, New Hampshire,"
    }
  },
  {
    "translation": {
      "en": "where Kevin would start a new relationship",
      "vi": "nơi ông bắt đầu mối quan hệ mới"
    }
  },
  {
    "translation": {
      "en": "with this guy, which is good news for us.",
      "vi": "với ông bạn này, đúng là tin tốt lành."
    }
  },
  {
    "translation": {
      "en": "My name is Peter Laird.",
      "vi": "Tôi là Peter Laird."
    }
  },
  {
    "translation": {
      "en": "I had a gig with the local newspaper, the Daily Hampshire Gazette.",
      "vi": "Tôi từng làm cho tờ báo địa phương tên là Daily Hampshire Gazette."
    }
  },
  {
    "translation": {
      "en": "It didn't pay that great and I had to draw all these things",
      "vi": "Lương lậu không ổn lắm, và tôi toàn phải vẽ những thứ"
    }
  },
  {
    "translation": {
      "en": "that I had no interest in drawing,",
      "vi": "mà tôi chẳng hứng thú chút nào,"
    }
  },
  {
    "translation": {
      "en": "like tomato plants and vegetables.",
      "vi": "như cây cà chua và rau củ chả hạn."
    }
  },
  {
    "translation": {
      "en": "As Peter was drawing them, Kevin was packing them.",
      "vi": "Trong lúc Peter vẽ thì Kevin phải gói đồ."
    }
  },
  {
    "translation": {
      "en": "I was working, bagging groceries.",
      "vi": "Hồi đó tôi đóng gói đồ tạp hóa."
    }
  },
  {
    "translation": {
      "en": "But the fruit and vegetable aisle of destiny",
      "vi": "Nhưng rau củ quả lại chính là cầu nối"
    }
  },
  {
    "translation": {
      "en": "had plans for these struggling artists, who decided to hang out.",
      "vi": "định mệnh của hai chàng nghệ sĩ nghèo, giúp họ quen nhau."
    }
  },
  {
    "translation": {
      "en": "And I invited him over to my house.",
      "vi": "Tôi rủ cậu ta đến nhà chơi."
    }
  },
  {
    "translation": {
      "en": "The first thing I saw when I went through the door was a Jack Kirby original.",
      "vi": "Thứ đầu tiên tôi thấy khi bước qua cửa là một bản gốc của Jack Kirby."
    }
  },
  {
    "translation": {
      "en": "And I almost passed out.",
      "vi": "Tí nữa thì tôi té xỉu."
    }
  },
  {
    "translation": {
      "en": "I had never seen a Jack Kirby original in my life.",
      "vi": "Cả đời tôi chưa được thấy bản gốc nào của Jack Kirby cả."
    }
  },
  {
    "translation": {
      "en": "It just blew my mind, the power of his drawing",
      "vi": "Năng lượng từ nét vẽ của ông ấy trong Bộ Tứ Siêu Đẳng, Thor"
    }
  },
  {
    "translation": {
      "en": "in Fantastic Four and Thor, and The New Gods, Mister Miracle.",
      "vi": "và The New Gods, Mister Miracle làm tôi rất kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "It was like talking to someone with a completely like mind.",
      "vi": "Cứ như nói chuyện với một người có cùng tư duy với mình vậy."
    }
  },
  {
    "translation": {
      "en": "That spark was wonderful. I'd never had that with anybody,",
      "vi": "Ngọn lửa đó thật tuyệt vời, tôi chưa từng thấy điều đó ở bất cứ ai,"
    }
  },
  {
    "translation": {
      "en": "before or since.",
      "vi": "trước đó hay kể cả sau này."
    }
  },
  {
    "translation": {
      "en": "It was love at first sight.",
      "vi": "Tiếng sét ái tình đấy."
    }
  },
  {
    "translation": {
      "en": "Like a comic- book cupid, Jack Kirby had forged a bond...",
      "vi": "Như thần ái tình bước ra từ truyện tranh, Jack Kirby đã tạo nên..."
    }
  },
  {
    "translation": {
      "en": "I'll ink his pencils and he'll ink mine.",
      "vi": "Tôi bơm mực bút cho cậu ta, cậu ta bơm lại cho tôi."
    }
  },
  {
    "translation": {
      "en": "...between a young Eastman and Laird,",
      "vi": "...mối liên kết giữa hai chàng trai trẻ Eastman và Laird"
    }
  },
  {
    "translation": {
      "en": "who moved in together",
      "vi": "để họ chuyển đến sống cùng nhau"
    }
  },
  {
    "translation": {
      "en": "and fulfilled their dream of owning a comic book studio.",
      "vi": "và hoàn thành giấc mơ sở hữu một xưởng làm truyện tranh riêng."
    }
  },
  {
    "translation": {
      "en": "Mirage Studios.",
      "vi": "Mirage Studios. (Xưởng Ảo)"
    }
  },
  {
    "translation": {
      "en": "That was our joke, Mirage was formed",
      "vi": "Tụi tôi hay đùa thế, vì Mirage không phải xưởng"
    }
  },
  {
    "translation": {
      "en": "not in a studio, but our living room.",
      "vi": "mà là cái phòng khách nhà tụi tôi."
    }
  },
  {
    "translation": {
      "en": "Studio.",
      "vi": "Xưởng vẽ."
    }
  },
  {
    "translation": {
      "en": "With a fake- it- till- you- make- it business model,",
      "vi": "Với mô hình kinh doanh chày-cối-sẽ-thành-huyền-thoại này,"
    }
  },
  {
    "translation": {
      "en": "these maestros of mirage began polishing their portfolios.",
      "vi": "hai thiên tài ảo tưởng bắt đầu đánh bóng hồ sơ của mình."
    }
  },
  {
    "translation": {
      "en": "We came up with this idea for this robot called the Fugitoid.",
      "vi": "Chúng tôi nghĩ ra ý tưởng làm một người máy tên là Fugitoid."
    }
  },
  {
    "translation": {
      "en": "I think we sent to like four or five different comic- book companies.",
      "vi": "Rồi gửi tới bốn hay năm công ty truyện tranh gì đó."
    }
  },
  {
    "translation": {
      "en": "Spent a lot of money on postage.",
      "vi": "Cước phí vận chuyển rất đắt đỏ."
    }
  },
  {
    "translation": {
      "en": "And those companies spent a lot on postage, too,",
      "vi": "Và họ cũng tốn rất nhiều tiền bưu phí"
    }
  },
  {
    "translation": {
      "en": "sending us rejection letters.",
      "vi": "gửi thư từ chối cho tụi tôi."
    }
  },
  {
    "translation": {
      "en": "That was fun.",
      "vi": "Vui phết."
    }
  },
  {
    "translation": {
      "en": "It was starting to look like",
      "vi": "Dường như giấc mơ"
    }
  },
  {
    "translation": {
      "en": "Eastman and Laird's dream of comic- book greatness",
      "vi": "vươn tới đỉnh cao truyện tranh của Eastman và Laird"
    }
  },
  {
    "translation": {
      "en": "would vanish like a mirage.",
      "vi": "sắp biến mất như một ảo ảnh."
    }
  },
  {
    "translation": {
      "en": "But then, late one night...",
      "vi": "Nhưng rồi, một đêm nọ…"
    }
  },
  {
    "translation": {
      "en": "We were in our living room that we pretended was a studio.",
      "vi": "Tụi tôi đang ngồi trong cái phòng khách vờ như cái xưởng ấy."
    }
  },
  {
    "translation": {
      "en": "We were being silly and he had the idea",
      "vi": "Chúng tôi đang đùa nhau, và cậu ta"
    }
  },
  {
    "translation": {
      "en": "that he was gonna draw something to make me laugh...",
      "vi": "nảy ra ý tưởng vẽ cái gì đó để chọc cười tôi."
    }
  },
  {
    "translation": {
      "en": "- and he drew this turtle. - He had a mask on. He had nun- chucks.",
      "vi": "- Và cậu ta vẽ một con rùa. - Nó đeo mặt nạ. Cầm côn nhị khúc."
    }
  },
  {
    "translation": {
      "en": "I loved it and I drew my own version.",
      "vi": "Tôi thích quá nên tự vẽ phiên bản của mình."
    }
  },
  {
    "translation": {
      "en": "Then it made me laugh, ha ha.",
      "vi": "Tôi phá lên cười, ha, ha."
    }
  },
  {
    "translation": {
      "en": "Then I said, Well, if one, why not a group?",
      "vi": "Rồi tôi bảo, Sao chỉ một con, hay làm cả một đội?"
    }
  },
  {
    "translation": {
      "en": "- I inked it using a magic marker. - I penciled in this ninja turtle logo.",
      "vi": "- Rồi tôi dùng bút dạ để đi viền. - Tôi vẽ biểu tượng ninja rùa bằng chì."
    }
  },
  {
    "translation": {
      "en": "I added the teenage mutant to it.",
      "vi": "Rồi tôi thêm cụm thiếu niên đột biến."
    }
  },
  {
    "translation": {
      "en": "And with that, Eastman and Laird stumbled upon an idea",
      "vi": "Và như vậy, Eastman và Laird đã vô tình khám phá ra cái ý tưởng"
    }
  },
  {
    "translation": {
      "en": "that would send the world into shell shock.",
      "vi": "sẽ gây bão toàn cầu."
    }
  },
  {
    "translation": {
      "en": "Well, eventually.",
      "vi": "Về sau."
    }
  },
  {
    "translation": {
      "en": "After further developing the characters and story,",
      "vi": "Sau khi phát triển sâu hơn các nhân vật và cốt truyện,"
    }
  },
  {
    "translation": {
      "en": "with limited resources,",
      "vi": "với vốn liếng có hạn,"
    }
  },
  {
    "translation": {
      "en": "Eastman and Laird self- published their very first issue.",
      "vi": "Eastman và Laird tự phát hành ấn bản đầu tay."
    }
  },
  {
    "translation": {
      "en": "3,275 copies.",
      "vi": "Ba ngàn hai trăm bảy mươi lăm bản in."
    }
  },
  {
    "translation": {
      "en": "Oh, and how did it go?",
      "vi": "Vậy kết quả ra sao nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I remember Pete calling up really excited, he said:",
      "vi": "Pete gọi tôi, giọng rất hào hứng, anh ta khoe:"
    }
  },
  {
    "translation": {
      "en": "That first printing sold out within days.",
      "vi": "Lô in đầu tiên bán hết veo chỉ sau vài ngày."
    }
  },
  {
    "translation": {
      "en": "We got pre- orders for 15,000 copies of the second issue.",
      "vi": "Chúng tôi nhận đơn đặt hàng trước 15.000 bản in cho ấn bản thứ hai."
    }
  },
  {
    "translation": {
      "en": "You know, double take.",
      "vi": "Không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "I quit any other job I had.",
      "vi": "Tôi bỏ hết các công việc khác"
    }
  },
  {
    "translation": {
      "en": "We started working full- time drawing comic books.",
      "vi": "để tập trung toàn thời gian vẽ truyện."
    }
  },
  {
    "translation": {
      "en": "I had become Jack Kirby, in my mind.",
      "vi": "Trong thâm tâm, tôi nghĩ tôi đã trở thành Jack Kirby."
    }
  },
  {
    "translation": {
      "en": "And to me, that's when the dream came true. Period.",
      "vi": "Và với tôi, đó là giấc mơ thành hiện thực. Chấm hết."
    }
  },
  {
    "translation": {
      "en": "Word was spreading about this gritty independent comic.",
      "vi": "Thiên hạ xôn xao bàn tán về bộ truyện tranh độc lập gai góc này."
    }
  },
  {
    "translation": {
      "en": "When I first saw Turtles, it really struck me,",
      "vi": "Lần đầu đọc Ninja Rùa, tôi bị ấn tượng mạnh,"
    }
  },
  {
    "translation": {
      "en": "because it was just really bold.",
      "vi": "vì sự táo bạo của nó."
    }
  },
  {
    "translation": {
      "en": "You know, they lived in the sewers,",
      "vi": "Chúng sống dưới cống ngầm,"
    }
  },
  {
    "translation": {
      "en": "and they just had that dark and gritty feel to it.",
      "vi": "nên ở chúng có cái gì đó rất tăm tối và gai góc."
    }
  },
  {
    "translation": {
      "en": "Those four words, teenage, mutant, ninja, turtles,",
      "vi": "Bốn từ đó, thiếu niên, đột biến, ninja, rùa,"
    }
  },
  {
    "translation": {
      "en": "you're like, I've never heard of all that together.",
      "vi": "khiến bạn thốt lên, Chưa thấy ai ghép từ thế bao giờ."
    }
  },
  {
    "translation": {
      "en": "That's clever, I think. It catches your attention.",
      "vi": "Sáng tạo đấy chứ. Chúng khiến bạn phải chú ý."
    }
  },
  {
    "translation": {
      "en": "Issue eight sold a 135,000 copies.",
      "vi": "Ấn bản thứ tám bán được một trăm ba mươi lăm ngàn bản."
    }
  },
  {
    "translation": {
      "en": "When it suddenly dawned on me,",
      "vi": "Lúc đó tôi chợt nhận ra rằng"
    }
  },
  {
    "translation": {
      "en": "I was making more than my wife was, teaching,",
      "vi": "tôi đang kiếm nhiều tiền hơn cả vợ mình đi dạy,"
    }
  },
  {
    "translation": {
      "en": "doing my stupid comic book with my friend Kevin.",
      "vi": "chỉ với đống truyện tranh ngu ngốc tôi vẽ cùng anh bạn Kevin."
    }
  },
  {
    "translation": {
      "en": "Teenage Mutant Ninja Turtles was a bona fide hit,",
      "vi": "Thiếu niên Ninja Rùa Đột biến trở thành sản phẩm ăn khách bậc nhất"
    }
  },
  {
    "translation": {
      "en": "at least in comic circles. But all that was about to change.",
      "vi": "trong giới truyện tranh. Nhưng cục diện sắp sửa thay đổi."
    }
  },
  {
    "translation": {
      "en": "But we were then getting nibbles here and there for licensing.",
      "vi": "Sau đó rất nhiều đơn vị nhăm nhe mua lại bản quyền của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "One of those nibblers was Mark Freedman.",
      "vi": "Một trong số đó là Mark Freedman."
    }
  },
  {
    "translation": {
      "en": "I think I'm the man behind the Turtles. I might even be the fifth Turtle.",
      "vi": "Tôi là người đứng sau các Ninja Rùa. Gọi tôi là chú rùa thứ năm cũng được."
    }
  },
  {
    "translation": {
      "en": "A renaissance man of sorts,",
      "vi": "Là người có quan điểm phục hưng,"
    }
  },
  {
    "translation": {
      "en": "Mark- elangelo was on the lookout for a masterpiece.",
      "vi": "Mark-elangelo khi ấy đang ráo riết săn lùng một kiệt tác."
    }
  },
  {
    "translation": {
      "en": "Mark Freedman was merely a freelance agent,",
      "vi": "Mark Freedman đơn thuần là một người đại diện tự do, tìm kiếm các"
    }
  },
  {
    "translation": {
      "en": "representing intellectual properties for different deals.",
      "vi": "sở hữu trí tuệ (IP) với các mức giá khác nhau."
    }
  },
  {
    "translation": {
      "en": "I was looking for an emerging IP",
      "vi": "Tôi muốn tìm một IP mới nổi mà có thể mua lại và bán bản quyền"
    }
  },
  {
    "translation": {
      "en": "that I could take and potentially license to a toy industry.",
      "vi": "Tôi muốn tìm một IP mới nổi mà có thể mua lại và bán bản quyền cho ngành đồ chơi."
    }
  },
  {
    "translation": {
      "en": "Approaching the hottest duo in underground comics,",
      "vi": "Dù là cặp đôi đang nổi như cồn trong giới truyện tranh ngầm,"
    }
  },
  {
    "translation": {
      "en": "to Eastman and Laird, Freedman was the real deal.",
      "vi": "với Eastman và Laird, Freedman là một tay chơi thực sự."
    }
  },
  {
    "translation": {
      "en": "I didn't have a company.",
      "vi": "Tôi chả có công ty."
    }
  },
  {
    "translation": {
      "en": "All I had was a business card, and I worked out of an apartment,",
      "vi": "Tôi chỉ có tấm danh thiếp và làm việc trong căn hộ riêng,"
    }
  },
  {
    "translation": {
      "en": "and I said, I've got to make a good impression.",
      "vi": "nên tôi nghĩ, Phải tạo ấn tượng tốt mới được."
    }
  },
  {
    "translation": {
      "en": "Rent a suit and a shirt with a power tie.",
      "vi": "Tôi thuê một bộ vét, áo sơ mi với cà vạt siêu to."
    }
  },
  {
    "translation": {
      "en": "Kevin and I were in T- shirts and shorts,",
      "vi": "Kevin và tôi mặc áo phông và quần soóc"
    }
  },
  {
    "translation": {
      "en": "and Mark shows up and he's in his three- piece power suit.",
      "vi": "còn Mark thì xuất hiện trong bộ vét ba mảnh rất bảnh."
    }
  },
  {
    "translation": {
      "en": "If this is what an agent is supposed to look like,",
      "vi": "Nếu mặc thế này mới ra dáng đại diện,"
    }
  },
  {
    "translation": {
      "en": "I'll play the part.",
      "vi": "thì được thôi, chả tội gì."
    }
  },
  {
    "translation": {
      "en": "A skeptical Eastman and Laird listened",
      "vi": "Eastman và Laird lắng nghe"
    }
  },
  {
    "translation": {
      "en": "as the polyester pitchman laid out his plan.",
      "vi": "tay chào hàng mặc bộ polyester trình bày kế hoạch một cách hoài nghi."
    }
  },
  {
    "translation": {
      "en": "I said, Listen, I wanna be your global licensing agent,",
      "vi": "Tôi bảo, Tôi muốn trở thành đại diện bản quyền toàn cầu của các anh,"
    }
  },
  {
    "translation": {
      "en": "and this is about building a franchise",
      "vi": "tôi muốn xây dựng một thương hiệu"
    }
  },
  {
    "translation": {
      "en": "that could live in toys and live in entertainment,",
      "vi": "có thể xâm nhập vào ngành đồ chơi cũng như ngành giải trí, và"
    }
  },
  {
    "translation": {
      "en": "and my mind was just wild with ideas.",
      "vi": "trong đầu tôi lúc ấy căng tràn ý tưởng."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "vi": "Ờ..."
    }
  },
  {
    "translation": {
      "en": "But for Eastman and Laird there was one important deal- breaker.",
      "vi": "Nhưng Eastman và Laird có một yêu cầu tối quan trọng."
    }
  },
  {
    "translation": {
      "en": "We said, If you are going out there to talk to people about our characters,",
      "vi": "Tụi tôi bảo, nếu anh định trao đổi với người ta về các nhân vật này,"
    }
  },
  {
    "translation": {
      "en": "we want them to understand",
      "vi": "thì tụi tôi muốn họ hiểu rằng"
    }
  },
  {
    "translation": {
      "en": "that we will have final say. We will have full control.",
      "vi": "quyết định cuối cùng là của tụi tôi. Tụi tôi kiểm soát toàn bộ."
    }
  },
  {
    "translation": {
      "en": "- Okay. - It was three guys",
      "vi": "- Được thôi. - Thế là cả ba"
    }
  },
  {
    "translation": {
      "en": "that had a handshake deal. We had a clear understanding.",
      "vi": "bắt tay thoả thuận. Tụi tôi đã hiểu rõ ý nhau."
    }
  },
  {
    "translation": {
      "en": "You know, it seemed like, why not?",
      "vi": "Phải, tại sao lại không nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Now I have to go into the marketplace",
      "vi": "Giờ thì tôi phải tiến vào thị trường để thuyết phục"
    }
  },
  {
    "translation": {
      "en": "and convince some company to take the chance.",
      "vi": "Giờ thì tôi phải tiến vào thị trường để thuyết phục các công ty bỏ vốn đầu tư."
    }
  },
  {
    "translation": {
      "en": "I needed assets for presentation purposes and they had a foam rubber turtle.",
      "vi": "Tôi cần có mô hình để thuyết trình và họ có một con rùa làm bằng cao su bọt."
    }
  },
  {
    "translation": {
      "en": "I need it. So the turtle sat in the passenger seat of the car,",
      "vi": "Tôi cần nó. Thế là tôi để con rùa ngồi trên ghế hành khách xe tôi,"
    }
  },
  {
    "translation": {
      "en": "and as I'm driving to New York, people were honking...",
      "vi": "và trên đường lái xe đến New York, người ta cứ bấm còi..."
    }
  },
  {
    "translation": {
      "en": "Hey, turtle guy!",
      "vi": "Ê, anh bạn rùa!"
    }
  },
  {
    "translation": {
      "en": "...and looking and cracking up.",
      "vi": "...ngó nghiêng và phá lên cười."
    }
  },
  {
    "translation": {
      "en": "And I knew this was gonna be good.",
      "vi": "Và tôi biết. Rằng mình sắp thành công đây."
    }
  },
  {
    "translation": {
      "en": "I think his initial responses were kind of disappointing.",
      "vi": "Những kết quả ban đầu anh ta đem về hơi thất vọng."
    }
  },
  {
    "translation": {
      "en": "People would say to me, Turtles aren't heroic. Forget about it.",
      "vi": "Ai cũng bảo tôi, Rùa đâu phải người hùng. Quên đi."
    }
  },
  {
    "translation": {
      "en": "And by the way, green will not sell.",
      "vi": "Với lại họ không chuộng màu xanh lá đâu."
    }
  },
  {
    "translation": {
      "en": "You know, what do you say to that?",
      "vi": "Nói thế thì biết trả lời sao giờ?"
    }
  },
  {
    "translation": {
      "en": "Even the word ninja... The definition was hired assassin.",
      "vi": "Chưa hết, từ ninja được định nghĩa là sát thủ giết mướn."
    }
  },
  {
    "translation": {
      "en": "How am I building a kid's toy line based on hired assassins?",
      "vi": "Làm sao xây dựng dòng đồ chơi trẻ em dựa trên sát thủ giết mướn được?"
    }
  },
  {
    "translation": {
      "en": "I went to a company called LJN.",
      "vi": "Tôi tới một công ty tên LJN."
    }
  },
  {
    "translation": {
      "en": "Jack Friedman, who ran the company, said, Thanks, but no thanks.",
      "vi": "Jack Friedman, giám đốc công ty, bảo tôi, Cảm ơn, nhưng mà thôi."
    }
  },
  {
    "translation": {
      "en": "I was turned down by Jill Barad, the CEO of Mattel,",
      "vi": "Tôi bị Jill Barad, Giám đốc Điều hành Mattel, từ chối,"
    }
  },
  {
    "translation": {
      "en": "saying they'd never work.",
      "vi": "bảo rằng không khả thi đâu."
    }
  },
  {
    "translation": {
      "en": "So, lots of naysayers.",
      "vi": "Nghĩa là bị từ chối rất nhiều."
    }
  },
  {
    "translation": {
      "en": "But Hasbro's Kirk Bozigian had a different response.",
      "vi": "Nhưng Kirk Bozigian của Hasbro thì lại trả lời khác."
    }
  },
  {
    "translation": {
      "en": "I think it's kind of cool.",
      "vi": "Tôi nghĩ nó khá ngầu."
    }
  },
  {
    "translation": {
      "en": "So he took it upstairs.",
      "vi": "Xong ông gửi nó lên cấp trên."
    }
  },
  {
    "translation": {
      "en": "My boss looks at me and says,",
      "vi": "Sếp tôi nhìn tôi và bảo,"
    }
  },
  {
    "translation": {
      "en": "That's the dumbest idea I've ever seen.",
      "vi": "Đó là ý tưởng ngớ ngẩn nhất tôi từng nghe."
    }
  },
  {
    "translation": {
      "en": "So that was my involvement with Teenage Mutant Ninja Turtles.",
      "vi": "Cái duyên của tôi với Thiếu niên Ninja Rùa Đột biến dừng ở đó."
    }
  },
  {
    "translation": {
      "en": "But Freedman and his rented suit wouldn't be deterred.",
      "vi": "Nhưng Freedman cùng cây vét đi thuê của ông không hề nhụt chí."
    }
  },
  {
    "translation": {
      "en": "I've got to convince the world that this is a great idea.",
      "vi": "Tôi phải thuyết phục thế giới rằng đây là một ý tưởng tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "So I called up a friend of mine,",
      "vi": "Thế là tôi điện cho một người bạn,"
    }
  },
  {
    "translation": {
      "en": "Richard Sallis, who just took a job with a company",
      "vi": "Richard Sallis, cậu ấy vừa được nhận việc ở một công ty"
    }
  },
  {
    "translation": {
      "en": "called Playmates Toys.",
      "vi": "tên là Playmates Toys."
    }
  },
  {
    "translation": {
      "en": "They were my last resort.",
      "vi": "Họ là phương án cuối cùng của tôi."
    }
  },
  {
    "translation": {
      "en": "Probably the only resort.",
      "vi": "Phương án duy nhất thì đúng hơn."
    }
  },
  {
    "translation": {
      "en": "When I said, I'm going to send you",
      "vi": "Tôi bảo, Để tôi gửi cho cậu"
    }
  },
  {
    "translation": {
      "en": "a giant replica, he said, Okay.",
      "vi": "một bản sao khổng lồ, thế là cậu ấy đáp, Được thôi."
    }
  },
  {
    "translation": {
      "en": "So the next day I said, Richard, did you get the box?",
      "vi": "Hôm sau, tôi hỏi, Richard, cậu nhận được cái hộp chưa?"
    }
  },
  {
    "translation": {
      "en": "He says, Yeah, it's sitting in my office.",
      "vi": "Cậu ấy đáp, Rồi, đang trong văn phòng tôi đây."
    }
  },
  {
    "translation": {
      "en": "I said, Why didn't you open it?",
      "vi": "Tôi hỏi, Sao cậu chưa mở đi?"
    }
  },
  {
    "translation": {
      "en": "Oh, I've been busy with this and that. I said,",
      "vi": "Ờ, tôi đang bận quá, bận lắm... và tôi gào lên,"
    }
  },
  {
    "translation": {
      "en": "Richard, open the  box!",
      "vi": "Richard, chết tiệt, mở đi!"
    }
  },
  {
    "translation": {
      "en": "He opens it up.",
      "vi": "Cậu ấy mở ra."
    }
  },
  {
    "translation": {
      "en": "He gets very quiet.",
      "vi": "Im lặng một lúc lâu."
    }
  },
  {
    "translation": {
      "en": "And he says,",
      "vi": "Rồi cậu ấy bảo,"
    }
  },
  {
    "translation": {
      "en": "This is great.",
      "vi": "Đẹp quá."
    }
  },
  {
    "translation": {
      "en": "I called up Peter and Kevin, and I said...",
      "vi": "Tôi gọi cho Peter và Kevin, tôi bảo..."
    }
  },
  {
    "translation": {
      "en": "Now I got this Playmates toy company interested.",
      "vi": "Có công ty đồ chơi tên là Playmates đang quan tâm đấy,"
    }
  },
  {
    "translation": {
      "en": "- I'd never heard of them before. - You might not have heard of them,",
      "vi": "- tôi chưa bao giờ nghe tên họ luôn. - Có thể bạn không biết họ,"
    }
  },
  {
    "translation": {
      "en": "but if you owned a doll in the early '80s,",
      "vi": "nhưng nếu bạn từng có một con búp bê vào đầu thập kỷ 80,"
    }
  },
  {
    "translation": {
      "en": "there's a good chance you've played with a Playmate's toy.",
      "vi": "thì nhiều khả năng đó là đồ của Playmates đấy."
    }
  },
  {
    "translation": {
      "en": "Based and started in Hong Kong,",
      "vi": "Thành lập và đặt trụ sở tại Hồng Kông,"
    }
  },
  {
    "translation": {
      "en": "Playmates has been the largest doll manufacturer in Hong Kong",
      "vi": "Playmates là nhà sản xuất búp bê lớn nhất Hồng Kông"
    }
  },
  {
    "translation": {
      "en": "for many years.",
      "vi": "trong rất nhiều năm."
    }
  },
  {
    "translation": {
      "en": "And the man responsible for this baby boom is here.",
      "vi": "Và đây là người đàn ông chịu trách nhiệm cho thời kỳ bùng nổ trẻ em này."
    }
  },
  {
    "translation": {
      "en": "My name is Thomas Chan.",
      "vi": "Tôi là Thomas Chan."
    }
  },
  {
    "translation": {
      "en": "I worked for the company for 50 years.",
      "vi": "Tôi đã làm việc cho công ty này 50 năm."
    }
  },
  {
    "translation": {
      "en": "Turning his father's manufacturing factory toy- wards in 1966...",
      "vi": "Bằng việc chuyển nhà máy của cha mình sang chuyên sản xuất đồ chơi vào năm 1966…"
    }
  },
  {
    "translation": {
      "en": "Business started to grow tremendously.",
      "vi": "Việc kinh doanh bắt đầu trở nên khởi sắc."
    }
  },
  {
    "translation": {
      "en": "...Thomas grew Playmates into a major Hong Kong player.",
      "vi": "...Thomas đã biến Playmates thành một thế lực lớn ở Hồng Kông."
    }
  },
  {
    "translation": {
      "en": "I decided to diversify into preschool toys.",
      "vi": "Tôi quyết định đa dạng hóa sản xuất sang nhánh đồ chơi mầm non."
    }
  },
  {
    "translation": {
      "en": "But this toy king of the East had his sights set westward.",
      "vi": "Và ông vua đồ chơi phương đông này đã hướng tầm nhìn sang phương tây."
    }
  },
  {
    "translation": {
      "en": "The biggies.",
      "vi": "Các tên tuổi lớn."
    }
  },
  {
    "translation": {
      "en": "Mattel, Hasbro, Ideal Toys...",
      "vi": "Mattel, Hasbro, Ideal Toys,"
    }
  },
  {
    "translation": {
      "en": "into their business, into the United States.",
      "vi": "xâm nhập vào thị trường của họ, vào Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "So to help him take his first steps in the US market,",
      "vi": "Và người giúp ông bước những bước đầu tiên vào thị trường Mỹ,"
    }
  },
  {
    "translation": {
      "en": "in waddled this American.",
      "vi": "là doanh nhân người Mỹ này."
    }
  },
  {
    "translation": {
      "en": "Thomas Chan said, Help us build this US operation.",
      "vi": "Thomas Chan bảo, Hãy giúp chúng tôi xây dựng hoạt động kinh doanh ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "- So he did, with... - Cricket.",
      "vi": "- Và ông ấy đã làm được điều đó với... - Cricket."
    }
  },
  {
    "translation": {
      "en": "Bowling.",
      "vi": "Phát bóng lỗi."
    }
  },
  {
    "translation": {
      "en": "- No. - Cricket.",
      "vi": "- Không. - Cricket."
    }
  },
  {
    "translation": {
      "en": "No, a Cricket doll.",
      "vi": "Không, búp bê cricket cơ."
    }
  },
  {
    "translation": {
      "en": "Hi, Cricket!",
      "vi": "Chào Cricket!"
    }
  },
  {
    "translation": {
      "en": "This super- intelligent interactive doll.",
      "vi": "Một con búp bê tương tác siêu thông minh."
    }
  },
  {
    "translation": {
      "en": "All kinds of mechanisms inside.",
      "vi": "Bên trong có đủ loại cơ chế máy móc."
    }
  },
  {
    "translation": {
      "en": "Working out of Playmates' new California office,",
      "vi": "Từ văn phòng mới của Playmates ở California,"
    }
  },
  {
    "translation": {
      "en": "Bill and Thomas had created a doll",
      "vi": "Bill và Thomas đã tạo ra một con búp bê"
    }
  },
  {
    "translation": {
      "en": "everyone was talking about.",
      "vi": "gây xôn xao dư luận."
    }
  },
  {
    "translation": {
      "en": "I'll be talking to ya!",
      "vi": "Để tôi trò chuyện với bạn nha!"
    }
  },
  {
    "translation": {
      "en": "In the US, we sold a million pieces, and the retail was over 100 dollars.",
      "vi": "Ở Mỹ, hơn một triệu sản phẩm được bán ra, với giá bán lẻ hơn một trăm đô la một con."
    }
  },
  {
    "translation": {
      "en": "They knocked Cricket out of the park!",
      "vi": "Họ gây được thành công vang dội với Cricket!"
    }
  },
  {
    "translation": {
      "en": "Playmates thought, This is golden...",
      "vi": "Playmates nghĩ, Đây đúng là mỏ vàng,"
    }
  },
  {
    "translation": {
      "en": "...and decided to follow it up with Jill.",
      "vi": "thế là họ quyết định đánh tiếp với Jill."
    }
  },
  {
    "translation": {
      "en": "Much larger, more expensive and very complicated.",
      "vi": "Lớn hơn, đắt hơn và phức tạp hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "I think it's a failure.",
      "vi": "Đó là một thất bại."
    }
  },
  {
    "translation": {
      "en": "But, not ready to hoist the white flag just yet...",
      "vi": "Nhưng họ vẫn chưa muốn giương cờ trắng..."
    }
  },
  {
    "translation": {
      "en": "It's a failure.",
      "vi": "Một thất bại."
    }
  },
  {
    "translation": {
      "en": "...Playmates persisted.",
      "vi": "...Playmates vẫn kiên định."
    }
  },
  {
    "translation": {
      "en": "We got to come up with something that's easier to produce",
      "vi": "Chúng tôi phải nghĩ ra thứ gì đó"
    }
  },
  {
    "translation": {
      "en": "than sophisticated dolls.",
      "vi": "dễ sản xuất hơn những con búp bê tinh vi."
    }
  },
  {
    "translation": {
      "en": "We were ready to try something different,",
      "vi": "Chúng tôi sẵn sàng thử các phương án mới,"
    }
  },
  {
    "translation": {
      "en": "and that's when Mark Freedman approached my boss,",
      "vi": "và đó chính là lúc Mark Freedman tiếp cận sếp tôi, Richard Sallis, và bảo,"
    }
  },
  {
    "translation": {
      "en": "Richard Sallis, and said,",
      "vi": "sếp tôi, Richard Sallis, và bảo,"
    }
  },
  {
    "translation": {
      "en": "Richard, open the  box!",
      "vi": "Richard, chết tiệt, mở đi!"
    }
  },
  {
    "translation": {
      "en": "And he went to the president of Playmates at the time,",
      "vi": "Và anh ấy đã đến gặp chủ tịch Playmates thời điểm đó,"
    }
  },
  {
    "translation": {
      "en": "Bill Carlson.",
      "vi": "Bill Carlson."
    }
  },
  {
    "translation": {
      "en": "And Richard came and said,",
      "vi": "Richard đến và bảo,"
    }
  },
  {
    "translation": {
      "en": "I think we ought to look at this, boss.",
      "vi": "Sếp ơi, xem thử cái này đi."
    }
  },
  {
    "translation": {
      "en": "And I said, Let's look.",
      "vi": "Tôi đáp, Xem thì xem."
    }
  },
  {
    "translation": {
      "en": "And once the cardboard turtle- filled Pandora's box was open...",
      "vi": "Và ngay sau khi chiếc hộp Pandora các-tông chứa chú rùa được mở ra..."
    }
  },
  {
    "translation": {
      "en": "Oh, this is interesting.",
      "vi": "Ồ, thú vị đây."
    }
  },
  {
    "translation": {
      "en": "So I said, I think we can do some good business with this.",
      "vi": "Tôi nghĩ bụng, Ta có thể kinh doanh được bằng cái này đây."
    }
  },
  {
    "translation": {
      "en": "...Mark Freedman soon closed the deal.",
      "vi": "...Mark Freedman liền chốt luôn kèo."
    }
  },
  {
    "translation": {
      "en": "I ended it up negotiating a deal for $150,000.",
      "vi": "Tôi thương lượng với họ một hợp đồng trị giá 150.000 đô la."
    }
  },
  {
    "translation": {
      "en": "Not only that...",
      "vi": "Không chỉ có vậy..."
    }
  },
  {
    "translation": {
      "en": "We had full approval rights over all of the creative decisions",
      "vi": "Chúng tôi được toàn quyền phê duyệt tất cả các quyết định sáng tạo và phát triển sản phẩm."
    }
  },
  {
    "translation": {
      "en": "and product development decisions.",
      "vi": "các quyết định sáng tạo và phát triển sản phẩm."
    }
  },
  {
    "translation": {
      "en": "That was the thing that was most important to us.",
      "vi": "Đó là thứ quan trọng nhất với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We will have final say. We will have full control.",
      "vi": "...quyết định cuối cùng. Tụi tôi quản lý toàn bộ."
    }
  },
  {
    "translation": {
      "en": "So we went into the holidays with a deal,",
      "vi": "- Chúng tôi thoả thuận trước kỳ nghỉ lễ. - Đúng."
    }
  },
  {
    "translation": {
      "en": "and January 1987,",
      "vi": "- Vâng. - Và tháng Một năm 1987,"
    }
  },
  {
    "translation": {
      "en": "we would start the build- out",
      "vi": "chúng tôi bắt đầu tiến hành phát triển"
    }
  },
  {
    "translation": {
      "en": "of the Ninja Turtle action figure line.",
      "vi": "chúng tôi bắt đầu tiến hành phát triển dòng sản phẩm mô hình hành động Ninja Rùa."
    }
  },
  {
    "translation": {
      "en": "With the deal done, it was now up to Playmates",
      "vi": "Thoả thuận đã xong, giờ là lúc Playmates"
    }
  },
  {
    "translation": {
      "en": "to stop playing with dolls,",
      "vi": "phải nói lời chia tay với búp bê,"
    }
  },
  {
    "translation": {
      "en": "and produce an action figure line out of this comic.",
      "vi": "để sản xuất dòng mô hình hành động từ cuốn truyện tranh này."
    }
  },
  {
    "translation": {
      "en": "The bottom line was, you had a group of people",
      "vi": "Vấn đề ở đây là, anh có một nhóm người"
    }
  },
  {
    "translation": {
      "en": "who knew nothing about this genre.",
      "vi": "không hề biết gì về loại sản phẩm này."
    }
  },
  {
    "translation": {
      "en": "A genre that was already saturated",
      "vi": "Một loại sản phẩm vốn đã bão hoà với"
    }
  },
  {
    "translation": {
      "en": "with plenty of very successful action figures, from...",
      "vi": "vô vàn các mô hình hành động vô cùng đắt khách đến từ..."
    }
  },
  {
    "translation": {
      "en": "The biggies.",
      "vi": "Các tên tuổi lớn."
    }
  },
  {
    "translation": {
      "en": "Mattel, Hasbro, Ideal Toys.",
      "vi": "Mattel, Hasbro, Ideal Toys."
    }
  },
  {
    "translation": {
      "en": "You know, all those guys.",
      "vi": "Nói chung là các ông lớn."
    }
  },
  {
    "translation": {
      "en": "And for Playmates to play with these big boys,",
      "vi": "Để chọi lại các ông lớn này, nhiệm vụ đầu tiên"
    }
  },
  {
    "translation": {
      "en": "their first task was to work out...",
      "vi": "của Playmates là phải hiểu được..."
    }
  },
  {
    "translation": {
      "en": "How do we take these somewhat violent characters",
      "vi": "Nên sản xuất các nhân vật có phần bạo lực, bước ra từ"
    }
  },
  {
    "translation": {
      "en": "from a little black and white comic?",
      "vi": "truyện tranh đen trắng này thế nào?"
    }
  },
  {
    "translation": {
      "en": "It's dark, gritty.",
      "vi": "Lúc đầu chúng rất tăm tối, gai góc,"
    }
  },
  {
    "translation": {
      "en": "It's not, Cowabunga, dude!",
      "vi": "chứ không phải, Cowabunga!"
    }
  },
  {
    "translation": {
      "en": "and very colorful and pizza and stuff like that.",
      "vi": "Chưa nhiều màu sắc rồi biết ăn pizza như sau này đâu."
    }
  },
  {
    "translation": {
      "en": "How do we turn them into kid- friendly toy characters?",
      "vi": "Làm sao để biến chúng thành nhân vật đồ chơi thân thiện với trẻ em?"
    }
  },
  {
    "translation": {
      "en": "To clean up Eastman and Laird's gore- fest,",
      "vi": "Để giảm bớt chất bạo lực của Eastman và Laird,"
    }
  },
  {
    "translation": {
      "en": "Playmates brought in a handyman.",
      "vi": "Playmates đã vời đến một nhân vật đa di năng."
    }
  },
  {
    "translation": {
      "en": "My name is John Handy,",
      "vi": "Tôi là John Handy,"
    }
  },
  {
    "translation": {
      "en": "H- A- N- D- Y.",
      "vi": "H-A-N-D-Y."
    }
  },
  {
    "translation": {
      "en": "And the future of Turtle toys were in his.",
      "vi": "Tương lai của lũ rùa đồ chơi nằm trong tay ông."
    }
  },
  {
    "translation": {
      "en": "We knew what we had to do, and to flesh the line out,",
      "vi": "Chúng tôi hiểu mình phải làm gì, để thổi một làn gió mới"
    }
  },
  {
    "translation": {
      "en": "we had to pump up the humor, pump up the fun.",
      "vi": "thì chúng tôi phải tăng sự hài hước, tăng sự vui nhộn lên."
    }
  },
  {
    "translation": {
      "en": "I was responsible for coming up with a more irreverent tone.",
      "vi": "Tôi được giao trọng trách nghĩ ra một tinh thần chung nhẹ nhàng hơn."
    }
  },
  {
    "translation": {
      "en": "What's the funniest, toilet- est humor",
      "vi": "Trẻ con sẽ thích phong cách"
    }
  },
  {
    "translation": {
      "en": "that kids would really enjoy?",
      "vi": "- hài hước, nhảm nhí gì nhất? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Potty humor is big and--",
      "vi": "Hài bựa rất hút khách..."
    }
  },
  {
    "translation": {
      "en": "- Definitely excited him. - Right. It's my forte.",
      "vi": "- Ổng thích lắm. - Ừ. Đúng chuyên môn luôn."
    }
  },
  {
    "translation": {
      "en": "We had to modify the story, simplify the story,",
      "vi": "Chúng tôi phải chỉnh sửa, phải tối giản cốt truyện,"
    }
  },
  {
    "translation": {
      "en": "get rid of the revenge ideas,",
      "vi": "loại bỏ các ý tưởng báo thù,"
    }
  },
  {
    "translation": {
      "en": "get a few more bad guys worked out.",
      "vi": "sửa lại vài ác nhân nữa."
    }
  },
  {
    "translation": {
      "en": "As John Handy was breathing life into the toy line,",
      "vi": "Trong quá trình thổi hồn vào dòng đồ chơi,"
    }
  },
  {
    "translation": {
      "en": "he was also breathing life into the Turtles' arch enemy.",
      "vi": "John Handy còn thổi hồn cho các kẻ thù truyền kiếp của nhóm Rùa."
    }
  },
  {
    "translation": {
      "en": "Whoa, who's the dude with the metal face?",
      "vi": "Ôi, gã đeo mặt nạ sắt này là ai thế?"
    }
  },
  {
    "translation": {
      "en": "Well, he needed the help.",
      "vi": "Thật ra hắn cũng cần hồi sinh."
    }
  },
  {
    "translation": {
      "en": "We killed the bad guy in the first issue.",
      "vi": "Tụi tôi để hắn chết từ tập một."
    }
  },
  {
    "translation": {
      "en": "We never thought there'd be another one.",
      "vi": "Vì ai mà ngờ sẽ có phần sau chứ."
    }
  },
  {
    "translation": {
      "en": "But Shredder wouldn't be working alone.",
      "vi": "Và Shredder không đơn thương độc mã."
    }
  },
  {
    "translation": {
      "en": "This is Rocksteady, in the original form.",
      "vi": "Đây là Rocksteady, nguyên bản."
    }
  },
  {
    "translation": {
      "en": "And this was Bebop.",
      "vi": "Còn đây là Bebop."
    }
  },
  {
    "translation": {
      "en": "Very detailed, very scary.",
      "vi": "Rất chi tiết, rất đáng sợ."
    }
  },
  {
    "translation": {
      "en": "Other enemies, however...",
      "vi": "Còn những ác nhân khác thì..."
    }
  },
  {
    "translation": {
      "en": "Upchucky. You'd put food into his mouth,",
      "vi": "Đây là Upchucky. Anh nhét đồ ăn vào miệng hắn,"
    }
  },
  {
    "translation": {
      "en": "and when you squeezed his bulbous body, it would blow out and become a projectile.",
      "vi": "rồi bóp cái cơ thể phồng rộp của hắn, hắn sẽ nổ tung và đạn bắn khắp nơi."
    }
  },
  {
    "translation": {
      "en": "This one uses nostril power",
      "vi": "Tên này thì dùng sức mạnh khứu giác"
    }
  },
  {
    "translation": {
      "en": "to launch projectiles out of a gun that looks like a nose.",
      "vi": "để phóng đạn ra khỏi một khẩu súng trông giống như cái mũi."
    }
  },
  {
    "translation": {
      "en": "But Playmates didn't wanna blow their entire budget",
      "vi": "Nhưng Playmates không muốn dồn hết ngân sách của họ"
    }
  },
  {
    "translation": {
      "en": "on a toy line they couldn't sell.",
      "vi": "vào một dòng đồ chơi khó bán."
    }
  },
  {
    "translation": {
      "en": "- No. - And that was this guy's problem.",
      "vi": "- Không. - Đó là vấn đề của người đàn ông này."
    }
  },
  {
    "translation": {
      "en": "It's very hard to launch an action figure line",
      "vi": "Rất khó để trình làng một dòng mô hình hành động"
    }
  },
  {
    "translation": {
      "en": "without some content as the basis.",
      "vi": "mà không có nền tảng nội dung."
    }
  },
  {
    "translation": {
      "en": "What about the comic book?",
      "vi": "Thế truyện tranh thì sao?"
    }
  },
  {
    "translation": {
      "en": "A comic book isn't enough,",
      "vi": "Truyện tranh là không đủ"
    }
  },
  {
    "translation": {
      "en": "especially a comic book that is targeted to an older audience.",
      "vi": "nhất là truyện tranh hướng tới đối tượng khán giả lớn tuổi hơn."
    }
  },
  {
    "translation": {
      "en": "So Playmates started off by saying,",
      "vi": "Thế là Playmates bảo,"
    }
  },
  {
    "translation": {
      "en": "You know, we have to create a kid- friendly show.",
      "vi": "Chúng ta phải làm ra một chương trình thân thiện với trẻ nhỏ."
    }
  },
  {
    "translation": {
      "en": "So, like all the biggies, Playmates found an animation studio...",
      "vi": "Vậy là, cũng như các ông lớn, Playmates thành lập một xưởng phim hoạt hình..."
    }
  },
  {
    "translation": {
      "en": "...to make them a cartoon designed specifically to sell toys.",
      "vi": "MWS INC MURAKAMI - WOLF - SWENSON ...để làm một bộ phim hoạt hình  nhằm phục vụ mục đích bán đồ chơi."
    }
  },
  {
    "translation": {
      "en": "Here's how that happens.",
      "vi": "Chuyện là thế này."
    }
  },
  {
    "translation": {
      "en": "This wise guy...",
      "vi": "Con người thông thái này..."
    }
  },
  {
    "translation": {
      "en": "My name is David Wise.",
      "vi": "Tôi là David Wise."
    }
  },
  {
    "translation": {
      "en": "...had written cartoons for the biggies.",
      "vi": "...từng làm phim hoạt hình cho các ông lớn."
    }
  },
  {
    "translation": {
      "en": "And it became his job",
      "vi": "Và giờ thì nhiệm vụ của ông"
    }
  },
  {
    "translation": {
      "en": "to develop a five- part mini- series for television.",
      "vi": "là sản xuất một bộ phim truyền hình ngắn gồm năm tập."
    }
  },
  {
    "translation": {
      "en": "We're gonna have to do it for eight- year- olds.",
      "vi": "Rồi, tôi phải làm phim cho trẻ tám tuổi."
    }
  },
  {
    "translation": {
      "en": "I got to work.",
      "vi": "Tôi bắt tay vào làm."
    }
  },
  {
    "translation": {
      "en": "But as he got to work, he noticed a problem.",
      "vi": "Nhưng vừa vào việc, ông đã thấy có vấn đề."
    }
  },
  {
    "translation": {
      "en": "First of all, you have four turtles that you can't tell them apart.",
      "vi": "Trước hết, ta không phân biệt nổi bốn chú rùa này."
    }
  },
  {
    "translation": {
      "en": "They all looked basically the same. They had red bandanas.",
      "vi": "Trông chúng gần như giống hệt nhau. Đều đội khăn màu đỏ."
    }
  },
  {
    "translation": {
      "en": "So each turtle was assigned a color.",
      "vi": "Thế là mỗi chú được phân một màu khác nhau."
    }
  },
  {
    "translation": {
      "en": "They settled on the red, blue, purple, orange.",
      "vi": "Họ quyết định dùng các màu đỏ, xanh, tím, cam."
    }
  },
  {
    "translation": {
      "en": "Also, each turtle had a belt that had their initial on it.",
      "vi": "Ngoài ra, mỗi chú rùa sẽ đeo một chiếc thắt lưng có in chữ cái đầu tên."
    }
  },
  {
    "translation": {
      "en": "But it wasn't as simple as a colored bandana and a belt buckle.",
      "vi": "Nhưng mọi thứ không chỉ dừng lại ở khăn đội đầu và khoá thắt lưng."
    }
  },
  {
    "translation": {
      "en": "We've gotta make them four very distinct personalities,",
      "vi": "Chúng tôi phải tạo ra bốn tính cách riêng biệt,"
    }
  },
  {
    "translation": {
      "en": "because otherwise one, two, three of them are redundant.",
      "vi": "vì nếu không thì thêm một, hai, ba con nữa sẽ rất thừa."
    }
  },
  {
    "translation": {
      "en": "So we needed a leader.",
      "vi": "Chúng tôi cần một thủ lĩnh."
    }
  },
  {
    "translation": {
      "en": "- Leonardo. - The straight arrow,",
      "vi": "- Leonardo. - Một tay nghiêm nghị,"
    }
  },
  {
    "translation": {
      "en": "the guy is deeply into the martial arts.",
      "vi": "cậu ta rất thích võ thuật."
    }
  },
  {
    "translation": {
      "en": "We need our tech geek.",
      "vi": "Chúng tôi cần một chuyên gia công nghệ."
    }
  },
  {
    "translation": {
      "en": "Donatello!",
      "vi": "Donatello!"
    }
  },
  {
    "translation": {
      "en": "If you're the angst- filled kid, you're gonna gravitate towards...",
      "vi": "Nếu bạn là một cậu nhóc tuổi dậy thì, bạn sẽ bị thu hút bởi…"
    }
  },
  {
    "translation": {
      "en": "Raphael!",
      "vi": "Raphael!"
    }
  },
  {
    "translation": {
      "en": "The sarcastic smartass.",
      "vi": "Một tay hay đùa thích mỉa mai."
    }
  },
  {
    "translation": {
      "en": "Which is not too dissimilar to me.",
      "vi": "Cũng khá là giống tôi đây."
    }
  },
  {
    "translation": {
      "en": "Shredder?",
      "vi": "Shredder!"
    }
  },
  {
    "translation": {
      "en": "You're named after... ...a kitchen utensil?",
      "vi": "- Ủa, đặt tên giống... - Dụng cụ làm bếp à?"
    }
  },
  {
    "translation": {
      "en": "And so that kind of 'tude was what, you know, Raph was about.",
      "vi": "Đó là cái thái độ thường trực của Raph đấy."
    }
  },
  {
    "translation": {
      "en": "And Michelangelo.",
      "vi": "Và Michelangelo!"
    }
  },
  {
    "translation": {
      "en": "We need Michelangelo, who just embodies the teenager- ness of these guys.",
      "vi": "Michelangelo là hiện thân thiếu niên rõ nét nhất của mấy anh chàng này."
    }
  },
  {
    "translation": {
      "en": "Cowabunga, dude!",
      "vi": "Cowabunga!"
    }
  },
  {
    "translation": {
      "en": "Pizza time!",
      "vi": "Pizza nào!"
    }
  },
  {
    "translation": {
      "en": "Let's have the Turtles love pizza.",
      "vi": "Cho lũ rùa thích ăn pizza nữa."
    }
  },
  {
    "translation": {
      "en": "And with that, the cartoon had their four heroes.",
      "vi": "Và vậy là, loạt phim hoạt hình đã tìm được bốn người hùng."
    }
  },
  {
    "translation": {
      "en": "Really, there's a turtle for every kid.",
      "vi": "Đứa trẻ nào cũng có thể liên hệ với một chú rùa."
    }
  },
  {
    "translation": {
      "en": "It's kind of like The Breakfast Club of action figures.",
      "vi": "Cứ như The Breakfast Club của làng mô hình hành động vậy."
    }
  },
  {
    "translation": {
      "en": "- Who wants cornflakes? - I'm having raisin bran.",
      "vi": "- Ai ăn bánh ngô nào? - Tớ sẽ ăn ngũ cốc."
    }
  },
  {
    "translation": {
      "en": "Personalities, colors and belts.",
      "vi": "Tính cách, màu sắc và thắt lưng."
    }
  },
  {
    "translation": {
      "en": "The Turtles' mutation into action figures was almost complete.",
      "vi": "Màn đột biến trở thành mô hình hành động của nhóm Rùa đã sắp sửa hoàn tất."
    }
  },
  {
    "translation": {
      "en": "Oh, except for one final issue,",
      "vi": "À, trừ một vấn đề cuối."
    }
  },
  {
    "translation": {
      "en": "which was actually below the belt.",
      "vi": "Nằm bên dưới thắt lưng."
    }
  },
  {
    "translation": {
      "en": "When you translate something that's 2D to something that's 3D,",
      "vi": "Khi bạn chuyển một thứ 2D sang thành 3D,"
    }
  },
  {
    "translation": {
      "en": "certain changes sometimes have to be made.",
      "vi": "đôi khi bạn phải chấp nhận thay đổi đôi chút."
    }
  },
  {
    "translation": {
      "en": "The very first clay sketch of the turtle",
      "vi": "Mẫu nháp đất sét đầu tiên của lũ rùa"
    }
  },
  {
    "translation": {
      "en": "had a tail.",
      "vi": "đều có đuôi."
    }
  },
  {
    "translation": {
      "en": "Because in the original comic book, they had tails,",
      "vi": "Vì trong truyện tranh gốc, chúng có đuôi,"
    }
  },
  {
    "translation": {
      "en": "but when they stood up and the tail's hung down, it was...",
      "vi": "nhưng khi chúng đứng dậy và đuôi thòng lòng bên dưới thì..."
    }
  },
  {
    "translation": {
      "en": "Too phallic- looking.",
      "vi": "Hơi thô thiển quá."
    }
  },
  {
    "translation": {
      "en": "I wasn't thinking that way when I was sculpting it.",
      "vi": "Tôi không tính đến chuyện đó lúc tạo hình."
    }
  },
  {
    "translation": {
      "en": "And so...",
      "vi": "Thế là..."
    }
  },
  {
    "translation": {
      "en": "we decided to give him a...",
      "vi": "chúng tôi bèn cho chúng đi..."
    }
  },
  {
    "translation": {
      "en": "A real pain in the tail.",
      "vi": "Đau đuôi quá."
    }
  },
  {
    "translation": {
      "en": "No Turtles had tails after that.",
      "vi": "Sau đó không con nào còn đuôi nữa."
    }
  },
  {
    "translation": {
      "en": "Having made a substantial saving on plastic reduction,",
      "vi": "Sau khi tiết kiệm được một lượng nhựa đáng kể,"
    }
  },
  {
    "translation": {
      "en": "Thomas and Playmates HQ back in Hong Kong",
      "vi": "Thomas và đại bản doanh Playmates ở Hồng Kông"
    }
  },
  {
    "translation": {
      "en": "were feeling good about their first foray into action figures.",
      "vi": "tràn đầy tự tin về bước tiến đầu tiên của họ vào thị trường mô hình hành động."
    }
  },
  {
    "translation": {
      "en": "Toy Fair happens in February in New York City,",
      "vi": "Hội chợ Đồ chơi phải tháng Hai mới được tổ chức ở New York,"
    }
  },
  {
    "translation": {
      "en": "but all the buyers start making their commitments ahead of time.",
      "vi": "nhưng các nhà phân phối thì đã nhập sẵn hàng từ trước đó lâu rồi."
    }
  },
  {
    "translation": {
      "en": "So whatever we were working on was packed up",
      "vi": "Thế là chúng tôi bắt đầu đóng gói sản phẩm"
    }
  },
  {
    "translation": {
      "en": "and taken all around the United States and shown to different buyers.",
      "vi": "rồi gửi đi khắp Hoa Kỳ để giới thiệu tới các nhà phân phối."
    }
  },
  {
    "translation": {
      "en": "With a five- minute sample of the cartoon and these early prototypes,",
      "vi": "Với một trích đoạn hoạt hình dài năm phút cùng những mẫu thử nghiệm đời đầu,"
    }
  },
  {
    "translation": {
      "en": "Playmates pitched to the retail biggies.",
      "vi": "Playmates chào bán cho những hãng bán lẻ sừng sỏ."
    }
  },
  {
    "translation": {
      "en": "- K- Mart. - Toys R Us.",
      "vi": "- K-Mart. - Toys R Us."
    }
  },
  {
    "translation": {
      "en": "- Sears. - Target.",
      "vi": "- Sears. - Target."
    }
  },
  {
    "translation": {
      "en": "- You name it. - We had meeting after meeting.",
      "vi": "- Tất cả luôn. - Chúng tôi họp ngày này qua ngày khác."
    }
  },
  {
    "translation": {
      "en": "We'd say,",
      "vi": "Chúng tôi bảo,"
    }
  },
  {
    "translation": {
      "en": "You guys are gonna see something that's gonna be",
      "vi": "Thứ các anh sắp được thấy đây sẽ trở thành"
    }
  },
  {
    "translation": {
      "en": "the greatest action figure line ever.",
      "vi": "dòng mô hình hành động vĩ đại nhất trong lịch sử."
    }
  },
  {
    "translation": {
      "en": "Retailers would say, I don't see it.",
      "vi": "Các hãng bán lẻ thì đáp, Chúng tôi không nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "And in one case, a major retailer kicked us out of the room.",
      "vi": "Có lần, một hãng bán lẻ lớn còn tống cổ chúng tôi đi luôn."
    }
  },
  {
    "translation": {
      "en": "He said, Good luck, I have other business.",
      "vi": "Anh ta bảo, Chúc may mắn, tôi còn có việc khác."
    }
  },
  {
    "translation": {
      "en": "We had missed the mark. The humor was not coming across.",
      "vi": "Chúng tôi không đạt kỳ vọng. Yếu tố hài hước không được đón nhận."
    }
  },
  {
    "translation": {
      "en": "- Where does the Turtles' cat sleep? - In the mew- tent.",
      "vi": "- Mèo của Rùa ngủ ở đâu? - Trong lều."
    }
  },
  {
    "translation": {
      "en": "Ba- dum- pum.",
      "vi": "Ba-dum-pum."
    }
  },
  {
    "translation": {
      "en": "But what was coming across",
      "vi": "Họ hiểu rằng"
    }
  },
  {
    "translation": {
      "en": "was a very serious lack of interest in the toy line.",
      "vi": "dòng đồ chơi này hoàn toàn không được đón nhận."
    }
  },
  {
    "translation": {
      "en": "The company, at some point, has to start committing to tooling.",
      "vi": "Công ty này, đến một thời điểm nhất định, sẽ phải tiến hành gia công sản phẩm."
    }
  },
  {
    "translation": {
      "en": "That didn't happen.",
      "vi": "Nhưng họ từ chối."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không được."
    }
  },
  {
    "translation": {
      "en": "We need vehicles for these guys, but our Chinese parent said...",
      "vi": "Chúng tôi cần mô hình xe cho các chú rùa, nhưng công ty mẹ Trung Quốc thì chỉ đáp..."
    }
  },
  {
    "translation": {
      "en": "- No. - Not until we know",
      "vi": "- Không. - Chúng tôi phải biết chắc"
    }
  },
  {
    "translation": {
      "en": "you're gonna really sell some.",
      "vi": "là các anh sẽ bán được đã."
    }
  },
  {
    "translation": {
      "en": "They weren't sure...",
      "vi": "Họ không rõ..."
    }
  },
  {
    "translation": {
      "en": "...how to market this product.",
      "vi": "...nên tiếp thị sản phẩm này thế nào."
    }
  },
  {
    "translation": {
      "en": "At that stage, all the money already spent.",
      "vi": "Tới giai đoạn đó, ngân sách đã tiêu hết rồi."
    }
  },
  {
    "translation": {
      "en": "TV show, 1.5 million.",
      "vi": "Loạt phim truyền hình, hết 1,5 triệu đô."
    }
  },
  {
    "translation": {
      "en": "The design already done,",
      "vi": "Thiết kế thì đã có rồi,"
    }
  },
  {
    "translation": {
      "en": "so if we cut the loss,",
      "vi": "nên nếu ngừng lại,"
    }
  },
  {
    "translation": {
      "en": "that means it's totally lost.",
      "vi": "thì nghĩa là sẽ mất trắng hết."
    }
  },
  {
    "translation": {
      "en": "So there was no going back at that point.",
      "vi": "Thời điểm đó tất cả đã ở thế chân tường."
    }
  },
  {
    "translation": {
      "en": "And with so much uncertainty around the line,",
      "vi": "Ngần ấy sự bất định xoay quanh dòng sản phẩm,"
    }
  },
  {
    "translation": {
      "en": "there wasn't much going forward either.",
      "vi": "nên quá trình phát triển cũng chẳng mấy khả quan."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, about that same time,",
      "vi": "Cùng lúc đó, chúng tôi thuê về"
    }
  },
  {
    "translation": {
      "en": "we hired another toy designer.",
      "vi": "một nhà thiết kế đồ chơi khác."
    }
  },
  {
    "translation": {
      "en": "I'm a toy designer.",
      "vi": "Tôi là nhà thiết kế đồ chơi."
    }
  },
  {
    "translation": {
      "en": "But not just any toy designer.",
      "vi": "Không chỉ là nhà thiết kế đồ chơi bình thường đâu nhé."
    }
  },
  {
    "translation": {
      "en": "In fact, if you ask him, he'll tell you.",
      "vi": "Bạn cứ hỏi đi, ông ấy sẽ giới thiệu đấy."
    }
  },
  {
    "translation": {
      "en": "My name is Mark Taylor, and I created He- Man.",
      "vi": "Tôi là Mark Taylor, và tôi đã tạo ra He-Man."
    }
  },
  {
    "translation": {
      "en": "- Along with this guy. - Bong.",
      "vi": "- Cùng người đàn ông này. - Bong."
    }
  },
  {
    "translation": {
      "en": "- It was Bill Carlson's request... - Yes.",
      "vi": "- Bill Carlson đã yêu cầu tôi... - Đúng."
    }
  },
  {
    "translation": {
      "en": "...that I be brought in to work on the Turtle line,",
      "vi": "...tham gia phát triển dòng sản phẩm Rùa"
    }
  },
  {
    "translation": {
      "en": "'cause it wasn't going anywhere, with all respect for John.",
      "vi": "vì nó đang rơi vào bế tắc, bất chấp những nỗ lực của John."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "And so...",
      "vi": "Thế là..."
    }
  },
  {
    "translation": {
      "en": "So I left, went back to Mattel.",
      "vi": "Thế là tôi nghỉ việc và quay lại Mattel."
    }
  },
  {
    "translation": {
      "en": "And Mark got to work.",
      "vi": "Còn Mark trám vào chỗ trống."
    }
  },
  {
    "translation": {
      "en": "They had sketches stacked up three feet high,",
      "vi": "Đống bản vẽ phác thảo của họ cao cả nửa mét,"
    }
  },
  {
    "translation": {
      "en": "but it wasn't going anywhere.",
      "vi": "nhưng không gây được ấn tượng,"
    }
  },
  {
    "translation": {
      "en": "It wouldn't get that last little kick in the butt to make it go.",
      "vi": "không có cái gì thực sự cuốn hút người xem cả."
    }
  },
  {
    "translation": {
      "en": "And Mark knew something about kicking butt.",
      "vi": "Mark thì hiểu rõ hơn ai hết về sự cuốn hút."
    }
  },
  {
    "translation": {
      "en": "I have the power!",
      "vi": "Ta có sức mạnh đây rồi!"
    }
  },
  {
    "translation": {
      "en": "So now that he had the power at Playmates,",
      "vi": "Giờ đây, với nguồn lực của Playmates chống lưng,"
    }
  },
  {
    "translation": {
      "en": "he started making changes...",
      "vi": "ông bắt đầu tiến hành chỉnh sửa."
    }
  },
  {
    "translation": {
      "en": "He- Man style.",
      "vi": "Theo phong cách He-Man."
    }
  },
  {
    "translation": {
      "en": "I'm the drawer guy.",
      "vi": "Tôi thích thêm thắt."
    }
  },
  {
    "translation": {
      "en": "So he took existing designs and redrew them.",
      "vi": "Ông bắt đầu vẽ lại những mẫu thiết kế hiện có."
    }
  },
  {
    "translation": {
      "en": "You know, the party van, it's basically a Volkswagen van, so...",
      "vi": "Chiếc Party Van thật ra là một chiếc Volkswagen, thế là..."
    }
  },
  {
    "translation": {
      "en": "I made it sexy.",
      "vi": "tôi khiến nó bắt mắt hơn."
    }
  },
  {
    "translation": {
      "en": "The Foot Clan, it was in the comic book,",
      "vi": "Tộc Foot Clan vốn có trong truyện tranh,"
    }
  },
  {
    "translation": {
      "en": "so I took it and toy- ized it.",
      "vi": "nên tôi vẽ lại theo hướng đồ chơi."
    }
  },
  {
    "translation": {
      "en": "I made it kind of zombie- like. I dropped the head down. Big, gangly legs.",
      "vi": "Tôi vẽ chúng giống như xác sống vậy. Cổ hơi gù, đôi chân thô và gân guốc."
    }
  },
  {
    "translation": {
      "en": "Scott Hensey was sculpting Shredder.",
      "vi": "Scott Hensey lo tạo hình Shredder."
    }
  },
  {
    "translation": {
      "en": "In the comic book he was a real tall guy,",
      "vi": "Trong truyện tranh hắn rất cao lớn,"
    }
  },
  {
    "translation": {
      "en": "and that's the way we wanted him.",
      "vi": "chúng tôi cũng muốn làm như vậy."
    }
  },
  {
    "translation": {
      "en": "But marketing said he wouldn't fit in the blister pack.",
      "vi": "Nhưng phòng marketing bảo làm to không nhét vừa bao bì đâu."
    }
  },
  {
    "translation": {
      "en": "So we made him standing that tall and then crouched him over.",
      "vi": "Thế là chúng tôi làm đúng chiều cao đó nhưng cho cong lưng xuống."
    }
  },
  {
    "translation": {
      "en": "I brought his hands up,",
      "vi": "Tôi cho hắn giơ tay lên"
    }
  },
  {
    "translation": {
      "en": "so they're kind of making a mystical move.",
      "vi": "để tạo một tư thế bí ẩn."
    }
  },
  {
    "translation": {
      "en": "Like he's getting ready to attack.",
      "vi": "Như kiểu đang nhăm nhe tấn công vậy."
    }
  },
  {
    "translation": {
      "en": "He also asked bold questions.",
      "vi": "Ông cũng đặt ra những câu hỏi rất táo bạo."
    }
  },
  {
    "translation": {
      "en": "Why does April O'Neil have to be so stupid- looking?",
      "vi": "Sao April O'Neil trông ngớ ngẩn vậy?"
    }
  },
  {
    "translation": {
      "en": "You know, when I did Teela for He- Man, she was built.",
      "vi": "Tôi thiết kế Teela cho He-Man trông cường tráng lắm cơ."
    }
  },
  {
    "translation": {
      "en": "Well, at this point, nothing was built...",
      "vi": "Tới thời điểm này, vẫn chưa có gì được tạo ra cả."
    }
  },
  {
    "translation": {
      "en": "in any sense of the word.",
      "vi": "Theo đúng nghĩa luôn."
    }
  },
  {
    "translation": {
      "en": "So while this toy master sunk his claws into Turtles,",
      "vi": "Và, trong khi bậc thầy thiết kế còn đang mải mê với lũ rùa,"
    }
  },
  {
    "translation": {
      "en": "over at the cartoon studio, they needed help finishing things up.",
      "vi": "thì ở xưởng phim hoạt hình, họ đã cần giúp hoàn thiện khâu sản xuất."
    }
  },
  {
    "translation": {
      "en": "So they brought in...",
      "vi": "Thế là họ mời..."
    }
  },
  {
    "translation": {
      "en": "The famous Chuck Lorre.",
      "vi": "Chuck Lorre lừng danh."
    }
  },
  {
    "translation": {
      "en": "Mega- producer Chuck Lorre",
      "vi": "Nhà sản xuất đại tài Chuck Lorre,"
    }
  },
  {
    "translation": {
      "en": "is the mastermind behind Dharma & Greg,",
      "vi": "là bậc thầy đứng đằng sau Dharma & Greg,"
    }
  },
  {
    "translation": {
      "en": "Two and a Half Men,",
      "vi": "Two and a Half Men,"
    }
  },
  {
    "translation": {
      "en": "and all sorts of award- winning hit TV shows.",
      "vi": "cùng một loạt các chương trình truyền hình nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "Chuck Lorre, the Big Bang Theory guy!",
      "vi": "Đúng. Chuck Lorre với Big Bang Theory đó!"
    }
  },
  {
    "translation": {
      "en": "But back then he was a different kind of guy.",
      "vi": "Nhưng hồi ấy ông còn chưa nổi."
    }
  },
  {
    "translation": {
      "en": "I was a traveling journeyman- musician,",
      "vi": "Tôi là một nhạc sĩ du mục"
    }
  },
  {
    "translation": {
      "en": "trying to build a career for myself as a songwriter.",
      "vi": "đang tìm cách gây dựng sự nghiệp viết nhạc."
    }
  },
  {
    "translation": {
      "en": "With a low budget and a simple idea, Chuck got to work.",
      "vi": "Với ngân sách eo hẹp cùng một ý tưởng đơn giản, Chuck bắt tay vào việc."
    }
  },
  {
    "translation": {
      "en": "I was coming from the idea that no one knew these characters.",
      "vi": "Tôi cho rằng chưa ai biết gì về những nhân vật này cả."
    }
  },
  {
    "translation": {
      "en": "So the song was going to be an introduction.",
      "vi": "Nên tôi sẽ dùng bài hát dạo đầu làm phần giới thiệu."
    }
  },
  {
    "translation": {
      "en": "The first verse is Here's who they are.",
      "vi": "Câu đầu tiên của bài là Họ là đây."
    }
  },
  {
    "translation": {
      "en": "♪ They're the world's most fearsome fighting team ♪",
      "vi": "Họ là biệt đội chiến đấu Đáng gờm nhất hành tinh"
    }
  },
  {
    "translation": {
      "en": "We're really hip.",
      "vi": "Quá ngầu."
    }
  },
  {
    "translation": {
      "en": "Whenever there's something spoken, that's actually Chuck.",
      "vi": "Từng câu từng chữ nghe một cái biết ngay là của Chuck."
    }
  },
  {
    "translation": {
      "en": "♪ They're heroes in a half shell and they're green ♪",
      "vi": "Họ là người hùng đeo mai Là những chàng trai màu xanh lá"
    }
  },
  {
    "translation": {
      "en": "Hey, get a grip!",
      "vi": "Bình tĩnh đi!"
    }
  },
  {
    "translation": {
      "en": "♪ Teenage Mutant Ninja Turtles ♪",
      "vi": "Thiếu niên Ninja Rùa Đột biến"
    }
  },
  {
    "translation": {
      "en": "- Heroes in a half shell. - Turtle power. Hey!",
      "vi": "- Người hùng đeo mai. - Sức mạnh nhà Rùa. Ê!"
    }
  },
  {
    "translation": {
      "en": "Literature.",
      "vi": "Đầy văn thơ."
    }
  },
  {
    "translation": {
      "en": "Chuck Lorre's infectious jingle...",
      "vi": "Giai điệu gây nghiện của Chuck Lorre..."
    }
  },
  {
    "translation": {
      "en": "Thank you, Chuck.",
      "vi": "Cảm ơn, Chuck."
    }
  },
  {
    "translation": {
      "en": "...and the rest of the five- part pilot mini- series,",
      "vi": "...cùng toàn bộ loạt phim ngắn thử nghiệm gồm năm tập,"
    }
  },
  {
    "translation": {
      "en": "quietly began airing on December 28th, 1987.",
      "vi": "âm thầm lên sóng vào ngày 28 tháng 12 năm 1987."
    }
  },
  {
    "translation": {
      "en": "And back at Playmates,",
      "vi": "Trong khi ở Playmates,"
    }
  },
  {
    "translation": {
      "en": "the team was working double time to catch up.",
      "vi": "cả đội đang làm việc khẩn trương để kịp tiến độ."
    }
  },
  {
    "translation": {
      "en": "I'll be cranking out the work.",
      "vi": "Tôi làm việc như cái máy."
    }
  },
  {
    "translation": {
      "en": "Good, because...",
      "vi": "Tốt, bởi vì…"
    }
  },
  {
    "translation": {
      "en": "The show had already debuted,",
      "vi": "Loạt phim đã lên sóng rồi, nên Ninja Rùa"
    }
  },
  {
    "translation": {
      "en": "so there was some interest in Turtles,",
      "vi": "bắt đầu thu hút được sự chú ý nhất định."
    }
  },
  {
    "translation": {
      "en": "but we still had to prove ourselves.",
      "vi": "Tuy nhiên chúng tôi vẫn cần chứng tỏ bản thân."
    }
  },
  {
    "translation": {
      "en": "With only five TV episodes and an incomplete toy line,",
      "vi": "Với vỏn vẹn năm tập phim truyền hình cùng một dòng đồ chơi chưa hoàn chỉnh,"
    }
  },
  {
    "translation": {
      "en": "it's hard to imagine who would stick their neck out",
      "vi": "thật khó để tưởng tượng sẽ có ai chịu mạo hiểm đầu tư"
    }
  },
  {
    "translation": {
      "en": "for these strange misshapen animals.",
      "vi": "cho những con vật kỳ quái này."
    }
  },
  {
    "translation": {
      "en": "- Me, of course. - Geoffrey the Giraffe?",
      "vi": "- Có tôi đây. - Hươu cao cổ Geoffrey ư?"
    }
  },
  {
    "translation": {
      "en": "Toys R Us was known as the retailer that would support everything.",
      "vi": "Toys R Us có tiếng là nhà bán lẻ luôn sẵn lòng hỗ trợ tất cả."
    }
  },
  {
    "translation": {
      "en": "- Everything? - Everything.",
      "vi": "- Tất cả ư? - Tất cả."
    }
  },
  {
    "translation": {
      "en": "If Toys R Us came on board,",
      "vi": "Nếu được Toys R Us hỗ trợ,"
    }
  },
  {
    "translation": {
      "en": "Playmates would finally be able to compete with the biggies!",
      "vi": "Playmates sẽ có cơ hội cạnh tranh với các tên tuổi lớn!"
    }
  },
  {
    "translation": {
      "en": "The biggies...",
      "vi": "Các tên tuổi lớn..."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chao ôi."
    }
  },
  {
    "translation": {
      "en": "So I said, Go ahead and produce...",
      "vi": "Thế là tôi bảo, Sản xuất cho tôi..."
    }
  },
  {
    "translation": {
      "en": "the 6,000 pieces.",
      "vi": "6.000 mẫu đi."
    }
  },
  {
    "translation": {
      "en": "Despite the small order,",
      "vi": "Mặc dù đơn hàng nhỏ,"
    }
  },
  {
    "translation": {
      "en": "Playmates got to work.",
      "vi": "Playmates vẫn bắt tay vào việc."
    }
  },
  {
    "translation": {
      "en": "We've got the four Turtles and we got Splinter.",
      "vi": "Chúng tôi có bốn Ninja Rùa và có Splinter."
    }
  },
  {
    "translation": {
      "en": "Of course, Shredder.",
      "vi": "Cả Shredder."
    }
  },
  {
    "translation": {
      "en": "And April O'Neil.",
      "vi": "Và April O'Neil nữa."
    }
  },
  {
    "translation": {
      "en": "April O'Neil still stinks.",
      "vi": "April O'Neil vẫn tệ lắm."
    }
  },
  {
    "translation": {
      "en": "There's Bebop and Rocksteady and the Foot Clan:",
      "vi": "Có Bebop và Rocksteady và tộc Foot Clan:"
    }
  },
  {
    "translation": {
      "en": "Throwaway, bad- guy soldiers.",
      "vi": "những tên lính ác nhân."
    }
  },
  {
    "translation": {
      "en": "So, in June 1988,",
      "vi": "Thế là, tháng 6 năm 1988,"
    }
  },
  {
    "translation": {
      "en": "ten figures and five vehicles were shipped...",
      "vi": "mười nhân vật và năm mẫu xe được chuyển..."
    }
  },
  {
    "translation": {
      "en": "to Toys R Us.",
      "vi": "tới Toys R Us."
    }
  },
  {
    "translation": {
      "en": "See what happens.",
      "vi": "Để xem sao nhé."
    }
  },
  {
    "translation": {
      "en": "But they didn't have long to wait,",
      "vi": "Họ chẳng cần đợi lâu,"
    }
  },
  {
    "translation": {
      "en": "because very soon Toys R Us called with a re- order.",
      "vi": "vì gần như ngay lập tức Toys R Us liên hệ lại và đặt hàng tiếp."
    }
  },
  {
    "translation": {
      "en": "Re- order is 50,000.",
      "vi": "Đơn này đặt 50.000 mẫu."
    }
  },
  {
    "translation": {
      "en": "We were selling like crazy.",
      "vi": "Chúng tôi bán nhanh như gió."
    }
  },
  {
    "translation": {
      "en": "This was the one case in my career",
      "vi": "Đó là lần đầu tiên trong cả sự nghiệp"
    }
  },
  {
    "translation": {
      "en": "where I literally walked into a retail store",
      "vi": "tôi bước chân vào một cửa hàng bán lẻ"
    }
  },
  {
    "translation": {
      "en": "and saw the shelves bare.",
      "vi": "và thấy tất cả các kệ đều trống trơn."
    }
  },
  {
    "translation": {
      "en": "No Turtle on the shelf.",
      "vi": "Không còn chú rùa nào trên kệ hết."
    }
  },
  {
    "translation": {
      "en": "And so I went to a second store.",
      "vi": "Xong tôi vào một cửa hàng thứ hai."
    }
  },
  {
    "translation": {
      "en": "No Turtle on the shelf.",
      "vi": "Không còn chú rùa nào trên kệ hết."
    }
  },
  {
    "translation": {
      "en": "- And I went to a third store. - Well, you get the idea.",
      "vi": "- Rồi tới cửa hàng thứ ba. - Bạn biết rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, we knew we had a phenomenon on our hands.",
      "vi": "Chúng tôi biết mình đang nắm giữ một hiện tượng."
    }
  },
  {
    "translation": {
      "en": "♪ Teenage Mutant Ninja Turtles ♪",
      "vi": "Thiếu niên Ninja Rùa Đột biến"
    }
  },
  {
    "translation": {
      "en": "From Playmates!",
      "vi": "Đến từ Playmates!"
    }
  },
  {
    "translation": {
      "en": "I'm 11 years old at the time",
      "vi": "Lúc đó tôi mới 11 tuổi"
    }
  },
  {
    "translation": {
      "en": "and I see this strange toy.",
      "vi": "và tôi thấy món đồ chơi kỳ lạ này."
    }
  },
  {
    "translation": {
      "en": "It had a shell,",
      "vi": "Nó có cái mai nhỏ,"
    }
  },
  {
    "translation": {
      "en": "and it had this belt",
      "vi": "và đeo một cái đai lưng"
    }
  },
  {
    "translation": {
      "en": "with different weapons shoved in each loop and I said, Whoa,",
      "vi": "có đủ loại vũ khí gài trong đó, tôi thốt lên, Chao ôi,"
    }
  },
  {
    "translation": {
      "en": "what in the world is that?",
      "vi": "cái quái gì thế kia?"
    }
  },
  {
    "translation": {
      "en": "Those ten action figures, released in the first wave, are so iconic.",
      "vi": "Mười mô hình hành động được ra mắt đầu tiên đó mang tính biểu tượng rất cao."
    }
  },
  {
    "translation": {
      "en": "There's a certain whimsy to them",
      "vi": "Chúng sở hữu cái nét gì đó rất dị biệt"
    }
  },
  {
    "translation": {
      "en": "that isn't obvious in any other major action figure line of that time.",
      "vi": "mà không dòng mô hình hành động nào cùng thời kỳ có được."
    }
  },
  {
    "translation": {
      "en": "There's something fun about these figures.",
      "vi": "Chúng có cái gì đó rất hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "Cowabunga, dudes!",
      "vi": "Cowabunga, ông tướng!"
    }
  },
  {
    "translation": {
      "en": "The Turtles had gone from underground oddity",
      "vi": "NGẠC NHIÊN CHƯA: 1988 LÀ NĂM CỦA LOÀI RÙA Ninja Rùa từ kẻ ngoại lai của thế giới ngầm"
    }
  },
  {
    "translation": {
      "en": "to overnight sensation.",
      "vi": "Và cùng với đó, chúng cũng đưa Playmates..."
    }
  },
  {
    "translation": {
      "en": "The Teenage Mutant Ninja Turtles",
      "vi": "Thiếu niên Ninja Rùa Đột biến"
    }
  },
  {
    "translation": {
      "en": "are the top- selling action figures in the toy business.",
      "vi": "là mô hình hành động bán chạy nhất của ngành đồ chơi."
    }
  },
  {
    "translation": {
      "en": "Taking Playmates along for the ride,",
      "vi": "Và cùng với đó, chúng cũng đưa Playmates..."
    }
  },
  {
    "translation": {
      "en": "straight to the top.",
      "vi": "lên đỉnh cuộc chơi."
    }
  },
  {
    "translation": {
      "en": "Those cost us about one million dollars.",
      "vi": "Chúng ngốn của chúng tôi khoảng một triệu đô đấy."
    }
  },
  {
    "translation": {
      "en": "But the newest biggie on the block",
      "vi": "Nhưng ông lớn mới nổi này"
    }
  },
  {
    "translation": {
      "en": "wasn't the only one",
      "vi": "không phải kẻ duy nhất"
    }
  },
  {
    "translation": {
      "en": "seeing green.",
      "vi": "được hốt bạc."
    }
  },
  {
    "translation": {
      "en": "They were big checks.",
      "vi": "Lắm tiền thật."
    }
  },
  {
    "translation": {
      "en": "That first big check, which I think was a little over a million dollars...",
      "vi": "Tờ séc lớn đầu tiên, tôi nhớ không lầm là hơn một triệu đô..."
    }
  },
  {
    "translation": {
      "en": "To have a check in your hand that you're gonna put in your account",
      "vi": "Cái cảm giác cầm tấm séc ngần ấy tiền trong tay để chuẩn bị"
    }
  },
  {
    "translation": {
      "en": "that's for that much money is...",
      "vi": "gửi vào tài khoản thật sự là..."
    }
  },
  {
    "translation": {
      "en": "Kudos to Mark Freedman, who coached us very well in that.",
      "vi": "Cảm ơn Mark Freedman đã mách nước cho tụi tôi."
    }
  },
  {
    "translation": {
      "en": "When you get money, save it and invest it, or put it away.",
      "vi": "Nhận được tiền thì nhớ gửi tiết kiệm, đầu tư hoặc cất đi nhé."
    }
  },
  {
    "translation": {
      "en": "Did Kevin tell you one of the first things he bought was a tank?",
      "vi": "Kevin đã kể anh thứ đầu tiên ổng mua là một cỗ xe tăng chưa?"
    }
  },
  {
    "translation": {
      "en": "An M15A Stuart light tank.",
      "vi": "Một cỗ xe tăng M15A Stuart hạng nhẹ."
    }
  },
  {
    "translation": {
      "en": "We used to have big paintball wars. I'd just hide in my tank and...",
      "vi": "Trước tụi tôi đấu súng sơn ác lắm. Tôi cứ trốn trong đó rồi..."
    }
  },
  {
    "translation": {
      "en": "While Eastman took cover in his half shell,",
      "vi": "Trong khi Eastman trốn trong mai rùa,"
    }
  },
  {
    "translation": {
      "en": "Mark Freedman was launching an offensive",
      "vi": "thì Mark Freedman chuyển hướng tấn công"
    }
  },
  {
    "translation": {
      "en": "on an entirely different front.",
      "vi": "sang một mặt trận hoàn toàn khác."
    }
  },
  {
    "translation": {
      "en": "I wanted to offer the fans something bigger and better.",
      "vi": "Tôi muốn mang tới cho giới mộ điệu một thứ lớn hơn, thú vị hơn."
    }
  },
  {
    "translation": {
      "en": "I wanted to do a live action feature film.",
      "vi": "Tôi muốn làm một bộ phim điện ảnh."
    }
  },
  {
    "translation": {
      "en": "- Great idea! -",
      "vi": "Ý hay đấy!"
    }
  },
  {
    "translation": {
      "en": "- Or not. -",
      "vi": "Mà chưa chắc."
    }
  },
  {
    "translation": {
      "en": "We've seen a lot of movies",
      "vi": "Chúng tôi đã xem rất nhiều bộ phim trong đó"
    }
  },
  {
    "translation": {
      "en": "where comic book characters are taken into live action,",
      "vi": "nhân vật truyện tranh thực hiện hành động trực tiếp,"
    }
  },
  {
    "translation": {
      "en": "and it's just so terrible.",
      "vi": "và chúng tệ kinh khủng."
    }
  },
  {
    "translation": {
      "en": "The idea ruffled Playmates' feathers too.",
      "vi": "Ý tưởng này cũng không được lòng Playmates."
    }
  },
  {
    "translation": {
      "en": "They felt I was rocking the boat. We already have a successful TV series.",
      "vi": "Họ nghĩ tôi mạo hiểm không cần thiết. Vì có loạt phim truyền hình ăn khách rồi."
    }
  },
  {
    "translation": {
      "en": "Everything is humming along, it's perfect, making money.",
      "vi": "Mọi thứ đều đang hoàn hảo. Đang có lời."
    }
  },
  {
    "translation": {
      "en": "But I know from business, if you sit still, you die.",
      "vi": "Nhưng tôi biết là trong kinh doanh, nếu anh ngồi yên thì anh sẽ chết."
    }
  },
  {
    "translation": {
      "en": "You have to go forward.",
      "vi": "Anh phải không ngừng tiến lên."
    }
  },
  {
    "translation": {
      "en": "Mark Freedman moved his idea forward, to Golden Harvest Pictures.",
      "vi": "Thế là Mark Freedman chuyển ý tưởng của ông qua cho Golden Harvest Pictures."
    }
  },
  {
    "translation": {
      "en": "We have the best stunt guys in the world.",
      "vi": "Chúng tôi có dàn diễn viên đóng thế giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "All we have to do is put four guys in our stunt suits.",
      "vi": "Chỉ việc cho bốn diễn viên này bận đồ vào là xong."
    }
  },
  {
    "translation": {
      "en": "Awesome!",
      "vi": "Tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "And also, I have Jim Henson.",
      "vi": "Ngoài ra, tôi còn có Jim Henson nữa."
    }
  },
  {
    "translation": {
      "en": "- The maestro of Muppets himself? - Yeah.",
      "vi": "- Tác giả đại tài của Muppets hả? - Chính xác."
    }
  },
  {
    "translation": {
      "en": "- Cowabunga! -",
      "vi": "Cowabunga!"
    }
  },
  {
    "translation": {
      "en": "It was starting to look like Mark's idea would work out after all.",
      "vi": "Có vẻ ý tưởng của Mark sẽ thuận buồm xuôi gió."
    }
  },
  {
    "translation": {
      "en": "Yeah, well so far, my track record's been batting a thousand.",
      "vi": "Tới giờ bảng thành tích của tôi vẫn chưa có thất bại nào đâu."
    }
  },
  {
    "translation": {
      "en": "And sure enough, he'd get his chance",
      "vi": "Và có lẽ ông sắp có cơ hội"
    }
  },
  {
    "translation": {
      "en": "to make the naysayers at Playmates eat crow- topped pizza.",
      "vi": "để khiến những kẻ hoài nghi ở Playmates phải ngậm bồ hòn làm ngọt."
    }
  },
  {
    "translation": {
      "en": "The movie gets completed",
      "vi": "Bộ phim đóng máy quay"
    }
  },
  {
    "translation": {
      "en": "and we have a screening for the folks of Playmates Toys",
      "vi": "và chúng tôi tổ chức buổi chiếu riêng cho các nhân viên Playmates Toys,"
    }
  },
  {
    "translation": {
      "en": "and Richard Sallis came up to me",
      "vi": "xem xong Richard Sallis đến chỗ tôi,"
    }
  },
  {
    "translation": {
      "en": "and politely looked at me in the face, said to me,",
      "vi": "xem xong Richard Sallis đến chỗ tôi, lịch sự nhìn thẳng vào mặt tôi, và buông một câu,"
    }
  },
  {
    "translation": {
      "en": "Well, you  that up, Freedman.",
      "vi": "Cậu làm bung bét hết rồi, Freedman."
    }
  },
  {
    "translation": {
      "en": "We thought we were in trouble.",
      "vi": "Chúng tôi nghĩ mình sắp lâm nguy."
    }
  },
  {
    "translation": {
      "en": "The TV show was very light- hearted and bright. This was...",
      "vi": "Loạt phim truyền hình thì rất nhẹ nhàng và tươi sáng. Còn bộ phim này thì..."
    }
  },
  {
    "translation": {
      "en": "...the polar opposite.",
      "vi": "hoàn toàn ngược lại."
    }
  },
  {
    "translation": {
      "en": "Of course, when I walked out, I said, Holy , what did I just do?",
      "vi": "Bước ra ngoài, tôi lẩm bẩm, Trời ơi, mình đã làm cái gì thế này?"
    }
  },
  {
    "translation": {
      "en": "There goes the property.",
      "vi": "Đi đời mấy cái đặc tính rồi."
    }
  },
  {
    "translation": {
      "en": "Things were looking dark",
      "vi": "Tình hình vô cùng ảm đạm vào thời điểm Thiếu niên Ninja Rùa Đột biến ra rạp"
    }
  },
  {
    "translation": {
      "en": "when Teenage Mutant Ninja Turtles hit theaters in March of 1990.",
      "vi": "Tình hình vô cùng ảm đạm vào thời điểm Thiếu niên Ninja Rùa Đột biến ra rạp vào tháng Ba năm 1990."
    }
  },
  {
    "translation": {
      "en": "Needless to say, the film opened up and...",
      "vi": "Khỏi phải nói, trong ngày công chiếu, bộ phim..."
    }
  },
  {
    "translation": {
      "en": "it broke all records.",
      "vi": "xô đổ mọi kỷ lục."
    }
  },
  {
    "translation": {
      "en": "Cowabunga!",
      "vi": "Cowabunga!"
    }
  },
  {
    "translation": {
      "en": "We ended up at $134 million.",
      "vi": "Chúng tôi thu về 134 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "The biggest indie film of all time at that point.",
      "vi": "Bộ phim độc lập vĩ đại nhất mọi thời."
    }
  },
  {
    "translation": {
      "en": "I now call up Playmates.",
      "vi": "Tôi bốc máy gọi Playmates. Tôi hỏi,"
    }
  },
  {
    "translation": {
      "en": "I said, How're the toy sales this weekend, guys?",
      "vi": "gọi Playmates. Tôi hỏi, Doanh thu đồ chơi tuần này sao rồi?"
    }
  },
  {
    "translation": {
      "en": "No Turtle on the shelf.",
      "vi": "Không còn chú rùa nào trên kệ hết."
    }
  },
  {
    "translation": {
      "en": "Sold out. Everywhere.",
      "vi": "Cháy hàng. Tất cả mọi nơi."
    }
  },
  {
    "translation": {
      "en": "Oops!",
      "vi": "Úi!"
    }
  },
  {
    "translation": {
      "en": "With Ninja Turtles: The Movie breaking box office records,",
      "vi": "Với việc bộ phim Ninja Rùa phá vỡ mọi kỷ lục phòng vé,"
    }
  },
  {
    "translation": {
      "en": "Playmates' profits continued to mutate.",
      "vi": "lợi nhuận của Playmates tiếp tục tăng đột biến."
    }
  },
  {
    "translation": {
      "en": "- We sold 100 million units just in 1990. -",
      "vi": "Chúng tôi bán được 100 triệu sản phẩm chỉ riêng trong năm 1990."
    }
  },
  {
    "translation": {
      "en": "We owned 80% of the boys' space.",
      "vi": "Chúng tôi chiếm 80% không gian bày đồ chơi cho bé trai."
    }
  },
  {
    "translation": {
      "en": "Everyday is Christmas sales.",
      "vi": "Ngày nào cũng là lễ Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "Kids were Casey Jones- ing for more.",
      "vi": "Trẻ em ngày càng mê mẩn các nhân vật này hơn."
    }
  },
  {
    "translation": {
      "en": "Casey Jones, the sports warrior!",
      "vi": "Casey Jones, chiến binh thể thao."
    }
  },
  {
    "translation": {
      "en": "And if Playmates wanted to meet the demand,",
      "vi": "Nên nếu Playmates muốn đáp ứng nhu cầu,"
    }
  },
  {
    "translation": {
      "en": "they'd have to use their brains.",
      "vi": "họ sẽ phải liên tục sáng tạo."
    }
  },
  {
    "translation": {
      "en": "We have to have a new character every month.",
      "vi": "Mỗi tháng chúng tôi lại phải trình làng một nhân vật mới."
    }
  },
  {
    "translation": {
      "en": "Introducing Leatherhead!",
      "vi": "Đây là Leatherhead!"
    }
  },
  {
    "translation": {
      "en": "There was a guy who we decided to call Pizza Face.",
      "vi": "Có một nhân vật mà chúng tôi đặt tên là Mặt Pizza."
    }
  },
  {
    "translation": {
      "en": "New.",
      "vi": "Mới, mới nữa, mới mãi."
    }
  },
  {
    "translation": {
      "en": "And also Ray Fillet.",
      "vi": "À, rồi cả Ray Fillet nữa."
    }
  },
  {
    "translation": {
      "en": "General Traag.",
      "vi": "Đại tướng Traag."
    }
  },
  {
    "translation": {
      "en": "New.",
      "vi": "Mới, mới nữa, mới mãi."
    }
  },
  {
    "translation": {
      "en": "Mutagen Man.",
      "vi": "Mutagen Man."
    }
  },
  {
    "translation": {
      "en": "And we did a giant mosquito.",
      "vi": "Còn có một con muỗi khổng lồ nữa."
    }
  },
  {
    "translation": {
      "en": "Yeah, they were going by pretty fast.",
      "vi": "Chúng trôi vào dĩ vãng khá nhanh."
    }
  },
  {
    "translation": {
      "en": "But if you're one of those thinking...",
      "vi": "Nhưng nếu bạn thuộc số những người..."
    }
  },
  {
    "translation": {
      "en": "I've always been a play set guy.",
      "vi": "Tôi thích chơi theo bộ."
    }
  },
  {
    "translation": {
      "en": "...Playmates didn't leave you hanging. In fact...",
      "vi": "...thì Playmates không quên bạn đâu."
    }
  },
  {
    "translation": {
      "en": "There were two major play sets.",
      "vi": "- Thực tế... - Có hai bộ đồ chơi rất lớn."
    }
  },
  {
    "translation": {
      "en": "The sewer play set was the headquarters for the Turtles and Splinter.",
      "vi": "Bộ cống ngầm là đại bản doanh của đội Rùa và Splinter."
    }
  },
  {
    "translation": {
      "en": "It was dual tiered so you could have a street- level play set",
      "vi": "Nó có hai tầng để bạn vừa chơi được trên đường phố"
    }
  },
  {
    "translation": {
      "en": "and an underground play set. Unbelievable.",
      "vi": "vừa chơi được dưới lòng đất. Không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "And then the Technodrome was the villain's play set.",
      "vi": "Rồi đến Technodrome, đại bản doanh của ác nhân."
    }
  },
  {
    "translation": {
      "en": "It was this big, huge ball with an eye mounted on top on tank treads.",
      "vi": "Nó là một quả cầu rất to, trên đỉnh có mắt quan sát, bên dưới có bánh xe tăng."
    }
  },
  {
    "translation": {
      "en": "And it would unfold and open up with a jail in the middle.",
      "vi": "Bạn mở nó ra và sẽ thấy một nhà tù ở bên trong."
    }
  },
  {
    "translation": {
      "en": "When I saw it the first time, I thought...",
      "vi": "Lần đầu tiên trông thấy nó, tôi nghĩ bụng..."
    }
  },
  {
    "translation": {
      "en": "I'm gonna buy that  thing.",
      "vi": "Phải tậu thứ khốn nạn này mới được."
    }
  },
  {
    "translation": {
      "en": "But that didn't mean the Turtles themselves got crowded out of the party.",
      "vi": "Nhưng điều đó không có nghĩa là biệt đội rùa đã bị loại khỏi cuộc chơi."
    }
  },
  {
    "translation": {
      "en": "As we started expanding the Turtle line, instead of just four naked turtles,",
      "vi": "Trong quá trình mở rộng dòng đồ chơi Rùa, thay vì chỉ có bốn chú rùa trần như nhộng,"
    }
  },
  {
    "translation": {
      "en": "we started integrating different themes.",
      "vi": "chúng tôi bắt đầu lồng ghép các chủ đề khác nhau."
    }
  },
  {
    "translation": {
      "en": "Sports, samurai,",
      "vi": "Thể thao, samurai,"
    }
  },
  {
    "translation": {
      "en": "- space. - T minus ten.",
      "vi": "- không gian. - Đếm ngược từ mười."
    }
  },
  {
    "translation": {
      "en": "It's one of the biggest toy lines ever,",
      "vi": "Đó là một trong những dòng đồ chơi lớn nhất!"
    }
  },
  {
    "translation": {
      "en": "mainly because they just kept releasing the same four figures",
      "vi": "Chủ yếu là vì họ cứ phát hành liên tục đúng bốn nhân vật đó"
    }
  },
  {
    "translation": {
      "en": "with different outfits.",
      "vi": "với những bộ đồ khác nhau."
    }
  },
  {
    "translation": {
      "en": "So we'll have Hip- hop Turtle, and monster Turtles.",
      "vi": "Ta có nào là rùa hip-hop, rùa yêu quái."
    }
  },
  {
    "translation": {
      "en": "Backflip Turtles.",
      "vi": "Rùa lộn nhào."
    }
  },
  {
    "translation": {
      "en": "They even had Turtle Trolls.",
      "vi": "Có cả Rùa Lùn luôn."
    }
  },
  {
    "translation": {
      "en": "I loved those. I mean, they were so ugly, they were cute.",
      "vi": "Tôi thích chúng lắm. Trông xấu nhưng dễ thương sao á."
    }
  },
  {
    "translation": {
      "en": "I hated them.",
      "vi": "Tôi ghét chúng."
    }
  },
  {
    "translation": {
      "en": "Star Trek Turtles... I think Donatello had Vulcan ears.",
      "vi": "Rùa Star Trek. Donatello có tai Vulcan thì phải."
    }
  },
  {
    "translation": {
      "en": "Caveman Turtles, Western Turtles.",
      "vi": "Rùa Tiền sử. Rùa Viễn Tây."
    }
  },
  {
    "translation": {
      "en": "The transforming Turtle,",
      "vi": "Rùa biến hình,"
    }
  },
  {
    "translation": {
      "en": "that goes from pet turtle to Ninja Turtle.",
      "vi": "từ vật nuôi biến thành Ninja Rùa."
    }
  },
  {
    "translation": {
      "en": "Caveman Turtle. What about, you know, Western Turtle?",
      "vi": "Rùa Tiền sử này. Rồi thì Rùa Viễn Tây..."
    }
  },
  {
    "translation": {
      "en": "Wait, I just said-- I said--",
      "vi": "Ủa, tôi... vừa kể rồi mà..."
    }
  },
  {
    "translation": {
      "en": "- Whatever. - The whole point is, yeah.",
      "vi": "- Thôi bỏ đi. - Nhưng ý là thế đấy."
    }
  },
  {
    "translation": {
      "en": "I can't keep track of this.",
      "vi": "Chịu không nhớ hết được."
    }
  },
  {
    "translation": {
      "en": "Well then, we'd better move on to movie Turtles.",
      "vi": "Vậy ta chuyển sang đồ chơi phim về Rùa thôi nhỉ."
    }
  },
  {
    "translation": {
      "en": "Wait, Playmates didn't make any?",
      "vi": "Hả, Playmates không làm mẫu nào á?"
    }
  },
  {
    "translation": {
      "en": "Not for the first movie. - Why not? - Um...",
      "vi": "- Không làm cho bộ phim đầu tiên. - Tại sao không?"
    }
  },
  {
    "translation": {
      "en": "Because they weren't interested in supporting such a violent film.",
      "vi": "Vì họ không muốn cổ suý cho một bộ phim bạo lực như vậy."
    }
  },
  {
    "translation": {
      "en": "Oh yeah. Well maybe they should come up with a new movie.",
      "vi": "Ừ nhỉ. Vậy chắc họ nên làm phim mới đi thôi."
    }
  },
  {
    "translation": {
      "en": "We came up with a story, The Secret of the Ooze.",
      "vi": "Chúng tôi nghĩ ra một cốt truyện tên là Bí mật của Ooze."
    }
  },
  {
    "translation": {
      "en": "We quickly put a product line together for the second movie,",
      "vi": "Chúng tôi nhanh chóng thành lập đội ngũ sản xuất cho bộ phim thứ hai,"
    }
  },
  {
    "translation": {
      "en": "and that did gangbusters.",
      "vi": "và nó cũng thành công vang dội."
    }
  },
  {
    "translation": {
      "en": "- Hold up! - Where is the Vanilla Ice action figure?",
      "vi": "- Khoan! - Mô hình hành động"
    }
  },
  {
    "translation": {
      "en": "- That's what I wanna know. - Don't worry. Here he is!",
      "vi": "của Vanilla Ice đâu? Sao không thấy.  Yên trí. Anh ấy đây!"
    }
  },
  {
    "translation": {
      "en": "♪ Go ninja, go ninja, go ♪",
      "vi": "Ninja tiến lên, Ninja tiến lên!"
    }
  },
  {
    "translation": {
      "en": "Go ninja, go ninja, go!",
      "vi": "Ninja tiến lên, Ninja tiến lên!"
    }
  },
  {
    "translation": {
      "en": "That song never gets old.",
      "vi": "Nghe hoài không chán."
    }
  },
  {
    "translation": {
      "en": "♪ Go, go, go, go ♪",
      "vi": "Tiến lên, tiến lên, tiến lên!"
    }
  },
  {
    "translation": {
      "en": "But things were starting to get old, by the third Turtle film, two years later.",
      "vi": "Nhưng mọi thứ rồi cũng nhàm dần, bắt đầu từ bộ phim Rùa thứ ba, hai năm sau đó."
    }
  },
  {
    "translation": {
      "en": "Oh, boy. What's the name of that one?",
      "vi": "Ôi trời. Phần đó tên gì ấy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "We said, Maybe we should stop now, and let it dry out.",
      "vi": "Chúng tôi bảo nhau, Hay là tạm dừng đợi nó hồi lại đã."
    }
  },
  {
    "translation": {
      "en": "But it wasn't just the movies drying out.",
      "vi": "Nhưng không chỉ các phần phim là bị nhàm đi."
    }
  },
  {
    "translation": {
      "en": "The show ratings eventually declined.",
      "vi": "Điểm đánh giá của sô truyền hình bắt đầu sụt giảm."
    }
  },
  {
    "translation": {
      "en": "Toy sales eventually declined.",
      "vi": "Doanh số đồ chơi bắt đầu sụt giảm."
    }
  },
  {
    "translation": {
      "en": "One third of business by '96.",
      "vi": "Giảm một phần ba doanh số vào năm '96."
    }
  },
  {
    "translation": {
      "en": "With Turtles on a downward slide, it was time for reflection.",
      "vi": "Những chú Rùa đang trượt dốc không phanh, nên việc cần làm là cân nhắc kỹ."
    }
  },
  {
    "translation": {
      "en": "It was time for hard decisions.",
      "vi": "Đã đến lúc phải ra những quyết định khó khăn."
    }
  },
  {
    "translation": {
      "en": "It was time for a reboot.",
      "vi": "Tái khởi động là việc cần làm."
    }
  },
  {
    "translation": {
      "en": "There had been discussions about,",
      "vi": "Họ thảo luận về việc, Này, hay là thử làm"
    }
  },
  {
    "translation": {
      "en": "Wouldn't it be great to do a live action TV series?",
      "vi": "Họ thảo luận về việc, Này, hay là thử làm một loạt phim truyền hình live action?"
    }
  },
  {
    "translation": {
      "en": "And why not?",
      "vi": "Tại sao không nhỉ?"
    }
  },
  {
    "translation": {
      "en": "The Fox Network had some pretty good luck with Haim Saban's Power Rangers.",
      "vi": "Fox Network cũng gây tiếng vang lớn với Power Rangers của Haim Saban mà."
    }
  },
  {
    "translation": {
      "en": "You want me to send you the ratings?",
      "vi": "Cần tôi gửi điểm đánh giá cho xem không?"
    }
  },
  {
    "translation": {
      "en": "Saban's company, because he was doing the Power Rangers, had the ability",
      "vi": "Công ty của Saban, nhân tiện đang sản xuất Power Rangers, nên có thể"
    }
  },
  {
    "translation": {
      "en": "to do the live action Turtle show.",
      "vi": "làm một loạt phim live action về Ninja Rùa."
    }
  },
  {
    "translation": {
      "en": "So Haim got to work,",
      "vi": "Thế là Haim bắt tay vào việc,"
    }
  },
  {
    "translation": {
      "en": "enlisting the aid of Fox Kids exec, Margareth Loesh.",
      "vi": "và viện tới sự trợ giúp của giám đốc Fox Kids, Margareth Loesh."
    }
  },
  {
    "translation": {
      "en": "She wanted to do something different",
      "vi": "Cô ấy muốn tạo ra sự khác biệt,"
    }
  },
  {
    "translation": {
      "en": "and she wanted to introduce a female turtle.",
      "vi": "muốn giới thiệu nhân vật rùa cái."
    }
  },
  {
    "translation": {
      "en": "I have no recollection of that.",
      "vi": "Tôi chả nhớ gì chuyện đó cả."
    }
  },
  {
    "translation": {
      "en": "My bet is, it was a toy company request.",
      "vi": "Tôi đoán đó là yêu cầu của công ty đồ chơi chủ quản."
    }
  },
  {
    "translation": {
      "en": "Remember, Power Rangers had been very successful,",
      "vi": "Nên nhớ, Power Rangers từng rất ăn khách,"
    }
  },
  {
    "translation": {
      "en": "and had two girl characters who were very popular",
      "vi": "và hai nhân vật nữ rất được yêu thích trong đó"
    }
  },
  {
    "translation": {
      "en": "and did bring girl appeal into the show.",
      "vi": "đã lôi kéo thêm khán giả nữ cho loạt phim."
    }
  },
  {
    "translation": {
      "en": "Let us help you.",
      "vi": "Hãy để chúng tôi giúp."
    }
  },
  {
    "translation": {
      "en": "I think that's what they probably wanted.",
      "vi": "Tôi nghĩ có lẽ đó là điều họ muốn."
    }
  },
  {
    "translation": {
      "en": "But, like with everything else,",
      "vi": "Nhưng, cũng như những thứ khác,"
    }
  },
  {
    "translation": {
      "en": "Eastman and Laird would have to sign off on the lady turtle idea.",
      "vi": "ý tưởng rùa cái cần phải được Eastman và Laird chấp thuận đã."
    }
  },
  {
    "translation": {
      "en": "I said, Yeah, well, it's not...",
      "vi": "Tôi bảo, Ừ, thật ra nó không..."
    }
  },
  {
    "translation": {
      "en": "what we originally envisioned,",
      "vi": "giống với định hướng ban đầu, nhưng"
    }
  },
  {
    "translation": {
      "en": "but I can see that and I think it'd be great.",
      "vi": "không sao. Tôi nghĩ cũng hay."
    }
  },
  {
    "translation": {
      "en": "That's one down. As for Peter...",
      "vi": "Một người đã gật. - Còn Peter thì... - Còn lâu!"
    }
  },
  {
    "translation": {
      "en": "No way! There's four Turtles.",
      "vi": "- Còn Peter thì... - Còn lâu! Chỉ bốn con rùa thôi."
    }
  },
  {
    "translation": {
      "en": "There's Leonardo, Michelangelo, Raphael, and Donatello. That's it.",
      "vi": "Leonardo, Michelangelo, Raphael và Donatello. Chấm hết."
    }
  },
  {
    "translation": {
      "en": "- I might even be the fifth Turtle. - Not this time, Mark.",
      "vi": "- Gọi tôi là chú rùa thứ năm cũng được. - Không được rồi, Mark."
    }
  },
  {
    "translation": {
      "en": "Without Laird's blessing, the new show would be dead in the water.",
      "vi": "Không được sự nhất trí của Laird, loạt phim mới sẽ đi vào ngõ cụt."
    }
  },
  {
    "translation": {
      "en": "You know, we're either going to continue to extend the Turtle license",
      "vi": "Chúng tôi phải tiếp tục gia hạn thoả thuận về Ninja Rùa hoặc sẽ không có thu nhập nữa."
    }
  },
  {
    "translation": {
      "en": "or we don't have income coming in.",
      "vi": "gia hạn thoả thuận về Ninja Rùa hoặc sẽ không có thu nhập nữa."
    }
  },
  {
    "translation": {
      "en": "It was the biggest disagreement we'd ever had",
      "vi": "Đó là bất đồng lớn nhất từng xảy ra giữa chúng tôi"
    }
  },
  {
    "translation": {
      "en": "on the management of the Turtles and what to do with the Turtles,",
      "vi": "về việc quản lý và xử lý những thứ liên quan tới Ninja Rùa."
    }
  },
  {
    "translation": {
      "en": "Eventually Laird would cave in, but only under one condition.",
      "vi": "Rốt cuộc Laird cũng chịu xuống nước, nhưng với một điều kiện."
    }
  },
  {
    "translation": {
      "en": "He said, I don't want anything to do with it, but you oversee it,",
      "vi": "Anh ấy bảo, Tôi không muốn dính líu gì đâu, cậu đi mà giám sát, rồi anh ấy cứ thế"
    }
  },
  {
    "translation": {
      "en": "and then he kind of like... stepped away.",
      "vi": "cậu đi mà giám sát, rồi anh ấy cứ thế bỏ đi luôn."
    }
  },
  {
    "translation": {
      "en": "It was something I really couldn't deal with.",
      "vi": "Tôi thật sự không chịu nổi việc đó."
    }
  },
  {
    "translation": {
      "en": "And as it turned out, kids couldn't deal with it either.",
      "vi": "Và hoá ra, trẻ em cũng không chịu nổi."
    }
  },
  {
    "translation": {
      "en": "The Saban show did not work.",
      "vi": "Loạt phim của Saban không thành công."
    }
  },
  {
    "translation": {
      "en": "The fans hated it.",
      "vi": "Fan chê bai thậm tệ."
    }
  },
  {
    "translation": {
      "en": "A girl turtle?",
      "vi": "Một ninja nữ?"
    }
  },
  {
    "translation": {
      "en": "It was nothing about gender, I just don't think it was...",
      "vi": "Không liên quan gì đến giới tính cả, tôi chỉ nghĩ là nó hơi.."
    }
  },
  {
    "translation": {
      "en": "It was hard to... It was too forced.",
      "vi": "Hơi khó để... Nó hơi gượng gạo quá."
    }
  },
  {
    "translation": {
      "en": "You and I are just mutant boy and mutant girl.",
      "vi": "Cậu và mình là dị nhân nữ và dị nhân nam."
    }
  },
  {
    "translation": {
      "en": "No relation.",
      "vi": "Chả liên quan nhỉ."
    }
  },
  {
    "translation": {
      "en": "I don't want to blame anybody.",
      "vi": "Tôi không đổ lỗi cho ai cả."
    }
  },
  {
    "translation": {
      "en": "It was certainly my decision to greenlight it.",
      "vi": "Quyết định thực hiện là của tôi mà."
    }
  },
  {
    "translation": {
      "en": "You know, you win some and you lose some.",
      "vi": "Thôi, có thắng thì cũng phải có thua."
    }
  },
  {
    "translation": {
      "en": "But some lost more than others.",
      "vi": "Nhưng với một số người, mất mát là quá lớn."
    }
  },
  {
    "translation": {
      "en": "Almost from day one,",
      "vi": "Từ những ngày đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "when the Turtles started to become popular,",
      "vi": "khi Ninja Rùa mới bắt đầu được biết đến,"
    }
  },
  {
    "translation": {
      "en": "there had been this suggestion from fans,",
      "vi": "rất nhiều fan đã đề xuất với chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "Why don't you add a fifth Turtle?",
      "vi": "Hay hai anh làm thêm chú rùa thứ năm đi?"
    }
  },
  {
    "translation": {
      "en": "But we both always expressed the opinion that we thought it was a stupid idea.",
      "vi": "Nhưng cả hai chúng tôi luôn thẳng thắn bày tỏ rằng ý tưởng đó thật ngớ ngẩn."
    }
  },
  {
    "translation": {
      "en": "So when the time came that Kevin was for it,",
      "vi": "Nên khi Kevin ủng hộ ý tưởng đó,"
    }
  },
  {
    "translation": {
      "en": "it seemed like in some ways a betrayal of an idea that we had both shared.",
      "vi": "thì cảm giác như y cậu ta đã phản bội lại ý tưởng chúng tôi từng chia sẻ với nhau."
    }
  },
  {
    "translation": {
      "en": "I think it was indicative of exactly how far he and I had diverged.",
      "vi": "Tôi nghĩ việc đó cho thấy rõ quan điểm của tôi và cậu ta đã khác nhau tới đâu."
    }
  },
  {
    "translation": {
      "en": "It was an evolution.",
      "vi": "Đó là một sự tiến hoá."
    }
  },
  {
    "translation": {
      "en": "No quality time, brotherhood time, bonding time, only business time.",
      "vi": "Rất nhiều khoảnh khắc vui vẻ, hàn huyên, bạn bè, công việc."
    }
  },
  {
    "translation": {
      "en": "We just didn't hang out and I think that bond was lost.",
      "vi": "Rồi chúng tôi... xa lánh nhau và mối liên kết đó dần tan vỡ."
    }
  },
  {
    "translation": {
      "en": "As the Mirage Comics bond dissolved,",
      "vi": "Mối liên kết của Mirage Comics tan vỡ,"
    }
  },
  {
    "translation": {
      "en": "so too did Kevin Eastman's enthusiasm for Ninja Turtles.",
      "vi": "cũng là lúc tâm huyết của Kevin Eastman dành cho Ninja Rùa tắt ngấm."
    }
  },
  {
    "translation": {
      "en": "I think the Turtles were something that had been great",
      "vi": "Tôi nghĩ Ninja Rùa là thứ đã khiến cậu ta hạnh phúc trong một khoảng thời gian nhất định,"
    }
  },
  {
    "translation": {
      "en": "and wonderful for him for a while,",
      "vi": "đã khiến cậu ta hạnh phúc trong một khoảng thời gian nhất định,"
    }
  },
  {
    "translation": {
      "en": "but he wanted to move on to other things.",
      "vi": "nhưng giờ cậu ta muốn chuyển qua thứ khác."
    }
  },
  {
    "translation": {
      "en": "So I was happy to let it go, to...",
      "vi": "Tôi rất sẵn lòng để lại nó cho một..."
    }
  },
  {
    "translation": {
      "en": "another corporation or whatever.",
      "vi": "một tập đoàn khác, đại loại thế."
    }
  },
  {
    "translation": {
      "en": "And Pete was adamant, I'll never sell my rights to the Turtles.",
      "vi": "Còn Pete thì rất cương quyết... Anh ấy bảo, Tôi sẽ không nhượng lại quyền sở hữu Rùa đâu."
    }
  },
  {
    "translation": {
      "en": "And so we worked out a deal where he bought out my remaining share.",
      "vi": "Thế là chúng tôi thoả thuận với nhau, anh ấy sẽ mua đứt số cổ phần của tôi."
    }
  },
  {
    "translation": {
      "en": "After almost 20 years,",
      "vi": "Sau gần hai mươi năm trời,"
    }
  },
  {
    "translation": {
      "en": "the once inseparable roommates, partners, and friends",
      "vi": "hai người bạn, hai người đồng nghiệp từng không thể chia lìa"
    }
  },
  {
    "translation": {
      "en": "parted ways for good.",
      "vi": "đã nói lời từ biệt."
    }
  },
  {
    "translation": {
      "en": "I wish things had been different.",
      "vi": "Tôi ước gì mọi thứ khác đi."
    }
  },
  {
    "translation": {
      "en": "I wish we had remained as tight as we had been in the early days.",
      "vi": "Tôi ước gì chúng tôi vẫn thân thiết như những ngày đầu tiên."
    }
  },
  {
    "translation": {
      "en": "With Kevin and Peter's girl troubles over,",
      "vi": "Giải quyết xong vấn đề nữ quyền,"
    }
  },
  {
    "translation": {
      "en": "Peter took the Turtles back to the sewer, so to speak.",
      "vi": "Peter đưa biệt đội Rùa trở lại với cống ngầm."
    }
  },
  {
    "translation": {
      "en": "A little darker, a little edgier.",
      "vi": "Tăm tối hơn, gai góc hơn."
    }
  },
  {
    "translation": {
      "en": "And a little more profitable.",
      "vi": "Và sinh lời hơn nữa."
    }
  },
  {
    "translation": {
      "en": "Show me the money, baby! Woo- hoo!",
      "vi": "Tiền về cưng ơi! Woo-hoo!"
    }
  },
  {
    "translation": {
      "en": "We did a lot of toys.",
      "vi": "Chúng tôi làm rất nhiều đồ chơi."
    }
  },
  {
    "translation": {
      "en": "New extreme Turtles, with extreme weapons...",
      "vi": "Rùa cực khủng, vũ khí cực khủng..."
    }
  },
  {
    "translation": {
      "en": "Turtles always has this huge drive up",
      "vi": "Thương hiệu Rùa luôn có xu hướng tạo cơn sốt dữ dội"
    }
  },
  {
    "translation": {
      "en": "and then it will eventually come down.",
      "vi": "và sau đó cuối cùng sẽ nguội đi."
    }
  },
  {
    "translation": {
      "en": "But by 2009 it was feeling like the Turtles were skating by on their name,",
      "vi": "Tới năm 2009, dường như biệt đội Rùa vẫn sống rất khoẻ chỉ nhờ tên tuổi của chúng"
    }
  },
  {
    "translation": {
      "en": "or at least their initials.",
      "vi": "hay chí ít là các chữ cái đầu tên."
    }
  },
  {
    "translation": {
      "en": "The Turtles at that time had kind of crested a wave of popularity.",
      "vi": "Thương hiệu Rùa khi đó như thể lướt trên đỉnh ngọn sóng danh tiếng vậy."
    }
  },
  {
    "translation": {
      "en": "The Turtles were once again ripe for a fresh facelift.",
      "vi": "Và một lần nữa, biệt đội Rùa lại sẵn sàng thay đổi diện mạo."
    }
  },
  {
    "translation": {
      "en": "Luckily, an all- new character was about to arrive in the nick of time.",
      "vi": "May thay, một nhân vật mới toanh sắp xuất hiện một cách rất kịp thời."
    }
  },
  {
    "translation": {
      "en": "A female turtle.",
      "vi": "Một con rùa cái."
    }
  },
  {
    "translation": {
      "en": "No way!",
      "vi": "Còn lâu!"
    }
  },
  {
    "translation": {
      "en": "- Just kidding! - Okay.",
      "vi": "- Đùa thôi mà! - À ừ."
    }
  },
  {
    "translation": {
      "en": "It was a multinational media conglomerate, of course.",
      "vi": "Đó là một tập đoàn truyền thông đa quốc gia."
    }
  },
  {
    "translation": {
      "en": "I was approached by Viacom,",
      "vi": "Viacom liên hệ với tôi,"
    }
  },
  {
    "translation": {
      "en": "and they said, Hey, we'd like to think about purchasing the Turtles.",
      "vi": "họ bảo, Chào anh, chúng tôi có ý định mua lại thương hiệu Rùa."
    }
  },
  {
    "translation": {
      "en": "Which made sense,",
      "vi": "Cũng hợp lý,"
    }
  },
  {
    "translation": {
      "en": "because while Viacom subsidiary Nickelodeon was saturated",
      "vi": "vì công ty con của Viacom là Nickelodeon khi đó đang bị bão hoà"
    }
  },
  {
    "translation": {
      "en": "with sponges and Doras,",
      "vi": "với những Sponge rồi thì Dora,"
    }
  },
  {
    "translation": {
      "en": "they were doing a bit of exploring of their own.",
      "vi": "nên họ cần thử những phương án mới."
    }
  },
  {
    "translation": {
      "en": "We really didn't have that iconic action figure show.",
      "vi": "Chúng tôi không sở hữu loạt phim có nhân vật hành động trứ danh nào cả."
    }
  },
  {
    "translation": {
      "en": "Which is exactly what Peter Laird was sitting on.",
      "vi": "Mà đó lại là thứ mà Peter Laird sở hữu."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - There was just one problem.",
      "vi": "- Vâng. - Chỉ có một vấn đề duy nhất."
    }
  },
  {
    "translation": {
      "en": "He said he will never sell it.",
      "vi": "Anh ấy bảo anh ấy sẽ không bao giờ bán nó."
    }
  },
  {
    "translation": {
      "en": "Well, that settles that.",
      "vi": "Ừ, thế thì thôi vậy."
    }
  },
  {
    "translation": {
      "en": "I don't remember saying that ever.",
      "vi": "Tôi có nói thế đâu nhỉ."
    }
  },
  {
    "translation": {
      "en": "- Hold the phone. - Well...",
      "vi": "- Chờ chút. - Ờ thì..."
    }
  },
  {
    "translation": {
      "en": "Maybe someday, if the offer was right and reasonable,",
      "vi": "Có thể một ngày nào đó, nếu có lời đề nghị hợp lý,"
    }
  },
  {
    "translation": {
      "en": "but probably not for a long time.",
      "vi": "nhưng chắc là còn lâu mới có."
    }
  },
  {
    "translation": {
      "en": "The deal was 60 million dollars.",
      "vi": "Lời đề nghị đó trị giá 60 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "Yeah, it just seemed like the right time to do it.",
      "vi": "Ừ, tôi nghĩ là cũng đến lúc rồi."
    }
  },
  {
    "translation": {
      "en": "But Peter Laird and Nickelodeon",
      "vi": "Nhưng Peter Laird và Nickelodeon"
    }
  },
  {
    "translation": {
      "en": "weren't the only ones that would profit from the deal.",
      "vi": "không phải những người duy nhất được hưởng lợi từ thương vụ này."
    }
  },
  {
    "translation": {
      "en": "Along with the deal came our friends at Playmates Toys.",
      "vi": "Tham gia vào thương vụ này còn có Playmates Toys nữa."
    }
  },
  {
    "translation": {
      "en": "To Playmates, it is good news.",
      "vi": "Đó là tin tốt lành đối với Playmates."
    }
  },
  {
    "translation": {
      "en": "- Still, it didn't end there. - I made a bit of money, too.",
      "vi": "Mọi chuyện vẫn chưa dừng lại ở đó. - Tôi cũng kiếm được chút. - Và mặc dù chẳng liên quan"
    }
  },
  {
    "translation": {
      "en": "And though he had no involvement whatsoever,",
      "vi": "- Tôi cũng kiếm được chút. - Và mặc dù chẳng liên quan  tới thương vụ này,"
    }
  },
  {
    "translation": {
      "en": "even Vanilla Ice was happy about it.",
      "vi": "Vanilla Ice cũng tỏ ra rất phấn khởi."
    }
  },
  {
    "translation": {
      "en": "Hold up. Okay.",
      "vi": "Khoan đã. Được đấy."
    }
  },
  {
    "translation": {
      "en": "And as for Kevin Eastman?",
      "vi": "Còn Kevin Eastman thì sao?"
    }
  },
  {
    "translation": {
      "en": "He got nothing.",
      "vi": "Anh ấy chẳng được xu nào."
    }
  },
  {
    "translation": {
      "en": "60 million dollars.",
      "vi": "Sáu mươi triệu đô la."
    }
  },
  {
    "translation": {
      "en": "That's too bad.",
      "vi": "Chán ghê."
    }
  },
  {
    "translation": {
      "en": "But just as Viacom began putting their mutant master plan into motion,",
      "vi": "Nhưng rồi, khi Viacom chuẩn bị thực hiện kế hoạch dị nhân của họ,"
    }
  },
  {
    "translation": {
      "en": "something unexpected happened.",
      "vi": "thì một chuyện bất ngờ xảy ra."
    }
  },
  {
    "translation": {
      "en": "And I almost immediately got calls from everybody",
      "vi": "Tôi bị khủng bố điện thoại"
    }
  },
  {
    "translation": {
      "en": "to start working on the Turtles again.",
      "vi": "mời làm việc tiếp với biệt đội Rùa. Họ hỏi,"
    }
  },
  {
    "translation": {
      "en": "Would you like to come in and consult on the movies, on the cartoon show,",
      "vi": "Anh có muốn tham gia làm cố vấn cho bộ phim, cho sô hoạt hình"
    }
  },
  {
    "translation": {
      "en": "and on the IDW comic series?",
      "vi": "và cho bộ truyện tranh IDW không?"
    }
  },
  {
    "translation": {
      "en": "And so I was like, Yeah.",
      "vi": "Thế là tôi đáp, Có chứ."
    }
  },
  {
    "translation": {
      "en": "With Kevin Eastman in tow,",
      "vi": "Dưới sự lèo lái của Kevin Eastman, màn trình làng biệt đội Rùa năm 2012"
    }
  },
  {
    "translation": {
      "en": "Nickelodeon's 2012 relaunch of the Turtles was a massive success.",
      "vi": "Dưới sự lèo lái của Kevin Eastman, màn trình làng biệt đội Rùa năm 2012 - của Nickelodeon đã thành công vang dội. - Tụi mình giỏi vậy đó."
    }
  },
  {
    "translation": {
      "en": "We're just that good.",
      "vi": "- của Nickelodeon đã thành công vang dội. - Tụi mình giỏi vậy đó."
    }
  },
  {
    "translation": {
      "en": "And this time, it wasn't just kids watching.",
      "vi": "Và lần này, khán giả không chỉ có trẻ em nữa."
    }
  },
  {
    "translation": {
      "en": "We had a tremendous amount of adults",
      "vi": "Lượng khán giả lớn tuổi theo dõi Ninja Rùa"
    }
  },
  {
    "translation": {
      "en": "watching Turtles with their kids.",
      "vi": "cùng con em họ là cực lớn."
    }
  },
  {
    "translation": {
      "en": "You have first- generation kids that grew up on Turtles,",
      "vi": "Thế hệ trẻ em đầu tiên lớn lên cùng Ninja Rùa"
    }
  },
  {
    "translation": {
      "en": "and now they wanna share this with their family.",
      "vi": "giờ đây muốn chia sẻ niềm đam mê này cùng gia đình họ."
    }
  },
  {
    "translation": {
      "en": "And luckily for Playmates, twice the viewers meant twice the buyers.",
      "vi": "Và may cho Playmates, khán giả đông gấp đôi, doanh số cũng gấp đôi."
    }
  },
  {
    "translation": {
      "en": "And the toys instantly sold through the roof,",
      "vi": "Các sản phẩm đồ chơi ngay lập tức bán cháy hàng, trước cả khi phim truyền hình lên sóng."
    }
  },
  {
    "translation": {
      "en": "before the TV show even aired.",
      "vi": "ngay lập tức bán cháy hàng, trước cả khi phim truyền hình lên sóng."
    }
  },
  {
    "translation": {
      "en": "And after the TV show aired.",
      "vi": "Và sau khi được phát trên truyền hình."
    }
  },
  {
    "translation": {
      "en": "One of the things that we did do was a co- brand with WWE.",
      "vi": "Một trong những nước đi quan trọng của chúng tôi là hợp tác thương hiệu với WWE."
    }
  },
  {
    "translation": {
      "en": "And after the movie premiered.",
      "vi": "Và sau khi bộ phim điện ảnh ra rạp nữa."
    }
  },
  {
    "translation": {
      "en": "I love the new movie releases.",
      "vi": "Tôi rất thích bộ phim mới."
    }
  },
  {
    "translation": {
      "en": "That was epic.",
      "vi": "Khủng hết biết."
    }
  },
  {
    "translation": {
      "en": "And speaking of epic, after only one year,",
      "vi": "Nhân tiện nhắc đến khủng, thì chỉ sau đúng một năm,"
    }
  },
  {
    "translation": {
      "en": "Nickelodeon's Turtle relaunch raked in 475 million dollars in retail sales.",
      "vi": "màn lột xác cho Ninja Rùa của Nickelodeon đã thu về 475 triệu đô doanh thu bán lẻ."
    }
  },
  {
    "translation": {
      "en": "Not a bad return on that investment of...",
      "vi": "Không tệ so với khoản đầu tư trị giá..."
    }
  },
  {
    "translation": {
      "en": "60 million dollars.",
      "vi": "- Sáu mươi triệu đô. - Cho nên,"
    }
  },
  {
    "translation": {
      "en": "So, when Nickelodeon canceled the show in 2017...",
      "vi": "- Sáu mươi triệu đô. - Cho nên, khi Nickelodeon tuyên bố dừng loạt phim này vào năm 2017..."
    }
  },
  {
    "translation": {
      "en": "...it only made sense to make a whole new one.",
      "vi": "ai cũng hiểu họ sẽ phát triển một phiên bản mới."
    }
  },
  {
    "translation": {
      "en": "So, it's not over?",
      "vi": "Vẫn chưa hết ạ?"
    }
  },
  {
    "translation": {
      "en": "It's just beginning.",
      "vi": "Mới chỉ là khởi đầu thôi."
    }
  },
  {
    "translation": {
      "en": "It's show time!",
      "vi": "Chơi nào!"
    }
  },
  {
    "translation": {
      "en": "The Rise of the Teenage Ninja Turtles is a great opportunity",
      "vi": "Rise of the Teenage Ninja Turtles là dịp để chúng tôi"
    }
  },
  {
    "translation": {
      "en": "to really go back and do",
      "vi": "quay ngược lại khoảng thời gian"
    }
  },
  {
    "translation": {
      "en": "pre- Teenage Mutant Ninja Turtles. So it's their growing up.",
      "vi": "trước Thiếu niên Ninja Rùa Đột biến. Nghĩa là giai đoạn chúng lớn lên."
    }
  },
  {
    "translation": {
      "en": "You fight like untrained buffoons!",
      "vi": "Tụi mày đánh nhau như lũ hề nghiệp dư ấy!"
    }
  },
  {
    "translation": {
      "en": "It's also a great opportunity to make more toys, of course.",
      "vi": "Cũng là dịp tốt để làm thêm nhiều đồ chơi hơn, dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "This is a property that has reinvention in its DNA.",
      "vi": "Đó là thứ có sự tái sinh ngay trong chính ADN của nó."
    }
  },
  {
    "translation": {
      "en": "So you should differentiate the characters from series to series.",
      "vi": "Nên ta cần phân biệt rõ các lớp nhân vật của từng loạt phim."
    }
  },
  {
    "translation": {
      "en": "And when you see the 2018 version of Turtles,",
      "vi": "Nhìn phiên bản Ninja Rùa năm 2018,"
    }
  },
  {
    "translation": {
      "en": "it's an even more radical reinvention.",
      "vi": "bạn sẽ thấy sự tái tạo còn triệt để hơn nữa."
    }
  },
  {
    "translation": {
      "en": "This is from",
      "vi": "Đây là mẫu từ"
    }
  },
  {
    "translation": {
      "en": "2012 to 2017.",
      "vi": "2012 tới 2017."
    }
  },
  {
    "translation": {
      "en": "And this is for 2018 forward.",
      "vi": "Còn đây là mẫu từ 2018 trở đi."
    }
  },
  {
    "translation": {
      "en": "We believe this will be the biggest Turtles yet.",
      "vi": "Chúng tôi tin đây sẽ là Ninja Rùa đình đám nhất."
    }
  },
  {
    "translation": {
      "en": "Ah! I hope.",
      "vi": "Hy vọng thế."
    }
  },
  {
    "translation": {
      "en": "As the Turtles now embark on the next stage of a journey,",
      "vi": "Khi biệt đội Rùa dấn thân  vào một giai đoạn mới của chuyến phiêu lưu"
    }
  },
  {
    "translation": {
      "en": "that's already lasted more than 30 years,",
      "vi": "đã kéo dài hơn 30 năm,"
    }
  },
  {
    "translation": {
      "en": "it's the fifth Turtle himself, Mark Freedman,",
      "vi": "ta mới thấy vai trò của chàng rùa thứ năm, Mark Freedman"
    }
  },
  {
    "translation": {
      "en": "who read a self- published comic",
      "vi": "người đã đọc cuốn truyện tranh tự xuất bản,"
    }
  },
  {
    "translation": {
      "en": "and saw the makings of, well, insane global pandemonium",
      "vi": "và nhận ra tố chất của một hiện tượng sẽ sớm gây sốt toàn cầu"
    }
  },
  {
    "translation": {
      "en": "that sold millions of toys.",
      "vi": "và bán được hàng triệu món đồ chơi."
    }
  },
  {
    "translation": {
      "en": "I have never once...",
      "vi": "Tôi chưa từng..."
    }
  },
  {
    "translation": {
      "en": "taken it for granted.",
      "vi": "xem nhẹ nó dù chỉ một lần."
    }
  },
  {
    "translation": {
      "en": "I was given an opportunity to build a brand my way,",
      "vi": "Tôi được trao cơ hội để xây dựng một thương hiệu theo cách của tôi,"
    }
  },
  {
    "translation": {
      "en": "go against all the naysayers and all that.",
      "vi": "và để phản bác lại những kẻ hoài nghi."
    }
  },
  {
    "translation": {
      "en": "They said, It was absurd. It was crazy.",
      "vi": "Ai cũng bảo, Đúng là hâm. Đúng là điên."
    }
  },
  {
    "translation": {
      "en": "Two comic book artists that couldn't get jobs",
      "vi": "Hai ông hoạ sĩ truyện tranh không kiếm được việc ở Marvel hay DC,"
    }
  },
  {
    "translation": {
      "en": "working for Marvel and DC,",
      "vi": "không kiếm được việc ở Marvel hay DC,"
    }
  },
  {
    "translation": {
      "en": "decided to spoof traditional superheroes.",
      "vi": "nên bèn đi bôi nhọ hình tượng siêu anh hùng truyền thống."
    }
  },
  {
    "translation": {
      "en": "Why would it work? But it worked.",
      "vi": "Sao mà thành công được? Ấy thế mà có đấy."
    }
  },
  {
    "translation": {
      "en": "And it's kept working.",
      "vi": "Và sẽ còn tiếp tục thành công."
    }
  },
  {
    "translation": {
      "en": "So, what is it about these subterranean superheroes",
      "vi": "Vậy, điều gì khiến bốn siêu anh hùng sống dưới mặt đất này"
    }
  },
  {
    "translation": {
      "en": "that keeps them mutating through the decades?",
      "vi": "tồn tại mạnh mẽ một cách đột biến qua hàng thập kỷ?"
    }
  },
  {
    "translation": {
      "en": "You can point to elements after the fact and say,",
      "vi": "Có đủ mọi yếu tố bạn có thể chỉ ra,"
    }
  },
  {
    "translation": {
      "en": "it's that humor and action combination.",
      "vi": "từ sự kết hợp giữa hài hước và hài động."
    }
  },
  {
    "translation": {
      "en": "It is the fact they live in the sewers.",
      "vi": "Từ việc chúng sống dưới cống ngầm."
    }
  },
  {
    "translation": {
      "en": "It is the personalities of the Turtles.",
      "vi": "Tới tính cách đặc trưng của từng chú Rùa."
    }
  },
  {
    "translation": {
      "en": "Everybody has tried to knock it off.",
      "vi": "Tất cả đều cố gạt chúng đi."
    }
  },
  {
    "translation": {
      "en": "And it doesn't work.",
      "vi": "Nhưng bất thành."
    }
  },
  {
    "translation": {
      "en": "Know what? I think the key to this always has been, Pete and Kevin...",
      "vi": "Và bạn biết không? Tôi nghĩ điểm mấu chốt ở đây là Pete và Kevin đã tạo ra được"
    }
  },
  {
    "translation": {
      "en": "created something that they loved and it all happened organically.",
      "vi": "một thứ mà họ yêu mến, nên mọi chuyện cứ diễn ra tự nhiên thôi."
    }
  },
  {
    "translation": {
      "en": "It's real.",
      "vi": "Vì nó chân thực."
    }
  },
  {
    "translation": {
      "en": "Forged in a long- lost friendship,",
      "vi": "Được tôi luyện từ một tình bạn đã tan vỡ,"
    }
  },
  {
    "translation": {
      "en": "the Turtles' legacy will continue.",
      "vi": "di sản của Rùa vẫn sẽ tiếp diễn."
    }
  },
  {
    "translation": {
      "en": "Cool! But as for Kevin and Peter, well,",
      "vi": "- Ngầu đấy! - Còn về phần Kevin và Peter thì,"
    }
  },
  {
    "translation": {
      "en": "what they had back in Northampton all those years ago,",
      "vi": "thứ họ tạo ra ở Northampton nhiều năm về trước,"
    }
  },
  {
    "translation": {
      "en": "that was no mirage.",
      "vi": "thứ đó hoàn toàn không phải ảo ảnh."
    }
  },
  {
    "translation": {
      "en": "That spark was wonderful.",
      "vi": "Ngọn lửa đó thật tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "I'd never had that with anybody, before or since.",
      "vi": "tôi chưa từng thấy điều đó ở bất cứ ai, trước đó hay kể cả sau này."
    }
  },
  {
    "translation": {
      "en": "It was like talking to someone with a completely like mind.",
      "vi": "Cứ như nói chuyện với một người có cùng tư duy với mình vậy. CHÀO MỪNG TỚI NORTHAMPTON"
    }
  },
  {
    "translation": {
      "en": "Because here, among the Turtles' sleepy New England origins,",
      "vi": "Bởi vì ở đây, nơi gốc gác êm đềm của loài Rùa ở New England,"
    }
  },
  {
    "translation": {
      "en": "a friendship was made,",
      "vi": "một tình bạn đã được khai phá,"
    }
  },
  {
    "translation": {
      "en": "and maybe today, renewed.",
      "vi": "và biết đâu, còn được tái lập nữa."
    }
  },
  {
    "translation": {
      "en": "I think Kevin's a really cool guy.",
      "vi": "Tôi nghĩ Kevin là người rất thú vị."
    }
  },
  {
    "translation": {
      "en": "And one of the regrets I have about what happened",
      "vi": "Và một trong những điều khiến tôi nuối tiếc nhất về chuyện đã xảy ra"
    }
  },
  {
    "translation": {
      "en": "is that I no longer have that guy in my life, really.",
      "vi": "là con người ấy không còn đồng hành cùng tôi nữa."
    }
  },
  {
    "translation": {
      "en": "I miss Pete terribly, but it's a tough bridge to rebuild.",
      "vi": "Tôi rất nhớ Pete, nhưng tình cảm ấy khó mà gây dựng lại được."
    }
  },
  {
    "translation": {
      "en": "Oh, it's so nice to see you, really...",
      "vi": "- Gặp lại cậu thật vui quá. - Nhìn lại thì,"
    }
  },
  {
    "translation": {
      "en": "I can look back, it was the height of the Turtles,",
      "vi": "- Gặp lại cậu thật vui quá. - Nhìn lại thì, khi ấy là đỉnh cao danh tiếng của Ninja Rùa, Peter hơn tôi tám tuổi,"
    }
  },
  {
    "translation": {
      "en": "Peter is eight years older than I am.",
      "vi": "khi ấy là đỉnh cao danh tiếng của Ninja Rùa, Peter hơn tôi tám tuổi,"
    }
  },
  {
    "translation": {
      "en": "He's very settled in his life. I'm 23 years old.",
      "vi": "anh ấy đã rất an yên rồi. Còn tôi mới có 23 tuổi."
    }
  },
  {
    "translation": {
      "en": "I have a little bit of cash, and I'm single.",
      "vi": "Tôi chỉ có vài đồng bạc lẻ và vẫn còn độc thân."
    }
  },
  {
    "translation": {
      "en": "Wasn't this done for the first toy fair?",
      "vi": "Mẫu này làm cho hội chợ đồ chơi đầu tiên đúng không nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. That's right. Beginning of '88.",
      "vi": "Ừ. Đúng nó đấy. Đầu năm '88."
    }
  },
  {
    "translation": {
      "en": "I pushed him away because I was younger",
      "vi": "Tôi đẩy anh ấy đi vì tôi trẻ hơn nhiều,"
    }
  },
  {
    "translation": {
      "en": "and I wanted to do other things and I had a whole...",
      "vi": "vì tôi muốn làm những việc khác và vì tôi còn cả..."
    }
  },
  {
    "translation": {
      "en": "A whole world I wanted to see.",
      "vi": "Còn cả thế giới muốn khám phá."
    }
  },
  {
    "translation": {
      "en": "- We had that window installed. - Yeah.",
      "vi": "- Ta xây cái cửa sổ này đúng không. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Because our big idea was,",
      "vi": "Vì hồi đó ta định là,"
    }
  },
  {
    "translation": {
      "en": "we'd each have a drawing table next to the window.",
      "vi": "mỗi đứa sẽ đặt một cái bàn vẽ bên cạnh cửa sổ."
    }
  },
  {
    "translation": {
      "en": "- I'd be in the other room, you'd be here. - Yep.",
      "vi": "- Tôi ngồi phòng bên, còn cậu ngồi đây. - Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "And we'd literally pass pages through the window.",
      "vi": "Rồi ta trao đổi bản vẽ qua cửa sổ."
    }
  },
  {
    "translation": {
      "en": "It never happened.",
      "vi": "Nhưng rồi có làm đâu."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Everywhere we are in our relationship now is because of what I did to it.",
      "vi": "Mối quan hệ của chúng tôi bây giờ bị ảnh hưởng bởi những điều tôi đã làm."
    }
  },
  {
    "translation": {
      "en": "Hindsight being 20/20,",
      "vi": "Nếu biết trước tương lai,"
    }
  },
  {
    "translation": {
      "en": "I'd have done a lot more things differently, back in those days.",
      "vi": "thì chắc chắn tôi sẽ làm khác đi nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "Those days, I look back on them very fondly.",
      "vi": "Tôi rất trân trọng những ký ức xưa cũ."
    }
  },
  {
    "translation": {
      "en": "Cowabunga. Wow, what is that from?",
      "vi": "Cowabunga. Chà, cái này ở đâu ra ấy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Really, at that point, we were interested in having fun drawing.",
      "vi": "Thật sự hồi đó, chỉ được ngồi vẽ với nhau là chúng tôi vui rồi."
    }
  },
  {
    "translation": {
      "en": "We were Turtle dads.",
      "vi": "Chúng tôi như cha của lũ Rùa vậy."
    }
  },
  {
    "translation": {
      "en": "We enjoyed our kids, we took great care of our kids.",
      "vi": "Chúng tôi yêu mến chúng, chăm lo cho chúng từng ly."
    }
  },
  {
    "translation": {
      "en": "And they've been adopted by someone else.",
      "vi": "Giờ thì chúng có mái nhà mới rồi."
    }
  },
  {
    "translation": {
      "en": "I inked a certain character. You inked certain characters.",
      "vi": "Tôi vẽ một nhân vật. Còn anh vẽ các nhân vật khác."
    }
  },
  {
    "translation": {
      "en": "But I made it a point in the negotiations with Viacom,",
      "vi": "Nhưng tôi đã yêu cầu rõ trong thoả thuận là Viacom sẽ bảo lưu quyền tự xuất bản truyện tranh Ninja Rùa"
    }
  },
  {
    "translation": {
      "en": "to retain the rights to self- publish the Turtle comic",
      "vi": "là Viacom sẽ bảo lưu quyền tự xuất bản truyện tranh Ninja Rùa"
    }
  },
  {
    "translation": {
      "en": "if I so desired.",
      "vi": "nếu tôi muốn như vậy."
    }
  },
  {
    "translation": {
      "en": "I just couldn't live without that possibility in my life.",
      "vi": "Tôi không thể sống mà thiếu nó được."
    }
  },
  {
    "translation": {
      "en": "And you know, maybe someday we'll do it again.",
      "vi": "Biết đâu một ngày nào đó, chúng tôi sẽ cùng nhau làm lại."
    }
  },
  {
    "translation": {
      "en": "Time will tell,",
      "vi": "Thời gian sẽ cho ta biết"
    }
  },
  {
    "translation": {
      "en": "if we'll see Eastman and Laird return to where it all started.",
      "vi": "liệu Eastman và Laird có trở về với nguồn cội của họ hay không."
    }
  },
  {
    "translation": {
      "en": "Just two guys making each other laugh.",
      "vi": "Hai người đàn ông đem đến tiếng cười cho nhau."
    }
  },
  {
    "translation": {
      "en": "And inking each other's pencils.",
      "vi": "Và bơm mực bút cho nhau."
    }
  },
  {
    "translation": {
      "en": "It would be a nice,",
      "vi": "Sẽ rất vui nếu"
    }
  },
  {
    "translation": {
      "en": "circling around way back to the beginning,",
      "vi": "chúng tôi có thể quay lại hồi mới bắt đầu"
    }
  },
  {
    "translation": {
      "en": "where Kevin and I did those original Turtle comics together.",
      "vi": "khi Kevin và tôi sáng tác bộ truyện Ninja Rùa gốc cùng nhau."
    }
  },
  {
    "translation": {
      "en": "And I miss that.",
      "vi": "Tôi nhớ thời gian ấy."
    }
  },
  {
    "translation": {
      "en": "Are you gonna pencil your favorite Turtle or ink it?",
      "vi": "Cậu định tô chì con Rùa cậu thích hay đi viền mực thế?"
    }
  },
  {
    "translation": {
      "en": "Pencil it. No wait, I'm drawing Raphatello or Donanardo?",
      "vi": "Tô chì chứ. Mà ủa, tôi đang vẽ Raphatello hay Donanardo ấy nhỉ?"
    }
  }
]