[
  {
    "translation": {
      "en": "Now, the story goes that John Denver,",
      "vi": "Chuyện kể rằng, John Denver"
    }
  },
  {
    "translation": {
      "en": "he was playing at this little ol' place called the Cellar Door in Washington DC,",
      "vi": "từng diễn ở một nơi tên là Cellar Door ở thủ đô Washington,"
    }
  },
  {
    "translation": {
      "en": "around Christmas time in 1970.",
      "vi": "vào dịp Giáng Sinh năm 1970."
    }
  },
  {
    "translation": {
      "en": "His opening act was this husband and wife duo,",
      "vi": "Tiết mục mở màn là song ca của một cặp vợ chồng"
    }
  },
  {
    "translation": {
      "en": "named Bill Danoff and Taffy Nivert,",
      "vi": "tên là Bill Danoff và Taffy Nivert,"
    }
  },
  {
    "translation": {
      "en": "and they called themself Fat City.",
      "vi": "họ tự xưng là Fat City."
    }
  },
  {
    "translation": {
      "en": "That's kind of a funny name.",
      "vi": "Đó là một cái tên buồn cười."
    }
  },
  {
    "translation": {
      "en": "Yeah, that is kind of a funny name. Socket, 5/8ths.",
      "vi": "Phải, một cái tên buồn cười. Chìa ống, 16."
    }
  },
  {
    "translation": {
      "en": "Now, one night, they decide to go on back to the house,",
      "vi": "Một đêm nọ, họ quyết định quay về quán"
    }
  },
  {
    "translation": {
      "en": "and have a little jam session.",
      "vi": "và diễn một chương trình ngẫu hứng nhỏ."
    }
  },
  {
    "translation": {
      "en": "On the way, they got in an accident,",
      "vi": "Trên đường, họ gặp một tai nạn nhỏ"
    }
  },
  {
    "translation": {
      "en": "and John Denver, he broke his thumb.",
      "vi": "và John Denver bị gãy ngón tay cái."
    }
  },
  {
    "translation": {
      "en": "And when they finally got back to the house,",
      "vi": "Khi họ về đến quán,"
    }
  },
  {
    "translation": {
      "en": "and Bill and Taffy played him, played John Denver this song they'd been working on,",
      "vi": "Bill và Taffy chơi cho John Denver nghe bài hát họ đang sáng tác,"
    }
  },
  {
    "translation": {
      "en": "he flipped for it, man.",
      "vi": "ông ấy rất thích."
    }
  },
  {
    "translation": {
      "en": "And they worked on that thing till dawn.",
      "vi": "Và họ chỉnh sửa bài hát đó cho đến sáng."
    }
  },
  {
    "translation": {
      "en": "Screwdriver.",
      "vi": "Tua vít."
    }
  },
  {
    "translation": {
      "en": "-Flat head or Phillips? -Flat.",
      "vi": "- Loại đầu dẹt hay Phillips? - Đầu dẹt."
    }
  },
  {
    "translation": {
      "en": "So, that's why you like the song.",
      "vi": "Ra thế nên bố thích bài đó."
    }
  },
  {
    "translation": {
      "en": "Well, I like the song because of the song.",
      "vi": "Bố thích bài hát đó vì bản thân bài hát."
    }
  },
  {
    "translation": {
      "en": "I mean, I guess I also like it 'cause it's got a story behind it.",
      "vi": "Chắc bố cũng thích nó vì nó có một câu chuyện phía sau."
    }
  },
  {
    "translation": {
      "en": "You know, Bill Danoff later said that he ain't never even been to West Virginia.",
      "vi": "Sau đó Bill Danoff nói ông ấy chưa từng đến Tây Virginia."
    }
  },
  {
    "translation": {
      "en": "Well, I like the song, too,",
      "vi": "Con cũng thích bài đó,"
    }
  },
  {
    "translation": {
      "en": "but I don't really think it'll work for the pageant.",
      "vi": "nhưng con nghĩ nó không hợp với một cuộc thi sắc đẹp."
    }
  },
  {
    "translation": {
      "en": "Pliers.",
      "vi": "Kìm."
    }
  },
  {
    "translation": {
      "en": "Regular or needle-nose?",
      "vi": "Loại thường hay mũi nhọn?"
    }
  },
  {
    "translation": {
      "en": "Needle.",
      "vi": "Nhọn."
    }
  },
  {
    "translation": {
      "en": "So, you coming to my rehearsal?",
      "vi": "Bố sẽ đến buổi diễn tập chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm gonna pick you up right after work.",
      "vi": "Ừ. Bố sẽ đón con ngay sau giờ làm."
    }
  },
  {
    "translation": {
      "en": "Just so you know, I asked Mommy if she and Moody would pay for your cell phone.",
      "vi": "Con đã hỏi xem mẹ và dượng Moody có thể trả tiền điện thoại cho bố không."
    }
  },
  {
    "translation": {
      "en": "She said even if they did, you wouldn't take it.",
      "vi": "Mẹ bảo là dù họ có trả bố cũng sẽ không nhận."
    }
  },
  {
    "translation": {
      "en": "Sadie bug, she's right.",
      "vi": "Sadie bọ con, mẹ con nói đúng đó."
    }
  },
  {
    "translation": {
      "en": "The only thing I need a cell phone for",
      "vi": "Bố chỉ cần… dùng di động để chụp hình con."
    }
  },
  {
    "translation": {
      "en": "is taking pictures of you.",
      "vi": "dùng di động để chụp hình con."
    }
  },
  {
    "translation": {
      "en": "Gun show!",
      "vi": "Khoe chuột nào!"
    }
  },
  {
    "translation": {
      "en": "-Hey, Daddy. -Nope.",
      "vi": "-Bố kỳ quá. -Không."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "What say, Cal?",
      "vi": "Khỏe chứ, Cal?"
    }
  },
  {
    "translation": {
      "en": "Hey, Jimmy. Come on in. Shut that door, would you?",
      "vi": "Chào Jimmy. Vào đi. Cậu đóng cửa lại được chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Have a seat.",
      "vi": "Ừ. Ngồi đi."
    }
  },
  {
    "translation": {
      "en": "Jimmy, I'm just gonna say it. I gotta let you go.",
      "vi": "Jimmy, tôi phải nói ra việc này. Tôi phải cho cậu ra đi."
    }
  },
  {
    "translation": {
      "en": "Cal, I didn't even do nothing, man.",
      "vi": "Cal, tôi có làm gì sai đâu."
    }
  },
  {
    "translation": {
      "en": "I know you didn't do nothing.",
      "vi": "Tôi biết cậu không làm gì."
    }
  },
  {
    "translation": {
      "en": "But last week, someone in HR saw you leaving,",
      "vi": "Nhưng tuần trước có người bên Nhân sự thấy cậu ra về, đi bộ ra xe,"
    }
  },
  {
    "translation": {
      "en": "walking out to your truck, and they saw you was limping.",
      "vi": "Nhưng tuần trước có người bên Nhân sự thấy cậu ra về, đi bộ ra xe, và họ thấy cậu đi cà nhắc."
    }
  },
  {
    "translation": {
      "en": "So?",
      "vi": "Thì sao?"
    }
  },
  {
    "translation": {
      "en": "My leg ain't got nothing to do with driving that Case out there.",
      "vi": "Chân tôi liên quan gì đến việc lái xe Case chứ."
    }
  },
  {
    "translation": {
      "en": "I know that. I know, but, the folks over in the big office feel different.",
      "vi": "Tôi biết. Tôi hiểu, nhưng người ở văn phòng cấp cao lại nghĩ khác."
    }
  },
  {
    "translation": {
      "en": "They said you didn't list it on your paperwork",
      "vi": "Họ nói cậu không khai trong giấy tờ"
    }
  },
  {
    "translation": {
      "en": "-when you were first brought on. -No.",
      "vi": "- khi mới vào làm. - Không."
    }
  },
  {
    "translation": {
      "en": "And they're calling it a \"pre-existing condition,\"",
      "vi": "Họ gọi nó là \"bệnh sẵn có\""
    }
  },
  {
    "translation": {
      "en": "and that it is a liability issue.",
      "vi": "và nó là một vấn đề có tính nguy cơ."
    }
  },
  {
    "translation": {
      "en": "-Okay. This big. -What's that, two to three feet?",
      "vi": "- To cỡ này này. - Khoảng 16, 17cm à?"
    }
  },
  {
    "translation": {
      "en": "This big, and you let me drive my truck around the track.",
      "vi": "To cỡ này mà ông để tôi lái xe tải quanh đường đua."
    }
  },
  {
    "translation": {
      "en": "Look, it's a four-wheel drive. It isn't gonna hurt you.",
      "vi": "Trời, đó là xe bốn bánh. Sao mà hại ông được."
    }
  },
  {
    "translation": {
      "en": "Almost heaven",
      "vi": "Gần như là thiên đường"
    }
  },
  {
    "translation": {
      "en": "West Virginia",
      "vi": "Tây Virginia"
    }
  },
  {
    "translation": {
      "en": "Blue Ridge Mountains Shenandoah River",
      "vi": "Dãy núi Blue Ridge Dòng sông Shenandoah"
    }
  },
  {
    "translation": {
      "en": "Purple Lady, you know my brother, Jimmy?",
      "vi": "Quý bà Tím, bà biết anh Jimmy của tôi chứ?"
    }
  },
  {
    "translation": {
      "en": "Jimmy Logan, that ball player that was gonna be a big deal?",
      "vi": "Jimmy Logan, cầu thủ lẽ ra đã thành bản hợp đồng lớn đó hả?"
    }
  },
  {
    "translation": {
      "en": "Hey, Purple Lady.",
      "vi": "Chào Quý bà Tím."
    }
  },
  {
    "translation": {
      "en": "My husband, the Major, when he was still alive,",
      "vi": "Chồng tôi, ngài Thiếu tá, khi còn sống rất yêu thích đội bóng LSU."
    }
  },
  {
    "translation": {
      "en": "he loved LSU football.",
      "vi": "khi còn sống rất yêu thích đội bóng LSU."
    }
  },
  {
    "translation": {
      "en": "Whenever they'd show the games here local, we'd watch.",
      "vi": "Khi nào kênh địa phương chiếu trận của họ là chúng tôi đều xem."
    }
  },
  {
    "translation": {
      "en": "Of course, for me, it was all about the uniforms.",
      "vi": "Tất nhiên là về phần tôi, tôi chỉ quan tâm đồng phục của họ."
    }
  },
  {
    "translation": {
      "en": "Their jerseys are the most striking shade of purple. Purple.",
      "vi": "- Áo của họ có sắc tím đẹp ngỡ ngàng. - Tím."
    }
  },
  {
    "translation": {
      "en": "Yes. Purple and gold. Royal colors.",
      "vi": "Phải. Tím và vàng. Màu sắc của hoàng gia."
    }
  },
  {
    "translation": {
      "en": "Yeah, I got off early,",
      "vi": "Ừ, anh về sớm,"
    }
  },
  {
    "translation": {
      "en": "so I figured I'd take Sadie on over to her dance thing,",
      "vi": "nên sẽ đưa Sadie đến chỗ tập của con bé,"
    }
  },
  {
    "translation": {
      "en": "so you didn't have to drive her.",
      "vi": "em không cần chở cháu nữa."
    }
  },
  {
    "translation": {
      "en": "That's great and all, you wanting to see your daughter dance and everything.",
      "vi": "Anh muốn xem con gái anh nhảy thì đúng là tuyệt vời đấy."
    }
  },
  {
    "translation": {
      "en": "But it was yesterday.",
      "vi": "Nhưng đó là hôm qua rồi."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Excuse you.",
      "vi": "Ăn với chả nói."
    }
  },
  {
    "translation": {
      "en": "I got her there fine, by the way.",
      "vi": "Nhưng em đã đưa cháu tới nơi an toàn."
    }
  },
  {
    "translation": {
      "en": "See, most people think if you're gonna go to Charleston,",
      "vi": "Hầu hết mọi người đều nghĩ nếu muốn đến Charleston"
    }
  },
  {
    "translation": {
      "en": "then, duh, you get on the 85 to Danville,",
      "vi": "thì nên đi đường 85 đến Danville,"
    }
  },
  {
    "translation": {
      "en": "then the I-19 to Charleston, 54 miles.",
      "vi": "rồi đi đường I-19 đến Charleston. Hết 87km."
    }
  },
  {
    "translation": {
      "en": "But being 4:00 p.m., I knew not the best time of day to be on the road.",
      "vi": "Nhưng đang là 4:00 chiều, và em biết giờ đó giao thông không lý tưởng."
    }
  },
  {
    "translation": {
      "en": "And they're still doing all that shoulder work on the I-19.",
      "vi": "Và người ta vẫn đang sửa chỗ khúc cua trên đường I-19."
    }
  },
  {
    "translation": {
      "en": "Plus, then you got the sun right in your eyes for that whole stretch outside of Julian.",
      "vi": "Thêm nữa, nắng sẽ chiếu vào mắt suốt đoạn đường ngoài Julian."
    }
  },
  {
    "translation": {
      "en": "So, yeah, I took the 85 to Danville,",
      "vi": "Nên em đi đường 85 đến Danville"
    }
  },
  {
    "translation": {
      "en": "but then I hopped onto the 3,",
      "vi": "nhưng sau đó chuyển sang đường 3,"
    }
  },
  {
    "translation": {
      "en": "so instead of going up and over, I'm going over and then up.",
      "vi": "vậy là thay vì đi lên rồi đi ngang, em đi ngang rồi đi lên."
    }
  },
  {
    "translation": {
      "en": "After that, it was just a straight shot on Daniel Boone Parkway all the way to Marmet.",
      "vi": "Sau đó là đi thẳng đại lộ Daniel Boone cho đến tận Marmet."
    }
  },
  {
    "translation": {
      "en": "Well, sure sounds like you love to drive.",
      "vi": "Nghe có vẻ cô rất thích lái xe."
    }
  },
  {
    "translation": {
      "en": "It was just a rehearsal, not like the real pageant,",
      "vi": "Chỉ là một buổi tập, chưa phải thi thật,"
    }
  },
  {
    "translation": {
      "en": "but Bobbie Jo is not happy.",
      "vi": "nhưng chị Bobbie Jo không vui đâu."
    }
  },
  {
    "translation": {
      "en": "Now, why didn't you call me?",
      "vi": "Sao em không gọi cho anh?"
    }
  },
  {
    "translation": {
      "en": "I tried, but your cell phone seems to have been turned off.",
      "vi": "Em có gọi, nhưng hình như điện thoại của anh bị ngắt rồi."
    }
  },
  {
    "translation": {
      "en": "You should pay your bills. Everyone needs a cell phone.",
      "vi": "Cậu nên trả tiền cước chứ. Ai cũng cần điện thoại di động."
    }
  },
  {
    "translation": {
      "en": "But I don't like 'em.",
      "vi": "Tôi không thích chúng."
    }
  },
  {
    "translation": {
      "en": "You one of them Unabomber types?",
      "vi": "Cậu là một kẻ đánh bom ghét công nghệ à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. l am one of them Unabomber types.",
      "vi": "Phải. Tôi là một trong bọn họ đây."
    }
  },
  {
    "translation": {
      "en": "I don't like people telling me what to do, like, \"Answer the phone.\"",
      "vi": "Tôi không thích người khác ra lệnh cho mình, kiểu: \"Nghe điện thoại đi\"."
    }
  },
  {
    "translation": {
      "en": "-Hey. -This is gonna be good.",
      "vi": "- Chào. - Ồ, lần này sẽ hay đây."
    }
  },
  {
    "translation": {
      "en": "Look, I'm sorry, okay? I'm sorry. I thought...",
      "vi": "Rồi, anh xin lỗi, được chứ? Anh xin lỗi, anh tưởng…"
    }
  },
  {
    "translation": {
      "en": "I knew it was four o'clock. I just thought it was four o'clock today.",
      "vi": "Anh biết là 4:00, có điều anh tưởng 4:00 hôm nay."
    }
  },
  {
    "translation": {
      "en": "That's the first time you've used that excuse!",
      "vi": "Đây là lần đầu tiên anh dùng lý do đó!"
    }
  },
  {
    "translation": {
      "en": "Look, I said I was sorry, all right?",
      "vi": "Anh xin lỗi rồi mà, được chưa?"
    }
  },
  {
    "translation": {
      "en": "Mellie said y'all figured it out just fine anyway.",
      "vi": "Mellie nói chuyện đã được giải quyết."
    }
  },
  {
    "translation": {
      "en": "She also tell you that she got pulled over going 30 miles over the speed limit",
      "vi": "Em gái anh có kể là nó bị bắt dừng lại vì quá tốc độ tối đa gần 50 km/h"
    }
  },
  {
    "translation": {
      "en": "with my daughter in the car?",
      "vi": "khi đang chở con gái em không?"
    }
  },
  {
    "translation": {
      "en": "It's our daughter.",
      "vi": "Con gái chúng ta."
    }
  },
  {
    "translation": {
      "en": "Sadie said her Aunt Mellie worked her Mellie magic,",
      "vi": "Sadie kể cô Mellie đã \"sử dụng phép thuật Mellie\""
    }
  },
  {
    "translation": {
      "en": "and talked the cops into not giving her a ticket!",
      "vi": "để thuyết phục cảnh sát không ghi vé phạt!"
    }
  },
  {
    "translation": {
      "en": "So, that's a real good character-building experience for our daughter to witness.",
      "vi": "Đúng là trải nghiệm xây dựng tính cách thật hay cho con chúng ta."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Don't laugh at me!",
      "vi": "- Ừ. - Đừng có cười!"
    }
  },
  {
    "translation": {
      "en": "Whatever, forget it. What's up with the sale sign out there?",
      "vi": "Thôi bỏ qua đi. Bảng bán nhà ngoài kia là sao vậy?"
    }
  },
  {
    "translation": {
      "en": "You didn't tell me you and Moody was buying a new house.",
      "vi": "Anh không biết em và Moody định mua nhà mới."
    }
  },
  {
    "translation": {
      "en": "-Daddy! -Hey!",
      "vi": "- Bố ơi! - Chào con!"
    }
  },
  {
    "translation": {
      "en": "-What you doing? -Nothing.",
      "vi": "- Con đang làm gì đó? - Không có gì."
    }
  },
  {
    "translation": {
      "en": "Man! Hey, me and your momma were just talkin' about maybe me and you goin' to get some ice-cream.",
      "vi": "Trời. À này. Bố mẹ vừa bàn nhau là có lẽ bố sẽ đưa con đi ăn kem."
    }
  },
  {
    "translation": {
      "en": "I'm not allowed ice cream anymore.",
      "vi": "Con không được cho phép ăn kem nữa."
    }
  },
  {
    "translation": {
      "en": "Says who?",
      "vi": "Ai nói thế?"
    }
  },
  {
    "translation": {
      "en": "Mommy. She says it's got too many calories, and that nobody loves a fat girl.",
      "vi": "Mẹ nói. Mẹ bảo kem nhiều calo quá và không ai thích con gái béo ú cả."
    }
  },
  {
    "translation": {
      "en": "You ain't fat! I think that's a little bit harsh.",
      "vi": "Con không béo… Bố nghĩ nói thế thì hơi quá đáng."
    }
  },
  {
    "translation": {
      "en": "This is some of that co-parenting stuff that you and I need to talk about.",
      "vi": "Đây là vấn đề cùng làm cha mẹ mà chúng ta nên bàn bạc."
    }
  },
  {
    "translation": {
      "en": "That Dr. Phil stuff.",
      "vi": "Đó là cách làm của Bác sĩ Phil."
    }
  },
  {
    "translation": {
      "en": "-Hey, Jimmy! -Hey, Moody.",
      "vi": "- Chào Jimmy! - Chào Moody."
    }
  },
  {
    "translation": {
      "en": "-What's going on, sweetie? -Wow. Thank you.",
      "vi": "- Sao rồi em yêu? - Ồ, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Hey, you two don't settle down, we ain't gonna get no mall.",
      "vi": "Này, hai đứa mà không ngoan, chúng ta sẽ không đi siêu thị."
    }
  },
  {
    "translation": {
      "en": "Daddy, will you come with?",
      "vi": "Bố ơi, bố có đi cùng không?"
    }
  },
  {
    "translation": {
      "en": "We're taking Sadie and the boys to see that new Furious Fast movie at the mall.",
      "vi": "Bọn tôi đưa Sadie và hai thằng nhóc đi xem phim Furious Fast mới."
    }
  },
  {
    "translation": {
      "en": "You want in?",
      "vi": "Anh đi không?"
    }
  },
  {
    "translation": {
      "en": "That's a little intense for the kids, ain't it?",
      "vi": "Phim đó hơi quá dữ dội cho bọn trẻ đấy?"
    }
  },
  {
    "translation": {
      "en": "They love it. Keeps 'em quiet.",
      "vi": "Chúng thích mà. Phim làm chúng im lặng."
    }
  },
  {
    "translation": {
      "en": "They sit there staring at the screen the whole time, scared shitless.",
      "vi": "Chúng nhìn chằm chằm màn ảnh và sợ vãi ra quần."
    }
  },
  {
    "translation": {
      "en": "-You want to come? -Please!",
      "vi": "- Anh muốn đi chứ? - Đi mà bố!"
    }
  },
  {
    "translation": {
      "en": "I got to get going to work, you know?",
      "vi": "Bố còn phải đi làm, con biết mà?"
    }
  },
  {
    "translation": {
      "en": "I ain't got time for a whole movie.",
      "vi": "Không có thời gian xem hết phim."
    }
  },
  {
    "translation": {
      "en": "But you go and have fun. Give me a hug.",
      "vi": "Nhưng con cứ đi chơi vui đi. Ôm bố nào."
    }
  },
  {
    "translation": {
      "en": "Not on my back.",
      "vi": "Đừng trèo lên lưng bố."
    }
  },
  {
    "translation": {
      "en": "But we're gonna get some ice-cream. Promise?",
      "vi": "Nhưng mình sẽ đi ăn kem."
    }
  },
  {
    "translation": {
      "en": "Okay, but it's got to be yogurt, 'cause I got the pageant coming up.",
      "vi": "Vâng. Nhưng ăn sữa chua thôi nhé, con còn phải thi hoa khôi."
    }
  },
  {
    "translation": {
      "en": "I finally know what song I'm gonna sing for talent.",
      "vi": "Con biết hát bài gì cho phần thi tài năng rồi."
    }
  },
  {
    "translation": {
      "en": "-What song? -\"Umbrella\" by Rihanna.",
      "vi": "- Bài gì? - \"Umbrella\" của Rihanna."
    }
  },
  {
    "translation": {
      "en": "When Rihanna sings \"Umbrella,\"",
      "vi": "Bài \"Umbrella\" của Rihanna"
    }
  },
  {
    "translation": {
      "en": "she's not really singing about a rain umbrella,",
      "vi": "không phải hát về cái dù đi mưa đâu,"
    }
  },
  {
    "translation": {
      "en": "she's really singing about her vagina. It's code.",
      "vi": "cô ấy hát về âm đạo của mình. Đó là mật mã."
    }
  },
  {
    "translation": {
      "en": "-Who told you that? -Everybody.",
      "vi": "- Ai bảo cháu thế? - Ai cũng bảo thế."
    }
  },
  {
    "translation": {
      "en": "Come on, let's go! Everyone in the Expedition.",
      "vi": "Thôi, đi nào! Lên Expedition thôi!"
    }
  },
  {
    "translation": {
      "en": "-Kiss your mother when you leave. -Kiss. Kiss.",
      "vi": "- Này, hôn mẹ trước khi đi chứ. - Hôn nào."
    }
  },
  {
    "translation": {
      "en": "-See you, sweetie. -Thank you. Bye.",
      "vi": "- Cảm ơn. Tạm biệt. - Tạm biệt em yêu."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Yep?",
      "vi": "- Này. - Hả?"
    }
  },
  {
    "translation": {
      "en": "-I wasn't done talking to you yet. -Okay.",
      "vi": "- Em chưa nói chuyện xong với anh. - Ừ."
    }
  },
  {
    "translation": {
      "en": "What am I in trouble for now? We need to talk about some legal stuff.",
      "vi": "- Anh đang gặp rắc rối gì đây? - Ta cần nói về chuyện pháp lý."
    }
  },
  {
    "translation": {
      "en": "Hey, Jimmy, your car.",
      "vi": "Này, Jimmy… xe của anh."
    }
  },
  {
    "translation": {
      "en": "-Moody, can you give us a minute? -Okay.",
      "vi": "Moody, cho bọn em chút thời gian nhé? -Được. - Chuyện pháp lý à?"
    }
  },
  {
    "translation": {
      "en": "Legal stuff?",
      "vi": "-Được. - Chuyện pháp lý à?"
    }
  },
  {
    "translation": {
      "en": "-You was asking about the \"For Sale\" sign? -Yeah.",
      "vi": "- Anh hỏi về bảng bán nhà phải không? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Moody's expanding.",
      "vi": "Moody đang mở rộng kinh doanh."
    }
  },
  {
    "translation": {
      "en": "His family's opening up a new dealership down in Lynchburg.",
      "vi": "Nhà anh ấy sắp mở đại lý mới ở Lynchburg."
    }
  },
  {
    "translation": {
      "en": "That's across state line.",
      "vi": "Là ở bang khác."
    }
  },
  {
    "translation": {
      "en": "Hell, no, you can't just tell me that like I ain't got no say in the matter.",
      "vi": "Trời ơi, em không thể nói thế là xong như anh không có quyền vậy."
    }
  },
  {
    "translation": {
      "en": "You'll still get your days! Just we'll be in Lynchburg.",
      "vi": "Anh vẫn có ngày thăm con! Chỉ là bọn em ở Lynchburg thôi."
    }
  },
  {
    "translation": {
      "en": "You can drive across the state line to pick her up.",
      "vi": "Anh có thể lái sang bang khác để đón con mà."
    }
  },
  {
    "translation": {
      "en": "I have full custody.",
      "vi": "Em có toàn quyền nuôi dưỡng."
    }
  },
  {
    "translation": {
      "en": "It's not happening. I'm getting a lawyer.",
      "vi": "Không được đâu. Anh sẽ tìm luật sư."
    }
  },
  {
    "translation": {
      "en": "With what money?",
      "vi": "Tiền đâu mà tìm?"
    }
  },
  {
    "translation": {
      "en": "-What do you say there, Earl? -Hey, Jimmy.",
      "vi": "- Khỏe chứ Earl? - Chào Jimmy."
    }
  },
  {
    "translation": {
      "en": "-I've been uncovering a lot. -Shit.",
      "vi": "Em khám phá ra rất nhiều chuyện."
    }
  },
  {
    "translation": {
      "en": "Did you know Aunt Maggie, in 1983, won the Lotto.",
      "vi": "Anh có biết cô Maggie, vào năm 1983, trúng xổ số, nhưng bỏ quên vé trong máy giặt…"
    }
  },
  {
    "translation": {
      "en": "-But then washed the ticket... -It's folk tales and backwoods gossip.",
      "vi": "trúng xổ số, nhưng bỏ quên vé trong máy giặt… Đấy là chuyện tầm phào nhảm nhí thôi."
    }
  },
  {
    "translation": {
      "en": "Well, you gotta admit this kind of stuff don't happen to normal folk.",
      "vi": "Phải thừa nhận là chuyện kiểu này không đến với người thường."
    }
  },
  {
    "translation": {
      "en": "-Not tonight, Clyde. Just... -Well, there's a pattern.",
      "vi": "- Không phải tối nay, Clyde. - Có khuôn mẫu."
    }
  },
  {
    "translation": {
      "en": "Pappaw's diamond, Uncle Stickley's electrocution.",
      "vi": "Chuyện kim cương của ông, bác Stickley bị điện giật chết."
    }
  },
  {
    "translation": {
      "en": "Mommy gets sick after Daddy's settlement.",
      "vi": "Mẹ bị bệnh sau khi nhận tiền bảo hiểm của bố."
    }
  },
  {
    "translation": {
      "en": "-The roof collapse. -Come on, Clyde.",
      "vi": "- Mái nhà sập xuống. - Thôi đi Clyde."
    }
  },
  {
    "translation": {
      "en": "You blow your knee out,",
      "vi": "Anh thì vỡ đầu gối,"
    }
  },
  {
    "translation": {
      "en": "and a roadside mine takes my arm as I was transporting out.",
      "vi": "một quả mìn ven đường làm em mất tay khi em đang rời vùng chiến sự."
    }
  },
  {
    "translation": {
      "en": "I was almost at the airport.",
      "vi": "Em sắp rới sân bay rồi."
    }
  },
  {
    "translation": {
      "en": "What about Mellie, then?",
      "vi": "Vậy còn Mellie?"
    }
  },
  {
    "translation": {
      "en": "Ain't nothing bad ever happened to Mellie.",
      "vi": "Mellie có bị gì đâu."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "You just gave it a mouth.",
      "vi": "Anh vừa trù ếm rồi đấy."
    }
  },
  {
    "translation": {
      "en": "You need to take it back.",
      "vi": "Anh cần phải rút lại ngay."
    }
  },
  {
    "translation": {
      "en": "I don't even know what I'm saying...",
      "vi": "Anh còn chẳng biết mình sẽ rút lại…"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go to my satellite office, and then we're gonna talk about this.",
      "vi": "Anh vào văn phòng vệ tinh cái đã rồi ta sẽ nói chuyện này sau."
    }
  },
  {
    "translation": {
      "en": "See, the dirty big secret is that I am the asset in this scenario.",
      "vi": "Bí mật không vui đây, tôi mới là nhân vật chính trong cảnh này."
    }
  },
  {
    "translation": {
      "en": "It's not Dayton White. Right?",
      "vi": "Không phải Dayton White. Hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "And the simple fact is I'd be driving that car myself,",
      "vi": "Và thật sự tôi sẽ tự lái chiếc xe đó"
    }
  },
  {
    "translation": {
      "en": "if my day job wasn't running a billion dollar company.",
      "vi": "nếu không phải vì ban ngày tôi quản lý một công ty trị giá tỷ đô."
    }
  },
  {
    "translation": {
      "en": "And by the way, it was my understanding that this is America, people.",
      "vi": "Và nhân tiện, tôi biết đây là nước Mỹ, mọi người ạ."
    }
  },
  {
    "translation": {
      "en": "So, them trying to muzzle the company that I created, in America,",
      "vi": "Nên việc bọn họ cố bịt miệng công ty mà tôi đã tạo ra ở Mỹ"
    }
  },
  {
    "translation": {
      "en": "is a violation of my free speech.",
      "vi": "là vi phạm quyền tự do ngôn luận của tôi."
    }
  },
  {
    "translation": {
      "en": "And plus, plus, two of those kids only had one kidney to begin with.",
      "vi": "Thêm nữa, hai đứa trẻ kia vốn chỉ còn một quả thận."
    }
  },
  {
    "translation": {
      "en": "Why isn't anybody writing about that, right?",
      "vi": "Sao không có ai viết về chuyện đó?"
    }
  },
  {
    "translation": {
      "en": "It's total BS.",
      "vi": "Thật vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "What do you like?",
      "vi": "Các anh uống gì?"
    }
  },
  {
    "translation": {
      "en": "I just thought of a great song title,",
      "vi": "Tôi vừa nghĩ ra tựa bài hát cực đỉnh."
    }
  },
  {
    "translation": {
      "en": "\"The Kindness of a One-Armed Bartender.\"",
      "vi": "\"Sự tử tế của người pha chế một tay\"."
    }
  },
  {
    "translation": {
      "en": "Go on!",
      "vi": "Thôi nào!"
    }
  },
  {
    "translation": {
      "en": "Now, you see, I got two arms.",
      "vi": "Anh thấy đó, tôi có hai tay."
    }
  },
  {
    "translation": {
      "en": "See? I'm a trans-radial amputee, so it's my lower forearm and hand that's missing.",
      "vi": "Thấy không? Tôi là người đoạn chi, cẳng tay và bàn tay của tôi bị mất."
    }
  },
  {
    "translation": {
      "en": "-My mistake. -I'm very lucky.",
      "vi": "- Lỗi của tôi. - Tôi rất may mắn."
    }
  },
  {
    "translation": {
      "en": "I guess I'll settle for a Stoli, extra dry, two olives.",
      "vi": "Tôi sẽ uống một ly Stoli, nhiều vodka, hai trái ôliu."
    }
  },
  {
    "translation": {
      "en": "Can you handle that?",
      "vi": "Anh pha được chứ?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Up or on the rocks?",
      "vi": "Được. Dùng ly lạnh hay dùng đá?"
    }
  },
  {
    "translation": {
      "en": "Up.",
      "vi": "Ly lạnh."
    }
  },
  {
    "translation": {
      "en": "Well, it's pretty good. Could be colder.",
      "vi": "Rất ngon. Đáng lẽ có thể lạnh hơn."
    }
  },
  {
    "translation": {
      "en": "Ice shortage around here,",
      "vi": "Quanh đây thiếu nước đá,"
    }
  },
  {
    "translation": {
      "en": "'cause of the water contamination plant from the chemical leak upstream.",
      "vi": "vì ô nhiễm nước do rò rỉ hóa chất ở thượng nguồn."
    }
  },
  {
    "translation": {
      "en": "Hey, do you mind doing that drink thing again?",
      "vi": "Này, anh pha lại món vừa nãy nhé?"
    }
  },
  {
    "translation": {
      "en": "I want to shoot a post.",
      "vi": "Tôi muốn quay lại đăng lên mạng."
    }
  },
  {
    "translation": {
      "en": "I got 1.2 million followers. This could make you famous.",
      "vi": "Tôi có 1,2 triệu người theo dõi đấy. Có thể làm anh nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "How about he bounce a damn ball on his nose for you next,",
      "vi": "Hay là để nó dùng mũi tâng bóng cho anh xem,"
    }
  },
  {
    "translation": {
      "en": "like a trained seal?",
      "vi": "như hải cẩu ấy?"
    }
  },
  {
    "translation": {
      "en": "Sorry. You got a problem?",
      "vi": "Xin lỗi. Anh có vấn đề gì à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I got a problem.",
      "vi": "Ừ, tôi có vấn đề."
    }
  },
  {
    "translation": {
      "en": "I take exception to people messing with my brother.",
      "vi": "Tôi phản đối những kẻ gây chuyện với em tôi."
    }
  },
  {
    "translation": {
      "en": "That's two tours in Iraq right there.",
      "vi": "Nó từng chiến đấu ở Iraq hai lần."
    }
  },
  {
    "translation": {
      "en": "He stepped forward when others were stepping back.",
      "vi": "Nó bước lên khi những kẻ khác lùi lại."
    }
  },
  {
    "translation": {
      "en": "So, you need to show a little respect.",
      "vi": "Anh cần thể hiện lòng tôn trọng đấy."
    }
  },
  {
    "translation": {
      "en": "Thank you for your service. Cheers.",
      "vi": "Cảm ơn vì sự phục vụ của anh. Và nâng ly."
    }
  },
  {
    "translation": {
      "en": "So, brothers?",
      "vi": "Hai anh em hả?"
    }
  },
  {
    "translation": {
      "en": "You know, it's funny. With your bad leg,",
      "vi": "Chà, hài đấy, chân anh thì yếu,"
    }
  },
  {
    "translation": {
      "en": "and his missing an arm... Excuse me, hand.",
      "vi": "anh ta thì thiếu tay… Xin lỗi, bàn tay."
    }
  },
  {
    "translation": {
      "en": "It's like the two of you almost add up to one normal person.",
      "vi": "Kiểu hai anh cộng lại suýt thì đủ như người bình thường."
    }
  },
  {
    "translation": {
      "en": "Man, I know who you are.",
      "vi": "Ôi trời. Tôi biết anh là ai rồi."
    }
  },
  {
    "translation": {
      "en": "You're that guy on the TV with the drink.",
      "vi": "Là gã trên TV và thứ nước uống đó."
    }
  },
  {
    "translation": {
      "en": "I mean, you're famous!",
      "vi": "Anh nổi tiếng lắm!"
    }
  },
  {
    "translation": {
      "en": "Right on both.",
      "vi": "Đúng cả hai."
    }
  },
  {
    "translation": {
      "en": "I'm that guy on the TV with the drink, and yes, I'm famous.",
      "vi": "Tôi ở trên TV với thứ nước đó, và tôi nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "-Very, very famous. -Can I get a photo with you?",
      "vi": "- Vô cùng nổi. - Này, cho tôi chụp ảnh với."
    }
  },
  {
    "translation": {
      "en": "-Sure. -Yeah?",
      "vi": "- Tất nhiên. - Được chứ?"
    }
  },
  {
    "translation": {
      "en": "You know, the guys at the garage ain't gonna believe me.",
      "vi": "Mấy cậu ở gara sẽ không tin tôi đâu."
    }
  },
  {
    "translation": {
      "en": "-Make it quick. -Hold on a sec. Come on.",
      "vi": "- Chụp nhanh nhé. - Chờ chút nào."
    }
  },
  {
    "translation": {
      "en": "That's nice. There we go. All right.",
      "vi": "Đẹp lắm. Nào. Được rồi."
    }
  },
  {
    "translation": {
      "en": "What the...",
      "vi": "Cái quái…"
    }
  },
  {
    "translation": {
      "en": "-Hi, Earl. You got a light? -Yeah.",
      "vi": "- Chào Earl. Có lửa không? - Có."
    }
  },
  {
    "translation": {
      "en": "Always. Here.",
      "vi": "Luôn có. Đây."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Stay down! Stay down!",
      "vi": "Nằm xuống!"
    }
  },
  {
    "translation": {
      "en": "-Leo! Leo! -It's on fire.",
      "vi": "- Leo! - Nó cháy rồi."
    }
  },
  {
    "translation": {
      "en": "That is massively stupid. That's an $85,000 vehicle!",
      "vi": "Quá sức ngu ngốc! Cái xe đó giá 85.000 đô!"
    }
  },
  {
    "translation": {
      "en": "Well, he was assaulted.",
      "vi": "Anh ấy bị tấn công mà."
    }
  },
  {
    "translation": {
      "en": "He tried to assault me!",
      "vi": "Hắn cố tấn công tôi thì có."
    }
  },
  {
    "translation": {
      "en": "Well, don't just stand there gawking. Get your phones out!",
      "vi": "Còn đứng đờ ra đó nữa. Lấy điện thoại ra đi!"
    }
  },
  {
    "translation": {
      "en": "-Right, Max, all right. -Film this! Document!",
      "vi": "- Rồi, Max, được rồi. - Quay lại! Làm chứng cứ!"
    }
  },
  {
    "translation": {
      "en": "Christ!",
      "vi": "Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Cauliflower.",
      "vi": "Bông cải."
    }
  },
  {
    "translation": {
      "en": "Yeah, this is Max. Get Mike on the phone. What did he just say?",
      "vi": "- Ừ. Max đây. Nói Mike nghe điện thoại. - Anh ta vừa nói gì?"
    }
  },
  {
    "translation": {
      "en": "Wait. You can't just walk away. This is a crime scene!",
      "vi": "Khoan. Anh không thể đi! Đây là hiện trường phạm tôi!"
    }
  },
  {
    "translation": {
      "en": "Did you just say cauliflower to me?",
      "vi": "Anh vừa nói \"bông cải\" với em à?"
    }
  },
  {
    "translation": {
      "en": "Unless I'm mistaken,",
      "vi": "Nếu em không nhầm,"
    }
  },
  {
    "translation": {
      "en": "yesterday, as you were leaving the bar, you said the word \"cauliflower.\"",
      "vi": "hôm qua, khi rời quán, anh đã nói từ \"bông cải\"."
    }
  },
  {
    "translation": {
      "en": "That's right. I did.",
      "vi": "Đúng thế. Anh đã nói."
    }
  },
  {
    "translation": {
      "en": "The last time you said that word to me,",
      "vi": "Lần cuối anh nói từ đó với em,"
    }
  },
  {
    "translation": {
      "en": "I ended up getting sent down for six months.",
      "vi": "em đã bị tống giam sáu tháng."
    }
  },
  {
    "translation": {
      "en": "-It was juvie. -I was 13.",
      "vi": "- Trại vị thành niên thôi mà. - Lúc đó em 13 tuổi."
    }
  },
  {
    "translation": {
      "en": "And you were supposed to be the lookout, now, weren't you?",
      "vi": "Đáng lẽ em phải cẩn thận, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "Being that I was your kid brother,",
      "vi": "Vì khi đó còn nhỏ,"
    }
  },
  {
    "translation": {
      "en": "I let you lead me into trouble with all your crazy cauliflower plans.",
      "vi": "em đã để anh kéo em vào rắc rối với mấy trò bông cải điên rồ của anh."
    }
  },
  {
    "translation": {
      "en": "My life of crime is over.",
      "vi": "Đời tội phạm của em chấm dứt rồi."
    }
  },
  {
    "translation": {
      "en": "But you did make breakfast this morning.",
      "vi": "Nhưng sáng nay anh đã làm bữa sáng."
    }
  },
  {
    "translation": {
      "en": "Even burned the bacon like I like and you hate.",
      "vi": "Thậm chí còn làm món thịt muối cháy như em thích còn anh thì ghét."
    }
  },
  {
    "translation": {
      "en": "I also saw you have some sort of robbery \"To-do\" list.",
      "vi": "Em cũng thấy anh viết danh sách việc cần làm khi đi cướp."
    }
  },
  {
    "translation": {
      "en": "Now, I know this attempt to be organized is a big step for you.",
      "vi": "Em biết anh cố gắng có tổ chức như vâyj là một tiến bộ rất lớn."
    }
  },
  {
    "translation": {
      "en": "So, go.",
      "vi": "Nên cứ nói đi."
    }
  },
  {
    "translation": {
      "en": "Charlotte Motor Speedway.",
      "vi": "Trường đua Charlotte."
    }
  },
  {
    "translation": {
      "en": "The Speedway?",
      "vi": "Trường đua à?"
    }
  },
  {
    "translation": {
      "en": "It's one of the busiest sports venues in the country.",
      "vi": "Nó là một trong những địa điểm thể thao tấp nập nhất cả nước."
    }
  },
  {
    "translation": {
      "en": "Just last year, they had over 300 events.",
      "vi": "Năm ngoái, hơn 300 sự kiện diễn ra ở đó."
    }
  },
  {
    "translation": {
      "en": "It's the official home of NASCAR, of course. That's all run on that main track.",
      "vi": "Đó là sân chính thức của giải đua NASCAR. Tất cả diễn ra ở đường đua chính đó."
    }
  },
  {
    "translation": {
      "en": "But that place right there ain't just about racing.",
      "vi": "Nhưng chỗ đó không chỉ có đua xe."
    }
  },
  {
    "translation": {
      "en": "This place is like a city.",
      "vi": "Nó như một thành phố."
    }
  },
  {
    "translation": {
      "en": "A few years ago, they built condos",
      "vi": "Vài năm trước, họ xây căn hộ"
    }
  },
  {
    "translation": {
      "en": "for people who want to live above the track all year long.",
      "vi": "cho những ai muốn ở quanh năm trên trường đua."
    }
  },
  {
    "translation": {
      "en": "They sold out in less than 24 hours.",
      "vi": "Bán hết trong chưa đến 24 giờ."
    }
  },
  {
    "translation": {
      "en": "They even got their own police force and jail",
      "vi": "Họ còn có lực lượng cảnh sát riêng"
    }
  },
  {
    "translation": {
      "en": "for people carrying on and getting out of hand.",
      "vi": "để phòng ngừa những ai cư xử quá đáng."
    }
  },
  {
    "translation": {
      "en": "Do you hear the words coming out your mouth?",
      "vi": "Anh có nghe mình đang nói gì không?"
    }
  },
  {
    "translation": {
      "en": "\"They have their own police force.\"",
      "vi": "\"Họ có lực lượng cảnh sát riêng\"."
    }
  },
  {
    "translation": {
      "en": "I'm midway through my presentation,",
      "vi": "Anh đang trình bày nửa chừng,"
    }
  },
  {
    "translation": {
      "en": "so, you can just not interrupt me and let me get it out.",
      "vi": "nên em có thể đừng ngắt lời và để anh nói hết được chứ?"
    }
  },
  {
    "translation": {
      "en": "How many times have I listened to that \"Logan family curse\" thing of yours?",
      "vi": "Anh nghe Lời nguyền Gia đình Logan của em bao nhiêu lần rồi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "Now, as you very well know,",
      "vi": "Giờ, như em biết rất rõ,"
    }
  },
  {
    "translation": {
      "en": "the Speedway has got a big problem on its hands right now.",
      "vi": "trường đua đang gặp phải một vấn đề lớn."
    }
  },
  {
    "translation": {
      "en": "A 40-year-old pipe burst,",
      "vi": "Một đường ống 40 năm tuổi bị vỡ, và vì chỗ đó được xây trên bãi rác"
    }
  },
  {
    "translation": {
      "en": "and since the whole thing's built on a landfill, it's turning to mush,",
      "vi": "Một đường ống 40 năm tuổi bị vỡ, và vì chỗ đó được xây trên bãi rác nên nền đang nhão ra,"
    }
  },
  {
    "translation": {
      "en": "-which is causing all these sinkholes. -Sinkholes.",
      "vi": "- hình thành các hố sụt. - Hố sụt."
    }
  },
  {
    "translation": {
      "en": "That's right. The sinkholes in the infield.",
      "vi": "Đúng. Hố sụt bên trong trường đua."
    }
  },
  {
    "translation": {
      "en": "They wanted to fix this thing up right, so what did they do?",
      "vi": "Họ muốn khắc phục việc này, họ đã làm gì nào?"
    }
  },
  {
    "translation": {
      "en": "What did they do? They called a bunch of us who used to work down in them mines.",
      "vi": "Làm gì? Họ tìm những người từng làm dưới mỏ như anh."
    }
  },
  {
    "translation": {
      "en": "'Cause we know the work.",
      "vi": "Vì bọn anh biết cách xử lý."
    }
  },
  {
    "translation": {
      "en": "And you do good work.",
      "vi": "Và anh làm tốt."
    }
  },
  {
    "translation": {
      "en": "-We do good work. -But you were just fired.",
      "vi": "- Bọn anh làm tốt. - Nhưng anh vừa bị sa thải."
    }
  },
  {
    "translation": {
      "en": "I was let go for liability reasons involving insurance.",
      "vi": "Anh bị cho ra đi vì lý do trách nhiệm liên quan đến bảo hiểm."
    }
  },
  {
    "translation": {
      "en": "Can you just get to the part of why you think you can do this?",
      "vi": "Anh có thể đi thẳng vào lý do anh nghĩ anh làm được chứ?"
    }
  },
  {
    "translation": {
      "en": "I know how they move the money.",
      "vi": "Anh biết cách họ chuyển tiền."
    }
  },
  {
    "translation": {
      "en": "-Who's got the code? -They can't get in!",
      "vi": "- Ai có mật mã vậy? - Họ không vào được."
    }
  },
  {
    "translation": {
      "en": "It's Christmas, 12-25. That's the override.",
      "vi": "Là ngày Giáng Sinh… 1225. Đó là mã vượt quyền."
    }
  },
  {
    "translation": {
      "en": "Hurry.",
      "vi": "Nhanh lên."
    }
  },
  {
    "translation": {
      "en": "I got something. I got leg. I got leg!",
      "vi": "Tôi thấy cái chân rồi!"
    }
  },
  {
    "translation": {
      "en": "-Give him some air! -Easy, easy, easy.",
      "vi": "- Tránh cho anh ấy thở! - Từ từ."
    }
  },
  {
    "translation": {
      "en": "All right. Come on.",
      "vi": "Được rồi. Đi nào."
    }
  },
  {
    "translation": {
      "en": "Hey Bobo, what the hell is all this stuff?",
      "vi": "Này Bobo, thứ này là cái quái gì?"
    }
  },
  {
    "translation": {
      "en": "Well, that's PTT.",
      "vi": "Chà, đó là PTT."
    }
  },
  {
    "translation": {
      "en": "What them, they gas lines?",
      "vi": "Chúng là gì, đường ống ga à?"
    }
  },
  {
    "translation": {
      "en": "Pneumatic Tube Transport.",
      "vi": "Vận chuyển bằng ống hơi."
    }
  },
  {
    "translation": {
      "en": "Each concession has its own rig.",
      "vi": "Mỗi quầy hàng đều có hệ thống riêng."
    }
  },
  {
    "translation": {
      "en": "When a register starts to fill up,",
      "vi": "Khi một máy tính tiền đầy,"
    }
  },
  {
    "translation": {
      "en": "they can do a money dump through the PTT.",
      "vi": "họ có thể chuyển tiền đi qua PTT."
    }
  },
  {
    "translation": {
      "en": "Easy to do, and it don't interfere with the beer selling.",
      "vi": "Dễ làm, và không cản trở việc bán bia."
    }
  },
  {
    "translation": {
      "en": "Plus heck of a lot more secure than trying to pick up cash during a race.",
      "vi": "Thêm nữa, an toàn hơn nhiều so với đi thu gom tiền mặt trong giờ đua."
    }
  },
  {
    "translation": {
      "en": "So, all them pipes, they what, they just run right into the...",
      "vi": "Vậy là các ống này chạy thẳng vào…"
    }
  },
  {
    "translation": {
      "en": "To the main vault.",
      "vi": "Vào két chính."
    }
  },
  {
    "translation": {
      "en": "The whole thing is like a cash highway.",
      "vi": "Hệ thống này giống như đường cao tốc cho tiền vậy."
    }
  },
  {
    "translation": {
      "en": "I even know the when to do it.",
      "vi": "Anh còn biết lúc nào ra tay được."
    }
  },
  {
    "translation": {
      "en": "June 4th, the Grocery Castle Auto Show.",
      "vi": "Ngày 4 tháng 6, Triển lãm Ô tô Grocery Castle."
    }
  },
  {
    "translation": {
      "en": "It's graduation weekend.",
      "vi": "Cuối tuần đó là lễ tốt nghiệp."
    }
  },
  {
    "translation": {
      "en": "It'll be the smallest turnout of the summer.",
      "vi": "Số người sẽ ít nhất trong cả mùa hè."
    }
  },
  {
    "translation": {
      "en": "And gonna be bare-bones staff and security.",
      "vi": "Số nhân viên và bảo vệ sẽ là tối thiểu."
    }
  },
  {
    "translation": {
      "en": "A real bank vault?",
      "vi": "Một hầm két ngân hàng thực thụ à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a tough one, too. I looked it up on the Google.",
      "vi": "Cũng là một cái khó chơi. Anh đã tìm hiểu về nó trên Google."
    }
  },
  {
    "translation": {
      "en": "The only guy that knows anything about blowing up real bank vaults",
      "vi": "Người duy nhất biết về chuyện cho nổ một hầm két ngân hàng xịn"
    }
  },
  {
    "translation": {
      "en": "is Joe Bang.",
      "vi": "là Joe Bang."
    }
  },
  {
    "translation": {
      "en": "Joe Bang, that's a legend right there. You know where he is.",
      "vi": "Joe Bang, đó là một huyền thoại. Em biết anh ta ở đâu."
    }
  },
  {
    "translation": {
      "en": "No, I know where he is.",
      "vi": "Không, anh biết anh ta ở đâu."
    }
  },
  {
    "translation": {
      "en": "We can't do it without him.",
      "vi": "Ta không thể làm nếu thiếu anh ta."
    }
  },
  {
    "translation": {
      "en": "This is a surprise.",
      "vi": "Thật là ngạc nhiên."
    }
  },
  {
    "translation": {
      "en": "What you say there, Joe Bang?",
      "vi": "Anh thế nào, Joe Bang?"
    }
  },
  {
    "translation": {
      "en": "Ain't seen you in a while. How goes it?",
      "vi": "Lâu quá không gặp anh. Khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm sitting on this side of the table, wearing a onesie.",
      "vi": "Tôi đang ngồi bên này bàn, mặc một bộ đồ liền thân."
    }
  },
  {
    "translation": {
      "en": "How do you think it's going?",
      "vi": "Cậu nghĩ tôi thế nào?"
    }
  },
  {
    "translation": {
      "en": "Well, you look good.",
      "vi": "Trông anh khỏe đấy."
    }
  },
  {
    "translation": {
      "en": "Real good. Fit.",
      "vi": "Rất khỏe. Người gọn gàng."
    }
  },
  {
    "translation": {
      "en": "You two got any quarters?",
      "vi": "Hai cậu có đồng 25 xu nào không?"
    }
  },
  {
    "translation": {
      "en": "I got a quarter.",
      "vi": "Tôi có một đồng đây."
    }
  },
  {
    "translation": {
      "en": "-Does it have to be quarters? -Yeah.",
      "vi": "- Phải là 25 xu mới được à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "-Come on, now. -I found one.",
      "vi": "- Nhanh nào. - Tôi tìm ra một đồng."
    }
  },
  {
    "translation": {
      "en": "Yeah, why don't you go over to the machine on the left,",
      "vi": "Sao cậu không ra cái máy bên trái,"
    }
  },
  {
    "translation": {
      "en": "you punch J-7, bring it back. Go on, now.",
      "vi": "nhấn J7 rồi đem nó về đây nhỉ. Làm đi."
    }
  },
  {
    "translation": {
      "en": "Doctors. They say I have high blood pressure.",
      "vi": "Đám bác sĩ. Chúng nói tôi bị cao huyết áp."
    }
  },
  {
    "translation": {
      "en": "So, I get this low-sodium salt, special.",
      "vi": "Nên tôi uống loại muối sodium thấp, đặc biệt này."
    }
  },
  {
    "translation": {
      "en": "Fake salt.",
      "vi": "Muối giả."
    }
  },
  {
    "translation": {
      "en": "Can you believe that?",
      "vi": "Các cậu tin nổi không?"
    }
  },
  {
    "translation": {
      "en": "Someone thought to do that.",
      "vi": "Có người nghĩ ra cái này."
    }
  },
  {
    "translation": {
      "en": "They make fake salt.",
      "vi": "Họ chế ra muối giả."
    }
  },
  {
    "translation": {
      "en": "So, you wanna talk business?",
      "vi": "Các cậu muốn bàn việc làm ăn à?"
    }
  },
  {
    "translation": {
      "en": "Well, we got a job for you.",
      "vi": "À, tôi có một phi vụ cho anh."
    }
  },
  {
    "translation": {
      "en": "A vault.",
      "vi": "Một hầm két."
    }
  },
  {
    "translation": {
      "en": "Look around you, my friends.",
      "vi": "Nhìn quanh đi, hai anh bạn."
    }
  },
  {
    "translation": {
      "en": "My bank-blowing days are over.",
      "vi": "Tháng ngày cho nổ ngân hàng của tôi đã qua rồi."
    }
  },
  {
    "translation": {
      "en": "Besides...",
      "vi": "Vả lại,"
    }
  },
  {
    "translation": {
      "en": "I got a little nest egg, waiting for me when I get out.",
      "vi": "tôi đã có một ít tiền tiết kiệm khi ra tù."
    }
  },
  {
    "translation": {
      "en": "You're stashing $97,000?",
      "vi": "Ý là 97.000 đô đang giấu của anh hả?"
    }
  },
  {
    "translation": {
      "en": "Buried under the oak tree with the red swing, out at your place.",
      "vi": "Chôn dưới cây sồi có xích đu đỏ, bên ngoài nhà anh."
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "vi": "Có thể."
    }
  },
  {
    "translation": {
      "en": "It seems your brother, Fish, told his wife about your stash.",
      "vi": "Hình như cậu em Fish của anh đã kể với vợ anh ta về tiền của anh."
    }
  },
  {
    "translation": {
      "en": "Fish told Misty?",
      "vi": "Fish kể với Misty sao?"
    }
  },
  {
    "translation": {
      "en": "Yep. Next day, Misty dug the whole thing up,",
      "vi": "Phải. Ngày hôm sau, Misty đã đào tất cả lên"
    }
  },
  {
    "translation": {
      "en": "and ran off with some truck driver from Florida.",
      "vi": "và bỏ trốn cùng gã lái xe tải nào đó đến từ Florida."
    }
  },
  {
    "translation": {
      "en": "What part of Florida?",
      "vi": "Phần nào của Florida?"
    }
  },
  {
    "translation": {
      "en": "Clearwater.",
      "vi": "Thành phố Clearwater."
    }
  },
  {
    "translation": {
      "en": "It's a Carven Hill vault,",
      "vi": "Nó là hầm két của Carven Hill,"
    }
  },
  {
    "translation": {
      "en": "just like the one you blew up in Parkersburg.",
      "vi": "giống cái anh đã cho nổ ở Parkersburg."
    }
  },
  {
    "translation": {
      "en": "Steel-encased concrete?",
      "vi": "Bê tông cốt thép?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Wall is 20-inch thick.",
      "vi": "Ừ. Tường dày khoảng 50cm."
    }
  },
  {
    "translation": {
      "en": "Alarms?",
      "vi": "Báo động?"
    }
  },
  {
    "translation": {
      "en": "You sneeze within 10 feet of a Carven Hill vault,",
      "vi": "Cậu mà hắt xì trong khoảng ba mét quanh một hầm két Carven Hill,"
    }
  },
  {
    "translation": {
      "en": "its seismic sensors will have you wearing one of these onesies",
      "vi": "cảm biến địa chấn của nó sẽ cho cậu mặc ngay một bộ liền thân này"
    }
  },
  {
    "translation": {
      "en": "before you knew what happened.",
      "vi": "mà không kịp trở tay."
    }
  },
  {
    "translation": {
      "en": "There's construction going on around there right now, so them seismic sensors are turned off.",
      "vi": "Ở đó hiện giờ đang có xây dựng, nên cảm biến địa chấn đã được tắt."
    }
  },
  {
    "translation": {
      "en": "So, we just need you to blow her open.",
      "vi": "Chúng tôi chỉ cần anh cho nó nổ tung."
    }
  },
  {
    "translation": {
      "en": "Yeah, I got five months to go in here.",
      "vi": "À, tôi chỉ còn ở đây năm tháng nữa."
    }
  },
  {
    "translation": {
      "en": "I should probably lay low a bit before doing a job.",
      "vi": "Tôi cần im hơi lặng tiếng một chút trước khi làm phi vụ mới."
    }
  },
  {
    "translation": {
      "en": "This has to happen in five weeks.",
      "vi": "Việc này phải diễn ra trong năm tuần nữa."
    }
  },
  {
    "translation": {
      "en": "I am incarcerated.",
      "vi": "Tôi đang ngồi trong tù đây."
    }
  },
  {
    "translation": {
      "en": "Yeah, we got a plan to get you out.",
      "vi": "Ừ. Chúng tôi có kế hoạch để đưa anh ra."
    }
  },
  {
    "translation": {
      "en": "As in, break me out?",
      "vi": "Là… cướp tù cứu tôi hả?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "In the middle of the night?",
      "vi": "Vào nửa đêm?"
    }
  },
  {
    "translation": {
      "en": "No. Afternoon. It's a day job.",
      "vi": "Không. Buổi trưa. Phi vụ diễn ra vào ban ngày."
    }
  },
  {
    "translation": {
      "en": "You're gonna get me out of here in broad daylight,",
      "vi": "Hai cậu sẽ đưa tôi ra khỏi đây giữa ban ngày,"
    }
  },
  {
    "translation": {
      "en": "do the job,",
      "vi": "làm xong việc,"
    }
  },
  {
    "translation": {
      "en": "and then get me back in here before anyone notices?",
      "vi": "rồi đưa tôi về đây trước khi có người nhận ra à?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "You Logans must be as simple-minded as people say.",
      "vi": "Anh em nhà Logan các cậu hẳn là não ngắn như người ta đồn."
    }
  },
  {
    "translation": {
      "en": "-People say that? -People say that?",
      "vi": "- Họ đồn thế à? - Họ đồn thế à?"
    }
  },
  {
    "translation": {
      "en": "Who?",
      "vi": "Ai đồn?"
    }
  },
  {
    "translation": {
      "en": "So.",
      "vi": "Vậy…"
    }
  },
  {
    "translation": {
      "en": "What's the take?",
      "vi": "số tiền là bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "It's bigger than you can bury under an oak tree.",
      "vi": "Lớn hơn số anh có thể chôn dưới cây sồi."
    }
  },
  {
    "translation": {
      "en": "-And the split? -Even split.",
      "vi": "- Phần chia? - Chia đều."
    }
  },
  {
    "translation": {
      "en": "No. No way.",
      "vi": "Không. Không đời nào."
    }
  },
  {
    "translation": {
      "en": "Well, why not?",
      "vi": "Tại sao không?"
    }
  },
  {
    "translation": {
      "en": "I got a brother. I got two.",
      "vi": "Tôi có một thằng em. Hai thằng chứ."
    }
  },
  {
    "translation": {
      "en": "I'd need them involved to protect my interest.",
      "vi": "Tôi muốn chúng tham dự để bảo đảm quyền lợi."
    }
  },
  {
    "translation": {
      "en": "Sadie, why don't you take these over to your momma,",
      "vi": "Sadie, cháu đem cái này cho mẹ cháu,"
    }
  },
  {
    "translation": {
      "en": "and I'll bring the rest?",
      "vi": "cô sẽ đem phần còn lại."
    }
  },
  {
    "translation": {
      "en": "When are you gonna give that piece of junk up?",
      "vi": "Bao giờ em mới bỏ đống sắt vụn đó?"
    }
  },
  {
    "translation": {
      "en": "I keep telling you to come on down to the dealership,",
      "vi": "Anh nói mãi rồi, đến đại lý đi,"
    }
  },
  {
    "translation": {
      "en": "and I'll hook you up. You know we're family.",
      "vi": "anh sẽ hỗ trợ em. Chúng ta là người nhà mà."
    }
  },
  {
    "translation": {
      "en": "We're not family.",
      "vi": "Đâu ra mà người nhà."
    }
  },
  {
    "translation": {
      "en": "You mean, I can't interest you in the latest V-6 offering",
      "vi": "Ý em là anh không thể làm em quan tâm đến chiếc Mustang V-6 kinh điển của Mỹ, đời mới nhất à?"
    }
  },
  {
    "translation": {
      "en": "of the American classic Mustang?",
      "vi": "đến chiếc Mustang V-6 kinh điển của Mỹ, đời mới nhất à?"
    }
  },
  {
    "translation": {
      "en": "3.7 liters of pure power.",
      "vi": "Động cơ 3,7 lít."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "You can't tell me you wouldn't love to get behind the wheel of this baby.",
      "vi": "Đừng nói em không thích cầm lái cục cưng này nhé."
    }
  },
  {
    "translation": {
      "en": "Come on, jump on in. Take it for a spin.",
      "vi": "Nào, nhảy lên đi. Lái thử một vòng."
    }
  },
  {
    "translation": {
      "en": "I don't need anything that fancy.",
      "vi": "Tôi không cần thứ đắt đỏ như thế."
    }
  },
  {
    "translation": {
      "en": "Well, you know, this Nova ended up costing Chevy a ton,",
      "vi": "Em biết không, chiếc Nova này làm hãng Chevy lỗ rất nhiều tiền"
    }
  },
  {
    "translation": {
      "en": "'cause it totally bit the dust in Mexico.",
      "vi": "vì nó đã thất bại ở Mexico."
    }
  },
  {
    "translation": {
      "en": "You know, in Mexican, Nova translates to \"No Go.\"",
      "vi": "Trong tiếng Mexico, \"Nova\" nghĩa là \"không đi\","
    }
  },
  {
    "translation": {
      "en": "They couldn't get anyone to buy it.",
      "vi": "nên chẳng ai chịu mua cả."
    }
  },
  {
    "translation": {
      "en": "'Cause they all thought the car would, you know, \"No Go.\"",
      "vi": "Vì họ đều nghĩ là chiếc xe sẽ \"không đi\"."
    }
  },
  {
    "translation": {
      "en": "-You're an idiot. -No, it's true.",
      "vi": "- Anh là đồ đần. - Thật vậy mà."
    }
  },
  {
    "translation": {
      "en": "-Not true. -Look it up.",
      "vi": "- Không đúng. - Em cứ tìm hiểu đi."
    }
  },
  {
    "translation": {
      "en": "I am kind of surprised you went for the V-6 automatic.",
      "vi": "Tôi ngạc nhiên khi anh đi V-6 số tự động."
    }
  },
  {
    "translation": {
      "en": "The V-8's just so much faster, and you can really feel the road under you.",
      "vi": "Chiếc V-8 nhanh hơn nhiều, anh có thể cảm thấy mặt đường phía dưới."
    }
  },
  {
    "translation": {
      "en": "'Course, I keep forgetting you can't drive stick.",
      "vi": "Ôi, tôi cứ quên anh không lái được xe số sàn."
    }
  },
  {
    "translation": {
      "en": "No, I know how to drive stick.",
      "vi": "Đâu. Anh biết chạy xe số sàn."
    }
  },
  {
    "translation": {
      "en": "I don't think you do. All the cars you always bringing home from the lot are auto.",
      "vi": "Tôi nghĩ là không. Số xe anh lái về nhà đều là số tự động."
    }
  },
  {
    "translation": {
      "en": "I love stick. I'm a big fan of stick!",
      "vi": "Anh thích số sàn! Rất hâm mộ số sàn!"
    }
  },
  {
    "translation": {
      "en": "-Sadie! Come on! Come on! -Yeah! Go!",
      "vi": "- Sadie, cố lên, cố lên! - Cố lên!"
    }
  },
  {
    "translation": {
      "en": "Come on, come on, come on!",
      "vi": "Cố lên, cố lên nào!"
    }
  },
  {
    "translation": {
      "en": "-Come on, girl, let's go! -Go, Sadie!",
      "vi": "- Cố lên, con gái, tiến lên! - Tiến lên, Sadie!"
    }
  },
  {
    "translation": {
      "en": "You got a ribbon, baby. Come here. What's it say?",
      "vi": "Con có một cái ruy băng. Nó nói gì nào?"
    }
  },
  {
    "translation": {
      "en": "It's not first place. It only matters if you win.",
      "vi": "Đây không phải hạng nhất. Thắng mới có ý nghĩa."
    }
  },
  {
    "translation": {
      "en": "What? That ain't true at all.",
      "vi": "Gì chứ? Chẳng đúng chút nào."
    }
  },
  {
    "translation": {
      "en": "That boy's damn near 14-years-old.",
      "vi": "Thằng bé đó gần 14 tuổi rồi."
    }
  },
  {
    "translation": {
      "en": "Come on. Give me a smile.",
      "vi": "Thôi nào. Cười với bố đi."
    }
  },
  {
    "translation": {
      "en": "Go show your momma.",
      "vi": "Đi khoe với mẹ đi."
    }
  },
  {
    "translation": {
      "en": "-Way to go, baby doll. -Congratulations.",
      "vi": "- Giỏi lắm, búp bê ơi. - Chúc mừng nha."
    }
  },
  {
    "translation": {
      "en": "-Come to Momma. -Thanks.",
      "vi": "- Đến với mẹ nào. - Con cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Hey, you did good.",
      "vi": "Con làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Let me see.",
      "vi": "Để mẹ xem nào."
    }
  },
  {
    "translation": {
      "en": "Well, I found 'em.",
      "vi": "Em đã tìm thấy họ."
    }
  },
  {
    "translation": {
      "en": "Where?",
      "vi": "Ở đâu?"
    }
  },
  {
    "translation": {
      "en": "You should see.",
      "vi": "Anh nên tự xem."
    }
  },
  {
    "translation": {
      "en": "They'll know what we want them to know.",
      "vi": "Họ sẽ chỉ biết những gì ta muốn họ biết."
    }
  },
  {
    "translation": {
      "en": "Let's hear it for the Bang brothers, folks!",
      "vi": "Hoan hô anh em nhà Bang nào!"
    }
  },
  {
    "translation": {
      "en": "Y'all got a sec?",
      "vi": "Hai cậu có thời gian chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm winning, okay? Not stopping.",
      "vi": "Khoan, khoan, tôi đang thắng mà. Được chứ? Không dừng đâu."
    }
  },
  {
    "translation": {
      "en": "Don't you put the Logan hex on me.",
      "vi": "Đừng khiến lời nguyền nhà Logan ám vào người tôi."
    }
  },
  {
    "translation": {
      "en": "Yeah, we been out to see your brother.",
      "vi": "Bọn tôi đã tìm anh các cậu."
    }
  },
  {
    "translation": {
      "en": "He tell you we were looking to talk to y'all?",
      "vi": "Anh ấy có bảo bọn tôi muốn nói chuyện chưa?"
    }
  },
  {
    "translation": {
      "en": "Joe said you need for him to blow open the vault.",
      "vi": "Joe nói hai anh cần anh ấy để cho nổ hầm két."
    }
  },
  {
    "translation": {
      "en": "Something like that.",
      "vi": "Đại loại thế."
    }
  },
  {
    "translation": {
      "en": "Joe said you know computers.",
      "vi": "Joe nói cậu rành về máy tính."
    }
  },
  {
    "translation": {
      "en": "Yeah, I went to technical college.",
      "vi": "Ừ, tôi từng học, à… đại học kỹ thuậtt."
    }
  },
  {
    "translation": {
      "en": "Well, this here's a little more involved than that.",
      "vi": "Việc này cần hơn như thế đấy."
    }
  },
  {
    "translation": {
      "en": "We need, like, a computer whiz.",
      "vi": "Bọn tôi cần một phù thủy máy tính."
    }
  },
  {
    "translation": {
      "en": "Like, one of them Facebook boys.",
      "vi": "Như mấy gã làm cho Facebook ấy."
    }
  },
  {
    "translation": {
      "en": "I know everything there is to know about computers.",
      "vi": "Tôi biết mọi thứ cần biết về máy tính, được chưa?"
    }
  },
  {
    "translation": {
      "en": "All the Twitters, I know 'em.",
      "vi": "- Thật chứ? - Cả đám Twitter nữa, tôi biết hết."
    }
  },
  {
    "translation": {
      "en": "But me and Sam just ain't sure we can help y'all.",
      "vi": "Nhưng tôi và Sam không chắc giúp được."
    }
  },
  {
    "translation": {
      "en": "-You can't help us? -Yeah.",
      "vi": "- Không giúp được bọn tôi à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "We're living with the Lord now.",
      "vi": "Giờ bọn tôi đang sống theo ý Chúa."
    }
  },
  {
    "translation": {
      "en": "Which means on the light side of the raw.",
      "vi": "Tức là làm theo các luật của Chúa ấy."
    }
  },
  {
    "translation": {
      "en": "If you two ain't into this, then why the hell did Joe tell us to come out here, then?",
      "vi": "Nếu hai cậu không thích làm vụ này, sao Joe lại bảo bọn tôi đến đây?"
    }
  },
  {
    "translation": {
      "en": "Gotta have a good reason to break the law. Do something like robbing.",
      "vi": "Phải có lý do chính đáng để phá luật. Để đi cướp."
    }
  },
  {
    "translation": {
      "en": "Yeah, we need a moral reason.",
      "vi": "Bọn tôi cần một lý do đạo đức."
    }
  },
  {
    "translation": {
      "en": "We'd be robbing the Grocery Castle Auto.",
      "vi": "Ta sẽ cướp Triển lãm Ô tô Grocery Castle."
    }
  },
  {
    "translation": {
      "en": "You can't tell me you ain't shoplifted from the Grocery Castle.",
      "vi": "Đừng nói các cậu không nẫng hàng ở đó."
    }
  },
  {
    "translation": {
      "en": "Yeah, we used to shoplift from them all the time,",
      "vi": "Có chứ. Bọn tôi vẫn nẫng hàng ở đó suốt,"
    }
  },
  {
    "translation": {
      "en": "but that was before.",
      "vi": "mà đó là lúc trước."
    }
  },
  {
    "translation": {
      "en": "Well, our sister, Mellie,",
      "vi": "Em gái Mellie của bọn tôi"
    }
  },
  {
    "translation": {
      "en": "she used to work up at the Grocery Castle outside Manila.",
      "vi": "từng làm ở chỗ Grocery Castle bên ngoài Manila."
    }
  },
  {
    "translation": {
      "en": "And they promoted her to checker after a month.",
      "vi": "Họ thăng nó lên làm thu ngân sau một tháng."
    }
  },
  {
    "translation": {
      "en": "Then the assistant manager started getting handsy.",
      "vi": "Rồi tên phó quản lý - bắt đầu táy máy tay chân. - Táy máy tay chân."
    }
  },
  {
    "translation": {
      "en": "-Handsy. -So, you can imagine.",
      "vi": "- bắt đầu táy máy tay chân. - Táy máy tay chân. Nên có thể thấy gia đình tôi không yêu thích gì Grocery Castle."
    }
  },
  {
    "translation": {
      "en": "Our family don't have no love for the Grocery Castle.",
      "vi": "Nên có thể thấy gia đình tôi không yêu thích gì Grocery Castle."
    }
  },
  {
    "translation": {
      "en": "I can understand the feels.",
      "vi": "Tôi có thể hiểu cảm giác đó."
    }
  },
  {
    "translation": {
      "en": "Yeah, this being their big event and all, the auto show,",
      "vi": "Ừ. Đây sẽ là sự kiện lớn của họ, triển lãm ô tô ấy,"
    }
  },
  {
    "translation": {
      "en": "-we don't feel too bad about it. -Nope.",
      "vi": "- bọn tôi không thấy tội lỗi gì. - Không hề."
    }
  },
  {
    "translation": {
      "en": "Come here.",
      "vi": "Đến đây nào."
    }
  },
  {
    "translation": {
      "en": "-What you think? -Yeah.",
      "vi": "- Anh nghĩ sao? - Được."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Sounds good enough for us.",
      "vi": "Nghe có vẻ ổn với bọn tôi."
    }
  },
  {
    "translation": {
      "en": "'Cause of the whole morality thing.",
      "vi": "Bởi vì vấn đề đạo đức."
    }
  },
  {
    "translation": {
      "en": "I need you two to go visit the bear in the woods.",
      "vi": "Anh cần bọn mày đi thăm con gấu trong rừng."
    }
  },
  {
    "translation": {
      "en": "Tell him you're there to collect the bag he's been keeping for me.",
      "vi": "Nói với anh ta, bọn mày đến lấy cái túi mà anh ta giữ giúp anh."
    }
  },
  {
    "translation": {
      "en": "Cauliflower.",
      "vi": "Bông cải."
    }
  },
  {
    "translation": {
      "en": "Vehicular mischief.",
      "vi": "Sai phạm liên quan đến xe cộ."
    }
  },
  {
    "translation": {
      "en": "Reckless endangerment, destruction of private property.",
      "vi": "Gây nguy hiểm bất chấp, phá hoại tài sản tư."
    }
  },
  {
    "translation": {
      "en": "I'd take your license away, Clyde, but it was suspended two years ago.",
      "vi": "Lẽ ra tôi sẽ tước bằng của anh, Clyde, nhưng nó đã bị treo từ hai năm trước."
    }
  },
  {
    "translation": {
      "en": "And despite your claim that this was an accident,",
      "vi": "Và dù anh nói đây là tai nạn,"
    }
  },
  {
    "translation": {
      "en": "that your foot slipped, these are serious charges.",
      "vi": "rằng anh bị trượt chân, đây là các cáo buộc nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "Your previous run-ins with the law",
      "vi": "Lần gần nhất anh phạm pháp"
    }
  },
  {
    "translation": {
      "en": "were back when you were classified as a juvenile,",
      "vi": "là khi anh còn vị thành niên,"
    }
  },
  {
    "translation": {
      "en": "and of course, in determining your sentencing...",
      "vi": "là khi anh còn vị thành niên, và tất nhiên, để quyết định mức án cho anh,"
    }
  },
  {
    "translation": {
      "en": "I'm taking into account your service,",
      "vi": "tôi cân nhắc cả sự phục vụ"
    }
  },
  {
    "translation": {
      "en": "and the great sacrifice you've made for our country.",
      "vi": "và hy sinh lớn lao vì tổ quốc của anh."
    }
  },
  {
    "translation": {
      "en": "I sentence you to 90 days.",
      "vi": "Tôi tuyên phạt anh 90 ngày."
    }
  },
  {
    "translation": {
      "en": "You sure these measurements is right?",
      "vi": "Cậu chắc mấy kích thước này đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "Mellie gave 'em to me. And Mellie knows her trucks.",
      "vi": "Mellie đưa cho tôi đấy. Và Mellie biết rất rõ xe của nó."
    }
  },
  {
    "translation": {
      "en": "Sadie's to-do list. Make sure you get it all done.",
      "vi": "Danh sách việc cần làm của Sadie. Nhớ làm hết."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "-Come on. -Careful!",
      "vi": "- Đi thôi. - Cẩn thận!"
    }
  },
  {
    "translation": {
      "en": "\"Tanning salon\"?",
      "vi": "\"Mỹ viện nhuộm da\" à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, we'll see about that.",
      "vi": "Rồi. Để xem sao nhé."
    }
  },
  {
    "translation": {
      "en": "Now, it has to be dependable.",
      "vi": "Cái xe phải đáng tin đấy nhé."
    }
  },
  {
    "translation": {
      "en": "I can't have no chance of it breaking down.",
      "vi": "Tôi không thể để bị hỏng xe."
    }
  },
  {
    "translation": {
      "en": "You want a camper covering the bed of the truck? Or just empty?",
      "vi": "Muốn có cái nắp thùng che phía sau không? Hay để trống?"
    }
  },
  {
    "translation": {
      "en": "Yeah, a cover's a good idea, 'cause them campers can get kinda creepy.",
      "vi": "Tấm che phẳng là được. Nắp thùng trông cứ rợn rợn."
    }
  },
  {
    "translation": {
      "en": "I think them cops more likely to give them camper trucks a second look.",
      "vi": "Tôi nghĩ đám cảnh sát sẽ thích nhìn ngó mấy xe có nắp thùng hơn."
    }
  },
  {
    "translation": {
      "en": "All right, Sadie-bug, get them goggles down. I don't wanna get none of this in your peepers.",
      "vi": "Sadie bọ con, đeo kính đi. Bố không muốn thứ này xịt vào mắt con."
    }
  },
  {
    "translation": {
      "en": "You sure about this?",
      "vi": "Con chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm ready.",
      "vi": "Con sẵn sàng rồi."
    }
  },
  {
    "translation": {
      "en": "All right. Close your eyes.",
      "vi": "Được rồi. Nhắm mắt lại."
    }
  },
  {
    "translation": {
      "en": "You littered all over my car with your shoes.",
      "vi": "Giày của cháu làm bẩn hết xe chú rồi."
    }
  },
  {
    "translation": {
      "en": "Well, I'm sorry.",
      "vi": "Cháu xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Wait, get your hand off.",
      "vi": "Cẩn thận cái tay này."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào cháu."
    }
  },
  {
    "translation": {
      "en": "-You excited? -Yes.",
      "vi": "- Cháu hào hứng chứ? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Extensions!",
      "vi": "Tóc nối!"
    }
  },
  {
    "translation": {
      "en": "-I got real long this time. -Yeah!",
      "vi": "Lần này cô chọn bộ rất dài."
    }
  },
  {
    "translation": {
      "en": "I thought you were going as Rihanna.",
      "vi": "Bố tưởng con sẽ đóng Rihanna."
    }
  },
  {
    "translation": {
      "en": "Daddy, it's not Halloween. I'm not going as Rihanna.",
      "vi": "Bố ơi, có phải Halloween đâu. Con đâu đóng giả làm Rihanna."
    }
  },
  {
    "translation": {
      "en": "I'm singing a song of hers for my talent.",
      "vi": "Con chỉ hát bài hát của cô ấy trong phần tài năng."
    }
  },
  {
    "translation": {
      "en": "I still got two other categories to compete in, Denim Wear and Glitz.",
      "vi": "Con vẫn còn hai hạng mục thi nữa, Trang phục Denim và Trang phục Dạ hội."
    }
  },
  {
    "translation": {
      "en": "For Glitz, I need this hair.",
      "vi": "Cho phần Dạ hội, con cần bộ tóc này."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "That looks like it hurt.",
      "vi": "Có vẻ đau đấy."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao cơ?"
    }
  },
  {
    "translation": {
      "en": "It did.",
      "vi": "Đúng là đau."
    }
  },
  {
    "translation": {
      "en": "It's healing up now pretty good, though.",
      "vi": "Nhưng giờ nó đang lành rất nhanh."
    }
  },
  {
    "translation": {
      "en": "Looks like you could've used a couple of stitches.",
      "vi": "Đáng lẽ anh nên khâu một, hai, mũi."
    }
  },
  {
    "translation": {
      "en": "A little late for that, I guess.",
      "vi": "Chắc khá trễ cho việc đó rồi."
    }
  },
  {
    "translation": {
      "en": "Well, when was the last time you had a tetanus shot?",
      "vi": "Anh tiêm phòng uốn ván lần cuối khi nào?"
    }
  },
  {
    "translation": {
      "en": "Never?",
      "vi": "Chưa bao giờ tiêm."
    }
  },
  {
    "translation": {
      "en": "That the wrong answer?",
      "vi": "Đó là câu trả lời sai à?"
    }
  },
  {
    "translation": {
      "en": "There are no wrong answers",
      "vi": "Không có câu trả lời sai"
    }
  },
  {
    "translation": {
      "en": "when you're talkin' to a healthcare professional.",
      "vi": "khi nói chuyện với chuyên gia chăm sóc sức khỏe."
    }
  },
  {
    "translation": {
      "en": "Would you like one?",
      "vi": "Anh muốn tiêm chứ?"
    }
  },
  {
    "translation": {
      "en": "What is all this, like a charity or something?",
      "vi": "Cái gì đây, hoạt động từ thiện à?"
    }
  },
  {
    "translation": {
      "en": "Jimmy Logan, you know as well as I do, folks around here don't like the word charity.",
      "vi": "Jimmy Logan, anh cũng biết rõ như tôi là dân ở đây không thích chữ từ thiện."
    }
  },
  {
    "translation": {
      "en": "We West Virginians are a proud folk.",
      "vi": "Người Tây Virginia chúng ta rất cao ngạo."
    }
  },
  {
    "translation": {
      "en": "We have a couple of grants,",
      "vi": "Chúng tôi có vài khoản hỗ trợ,"
    }
  },
  {
    "translation": {
      "en": "but mostly get by on private donations.",
      "vi": "nhưng chủ yếu là đóng góp tư nhân."
    }
  },
  {
    "translation": {
      "en": "People are happy we do our work.",
      "vi": "Mọi người vui khi chúng tôi làm việc."
    }
  },
  {
    "translation": {
      "en": "Driving from town to town,",
      "vi": "Lái xe qua các thị trấn,"
    }
  },
  {
    "translation": {
      "en": "trying to help locals who can't make it to the doctor.",
      "vi": "giúp đỡ những người dân không đủ tiền đi bác sĩ."
    }
  },
  {
    "translation": {
      "en": "What happened to 3-2-1?",
      "vi": "Sao không đếm ba, hai, một nữa?"
    }
  },
  {
    "translation": {
      "en": "So you know me? We met before?",
      "vi": "Cô biết tôi à? Chúng ta từng gặp nhau sao?"
    }
  },
  {
    "translation": {
      "en": "I went to Valley View. A couple years behind you.",
      "vi": "Tôi từng học ở Valley View. Sau anh vài năm."
    }
  },
  {
    "translation": {
      "en": "Back then, you were all Jimmy Logan, quarterback, Homecoming King.",
      "vi": "Hồi đó anh nổi tiếng lắm, Jimmy Logan, trung phong, Vua của Vũ hội."
    }
  },
  {
    "translation": {
      "en": "Only had eyes for Bobbie Jo Campbell, if I recall.",
      "vi": "Chỉ thích mỗi Bobbie Jo Campbell, nếu tôi nhớ đúng."
    }
  },
  {
    "translation": {
      "en": "Hold that there.",
      "vi": "Giữ ở đó."
    }
  },
  {
    "translation": {
      "en": "I think you'll like this one.",
      "vi": "Tôi nghĩ anh sẽ thích cái này."
    }
  },
  {
    "translation": {
      "en": "There we go. I got that.",
      "vi": "Xong rồi. Cái đó để tôi."
    }
  },
  {
    "translation": {
      "en": "So, Sylvia?",
      "vi": "Cô là Sylvia à?"
    }
  },
  {
    "translation": {
      "en": "Ain't no one ever called you Sylvie?",
      "vi": "Không có ai gọi cô là Sylvie sao?"
    }
  },
  {
    "translation": {
      "en": "No one has ever called me Sylvie.",
      "vi": "Chưa từng có ai gọi tôi là Sylvie."
    }
  },
  {
    "translation": {
      "en": "That's weird.",
      "vi": "Lạ lùng thật."
    }
  },
  {
    "translation": {
      "en": "My name?",
      "vi": "Tên tôi lạ hả?"
    }
  },
  {
    "translation": {
      "en": "Well, you know, it's just...",
      "vi": "Cô biết đó, tên cô…"
    }
  },
  {
    "translation": {
      "en": "It's kind of like an old-lady name.",
      "vi": "nghe khá giống tên của một bà lão."
    }
  },
  {
    "translation": {
      "en": "To me.",
      "vi": "Tôi thấy thế."
    }
  },
  {
    "translation": {
      "en": "It just don't seem like it should be on a person like you.",
      "vi": "Có vẻ không thích hợp với một người như cô."
    }
  },
  {
    "translation": {
      "en": "That looks like you. That's, you know...",
      "vi": "Với người trông như cô. Cô biết không…"
    }
  },
  {
    "translation": {
      "en": "My grand-momma. Her name was Sylvia.",
      "vi": "Bà tôi tên là Sylvia đấy."
    }
  },
  {
    "translation": {
      "en": "So, that's just what I think of when I think of that name.",
      "vi": "Thế là tôi nghĩ đến bà khi nghĩ đến cái tên đó."
    }
  },
  {
    "translation": {
      "en": "I thought you was getting coffee.",
      "vi": "Ồ! Tôi tưởng cậu đang uống cà phê."
    }
  },
  {
    "translation": {
      "en": "Didn't know we was seeing patients yet.",
      "vi": "Không biết là đã nhận bệnh nhân đấy."
    }
  },
  {
    "translation": {
      "en": "I got a coffee and a patient.",
      "vi": "Tôi đã uống cà phê và đã khám cho bệnh nhân."
    }
  },
  {
    "translation": {
      "en": "But we better hit the road.",
      "vi": "Nhưng ta nên lên đường thôi."
    }
  },
  {
    "translation": {
      "en": "Sounds like that alternator needs a tetanus shot.",
      "vi": "Xem ra máy dao điện của xe này cần một mũi uốn ván."
    }
  },
  {
    "translation": {
      "en": "Alternators cost money.",
      "vi": "Bộ dao điện thì tốn tiền."
    }
  },
  {
    "translation": {
      "en": "Tetanus shots are free.",
      "vi": "Tiêm uốn ván thì miễn phí."
    }
  },
  {
    "translation": {
      "en": "There's a garage over off Bluefield Canyon Road.",
      "vi": "Có một gara ở đường Bluefield Canyon."
    }
  },
  {
    "translation": {
      "en": "Ask for Earl. Might not be free, but he'll treat you fine.",
      "vi": "Cứ hỏi tìm Earl. Có thể không miễn phí, nhưng anh ấy sẽ lấy giá vừa phải."
    }
  },
  {
    "translation": {
      "en": "-Thanks. -All right.",
      "vi": "- Cảm ơn anh. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Hey, hold on a second. Hold on. Hold on.",
      "vi": "Này, chờ chút đã. Khoan."
    }
  },
  {
    "translation": {
      "en": "Did we kiss?",
      "vi": "Chúng ta từng hôn à?"
    }
  },
  {
    "translation": {
      "en": "I mean, in high school, we kissed, didn't we?",
      "vi": "Ý tôi là ở trường cấp ba, ta đã hôn nhau, hả?"
    }
  },
  {
    "translation": {
      "en": "That has got to be the worst thing anyone has ever said to me.",
      "vi": "Đây hẳn là điều kinh khủng nhất mà người ta từng nói với tôi."
    }
  },
  {
    "translation": {
      "en": "Hold on, hold on, wait, wait. I'm saying I remember is all.",
      "vi": "Khoan, khoan đã! Ý là tôi đã nhớ ra thôi mà."
    }
  },
  {
    "translation": {
      "en": "I do.",
      "vi": "Thật mà."
    }
  },
  {
    "translation": {
      "en": "I do remember.",
      "vi": "Mình đã nhớ ra."
    }
  },
  {
    "translation": {
      "en": "I see there's still a lot of your rules up there.",
      "vi": "Em thấy trên đó còn rất nhiều quy tắc của anh."
    }
  },
  {
    "translation": {
      "en": "So?",
      "vi": "Thì sao?"
    }
  },
  {
    "translation": {
      "en": "Just...",
      "vi": "Chỉ là…"
    }
  },
  {
    "translation": {
      "en": "Have you thought about having a backup plan, or...",
      "vi": "Anh có nghĩ về kế hoạch dự phòng chưa, hay…"
    }
  },
  {
    "translation": {
      "en": "What we're gonna do the first time \"shit happens,\"",
      "vi": "ta sẽ làm gì khi gặp rắc rối lần đầu,"
    }
  },
  {
    "translation": {
      "en": "let alone the second time?",
      "vi": "chứ đừng nói là lần hai?"
    }
  },
  {
    "translation": {
      "en": "Why don't you just worry about your cockroaches?",
      "vi": "Sao em không lo lũ gián của em cho xong đi?"
    }
  },
  {
    "translation": {
      "en": "And I'll worry about the rules.",
      "vi": "Anh sẽ lo chuyện quy tắc."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "-Jimmy? -Hey, what you say, Cal?",
      "vi": "- Jimmy? - Khỏe chứ Cal?"
    }
  },
  {
    "translation": {
      "en": "Hey, how you been?",
      "vi": "Này, gần đây cậu thế nào?"
    }
  },
  {
    "translation": {
      "en": "What's going on, man? You know, staying busy.",
      "vi": "Sao thế? Tôi vẫn bận rộn."
    }
  },
  {
    "translation": {
      "en": "-Good, good, good. Did you find work? -Yeah, a few things.",
      "vi": "- Tốt. Cậu tìm được việc rồi hả? - Ừ, vài việc."
    }
  },
  {
    "translation": {
      "en": "Great. These parts, or back in Boone County?",
      "vi": "Tuyệt. Ở vùng này hay ở quận Boone?"
    }
  },
  {
    "translation": {
      "en": "-No, back home. -Good, good, good.",
      "vi": "- Ở Boone. - Tốt."
    }
  },
  {
    "translation": {
      "en": "Well, I'm glad to hear that.",
      "vi": "Thật mừng khi nghe thế."
    }
  },
  {
    "translation": {
      "en": "I felt bad and all about having to let you go.",
      "vi": "Tôi thấy thật tệ khi để cậu ra đi."
    }
  },
  {
    "translation": {
      "en": "Come on. Don't even worry about it.",
      "vi": "Đừng lo chuyện đó. Tôi biết là do bọn họ, không phải do ông."
    }
  },
  {
    "translation": {
      "en": "-I know it was them, not you. -Even if things had been different,",
      "vi": "Đừng lo chuyện đó. Tôi biết là do bọn họ, không phải do ông. Dù tình hình có khác, tôi vẫn sẽ phải cho cậu nghỉ,"
    }
  },
  {
    "translation": {
      "en": "I'd probably have to let you go anyway, since we're wrapping it up.",
      "vi": "Dù tình hình có khác, tôi vẫn sẽ phải cho cậu nghỉ, vì chúng ta sắp làm xong rồi."
    }
  },
  {
    "translation": {
      "en": "What? You're all wrapping up the site? You all done?",
      "vi": "Sao? Ông sắp dọn khu đó rồi à? Xong rồi sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah, just about. Yeah.",
      "vi": "Ừ, cũng gần xong rồi."
    }
  },
  {
    "translation": {
      "en": "Managed to be ahead of schedule for once.",
      "vi": "Cũng được một lần xong trước thời hạn."
    }
  },
  {
    "translation": {
      "en": "You patched up all them sinkholes?",
      "vi": "Ông vá hết mấy chỗ sụt rồi à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, almost. We're gonna pull the gear first of the month.",
      "vi": "Ừ, gần hết. Tới đầu tháng bọn tôi sẽ chuyển hết máy móc đi."
    }
  },
  {
    "translation": {
      "en": "You know that thing we been talking about?",
      "vi": "Về việc chúng ta vẫn nhắc đến ấy?"
    }
  },
  {
    "translation": {
      "en": "We got to move it up a week.",
      "vi": "Phải đẩy lên sớm một tuần."
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "vi": "Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Opportunity is gonna be closing up.",
      "vi": "Cơ hội đang đóng lại."
    }
  },
  {
    "translation": {
      "en": "So, everything stays the same,",
      "vi": "Mọi thứ vẫn như cũ,"
    }
  },
  {
    "translation": {
      "en": "we just gotta move everything up by one week.",
      "vi": "ta chỉ đẩy lên sớm một tuần thôi."
    }
  },
  {
    "translation": {
      "en": "Wait, one week earlier? But that's...",
      "vi": "Khoan, sớm hơn một tuần à? Nhưng…"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Anh biết."
    }
  },
  {
    "translation": {
      "en": "I guess this is \"shit happens.\"",
      "vi": "Em đoán đây chính là \"có rắc rối\"."
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "So, should we cancel?",
      "vi": "Chúng ta hủy à?"
    }
  },
  {
    "translation": {
      "en": "No difference.",
      "vi": "Chẳng có gì khác biệt cả."
    }
  },
  {
    "translation": {
      "en": "The Coca-Cola 600 is the biggest race of the year.",
      "vi": "Coca-Cola 600 là cuộc đua lớn nhất trong năm."
    }
  },
  {
    "translation": {
      "en": "That's a big difference.",
      "vi": "Khác biệt lớn đấy."
    }
  },
  {
    "translation": {
      "en": "That don't change the job at all.",
      "vi": "Cũng chẳng thay đổi phi vụ này."
    }
  },
  {
    "translation": {
      "en": "So, should I call The Baker?",
      "vi": "Thế em gọi Thợ Bánh nhé?"
    }
  },
  {
    "translation": {
      "en": "Call The Baker.",
      "vi": "Gọi Thợ Bánh đi."
    }
  },
  {
    "translation": {
      "en": "This is Gleema.",
      "vi": "Gleema nghe đây."
    }
  },
  {
    "translation": {
      "en": "-Gleema Purdue? -Yes.",
      "vi": "- Gleema Purdue? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Need you to sign right here, please.",
      "vi": "Cần chị ký vào đây."
    }
  },
  {
    "translation": {
      "en": "Right there, please.",
      "vi": "TRƯỜNG ĐUA CHARLOTTE"
    }
  },
  {
    "translation": {
      "en": "Who's it from?",
      "vi": "Của ai gửi thế?"
    }
  },
  {
    "translation": {
      "en": "No idea, ma'am. No card, no name on the paperwork.",
      "vi": "Tôi không biết. Không thiệp, không tên."
    }
  },
  {
    "translation": {
      "en": "We just deliver 'em.",
      "vi": "Chúng tôi chỉ chuyển thôi."
    }
  },
  {
    "translation": {
      "en": "He just said, \"I guess someone thinks it's your birthday.\"",
      "vi": "Anh ta chỉ nói: \"Tôi đoán có người nghĩ hôm nay là sinh nhật chị\"."
    }
  },
  {
    "translation": {
      "en": "I mean, I have no idea.",
      "vi": "Tôi chẳng biết nữa."
    }
  },
  {
    "translation": {
      "en": "I've never seen a more beautiful cake.",
      "vi": "Tôi chưa từng thấy cái bánh nào đẹp hơn thế."
    }
  },
  {
    "translation": {
      "en": "Well, maybe somebody's got a crush.",
      "vi": "Chắc có người đang mê cô."
    }
  },
  {
    "translation": {
      "en": "I have no idea who it could be.",
      "vi": "Tôi không biết có thể là ai nữa."
    }
  },
  {
    "translation": {
      "en": "After that last experience on Plenty Of Fish,",
      "vi": "Sau kinh nghiệm lần trước với Hồ Đầy Cá,"
    }
  },
  {
    "translation": {
      "en": "I have stayed away from the online dating.",
      "vi": "tôi đã tránh xa vụ hẹn hò trên mạng."
    }
  },
  {
    "translation": {
      "en": "Gleema. You better come out front again.",
      "vi": "Gleema. Cô phải ra trước lần nữa thôi."
    }
  },
  {
    "translation": {
      "en": "What? More for me?",
      "vi": "Sao? Thêm quà cho tôi à?"
    }
  },
  {
    "translation": {
      "en": "Not exactly.",
      "vi": "Không hẳn."
    }
  },
  {
    "translation": {
      "en": "Someone hit-and-ran you, ma'am.",
      "vi": "Có người tông vào xe cô và chạy."
    }
  },
  {
    "translation": {
      "en": "We'll check the cameras.",
      "vi": "Chúng tôi sẽ kiểm tra camera."
    }
  },
  {
    "translation": {
      "en": "In the meantime, we're going to need you to fill out some paperwork.",
      "vi": "Trong lúc đó, chúng tôi cần làm vài thủ tục giấy tờ."
    }
  },
  {
    "translation": {
      "en": "My car.",
      "vi": "Xe của tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, man!",
      "vi": "Trời ạ!"
    }
  },
  {
    "translation": {
      "en": "I'm sorry about your car, but I really need you to start filling this out.",
      "vi": "Tôi rất tiếc về xe của cô, nhưng tôi thật sự cần cô điền giấy tờ."
    }
  },
  {
    "translation": {
      "en": "Is it 5:30?",
      "vi": "Đã 5:30 rồi à?"
    }
  },
  {
    "translation": {
      "en": "Ain't no arguing with that automatic door. Are you okay?",
      "vi": "Sao tranh cãi được với cửa tự động chứ? Cô ổn không?"
    }
  },
  {
    "translation": {
      "en": "I didn't get to finish my cake.",
      "vi": "Tôi còn chưa ăn xong bánh."
    }
  },
  {
    "translation": {
      "en": "Howdy goody.",
      "vi": "Chào mọi người."
    }
  },
  {
    "translation": {
      "en": "Hey, y'all.",
      "vi": "Chào mọi người."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna squeeze myself in there.",
      "vi": "Tôi sẽ chui vào đây."
    }
  },
  {
    "translation": {
      "en": "So, Naaman.",
      "vi": "Này, Naaman,"
    }
  },
  {
    "translation": {
      "en": "I got a little proposition for you.",
      "vi": "tôi có một đề nghị nhỏ cho ông."
    }
  },
  {
    "translation": {
      "en": "-One. One. -One. One.",
      "vi": "- Một. Một. - Một. Một."
    }
  },
  {
    "translation": {
      "en": "-Three. -Three.",
      "vi": "- Ba. - Ba."
    }
  },
  {
    "translation": {
      "en": "-Eight. -Eight.",
      "vi": "- Tám. - Tám."
    }
  },
  {
    "translation": {
      "en": "Shit, man, what's up?",
      "vi": "Chết tiệt, chuyện gì đây?"
    }
  },
  {
    "translation": {
      "en": "Hey, Jimmy.",
      "vi": "Chào Jimmy."
    }
  },
  {
    "translation": {
      "en": "No names.",
      "vi": "Không nói tên."
    }
  },
  {
    "translation": {
      "en": "You calling from a secure location?",
      "vi": "Gọi từ địa điểm an toàn đấy chứ?"
    }
  },
  {
    "translation": {
      "en": "A what?",
      "vi": "An gì cơ?"
    }
  },
  {
    "translation": {
      "en": "A secure location.",
      "vi": "Địa điểm an toàn."
    }
  },
  {
    "translation": {
      "en": "I'm at the Lowe's.",
      "vi": "Tôi đang ở quán Lowe."
    }
  },
  {
    "translation": {
      "en": "You calling from a landline or a cell phone?",
      "vi": "Gọi bằng máy cố định hay di động?"
    }
  },
  {
    "translation": {
      "en": "I'm calling on a phone. Like, a real phone.",
      "vi": "Tôi gọi từ điện thoại. Điện thoại thật ấy."
    }
  },
  {
    "translation": {
      "en": "Go ahead.",
      "vi": "Nói đi."
    }
  },
  {
    "translation": {
      "en": "We have a code pink. I repeat.",
      "vi": "Chúng ta đã có mã hồng. Nhắc lại."
    }
  },
  {
    "translation": {
      "en": "We have a code pink.",
      "vi": "Ta đã có mã hồng."
    }
  },
  {
    "translation": {
      "en": "Mel, we got a code pink.",
      "vi": "Mel, ta đã có mã hồng."
    }
  },
  {
    "translation": {
      "en": "The shock-and-awe campaign of bacon and sardines has worked.",
      "vi": "Chiến dịch dụ dỗ với thịt muối và cá mòi đã thành công."
    }
  },
  {
    "translation": {
      "en": "Hold on, hold on.",
      "vi": "Chờ chút!"
    }
  },
  {
    "translation": {
      "en": "-Fish! Sam! -It's Jimmy.",
      "vi": "- Fish! Sam! - Jimmy đó."
    }
  },
  {
    "translation": {
      "en": "Hold on!",
      "vi": "Chờ chút!"
    }
  },
  {
    "translation": {
      "en": "-Get up, goddamn it! -Hold on!",
      "vi": "- Dậy đi! Khốn kiếp. - Chờ chút!"
    }
  },
  {
    "translation": {
      "en": "Goddamn it.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Hey. You didn't have to scare us like that.",
      "vi": "Anh đâu cần phải dọa bọn tôi thế."
    }
  },
  {
    "translation": {
      "en": "We thought you was the law.",
      "vi": "Cữ tưởng anh là cảnh sát đấy."
    }
  },
  {
    "translation": {
      "en": "When did you have a chance to think that?",
      "vi": "Các cậu nghĩ thế vào lúc nào?"
    }
  },
  {
    "translation": {
      "en": "Seeing as you were dead asleep a second ago!",
      "vi": "Một giây trước hai cậu còn ngủ vùi!"
    }
  },
  {
    "translation": {
      "en": "You're supposed to meet me down at the corner.",
      "vi": "Đáng lẽ phải gặp tôi ở ngã tư chứ. Giờ trễ quá rồi!"
    }
  },
  {
    "translation": {
      "en": "-Now we're running way behind! -We got it.",
      "vi": "Đáng lẽ phải gặp tôi ở ngã tư chứ. Giờ trễ quá rồi! Bọn tôi lo được."
    }
  },
  {
    "translation": {
      "en": "You got it? You still seem half-asleep.",
      "vi": "Thế à? Trông nửa tỉnh nửa mơ thế kia."
    }
  },
  {
    "translation": {
      "en": "We're on it, okay?",
      "vi": "Bọn tôi biết mà, nhé? Chúng tôi biết khi nào nên ở đâu."
    }
  },
  {
    "translation": {
      "en": "We know where to be and when. Watch the race.",
      "vi": "Bọn tôi biết mà, nhé? Chúng tôi biết khi nào nên ở đâu. Xem cuộc đua."
    }
  },
  {
    "translation": {
      "en": "That's right. The clock on the race.",
      "vi": "Phải! Canh thời gian đua."
    }
  },
  {
    "translation": {
      "en": "-Remember! -Yeah, we know.",
      "vi": "- Nhớ đó! - Ừ, bọn tôi biết."
    }
  },
  {
    "translation": {
      "en": "-Don't be late. -Yes, sweetie.",
      "vi": "- Đừng trễ nhé. - Ừ, em yêu."
    }
  },
  {
    "translation": {
      "en": "Hey, I'd like to point out that today, I am driving the V-8 stick.",
      "vi": "Anh muốn thông báo hôm nay anh lái chiếc V-8 số sàn."
    }
  },
  {
    "translation": {
      "en": "It's a nice car.",
      "vi": "Xe đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "Hopefully, you'll have beginner's luck getting it into first.",
      "vi": "Hy vọng anh sẽ may mắn khi vào số một."
    }
  },
  {
    "translation": {
      "en": "Even in first gear,",
      "vi": "Dù chạy số một,"
    }
  },
  {
    "translation": {
      "en": "this thing will still blow away that \"No Go\" of yours.",
      "vi": "xe này vẫn sẽ thắng cái xe \"không đi\" của em."
    }
  },
  {
    "translation": {
      "en": "Not with you behind the wheel.",
      "vi": "Anh cầm lái thì đừng mơ."
    }
  },
  {
    "translation": {
      "en": "How you been, Jesco?",
      "vi": "Cậu thế nào, Jesco?"
    }
  },
  {
    "translation": {
      "en": "Hanging in there.",
      "vi": "À, vẫn đang cố gắng."
    }
  },
  {
    "translation": {
      "en": "Yeah, hang in there, then.",
      "vi": "Ừ, cố gắng tiếp đi."
    }
  },
  {
    "translation": {
      "en": "He still writing to Correctional Affairs about the food?",
      "vi": "Anh ta vẫn viết thư cho Sở Cải huấn về chuyện đồ ăn à?"
    }
  },
  {
    "translation": {
      "en": "No, sir, we took care of that.",
      "vi": "Không sếp, chúng tôi đã giải quyết rồi."
    }
  },
  {
    "translation": {
      "en": "Good. 'Cause we don't have a food problem here at Monroe, do we?",
      "vi": "Tốt. Vì chúng ta không có vấn đề về đồ ăn ở Monroe này, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You okay, Joe Bang? You're choking.",
      "vi": "Ổn chứ, Joe Bang? Anh đang bị nghẹn."
    }
  },
  {
    "translation": {
      "en": "Someone know the Heindrick?",
      "vi": "Ai biết làm Heindrick không?"
    }
  },
  {
    "translation": {
      "en": "Sounds like a wet cough, like phlegm.",
      "vi": "Chắc là ho có đờm."
    }
  },
  {
    "translation": {
      "en": "I don't feel too good.",
      "vi": "Tôi thấy không khỏe lắm."
    }
  },
  {
    "translation": {
      "en": "Shit! Get this damn convict away from me!",
      "vi": "Chết tiệt! Đưa tên tội phạm này tránh xa tôi ra."
    }
  },
  {
    "translation": {
      "en": "-Let's go. Come on. -Get him to the infirmary!",
      "vi": "- Đứng dậy. Đi nào. - Đưa đến bệnh xá!"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God! -Christ!",
      "vi": "- Ôi Chúa ơi! - Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "-Goddammit! -Guard, get some towels.",
      "vi": "- Chết tiệt! - Lính gác, lấy khăn."
    }
  },
  {
    "translation": {
      "en": "Where are you going?",
      "vi": "Cô đi đâu thế?"
    }
  },
  {
    "translation": {
      "en": "I thought you'd be with me the whole time.",
      "vi": "Cháu tưởng cô ở với cháu suốt chứ?"
    }
  },
  {
    "translation": {
      "en": "I just need to go to the salon and tend to a few clients.",
      "vi": "Cô cần về tiệm chăm sóc cho vài vị khách."
    }
  },
  {
    "translation": {
      "en": "I'll be back just in time to comb you out and spray you extra good.",
      "vi": "Cô sẽ quay lại kịp lúc để chải tóc và xịt keo cho cháu siêu đẹp."
    }
  },
  {
    "translation": {
      "en": "-Promise? -I promise.",
      "vi": "- Cô hứa nhé? - Cô hứa."
    }
  },
  {
    "translation": {
      "en": "This will help rehydrate you, ease the nausea.",
      "vi": "Cái này sẽ nạp nước cho anh, giảm cảm giác buồn nôn."
    }
  },
  {
    "translation": {
      "en": "A lot of you guys been coming in here like that.",
      "vi": "Rất nhiều người các anh bị vậy khi vào đây."
    }
  },
  {
    "translation": {
      "en": "It's that business with the water.",
      "vi": "Là do nguồn nước."
    }
  },
  {
    "translation": {
      "en": "Say you can't drink it, but it's okay to shower in it.",
      "vi": "Các anh không được uống, chứ tắm thì được."
    }
  },
  {
    "translation": {
      "en": "I don't know about all that.",
      "vi": "Tôi cũng không rõ lắm."
    }
  },
  {
    "translation": {
      "en": "More barf than we saw after that one Thanksgiving when everything had gone bad.",
      "vi": "Có nhiều vụ nôn mửa hơn cả Lễ Tạ ơn kinh khủng đó."
    }
  },
  {
    "translation": {
      "en": "It'll put a girl off of turkey forever.",
      "vi": "Làm một cô gái không bao giờ muốn ăn gà tây nữa."
    }
  },
  {
    "translation": {
      "en": "Nurse?",
      "vi": "Y tá?"
    }
  },
  {
    "translation": {
      "en": "Miss? Miss?",
      "vi": "Cô ơi? Cô ơi?"
    }
  },
  {
    "translation": {
      "en": "Miss?",
      "vi": "Cô ơi?"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Sao ạ?"
    }
  },
  {
    "translation": {
      "en": "All these fluids?",
      "vi": "Mấy cái dịch này à?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, nurse, but is it possible for me to use the commode?",
      "vi": "Xin lỗi cô y tá, nhưng cho tôi dùng nhà vệ sinh được không?"
    }
  },
  {
    "translation": {
      "en": "I think it's best if you stay put.",
      "vi": "Tôi nghĩ tốt nhất là anh nằm yên."
    }
  },
  {
    "translation": {
      "en": "Don't want you getting light-headed and all.",
      "vi": "Tôi không muốn anh xỉu đâu."
    }
  },
  {
    "translation": {
      "en": "Please, ma'am, don't make me use that thing.",
      "vi": "Xin bà đấy, đừng bắt tôi dùng cái thứ ấy."
    }
  },
  {
    "translation": {
      "en": "A second ago, I was a miss, and now I'm a ma'am.",
      "vi": "Một giây trước tôi còn là cô, giờ đã thành bà rồi."
    }
  },
  {
    "translation": {
      "en": "Please? Miss Nurse? I'll walk slow.",
      "vi": "Đi mà? Cô y tá? Tôi sẽ đi chậm."
    }
  },
  {
    "translation": {
      "en": "Nurse? I can take him.",
      "vi": "Cô y tá ơi? Để tôi giúp anh ta."
    }
  },
  {
    "translation": {
      "en": "I'm finished mopping the floors in here.",
      "vi": "Tôi đã lau xong sàn trong đó."
    }
  },
  {
    "translation": {
      "en": "Okay. But take it slow.",
      "vi": "Được rồi. Nhưng chậm thôi."
    }
  },
  {
    "translation": {
      "en": "He falls and hits his head, that's on you.",
      "vi": "Anh ta mà ngã đập đầu là tại anh đấy."
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "vi": "Vâng, thưa cô."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm gonna need a hand in here.",
      "vi": "Tôi sẽ cần giúp một tay."
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "vi": "Cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "What, you never wondered what it's like to feel white?",
      "vi": "Sao, chưa từng tò mò cảm giác làm người da trắng à?"
    }
  },
  {
    "translation": {
      "en": "Move aside! Out of my way!",
      "vi": "Tránh! Tránh đường!"
    }
  },
  {
    "translation": {
      "en": "This is Warden Burns. I am declaring a code red.",
      "vi": "Giám đốc Burns đây. Tôi tuyên bố mã đỏ."
    }
  },
  {
    "translation": {
      "en": "This is not a test.",
      "vi": "Đây không phải kiểm tra."
    }
  },
  {
    "translation": {
      "en": "All guards,",
      "vi": "Tất cả lính gác"
    }
  },
  {
    "translation": {
      "en": "and staff are to go into an immediate code-14 lockdown.",
      "vi": "và nhân viên thực hiện mã phong tỏa 14 ngay."
    }
  },
  {
    "translation": {
      "en": "I repeat, this is not a drill.",
      "vi": "Tôi nhắc lại, đây không phải diễn tập."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Cậu làm gì đó?"
    }
  },
  {
    "translation": {
      "en": "Calling it in.",
      "vi": "Gọi báo cấp trên."
    }
  },
  {
    "translation": {
      "en": "This could turn into a riot.",
      "vi": "Vụ này có thể biến thành bạo loạn."
    }
  },
  {
    "translation": {
      "en": "Put that down.",
      "vi": "Bỏ điện thoại xuống."
    }
  },
  {
    "translation": {
      "en": "Hang it up!",
      "vi": "Cúp máy đi."
    }
  },
  {
    "translation": {
      "en": "We don't have riots at Monroe.",
      "vi": "Không có bạo loạn ở Monroe."
    }
  },
  {
    "translation": {
      "en": "-\"Pour one into two.\" -Okay.",
      "vi": "\"Đổ bình một vào bình hai\". Rồi."
    }
  },
  {
    "translation": {
      "en": "-\"Pour two into three.\" -Yep.",
      "vi": "- \"Đổ bình hai vào bình ba\". - Rồi."
    }
  },
  {
    "translation": {
      "en": "\"Pour three into four.\"",
      "vi": "\"Đổ bình ba vào bình bốn\"."
    }
  },
  {
    "translation": {
      "en": "\"And run.\"",
      "vi": "\"Rồi chạy\"."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Run!",
      "vi": "Chạy!"
    }
  },
  {
    "translation": {
      "en": "What the hell?",
      "vi": "Chuyện quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "-Are you down, too? -Yeah.",
      "vi": "- Bên đó cũng hỏng à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "They're all down. Here in the mezzanine. We got no plastic working at all.",
      "vi": "Hỏng hết rồi. Ở tầng lửng này không còn máy cà thẻ nào hoạt động cả."
    }
  },
  {
    "translation": {
      "en": "Mellie, what did you do?",
      "vi": "Mellie, em đã làm gì thế này?"
    }
  },
  {
    "translation": {
      "en": "Well, hello.",
      "vi": "Chà, xin chào."
    }
  },
  {
    "translation": {
      "en": "I guess someone grew up.",
      "vi": "Có người đã trưởng thành rồi này."
    }
  },
  {
    "translation": {
      "en": "What's your name again, little Logan?",
      "vi": "Tên em là gì ấy nhỉ, nàng Logan nhỏ?"
    }
  },
  {
    "translation": {
      "en": "-Mellie. -Mellie!",
      "vi": "- Mellie. - Mellie!"
    }
  },
  {
    "translation": {
      "en": "Mellie, Mellie, Mellie.",
      "vi": "Mellie, Mellie, Mellie."
    }
  },
  {
    "translation": {
      "en": "That rhymes with \"smelly.\"",
      "vi": "Nghe vần với \"mê ly\"."
    }
  },
  {
    "translation": {
      "en": "Nice.",
      "vi": "Tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "Shut up.",
      "vi": "Im đi."
    }
  },
  {
    "translation": {
      "en": "There's clothes for you both in the bag,",
      "vi": "Có quần áo cho cả hai trong túi đấy,"
    }
  },
  {
    "translation": {
      "en": "and, Clyde, I put something special in there for you.",
      "vi": "và Clyde, em để một món đặc biệt ở trong đó cho anh."
    }
  },
  {
    "translation": {
      "en": "Thanks, Mel.",
      "vi": "Cảm ơn em, Mel."
    }
  },
  {
    "translation": {
      "en": "You're going pretty fast.",
      "vi": "Em đang chạy hơi bị nhanh đấy."
    }
  },
  {
    "translation": {
      "en": "Well, we got a lot of road to cover, so, yeah, there will be speeding.",
      "vi": "Còn phải đi rất xa, nên đúng, sẽ phải chạy tốc độ cao."
    }
  },
  {
    "translation": {
      "en": "Gunning for 100 in a neon blue car that probably ain't even on the market yet.",
      "vi": "Phóng 160 km/h trên chiếc xe xanh neon còn chưa bán trên thị trường."
    }
  },
  {
    "translation": {
      "en": "Don't you think you're asking for to be pulled over?",
      "vi": "Em không nghĩ là đang đòi… bị cảnh sát gọi vào đấy chứ?"
    }
  },
  {
    "translation": {
      "en": "Sunday on a holiday weekend.",
      "vi": "Chủ nhật này là ngày lễ."
    }
  },
  {
    "translation": {
      "en": "Police department hit by budget cuts.",
      "vi": "Sở cảnh sát bị cắt giảm ngân sách."
    }
  },
  {
    "translation": {
      "en": "There's only one musker patrolling the whole highway for the next 40 miles.",
      "vi": "Suốt 65 km sắp tới chỉ có một cớm tuần tra cao tốc thôi."
    }
  },
  {
    "translation": {
      "en": "But that's still one musker.",
      "vi": "Thì vẫn là có cớm."
    }
  },
  {
    "translation": {
      "en": "It's been handled.",
      "vi": "Đã xử lý rồi."
    }
  },
  {
    "translation": {
      "en": "Mellie.",
      "vi": "Mellie."
    }
  },
  {
    "translation": {
      "en": "I'm about to get naked back here. So, no peeking.",
      "vi": "Anh sắp khỏa thân đây cưng. Không được nhìn lén nhé."
    }
  },
  {
    "translation": {
      "en": "I said no peeking!",
      "vi": "Đã bảo không nhìn lén mà!"
    }
  },
  {
    "translation": {
      "en": "Would you give me my arm, please?",
      "vi": "Anh đưa giúp tôi cánh tay được chứ?"
    }
  },
  {
    "translation": {
      "en": "Is it this one?",
      "vi": "Cái này hả?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir. Yes, sir, I'm 100% sure.",
      "vi": "Vâng, sếp. Vâng, tôi chắc chắn 100 phần trăm vào điều mình đã thấy."
    }
  },
  {
    "translation": {
      "en": "I saw what I saw. It's a purple '77 Eldorado. Yes, sir.",
      "vi": "Vâng, tôi chắc chắn 100 phần trăm vào điều mình đã thấy. Một chiếc Eldorado màu tím đời 1977. Vâng, sếp."
    }
  },
  {
    "translation": {
      "en": "License and registration, ma'am.",
      "vi": "Bằng lái và đăng ký, thưa bà."
    }
  },
  {
    "translation": {
      "en": "Excuse me, but I'm on my way to church. I don't have time for this.",
      "vi": "Xin lỗi, nhưng tôi đang đến nhà thờ. Tôi không có thời gian cho việc này."
    }
  },
  {
    "translation": {
      "en": "Step out of the vehicle, ma'am. I am not going to ask you again.",
      "vi": "Bước ra khỏi xe, thưa bà. Tôi sẽ không nhắc lại đâu."
    }
  },
  {
    "translation": {
      "en": "This is ridiculous! What did I do?",
      "vi": "Thật lố bịch! Tôi đã làm gì chứ?"
    }
  },
  {
    "translation": {
      "en": "I need you to comply, ma'am. I need your license, your registration...",
      "vi": "Tôi cần bà tuân theo, thưa bà. Tôi cần bằng lái, đăng ký xe…"
    }
  },
  {
    "translation": {
      "en": "You seen that?",
      "vi": "Cậu thấy không?"
    }
  },
  {
    "translation": {
      "en": "Seen what? I need you to focus here. This woman needs containing.",
      "vi": "Thấy gì? Tôi cần tập trung ở đây. Cần phải khống chế bà này."
    }
  },
  {
    "translation": {
      "en": "It's a beautiful day for racing in the Queen City.",
      "vi": "Hôm nay là một ngày đẹp để đua ở thành phố Queen."
    }
  },
  {
    "translation": {
      "en": "Welcome to the Coca-Cola 600.",
      "vi": "Chào mừng đến với chặng đua Coca-Cola 600,"
    }
  },
  {
    "translation": {
      "en": "This is NASCAR's greatest distance, and stock car racing's longest night.",
      "vi": "đêm đua lâu nhất và quãng đường dài nhất của giải NASCAR."
    }
  },
  {
    "translation": {
      "en": "It'll take 400 laps to complete 600 miles.",
      "vi": "Cần 400 vòng đua để hoàn thành 965km."
    }
  },
  {
    "translation": {
      "en": "And Mike, one of the stories we'll be watching is this guy, Dayton White,",
      "vi": "Và Mike, một trong những chuyện chúng ta sẽ chứng kiến là Dayton White, quay lại đường đua sau hai năm nghỉ."
    }
  },
  {
    "translation": {
      "en": "as he returns to racing after a two-year break.",
      "vi": "là Dayton White, quay lại đường đua sau hai năm nghỉ."
    }
  },
  {
    "translation": {
      "en": "Jeff, you know what it's like to get back behind the wheel...",
      "vi": "là Dayton White, quay lại đường đua sau hai năm nghỉ. LỐI VÀO DỊCH VỤ CHỈ DÀNH CHO NHÂN VIÊN"
    }
  },
  {
    "translation": {
      "en": "Can we really expect this guy to run up front?",
      "vi": "Ta có thể hy vọng anh ấy sẽ vượt lên đầu chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, that truly is the question, DW. And, yeah, it is extremely tough.",
      "vi": "Đó chính là vấn đề, D.W. Phải, việc đó cực kỳ khó."
    }
  },
  {
    "translation": {
      "en": "So much has changed since the last time he was in the car.",
      "vi": "Quá nhiều thứ đã thay đổi kể từ lần cuối anh ấy đua."
    }
  },
  {
    "translation": {
      "en": "The cars have changed.",
      "vi": "Xe đua đã đổi khác."
    }
  },
  {
    "translation": {
      "en": "The setups have changed, the competition's changed.",
      "vi": "Việc chuẩn bị đã khác, cạnh tranh cũng khác."
    }
  },
  {
    "translation": {
      "en": "And you just can't underestimate the mental focus and endurance needed",
      "vi": "Không thể xem nhẹ khả năng tập trung và sức chịu đựng"
    }
  },
  {
    "translation": {
      "en": "to get back behind the wheel after this long a break.",
      "vi": "cần có để quay lại sau khi nghỉ lâu."
    }
  },
  {
    "translation": {
      "en": "Well, focus, endurance and discipline",
      "vi": "Tập trung, chịu đựng và kỷ luật"
    }
  },
  {
    "translation": {
      "en": "could well describe Dayton's off-track routine.",
      "vi": "chính là cuộc sống của Dayton ở ngoài đường đua."
    }
  },
  {
    "translation": {
      "en": "We caught up with him as he prepared",
      "vi": "Chúng tôi đã gặp anh ấy khi anh ấy chuẩn bị"
    }
  },
  {
    "translation": {
      "en": "for this highly anticipated return to racing.",
      "vi": "Chúng tôi đã gặp anh ấy khi anh ấy chuẩn bị cho lần trở lại được trông đợi này."
    }
  },
  {
    "translation": {
      "en": "There's a team of people looking after my car.",
      "vi": "Có một đội ngũ chăm sóc cho xe tôi."
    }
  },
  {
    "translation": {
      "en": "Making sure everything is operating at full capacity.",
      "vi": "Đảm bảo mọi thứ hoạt động hết công suất."
    }
  },
  {
    "translation": {
      "en": "So, it makes sense that I do that for my physical self.",
      "vi": "Nên hợp lý thôi khi tôi làm thế với thể chất của mình."
    }
  },
  {
    "translation": {
      "en": "Because I'm not just a driver, I'm an athlete.",
      "vi": "Vì tôi không chỉ là một tài xế, tôi là vận động viên."
    }
  },
  {
    "translation": {
      "en": "Once I began sourcing really clean software,",
      "vi": "Khi tôi bắt đầu tìm phần mềm thật sạch sẽ,"
    }
  },
  {
    "translation": {
      "en": "I noticed a total difference in my clarity and performance.",
      "vi": "tôi nhận ra có sự khác biệt hoàn toàn giữa sự trong sạch và hiệu năng."
    }
  },
  {
    "translation": {
      "en": "Software's what I call my food.",
      "vi": "Phần mềm là cách tôi gọi thức ăn."
    }
  },
  {
    "translation": {
      "en": "Because when you think about it, your body is your operating system.",
      "vi": "Bởi vì nếu nghĩ kỹ, cơ thể là hệ điều hành của bạn."
    }
  },
  {
    "translation": {
      "en": "So, when your OS may feel like it's working fine,",
      "vi": "Nên khi hệ điều hành của bạn có vẻ đang hoạt động tốt,"
    }
  },
  {
    "translation": {
      "en": "a problem with your software can make your computer not perform properly.",
      "vi": "một vấn đề với phần mềm có thể làm máy tính không hoạt động đúng."
    }
  },
  {
    "translation": {
      "en": "Even crash.",
      "vi": "Thậm chí là hỏng."
    }
  },
  {
    "translation": {
      "en": "So, eating only clean software",
      "vi": "Nên việc chỉ ăn phần mềm sạch"
    }
  },
  {
    "translation": {
      "en": "makes sure my OS is working at an optimum level,",
      "vi": "đảm bảo cho hệ điều hành hoạt động ở mức tối ưu."
    }
  },
  {
    "translation": {
      "en": "and all this will help me win.",
      "vi": "Tất cả sẽ giúp tôi chiến thắng."
    }
  },
  {
    "translation": {
      "en": "Speed up the drops. We'll figure the numbers out later.",
      "vi": "Tăng tốc cất tiền đi. Chúng ta sẽ đếm sau."
    }
  },
  {
    "translation": {
      "en": "No energy drink on the market comes in a magnum, right?",
      "vi": "Không có loại nước tăng lực đựng trong chai 1,5 lít đúng không?"
    }
  },
  {
    "translation": {
      "en": "But I had 10 cases of these babies made just for today.",
      "vi": "Nhưng tôi có mười thùng thế này dành riêng cho ngày hôm nay."
    }
  },
  {
    "translation": {
      "en": "I'm gonna have a little now, before the race, some during the race,",
      "vi": "Giờ tôi sẽ uống một chút, trước khi đua, một chút trong khi đua,"
    }
  },
  {
    "translation": {
      "en": "and come lap 600 and that checkered flag,",
      "vi": "khi đến vòng 600 và đến cờ về đích,"
    }
  },
  {
    "translation": {
      "en": "I think we're all gonna be finishing these puppies off in victory.",
      "vi": "chúng ta sẽ uống hết mấy bé này lúc mừng chiến thắng."
    }
  },
  {
    "translation": {
      "en": "You got us all in the shot? Me and the car?",
      "vi": "Anh quay hết chúng tôi đấy chứ? Tôi và chiếc xe?"
    }
  },
  {
    "translation": {
      "en": "So, I've got this racing suit and I've got my helmet right here. Just want to make sure you can see that.",
      "vi": "Tôi mang đồ đua và mũ bảo hiểm đây, chắc chắn phài quay rõ."
    }
  },
  {
    "translation": {
      "en": "I've been carefully monitoring my glucose levels.",
      "vi": "Tôi vẫn cẩn thận kiểm soát mức đường glucose của mình."
    }
  },
  {
    "translation": {
      "en": "So, I'm really in a sweet spot right now for sustained energy.",
      "vi": "Tôi đang có nhiều năng lượng duy trì lắm."
    }
  },
  {
    "translation": {
      "en": "You're the \"To The Max\" driver. You got to drink.",
      "vi": "Anh quảng cáo cho To The Max. Anh phải uống chứ."
    }
  },
  {
    "translation": {
      "en": "Maybe you should think about those four years of back taxes",
      "vi": "Có lẽ anh nên nghĩ đến bốn năm tiền nợ thuế"
    }
  },
  {
    "translation": {
      "en": "that this drink is paying for.",
      "vi": "thứ nước này đang trả thay anh."
    }
  },
  {
    "translation": {
      "en": "Yeah, go on!",
      "vi": "Uống đi!"
    }
  },
  {
    "translation": {
      "en": "-Go on! -Come on.",
      "vi": "Uống đi."
    }
  },
  {
    "translation": {
      "en": "-Let's... -Drink.",
      "vi": "- Uống… - Đi."
    }
  },
  {
    "translation": {
      "en": "-Come on. -Come on!",
      "vi": "- Uống đi. - Uống đi!"
    }
  },
  {
    "translation": {
      "en": "Drink, drink, drink!",
      "vi": "Uống, uống, uống!"
    }
  },
  {
    "translation": {
      "en": "Ready, boy? Beware! Yeah!",
      "vi": "Sẵn sàng chưa? Cẩn thận nào."
    }
  },
  {
    "translation": {
      "en": "Okay. I'm gonna need some cash.",
      "vi": "Được rồi. Tôi cần chút tiền mặt."
    }
  },
  {
    "translation": {
      "en": "What for?",
      "vi": "Để làm gì?"
    }
  },
  {
    "translation": {
      "en": "Supplies. For the job.",
      "vi": "Mua đồ. Cho phi vụ."
    }
  },
  {
    "translation": {
      "en": "I thought Jimmy and your brothers were bringing everything you needed.",
      "vi": "Tôi tưởng Jimmy và các em của anh đã mang mọi thứ anh cần."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, they did. I just need a little contingency.",
      "vi": "Ừ thì đúng vậy. Tôi cần cho một chút ngoài dự kiến."
    }
  },
  {
    "translation": {
      "en": "Well, it looks like my brothers was successful.",
      "vi": "Có vẻ các em tôi đã thành công."
    }
  },
  {
    "translation": {
      "en": "You thirsty?",
      "vi": "Cậu khát không?"
    }
  },
  {
    "translation": {
      "en": "No. No way.",
      "vi": "Không. Không được."
    }
  },
  {
    "translation": {
      "en": "-Just one. Come on. -No. No.",
      "vi": "- Một ly. Coi nào. - Không được."
    }
  },
  {
    "translation": {
      "en": "We got time. Come on.",
      "vi": "Ta có thời gian mà. Nào."
    }
  },
  {
    "translation": {
      "en": "Hey, gorgeous. Give me one of those beers, will you?",
      "vi": "Chào người đẹp. Cho anh một ly bia nhé?"
    }
  },
  {
    "translation": {
      "en": "You want a second one for just $10 more?",
      "vi": "Anh muốn ly thứ hai với giá mười đô không?"
    }
  },
  {
    "translation": {
      "en": "Well, of course, I do.",
      "vi": "Chà, tất nhiên là có."
    }
  },
  {
    "translation": {
      "en": "And, baby doll, give me two packs of those gummy bears.",
      "vi": "Và búp bê này, cho anh hai gói kẹo dẻo gấu."
    }
  },
  {
    "translation": {
      "en": "This is the Warden.",
      "vi": "Giám đốc đây."
    }
  },
  {
    "translation": {
      "en": "All right?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Now I got your",
      "vi": "Tôi đã nhận được"
    }
  },
  {
    "translation": {
      "en": "napkin of demands here of what you want for",
      "vi": "cái khăn yêu cầu ghi những gì các anh muốn,"
    }
  },
  {
    "translation": {
      "en": "peaceful surrender and the safe release of my guards you're holding captive.",
      "vi": "hãy đầu hàng trong hòa bình và thả các lính gác của tôi ra an toàn."
    }
  },
  {
    "translation": {
      "en": "As warden, I can approve buying a copy of A Dance With Dragons",
      "vi": "Là giám đốc, tôi có thể chấp thuận cho mua một cuốn Khiêu vũ Với Rồng cho thư viện nhà tù, đưa vào kệ Trò chơi Vương quyền."
    }
  },
  {
    "translation": {
      "en": "for the prison library, to go up on the Game of Thrones shelf.",
      "vi": "Khiêu vũ Với Rồng cho thư viện nhà tù, đưa vào kệ Trò chơi Vương quyền."
    }
  },
  {
    "translation": {
      "en": "Now, the only problem is that...",
      "vi": "Giờ, vấn đề duy nhất là"
    }
  },
  {
    "translation": {
      "en": "The Winds of Winter and A Dream of Spring have yet to be published,",
      "vi": "Gió Mùa Đông và Giấc mộng Mùa Xuân chưa xuất bản,"
    }
  },
  {
    "translation": {
      "en": "so those aren't available.",
      "vi": "nên chưa có hai cuốn đó."
    }
  },
  {
    "translation": {
      "en": "Well, I can't do anything about what I can't control.",
      "vi": "Tôi không thể làm được gì về thứ tôi không thể kiểm soát."
    }
  },
  {
    "translation": {
      "en": "That is total bullshit!",
      "vi": "Đúng là vớ vẩn!"
    }
  },
  {
    "translation": {
      "en": "George R.R. Martin was supposed to deliver The Winds of Winter",
      "vi": "George R.R. Martin lẽ ra phải giao cuốn Gió Mùa Đông"
    }
  },
  {
    "translation": {
      "en": "to his publisher over two years ago.",
      "vi": "cho nhà xuất bản từ hai năm trước rồi chứ?"
    }
  },
  {
    "translation": {
      "en": "I know that was the original deadline.",
      "vi": "Tôi biết đó là thời hạn gốc."
    }
  },
  {
    "translation": {
      "en": "That's what it says here. But I'm reading to you from the Wikipedia page.",
      "vi": "Ở đây ghi vậy. Tôi đang đọc cho các anh nghe từ Wikipedia."
    }
  },
  {
    "translation": {
      "en": "It also says",
      "vi": "Ở đây cũng nói là Martin đã"
    }
  },
  {
    "translation": {
      "en": "that Martin had a grueling promotion schedule or something,",
      "vi": "Ở đây cũng nói là Martin đã  chạy lịch quảng bá sách điên rồ"
    }
  },
  {
    "translation": {
      "en": "and it's interfered with his writing schedule.",
      "vi": "nên lịch viết bị ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "He's failed to complete The Winds of Winter.",
      "vi": "Ông ấy đã không viết xong cuốn Gió Mùa Đông."
    }
  },
  {
    "translation": {
      "en": "That don't make no sense.",
      "vi": "Quá bất hợp lý."
    }
  },
  {
    "translation": {
      "en": "Those two guys who transferred in from Federal last month",
      "vi": "Hai gã chuyển đến từ nhà tù liên bang tháng trước"
    }
  },
  {
    "translation": {
      "en": "knew about all the new stuff with the hot chick and her dragons.",
      "vi": "biết hết những tình tiết mới với cô nàng nóng bỏng và lũ rồng。"
    }
  },
  {
    "translation": {
      "en": "No. I'm telling you, I believe those two inmates had that information from watching the TV series.",
      "vi": "Tôi tin là hai tù nhân đó biết thông tin do xem loạt phim trên tivi."
    }
  },
  {
    "translation": {
      "en": "Again, I'm reading to you. The series has jumped ahead!",
      "vi": "Tôi lại đọc từ Wiki đây. Bộ phim đã vượt qua truyện gốc!"
    }
  },
  {
    "translation": {
      "en": "It's no longer following the books!",
      "vi": "Nó không còn đi theo truyện nữa!"
    }
  },
  {
    "translation": {
      "en": "Let's blow this thing.",
      "vi": "Cho nổ thứ này đi."
    }
  },
  {
    "translation": {
      "en": "The pace car is in, and we're ready to race.",
      "vi": "Xe dẫn nhịp đã đi vào và chúng ta chuẩn bị đua."
    }
  },
  {
    "translation": {
      "en": "Mike, it's an honor to be able to start this 600-mile race here on Memorial Day.",
      "vi": "Thật vinh dự được khởi đầu cuộc đua 966km này trong Ngày Tưởng niệm Chiến binh."
    }
  },
  {
    "translation": {
      "en": "Boogity, boogity, boogity!",
      "vi": "Đua, đua, đua!"
    }
  },
  {
    "translation": {
      "en": "Let's go racing for those who made the ultimate sacrifice, boys.",
      "vi": "Hãy đua vì những người đã hy sinh cho đất nước."
    }
  },
  {
    "translation": {
      "en": "DW's talking about you.",
      "vi": "D.W đang nói về cậu đấy."
    }
  },
  {
    "translation": {
      "en": "What, Jimmy leave us some sort of door key for us to meet up?",
      "vi": "Sao, Jimmy để lại chìa khóa cho chúng ta gặp mặt hả?"
    }
  },
  {
    "translation": {
      "en": "Something like that. Just remember one thing.",
      "vi": "Đại loại thế. Hãy nhớ một điều."
    }
  },
  {
    "translation": {
      "en": "Roll. Don't hesitate, just roll.",
      "vi": "Lăn. Đừng do dự, hãy lăn."
    }
  },
  {
    "translation": {
      "en": "What are you talking about?",
      "vi": "Cậu nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "What's down there?",
      "vi": "Có gì dưới đó?"
    }
  },
  {
    "translation": {
      "en": "Remember to roll.",
      "vi": "Nhớ lăn."
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "vi": "Cái quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "vi": "Ôi, thôi nào."
    }
  },
  {
    "translation": {
      "en": "Roll, roll!",
      "vi": "Lăn, lăn!"
    }
  },
  {
    "translation": {
      "en": "Now, you didn't tell me about no garbage chute!",
      "vi": "Các cậu không nói gì với tôi về đường ống rác!"
    }
  },
  {
    "translation": {
      "en": "You're right.",
      "vi": "Anh nói đúng."
    }
  },
  {
    "translation": {
      "en": "Hey. It's about time. Come on.",
      "vi": "Này, đến lúc rồi. Nhanh lên."
    }
  },
  {
    "translation": {
      "en": "Yeah, blow me.",
      "vi": "Ừ, mấy cậu chơi tôi."
    }
  },
  {
    "translation": {
      "en": "Come on, Joe, we couldn't tell you everything now.",
      "vi": "Nào Joe, không thể nói hết với anh được."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, no, no.",
      "vi": "Ừ. Không."
    }
  },
  {
    "translation": {
      "en": "Screw you both! A garbage chute?",
      "vi": "Không. Dẹp hai cậu đi! Ống vứt rác à?"
    }
  },
  {
    "translation": {
      "en": "This is what I get for doing business with a couple of unlucky Logans.",
      "vi": "Đây là hậu quả của tôi khi làm ăn với hai gã Logan bất hạnh."
    }
  },
  {
    "translation": {
      "en": "Them's my bleach pens?",
      "vi": "Đó là bút xóa của tôi hả?"
    }
  },
  {
    "translation": {
      "en": "Two bleach pens and a plastic bag, as requested.",
      "vi": "Hai bút xóa và một túi ni-lông, đúng theo yêu cầu."
    }
  },
  {
    "translation": {
      "en": "Give me the tube.",
      "vi": "Đưa cái ống cho tôi."
    }
  },
  {
    "translation": {
      "en": "Hold on. That's it? We're supposed to believe that that's the thing?",
      "vi": "- Khoan. Thế thôi á? - Bọn tôi phải tin đó là hàng độc à?"
    }
  },
  {
    "translation": {
      "en": "Tube.",
      "vi": "Cái ống."
    }
  },
  {
    "translation": {
      "en": "Now, are you ready?",
      "vi": "Giờ các cậu sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "No. No, hold on. That's it?",
      "vi": "Không, chờ đã. Thế thôi á?"
    }
  },
  {
    "translation": {
      "en": "That's a plastic bag, bleach pens, fake salt, and gummy bears.",
      "vi": "Túi ni lông, bút xóa, muối giả và kẹo dẻo gấu."
    }
  },
  {
    "translation": {
      "en": "That's our bomb?",
      "vi": "Bom đấy à?"
    }
  },
  {
    "translation": {
      "en": "Don't call it a bomb.",
      "vi": "Đừng gọi nó là bom."
    }
  },
  {
    "translation": {
      "en": "Now, how many yards away is the vault?",
      "vi": "Hầm két cách đây bao nhiêu mét?"
    }
  },
  {
    "translation": {
      "en": "About 20 yards, I don't know, maybe 30.",
      "vi": "Khoảng 18 mét. Không rõ nữa, có thể là 27 mét."
    }
  },
  {
    "translation": {
      "en": "Is it 20 or is it 30?",
      "vi": "Là 18 hay 27?"
    }
  },
  {
    "translation": {
      "en": "We are dealing with science here.",
      "vi": "Chúng ta đang làm khoa học đấy."
    }
  },
  {
    "translation": {
      "en": "I guess when I saw that gummy bears is our secret ingredient to our bo...",
      "vi": "Chắc là khi thấy kẹo dẻo gấu được dùng làm thành phần bí mật cho bo…"
    }
  },
  {
    "translation": {
      "en": "Our explosive device, that I wasn't thinking about science!",
      "vi": "thiết bị nổ của chúng ta, tôi đã không nghĩ đến khoa học!"
    }
  },
  {
    "translation": {
      "en": "Now, you said yourself we couldn't bring in normal explosives 'cause of the security!",
      "vi": "Chính cậu đã nói không thể đem vào chất nổ bình thường vì an ninh!"
    }
  },
  {
    "translation": {
      "en": "Now, to make our bang, we need potassium chlorate.",
      "vi": "Giờ, để nổ cho to, ta cần kali clorat."
    }
  },
  {
    "translation": {
      "en": "Bleach pens is pure sodium hypochlorite.",
      "vi": "Bút xóa chứa natri hypoclorit nguyên chất."
    }
  },
  {
    "translation": {
      "en": "Combined with the potassium chloride in the salt substitute,",
      "vi": "Kết hợp với kali clorat trong muối thay thế,"
    }
  },
  {
    "translation": {
      "en": "we have created an equal exchange of ions.",
      "vi": "chúng ta đã tạo ra một trao đổi ion cân bằng."
    }
  },
  {
    "translation": {
      "en": "Sugar, plus potassium chlorate,",
      "vi": "Đường, thêm vào kali clorat…"
    }
  },
  {
    "translation": {
      "en": "yields...",
      "vi": "sinh ra…"
    }
  },
  {
    "translation": {
      "en": "Two gases and",
      "vi": "hai loại khí và…"
    }
  },
  {
    "translation": {
      "en": "a solid.",
      "vi": "một chất rắn."
    }
  },
  {
    "translation": {
      "en": "Now, you throw in some heat, you get energy.",
      "vi": "Giờ cho thêm vào chút nhiệt, các cậu sẽ có năng lượng."
    }
  },
  {
    "translation": {
      "en": "Energy means light, explosion, or as I like to call it,",
      "vi": "Năng lượng nghĩa là ánh sáng, sức nổ, hoặc như tôi vẫn thích gọi,"
    }
  },
  {
    "translation": {
      "en": "the Joe Bang.",
      "vi": "nổ kiểu Joe."
    }
  },
  {
    "translation": {
      "en": "What? You thought I was going to use a stick of dynamite or something?",
      "vi": "Sao? Các cậu nghĩ tôi sẽ dùng một cây thuốc nổ à?"
    }
  },
  {
    "translation": {
      "en": "Well, yeah, I kinda did. Yeah, me, too.",
      "vi": "- À… cũng đại loại thế. - Tôi cũng tưởng thế."
    }
  },
  {
    "translation": {
      "en": "I just figured you'd use a lot to blow through the thick steel walls.",
      "vi": "Tôi nghĩ anh phải dùng rất nhiều để nổ xuyên tường thép dày."
    }
  },
  {
    "translation": {
      "en": "We don't need to blow through the wall.",
      "vi": "Ta không cần nổ xuyên tường."
    }
  },
  {
    "translation": {
      "en": "Them tubes in the venting system is our in.",
      "vi": "Ống của hệ thống thông khí là đường vào cho ta."
    }
  },
  {
    "translation": {
      "en": "So, gentlemen, as I said...",
      "vi": "Nên, các quý ngài, như tôi đã hỏi,"
    }
  },
  {
    "translation": {
      "en": "Are you ready?",
      "vi": "các cậu sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "-It's coming back! -Get down!",
      "vi": "- Nó quay lại! - Nằm xuống!"
    }
  },
  {
    "translation": {
      "en": "-Don't move. -I'm not.",
      "vi": "- Không cử động. - Có đâu."
    }
  },
  {
    "translation": {
      "en": "And don't breathe.",
      "vi": "Và không thở."
    }
  },
  {
    "translation": {
      "en": "I'm not.",
      "vi": "Có đâu."
    }
  },
  {
    "translation": {
      "en": "What are you doing? Wait...",
      "vi": "Anh làm gì vậy? Khoan…"
    }
  },
  {
    "translation": {
      "en": "Now I see what the problem is.",
      "vi": "Tôi biết vấn đề là gì rồi."
    }
  },
  {
    "translation": {
      "en": "I twisted the bag too many times.",
      "vi": "Tôi xoắn cái túi nhiều vòng quá."
    }
  },
  {
    "translation": {
      "en": "Keselowski on the outside, and see who else is behind him.",
      "vi": "Keselowski ở bên ngoài và xem ai ở sau anh ấy kìa."
    }
  },
  {
    "translation": {
      "en": "He's not gonna give it up that easy, though. You can see that boy is pretty loose.",
      "vi": "Anh ấy sẽ không dễ dàng bỏ cuộc như thế. Có thể thấy anh ấy rất thong thả."
    }
  },
  {
    "translation": {
      "en": "Call it in.",
      "vi": "Gọi báo đi."
    }
  },
  {
    "translation": {
      "en": "E-Center.",
      "vi": "Trung tâm Khẩn cấp đây."
    }
  },
  {
    "translation": {
      "en": "Well, what kind of smoke?",
      "vi": "Chà, loại khói gì?"
    }
  },
  {
    "translation": {
      "en": "Everything looks fine here. We've got no alarms going off.",
      "vi": "Mọi thứ ở đây có vẻ ổn. Chúng tôi không thấy báo động nào."
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "vi": "Có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "Concessions says they have smoke coming out of the PT tube.",
      "vi": "Khu thực phẩm báo có khói bốc ra từ đường ống hơi."
    }
  },
  {
    "translation": {
      "en": "If there's no fire, why do we have smoke?",
      "vi": "Không có lửa làm sao có khói?"
    }
  },
  {
    "translation": {
      "en": "Let's get a couple of guys down there and see what the hell's going on.",
      "vi": "Cho người xuống đó xem có chuyện quái gì."
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "vi": "Vâng, sếp."
    }
  },
  {
    "translation": {
      "en": "-I'll go east, you go west. -Okay.",
      "vi": "- Tôi đi hướng Đông, anh hướng Tây. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Hey, it's coming through! I can hear it.",
      "vi": "Này! Tiền đang qua đấy! Tôi nghe thấy rồi."
    }
  },
  {
    "translation": {
      "en": "All right, come on.",
      "vi": "Được rồi, bật đây."
    }
  },
  {
    "translation": {
      "en": "-Come on! -There it is, baby!",
      "vi": "Đúng rồi, cưng ơi!"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "vi": "Đúng rồi!"
    }
  },
  {
    "translation": {
      "en": "Come on, baby!",
      "vi": "Đúng rồi, cưng ơi!"
    }
  },
  {
    "translation": {
      "en": "We ain't even made it outta here yet.",
      "vi": "Chúng ta còn chưa ra khỏi đây đâu. Coi nào, Jimmy! Tăng cái đó lên một mức!"
    }
  },
  {
    "translation": {
      "en": "Come on, Jimmy! Kick that up a notch! Come on!",
      "vi": "Coi nào, Jimmy! Tăng cái đó lên một mức!"
    }
  },
  {
    "translation": {
      "en": "Get it in reverse!",
      "vi": "Đảo ngược lại!"
    }
  },
  {
    "translation": {
      "en": "Take it easy!",
      "vi": "Bình tĩnh! Ta còn chưa ra khỏi đây! THỔI - THƯỜNG - HÚT"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "What? What happened?",
      "vi": "Gì vậy? Chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "You sucked my arm off! This is your fault, not mine.",
      "vi": "- Anh hút mất tay tôi rồi! - Đây là lỗi của cậu! Không phải tôi!"
    }
  },
  {
    "translation": {
      "en": "You told me to turn it up! You don't even know how to operate a goddamn machine!",
      "vi": "- Anh bảo tôi bật mạnh lên mà! - Cậu không biết cách vận hành máy!"
    }
  },
  {
    "translation": {
      "en": "You said put it in reverse! I put it in reverse.",
      "vi": "Anh bảo là đảo ngược còn gì!"
    }
  },
  {
    "translation": {
      "en": "You sucked his arm off!",
      "vi": "Anh đã hút mất tay nó."
    }
  },
  {
    "translation": {
      "en": "Your fault. Your fault.",
      "vi": "Lỗi của cậu! Của cậu!"
    }
  },
  {
    "translation": {
      "en": "Hold on. It's in there? It's all the way in there? It's not stuck in the tube or nothing?",
      "vi": "Khoan. Nó ở trong đó à? Vào hẳn rồi? Có kẹt trong đường ống không?"
    }
  },
  {
    "translation": {
      "en": "No. I got to get in there and get it.",
      "vi": "Không. Em phải vào trong đó lấy nó."
    }
  },
  {
    "translation": {
      "en": "Jimmy, help me get the hose off. I'm gonna go get it myself.",
      "vi": "Jimmy, giúp em gỡ cái ống ra. Em sẽ tự đi lấy."
    }
  },
  {
    "translation": {
      "en": "-Come on, then. -Technically, it's not your arm.",
      "vi": "- Thôi nào. - Thật ra đó đâu phải tay cậu."
    }
  },
  {
    "translation": {
      "en": "Your arm you lost over in Iraq.",
      "vi": "Cậu đã mất tay ở Iraq."
    }
  },
  {
    "translation": {
      "en": "That thing in there's just a piece of plastic.",
      "vi": "Thứ trong đó chỉ là một miếng nhựa thôi."
    }
  },
  {
    "translation": {
      "en": "Your arm can't be replaced is what I'm trying to...",
      "vi": "Ý tôi là tay cậu không thể được thay bằng…"
    }
  },
  {
    "translation": {
      "en": "Your arm can't be replaced,",
      "vi": "Tay cậu thì không thể thay được,"
    }
  },
  {
    "translation": {
      "en": "but that piece of plastic that you use as an arm, that can be replaced.",
      "vi": "nhưng miếng nhựa cậu dùng làm tay thì có thể thay được."
    }
  },
  {
    "translation": {
      "en": "Clyde, Clyde, come on. Clyde!",
      "vi": "Clyde, thôi nào. Clyde!"
    }
  },
  {
    "translation": {
      "en": "Now, there's a lot more money we can get out of there.",
      "vi": "Ta còn có thể lấy rất nhiều tiền nữa ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "We got to finish this. Come on.",
      "vi": "Chúng ta phải làm cho xong. Nào."
    }
  },
  {
    "translation": {
      "en": "You're with them?",
      "vi": "Anh theo họ hả?"
    }
  },
  {
    "translation": {
      "en": "Of course, he's with us. The whole thing was his idea.",
      "vi": "Tất nhiên là theo bọn tôi rồi. Vụ này là ý của anh ấy mà."
    }
  },
  {
    "translation": {
      "en": "Yeah. Except he probably don't wanna say that out loud,",
      "vi": "Ừ, trừ việc anh ấy không muốn nói toạc ra"
    }
  },
  {
    "translation": {
      "en": "'cause he knows you getting your arm blowed off in Iraq was all his fault.",
      "vi": "vì anh ấy biết tay cậu bay mất ở Iraq là do lỗi của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Everybody knows you never would have gone and joined up to fight,",
      "vi": "Ai cũng biết cậu sẽ không phải đi lính và chiến đấu"
    }
  },
  {
    "translation": {
      "en": "if your big brother wasn't a football star.",
      "vi": "nếu anh cậu không phải là ngôi sao bóng bầu dục."
    }
  },
  {
    "translation": {
      "en": "-Well, that's true. -Yeah.",
      "vi": "Chà, đúng thế."
    }
  },
  {
    "translation": {
      "en": "He was gonna be hot shit. He was gonna play for the NFL.",
      "vi": "Anh ấy sẽ nổi tiếng. Anh ấy sẽ chơi cho giải NFL."
    }
  },
  {
    "translation": {
      "en": "And nobody around here ever done anything like that.",
      "vi": "Và chưa có ai quanh đây làm được điều như vậy."
    }
  },
  {
    "translation": {
      "en": "You were gonna be just another white trash coal miner.",
      "vi": "Đáng lẽ cậu chỉ là một tay thợ mỏ da trắng vứt đi nữa."
    }
  },
  {
    "translation": {
      "en": "The Logan Family Curse.",
      "vi": "Lời nguyền Gia đình Logan."
    }
  },
  {
    "translation": {
      "en": "Shut up! You two are idiots.",
      "vi": "Im đi! Hai cậu là đồ ngu."
    }
  },
  {
    "translation": {
      "en": "Hey. We're value-added to this robbery.",
      "vi": "Này. Bọn tôi là giá trị cộng thêm cho vụ cướp này."
    }
  },
  {
    "translation": {
      "en": "And if anyone has a right to be pulling an attitude here, it's us. Yeah.",
      "vi": "Và nếu có ai được quyền tỏ thái độ ở đây, phải là bọn tôi."
    }
  },
  {
    "translation": {
      "en": "The Bang brothers don't like the job'? You got a problem with it?",
      "vi": "Anh em nhà Bang không thích phi vụ à? Hai cậu có vấn đề với nó hả?"
    }
  },
  {
    "translation": {
      "en": "Yeah. You changed the date, moved everything around.",
      "vi": "Ừ. Anh đổi ngày, đẩy mọi thứ lên sớm hơn."
    }
  },
  {
    "translation": {
      "en": "This whole job changed dramastically.",
      "vi": "Mọi chuyện thay đổi hết sạch."
    }
  },
  {
    "translation": {
      "en": "We had to change the date!",
      "vi": "Chúng ta buộc phải đổi ngày!"
    }
  },
  {
    "translation": {
      "en": "You knew the terms for our participating.",
      "vi": "Anh biết điều kiện để bọn tôi tham gia mà."
    }
  },
  {
    "translation": {
      "en": "We needed a moral reason to pull this job with you.",
      "vi": "Chúng tôi cần lý do đạo đức để làm vụ này cùng anh."
    }
  },
  {
    "translation": {
      "en": "Now, we was fine with you wanting to get back at that store",
      "vi": "Bọn tôi ổn với việc anh muốn trả thù cửa hàng"
    }
  },
  {
    "translation": {
      "en": "for messing with your hot sister.",
      "vi": "vì kiếm chuyện với em gái nóng bỏng của cậu."
    }
  },
  {
    "translation": {
      "en": "But you did a whole 360 on everything when you moved up the date!",
      "vi": "Nhưng anh đã đổi đi rồi đổi lại mọi thứ khi dời ngày sớm hơn."
    }
  },
  {
    "translation": {
      "en": "And NASCAR ain't done nothing to nobody.",
      "vi": "Và không phải với ai NASCAR cũng vô ích."
    }
  },
  {
    "translation": {
      "en": "NASCAR is a beautiful thing. NASCAR's like America.",
      "vi": "NASCAR thật tuyệt vời. Nó giống như nước Mỹ vậy."
    }
  },
  {
    "translation": {
      "en": "It's like you're making us hurt America.",
      "vi": "Anh đã ép chúng tôi làm tổn thương nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "So, moving up that date was a vagrant fliolation of our morality clause.",
      "vi": "Nên dời ngày sớm hơn là vi trắng phạm trợn điều khoản đạo đức của chúng ta."
    }
  },
  {
    "translation": {
      "en": "I'll show you \"vagrant.\"",
      "vi": "Tôi sẽ cho cậu thấy \"trắng trợn\"…"
    }
  },
  {
    "translation": {
      "en": "It's all good. It's all good.",
      "vi": "Không có gì mà."
    }
  },
  {
    "translation": {
      "en": "Shut the...",
      "vi": "Im miệng."
    }
  },
  {
    "translation": {
      "en": "We need to finish this.",
      "vi": "Chúng ta phải làm xong việc này."
    }
  },
  {
    "translation": {
      "en": "Now, you go talk to your brother, all right?",
      "vi": "Cậu nói chuyện với em cậu đi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Hold on. Hold on, hold on, man.",
      "vi": "Khoan đã. Từ từ, khoan nào. Khoan đã, em trai."
    }
  },
  {
    "translation": {
      "en": "Hey, I'm your brother.",
      "vi": "Này, anh là anh của em."
    }
  },
  {
    "translation": {
      "en": "All right?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm always with you.",
      "vi": "Anh luôn ủng hộ em."
    }
  },
  {
    "translation": {
      "en": "I'll buy you 20 new arms.",
      "vi": "Anh sẽ mua cho em 20 cái tay mới."
    }
  },
  {
    "translation": {
      "en": "A hundred, as soon as we're done.",
      "vi": "Một trăm cũng được, ngay khi ta xong việc."
    }
  },
  {
    "translation": {
      "en": "But we got to get you back before anybody notices.",
      "vi": "Nhưng em phải quay lại trước khi có ai chú ý."
    }
  },
  {
    "translation": {
      "en": "All right? So let's finish this.",
      "vi": "Được chứ? Hãy kết thúc vụ này."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "vi": "Nhé?"
    }
  },
  {
    "translation": {
      "en": "They'll find it, and the guards will be banging on my cell by breakfast.",
      "vi": "Người ta sẽ tìm ra nó, và em sẽ vào tù trước bữa sáng."
    }
  },
  {
    "translation": {
      "en": "No, they ain't. 'Cause I'm gonna get it.",
      "vi": "Họ không tìm ra đâu. Vì anh sẽ lấy được nó."
    }
  },
  {
    "translation": {
      "en": "I'm gonna get it, I promise you. I swear.",
      "vi": "Anh sẽ lấy nó, anh hứa. Anh thề."
    }
  },
  {
    "translation": {
      "en": "Am I clear?",
      "vi": "Trống chỗ chưa?"
    }
  },
  {
    "translation": {
      "en": "Don't let these clowns get in your head.",
      "vi": "Đừng để bọn hề đó quấy rối anh."
    }
  },
  {
    "translation": {
      "en": "We all know you want to finish first, but first you got to finish.",
      "vi": "Bọn tôi đều biết anh muốn về nhất, nhưng trước hết phải về đích đã."
    }
  },
  {
    "translation": {
      "en": "I'm getting a lot of dirty air.",
      "vi": "Tôi đang phải hít khói nhiều quá."
    }
  },
  {
    "translation": {
      "en": "I got a hole, I can push through.",
      "vi": "Có lỗ hổng là tôi có thể xuyên qua được."
    }
  },
  {
    "translation": {
      "en": "Hold back. It's too tight. You're getting boxed.",
      "vi": "Lùi lại. Sát quá. Anh đang bị vây."
    }
  },
  {
    "translation": {
      "en": "I'm seeing spots.",
      "vi": "Tôi đang thấy mấy đốm sáng."
    }
  },
  {
    "translation": {
      "en": "You're drifting up.",
      "vi": "Anh đang bị trượt ra ngoài."
    }
  },
  {
    "translation": {
      "en": "My OS... I think it's crashing.",
      "vi": "Hệ điều hành của tôi… tôi nghĩ nó đang hỏng."
    }
  },
  {
    "translation": {
      "en": "You're gonna bang in!",
      "vi": "Anh sắp tông vào tường!"
    }
  },
  {
    "translation": {
      "en": "What have you got?",
      "vi": "Anh có gì không?"
    }
  },
  {
    "translation": {
      "en": "I got nothing.",
      "vi": "Chẳng thấy gì!"
    }
  },
  {
    "translation": {
      "en": "-Let's try B level. -All right.",
      "vi": "- Thử tầng B nào. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Hold up. Stop! Where are you going?",
      "vi": "Khoan! Dừng lại! Hai anh đi đâu?"
    }
  },
  {
    "translation": {
      "en": "Garbage run.",
      "vi": "Thu gom rác."
    }
  },
  {
    "translation": {
      "en": "You two smell any smoke from down there?",
      "vi": "Hai anh có ngửi thấy mùi khói dưới đó không?"
    }
  },
  {
    "translation": {
      "en": "No, 'cause we both... We both lost our sense of smells when we was little.",
      "vi": "Không, vì cả hai bọn tôi đều bị mất khứu giác từ lúc còn nhỏ."
    }
  },
  {
    "translation": {
      "en": "Because of the... -The scarlet fever. -Yeah.",
      "vi": "- Bởi vì… - Sốt ban đỏ."
    }
  },
  {
    "translation": {
      "en": "Both of us could be on fire and not even know it.",
      "vi": "Hai bọn tôi đều có thể bị cháy mà không hề biết."
    }
  },
  {
    "translation": {
      "en": "-Get that thing out of here. -Okay, thank you very much.",
      "vi": "- Đem thứ đó ra khỏi đây đi. - Vâng, cảm ơn rất nhiều!"
    }
  },
  {
    "translation": {
      "en": "Okay. All right.",
      "vi": "Rồi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Something ain't right.",
      "vi": "Có gì đó không ổn."
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "vi": "Này. Gì thế kìa?"
    }
  },
  {
    "translation": {
      "en": "Hey! Your brothers should be back by now!",
      "vi": "Này! Hai đứa em anh phải về rồi chứ!"
    }
  },
  {
    "translation": {
      "en": "Why don't you go check on 'em?",
      "vi": "Sao không đi kiểm tra chúng đi?"
    }
  },
  {
    "translation": {
      "en": "You know there's no smoking on CMS property.",
      "vi": "Không được hút thuốc trong CMS."
    }
  },
  {
    "translation": {
      "en": "That's right. That's probably why they put an ashtray in here.",
      "vi": "Đúng rồi. Chắc đó là lý do họ để cái gạt tàn ở đây."
    }
  },
  {
    "translation": {
      "en": "You still gotta put that out and get back to work.",
      "vi": "Anh vẫn phải dập thuốc đi và quay lại làm việc."
    }
  },
  {
    "translation": {
      "en": "Man, it's a three-quarter-mile walk to get outside.",
      "vi": "Đi bộ 1,2km mới ra đến bên ngoài."
    }
  },
  {
    "translation": {
      "en": "I said break time's over, Smokey.",
      "vi": "Tôi bảo giờ nghỉ hết rồi, Ống Khói."
    }
  },
  {
    "translation": {
      "en": "You know, they call 'em 20 for a reason.",
      "vi": "Người ta cho nghỉ 20 phút là có lý do."
    }
  },
  {
    "translation": {
      "en": "And I got four minutes to go on my 20.",
      "vi": "Và tôi còn 4 phút nữa mới đủ 20."
    }
  },
  {
    "translation": {
      "en": "Are you pushing \"Open\"?",
      "vi": "Bọn mày đang nhấn \"Mở\" đấy chứ?"
    }
  },
  {
    "translation": {
      "en": "It doesn't say \"Open,\" okay? It says \"Start,\" but it won't open.",
      "vi": "Nó không ghi là \"Mở\". Nó ghi là \"Bắt đầu\", nhưng không mở."
    }
  },
  {
    "translation": {
      "en": "Well, stop it.",
      "vi": "Dừng lại đi."
    }
  },
  {
    "translation": {
      "en": "-What? -Stop it!",
      "vi": "- Sao? - Dừng lại!"
    }
  },
  {
    "translation": {
      "en": "I thought we wanted it to start. We do, but it needs to stop.",
      "vi": "- Em tưởng ta muốn nó bắt đầu. - Đúng, nhưng cần dừng nó lại đã."
    }
  },
  {
    "translation": {
      "en": "So, not start?",
      "vi": "Vậy là không bắt đầu?"
    }
  },
  {
    "translation": {
      "en": "We need it to start,",
      "vi": "Ta cần bắt đầu,"
    }
  },
  {
    "translation": {
      "en": "but we have to stop it so I can figure out why it won't open.",
      "vi": "nhưng cần dừng lại để tao xem tại sao nó không chịu mở ra."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "Do you smell any smoke?",
      "vi": "Anh có ngửi thấy mùi khói không?"
    }
  },
  {
    "translation": {
      "en": "Smoke? No.",
      "vi": "Khói à? Không có."
    }
  },
  {
    "translation": {
      "en": "All I smell is them racing fumes.",
      "vi": "Tôi toàn ngửi thấy khí thải của xe đua."
    }
  },
  {
    "translation": {
      "en": "All right, thanks. Go ahead.",
      "vi": "Được rồi, cảm ơn. Làm tiếp đi."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "-Okay, get... -Three, two...",
      "vi": "Được rồi. Ba, hai…"
    }
  },
  {
    "translation": {
      "en": "Wait, wait, wait, hold on.",
      "vi": "Khoan đã."
    }
  },
  {
    "translation": {
      "en": "Are we going on \"one\" or are we going on \"go\"?",
      "vi": "Ta sẽ làm khi đếm đến một hay khi anh nói làm?"
    }
  },
  {
    "translation": {
      "en": "Three. No, we're going on \"go\"! Three, two...",
      "vi": "- Đến ba. - Không, nói làm thì mới làm! Ba, hai…"
    }
  },
  {
    "translation": {
      "en": "Hold on. Hold on. You're gonna rip it right off the track!",
      "vi": "Khoan! Mấy người sẽ làm nó bị chệch ray đấy."
    }
  },
  {
    "translation": {
      "en": "The chain's jammed.",
      "vi": "Sợi xích bị kẹt."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Try it now.",
      "vi": "Giờ thử đi."
    }
  },
  {
    "translation": {
      "en": "Come on. Let's go.",
      "vi": "Nào. Đi đi."
    }
  },
  {
    "translation": {
      "en": "Let's go. Come on. We got to get you back.",
      "vi": "Đi đi! Phải đưa anh quay lại."
    }
  },
  {
    "translation": {
      "en": "Hey! Get down! I said I'd get it!",
      "vi": "Này! Xuống đi! Anh đã bảo anh sẽ lấy mà!"
    }
  },
  {
    "translation": {
      "en": "Come on, let's go!",
      "vi": "Nhanh nào, đi thôi!"
    }
  },
  {
    "translation": {
      "en": "-You'll get it? -I'll get it, I swear. Come on. You gots to go.",
      "vi": "- Anh sẽ lấy nó chứ? - Anh sẽ lấy, anh thề. Nào, em phải đi."
    }
  },
  {
    "translation": {
      "en": "Let's go, big boy. Come on. Go, go.",
      "vi": "Đi nào, bé bự. Nhanh lên."
    }
  },
  {
    "translation": {
      "en": "Hey! You can't just walk away from me. I own your ass!",
      "vi": "Này, anh không thể bỏ đi trước mặt tôi như vậy. Tôi sở hữu anh!"
    }
  },
  {
    "translation": {
      "en": "Not when I'm behind the wheel, you don't. Your contract says that I...",
      "vi": "- Lúc tôi cầm lái thì không. - Hợp đồng của anh ghi là…"
    }
  },
  {
    "translation": {
      "en": "My contract says, \"Love Handle Enterprises,\" that's you,",
      "vi": "Hợp đồng của tôi ghi là, \"Công ty Love Handle\", tức là anh,"
    }
  },
  {
    "translation": {
      "en": "\"understands, acknowledges and agrees that Twin Darling Inc.\", that's me,",
      "vi": "\"hiểu, biết và đồng ý rằng Công ty Twin Darling\", là tôi,"
    }
  },
  {
    "translation": {
      "en": "\"is not a partner, employee, or joint venturer",
      "vi": "\"không phải là cộng sự, nhân viên hay người góp vốn"
    }
  },
  {
    "translation": {
      "en": "with Love Handle Enterprises.\"",
      "vi": "với Công ty Love Handle\"."
    }
  },
  {
    "translation": {
      "en": "Drivers in cars win races, Max.",
      "vi": "Các tay đua lái xe giành chiến thắng, Max ạ."
    }
  },
  {
    "translation": {
      "en": "Nobody's rooting for your drink to cross the finish line,",
      "vi": "Không ai chúc mừng nước uống của anh về đích,"
    }
  },
  {
    "translation": {
      "en": "so shut your pie-hole before I shut it for you.",
      "vi": "nên hãy ngậm miệng lại trước khi tôi bịt nó thay anh."
    }
  },
  {
    "translation": {
      "en": "Do you know what the words \"stop payment\" mean?",
      "vi": "Anh có biết \"ngừng thanh toán\" là sao không?"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "You're that guy!",
      "vi": "Anh là… là gã đó!"
    }
  },
  {
    "translation": {
      "en": "Mellie should have been back by now.",
      "vi": "Đáng lẽ giờ cô Mellie phải quay lại rồi chứ."
    }
  },
  {
    "translation": {
      "en": "Well, Aunt Mellie normally does what she says she's gonna do.",
      "vi": "Chà, cô Mellie thường vẫn làm những gì mà cô ấy hứa sẽ làm."
    }
  },
  {
    "translation": {
      "en": "Let's give her a few more minutes and hope she doesn't go all Logan,",
      "vi": "Hãy cho cô ấy thêm vài phút, hy vọng cô ấy không giống người nhà Logan và trở nên vô dụng như họ."
    }
  },
  {
    "translation": {
      "en": "and become a total flake like the rest of them.",
      "vi": "hy vọng cô ấy không giống người nhà Logan và trở nên vô dụng như họ."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "vi": "Ổn rồi."
    }
  },
  {
    "translation": {
      "en": "All good?",
      "vi": "Tất cả tốt chứ?"
    }
  },
  {
    "translation": {
      "en": "Bumpy on the way out, but we're doing okay.",
      "vi": "Có chút vấn đề trên đường ra, nhưng bọn anh làm tốt."
    }
  },
  {
    "translation": {
      "en": "Where'd your arm go? I mean, your hand?",
      "vi": "Tay anh đâu rồi? Ý em là bàn tay của anh?"
    }
  },
  {
    "translation": {
      "en": "Can we haul ass?",
      "vi": "Chúng ta tăng tốc được chứ?"
    }
  },
  {
    "translation": {
      "en": "The cafeteria fire alarm just went off.",
      "vi": "Báo động ở nhà ăn vừa vang."
    }
  },
  {
    "translation": {
      "en": "Warden, we got to call this in.",
      "vi": "Giám đốc, ta phải báo cáo lên thôi."
    }
  },
  {
    "translation": {
      "en": "We don't have fires at Monroe.",
      "vi": "Ta không có cháy ở Monroe."
    }
  },
  {
    "translation": {
      "en": "Sir, we don't know what kind of shape those guards are gonna be in.",
      "vi": "Sếp, ta không biết mấy lính gác đó hiện thế nào."
    }
  },
  {
    "translation": {
      "en": "I mean, they could be dead or worse by now.",
      "vi": "Họ có thể đã chết hoặc tệ hơn."
    }
  },
  {
    "translation": {
      "en": "And what do you reckon would be worse than dead?",
      "vi": "Anh cho là cái gì còn tệ hơn chết nữa?"
    }
  },
  {
    "translation": {
      "en": "Shit! Call it in!",
      "vi": "Chết tiệt! Báo lên trên đi!"
    }
  },
  {
    "translation": {
      "en": "We have a three-alarm fire at Monroe Correctional Facility.",
      "vi": "Có đám cháy cần ba xe chữa cháy ở Trại Cải tạo Monroe."
    }
  },
  {
    "translation": {
      "en": "Please respond immediately.",
      "vi": "Vui lòng trả lời ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "They report a fire in a cafeteria.",
      "vi": "Họ báo có cháy ở nhà ăn."
    }
  },
  {
    "translation": {
      "en": "I repeat, a fire in the Monroe Correctional Facility cafeteria.",
      "vi": "Tôi nhắc lại, có cháy ở nhà ăn của Trại Cải tạo Monroe."
    }
  },
  {
    "translation": {
      "en": "Now, what are your words?",
      "vi": "Thoại của con là gì?"
    }
  },
  {
    "translation": {
      "en": "Do not tell me you've been spraying her hair with this!",
      "vi": "Đừng nói là chị xịt tóc con bé bằng cái này chứ!"
    }
  },
  {
    "translation": {
      "en": "This will turn her hair into an SOS pad.",
      "vi": "Nó sẽ làm tóc con bé trông như miếng rửa chén."
    }
  },
  {
    "translation": {
      "en": "I was doing the best I could. You were late!",
      "vi": "Chị chỉ cố hết sức thôi! Do em đến trễ!"
    }
  },
  {
    "translation": {
      "en": "Like you never brushed your own daughter's hair before.",
      "vi": "Làm như chị chưa từng chải tóc cho con gái chị ấy."
    }
  },
  {
    "translation": {
      "en": "I wish you all wouldn't fight. You're making me more nervous.",
      "vi": "Ước gì hai người không cãi nhau. Làm con lo lắng thêm đấy."
    }
  },
  {
    "translation": {
      "en": "You're right, baby doll.",
      "vi": "Cháu nói đúng, búp bê."
    }
  },
  {
    "translation": {
      "en": "Is Daddy here?",
      "vi": "Bố cháu có ở đây không?"
    }
  },
  {
    "translation": {
      "en": "I didn't see him. I was rushing.",
      "vi": "Cô không gặp bố cháu. Cô vội quá."
    }
  },
  {
    "translation": {
      "en": "Did your daddy say he was coming?",
      "vi": "Bố cháu có nói là sẽ đến không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Why?",
      "vi": "Có ạ. Sao thế?"
    }
  },
  {
    "translation": {
      "en": "I don't know. Just thought he was working.",
      "vi": "Cô nghĩ chắc bố cháu đang đi làm."
    }
  },
  {
    "translation": {
      "en": "What? That job at the Speedway? I heard he got fired.",
      "vi": "Việc ở trờng đua ấy hả? Nghe nói anh ấy bị sa thải rồi mà."
    }
  },
  {
    "translation": {
      "en": "Funny, how he never brought that up.",
      "vi": "Buồn cười là anh ấy khôgn nhắc đến."
    }
  },
  {
    "translation": {
      "en": "You look like a princess. You're gonna do great.",
      "vi": "Trông cháu như công chúa ấy. Cháu sẽ biểu diễn rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "I thought maybe you'd run off.",
      "vi": "Tôi cứ tưởng anh trốn rồi chứ."
    }
  },
  {
    "translation": {
      "en": "And leave you, beautiful? Never.",
      "vi": "Và bỏ lại cô ư, người đẹp? Không bao giờ."
    }
  },
  {
    "translation": {
      "en": "You know, we got caught on the other side of that there gate",
      "vi": "Bọn tôi bị kẹt ở bên kia cổng"
    }
  },
  {
    "translation": {
      "en": "when the lockdown happened.",
      "vi": "khi vụ phong tỏa diễn ra."
    }
  },
  {
    "translation": {
      "en": "It was terrifying.",
      "vi": "Thật đáng sợ."
    }
  },
  {
    "translation": {
      "en": "For her talent, Sadie Logan will perform \"Umbrella\" by Rihanna.",
      "vi": "Sadie Logan sẽ trình diễn tài năng với bài \"Umbrella\" của Rihanna."
    }
  },
  {
    "translation": {
      "en": "I picked this song 'cause it's my daddy's favorite.",
      "vi": "Cháu chọn bài này vì đây là bài bố cháu yêu thích."
    }
  },
  {
    "translation": {
      "en": "Almost heaven",
      "vi": "Gần như là thiên đường"
    }
  },
  {
    "translation": {
      "en": "West Virginia",
      "vi": "Tây Virginia"
    }
  },
  {
    "translation": {
      "en": "Blue Ridge Mountains",
      "vi": "Dãy núi Blue Ridge"
    }
  },
  {
    "translation": {
      "en": "Shenandoah River",
      "vi": "Dòng sông Shenandoah"
    }
  },
  {
    "translation": {
      "en": "Life is old there",
      "vi": "Cuộc sống nơi đó già nua"
    }
  },
  {
    "translation": {
      "en": "Older than the trees",
      "vi": "Già hơn cả cánh rừng"
    }
  },
  {
    "translation": {
      "en": "Younger than the mountains",
      "vi": "Trẻ hơn những rặng núi"
    }
  },
  {
    "translation": {
      "en": "Growing like a breeze",
      "vi": "Lớn lên như cơn gió lành"
    }
  },
  {
    "translation": {
      "en": "Country roads",
      "vi": "Những con đường quê"
    }
  },
  {
    "translation": {
      "en": "Take me home",
      "vi": "Hãy đưa tôi về nhà"
    }
  },
  {
    "translation": {
      "en": "To the place",
      "vi": "Trở về nơi"
    }
  },
  {
    "translation": {
      "en": "I belong",
      "vi": "Mà tôi thuộc về"
    }
  },
  {
    "translation": {
      "en": "West Virginia",
      "vi": "Tây Virginia"
    }
  },
  {
    "translation": {
      "en": "Mountain momma",
      "vi": "Ngọn núi mẹ"
    }
  },
  {
    "translation": {
      "en": "Take me home",
      "vi": "Hãy đưa tôi về nhà"
    }
  },
  {
    "translation": {
      "en": "Country roads",
      "vi": "Hỡi con đường quê"
    }
  },
  {
    "translation": {
      "en": "All my memories",
      "vi": "Mọi ký ức của tôi"
    }
  },
  {
    "translation": {
      "en": "Gathered 'round her",
      "vi": "Đều xoay quanh nàng"
    }
  },
  {
    "translation": {
      "en": "Miner's lady",
      "vi": "Quý cô của cánh thợ mỏ"
    }
  },
  {
    "translation": {
      "en": "Stranger to blue water",
      "vi": "Người lạ của dòng nước xanh"
    }
  },
  {
    "translation": {
      "en": "Dark and dusty",
      "vi": "Tối tăm và bụi bặm"
    }
  },
  {
    "translation": {
      "en": "Painted on the sky",
      "vi": "Vẽ trên nền trời"
    }
  },
  {
    "translation": {
      "en": "Misty taste of moonshine",
      "vi": "Hương vị mơ hồ của rượu lậu"
    }
  },
  {
    "translation": {
      "en": "Teardrops in my eye",
      "vi": "Những giọt lệ trong mắt tôi"
    }
  },
  {
    "translation": {
      "en": "Country roads",
      "vi": "Những con đường quê"
    }
  },
  {
    "translation": {
      "en": "Take me home",
      "vi": "Hãy đưa tôi về nhà"
    }
  },
  {
    "translation": {
      "en": "To the place",
      "vi": "Trở về nơi"
    }
  },
  {
    "translation": {
      "en": "I belong",
      "vi": "Mà tôi thuộc về"
    }
  },
  {
    "translation": {
      "en": "West Virginia",
      "vi": "Tây Virginia"
    }
  },
  {
    "translation": {
      "en": "Mountain momma",
      "vi": "Ngọn núi mẹ"
    }
  },
  {
    "translation": {
      "en": "Take me home",
      "vi": "Hãy đưa tôi về nhà"
    }
  },
  {
    "translation": {
      "en": "Country roads",
      "vi": "Hỡi con đường quê"
    }
  },
  {
    "translation": {
      "en": "Where are you gonna put it?",
      "vi": "Cháu sẽ để nó ở đâu?"
    }
  },
  {
    "translation": {
      "en": "I can make a trophy case.",
      "vi": "Cháu có thể làm một cái tủ đựng cúp."
    }
  },
  {
    "translation": {
      "en": "You're gonna need to now, you've got so many.",
      "vi": "Cháu sẽ cần đấy, cháu có nhiều cúp mà."
    }
  },
  {
    "translation": {
      "en": "Give me a hug.",
      "vi": "Ôm bố cái nào."
    }
  },
  {
    "translation": {
      "en": "-I love you, Daddy. -I love you, too.",
      "vi": "- Con yêu bố. - Bố cũng yêu con."
    }
  },
  {
    "translation": {
      "en": "Let me see the gun show.",
      "vi": "Khoe chuột nào."
    }
  },
  {
    "translation": {
      "en": "-All right. -I love you.",
      "vi": "- Được rồi. - Yêu cháu."
    }
  },
  {
    "translation": {
      "en": "-Night, Jo. -See you, Jimmy.",
      "vi": "- Ngủ ngon, Jo. - Chào Jimmy."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "-See you back at home, Bobbie. -All right.",
      "vi": "- Gặp em ở nhà nhé, Bobbie. - Ừ."
    }
  },
  {
    "translation": {
      "en": "What the heck?",
      "vi": "Cái quái gì thế này?"
    }
  },
  {
    "translation": {
      "en": "What the hell happened to my car?",
      "vi": "Chuyện quái gì xảy ra với xe tôi?"
    }
  },
  {
    "translation": {
      "en": "Are you kidding me?",
      "vi": "Giỡn mặt sao?"
    }
  },
  {
    "translation": {
      "en": "Hey, partner. Where you headed to?",
      "vi": "Này anh bạn. Anh đi đâu?"
    }
  },
  {
    "translation": {
      "en": "All the way through?",
      "vi": "Xuyên bang luôn hả?"
    }
  },
  {
    "translation": {
      "en": "Mind if I catch a ride with you?",
      "vi": "Cho tôi quá giang được không?"
    }
  },
  {
    "translation": {
      "en": "You sure?",
      "vi": "Chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "Authorities have confirmed they have recovered the money stolen from the Charlotte Motor Speedway",
      "vi": "Nhà chức trách đã thu lại được số tiền bị cướp từ Trường đua Speedway"
    }
  },
  {
    "translation": {
      "en": "in what some are calling the \"Hillbilly Heist.\"",
      "vi": "trong vụ được gọi là \"Vụ cướp Nhà quê\"."
    }
  },
  {
    "translation": {
      "en": "Sources say an anonymous caller led police to this gas station",
      "vi": "Nguồn tin cho biết người gọi điện nặc danh đã chỉ cảnh sát đến một trạm xăng,"
    }
  },
  {
    "translation": {
      "en": "where they discovered an abandoned truck containing bags of cash",
      "vi": "ở đó họ phát hiện một chiếc xe tải bị bỏ lại có chứa những túi tiền"
    }
  },
  {
    "translation": {
      "en": "that have been positively linked to the robbery over the weekend.",
      "vi": "đã được xác định là liên quan đến vụ cướp cuối tuần vừa rồi."
    }
  },
  {
    "translation": {
      "en": "The truck was reported stolen last week.",
      "vi": "Chiếc xe đã được trình báo là bị mất vào tuần trước."
    }
  },
  {
    "translation": {
      "en": "Our forensic team is at work on the scene. And we're certain they will find...",
      "vi": "Đội pháp y đang ở hiện trường. Chúng tôi chắc chắn họ sẽ tìm được…"
    }
  },
  {
    "translation": {
      "en": "Why go to all the trouble to rob a place if you don't have the guts to keep the money?",
      "vi": "Sao phải gặp đủ thứ rắc rối để cướp nếu không có gan giữ tiền nhỉ?"
    }
  },
  {
    "translation": {
      "en": "He must've chickened out.",
      "vi": "Hẳn là hắn sợ quá nên chuồn."
    }
  },
  {
    "translation": {
      "en": "Well, we are joined now by a resident daredevil,",
      "vi": "Chúng tôi mời đến đây một hảo thủ ở khu này,"
    }
  },
  {
    "translation": {
      "en": "at Little Victory Family Shelter.",
      "vi": "tại Nhà trú ẩn Little Victory."
    }
  },
  {
    "translation": {
      "en": "This is Josh Morrison. Thank you for joining us today.",
      "vi": "Đây là Josh Morrison. Cảm ơn đã đến."
    }
  },
  {
    "translation": {
      "en": "Right. He comes on about, you know...",
      "vi": "Phải. Anh ấy đến vì, cô biết đấy…"
    }
  },
  {
    "translation": {
      "en": "Well, we brought everyone in at 6:00 this morning.",
      "vi": "Sáu giờ sáng nay chúng tôi đã đưa tất cả đến."
    }
  },
  {
    "translation": {
      "en": "Couldn't work all weekend, you know, 'cause of the race, obviously.",
      "vi": "Không thể làm vào cuối tuần, vì có cuộc đua, dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "But everything was just like we left it on Friday.",
      "vi": "Nhưng mọi thứ vẫn y nguyên như hôm thứ Sáu."
    }
  },
  {
    "translation": {
      "en": "How many men do you have working today?",
      "vi": "Hôm nay có bao nhiêu người làm việc?"
    }
  },
  {
    "translation": {
      "en": "Well, 40 or so.",
      "vi": "Khoảng 40 người."
    }
  },
  {
    "translation": {
      "en": "I guess we're on a bit of a tight deadline,",
      "vi": "Chúng tôi đang rất gấp"
    }
  },
  {
    "translation": {
      "en": "'cause they're trying to get everything shored up, since the season's starting.",
      "vi": "vì họ đang cố gắng củng cố xong mọi thứ, mùa giải sắp bắt đầu."
    }
  },
  {
    "translation": {
      "en": "We'll be wrapping out of here this week.",
      "vi": "Chúng tôi sẽ xong trong tuần này."
    }
  },
  {
    "translation": {
      "en": "I'm gonna need prints from all your guys.",
      "vi": "Tôi sẽ cần vân tay từ tất cả người của ông."
    }
  },
  {
    "translation": {
      "en": "Sure, but all the workers have to wear protective gloves at all times.",
      "vi": "Chắc rồi, nhưng công nhân luôn phải đeo găng tay bảo hộ."
    }
  },
  {
    "translation": {
      "en": "That's... Well, it's a union rule.",
      "vi": "Đó là luật của công đoàn."
    }
  },
  {
    "translation": {
      "en": "-Union rules. -Yep.",
      "vi": "- Luật công đoàn. - Phải."
    }
  },
  {
    "translation": {
      "en": "-Great. -Agent Grayson.",
      "vi": "- Tuyệt. - Đặc vụ Grayson."
    }
  },
  {
    "translation": {
      "en": "Local PD got a call from someone claiming to be an eyewitness.",
      "vi": "Cảnh sát địa phương nhận được cuộc gọi từ người nhận là nhân chứng."
    }
  },
  {
    "translation": {
      "en": "Swears they saw the robbers, can definitely identify 'em.",
      "vi": "Nói là đã thấy bọn cướp, chắc chắn có thể nhận diện chúng."
    }
  },
  {
    "translation": {
      "en": "Yeah, I saw 'em. I know who they are, too.",
      "vi": "Phải, tôi đã thấy chúng. Tôi cũng biết chúng là ai."
    }
  },
  {
    "translation": {
      "en": "Why don't we start at the beginning?",
      "vi": "Hãy nói từ đầu."
    }
  },
  {
    "translation": {
      "en": "Where'd you see them?",
      "vi": "Anh thấy chúng ở đâu?"
    }
  },
  {
    "translation": {
      "en": "In a tunnel,",
      "vi": "Trong một đường hầm,"
    }
  },
  {
    "translation": {
      "en": "leading from the track back to the shower room and the lockers.",
      "vi": "dẫn từ đường đua vào khu thay đồ."
    }
  },
  {
    "translation": {
      "en": "There's a saying in our business, \"Set it up and shut up.\"",
      "vi": "Có một câu nói trong ngành chúng ta… \"Chuẩn bị xong và im lặng\"."
    }
  },
  {
    "translation": {
      "en": "So, I'll shut up.",
      "vi": "Nên tôi sẽ không nói nữa."
    }
  },
  {
    "translation": {
      "en": "What the hell was that?",
      "vi": "Cái quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "You call yourself a driver?",
      "vi": "Anh tự xưng là tay đua sao?"
    }
  },
  {
    "translation": {
      "en": "What, you've never been boxed in a turn before?",
      "vi": "Anh chưa từng bị vây ở một khúc cua à?"
    }
  },
  {
    "translation": {
      "en": "I told you I didn't wanna drink your poison.",
      "vi": "Đã bảo không muốn uống thuốc độc mà. Cứ ngỡ bị đau tim đấy!"
    }
  },
  {
    "translation": {
      "en": "-I thought I was having a heart attack! -That poison...",
      "vi": "Đã bảo không muốn uống thuốc độc mà. Cứ ngỡ bị đau tim đấy! Thứ thuốc độc đó…"
    }
  },
  {
    "translation": {
      "en": "Hey, can't one of you hit mute?",
      "vi": "Này! Không ai tắt tiếng được à?"
    }
  },
  {
    "translation": {
      "en": "I'm trying to give my statement to the FBI here.",
      "vi": "Tôi đang cố khai báo với FBI."
    }
  },
  {
    "translation": {
      "en": "There was two of 'em, right?",
      "vi": "Chúng có hai người."
    }
  },
  {
    "translation": {
      "en": "Now, one of 'em was the bartender from that place out off of I-17. Got one arm.",
      "vi": "Một tên là gã pha chế ở quán rượu trên đường I-17. Hắn có một tay."
    }
  },
  {
    "translation": {
      "en": "The guy with him, I don't know who he was.",
      "vi": "Người đi cùng hắn thì tôi không biết."
    }
  },
  {
    "translation": {
      "en": "And you know the bartender from?",
      "vi": "Và anh biết người pha chế đó từ…"
    }
  },
  {
    "translation": {
      "en": "A while back, I got in a fight at the bar.",
      "vi": "Mới gần đây, tôi đánh nhau trong quán rượu đó."
    }
  },
  {
    "translation": {
      "en": "-With the bartender? -No, with his brother.",
      "vi": "- Với người pha chế? - Không, với anh của hắn."
    }
  },
  {
    "translation": {
      "en": "Did the brother have one arm or two?",
      "vi": "Người anh có một tay hay hai tay?"
    }
  },
  {
    "translation": {
      "en": "The brother's got both.",
      "vi": "Gã anh này đủ hai tay."
    }
  },
  {
    "translation": {
      "en": "And the fight was about?",
      "vi": "Và đánh nhau vì chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "I can't remember.",
      "vi": "Tôi không nhớ nổi."
    }
  },
  {
    "translation": {
      "en": "And you won that fight at the bar?",
      "vi": "Và anh đánh thắng trận đó?"
    }
  },
  {
    "translation": {
      "en": "Hell, yeah, I won it.",
      "vi": "Chuẩn, tôi đã thắng!"
    }
  },
  {
    "translation": {
      "en": "So, you saw the bartender with one arm,",
      "vi": "Vậy là anh thấy người pha chế một tay đó"
    }
  },
  {
    "translation": {
      "en": "and an unknown male companion in the tunnel during the race?",
      "vi": "và một đồng đảng mà anh không biết ở đường hầm trong cuộc đua?"
    }
  },
  {
    "translation": {
      "en": "And they were...",
      "vi": "Và họ đang…"
    }
  },
  {
    "translation": {
      "en": "Well, they was just walking, but it was suspicious, like.",
      "vi": "À, bọn họ chỉ đi bộ thôi, nhưng theo kiểu đáng nghi."
    }
  },
  {
    "translation": {
      "en": "Suspicious how?",
      "vi": "Đáng nghi thế nào?"
    }
  },
  {
    "translation": {
      "en": "They shouldn't have been down there. That was suspicious.",
      "vi": "Đáng lẽ họ không được ở đó. Thế là đáng nghi."
    }
  },
  {
    "translation": {
      "en": "But you didn't think to mention this encounter to anyone",
      "vi": "Nhưng anh không nghĩ đến việc nói về vụ chạm mặt này cho ai biết đến khi thấy tin tức về vụ cướp à?"
    }
  },
  {
    "translation": {
      "en": "until you saw the news on the television about the robbery?",
      "vi": "nói về vụ chạm mặt này cho ai biết đến khi thấy tin tức về vụ cướp à?"
    }
  },
  {
    "translation": {
      "en": "The docs had to set my nose, all right? I've been in recovery.",
      "vi": "Bác sĩ phải chỉnh lại mũi cho tôi, được chứ? Tôi vẫn đang hồi phục."
    }
  },
  {
    "translation": {
      "en": "So, all these injuries are the result of your latest fight with the brothers?",
      "vi": "Các vết thương này là kết quả của vụ đánh nhau mới nhất với hai anh em đó à?"
    }
  },
  {
    "translation": {
      "en": "Bartender brother. He's the one that punched me in the tunnel.",
      "vi": "Là gã em làm pha chế. Hắn là kẻ đấm tôi trong đường hầm."
    }
  },
  {
    "translation": {
      "en": "The one-arm?",
      "vi": "Gã một tay?"
    }
  },
  {
    "translation": {
      "en": "Yeah, look, just ask my driver, Dayton White.",
      "vi": "Cứ hỏi tay đua của tôi, Dayton White."
    }
  },
  {
    "translation": {
      "en": "He was with me when all this went down. He'll back up my story.",
      "vi": "Khi đó anh ấy đi với tôi. Anh ấy sẽ bảo chứng cho tôi."
    }
  },
  {
    "translation": {
      "en": "Yes, when you called in your tip, you mentioned that he'd be able to corroborate your story.",
      "vi": "Ừ, khi chúng tôi gọi đến, anh đã bảo anh ấy sẽ khai khớp với anh."
    }
  },
  {
    "translation": {
      "en": "We spoke with Dayton White earlier today.",
      "vi": "Sớm hôm nay chúng tôi đã nói chuyện với Dayton."
    }
  },
  {
    "translation": {
      "en": "He stated he was never in the tunnel with you during the race.",
      "vi": "Anh ấy khai không hề vào hầm với anh trong suốt cuộc đua."
    }
  },
  {
    "translation": {
      "en": "Never saw two suspicious men.",
      "vi": "Không hề thấy hai người đàn ông khả nghi nào."
    }
  },
  {
    "translation": {
      "en": "And has no idea what you're talking about.",
      "vi": "Và chẳng biết anh đang nói gì cả."
    }
  },
  {
    "translation": {
      "en": "Did you talk to him?",
      "vi": "Ni chuyện với anh ấy chưa?"
    }
  },
  {
    "translation": {
      "en": "I think he knows better.",
      "vi": "Em nghĩ anh ấy hiểu."
    }
  },
  {
    "translation": {
      "en": "I stopped by the trailer when he wasn't home.",
      "vi": "Em có ghé qua khi anh ấy không ở nhà."
    }
  },
  {
    "translation": {
      "en": "I think I got most of your stuff.",
      "vi": "Em nghĩ đã lấy đủ hết đồ của anh."
    }
  },
  {
    "translation": {
      "en": "You sure love your books.",
      "vi": "Chắc chắn anh yêu sách của mình lắm."
    }
  },
  {
    "translation": {
      "en": "And there's some mail there, too.",
      "vi": "Và cũng có thư nữa."
    }
  },
  {
    "translation": {
      "en": "Visitation logs...",
      "vi": "Nhật ký khách thăm"
    }
  },
  {
    "translation": {
      "en": "indicate that Jimmy Logan, an employee, recently fired from the Speedway,",
      "vi": "cho thấy Jimmy Logan, một nhân viên mới bị sa thải ở Trường đua,"
    }
  },
  {
    "translation": {
      "en": "came with his brother, Clyde, to see Joseph Bang here,",
      "vi": "đi cùng em trai Clyde đến thăm Joseph Bang,"
    }
  },
  {
    "translation": {
      "en": "on April 15th.",
      "vi": "tại đây, vào ngày 15 tháng 4."
    }
  },
  {
    "translation": {
      "en": "They returned two days later for a second visit. Now...",
      "vi": "Hai ngày sau họ trở lại thăm lần thứ hai."
    }
  },
  {
    "translation": {
      "en": "We only have video of this meeting, no audio,",
      "vi": "Chúng ta chỉ có hình ảnh của chuyến thăm, không có âm thanh,"
    }
  },
  {
    "translation": {
      "en": "so, we have no idea what they discussed.",
      "vi": "nên chẳng biết họ bàn bạc cái gì."
    }
  },
  {
    "translation": {
      "en": "But the following week,",
      "vi": "Nhưng tuần tiếp theo,"
    }
  },
  {
    "translation": {
      "en": "Clyde Logan drives through the window of a Corner Save Mart,",
      "vi": "Clyde Logan lái xe đâm xuyên cửa sổ của một cửa hàng Corner Save"
    }
  },
  {
    "translation": {
      "en": "and ends up being sentenced to 90 days here.",
      "vi": "và cuối cùng bị phạt giam 90 ngày ở đây."
    }
  },
  {
    "translation": {
      "en": "You seem to have a lot of information in your FBI folders there.",
      "vi": "Có vẻ cô có rất nhiều thông tin trong bìa hồ sơ FBI đó."
    }
  },
  {
    "translation": {
      "en": "And so?",
      "vi": "Rồi sao nữa?"
    }
  },
  {
    "translation": {
      "en": "You don't think that's an incredible coincidence?",
      "vi": "Ông không nghĩ đó là phi thường tình cờ sao?"
    }
  },
  {
    "translation": {
      "en": "No. Not really.",
      "vi": "Không. Không hẳn."
    }
  },
  {
    "translation": {
      "en": "I mean, if you're asking me, am I shocked",
      "vi": "Ý là, nếu cô hỏi tôi, tôi có sốc không"
    }
  },
  {
    "translation": {
      "en": "that the criminals locked up in here are friends with other criminals?",
      "vi": "khi các tội phạm bị giam ở đây là bạn bè với các tội phạm khác…"
    }
  },
  {
    "translation": {
      "en": "No, I'm not.",
      "vi": "thì tôi không sốc."
    }
  },
  {
    "translation": {
      "en": "So, Clyde Logan and Joseph Bang were incarcerated here,",
      "vi": "Vậy Clyde Logan và Joseph Bang bị giam ở đây"
    }
  },
  {
    "translation": {
      "en": "at your prison, on May the 28th.",
      "vi": "ở nhà tù của ông, vào ngày 28 tháng 5?"
    }
  },
  {
    "translation": {
      "en": "And you had no problems,",
      "vi": "Và ông không có rắc rối gì,"
    }
  },
  {
    "translation": {
      "en": "no issues of any kind at your prison on that day?",
      "vi": "không có vấn đề gì ở nhà tù vào ngày đó."
    }
  },
  {
    "translation": {
      "en": "Is that right?",
      "vi": "Đúng không?"
    }
  },
  {
    "translation": {
      "en": "No, we didn't have any problems.",
      "vi": "Không, chúng tôi chẳng có rắc rối nào."
    }
  },
  {
    "translation": {
      "en": "Right. 'Cause Monroe County Fire Department said",
      "vi": "Vì Sở Cứu hỏa Quận Monroe nói"
    }
  },
  {
    "translation": {
      "en": "they dispatched multiple units around 8:30 p.m. that night.",
      "vi": "họ đã phái đến nhiều xe vào khoảng 8:30 tối hôm đó."
    }
  },
  {
    "translation": {
      "en": "There was a small kitchen fire,",
      "vi": "Có vụ cháy nhỏ trong bếp,"
    }
  },
  {
    "translation": {
      "en": "but that's not a problem in the context of this prison.",
      "vi": "nhưng đó không tính là rắc rối nếu xét đến đây là nhà tù."
    }
  },
  {
    "translation": {
      "en": "I mean, it's standard operating procedure",
      "vi": "Đó là thủ tục bình thường của họ khi phái đến nhiều xe"
    }
  },
  {
    "translation": {
      "en": "for them to dispatch multiple units any time there's a fire at the prison.",
      "vi": "Đó là thủ tục bình thường của họ khi phái đến nhiều xe bất cứ khi nào có cháy ở nhà tù."
    }
  },
  {
    "translation": {
      "en": "That was no big deal. It was out within a few minutes.",
      "vi": "Đó chẳng phải chuyện lớn. Đám cháy được dập tắt sau vài phút."
    }
  },
  {
    "translation": {
      "en": "You're certain that these two inmates couldn't have broken out of here,",
      "vi": "Ông chắc chắn hai tù nhân đó không thể trốn khỏi đây,"
    }
  },
  {
    "translation": {
      "en": "robbed the Speedway,",
      "vi": "cướp trường đua,"
    }
  },
  {
    "translation": {
      "en": "and then broken back into your prison without you knowing about it?",
      "vi": "rồi đột nhập vào tù lại mà không không hề biết chứ?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Agent Grayson, I've been warden here for nine years,",
      "vi": "Đặc vụ Grayson, tôi đã làm giám đốc ở đây được chín năm,"
    }
  },
  {
    "translation": {
      "en": "and I can tell you this.",
      "vi": "và tôi cam đoan."
    }
  },
  {
    "translation": {
      "en": "We don't have an escape problem at Monroe.",
      "vi": "Không hề có chuyện đào tẩu ở Monroe."
    }
  },
  {
    "translation": {
      "en": "What do you think of the robbery?",
      "vi": "Cô nghĩ gì về vụ cướp?"
    }
  },
  {
    "translation": {
      "en": "Well, I heard that they're calling it \"Ocean's 7-11,\"",
      "vi": "Tôi nghe nói người ta đang gọi vụ đó là \"Ocean's Seven-Eleven\""
    }
  },
  {
    "translation": {
      "en": "'cause they found that truck with the money behind a convenience store.",
      "vi": "vì đã tìm thấy một xe tải chứa số tiền đó phía sau một cửa hàng tiện lợi."
    }
  },
  {
    "translation": {
      "en": "I heard that they're calling 'em the Redneck Robbers,",
      "vi": "Tôi nghe nói người ta gọi họ là Băng cướp Công nhân"
    }
  },
  {
    "translation": {
      "en": "'cause they think the guys who did this whole thing are from around here.",
      "vi": "vì người ta nghĩ những người làm phi vụ đó đều ở quanh vùng này."
    }
  },
  {
    "translation": {
      "en": "I hope they never catch 'em.",
      "vi": "Hy vọng họ không bao giờ bị bắt."
    }
  },
  {
    "translation": {
      "en": "Where does this investigation stand?",
      "vi": "Cuộc điều tra đến đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Let me tell you this. Even though the crime was committed in Charlotte,",
      "vi": "Nghe này. Dù vụ án này diễn ra ở Charlotte,"
    }
  },
  {
    "translation": {
      "en": "the fact that the money was recovered here makes it a very serious matter.",
      "vi": "nhưng việc số tiền được thu hồi ở đây làm tình hình rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "We're involving all of our local, state, and federal...",
      "vi": "Liên quan đến cả cảnh sát địa phương, liên bang…"
    }
  },
  {
    "translation": {
      "en": "You have a problem with the food here, inmate?",
      "vi": "Anh có vấn đề với đồ ăn sao, tù nhân?"
    }
  },
  {
    "translation": {
      "en": "No, no, no, Warden. No problem.",
      "vi": "Không, không, Giám đốc. Không có vấn đề gì."
    }
  },
  {
    "translation": {
      "en": "Reckon your stomach's not been bothering you lately?",
      "vi": "Tôi cho là gần đây dạ dày anh không hành hạ anh?"
    }
  },
  {
    "translation": {
      "en": "No, Warden, no.",
      "vi": "Không có, thưa Giám đốc."
    }
  },
  {
    "translation": {
      "en": "Thank you for asking me.",
      "vi": "Cảm ơn đã hỏi thăm tôi."
    }
  },
  {
    "translation": {
      "en": "You best be cleaning up your mess.",
      "vi": "Mày nên dọn đống bừa bãi của mày đi."
    }
  },
  {
    "translation": {
      "en": "-Now! -Sir.",
      "vi": "- Làm ngay! - Vâng."
    }
  },
  {
    "translation": {
      "en": "What'd you say to me, inmate?",
      "vi": "Anh sẽ nói gì với tôi đây, tù nhân?"
    }
  },
  {
    "translation": {
      "en": "Go on.",
      "vi": "Vào đi."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn nhé."
    }
  },
  {
    "translation": {
      "en": "What about the disgruntled fired employee?",
      "vi": "Còn người công nhân bất mãn bị sa thải thì sao?"
    }
  },
  {
    "translation": {
      "en": "The brother of the one-armed bartender?",
      "vi": "Anh của người pha chế một tay?"
    }
  },
  {
    "translation": {
      "en": "Jimmy Logan was fired six weeks before the robbery.",
      "vi": "Jimmy Logan bị sa thải sáu tuần trước vụ cướp."
    }
  },
  {
    "translation": {
      "en": "His brother, Clyde, is the one-armed bartender",
      "vi": "Em trai anh ta, Clyde, là người pha chế một tay"
    }
  },
  {
    "translation": {
      "en": "Max Chilblain claims to have seen during the race.",
      "vi": "mà Max Chilblain cam đoan là đã gặp vào hôm đua."
    }
  },
  {
    "translation": {
      "en": "But we know there's no way Clyde Logan could've been in that underground walkway,",
      "vi": "Nhưng ta đều biết không thể nào Clyde Logan lại ở trong đường hầm đó"
    }
  },
  {
    "translation": {
      "en": "because he was serving time at the Monroe Correctional Facility on the day of the robbery.",
      "vi": "vì anh ta đang ở Trại Cải tạo Monroe vào ngày diễn ra vụ cướp."
    }
  },
  {
    "translation": {
      "en": "I hate airtight alibis.",
      "vi": "Tôi ghét chứng cứ ngoại phạm chặt chẽ."
    }
  },
  {
    "translation": {
      "en": "Where did Jimmy Logan's cell phone tell us he was during the race?",
      "vi": "Di động Jimmy Logan cho biết anh ta ở đâu trong cuộc đua?"
    }
  },
  {
    "translation": {
      "en": "Jimmy Logan doesn't have a cell phone.",
      "vi": "Jimmy Logan không có di động."
    }
  },
  {
    "translation": {
      "en": "Shut off three months ago for non-payment.",
      "vi": "Đã bị cắt ba tháng trước vì không đóng tiền."
    }
  },
  {
    "translation": {
      "en": "He also drives a 1983 Ford F-150,",
      "vi": "Anh ta cũng đi một chiếc Ford F-150 đời 1983"
    }
  },
  {
    "translation": {
      "en": "so no GPS.",
      "vi": "nên không có dấu vết GPS."
    }
  },
  {
    "translation": {
      "en": "No email, no social media.",
      "vi": "Không email, không mạng xã hội."
    }
  },
  {
    "translation": {
      "en": "We did get a few hits on his name on other social media accounts,",
      "vi": "Có tìm được tên anh ta trên các tài khoản mạng xã hội khác"
    }
  },
  {
    "translation": {
      "en": "which place him at Valley View High School during the race.",
      "vi": "cho thấy anh ta ở Trung học Valley View trong suốt cuộc đua."
    }
  },
  {
    "translation": {
      "en": "His daughter was competing in the Miss Pretty West Virginia Pageant.",
      "vi": "Con gái anh ta đang thi Hoa hậu Thiếu nhi Tây Virginia."
    }
  },
  {
    "translation": {
      "en": "And apparently, she won.",
      "vi": "Và có vẻ là cô bé đã thắng."
    }
  },
  {
    "translation": {
      "en": "How's your brother?",
      "vi": "Anh cậu thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "I wouldn't know.",
      "vi": "Làm sao tôi biết được."
    }
  },
  {
    "translation": {
      "en": "-You haven't talked to him? -Nope.",
      "vi": "- Cậu chưa nói chuyện với cậu ta? - Chưa."
    }
  },
  {
    "translation": {
      "en": "Not once?",
      "vi": "Chưa lần nào?"
    }
  },
  {
    "translation": {
      "en": "Nope.",
      "vi": "Đúng."
    }
  },
  {
    "translation": {
      "en": "Well, it seems strange, you know,",
      "vi": "Có vẻ lạ lùng đấy,"
    }
  },
  {
    "translation": {
      "en": "you two being so close and all.",
      "vi": "vì hai cậu thân thiết vậy cơ mà."
    }
  },
  {
    "translation": {
      "en": "Last I heard, he moved south to be closer to his daughter.",
      "vi": "Lần cuối tôi nghe tin, anh ấy chuyển về phía Nam để ở gần con gái hơn."
    }
  },
  {
    "translation": {
      "en": "-How far south? -Lynchburg.",
      "vi": "Xa cỡ nào? Lynchburg."
    }
  },
  {
    "translation": {
      "en": "Guess his ex moved down there when her husband opened a new car lot.",
      "vi": "Chắc vợ cũ anh ấy dọn đến đó khi anh chồng mở đại lý xe mới."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "vi": "Chà,"
    }
  },
  {
    "translation": {
      "en": "If you do speak to him...",
      "vi": "nếu cậu có nói chuyện với cậu ấy,"
    }
  },
  {
    "translation": {
      "en": "Tell him I'd like to talk to him.",
      "vi": "hãy bảo là tôi cũng muốn nói chuyện."
    }
  },
  {
    "translation": {
      "en": "I doubt I'll be talking to him.",
      "vi": "Chắc tôi sẽ không nói chuyện với anh ấy đâu."
    }
  },
  {
    "translation": {
      "en": "He never told you why he gave all that money back?",
      "vi": "Cậu ấy chưa hề nói với cậu vì sao bỏ lại hết số tiền à?"
    }
  },
  {
    "translation": {
      "en": "On the house.",
      "vi": "Chầu này tôi mời."
    }
  },
  {
    "translation": {
      "en": "Generous.",
      "vi": "Đại gia quá."
    }
  },
  {
    "translation": {
      "en": "You've had your six months, and you made no arrests.",
      "vi": "Cô đã có sáu tháng của cô, và không bắt được ai cả."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, the locals talk about these thieves like they're some type of Hee Haw heroes.",
      "vi": "Trong lúc đó, dân địa phương nói bọn cướp này là anh hùng."
    }
  },
  {
    "translation": {
      "en": "So, we would like to move forward,",
      "vi": "Nên chúng tôi muốn tiếp tục"
    }
  },
  {
    "translation": {
      "en": "and put this entire incident in our rearview mirror, if you will.",
      "vi": "và bỏ lại toàn bộ việc này sau lưng nếu cô sẵn lòng."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Thank you again.",
      "vi": "Cảm ơn một lần nữa."
    }
  },
  {
    "translation": {
      "en": "I do have one last question.",
      "vi": "Tôi có một câu hỏi cuối cùng."
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "You just said you received a payout from your insurance company",
      "vi": "Ông nói đã nhận được thanh toán từ công ty bảo hiểm"
    }
  },
  {
    "translation": {
      "en": "for the money that wasn't recovered.",
      "vi": "cho số tiền không thu hồi lại được."
    }
  },
  {
    "translation": {
      "en": "Yes. That's right.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "We were here with forensic accountants for weeks,",
      "vi": "Chúng tôi đã ở đây nhiều tuần cùng kế toán pháp lý"
    }
  },
  {
    "translation": {
      "en": "poring over the register logs and receipts.",
      "vi": "xem xét kỹ nhật ký các máy tính tiền và hóa đơn."
    }
  },
  {
    "translation": {
      "en": "No one here was ever able to give us an exact accounting",
      "vi": "Không ai có thể cho chúng tôi con số chính xác"
    }
  },
  {
    "translation": {
      "en": "of how much money was actually stolen.",
      "vi": "rằng bao nhiêu tiền đã bị cướp đi."
    }
  },
  {
    "translation": {
      "en": "Right. Well, it's very complex.",
      "vi": "Đúng… Rất phức tạp."
    }
  },
  {
    "translation": {
      "en": "The algorithm and whatnot.",
      "vi": "Thuật toán…"
    }
  },
  {
    "translation": {
      "en": "Yeah. We heard about the complicated algorithms.",
      "vi": "Vâng, có nghe nói về các thuật toán phức tạp."
    }
  },
  {
    "translation": {
      "en": "So, how did you arrive at the number to ask for,",
      "vi": "Vậy làm thế nào ông có con số để đòi bảo hiểm?"
    }
  },
  {
    "translation": {
      "en": "if you didn't know how much was stolen?",
      "vi": "Nếu ông không biết bao nhiêu tiền đã bị cướp đi."
    }
  },
  {
    "translation": {
      "en": "I'm not an accountant, so, I wasn't in there for those discussions.",
      "vi": "Tôi không phải kế toán, nên tôi không có trong đó để thảo luận."
    }
  },
  {
    "translation": {
      "en": "But as far as all of us here at Charlotte Motor Speedway are concerned,",
      "vi": "Nhưng với những gì mà chúng tôi ở Trường đua Charlotte này quan tâm,"
    }
  },
  {
    "translation": {
      "en": "the matter has been resolved to our satisfaction.",
      "vi": "thì vấn đề đã được giải quyết và chúng tôi thỏa mãn."
    }
  },
  {
    "translation": {
      "en": "Assholes.",
      "vi": "Bọn khốn này."
    }
  },
  {
    "translation": {
      "en": "You seriously want to trust these two with our lives?",
      "vi": "Anh thật sự muốn giao mạng chúng ta cho hai thằng này à?"
    }
  },
  {
    "translation": {
      "en": "They're gonna know what we want 'em to know.",
      "vi": "Họ sẽ chỉ biết những gì chúng ta muốn họ biết."
    }
  },
  {
    "translation": {
      "en": "-All right! -But we can get two more.",
      "vi": "- Được rồi! - Nhưng ta có thể lấy hai túi nữa."
    }
  },
  {
    "translation": {
      "en": "What's rule eight?",
      "vi": "Quy tắc số tám là gì?"
    }
  },
  {
    "translation": {
      "en": "-Don't get greedy. -Right, you're done here.",
      "vi": "\"Đừng tham lam\"."
    }
  },
  {
    "translation": {
      "en": "Come on, you gotta get the car anyway. Go!",
      "vi": "Được rồi, em xong việc ở đây rồi. Em còn phải lấy xe. Đi đi!"
    }
  },
  {
    "translation": {
      "en": "Yeah, you're right there. You're right on top of it. Just dig in there.",
      "vi": "Anh ở ngay đó rồi. Ngay trên nó. Cứ đào đi."
    }
  },
  {
    "translation": {
      "en": "Mr. Naaman?",
      "vi": "Ông Naaman phải không?"
    }
  },
  {
    "translation": {
      "en": "This one's addressed to you.",
      "vi": "Cái này đề gửi cho cậu."
    }
  },
  {
    "translation": {
      "en": "Came in through the donation box.",
      "vi": "Thông qua một thùng quyên góp."
    }
  },
  {
    "translation": {
      "en": "It's heavy, but don't get excited.",
      "vi": "Nặng đấy, nhưng đừng hào hứng quá."
    }
  },
  {
    "translation": {
      "en": "It's got to be from a crazy, written with crayon.",
      "vi": "Chắc là một gã điên gửi, viết bằng bút màu sáp mà."
    }
  },
  {
    "translation": {
      "en": "Where to, Mr. Naaman?",
      "vi": "Đi đâu đây, thưa ông Naaman?"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hi.",
      "vi": "- Chào. - Chào."
    }
  },
  {
    "translation": {
      "en": "New job?",
      "vi": "Công việc mới à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. It's just seasonal.",
      "vi": "Ừ. Công việc thời vụ thôi."
    }
  },
  {
    "translation": {
      "en": "I hope they keep me on, though. It's nice being close to home.",
      "vi": "Mà hy vọng họ sẽ giữ anh lại. Thật tuyệt khi được ở gần nhà."
    }
  },
  {
    "translation": {
      "en": "You want to come in?",
      "vi": "Anh muốn vào chứ?"
    }
  },
  {
    "translation": {
      "en": "No, no. I'll just wait.",
      "vi": "Không. Anh chờ thôi."
    }
  },
  {
    "translation": {
      "en": "-Daddy! -Hey! What's up, man?",
      "vi": "- Bố ơi! - Chào con! Con khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "Body slam!",
      "vi": "Lấy thịt đè người!"
    }
  },
  {
    "translation": {
      "en": "What time you want her back?",
      "vi": "Em muốn mấy giờ con về?"
    }
  },
  {
    "translation": {
      "en": "Whatever time works best for you.",
      "vi": "Giờ nào tốt nhất cho anh là được."
    }
  },
  {
    "translation": {
      "en": "-We're just around. -All right.",
      "vi": "- Ở gần ấy mà. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Don't wait up!",
      "vi": "Mẹ đừng thức chờ nhé!"
    }
  },
  {
    "translation": {
      "en": "All right. So, I was thinking putt-putt golf.",
      "vi": "Được rồi. Bố đang nghĩ đến chỗ sân gôn nhỏ."
    }
  },
  {
    "translation": {
      "en": "They got those new go-karts down there.",
      "vi": "Họ có mấy cái xe đua mới."
    }
  },
  {
    "translation": {
      "en": "Sure. As long as we get gelato after.",
      "vi": "Được ạ. Miễn là sau đó mình ăn kem gelato."
    }
  },
  {
    "translation": {
      "en": "-Gelato? -Yeah.",
      "vi": "- Gelato à? - Dạ."
    }
  },
  {
    "translation": {
      "en": "Ain't that like fancy ice-cream?",
      "vi": "Không phải đó là loại cực ngon sao?"
    }
  },
  {
    "translation": {
      "en": "I thought you couldn't do that 'cause of your pageants.",
      "vi": "Bố tưởng con không được ăn vì còn phải thi hoa khôi."
    }
  },
  {
    "translation": {
      "en": "I'm over all that stuff.",
      "vi": "Con chán cái vụ thi thố đó rồi."
    }
  },
  {
    "translation": {
      "en": "I've been really getting into the culinary arts lately.",
      "vi": "Gần đây con rất thích nghệ thuật ẩm thực."
    }
  },
  {
    "translation": {
      "en": "Cul... What?",
      "vi": "Ẩm gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Cooking! I've been watching a lot of Top Chef.",
      "vi": "Nấu ăn ấy! Con đã xem Đầu bếp Siêu hạng rất nhiều."
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah.",
      "vi": "Thật à?"
    }
  },
  {
    "translation": {
      "en": "I've been learning a lot.",
      "vi": "Dạ, con học được rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Like, how gelato isn't just fancy ice-cream.",
      "vi": "Ví dụ như gelato không chỉ là kem tuyệt ngon."
    }
  },
  {
    "translation": {
      "en": "It's made at a slower churn rate than ice-cream,",
      "vi": "Nó được trộn với tốc độ chậm hơn kem bình thường,"
    }
  },
  {
    "translation": {
      "en": "so less air gets mixed in.",
      "vi": "nên ít bị không khí lẫn vào hơn."
    }
  },
  {
    "translation": {
      "en": "That's why it has such a silky texture.",
      "vi": "Vì thế nó có cấu trúc mượt như lụa vậy."
    }
  },
  {
    "translation": {
      "en": "-A churn rate? -Yeah, a churn rate.",
      "vi": "- Tốc độ trộn hả? - Vâng, tốc độ trộn."
    }
  },
  {
    "translation": {
      "en": "How fast the paddle in the machine moves.",
      "vi": "Tốc độ cánh trộn của máy làm kem di chuyển."
    }
  },
  {
    "translation": {
      "en": "Sometimes the paddle is called a dasher.",
      "vi": "Đôi khi cánh trộn được gọi là que đánh sữa."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, no, I know what that is. Dasher.",
      "vi": "Phải rồi, bố biết cái đó. Que đánh sữa."
    }
  },
  {
    "translation": {
      "en": "It's kinda like Dasher and Dancer and Vixen.",
      "vi": "Giống tên mấy chú tuần lộc Dasher, Dancer và Vixen của ông Noel."
    }
  },
  {
    "translation": {
      "en": "No. Daddy!",
      "vi": "Không phải mà bố!"
    }
  },
  {
    "translation": {
      "en": "-I know exactly what that is. -No, it's not that.",
      "vi": "- Bố biết chính xác nó là gì. - Đâu phải thế."
    }
  },
  {
    "translation": {
      "en": "I didn't know that reindeer made ice cream.",
      "vi": "Bố không biết là tuần lộc biết làm kem."
    }
  },
  {
    "translation": {
      "en": "They don't!",
      "vi": "Chúng không biết!"
    }
  },
  {
    "translation": {
      "en": "You funny. You funny. You funny-looking.",
      "vi": "- Bố hài thật. - Con hài ấy. Nhìn mặt cũng hài."
    }
  },
  {
    "translation": {
      "en": "You never told me how you knew the coast was clear,",
      "vi": "Anh chưa từng nói với em làm sao anh biết đã an toàn và ta có thể lấy tiền ra."
    }
  },
  {
    "translation": {
      "en": "and we could go get the money.",
      "vi": "làm sao anh biết đã an toàn và ta có thể lấy tiền ra."
    }
  },
  {
    "translation": {
      "en": "Well, you know how that phone company gave you about 60 days to pay that phone bill?",
      "vi": "Em biết công ty điện thoại cho em 60 ngày để trả tiền hóa đơn chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, you go one day over and they shut your phone off.",
      "vi": "Em quá hạn một ngày là họ sẽ cắt điện thoại của em."
    }
  },
  {
    "translation": {
      "en": "So?",
      "vi": "Thì sao?"
    }
  },
  {
    "translation": {
      "en": "I ain't paid the bill out at the trailer in, like, six months.",
      "vi": "Sáu tháng rồi anh chưa thanh toán hóa đơn ở chỗ nhà di động."
    }
  },
  {
    "translation": {
      "en": "So?",
      "vi": "Thì sao?"
    }
  },
  {
    "translation": {
      "en": "I figured long as they was tapping my phone, they'd keep it on.",
      "vi": "Anh đoán chừng nào họ còn nghe lén điện thoại, họ sẽ chưa cắt mạng."
    }
  },
  {
    "translation": {
      "en": "About a week ago, it finally went dead.",
      "vi": "Một tuần trước, cuối cùng đã cắt hẳn."
    }
  },
  {
    "translation": {
      "en": "-That's pretty good. -Yeah.",
      "vi": "- Rất thông minh. - Ừ"
    }
  },
  {
    "translation": {
      "en": "You came up with that on your own?",
      "vi": "Anh tự mình nghĩ ra hết à?"
    }
  },
  {
    "translation": {
      "en": "Yes, I did.",
      "vi": "Ừ, tự anh đấy."
    }
  },
  {
    "translation": {
      "en": "Well, that's a lot of thinking for a Logan.",
      "vi": "Thế là tư duy quá nhiều với một người nhà Logan."
    }
  },
  {
    "translation": {
      "en": "-Hey, Jimmy. -Hey.",
      "vi": "- Chào, Jimmy. - Chào."
    }
  },
  {
    "translation": {
      "en": "What you doing?",
      "vi": "Em khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "So, Mellie...",
      "vi": "Vậy, Mellie này,"
    }
  },
  {
    "translation": {
      "en": "What do you make of all this Logan Curse stuff?",
      "vi": "em nghĩ sao về vụ Lời nguyền Gia đình Logan này?"
    }
  },
  {
    "translation": {
      "en": "Well, that's Clyde's thing. I never really gave it that much thought.",
      "vi": "Đó là Clyde tự nghĩ ra thôi. Em thật sự không quan tâm đến nó lắm."
    }
  },
  {
    "translation": {
      "en": "What about you? You think we're destined to repeat the past?",
      "vi": "Còn anh? Anh nghĩ chúng ta có định mệnh lặp lại quá khứ à?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I'm all about the future.",
      "vi": "Anh chỉ nghĩ đến tương lai."
    }
  },
  {
    "translation": {
      "en": "Shoot. Sorry about that. Another special for the lady?",
      "vi": "Chết thật. Xin lỗi cô. Một ly đặc biệt nữa cho quý cô nhé?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I missed out on the toast.",
      "vi": "Ừ. Tôi đã bỏ lỡ vụ ăn mừng."
    }
  },
  {
    "translation": {
      "en": "You know, they say it's bad luck to toast with an empty glass.",
      "vi": "Người ta nói sẽ xui xẻo khi nâng ly rỗng đấy."
    }
  },
  {
    "translation": {
      "en": "They do say that.",
      "vi": "Đúng là người ta có nói vậy."
    }
  },
  {
    "translation": {
      "en": "It's also bad luck to toast alone, so,",
      "vi": "Cũng rất xui khi nâng ly một mình,"
    }
  },
  {
    "translation": {
      "en": "why don't you pour yourself one on me?",
      "vi": "vậy sao anh không tự rót một ly cho mình, tôi trả?"
    }
  },
  {
    "translation": {
      "en": "So you don't jinx me.",
      "vi": "Để anh không làm tôi gặp xui."
    }
  },
  {
    "translation": {
      "en": "I would have remembered if you'd ever been in the bar before.",
      "vi": "Tôi sẽ nhớ ra nếu trước đây cô từng đến quán."
    }
  },
  {
    "translation": {
      "en": "-Are you just passing through? -Yeah. Passing through.",
      "vi": "- Cô chỉ đi ngang qua thôi hả? - Ừ. Đi ngang qua đây."
    }
  },
  {
    "translation": {
      "en": "But I'm hoping to stay a while.",
      "vi": "Nhưng tôi hy vọng sẽ ở lại một thời gian."
    }
  },
  {
    "translation": {
      "en": "Well, then...",
      "vi": "Chà, vậy thì,"
    }
  },
  {
    "translation": {
      "en": "Here's to staying a while.",
      "vi": "đây là mừng cô ở lại."
    }
  }
]