[
  {
    "translation": {
      "en": "East and West do not mistrust each other because we're armed.",
      "vi": "Phương Đông và phương Tây không mất niềm tin ở nhau bởi chạy đua vũ trang."
    }
  },
  {
    "translation": {
      "en": "We're armed because we mistrust each other.",
      "vi": "Chúng ta chạy đua vũ trang bởi mất niềm tin ở nhau."
    }
  },
  {
    "translation": {
      "en": "Mr. Gorbachev, tear down this wall.",
      "vi": "Ngài Gorbachev, hãy phá đổ bức tường này."
    }
  },
  {
    "translation": {
      "en": "James fucking Gascoine. How did you find me?",
      "vi": "James Gascoigne chết tiệt. Làm sao mày có thể tìm ra tao?"
    }
  },
  {
    "translation": {
      "en": "Maybe you're not as good at this spy shit as you think.",
      "vi": "Có lẽ mày không giỏi làm điệp viên như mày suy nghĩ rồi."
    }
  },
  {
    "translation": {
      "en": "It was Satchel, wasn't it? Satchel gave me up.",
      "vi": "Là Satchel, đúng không? Satchel đã khai tao ra."
    }
  },
  {
    "translation": {
      "en": "I always thought if I got tagged, it would be by the best.",
      "vi": "Tao luôn nghĩ rằng mình sẽ bị tóm bởi người giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "But you're not the best, are you, Bakhtin?",
      "vi": "Nhưng mày đâu phải là kẻ giỏi nhất, Bakhtin nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You're the biggest fucking cunt in the KGB.",
      "vi": "Mày là thằng ngốc số một của KGB."
    }
  },
  {
    "translation": {
      "en": "Sticks and stones, Jimmy.",
      "vi": "Mồm mép không đỡ được tay chân, Jimmy."
    }
  },
  {
    "translation": {
      "en": "That's a nasty black eye.",
      "vi": "Mắt thâm ghê quá."
    }
  },
  {
    "translation": {
      "en": "Where's C?",
      "vi": "C đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Given the scale of recent world events,",
      "vi": "Với những diễn biến mới đây,"
    }
  },
  {
    "translation": {
      "en": "C will not be joining us.",
      "vi": "C sẽ không tham gia cùng chúng ta."
    }
  },
  {
    "translation": {
      "en": "Yes, of course.",
      "vi": "Phải, hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "The voices on record are the following.",
      "vi": "Các giọng nói được ghi âm lại bao gồm:"
    }
  },
  {
    "translation": {
      "en": "Myself, Senior Directorate Officer Eric Gray,",
      "vi": "cá nhân tôi, Giám đốc Cấp cao, Eric Gray,"
    }
  },
  {
    "translation": {
      "en": "our American guest, Emmett Kurzfeld,",
      "vi": "người bạn Mỹ, Emmett Kurzfeld"
    }
  },
  {
    "translation": {
      "en": "of the U.S. Central Intelligence Agency,",
      "vi": "của Cơ quan Tình báo Trung ương Hoa Kỳ,"
    }
  },
  {
    "translation": {
      "en": "and returning British Operational Officer Lorraine Broughton.",
      "vi": "và Sĩ quan Tác chiến nước Anh Lorraine Broughton mới trở về."
    }
  },
  {
    "translation": {
      "en": "Before we begin, sir, may I formally request",
      "vi": "Thưa ngài, trước khi bắt đầu, tôi yêu cầu"
    }
  },
  {
    "translation": {
      "en": "that Mr. Kurzfeld be removed from the debriefing.",
      "vi": "ông Kurzfeld không tham gia buổi thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "Request denied.",
      "vi": "Từ chối yêu cầu."
    }
  },
  {
    "translation": {
      "en": "What I have to tell you, sir, is not for the CIA to hear.",
      "vi": "Thưa ngài, những điều tôi sắp nói ra không dành cho CIA."
    }
  },
  {
    "translation": {
      "en": "Lorraine, you are the subject of this debriefing.",
      "vi": "Lorraine, cô là đối tượng của buổi thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "Not its controller. I understand that.",
      "vi": "Không phải người kiểm soát. Tôi"
    }
  },
  {
    "translation": {
      "en": "I was there, in Berlin.",
      "vi": "hiểu. Tôi đã ở đó, tại Berlin."
    }
  },
  {
    "translation": {
      "en": "And I'm here with the full executive authority of Langley.",
      "vi": "Giờ tôi có mặt tại đây với đầy đủ thẩm quyền của Langley."
    }
  },
  {
    "translation": {
      "en": "Would it make you more comfortable?",
      "vi": "Cô thấy thoải mái hơn chưa?"
    }
  },
  {
    "translation": {
      "en": "I could stand behind the mirror with everybody else.",
      "vi": "Tôi có thể đứng phía sau tấm gương với những người khác."
    }
  },
  {
    "translation": {
      "en": "But it's a little crowded back there.",
      "vi": "Nhưng ở đó giờ hơi đông đúc."
    }
  },
  {
    "translation": {
      "en": "Cocksucker. What did you say?",
      "vi": "Quân khốn nạn. Cô nói gì cơ?"
    }
  },
  {
    "translation": {
      "en": "I didn't say anything.",
      "vi": "Tôi không nói gì cả."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Did you say something, Lorraine?",
      "vi": "Tôi xin lỗi. Cô nói à, Lorraine?"
    }
  },
  {
    "translation": {
      "en": "Did you hear me say something? I thought you said something.",
      "vi": "Ông nghe thấy tôi nói gì à? Tôi nghĩ cô vừa nói gì đó. Cô ấy nói gì?"
    }
  },
  {
    "translation": {
      "en": "What did she say?",
      "vi": "Tôi nghĩ cô vừa nói gì đó. Cô ấy nói gì?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Well... Do you want to play the tape back?",
      "vi": "Ông có muốn tua lại băng không?"
    }
  },
  {
    "translation": {
      "en": "Well, then.",
      "vi": "Vậy thì."
    }
  },
  {
    "translation": {
      "en": "Shall we begin?",
      "vi": "Chúng ta bắt đầu nhé?"
    }
  },
  {
    "translation": {
      "en": "What happened? Yeah.",
      "vi": "Có chuyện gì đã xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Fuck!",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Ah... Lorraine.",
      "vi": "Ồ, Lorraine."
    }
  },
  {
    "translation": {
      "en": "Sorry to bring you in on such short notice.",
      "vi": "Xin thứ lỗi vì báo tin đột ngột đến vậy."
    }
  },
  {
    "translation": {
      "en": "You know C. Yes.",
      "vi": "Cô biết C mà. Vâng."
    }
  },
  {
    "translation": {
      "en": "We were just going over your file. I see your Russian is excellent.",
      "vi": "Chúng tôi mới xem lại hồ sơ của cô. Tôi thấy cô nói tiếng Nga rất cừ."
    }
  },
  {
    "translation": {
      "en": "An expert in escape and evasion.",
      "vi": "Một chuyên gia trong lĩnh vực rút lui và lẩn trốn."
    }
  },
  {
    "translation": {
      "en": "Proficient in intelligence collection and hand to hand combat.",
      "vi": "Thành thạo thu thập thông tin tình báo và chiến đấu tay đôi."
    }
  },
  {
    "translation": {
      "en": "It's an impressive set of skills.",
      "vi": "Danh sách kỹ năng của cô rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "And knowing the Reds as I do, she'll need to use every damn one of them.",
      "vi": "Theo thông tin tôi có về đối thủ, nên cô ấy sẽ cần sử dụng đến tất cả đấy."
    }
  },
  {
    "translation": {
      "en": "I'll get straight to the point. How well do you know James Gascoine?",
      "vi": "Để tôi đi thẳng vào chuyện chính. Cô thân với James Gascoigne tới mức nào?"
    }
  },
  {
    "translation": {
      "en": "Enough to say hello. We worked together in Istanbul in '85.",
      "vi": "Cũng đủ để xã giao. Chúng tôi làm cùng nhiệm vụ ở Istanbul vào năm 1985."
    }
  },
  {
    "translation": {
      "en": "He's dead.",
      "vi": "Cậu ta chết rồi."
    }
  },
  {
    "translation": {
      "en": "Gascoine was killed last night on a mission in Berlin.",
      "vi": "Đêm qua Gascoigne bị giết khi đang làm nhiệm vụ ở Berlin."
    }
  },
  {
    "translation": {
      "en": "The West German Police fished his body out of the Spree this morning,",
      "vi": "Cảnh sát Tây Đức vớt được xác cậu ta trên sông Spree buổi sáng nay."
    }
  },
  {
    "translation": {
      "en": "and a coroner extracted a 7.62 Tokarev round from the base of his skull.",
      "vi": "Và nhân viên pháp lý mới lấy ra một viên Tokayarev 7.62 ly từ hộp sọ của cậu ta."
    }
  },
  {
    "translation": {
      "en": "Soviets.",
      "vi": "Quân Liên Xô."
    }
  },
  {
    "translation": {
      "en": "Yesterday, Gascoine met with a Stasi officer, code named Spyglass.",
      "vi": "Hôm qua, Gascoigne có gặp gỡ một sĩ quan Stasi, mang mật danh Spyglass."
    }
  },
  {
    "translation": {
      "en": "We promised Spyglass immunity",
      "vi": "Chúng tôi hứa miễn tội cho Spyglass"
    }
  },
  {
    "translation": {
      "en": "in exchange for a document on microfilm, code named The List.",
      "vi": "để đổi lại một tài liệu trên vi phim, có mật danh Bảng kê."
    }
  },
  {
    "translation": {
      "en": "Hidden in a Swiss watch, no less.",
      "vi": "Nó được giấu trong một chiếc đồng hồ Thụy Sĩ."
    }
  },
  {
    "translation": {
      "en": "The List contains every active clandestine officer, all their shady deals.",
      "vi": "Bảng kê bao gồm tên của mọi sĩ quan mật đang hoạt động, toàn bộ hành vi mờ ám của họ."
    }
  },
  {
    "translation": {
      "en": "It's an atomic bomb of information",
      "vi": "Đó là một quả bom nguyên tử trong giới tình báo."
    }
  },
  {
    "translation": {
      "en": "that could extend the Cold War for another 40 years.",
      "vi": "Nó có thể khiến Chiến tranh Lạnh kéo dài thêm 40 năm nữa."
    }
  },
  {
    "translation": {
      "en": "And we believe the man that killed Gascoine now has it.",
      "vi": "Và chúng tôi tin rằng kẻ mới giết Gascoigne đang giữ nó."
    }
  },
  {
    "translation": {
      "en": "Our sources point to Yuri Bakhtin,",
      "vi": "Nguồn tin của chúng ta dẫn tới Yuri Bakhtin, sát thủ bẩn của KGB"
    }
  },
  {
    "translation": {
      "en": "a KGB hatchet man with more than a dozen confirmed kills.",
      "vi": "Nguồn tin của chúng ta dẫn tới Yuri Bakhtin, sát thủ bẩn của KGB từng được xác nhận là đã ra tay với hơn một tá đối tượng."
    }
  },
  {
    "translation": {
      "en": "So you want me in Moscow? No. Bakhtin never got on the flight.",
      "vi": "Vậy ông muốn tôi tới Moscow? Không, Bakhtin không đặt chân lên máy bay."
    }
  },
  {
    "translation": {
      "en": "So he's still in Berlin along with The List.",
      "vi": "Nên hắn vẫn ở đâu đó tại Berlin cùng với Bảng kê."
    }
  },
  {
    "translation": {
      "en": "Everyone's hunting for it the Yanks, the Frogs, Soviets of course.",
      "vi": "Tất cả đều đang săn lùng nó. Người Mỹ, bọn Pháp. Dĩ nhiên là cả Liên Xô."
    }
  },
  {
    "translation": {
      "en": "And our man, Percival. Who's Percival?",
      "vi": "Và người của chúng ta, Percival. Percival là ai?"
    }
  },
  {
    "translation": {
      "en": "David Percival. He's our number one in Berlin.",
      "vi": "David Percival. Cậu ấy là người giỏi nhất của ta tại Berlin."
    }
  },
  {
    "translation": {
      "en": "He's your point of contact there.",
      "vi": "Cậu ấy là đầu mối liên lạc của cô."
    }
  },
  {
    "translation": {
      "en": "The shop is open!",
      "vi": "Cửa tiệm đã mở!"
    }
  },
  {
    "translation": {
      "en": "Money is good, information is better.",
      "vi": "Tiền rất tốt, thông tin còn tốt hơn."
    }
  },
  {
    "translation": {
      "en": "And you? What do you have for me?",
      "vi": "Còn anh? Anh có gì cho tôi đây?"
    }
  },
  {
    "translation": {
      "en": "Straight from the tit of the Virgin Mary.",
      "vi": "Thẳng từ bầu ngực của Đức Mẹ."
    }
  },
  {
    "translation": {
      "en": "The Jordache wasn't easy. It's for my wife's birthday.",
      "vi": "Đồ Jordache không dễ kiếm đâu. Tôi muốn tặng vợ nhân sinh nhật."
    }
  },
  {
    "translation": {
      "en": "That's really nice. Now, where's that fucking list?",
      "vi": "Ngọt ngào quá. Thế bản danh sách chết tiệt kia đâu?"
    }
  },
  {
    "translation": {
      "en": "I gave the microfilm to Gascoine last night.",
      "vi": "Tối qua tôi đã đưa vi phim cho Gascoigne."
    }
  },
  {
    "translation": {
      "en": "James didn't show up. I did my part. I gave him the list.",
      "vi": "James không xuất hiện. Tôi đã làm phần của mình. Tôi đã đưa cho anh ta danh sách."
    }
  },
  {
    "translation": {
      "en": "You have to get me and my family across. It's not safe for us anymore here.",
      "vi": "Anh phải đưa tôi và gia đình sang phía bên kia. Ở đây không an toàn cho chúng tôi nữa."
    }
  },
  {
    "translation": {
      "en": "The Russians are on to me. No list, no deal.",
      "vi": "Người Nga truy lùng tôi. Không có danh sách thì dẹp."
    }
  },
  {
    "translation": {
      "en": "I risked everything. No list, no deal.",
      "vi": "Tôi đã đặt cược tất cả. Không có danh sách thì dẹp."
    }
  },
  {
    "translation": {
      "en": "You listen to me, Spyglass, without that list,",
      "vi": "Ông nghe này, Spyglass. Không có danh sách, sao tôi không lôi ông ra ngoài"
    }
  },
  {
    "translation": {
      "en": "why shouldn't I take you outside and shoot you in the fucking head?",
      "vi": "Không có danh sách, sao tôi không lôi ông ra ngoài rồi bắn vào đầu ông nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You are going to kill a Stasi officer?",
      "vi": "Anh định giết một sĩ quan Stasi sao?"
    }
  },
  {
    "translation": {
      "en": "One that's about to defect to the West? Yeah.",
      "vi": "Một kẻ định trốn sang phía Tây ư? Đúng vậy đấy."
    }
  },
  {
    "translation": {
      "en": "Without an embassy to look after him, Percival has gone somewhat native.",
      "vi": "Không bị đại sứ quán nào kiểm soát, Percival trở nên hơi tự tung tự tác."
    }
  },
  {
    "translation": {
      "en": "Gone fucking feral. Berlin is the Wild West.",
      "vi": "Thật hoang dại làm sao. Berlin là miền viễn tây hoang dã."
    }
  },
  {
    "translation": {
      "en": "And if that bloody wall comes crashing down, we don't want to be under it.",
      "vi": "Nếu bức tường đó bị kéo đổ, chúng ta không muốn nằm dưới đó đâu."
    }
  },
  {
    "translation": {
      "en": "If the Russians get that list, we're all buggered sideways.",
      "vi": "Nếu người Nga lấy được danh sách đó, chúng ta coi như khổ đủ đường."
    }
  },
  {
    "translation": {
      "en": "You're Elizabeth Lloyd, a Cambridge educated lawyer",
      "vi": "Cô sẽ là Elizabeth Lloyd. Một luật sư tốt nghiệp tại Cambridge"
    }
  },
  {
    "translation": {
      "en": "sent by James Gascoine's family to retrieve the body and effects",
      "vi": "được gia đình James Gascoigne cử tới để nhận xác và đồ vật của cậu con trai mới qua đời nhà họ."
    }
  },
  {
    "translation": {
      "en": "of their recently deceased son.",
      "vi": "để nhận xác và đồ vật của cậu con trai mới qua đời nhà họ."
    }
  },
  {
    "translation": {
      "en": "Your mission is to connect with Percival",
      "vi": "Nhiệm vụ của cô là kết nối với Percival"
    }
  },
  {
    "translation": {
      "en": "and do whatever it takes to get that list home.",
      "vi": "và làm bất cứ điều gì để đưa bản danh sách trở về quê hương."
    }
  },
  {
    "translation": {
      "en": "And remember, Lorraine, this is highly sensitive.",
      "vi": "Và hãy nhớ rằng, Lorraine, đây là nhiệm vụ hết sức nhạy cảm."
    }
  },
  {
    "translation": {
      "en": "Trust no one.",
      "vi": "Đừng tin bất cứ ai."
    }
  },
  {
    "translation": {
      "en": "Follow me! Come, come, come!",
      "vi": "Theo tôi! Đi nào!"
    }
  },
  {
    "translation": {
      "en": "Quickly! This way! Tell me you made a copy.",
      "vi": "Nhanh lên! Lối này! Ông hẳn có bản sao rồi chứ?"
    }
  },
  {
    "translation": {
      "en": "I memorized it. Memorized it?",
      "vi": "Tôi đã ghi nhớ nó. Ghi nhớ nó?"
    }
  },
  {
    "translation": {
      "en": "Every single agent on that list?",
      "vi": "Từng điệp viên một trong danh sách?"
    }
  },
  {
    "translation": {
      "en": "Every Wednesday, you visit the Penny Lane brothel.",
      "vi": "Mỗi thứ Tư, anh đều vào nhà thổ Penny Lane."
    }
  },
  {
    "translation": {
      "en": "Your favorite girl is Margot. Her real name is Maria.",
      "vi": "Đào yêu thích của anh là Margot, tên thật của cô ta là Maria."
    }
  },
  {
    "translation": {
      "en": "Maria?",
      "vi": "Maria sao?"
    }
  },
  {
    "translation": {
      "en": "All right, I'll get you across. You're a good man, Percival.",
      "vi": "Được, tôi sẽ giúp ông. Anh là người tốt, Percival."
    }
  },
  {
    "translation": {
      "en": "Fuck off. I just want the list. Once I... Oh, fuck!",
      "vi": "Biến đi. Tôi chỉ muốn bản danh sách. Một khi tôi… Ôi chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "Halt! I'll be in touch.",
      "vi": "Đứng yên! Tôi sẽ giữ liên lạc.."
    }
  },
  {
    "translation": {
      "en": "Uh... Guten Abend. Dokument...",
      "vi": "Buổi tối tốt lành, giấy tờ…"
    }
  },
  {
    "translation": {
      "en": "I'm so fucking late.",
      "vi": "Chết tiệt, mình trễ rồi."
    }
  },
  {
    "translation": {
      "en": "Miss Broughton, Mr. Percival was running late.",
      "vi": "Cô Broughton, anh Percival tới muộn."
    }
  },
  {
    "translation": {
      "en": "He sent me to pick you up. Checked bags?",
      "vi": "Anh ấy cử tôi tới đón cô. Hành lý ký gửi của cô đâu?"
    }
  },
  {
    "translation": {
      "en": "No, they've been sent. Please, follow me.",
      "vi": "Không có, tôi chuyển chúng đi rồi. Xin hãy theo tôi."
    }
  },
  {
    "translation": {
      "en": "So... Is this your first time in Berlin?",
      "vi": "Đây là lần đầu tiên cô tới Berlin à?"
    }
  },
  {
    "translation": {
      "en": "Yes. Well, it's a remarkable time to be here.",
      "vi": "Vâng. Giờ là thời điểm rất tuyệt để đến thành phố này."
    }
  },
  {
    "translation": {
      "en": "Wonderful music, superb nightlife, marvelous restaurants.",
      "vi": "Nhạc lôi cuốn, cuộc sống về đêm sôi động, quán ăn tuyệt hảo."
    }
  },
  {
    "translation": {
      "en": "You must try the Central Café for a drink.",
      "vi": "Cô hãy nhớ tới quán Central Café để thưởng thức nhé."
    }
  },
  {
    "translation": {
      "en": "You'll need it later.",
      "vi": "Cô sẽ cần nó sau."
    }
  },
  {
    "translation": {
      "en": "You remember Mr. Bremovych, don't you?",
      "vi": "Cô nhớ Bremovych, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Of course, you do.",
      "vi": "Hẳn là cô phải nhớ."
    }
  },
  {
    "translation": {
      "en": "Well, he's very curious what you're doing here in Berlin.",
      "vi": "Anh ta rất tò mò muốn biết cô đang làm gì ở Berlin."
    }
  },
  {
    "translation": {
      "en": "What the fuck are you doing?",
      "vi": "Cô làm cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "What the fuck are you doing?",
      "vi": "Cô làm cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Welcome to Berlin. I'm David...",
      "vi": "Chào đón tới Berlin. Tôi là David…"
    }
  },
  {
    "translation": {
      "en": "Where the fuck were you?",
      "vi": "Cậu đã ở nơi quái nào vậy?"
    }
  },
  {
    "translation": {
      "en": "Don't shoot. I've got the shoe.",
      "vi": "Đừng bắn. Tôi lấy giày cho cô rồi."
    }
  },
  {
    "translation": {
      "en": "Let me help you with your bags.",
      "vi": "Để tôi giúp cô xách đồ."
    }
  },
  {
    "translation": {
      "en": "Come on. For fuck's sake.",
      "vi": "Đi nào. Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Russians are fucking heavy!",
      "vi": "Bọn Nga lúc nào cũng nặng chết!"
    }
  },
  {
    "translation": {
      "en": "Five minutes on the ground and I'm already made.",
      "vi": "Mới xuống mặt đất có năm phút mà tôi đã lộ rồi."
    }
  },
  {
    "translation": {
      "en": "You're not made. I hope. They knew my name.",
      "vi": "Cô chưa bị lộ. Hy vọng là thế. Chúng biết tên tôi."
    }
  },
  {
    "translation": {
      "en": "That's troubling. And yours.",
      "vi": "Gay nhỉ. Cả tên anh nữa."
    }
  },
  {
    "translation": {
      "en": "That's hardly surprising.",
      "vi": "Không có gì ngạc nhiên cả."
    }
  },
  {
    "translation": {
      "en": "Great fucking start, Percival.",
      "vi": "Khởi đầu quá được, Percival ạ."
    }
  },
  {
    "translation": {
      "en": "So what was your first impression?",
      "vi": "Ấn tượng đầu tiên của cô là gì?"
    }
  },
  {
    "translation": {
      "en": "Of David?",
      "vi": "Về David à?"
    }
  },
  {
    "translation": {
      "en": "He was handsome. Late 30s.",
      "vi": "Anh ta đẹp trai. Gần 40 rồi."
    }
  },
  {
    "translation": {
      "en": "Disastrous Sinéad O'Connor hair.",
      "vi": "Với mái tóc thảm họa của Sinead O’Connor."
    }
  },
  {
    "translation": {
      "en": "Irish singer. Hm.",
      "vi": "Ca sĩ người Ireland."
    }
  },
  {
    "translation": {
      "en": "I asked him what the deal was with that, and he said,",
      "vi": "Tôi có hỏi anh ta sao phải để đầu đó, thì anh ta bảo:"
    }
  },
  {
    "translation": {
      "en": "It's to blend in.",
      "vi": "Để trà trộn."
    }
  },
  {
    "translation": {
      "en": "You want to touch it?",
      "vi": "Muốn sờ thử không?"
    }
  },
  {
    "translation": {
      "en": "It's to blend in in the East.",
      "vi": "Để tôi có thể trà trộn ở Đông Đức đấy."
    }
  },
  {
    "translation": {
      "en": "That was the Brandenburg Gate, by the way.",
      "vi": "Nhân tiện, đó là Cổng Brandenburg."
    }
  },
  {
    "translation": {
      "en": "I mean, how the fuck do the suits think",
      "vi": "Sao cấp trên lại nghĩ"
    }
  },
  {
    "translation": {
      "en": "that you're going to be able to help me find that list?",
      "vi": "cô có thể giúp tôi tìm ra bản danh sách đó nhỉ?"
    }
  },
  {
    "translation": {
      "en": "As soon as you pick up Gascoine's body,",
      "vi": "Ngay khi cô nhận xác Gascoigne,"
    }
  },
  {
    "translation": {
      "en": "they'll null and void your visa and you'll be on the first flight back home.",
      "vi": "họ sẽ vô hiệu visa rồi lập tức đưa cô lên máy bay trở về."
    }
  },
  {
    "translation": {
      "en": "I'll figure it out.",
      "vi": "Tôi sẽ tính."
    }
  },
  {
    "translation": {
      "en": "That's Checkpoint Charlie. My office is just back there.",
      "vi": "Đó là Trạm kiểm soát Charlie. Văn phòng của tôi ở ngay phía sau."
    }
  },
  {
    "translation": {
      "en": "I'm not here to collect postcards, Percival.",
      "vi": "Tôi không tới đây để sưu tầm bưu thiếp đâu, Percival."
    }
  },
  {
    "translation": {
      "en": "Just drop me at my hotel. It's around the corner.",
      "vi": "Thả tôi ở chỗ khách sạn đi. Rẽ cái là tới rồi."
    }
  },
  {
    "translation": {
      "en": "I thought you said you'd never been to Berlin before.",
      "vi": "Cô bảo cô chưa từng tới Berlin cơ mà?"
    }
  },
  {
    "translation": {
      "en": "I can read a fucking map. This will just take a minute.",
      "vi": "Tôi biết đọc bản đồ đấy. Chỉ một phút thôi mà."
    }
  },
  {
    "translation": {
      "en": "What are you doing? Sending a message to a fascist pig.",
      "vi": "Anh làm gì vậy? Gửi một thông điệp tới tên phát xít đó."
    }
  },
  {
    "translation": {
      "en": "Say hello to Comrade Bremovych for me.",
      "vi": "Gửi lời chào tới ngài Bremovych giùm tao nhé."
    }
  },
  {
    "translation": {
      "en": "Well, what do we have here?",
      "vi": "Chúng ta có gì ở đây nhỉ?"
    }
  },
  {
    "translation": {
      "en": "We caught them partying last night.",
      "vi": "Chúng tôi bắt được chúng mở tiệc đêm qua."
    }
  },
  {
    "translation": {
      "en": "East Germany's best and brightest.",
      "vi": "Tại nơi sang trọng nhất của Đông Đức."
    }
  },
  {
    "translation": {
      "en": "You there.",
      "vi": "Thằng kia."
    }
  },
  {
    "translation": {
      "en": "Step forward.",
      "vi": "Bước lên phía trước."
    }
  },
  {
    "translation": {
      "en": "I said, step forward!",
      "vi": "Tao bảo, bước lên phía trước!"
    }
  },
  {
    "translation": {
      "en": "Come here.",
      "vi": "Lại đây."
    }
  },
  {
    "translation": {
      "en": "So you want to have fun?",
      "vi": "Hóa ra mày thích vui vẻ à?"
    }
  },
  {
    "translation": {
      "en": "Let's have fun.",
      "vi": "Vậy chúng ta vui vẻ nhé."
    }
  },
  {
    "translation": {
      "en": "What do we have here?",
      "vi": "Chúng ta có gì ở đây nhỉ?"
    }
  },
  {
    "translation": {
      "en": "C'mon, dance for me. The music is on.",
      "vi": "Nào, nhảy cho tao xem đi. Nhạc bật rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Give him a round of applause.",
      "vi": "Tất cả vỗ tay đi chứ."
    }
  },
  {
    "translation": {
      "en": "There was a man here last night. A traitor.",
      "vi": "Có một kẻ ở đây đêm qua. Một kẻ phản bội."
    }
  },
  {
    "translation": {
      "en": "Tell me where he is!",
      "vi": "Cho tao biết hắn đâu rồi!"
    }
  },
  {
    "translation": {
      "en": "Where is Bakhtin? Where is the list?",
      "vi": "Bakhtin đâu? Danh sách đâu?"
    }
  },
  {
    "translation": {
      "en": "He never showed, Comrade Bremovych.",
      "vi": "Hắn không xuất hiện, thưa ngài Bremovych."
    }
  },
  {
    "translation": {
      "en": "Capitalist bastard, he's gonna sell the list.",
      "vi": "Thằng khốn tư bản, hắn sẽ rao bán bản danh sách."
    }
  },
  {
    "translation": {
      "en": "Find him! I want that list.",
      "vi": "Tìm hắn đi! Tao muốn có bản danh sách."
    }
  },
  {
    "translation": {
      "en": "Boris, give me that photo.",
      "vi": "Boris, đưa cho tao tấm hình đó."
    }
  },
  {
    "translation": {
      "en": "Pay attention!",
      "vi": "Chú ý này!"
    }
  },
  {
    "translation": {
      "en": "This man is a traitor.",
      "vi": "Người đàn ông này là một kẻ phản bội."
    }
  },
  {
    "translation": {
      "en": "Do you know him?",
      "vi": "Tụi bây biết hắn chứ?"
    }
  },
  {
    "translation": {
      "en": "Tensions are high in East Berlin tonight,",
      "vi": "Căng thẳng dâng cao tại Đông Berlin tối nay,"
    }
  },
  {
    "translation": {
      "en": "as civil disobedience continues to build momentum.",
      "vi": "khi hoạt động dân sự chống chính quyền tiếp tục leo thang."
    }
  },
  {
    "translation": {
      "en": "East Berlin's youth leaders shout out their protests",
      "vi": "Lãnh đạo thanh niên của Đông Đức hô vang biểu tình"
    }
  },
  {
    "translation": {
      "en": "through tear gas and water cannons.",
      "vi": "bất chấp hơi cay và vòi rồng."
    }
  },
  {
    "translation": {
      "en": "And there are numerous reports",
      "vi": "Chúng tôi có ghi nhận về nhiều vụ cảnh sát đánh đập"
    }
  },
  {
    "translation": {
      "en": "of police beating peaceful demonstrators with batons.",
      "vi": "Chúng tôi có ghi nhận về nhiều vụ cảnh sát đánh đập người biểu tình trong ôn hòa bằng dùi cui."
    }
  },
  {
    "translation": {
      "en": "I've been sent to arrange the return of a British subject.",
      "vi": "Tôi được cử tới để sắp xếp đưa một đối tượng của Anh trở về."
    }
  },
  {
    "translation": {
      "en": "The body was identified by your attaché. Yes, I believe so.",
      "vi": "Thi thể đã được xác nhận bởi tùy viên của nước cô. Vâng, tôi tin là như vậy."
    }
  },
  {
    "translation": {
      "en": "This was not a question. It was a statement.",
      "vi": "Đó không phải là câu hỏi. Đó là lời thông báo."
    }
  },
  {
    "translation": {
      "en": "He was your colleague? Different department.",
      "vi": "Anh ta là đồng nghiệp của cô à? Ở bộ phận khác."
    }
  },
  {
    "translation": {
      "en": "Which department? A different one.",
      "vi": "Bộ phận nào? Một bộ phận khác."
    }
  },
  {
    "translation": {
      "en": "You have the transfer papers?",
      "vi": "Cô có giấy tờ di chuyển chứ?"
    }
  },
  {
    "translation": {
      "en": "Do you know those movies where the picture just starts to slow down...",
      "vi": "Các ông có biết mấy bộ phim có mấy cảnh dần chậm lại"
    }
  },
  {
    "translation": {
      "en": "..and melt,",
      "vi": "rồi tan chảy,"
    }
  },
  {
    "translation": {
      "en": "then catch fire?",
      "vi": "và bắt lửa không?"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "vi": "Ừ thì…"
    }
  },
  {
    "translation": {
      "en": "That's Berlin.",
      "vi": "Berlin đấy."
    }
  },
  {
    "translation": {
      "en": "The passport number is incorrect.",
      "vi": "Số hộ chiếu sai rồi."
    }
  },
  {
    "translation": {
      "en": "I will not release this body without the correct information.",
      "vi": "Tôi sẽ không thể giao thi thể khi thiếu thông tin chính xác."
    }
  },
  {
    "translation": {
      "en": "It's a simple mistake. Ms. Lloyd, in Germany,",
      "vi": "Đó là sai lầm không đáng kể thôi mà. Cô Lloyd, tại Đức,"
    }
  },
  {
    "translation": {
      "en": "we don't make simple mistakes.",
      "vi": "không ai mắc sai lầm không đáng kể."
    }
  },
  {
    "translation": {
      "en": "I'm not going to lie, I'm impressed.",
      "vi": "Tôi không nói chơi đâu, tôi cảm thấy ấn tượng đấy."
    }
  },
  {
    "translation": {
      "en": "You've got some balls breaking in here.",
      "vi": "Anh quả là gan khi dám đột nhập vào đây."
    }
  },
  {
    "translation": {
      "en": "You should see my balls, then you'd be really impressed.",
      "vi": "Cô phải xem hàng họ của tôi thì mới thấy thực sự ấn tượng."
    }
  },
  {
    "translation": {
      "en": "Hmm... I'll take your word for it.",
      "vi": "Cô phải xem hàng họ của tôi thì mới thấy thực sự ấn tượng. Tôi sẽ ghi nhớ lời anh."
    }
  },
  {
    "translation": {
      "en": "I see you found a way to stay.",
      "vi": "Cô đã tìm ra cách để ở lại."
    }
  },
  {
    "translation": {
      "en": "You wrote 16 when it should have said 76.",
      "vi": "Cô ghi là 16 thay vì là 76."
    }
  },
  {
    "translation": {
      "en": "That's right, I'm not going anywhere.",
      "vi": "Đúng vậy, tôi sẽ không đi đâu hết."
    }
  },
  {
    "translation": {
      "en": "I'm here for at least another week. Lucky fucking me.",
      "vi": "Tôi sẽ ở lại đây ít nhất một tuần nữa. Tôi quả là may mắn."
    }
  },
  {
    "translation": {
      "en": "They won't release the body until they've investigated that red tape nightmare.",
      "vi": "Họ sẽ không giao xác chừng nào chưa điều tra xong đống giấy tờ ác mộng đó."
    }
  },
  {
    "translation": {
      "en": "How the fuck did you get in here?",
      "vi": "Làm sao mà anh vào đây được?"
    }
  },
  {
    "translation": {
      "en": "You know, I've been in Berlin a long time,",
      "vi": "Cô biết đó, tôi ở Berlin lâu lắm rồi."
    }
  },
  {
    "translation": {
      "en": "and I think I know every doorman of every decent shithouse,",
      "vi": "Tôi quen toàn bộ người giữ cửa từ nơi sang trọng tới tồi tàn"
    }
  },
  {
    "translation": {
      "en": "borderline decent flophouse, both sides of the wall.",
      "vi": "và cả những quán trọ sát biên giới ở hai bên của bức tường."
    }
  },
  {
    "translation": {
      "en": "Well, then you must know Spyglass.",
      "vi": "Vậy anh hẳn quen Spyglass."
    }
  },
  {
    "translation": {
      "en": "Never met the fellow. He was James's.",
      "vi": "Tôi chưa bao giờ gặp gã. Gã là người của James."
    }
  },
  {
    "translation": {
      "en": "What do you know about this woman who's been following me since Tempelhof?",
      "vi": "Thế anh biết gì về người phụ nữ đang theo đuôi tôi từ Tempelhof?"
    }
  },
  {
    "translation": {
      "en": "I'd say that you're an attractive woman,",
      "vi": "Vậy thì cô là một phụ nữ quyến rũ"
    }
  },
  {
    "translation": {
      "en": "and you should do the math.",
      "vi": "và cô nên tự suy luận đi."
    }
  },
  {
    "translation": {
      "en": "You know, if I was to follow you, I mean, properly,",
      "vi": "Nếu tôi định theo đuôi cô, ý tôi là, một cách tử tế"
    }
  },
  {
    "translation": {
      "en": "you'd never fucking know.",
      "vi": "thì cô sẽ chẳng thể nào biết được."
    }
  },
  {
    "translation": {
      "en": "There's a knack to it, isn't there?",
      "vi": "Làm gì cũng phải khéo chứ, đúng không?"
    }
  },
  {
    "translation": {
      "en": "It's like walking a tightrope or playing bagpipes.",
      "vi": "Chuyện đó giống như đi trên dây hoặc thổi kèn túi."
    }
  },
  {
    "translation": {
      "en": "You can either do it, or you can't.",
      "vi": "Một là làm được, hai là không."
    }
  },
  {
    "translation": {
      "en": "Knock yourself out.",
      "vi": "Mặc anh."
    }
  },
  {
    "translation": {
      "en": "I'd like to purchase a watch.",
      "vi": "Tôi muốn mua đồng hồ đeo tay."
    }
  },
  {
    "translation": {
      "en": "I need access to a network in East Berlin.",
      "vi": "Tôi cần truy cập một mạng lưới ở Đông Berlin."
    }
  },
  {
    "translation": {
      "en": "Come back tomorrow before closing.",
      "vi": "Hãy quay lại vào ngày mai trước giờ đóng cửa."
    }
  },
  {
    "translation": {
      "en": "East Berlin is on a short fuse again tonight",
      "vi": "Tối nay Đông Berlin lại như chực phát nổ"
    }
  },
  {
    "translation": {
      "en": "as Communist Party officials struggle to maintain order.",
      "vi": "khi những nhà cầm quyền phải vật lộn để gìn giữ trật tự."
    }
  },
  {
    "translation": {
      "en": "How well do you know James Gascoine? He's dead.",
      "vi": "Cô quen thân James Gascoigne tới mức nào? Cậu ta chết rồi."
    }
  },
  {
    "translation": {
      "en": "You need to be careful.",
      "vi": "Cô cần phải cẩn thận."
    }
  },
  {
    "translation": {
      "en": "...7.62 Tokarev round from the base of his skull.",
      "vi": "Một viên Tokarev 7.62 ly trong hộp sọ của cậu ta."
    }
  },
  {
    "translation": {
      "en": "Soviets. We know who Satchel is.",
      "vi": "Bọn Liên Xô. Chúng tôi biết Satchel là ai."
    }
  },
  {
    "translation": {
      "en": "You need to run.",
      "vi": "Cô phải chạy trốn."
    }
  },
  {
    "translation": {
      "en": "You expected to find the list at Gascoine's apartment.",
      "vi": "Cô kỳ vọng tìm thấy bản danh sách trong căn hộ của Gascoigne."
    }
  },
  {
    "translation": {
      "en": "You realize you were late to the party.",
      "vi": "Cô nhận ra mình đã dự tiệc muộn."
    }
  },
  {
    "translation": {
      "en": "Percival, the Russians, everybody must've already ransacked the place.",
      "vi": "Percival, người Nga, tất cả hẳn đều đã xới tung chỗ đó."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "But the list wasn't our only problem. Before I left, he told me one last thing.",
      "vi": "Nhưng bản danh sách không phải là vấn đề duy nhất. Trước khi tôi đi, anh ta có nói một chuyện cuối cùng."
    }
  },
  {
    "translation": {
      "en": "This is exactly why I didn't want the CIA present.",
      "vi": "Đó chính là lý do tôi không muốn có sự hiện diện của CIA."
    }
  },
  {
    "translation": {
      "en": "Spyglass revealed that this list",
      "vi": "Spyglass tiết lộ rằng bản danh sách sẽ đưa ra anh sáng"
    }
  },
  {
    "translation": {
      "en": "would expose a double agent by the name of Satchel.",
      "vi": "Spyglass tiết lộ rằng bản danh sách sẽ đưa ra anh sáng một điệp viên hai mang có tên là Satchel."
    }
  },
  {
    "translation": {
      "en": "I want Satchel, dead or alive.",
      "vi": "Tôi muốn Satchel, dù sống hay chết."
    }
  },
  {
    "translation": {
      "en": "This traitor has been a thorn in our side for years.",
      "vi": "Tên phản bội này là cái gai của chúng ta suốt nhiều năm rồi."
    }
  },
  {
    "translation": {
      "en": "He's a black eye to the Crown",
      "vi": "Hắn là nỗi sỉ nhục của Hoàng gia."
    }
  },
  {
    "translation": {
      "en": "and the single biggest intelligence leak in MI6 history.",
      "vi": "Và là cá nhân rò rỉ nhiều bí mật tình báo nhất trong lịch sử MI6."
    }
  },
  {
    "translation": {
      "en": "You expose this bastard, Satchel, and we'll hang him for treason.",
      "vi": "Cô đưa tên Satchel này ra ánh sáng, chúng tôi sẽ treo cổ hắn vì tội mưu phản."
    }
  },
  {
    "translation": {
      "en": "You might find yourself taking tea at Buckingham Palace.",
      "vi": "Cô có khi còn được ngồi uống trà ở Cung điện Buckingham đấy."
    }
  },
  {
    "translation": {
      "en": "So no, I wasn't just looking for the list in Gascoine's apartment.",
      "vi": "Nên là không, tôi không chỉ tìm kiếm bản danh sách ở căn hộ của Gascoigne."
    }
  },
  {
    "translation": {
      "en": "Percival and I seem to have a different definition for collaboration.",
      "vi": "Tôi và Percival dường như có định nghĩa khác nhau dành cho từ hợp tác."
    }
  },
  {
    "translation": {
      "en": "What's that supposed to mean?",
      "vi": "Thế nghĩa là sao?"
    }
  },
  {
    "translation": {
      "en": "He was the only one who knew I was going to Gascoine's apartment.",
      "vi": "Anh ta là người duy nhất biết rằng tôi định đến căn hộ của Gascoigne."
    }
  },
  {
    "translation": {
      "en": "And if I knew he was going to call the police,",
      "vi": "Nếu tôi biết anh ta gọi cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "I would have worn a different outfit.",
      "vi": "tôi đã mặc một bộ đồ khác."
    }
  },
  {
    "translation": {
      "en": "Different outfit?",
      "vi": "Một bộ đồ khác sao?"
    }
  },
  {
    "translation": {
      "en": "Hey! Halt!",
      "vi": "Này! Đứng yên!"
    }
  },
  {
    "translation": {
      "en": "With repeated calls for change on the streets",
      "vi": "Với những tiếng hò reo đòi cải cách trên đường phố"
    }
  },
  {
    "translation": {
      "en": "and the protestors growing ever more confident,",
      "vi": "và người biểu tình trở nên ngày một tự tin hơn,"
    }
  },
  {
    "translation": {
      "en": "time is running out for the East German government.",
      "vi": "thời gian dành cho chính phủ Đông Đức gần như không còn."
    }
  },
  {
    "translation": {
      "en": "Popular opinion has it",
      "vi": "Ý kiến chung cho rằng"
    }
  },
  {
    "translation": {
      "en": "that the communists' claim to leadership can't be upheld much longer.",
      "vi": "chính phủ hiện tại khó lòng có thể nắm quyền lực trong tay lâu nữa."
    }
  },
  {
    "translation": {
      "en": "And if rapid change is not forthcoming,",
      "vi": "Và nếu không có thay đổi mau chóng,"
    }
  },
  {
    "translation": {
      "en": "today's relatively calm protests could be seen as the calm before the storm.",
      "vi": "những cuộc biểu tình ôn hòa chúng ta thấy hôm nay sẽ trở thành sự yên tĩnh trước cơn bão."
    }
  },
  {
    "translation": {
      "en": "It's not just new faces that are called for,",
      "vi": "Người dân không chỉ đòi hỏi những gương mặt lãnh đạo mới,"
    }
  },
  {
    "translation": {
      "en": "but perhaps a complete demolition of the wall.",
      "vi": "mà có lẽ còn là phá hủy hoàn toàn bức tường."
    }
  },
  {
    "translation": {
      "en": "Let me take your coat.",
      "vi": "Để tôi cầm áo cho cô."
    }
  },
  {
    "translation": {
      "en": "Make yourself at home.",
      "vi": "Cứ tự nhiên."
    }
  },
  {
    "translation": {
      "en": "Fucking hell.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Do you want a pair of jeans? Help yourself.",
      "vi": "Cô có cần quần dài không? Tự xử nhé."
    }
  },
  {
    "translation": {
      "en": "Your library includes Larry Flynt?",
      "vi": "Thư viện của anh có cả Larry Flint à?"
    }
  },
  {
    "translation": {
      "en": "Champion of free speech.",
      "vi": "Tiếng nói tự do hàng đầu."
    }
  },
  {
    "translation": {
      "en": "What have you found on Bakhtin?",
      "vi": "Anh tìm thấy gì về Bakhtin?"
    }
  },
  {
    "translation": {
      "en": "Look, if Bakhtin wanted the Russians to have that list,",
      "vi": "Nếu Bakhtin muốn người Nga nắm bản danh sách,"
    }
  },
  {
    "translation": {
      "en": "he would have given it to them by now.",
      "vi": "thì hắn đã đưa cho họ rồi."
    }
  },
  {
    "translation": {
      "en": "We just have to wait for him to make his move. We can't afford to wait.",
      "vi": "Chúng ta buộc phải chờ hắn hành động. Chúng ta đâu có thời gian để chờ đợi."
    }
  },
  {
    "translation": {
      "en": "This is your city, Percival.",
      "vi": "Đây là thành phố của anh, Percival."
    }
  },
  {
    "translation": {
      "en": "Or do you only know doormen and bellhops?",
      "vi": "Hay anh chỉ quen bọn giữ cửa với khuân vác vậy?"
    }
  },
  {
    "translation": {
      "en": "So what did you find in Gascoine's apartment?",
      "vi": "Thế cô tìm gì ở căn hộ của Gascoigne?"
    }
  },
  {
    "translation": {
      "en": "Some Deutsche Marks, empty passports, travel visas.",
      "vi": "Vài đồng mark Đức, hộ chiếu giả, giấy tờ visa."
    }
  },
  {
    "translation": {
      "en": "And a picture of the two of you together a few years back.",
      "vi": "Và một bức tranh chụp hai người cách đây vài năm."
    }
  },
  {
    "translation": {
      "en": "Did I not mention that we were friends?",
      "vi": "Tôi chưa kể cho cô rằng chúng tôi là bạn à?"
    }
  },
  {
    "translation": {
      "en": "No. No?",
      "vi": "Chưa. Chưa á?"
    }
  },
  {
    "translation": {
      "en": "I must have forgot to.",
      "vi": "Hẳn tôi quên mất."
    }
  },
  {
    "translation": {
      "en": "Get your coat, love. We're going for a walk.",
      "vi": "Mặc áo đi, cưng. Chúng ta sẽ đi dạo."
    }
  },
  {
    "translation": {
      "en": "Look, we're all exposed by that list.",
      "vi": "Tất cả chúng ta đều sẽ bị đưa ra ánh sáng bởi bản danh sách đó."
    }
  },
  {
    "translation": {
      "en": "Saving the world is cool and all that,",
      "vi": "Cứu thế giới thì ghê gớm rồi,"
    }
  },
  {
    "translation": {
      "en": "but my main objective is staying alive.",
      "vi": "nhưng mục tiêu chính của tôi chỉ là bảo toàn tính mạng."
    }
  },
  {
    "translation": {
      "en": "I've been head of Berlin station for ten years. You've got to know that I'm the only man in this town",
      "vi": "Tôi là trưởng trạm Berlin suốt mười năm. Cô nên hiểu tôi là người duy nhất"
    }
  },
  {
    "translation": {
      "en": "that can help you get that list. Yes, I've read your file.",
      "vi": "có thể giúp cô tìm ra danh sách đó. Ừ, tôi đã đọc hồ sơ của anh."
    }
  },
  {
    "translation": {
      "en": "I've also read your dog file.",
      "vi": "Tôi còn đọc về con chó của anh."
    }
  },
  {
    "translation": {
      "en": "So let's cut the crap, shall we?",
      "vi": "Cho nên chúng ta vào thẳng vấn đề chính nhé?"
    }
  },
  {
    "translation": {
      "en": "This whole hungover, show up late,",
      "vi": "Say xỉn, đến muộn,"
    }
  },
  {
    "translation": {
      "en": "don't know which way is up act?",
      "vi": "không biết phải chọn lối nào ư?"
    }
  },
  {
    "translation": {
      "en": "I'm not buying it.",
      "vi": "Tôi chẳng tin."
    }
  },
  {
    "translation": {
      "en": "I trust you about as far as I can throw you.",
      "vi": "Tôi chỉ tin anh ở mức có thể ném anh đi thôi."
    }
  },
  {
    "translation": {
      "en": "It's a double pleasure to deceive the deceiver.",
      "vi": "Lừa kẻ chuyên lừa gạt hẳn là sướng gấp đôi."
    }
  },
  {
    "translation": {
      "en": "Niccolò Machiavelli.",
      "vi": "Niccolò Machiavelli đã nói."
    }
  },
  {
    "translation": {
      "en": "It was on your shelf.",
      "vi": "Tôi có thấy trên giá sách nhà anh."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I think I fucking love you.",
      "vi": "Chúa ơi. Tôi nghĩ tôi yêu cô mất rồi."
    }
  },
  {
    "translation": {
      "en": "That's too bad.",
      "vi": "Tệ thật."
    }
  },
  {
    "translation": {
      "en": "If Percival was telling the truth about Bakhtin,",
      "vi": "Nếu Percival nói thật về Bakhtin,"
    }
  },
  {
    "translation": {
      "en": "I needed to figure out what the Russians knew.",
      "vi": "tôi cần phải tìm hiểu xem người Nga đã biết những gì."
    }
  },
  {
    "translation": {
      "en": "Zwei, drei, vier, one, two, three",
      "vi": "QUÁN CENTRAL CAFÉ"
    }
  },
  {
    "translation": {
      "en": "Stoli on ice.",
      "vi": "Cho một ly Stoli đá."
    }
  },
  {
    "translation": {
      "en": "Good evening, Miss.",
      "vi": "Chào buổi tối."
    }
  },
  {
    "translation": {
      "en": "I'm not speaking German tonight.",
      "vi": "Tối nay tôi không dùng tiếng Đức đâu."
    }
  },
  {
    "translation": {
      "en": "So, you're British?",
      "vi": "Thế, cô là người Anh à?"
    }
  },
  {
    "translation": {
      "en": "Were you hoping I was Swedish?",
      "vi": "Anh mong tôi là người Thụy Điển chắc?"
    }
  },
  {
    "translation": {
      "en": "Very impressive.",
      "vi": "Ấn tượng lắm."
    }
  },
  {
    "translation": {
      "en": "This can't be your only talent.",
      "vi": "Đây hẳn không phải là tài năng duy nhất của cô."
    }
  },
  {
    "translation": {
      "en": "Talents can be overrated.",
      "vi": "Tài năng chưa chắc đã là tất cả."
    }
  },
  {
    "translation": {
      "en": "A dedication, a loyalty is very rare these days.",
      "vi": "Sự tận tụy, lòng trung thành thời buổi này mới hiếm."
    }
  },
  {
    "translation": {
      "en": "Everyone here is searching for something.",
      "vi": "Mọi người ở đây hiện đều tìm kiếm một thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "What are you looking for?",
      "vi": "Cô đang tìm điều gì?"
    }
  },
  {
    "translation": {
      "en": "Well, when all's said and done,",
      "vi": "Chà, nói cho cùng thì, chẳng lẽ anh không thấy"
    }
  },
  {
    "translation": {
      "en": "wouldn't you say deep down, we're all just searching for the same thing?",
      "vi": "Chà, nói cho cùng thì, chẳng lẽ anh không thấy thẳm sâu trong chúng ta đều tìm kiếm cùng một thứ sao?"
    }
  },
  {
    "translation": {
      "en": "I leave you alone for only a moment",
      "vi": "Tôi mới đi có giây lát thôi"
    }
  },
  {
    "translation": {
      "en": "and already you are attracting admirers.",
      "vi": "mà cô đã quyến rũ được đuôi bám theo rồi."
    }
  },
  {
    "translation": {
      "en": "Monsieur, three is not always a crowd, but tonight it is.",
      "vi": "Thưa anh, không phải đêm nào cũng đông, nhưng đêm nay thì có đó."
    }
  },
  {
    "translation": {
      "en": "French women.",
      "vi": "Phụ nữ Pháp thôi."
    }
  },
  {
    "translation": {
      "en": "What about the British?",
      "vi": "Thế còn phụ nữ Anh?"
    }
  },
  {
    "translation": {
      "en": "Maybe we can make some sort of arrangement.",
      "vi": "Có lẽ chúng ta có thể dàn xếp thế nào đó."
    }
  },
  {
    "translation": {
      "en": "We haven't seen each other in a long time, and we really need to catch up.",
      "vi": "Lâu lắm rồi chúng ta chưa gặp nhau. Chúng ta hẳn phải cập nhật tình hình về nhau đấy."
    }
  },
  {
    "translation": {
      "en": "Alone.",
      "vi": "Chỉ hai người thôi."
    }
  },
  {
    "translation": {
      "en": "Ladies, Berlin is a small place.",
      "vi": "Các quý cô, Berlin bé lắm."
    }
  },
  {
    "translation": {
      "en": "I'm sure our paths will cross again.",
      "vi": "Chúng ta chắc chắn sẽ còn chạm mặt."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "You looked like you needed saving.",
      "vi": "Trông chị có vẻ cần giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "Well, I appreciate the gesture, Miss...?",
      "vi": "Tôi rất cảm kích, thưa cô?"
    }
  },
  {
    "translation": {
      "en": "Pleased to meet you.",
      "vi": "Rất vui được gặp chị."
    }
  },
  {
    "translation": {
      "en": "So, what do you do, Delphine?",
      "vi": "Vậy cô làm gì, Delphine?"
    }
  },
  {
    "translation": {
      "en": "I'm a part time translator who really wants to be a poet.",
      "vi": "Tôi là một dịch giả bán thời gian có ước mơ trở thành nhà thơ."
    }
  },
  {
    "translation": {
      "en": "Maybe a rock star.",
      "vi": "Có thể là một ngôi sao nhạc rock."
    }
  },
  {
    "translation": {
      "en": "My friend owns a club nearby. Want to come check it out?",
      "vi": "Bạn tôi sở hữu một hộp đêm gần đây. Chị muốn ghé thăm không?"
    }
  },
  {
    "translation": {
      "en": "Now? Sure.",
      "vi": "Bây giờ à? Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "I can't.",
      "vi": "Tôi không thể."
    }
  },
  {
    "translation": {
      "en": "Well, I'll give you the address anyway.",
      "vi": "Cứ để tôi cho chị địa chỉ."
    }
  },
  {
    "translation": {
      "en": "Come meet me there tomorrow night?",
      "vi": "Tối mai chị tới gặp tôi nhé?"
    }
  },
  {
    "translation": {
      "en": "Will you come?",
      "vi": "Chị sẽ tới chứ?"
    }
  },
  {
    "translation": {
      "en": "Maybe?",
      "vi": "Có thể không?"
    }
  },
  {
    "translation": {
      "en": "You're relentless.",
      "vi": "Cô quả là cuồng nhiệt."
    }
  },
  {
    "translation": {
      "en": "Oui.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "David Hasselhoff's in town.",
      "vi": "David Hasselhoff đang ở đây."
    }
  },
  {
    "translation": {
      "en": "Lucky us.",
      "vi": "Chúng ta may mắn thật."
    }
  },
  {
    "translation": {
      "en": "Berlin is truly doomed.",
      "vi": "Berlin đúng là sắp tàn rồi."
    }
  },
  {
    "translation": {
      "en": "Your watch is ready. It's on the counter in that plain envelope.",
      "vi": "Đồng hồ của cô đã xong. Nó nằm trong chiếc phong bì ở trên quầy."
    }
  },
  {
    "translation": {
      "en": "I think you'll find my contact very useful.",
      "vi": "Cô sẽ thấy liên lạc của tôi rất hữu ích."
    }
  },
  {
    "translation": {
      "en": "Your watch is ready. It's on the counter in that plain envelope.",
      "vi": "Đồng hồ của cô đã xong. Nó nằm trong chiếc phong bì ở trên quầy."
    }
  },
  {
    "translation": {
      "en": "I think you'll find my contact very useful.",
      "vi": "Cô sẽ thấy liên lạc của tôi rất hữu ích."
    }
  },
  {
    "translation": {
      "en": "East Berliners stormed the West German embassies",
      "vi": "Những người Đông Đức đã tràn vào Đại sứ quán Tây Đức"
    }
  },
  {
    "translation": {
      "en": "in Czechoslovakia earlier this week,",
      "vi": "ở Tiệp Khắc hồi đầu tuần,"
    }
  },
  {
    "translation": {
      "en": "as the Czech government has begun to waive the refugees",
      "vi": "sau khi chính phủ Tiệp Khắc cho phép cho người tị nạn"
    }
  },
  {
    "translation": {
      "en": "through checkpoints with few questions.",
      "vi": "đi qua các trạm kiểm soát chỉ với một vài câu hỏi."
    }
  },
  {
    "translation": {
      "en": "One has to ask how long the East Berlin government can hold on",
      "vi": "Người ta phải tự hỏi liệu chính phủ Đông Đức"
    }
  },
  {
    "translation": {
      "en": "as the tide of loaded Trabants continues to flow out....",
      "vi": "có thể ngăn chặn làn sóng di chuyển trong bao lâu nữa."
    }
  },
  {
    "translation": {
      "en": "Bakhtin and the list had not yet surfaced in the West.",
      "vi": "Bakhtin và danh sách vẫn chưa hề xuất hiện ở phía Tây."
    }
  },
  {
    "translation": {
      "en": "I needed to meet my new contact and see what I was up against in the East.",
      "vi": "Tôi cần gặp đầu mối liên lạc mới để biết tôi đang phải đối đầu với ai ở phía Đông."
    }
  },
  {
    "translation": {
      "en": "You should have applied for a visitor's permit.",
      "vi": "Cô lẽ ra nên xin giấy phép viếng thăm."
    }
  },
  {
    "translation": {
      "en": "What kind of work do you do? Legal affairs.",
      "vi": "Công việc của cô là gì? Chuyên ngành pháp luật."
    }
  },
  {
    "translation": {
      "en": "If you do not return before six o'clock, you will be arrested. Do you understand?",
      "vi": "Nếu cô không trở về trước 6:00, cô sẽ bị bắt. Cô đã rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "I understand.",
      "vi": "Tôi hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Right now, I'm not feeling very confident about this story of yours.",
      "vi": "Tôi cảm thấy không ổn lắm về câu chuyện của cô."
    }
  },
  {
    "translation": {
      "en": "Why not use Percival's connections in the East?",
      "vi": "Tại sao cô không sử dụng đầu mối của Percival ở phía Đông?"
    }
  },
  {
    "translation": {
      "en": "He told me to trust no one.",
      "vi": "Ông ấy bảo đừng tin ai cả."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "I'm not sure, but I think it's her.",
      "vi": "Tôi không chắc, nhưng tôi nghĩ là cô ta."
    }
  },
  {
    "translation": {
      "en": "She is heading towards Alexanderplatz.",
      "vi": "Cô ta đang đi tới quảng trường Alexanderplatz."
    }
  },
  {
    "translation": {
      "en": "Bring her to me.",
      "vi": "Đưa cô ta đến chỗ tôi."
    }
  },
  {
    "translation": {
      "en": "You're coming with me.",
      "vi": "Cô phải đi cùng tôi."
    }
  },
  {
    "translation": {
      "en": "Are you crazy?",
      "vi": "Cô điên à?"
    }
  },
  {
    "translation": {
      "en": "He just wants to talk.",
      "vi": "Chỉ huy chỉ muốn nói chuyện thôi."
    }
  },
  {
    "translation": {
      "en": "You are late.",
      "vi": "Chị tới muộn."
    }
  },
  {
    "translation": {
      "en": "And you were followed.",
      "vi": "Mà chị còn bị theo đuôi."
    }
  },
  {
    "translation": {
      "en": "I'm late because I was followed.",
      "vi": "Tôi tới muộn vì tôi bị theo đuôi."
    }
  },
  {
    "translation": {
      "en": "I lost them 20 minutes ago near the Palast der Republik.",
      "vi": "Tôi cắt đuôi chúng khoảng 20 phút trước ở gần chỗ Tòa nhà Quốc hội."
    }
  },
  {
    "translation": {
      "en": "You're as good as your reputation.",
      "vi": "Người ta đồn về chị quả không sai."
    }
  },
  {
    "translation": {
      "en": "Are you sure this is the best place to meet?",
      "vi": "Cậu chắc đây là chỗ tốt nhất để gặp nhau chứ?"
    }
  },
  {
    "translation": {
      "en": "Keep your enemies close.",
      "vi": "Cứ để kẻ thù ở gần."
    }
  },
  {
    "translation": {
      "en": "I'm a permanent fixture for them now.",
      "vi": "Tôi giờ là kẻ ở lì một chỗ trong mắt chúng rồi."
    }
  },
  {
    "translation": {
      "en": "The Watchmaker says there has been great interest in this list",
      "vi": "Thợ đồng hồ bảo bản danh sách đang rất được săn đón"
    }
  },
  {
    "translation": {
      "en": "on the black market the last few days.",
      "vi": "trên thị trường chợ đen mấy hôm nay."
    }
  },
  {
    "translation": {
      "en": "Any sign of Bakhtin? No.",
      "vi": "Có dấu hiệu nào của Bakhtin không? Không."
    }
  },
  {
    "translation": {
      "en": "This Satchel character has people worried on both sides of the wall.",
      "vi": "Nhân vật Satchel khiến cho người ở cả hai bên bức tường đều lo lắng."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "What kind of network have you assembled?",
      "vi": "Cậu đã thành lập được mạng lưới nào rồi?"
    }
  },
  {
    "translation": {
      "en": "There's a lot of dissatisfied youth on this side of the wall.",
      "vi": "Có rất nhiều thanh niên bất đắc chí ở phía bên này của bức tường."
    }
  },
  {
    "translation": {
      "en": "They're like a tinderbox.",
      "vi": "Họ giống như một thùng thuốc nổ."
    }
  },
  {
    "translation": {
      "en": "If you find the right spark...",
      "vi": "Nếu chị tìm được mồi lửa phù hợp…"
    }
  },
  {
    "translation": {
      "en": "Keep talking.",
      "vi": "Cứ nói đi."
    }
  },
  {
    "translation": {
      "en": "I am interested in selling a watch. What are you selling?",
      "vi": "Tôi muốn bán một chiếc đồng hồ. Cậu muốn bán loại này?"
    }
  },
  {
    "translation": {
      "en": "It is extremely valuable.",
      "vi": "Loại cực kỳ có giá trị."
    }
  },
  {
    "translation": {
      "en": "The finest quality and filled with secrets.",
      "vi": "Chất lượng tuyệt hảo và chứa đầy những bí mật."
    }
  },
  {
    "translation": {
      "en": "Would you mind if I inspect the merchandise?",
      "vi": "Cậu không phiền nếu tôi kiểm tra hàng chứ?"
    }
  },
  {
    "translation": {
      "en": "Fuck yes, I mind.",
      "vi": "Phiền đấy."
    }
  },
  {
    "translation": {
      "en": "Just tell potential buyers Bakhtin is open for business.",
      "vi": "Hãy báo với những kẻ tiềm năng rằng Bakhtin đang sẵn sàng thương lượng."
    }
  },
  {
    "translation": {
      "en": "Ladies, Berlin is a small place. I'm sure our paths will cross again.",
      "vi": "Các quý cô, Berlin bé lắm. Chúng ta chắc chắn sẽ còn chạm mặt."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "You looked like you needed saving.",
      "vi": "Tôi trông chị có vẻ cần giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "My friend owns a club nearby. Want to come check it out?",
      "vi": "Bạn tôi sở hữu một hộp đêm gần đây. Chị muốn ghé thăm không?"
    }
  },
  {
    "translation": {
      "en": "I didn't think that you would show.",
      "vi": "Tôi không nghĩ là chị lại xuất hiện."
    }
  },
  {
    "translation": {
      "en": "Stoli on the rocks?",
      "vi": "Stoli đá chứ?"
    }
  },
  {
    "translation": {
      "en": "You pay attention.",
      "vi": "Cô rất tinh ý."
    }
  },
  {
    "translation": {
      "en": "I look for pleasure in the details.",
      "vi": "Các chi tiết luôn làm tôi hứng thú."
    }
  },
  {
    "translation": {
      "en": "Speaking of which, I've been dying to ask you a question.",
      "vi": "Mà nhân thể, có câu này tôi thực sự rất muốn hỏi chị."
    }
  },
  {
    "translation": {
      "en": "Let's go someplace quiet.",
      "vi": "Hãy ra chỗ nào yên ắng đã."
    }
  },
  {
    "translation": {
      "en": "Why the gun, Delphine?",
      "vi": "Súng để làm gì, Delphine?"
    }
  },
  {
    "translation": {
      "en": "You're not as well disguised as you may think.",
      "vi": "Chị ngụy trang không giỏi như bản thân chị nghĩ đâu."
    }
  },
  {
    "translation": {
      "en": "I know who you are. You're Lorraine Broughton, MI6.",
      "vi": "Tôi biết chị là ai. Chị là Lorraine Broughton, MI6."
    }
  },
  {
    "translation": {
      "en": "And you're here because of the death of Gascoine.",
      "vi": "Và chị có mặt tại đây vì cái chết của Gascoigne."
    }
  },
  {
    "translation": {
      "en": "What do you know about Gascoine?",
      "vi": "Cô biết gì về Gascoigne?"
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "vi": "Không gì cả."
    }
  },
  {
    "translation": {
      "en": "But if someone is killing Allied officers, shouldn't we all care?",
      "vi": "Nhưng nếu có ai đó giết hại sĩ quan Đồng minh, chúng ta nên quan tâm chứ?"
    }
  },
  {
    "translation": {
      "en": "Whatever is in that list has people willing to kill for it.",
      "vi": "Danh sách đó dù chứa đựng điều gì cũng khiến người ta sẵn sàng ra tay."
    }
  },
  {
    "translation": {
      "en": "This is my first assignment with the French Intelligence.",
      "vi": "Đây là nhiệm vụ đầu tiên của tôi với Cục Tình báo nước Pháp."
    }
  },
  {
    "translation": {
      "en": "I've only been here a year.",
      "vi": "Tôi mới ở đây có một năm thôi."
    }
  },
  {
    "translation": {
      "en": "I'm scared, okay? I got into this because it was exciting.",
      "vi": "Tôi sợ, hiểu không? Tôi quyết định theo ngành này bởi nó thực sự thú vị."
    }
  },
  {
    "translation": {
      "en": "But it's never been like this in Berlin.",
      "vi": "Nhưng tình hình tại Berlin chưa bao giờ như lúc này."
    }
  },
  {
    "translation": {
      "en": "You should have become a poet.",
      "vi": "Lẽ ra cô nên trở thành nhà thơ."
    }
  },
  {
    "translation": {
      "en": "Or a rock star.",
      "vi": "Hoặc một ngôi sao nhạc rock."
    }
  },
  {
    "translation": {
      "en": "So you made contact with the French operative?",
      "vi": "Vậy là cô tiếp xúc với mật vụ Pháp?"
    }
  },
  {
    "translation": {
      "en": "Obviously.",
      "vi": "Hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "Why?",
      "vi": "Tại sao?"
    }
  },
  {
    "translation": {
      "en": "I believed she had information I could exploit.",
      "vi": "Tôi tin rằng cô ấy nắm thông tin mà tôi có thể khai thác."
    }
  },
  {
    "translation": {
      "en": "Nothing more.",
      "vi": "Chỉ vậy thôi."
    }
  },
  {
    "translation": {
      "en": "And did she?",
      "vi": "Có đúng vậy không?"
    }
  },
  {
    "translation": {
      "en": "Did she have any information, Lorraine?",
      "vi": "Cô ta có nắm thông tin gì không, Lorraine?"
    }
  },
  {
    "translation": {
      "en": "There is something I need to tell you.",
      "vi": "Có điều này tôi phải kể cho chị nghe."
    }
  },
  {
    "translation": {
      "en": "It has to do with your friend, Percival. He's...",
      "vi": "Chuyện liên quan tới anh bạn Percival của chị. Anh ta…"
    }
  },
  {
    "translation": {
      "en": "Did she have any information, Lorraine?",
      "vi": "Cô ta có nắm thông tin gì không, Lorraine?"
    }
  },
  {
    "translation": {
      "en": "Did she give you information?",
      "vi": "Cô ta có nói thông tin gì cho cô không?"
    }
  },
  {
    "translation": {
      "en": "She gave me nothing.",
      "vi": "Cô ấy không nói cho tôi gì cả."
    }
  },
  {
    "translation": {
      "en": "David fucking Percival.",
      "vi": "David Percival chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Are you following me?",
      "vi": "Mày đang theo tao đấy à?"
    }
  },
  {
    "translation": {
      "en": "Maybe you're not as good at this spy shit as you think.",
      "vi": "Có lẽ mày không giỏi làm điệp viên như bản thân mày nghĩ đâu."
    }
  },
  {
    "translation": {
      "en": "That was for James, you fucking prick!",
      "vi": "Cú đó là cho James, thằng khốn!"
    }
  },
  {
    "translation": {
      "en": "Now give me that fucking list!",
      "vi": "Giờ hãy đưa tao bản danh sách!"
    }
  },
  {
    "translation": {
      "en": "We needed to get you a message, Lorraine.",
      "vi": "Chúng tôi cần gửi cho cô một thông điệp, Lorraine."
    }
  },
  {
    "translation": {
      "en": "We're several days into a mission without a single lead.",
      "vi": "Chúng ta đã theo đuổi nhiệm vụ mấy ngày rồi mà chưa có manh mối."
    }
  },
  {
    "translation": {
      "en": "And plenty of distractions.",
      "vi": "Toàn là trò đánh lạc hướng."
    }
  },
  {
    "translation": {
      "en": "You have to be reminded of the course at hand.",
      "vi": "Cô cần phải được nhắc nhở về đường lối làm việc."
    }
  },
  {
    "translation": {
      "en": "Oh, I received your message.",
      "vi": "Ồ, tôi có nhận được thông điệp của ông."
    }
  },
  {
    "translation": {
      "en": "That's quite a view.",
      "vi": "Quang cảnh ấn tượng thật."
    }
  },
  {
    "translation": {
      "en": "70 miles of barbed wire, 310 guard towers, 65 anti vehicle trenches,",
      "vi": "Tới 112km dây thép gai, 310 tháp canh, 65 hào chống phương tiện,"
    }
  },
  {
    "translation": {
      "en": "40,000 Soviet trained, heavily armed frontier troops.",
      "vi": "40.000 lính tiền tuyến Liên Xô được huấn luyện với vũ khí hạng nặng."
    }
  },
  {
    "translation": {
      "en": "All that...",
      "vi": "Chừng đó…"
    }
  },
  {
    "translation": {
      "en": "and 5,000 GDR citizens still had the brass balls to escape.",
      "vi": "mà 5.000 công dân Cộng hòa Dân chủ Đức vẫn cả gan chạy trốn."
    }
  },
  {
    "translation": {
      "en": "You've got the MI6 so worried they called the CIA to talk sense into you.",
      "vi": "Cô khiến MI6 lo lắng tới nỗi họ phải gọi cho CIA để nói chuyện phải trái với cô."
    }
  },
  {
    "translation": {
      "en": "Eric Gray called me.",
      "vi": "Eric Gray đã gọi tôi."
    }
  },
  {
    "translation": {
      "en": "Of course he did.",
      "vi": "Hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "I don't have to remind you of how fast the clock is ticking.",
      "vi": "Tôi không cần phải nhắc nhở cô thời gian đang trôi đi rất nhanh."
    }
  },
  {
    "translation": {
      "en": "If this thing gets out,",
      "vi": "Nếu thứ đó mà lọt ra ngoài,"
    }
  },
  {
    "translation": {
      "en": "a lot of good, hard working folks,",
      "vi": "rất nhiều người bạn giỏi giang, chăm chỉ,"
    }
  },
  {
    "translation": {
      "en": "brave men and women are gonna show up dead.",
      "vi": "những người đàn ông và phụ nữ gan dạ đều sẽ bỏ mạng."
    }
  },
  {
    "translation": {
      "en": "You and I included.",
      "vi": "Bao gồm cả cô và tôi."
    }
  },
  {
    "translation": {
      "en": "I swear to God, the last few weeks,",
      "vi": "Tôi thề có Chúa rằng vài tuần qua,"
    }
  },
  {
    "translation": {
      "en": "I dread even waking up in the morning.",
      "vi": "tôi thậm chí còn sợ phải thức dậy vào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "I understand the severity of the situation, sir.",
      "vi": "Thưa ngài, tôi hiểu tình hình nghiêm trọng đến đâu."
    }
  },
  {
    "translation": {
      "en": "And the time imperative.",
      "vi": "Cũng như thời gian cấp bách ra sao."
    }
  },
  {
    "translation": {
      "en": "Listen, I didn't climb all the way up here",
      "vi": "Nghe ngày, tôi không đi cả quãng đường tới đây"
    }
  },
  {
    "translation": {
      "en": "just to give you some rousing pep talk.",
      "vi": "chỉ để nói chuyện lên dây cót thức tỉnh tinh thần cô."
    }
  },
  {
    "translation": {
      "en": "So I'll cut to the chase. Last night you met a woman.",
      "vi": "Do đó tôi sẽ nói luôn. Tối qua cô đã gặp một người phụ nữ."
    }
  },
  {
    "translation": {
      "en": "Delphine Lasalle is out of her depth.",
      "vi": "Delphine Lasallae đang trong tình huống nằm ngoài tầm khả năng của cô ta."
    }
  },
  {
    "translation": {
      "en": "Given the climate, I'd hate to see an executive order",
      "vi": "Xem xét tình hình, tôi chẳng hứng thú gì khi phải ban lệnh"
    }
  },
  {
    "translation": {
      "en": "come down the line that falls in her disinterest.",
      "vi": "từ cấp trên sẽ khiến cô ta không còn được phép can thiệp."
    }
  },
  {
    "translation": {
      "en": "Her disinterest?",
      "vi": "Cô ta không còn được can thiệp?"
    }
  },
  {
    "translation": {
      "en": "What do you mean, her disinterest?",
      "vi": "Ý ông là sao?"
    }
  },
  {
    "translation": {
      "en": "Don't insult my intelligence, Lorraine.",
      "vi": "Đừng hạ thấp nguồn tin của tôi Lorraine."
    }
  },
  {
    "translation": {
      "en": "You know exactly what I fucking mean.",
      "vi": "Cô thừa hiểu ý tôi là gì."
    }
  },
  {
    "translation": {
      "en": "I hope you get a snapshot.",
      "vi": "Tôi hy vọng là cô có thể chụp hình."
    }
  },
  {
    "translation": {
      "en": "Next week, this will be a whole different picture.",
      "vi": "Tuần sau quang cảnh ở đây sẽ hoàn toàn khác rồi."
    }
  },
  {
    "translation": {
      "en": "Satchel has been compromised.",
      "vi": "Quán Central không còn an toàn."
    }
  },
  {
    "translation": {
      "en": "Meet me at the Rough Trade Bar at Oranienstrasse.",
      "vi": "Hãy gặp tôi ở quán bar Rough Trade trên đường Oranienstrasse."
    }
  },
  {
    "translation": {
      "en": "We need to talk.",
      "vi": "Chúng ta cần nói chuyện."
    }
  },
  {
    "translation": {
      "en": "Look at all these hedonists.",
      "vi": "Nhìn đám khoái lạc này xem."
    }
  },
  {
    "translation": {
      "en": "It's like a beautiful woman gone wrong.",
      "vi": "Trông như một người phụ nữ xinh đẹp lạc lối."
    }
  },
  {
    "translation": {
      "en": "I fucking love it.",
      "vi": "Tôi quả thực thích quá."
    }
  },
  {
    "translation": {
      "en": "Word is Bakhtin has resurfaced.",
      "vi": "Có tin cho biết Bakhtin đã tái xuất."
    }
  },
  {
    "translation": {
      "en": "Cops found him with a homemade lobotomy.",
      "vi": "Cảnh sát tìm thấy hắn với thùy não bị xuyên thủng."
    }
  },
  {
    "translation": {
      "en": "Either way, we have to deal with Spyglass.",
      "vi": "Dù thế nào, chúng ta cũng phải lo cho Spyglass."
    }
  },
  {
    "translation": {
      "en": "Thinking it through, he doesn't have much time over there.",
      "vi": "Nghĩ cho thấu thì ông ta không còn nhiều thời gian ở bên đó."
    }
  },
  {
    "translation": {
      "en": "Our priority is the list. We can't make mistakes.",
      "vi": "Ưu tiên của chúng ta là danh sách. Chúng ta không thể phạm sai lầm."
    }
  },
  {
    "translation": {
      "en": "Come on! He's hardly the most trustworthy person I've ever met.",
      "vi": "Thôi nào! Ông ta là người gần như đáng tin nhất mà tôi từng gặp đấy."
    }
  },
  {
    "translation": {
      "en": "Or the fucking brightest. Wait. You said you hadn't met him.",
      "vi": "Cũng như là kẻ sáng dạ nhất. Khoan. Anh bảo anh chưa từng gặp hắn."
    }
  },
  {
    "translation": {
      "en": "I lied.",
      "vi": "Tôi đã nói dối."
    }
  },
  {
    "translation": {
      "en": "And he claims to have memorized the entire list.",
      "vi": "Ông ta bảo rằng đã ghi nhớ toàn bộ bản danh sách."
    }
  },
  {
    "translation": {
      "en": "He's ready to make the jump.",
      "vi": "Ông ta sẵn sàng hành động rồi."
    }
  },
  {
    "translation": {
      "en": "You believe he committed the entire thing to memory?",
      "vi": "Cô tin rằng hắn ta đã ghi nhớ tất cả sao?"
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "vi": "Tất cả."
    }
  },
  {
    "translation": {
      "en": "Had I known earlier, I would have prioritized Spyglass.",
      "vi": "Nếu như biết sớm hơn, tôi đã dành sự ưu tiên cho Spyglass."
    }
  },
  {
    "translation": {
      "en": "His knowledge made him as valuable as the list.",
      "vi": "Sự hiểu biết giúp anh ta giá trị chẳng kém gì bản danh sách."
    }
  },
  {
    "translation": {
      "en": "I could have grabbed him at any moment.",
      "vi": "Tôi đã có thể tóm anh ta bất cứ lúc nào."
    }
  },
  {
    "translation": {
      "en": "Instead, Percival kept it a secret, putting us in a precarious position.",
      "vi": "Thay vào đó, Percival lại giữ bí mật, đẩy chúng ta vào tình thế hiểm nghèo."
    }
  },
  {
    "translation": {
      "en": "Look, the KGB are gonna have some",
      "vi": "Bọn KGB sẽ cử rất nhiều"
    }
  },
  {
    "translation": {
      "en": "very angry bastards out there looking for Spyglass.",
      "vi": "tay máu mặt để đi tìm kiếm Spyglass."
    }
  },
  {
    "translation": {
      "en": "We can't trust any of the old routes or methods.",
      "vi": "Chúng ta không thể tin tưởng cách làm việc truyền thống nữa."
    }
  },
  {
    "translation": {
      "en": "It's not that difficult to drive across the border these days.",
      "vi": "Dạo này lái xe qua biên giới không còn khó khăn mấy."
    }
  },
  {
    "translation": {
      "en": "It is when you're wanted like Spyglass is.",
      "vi": "Chỉ khó khi cô bị truy nã như Spyglass thôi."
    }
  },
  {
    "translation": {
      "en": "We have to walk him across personally",
      "vi": "Chúng ta phải đích thân hộ tống ông ta"
    }
  },
  {
    "translation": {
      "en": "to ensure his safety in plain sight.",
      "vi": "nhằm đảm bảo sự an toàn trong tầm mắt."
    }
  },
  {
    "translation": {
      "en": "We'll use the demonstration tomorrow at Alexanderplatz...",
      "vi": "Ta sẽ lợi dụng buổi tuần hành tại Alexanderplatz vào ngày mai…"
    }
  },
  {
    "translation": {
      "en": "That's insane.",
      "vi": "Như thế thật điên rồ."
    }
  },
  {
    "translation": {
      "en": "All those protesters will make a great distraction.",
      "vi": "Đám người biểu tình sẽ tạo ra cú đánh lạc hướng hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Spyglass is my guy. We're going to do it my way.",
      "vi": "Spyglass là người của tôi. Chúng ta làm theo cách của tôi."
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "vi": "Tốt thôi."
    }
  },
  {
    "translation": {
      "en": "But we use my contact to get all our papers in order.",
      "vi": "Nhưng chúng ta phải dùng đầu mối của tôi để lấy giấy tờ thông quan."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Do we have a deal?",
      "vi": "Chúng ta thỏa thuận nhé?"
    }
  },
  {
    "translation": {
      "en": "I'll take that as a yes.",
      "vi": "Tôi sẽ coi đó là lời đồng ý."
    }
  },
  {
    "translation": {
      "en": "You see...",
      "vi": "Cô thấy đó…"
    }
  },
  {
    "translation": {
      "en": "I received a call from David Percival that evening, Lorraine.",
      "vi": "Tối hôm đó tôi nhận được cuộc gọi từ David Percival, Lorraine."
    }
  },
  {
    "translation": {
      "en": "He said he had the list.",
      "vi": "Cậu ta bảo đã có được bản danh sách."
    }
  },
  {
    "translation": {
      "en": "I'll need a little time to wrap it up.",
      "vi": "Tôi cần một chút thời gian để hạ màn."
    }
  },
  {
    "translation": {
      "en": "And he knew the identity of Satchel.",
      "vi": "Và cậu ta đã biết danh tính của Satchel."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm very close to Satchel.",
      "vi": "Ồ, tôi đang ở rất gần Satchel."
    }
  },
  {
    "translation": {
      "en": "And no one thought to tell me?",
      "vi": "Thế mà không ai thèm bảo tôi?"
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "You brought a lot of friends.",
      "vi": "Anh mang đến nhiều bạn quá."
    }
  },
  {
    "translation": {
      "en": "I heard Bakhtin had a little accident.",
      "vi": "Tôi nghe nói Bakhtin gặp một tai nạn nho nhỏ."
    }
  },
  {
    "translation": {
      "en": "I heard he slipped and fell on an ice pick.",
      "vi": "Thấy bảo hắn trượt chân rồi ngã vào dụng cụ đập đá."
    }
  },
  {
    "translation": {
      "en": "Berlin's a cruel mistress. Especially for traitors like Bakhtin.",
      "vi": "Berlin quả là cô tình nhân ác nghiệt. Đặc biệt với những kẻ phản bội như Bakhtin."
    }
  },
  {
    "translation": {
      "en": "Don't be such a fucking communist. You've got a problem.",
      "vi": "Ôi đừng có để lộ ra bản chất thế chứ. Anh đang gặp vấn đề đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know. You have the fucking list.",
      "vi": "Phải, tao biết. Mày đang nắm bản danh sách chết tiệt."
    }
  },
  {
    "translation": {
      "en": "We've been in the trenches long enough to know",
      "vi": "Chúng ta đã ở trong hầm đủ lầu để hiểu rằng"
    }
  },
  {
    "translation": {
      "en": "that at times like this, Berlin has its own set of rules.",
      "vi": "tại những thời điểm như thế này, Berlin sẽ có luật lệ riêng."
    }
  },
  {
    "translation": {
      "en": "I can give you information that will keep the balance.",
      "vi": "Tôi có thể cho anh những thông tin giúp mọi chuyện vẫn ở thế cân bằng."
    }
  },
  {
    "translation": {
      "en": "Now, are you in or out?",
      "vi": "Giờ, anh tham gia hay không?"
    }
  },
  {
    "translation": {
      "en": "Percival's trying to set me up.",
      "vi": "Percival định gài bẫy tôi."
    }
  },
  {
    "translation": {
      "en": "Are you surprised?",
      "vi": "Chị có ngạc nhiên không?"
    }
  },
  {
    "translation": {
      "en": "Not really. These relationships aren't real.",
      "vi": "Không hẳn. Những mối quan hệ này không có thực."
    }
  },
  {
    "translation": {
      "en": "They're just a means to an end.",
      "vi": "Chúng tồn tại chỉ để chấm dứt."
    }
  },
  {
    "translation": {
      "en": "When you tell the truth, you look different.",
      "vi": "Trông chị rất khác mỗi khi nói thật."
    }
  },
  {
    "translation": {
      "en": "Your eyes change.",
      "vi": "Ánh mắt chị thay đổi."
    }
  },
  {
    "translation": {
      "en": "Thanks for the warning.",
      "vi": "Cảm ơn cô đã cảnh báo."
    }
  },
  {
    "translation": {
      "en": "What do you mean? I mean, I'd better not do it again.",
      "vi": "Ý chị là sao? Tức là tôi không nên như thế nữa."
    }
  },
  {
    "translation": {
      "en": "Why?",
      "vi": "Tại sao?"
    }
  },
  {
    "translation": {
      "en": "'Cause it's going to get me killed one day.",
      "vi": "Bởi đến một thời điểm, điều đó sẽ khiến tôi mất mạng."
    }
  },
  {
    "translation": {
      "en": "Now..",
      "vi": "PHÍA ĐÔNG"
    }
  },
  {
    "translation": {
      "en": "Well, I am impressed.",
      "vi": "Chà, tôi ấn tượng đấy."
    }
  },
  {
    "translation": {
      "en": "I thought Merkel here was just a good bartender.",
      "vi": "Tôi cứ nghĩ Merkel ở đây chỉ là gã pha chế giỏi thôi."
    }
  },
  {
    "translation": {
      "en": "You smell like a Stasi officer.",
      "vi": "Ông bốc toàn mùi Stasi đấy."
    }
  },
  {
    "translation": {
      "en": "Shave off that mustache. Use that soap and cologne. It's from the West.",
      "vi": "Cạo ngay bộ ria ấy đi. Sử dụng xà phòng và nước hoa. Toàn đồ của Tây Đức đấy."
    }
  },
  {
    "translation": {
      "en": "You can't take anything from the East.",
      "vi": "Không được đem theo gì từ Đông Đức."
    }
  },
  {
    "translation": {
      "en": "Merkel will give you some clothes. Right this way, Mr. Spyglass.",
      "vi": "Merkel sẽ đưa cho ông quần áo. Lối này, ông Spyglass."
    }
  },
  {
    "translation": {
      "en": "Bremovych says the traitor's in that building.",
      "vi": "Bremovych bảo kẻ phản bội đang ở trong tòa nhà đó."
    }
  },
  {
    "translation": {
      "en": "Stay alert.",
      "vi": "Hãy cảnh giác."
    }
  },
  {
    "translation": {
      "en": "It should have been easy.",
      "vi": "Mọi chuyện lẽ ra rất đơn giản."
    }
  },
  {
    "translation": {
      "en": "The plan was sound.",
      "vi": "Kế hoạch vô cùng hợp lý."
    }
  },
  {
    "translation": {
      "en": "Whatever went wrong did so because someone wanted it to.",
      "vi": "Tất cả đổ bể chỉ bởi có kẻ muốn như vậy."
    }
  },
  {
    "translation": {
      "en": "Someone from the inside. You were betrayed by a fellow agent?",
      "vi": "Một kẻ nội gián. Cô bị phản bội bởi một mật vụ cùng phe sao?"
    }
  },
  {
    "translation": {
      "en": "You mean Satchel?",
      "vi": "Ý cô là Satchel?"
    }
  },
  {
    "translation": {
      "en": "Would that be unheard of?",
      "vi": "Chuyện có gì lạ đâu?"
    }
  },
  {
    "translation": {
      "en": "Per your request.",
      "vi": "Theo yêu cầu của chị."
    }
  },
  {
    "translation": {
      "en": "You won't be needing that.",
      "vi": "Cô không cần nó đâu."
    }
  },
  {
    "translation": {
      "en": "It will be worse if they find it on you.",
      "vi": "Họ mà tìm thấy là sẽ tệ lắm đó."
    }
  },
  {
    "translation": {
      "en": "Everything else ready? Yes. Everything you requested.",
      "vi": "Mọi thứ sẵn sàng chưa? Rồi. Đúng như chị đã yêu cầu."
    }
  },
  {
    "translation": {
      "en": "I'm ready.",
      "vi": "Tôi đã sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "What do you think of his shirt?",
      "vi": "Cậu nghĩ sao về chiếc áo của ông ta?"
    }
  },
  {
    "translation": {
      "en": "I wouldn't be caught dead in it.",
      "vi": "Tôi sẽ không chết khi mặc nó đâu."
    }
  },
  {
    "translation": {
      "en": "But for him, it's perfect. Stand over here.",
      "vi": "Nhưng đối với ông ta, nó hoàn hảo. Đứng phía đằng đó."
    }
  },
  {
    "translation": {
      "en": "Now look like a free man.",
      "vi": "Giờ trông ông như một người tự do."
    }
  },
  {
    "translation": {
      "en": "East Berlin youth leaders have organized a demonstration this week",
      "vi": "Những nhà lãnh đạo hòa bình tại Đông Berlin đã tổ chức một cuộc tuần hành vào tuần này tại Alexanderplatz."
    }
  },
  {
    "translation": {
      "en": "at Alexanderplatz...",
      "vi": "một cuộc tuần hành vào tuần này tại Alexanderplatz."
    }
  },
  {
    "translation": {
      "en": "Did he tell you I memorized the whole list?",
      "vi": "Anh ta có nói cho cô biết tôi đã ghi nhớ toàn bộ danh sách không?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "I realize I may not be valuable to some people,",
      "vi": "Tôi nhận ra rằng có thể tôi là kẻ vô giá trị với một số người,"
    }
  },
  {
    "translation": {
      "en": "and some people may even want me dead, but...",
      "vi": "và có người thậm chí còn muốn lấy mạng tôi, nhưng…"
    }
  },
  {
    "translation": {
      "en": "...what choice do I have?",
      "vi": "liệu tôi còn lựa chọn nào đây?"
    }
  },
  {
    "translation": {
      "en": "You're no good to me dead. And I've never lost a package.",
      "vi": "Anh mà chết rồi thì vô dụng. Còn tôi chưa bao giờ để mất hàng đâu."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Tôi biết."
    }
  },
  {
    "translation": {
      "en": "Hey! Hey!",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "It's his family.",
      "vi": "Là gia đình của ông ta."
    }
  },
  {
    "translation": {
      "en": "This was not part of the plan.",
      "vi": "Chuyện này không nằm trong kế hoạch."
    }
  },
  {
    "translation": {
      "en": "Part of mine.",
      "vi": "Kế hoạch của tôi thì có đó."
    }
  },
  {
    "translation": {
      "en": "Please?",
      "vi": "Làm ơn giúp tôi?"
    }
  },
  {
    "translation": {
      "en": "I'll take the wife and kid. You just have to deal with Spyglass.",
      "vi": "Tôi sẽ đưa vợ và con anh ta. Cô cứ lo Spyglass thôi."
    }
  },
  {
    "translation": {
      "en": "I don't know if I have enough passports.",
      "vi": "Tôi không biết liệu mình còn đủ hộ chiếu không."
    }
  },
  {
    "translation": {
      "en": "Percival. Your golden boy.",
      "vi": "Percival. Cậu bé vàng của ông đấy."
    }
  },
  {
    "translation": {
      "en": "You need to listen to your mother now.",
      "vi": "Giờ con phải lắng nghe mẹ."
    }
  },
  {
    "translation": {
      "en": "Be my strong girl.",
      "vi": "Hãy là đứa bé gái mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "We have to go.",
      "vi": "Chúng ta phải đi thôi."
    }
  },
  {
    "translation": {
      "en": "See you in the West. Good luck.",
      "vi": "Gặp lại cô ở phía Tây nhé. Chúc may mắn."
    }
  },
  {
    "translation": {
      "en": "They just left the building.",
      "vi": "Đối tượng vừa rồi khỏi tòa nhà."
    }
  },
  {
    "translation": {
      "en": "40 meters and closing.",
      "vi": "Còn cách 40 mét."
    }
  },
  {
    "translation": {
      "en": "I have them in sight.",
      "vi": "Thấy rồi."
    }
  },
  {
    "translation": {
      "en": "What's happening?",
      "vi": "Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I've lost them.",
      "vi": "Tôi để mất chúng rồi."
    }
  },
  {
    "translation": {
      "en": "This was never part of the plan. It was part of mine.",
      "vi": "Cái này không có trong kế hoạch. Kế hoạch của tôi thì có."
    }
  },
  {
    "translation": {
      "en": "It's the umbrellas. I can't see anything.",
      "vi": "Là đám ô, chúng khiến tôi không thể nhìn thấy gì cả."
    }
  },
  {
    "translation": {
      "en": "Neither can I.",
      "vi": "Tôi không thể trông thấy chúng."
    }
  },
  {
    "translation": {
      "en": "Who can see them? Report.",
      "vi": "Ai có thể thấy chúng? Báo cáo đi!"
    }
  },
  {
    "translation": {
      "en": "There are too many people.",
      "vi": "Có quá đông người."
    }
  },
  {
    "translation": {
      "en": "I have a shot.",
      "vi": "Tôi ngắm được rồi."
    }
  },
  {
    "translation": {
      "en": "Is the target down?",
      "vi": "Mục tiêu bị hạ chưa? Báo cáo mau."
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "No visual. We need to move.",
      "vi": "Không thấy gì, chúng ta phải đi thôi."
    }
  },
  {
    "translation": {
      "en": "Stay low.",
      "vi": "Cúi thấp thôi."
    }
  },
  {
    "translation": {
      "en": "In here.",
      "vi": "Ở đây."
    }
  },
  {
    "translation": {
      "en": "I need to deal with this now, or we'll never get across.",
      "vi": "Tôi cần giải quyết chuyện này, bằng không ta sẽ không thể vượt biên."
    }
  },
  {
    "translation": {
      "en": "I don't want to die. You're not going to die.",
      "vi": "Tôi không muốn chết. Ông sẽ không chết."
    }
  },
  {
    "translation": {
      "en": "Stay here.",
      "vi": "Cứ ở đây."
    }
  },
  {
    "translation": {
      "en": "Get on the radio! I'm trying!",
      "vi": "Gọi điện đàm đi! Tôi đang cố đây!"
    }
  },
  {
    "translation": {
      "en": "Hurry!",
      "vi": "Mau lên!"
    }
  },
  {
    "translation": {
      "en": "She's here. Hurry!",
      "vi": "Ả đến rồi. Nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Two more. There's two more.",
      "vi": "Hai tên nữa. Thêm hai tên nữa."
    }
  },
  {
    "translation": {
      "en": "Wait! Don't shoot",
      "vi": "Khoan đã! Đừng bắn!"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Đi!"
    }
  },
  {
    "translation": {
      "en": "We need to stop that bleeding. Search for anything alcohol, rags.",
      "vi": "Chúng ta phải cầm vết thương. Tìm đồ đi. Cồn, giẻ lau."
    }
  },
  {
    "translation": {
      "en": "Take this, bitch!",
      "vi": "Đỡ này, con khốn."
    }
  },
  {
    "translation": {
      "en": "Am I a bitch, now?",
      "vi": "Giờ tao là con khốn hả?"
    }
  },
  {
    "translation": {
      "en": "Stop. What are you doing here?",
      "vi": "Dừng lại, hai người đang làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "Just a minute, please. Hands behind your back.",
      "vi": "Chỉ một chút thôi, làm ơn. Đưa tay ra sau đầu!"
    }
  },
  {
    "translation": {
      "en": "Get down. Right now!",
      "vi": "Nằm xuống! Ngay!"
    }
  },
  {
    "translation": {
      "en": "Get in.",
      "vi": "Vào trong."
    }
  },
  {
    "translation": {
      "en": "Get in!",
      "vi": "Vào trong."
    }
  },
  {
    "translation": {
      "en": "You need to work on your German.",
      "vi": "Cô phải trau dồi thêm tiếng Đức đi."
    }
  },
  {
    "translation": {
      "en": "It's horrible.",
      "vi": "Cô nói tệ quá."
    }
  },
  {
    "translation": {
      "en": "What in hell?",
      "vi": "Cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Fasten your seatbelt.",
      "vi": "Thắt chặt dây an toàn."
    }
  },
  {
    "translation": {
      "en": "You all right? Yeah.",
      "vi": "Ông không sao chứ? Vâng."
    }
  },
  {
    "translation": {
      "en": "We have to go.",
      "vi": "Chúng ta phải đi thôi."
    }
  },
  {
    "translation": {
      "en": "It's so cold! Open your door!",
      "vi": "Lạnh quá! Mở cửa phía bên anh đi!"
    }
  },
  {
    "translation": {
      "en": "My foot is stuck!",
      "vi": "Chân tôi bị kẹt rồi!"
    }
  },
  {
    "translation": {
      "en": "Just breathe!",
      "vi": "Thở đi!"
    }
  },
  {
    "translation": {
      "en": "You need a break? No.",
      "vi": "Cô cần nghỉ một chút không? Không."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Vậy…"
    }
  },
  {
    "translation": {
      "en": "Yes, I think I understand everything. You made your plan.",
      "vi": "Phải, tôi nghĩ cô hiểu rõ mọi chuyện. Cô đã thực hiện kế hoạch của mình."
    }
  },
  {
    "translation": {
      "en": "And you failed to get the high value asset safely across to the West.",
      "vi": "Cô đã thất bại trong việc đưa mục tiêu có giá trị cao sang phía Tây an toàn."
    }
  },
  {
    "translation": {
      "en": "You sent me into a fucking hornet's nest.",
      "vi": "Ông cử tôi vào giữa một tổ ong."
    }
  },
  {
    "translation": {
      "en": "I was made by the KGB",
      "vi": "Tôi bị lộ bởi đám KGB ngay từ lúc"
    }
  },
  {
    "translation": {
      "en": "from the moment my feet touched the ground.",
      "vi": "đặt chân xuống mặt đất."
    }
  },
  {
    "translation": {
      "en": "Maybe even before.",
      "vi": "Có lẽ là từ trước đó."
    }
  },
  {
    "translation": {
      "en": "But then you knew that, didn't you?",
      "vi": "Nhưng ông biết điều đó, đúng không?"
    }
  },
  {
    "translation": {
      "en": "You had your doubts about Percival.",
      "vi": "Ông có những nghi ngờ dành cho Percival."
    }
  },
  {
    "translation": {
      "en": "And you used me to shake him down.",
      "vi": "Và ông lợi dụng tôi để hắn lộ thân phận."
    }
  },
  {
    "translation": {
      "en": "Ready when you are.",
      "vi": "Khi nào cô sẵn sàng thì tiếp tục."
    }
  },
  {
    "translation": {
      "en": "It's me! It's me!",
      "vi": "Là tôi! Là tôi đây!"
    }
  },
  {
    "translation": {
      "en": "He's dead. Spyglass is dead.",
      "vi": "Hắn chết rồi. Spyglass chết rồi."
    }
  },
  {
    "translation": {
      "en": "And you are alive.",
      "vi": "Chị vẫn còn sống."
    }
  },
  {
    "translation": {
      "en": "They're all listening to me.",
      "vi": "Chúng đang lắng nghe tôi."
    }
  },
  {
    "translation": {
      "en": "They knew.",
      "vi": "Chúng biết."
    }
  },
  {
    "translation": {
      "en": "The KGB knew everything.",
      "vi": "Bọn KGB biết tất cả."
    }
  },
  {
    "translation": {
      "en": "I need to get across.",
      "vi": "Tôi cần băng qua biên giới."
    }
  },
  {
    "translation": {
      "en": "I need the car.",
      "vi": "Tôi cần chiếc xe hơi."
    }
  },
  {
    "translation": {
      "en": "Good day, Ambassador.",
      "vi": "Chúc một ngày tốt lành, ngài Đại sứ."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn nhé."
    }
  },
  {
    "translation": {
      "en": "Well, I expected more out of the Brits than a royal goat fuck.",
      "vi": "Tôi đã kỳ vọng nhiều hơn ở người Anh thay vì một kết quả thảm họa."
    }
  },
  {
    "translation": {
      "en": "I know. We're sorry. No, wait.",
      "vi": "Tôi biết, rất tiếc."
    }
  },
  {
    "translation": {
      "en": "You lot don't have your own private Stasi agent, do you?",
      "vi": "À, ông làm gì có mật vụ Stasi nào làm cho mình, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Not one with a photographic memory.",
      "vi": "Không có người với trí nhớ như in đó."
    }
  },
  {
    "translation": {
      "en": "We need to get with Broughton and get on the same page.",
      "vi": "Chúng ta cần liên lạc với Broughton và nắm rõ tình hình."
    }
  },
  {
    "translation": {
      "en": "We need that list, now more than ever.",
      "vi": "Chúng ta cần bản danh sách đó. Hơn bao giờ hết."
    }
  },
  {
    "translation": {
      "en": "Broughton?",
      "vi": "Broughton ư?"
    }
  },
  {
    "translation": {
      "en": "She made it out.",
      "vi": "Cô ấy đã thoát được."
    }
  },
  {
    "translation": {
      "en": "You know, a beautiful Italian girl once said to me,",
      "vi": "Ông biết không, một mĩ nhân người Ý từng nói với tôi rằng,"
    }
  },
  {
    "translation": {
      "en": "David, you can't unfuck what has been fucked.",
      "vi": "David, đã chơi người ta rồi thì không thể quay đầu đâu."
    }
  },
  {
    "translation": {
      "en": "Women are always getting in the way of progress, aren't they?",
      "vi": "Phụ nữ luôn là những kẻ cản trở sự tiến bộ, đúng không?"
    }
  },
  {
    "translation": {
      "en": "What no one in Germany believed possible has happened tonight.",
      "vi": "Điều mà không ai ở Đức tin rằng có thể xảy đến"
    }
  },
  {
    "translation": {
      "en": "The wall is coming down. The wall is down.",
      "vi": "vừa diễn ra tối nay. Bức tường sẽ sụp đổ."
    }
  },
  {
    "translation": {
      "en": "People here have lived with the wall since 1961.",
      "vi": "Người Berlin đã sống cùng bức tường từ năm 1961"
    }
  },
  {
    "translation": {
      "en": "And I think now it's time to break the wall down, you know?",
      "vi": "và tôi nghĩ giờ là lúc để kéo sập bức tường."
    }
  },
  {
    "translation": {
      "en": "The wall is crumbling.",
      "vi": "Bức tường sắp đổ sụp."
    }
  },
  {
    "translation": {
      "en": "The sledgehammers in the hands of men not born when it went up,",
      "vi": "Búa tạ nằm trong tay của những thanh niên còn chưa sinh ra khi nó được dựng lên,"
    }
  },
  {
    "translation": {
      "en": "tear into it.",
      "vi": "đang giáng xuống bức tường."
    }
  },
  {
    "translation": {
      "en": "Behind it, the East German soldiers tried to stop the tide.",
      "vi": "Phía sau nó, binh lính Đông Đức cố gắng ngăn cản dòng người."
    }
  },
  {
    "translation": {
      "en": "Water cannons were brought out.",
      "vi": "Vòi rồng đã được sử dụng."
    }
  },
  {
    "translation": {
      "en": "But the West Berliners were determined.",
      "vi": "Nhưng người Tây Berlin rất quyết tâm."
    }
  },
  {
    "translation": {
      "en": "One West Berliner sprayed champagne back.",
      "vi": "Một người Tây Berlin đã xả rượu sâmpanh chống trả."
    }
  },
  {
    "translation": {
      "en": "You know, if I was to follow you, I mean, properly...",
      "vi": "Nếu tôi định theo đuôi cô. Ý tôi là, một cách tử tế."
    }
  },
  {
    "translation": {
      "en": "you'd never fucking know.",
      "vi": "Thì cô sẽ chẳng thể nào biết được."
    }
  },
  {
    "translation": {
      "en": "It is the moment Berliners have waited 28 years for.",
      "vi": "Đây là khoảnh khắc mà người dân Berlin đã chờ đợi suốt 28 năm qua."
    }
  },
  {
    "translation": {
      "en": "Even the East Germans seem exhilarated.",
      "vi": "Người Đông Đức dường như thậm chí còn vui sướng."
    }
  },
  {
    "translation": {
      "en": "A symbolic breach in the structure",
      "vi": "Một vết nứt mang tính biểu tượng trên công trình"
    }
  },
  {
    "translation": {
      "en": "that cost hundreds of lives, and separated friends, families,",
      "vi": "đã khiến hàng trăm sinh mạng, và khiến bạn bè, gia đình,"
    }
  },
  {
    "translation": {
      "en": "and lovers for decades.",
      "vi": "những đôi tình nhân bị chia cắt suốt nhiều thập kỷ."
    }
  },
  {
    "translation": {
      "en": "I found a French UHF device",
      "vi": "Tôi tìm thấy một thiết bị UHF của Pháp"
    }
  },
  {
    "translation": {
      "en": "in my coat after Spyglass died.",
      "vi": "trong áo choàng sau khi Spyglass bỏ mạng."
    }
  },
  {
    "translation": {
      "en": "I now believe it was Percival who planted it.",
      "vi": "Giờ thì tôi tin rằng Percival đã bỏ nó vào trong đó."
    }
  },
  {
    "translation": {
      "en": "Made it look like Lasalle.",
      "vi": "Để khiến chúng ta nghi ngờ Lasalle."
    }
  },
  {
    "translation": {
      "en": "Why are you here?",
      "vi": "Tại sao cô lại ở đây?"
    }
  },
  {
    "translation": {
      "en": "You need to leave Berlin.",
      "vi": "Cô cần phải rời khỏi Berlin."
    }
  },
  {
    "translation": {
      "en": "When I didn't hear from you, I got worried.",
      "vi": "Khi tôi không nghe thấy tin gì về chị, tôi cảm thấy lo lắng."
    }
  },
  {
    "translation": {
      "en": "How naive can you be?",
      "vi": "Cô có thể ngây thơ tới mức nào hả?"
    }
  },
  {
    "translation": {
      "en": "We chose this life, Delphine.",
      "vi": "Chúng ta chọn cuộc sống này, Delphine."
    }
  },
  {
    "translation": {
      "en": "This only ends one way. What are you talking about?",
      "vi": "Nó chỉ có một kết thúc duy nhất. Chị đang nói chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "He set us both up.",
      "vi": "Hắn đã gài bẫy cả hai chúng ta."
    }
  },
  {
    "translation": {
      "en": "You have to leave while you can.",
      "vi": "Hãy rời đi khi còn có thể."
    }
  },
  {
    "translation": {
      "en": "Yes? Don't underestimate me, Percival.",
      "vi": "Vâng? Đừng đánh giá thấp tôi, Percival."
    }
  },
  {
    "translation": {
      "en": "Oh, Lasalle, listen to me very carefully. You have no idea who you're dealing with.",
      "vi": "Lasalle, hãy lắng nghe tôi cho kỹ. Cô không biết mình đang phải đối đầu với ai đâu."
    }
  },
  {
    "translation": {
      "en": "You set me up. Come on, love. This is the game.",
      "vi": "Anh đã gài tôi. Thôi nào. Đây là cuộc chơi."
    }
  },
  {
    "translation": {
      "en": "I know your secrets, David,",
      "vi": "Tôi biết những bí mật của anh, David,"
    }
  },
  {
    "translation": {
      "en": "and I can play this game better than you think.",
      "vi": "và tôi có thể chơi giỏi hơn anh nghĩ đấy."
    }
  },
  {
    "translation": {
      "en": "Percival is trying to set me up.",
      "vi": "Percival cố gắng gài bẫy tôi."
    }
  },
  {
    "translation": {
      "en": "Are you surprised? Not really.",
      "vi": "Chị có ngạc nhiên không? Không hẳn."
    }
  },
  {
    "translation": {
      "en": "These relationships aren't real. They're just a means to an end.",
      "vi": "Những mối quan hệ này không có thực. Chúng tồn tại chỉ để chấm dứt."
    }
  },
  {
    "translation": {
      "en": "When you tell the truth, you look different.",
      "vi": "Trông chị rất khác mỗi khi nói thật."
    }
  },
  {
    "translation": {
      "en": "Your eyes change.",
      "vi": "Ánh mắt chị thay đổi."
    }
  },
  {
    "translation": {
      "en": "Thanks for the warning. What do you mean?",
      "vi": "Cảm ơn cô đã cảnh báo. Ý chị là sao?"
    }
  },
  {
    "translation": {
      "en": "I mean, I'd better not do it again. Why?",
      "vi": "Tức là tôi không nên như thế nữa. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "'Cause it's going to get me killed one day.",
      "vi": "Bởi đến một thời điểm, điều đó sẽ khiến tôi mất mạng."
    }
  },
  {
    "translation": {
      "en": "There is something that I need to tell you.",
      "vi": "Có chuyện này tôi cần nói cho chị biết."
    }
  },
  {
    "translation": {
      "en": "It has to do with your friend, Percival. He's...",
      "vi": "Nó có liên quan tới bạn của chị, Percival. Anh ta…"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, darling.",
      "vi": "Xin lỗi nhé, cưng."
    }
  },
  {
    "translation": {
      "en": "This is the game.",
      "vi": "Đây là cuộc chơi."
    }
  },
  {
    "translation": {
      "en": "Fuck!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "Celebrations continue in the streets tonight.",
      "vi": "Những cuộc ăn mừng tiếp tục diễn ra trên đường phố đêm nay."
    }
  },
  {
    "translation": {
      "en": "From the moment the first wave of East Germans crossed into Berlin,",
      "vi": "Kể từ khoảnh khắc đầu tiên những người Đông Đức vượt qua Berlin,"
    }
  },
  {
    "translation": {
      "en": "they have been showered with champagne and cheered by a crowd of thousands.",
      "vi": "họ đã được đắm mình trong rượu sâmpanh và chào đón bởi đám đông hàng nghìn người."
    }
  },
  {
    "translation": {
      "en": "It is clear this will be one of Berlin's most dramatic days.",
      "vi": "Đây rõ ràng là một trong những ngày giàu cảm xúc nhất của thành phố Berlin."
    }
  },
  {
    "translation": {
      "en": "East Berliners are overcome as they cross the border",
      "vi": "Những người Đông Berlin hân hoan khi vượt qua đường biên giới"
    }
  },
  {
    "translation": {
      "en": "that has been closed to them for 28 years.",
      "vi": "đã bị đóng sập trước mắt họ suốt 28 năm qua."
    }
  },
  {
    "translation": {
      "en": "West Berliners are chipping away at the wall",
      "vi": "Người Tây Đức đang ở chỗ bức tường"
    }
  },
  {
    "translation": {
      "en": "that scarred their city and scaling it.",
      "vi": "khiến thành phố của họ mang sẹo và tháo dỡ nó."
    }
  },
  {
    "translation": {
      "en": "There is no more interference from the police.",
      "vi": "Cảnh sát không còn ngăn cản nữa."
    }
  },
  {
    "translation": {
      "en": "Unified, Berliners lay symbols of peace.",
      "vi": "Thống nhất lại, người Berlin đã tạo ra biểu tượng hòa bình."
    }
  },
  {
    "translation": {
      "en": "Thousands of them looking east and chanting, Down with the wall.",
      "vi": "Hàng nghìn người đang hướng về phía đông và hô vang: Hãy phá đổ bức tường."
    }
  },
  {
    "translation": {
      "en": "There's only one question left to ask.",
      "vi": "Chỉ còn lại một câu hỏi duy nhất."
    }
  },
  {
    "translation": {
      "en": "Who won? And what was the fucking game anyway?",
      "vi": "Ai đã thắng? Và trò chơi thực sự là gì?"
    }
  },
  {
    "translation": {
      "en": "And I was thinking the wall will never fall.",
      "vi": "Tôi từng nghĩ rằng bức tường sẽ không bao giờ sụp đổ."
    }
  },
  {
    "translation": {
      "en": "Germany's peaceful revolution is probably the political and cultural story of 1989.",
      "vi": "Cuộc cách mạng hòa bình tại nước Đức có lẽ là câu chuyện chính trị và văn hóa của năm 1989."
    }
  },
  {
    "translation": {
      "en": "We're gonna take a quick break, but we'll be back with an in depth look",
      "vi": "Tạm nghỉ trong giây lát, chúng tôi sẽ trở lại cùng cái nhìn chi tiết"
    }
  },
  {
    "translation": {
      "en": "at the number one musical controversy of the year, sampling.",
      "vi": "về câu chuyện âm nhạc gây tranh cãi nhất trong năm: sampling."
    }
  },
  {
    "translation": {
      "en": "Is it art or is it just plagiarism? Don't go away.",
      "vi": "Liệu đó là nghệ thuật hay đạo nhái? Xin đừng tắt máy."
    }
  },
  {
    "translation": {
      "en": "To win, first, you have to know whose side you're on.",
      "vi": "Để chiến thắng, một, bạn phải biết mình theo phe nào."
    }
  },
  {
    "translation": {
      "en": "In our line of work,",
      "vi": "Ngành của chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "that's right up there with black holes or To be or not to be.",
      "vi": "điều đó không khác gì hố đen hay tồn tại hay không tồn tại."
    }
  },
  {
    "translation": {
      "en": "You fight the good fight, and then one day, you wake up and you realize",
      "vi": "Bạn chiến đấu giỏi giang, để rồi một ngày thức giấc và nhận ra rằng"
    }
  },
  {
    "translation": {
      "en": "that all you were was Satan's little helper.",
      "vi": "mình hóa ra là tay sai của quỷ dữ."
    }
  },
  {
    "translation": {
      "en": "Ironic.",
      "vi": "Trớ trêu thay."
    }
  },
  {
    "translation": {
      "en": "The news will tell them there will be no more secrets.",
      "vi": "Bản tin sẽ nói rằng chẳng còn bí mật nào cả."
    }
  },
  {
    "translation": {
      "en": "But you and I, we both know that's not true.",
      "vi": "Nhưng các bạn và tôi, chúng ta đều biết điều đó không đúng."
    }
  },
  {
    "translation": {
      "en": "The world is run on secrets.",
      "vi": "Thế giới được vận hành bởi những điều bí mật."
    }
  },
  {
    "translation": {
      "en": "Whoever has that list has power,",
      "vi": "Bất cứ ai có bản danh sách đó sẽ nắm trong tay quyền lực."
    }
  },
  {
    "translation": {
      "en": "and without it, you're just another fucking target.",
      "vi": "Bằng không, bạn sẽ chỉ là mục tiêu."
    }
  },
  {
    "translation": {
      "en": "So what have I learned after all this time,",
      "vi": "Vậy tôi học được gì sau tất cả?"
    }
  },
  {
    "translation": {
      "en": "after all those sleepless nights, lying to friends, lovers, myself,",
      "vi": "Sau ngần ấy đêm mất ngủ, lừa dối bạn bè, tình nhân, bản thân."
    }
  },
  {
    "translation": {
      "en": "playing this crooked game in this crooked town",
      "vi": "Chơi cái trò lươn lẹo trong cái thành phố quanh co"
    }
  },
  {
    "translation": {
      "en": "filled with backstabbers and four faced liars?",
      "vi": "đầy những kẻ đâm sau lưng và nói dối bốn mặt này."
    }
  },
  {
    "translation": {
      "en": "I'll tell you what I've learned. One thing and one thing only.",
      "vi": "Tôi sẽ kể cho bạn điều mình học được. Chỉ một và một điều duy nhất."
    }
  },
  {
    "translation": {
      "en": "I fucking love Berlin!",
      "vi": "Tôi thật yêu Berlin quá đi!"
    }
  },
  {
    "translation": {
      "en": "You didn't have to kill her.",
      "vi": "Mày đâu cần phải giết cô ấy."
    }
  },
  {
    "translation": {
      "en": "What? You suddenly decided to develop a conscience after all you've done?",
      "vi": "Sau những gì đã làm, cô đột nhiên lại để cho lương tâm trỗi dậy à?"
    }
  },
  {
    "translation": {
      "en": "Have you noticed how everyone you get close to ends up fucking dead?",
      "vi": "Cô có thấy bất cứ ai lại gần cô đều cứ thế mất mạng không?"
    }
  },
  {
    "translation": {
      "en": "You gave Bremovych the details of the plan.",
      "vi": "Mày đã báo cho Bremovych chi tiết kế hoạch."
    }
  },
  {
    "translation": {
      "en": "You went to the KGB to take me out.",
      "vi": "Mày đã tới gặp KGB để khử tao."
    }
  },
  {
    "translation": {
      "en": "You were too fucking scared to do it yourself.",
      "vi": "Mày quá sợ hãi nên không dám tự mình ra tay."
    }
  },
  {
    "translation": {
      "en": "Too smart, more like.",
      "vi": "Cô quá thông minh."
    }
  },
  {
    "translation": {
      "en": "If those KGB pricks had done their part,",
      "vi": "Nếu bọn KGB hoàn thành nhiệm vụ,"
    }
  },
  {
    "translation": {
      "en": "I'd be on my way to a hand job with the Queen by now.",
      "vi": "khéo tôi giờ này đang trên đường tới chỗ Nữ hoàng để sung sướng rồi."
    }
  },
  {
    "translation": {
      "en": "I've read that list.",
      "vi": "Tôi đã đọc bản danh sách đó."
    }
  },
  {
    "translation": {
      "en": "And you feature heavily.",
      "vi": "Tên cô xuất hiện nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "It turns out, you've been a very naughty girl.",
      "vi": "Hóa ra trước nay cô cũng nghịch ngợm ra trò."
    }
  },
  {
    "translation": {
      "en": "Spyglass was a liability to us all.",
      "vi": "Spyglass là của nợ đối với tất cả chúng ta."
    }
  },
  {
    "translation": {
      "en": "I couldn't risk leaving him with you.",
      "vi": "Tôi không thể liều lĩnh để hắn rời đi cùng cô được."
    }
  },
  {
    "translation": {
      "en": "Where's the list, David? I don't have it.",
      "vi": "Bản danh sách đâu, David? Tôi không có nó."
    }
  },
  {
    "translation": {
      "en": "It's en route to MI6, where it belongs.",
      "vi": "Nó đang trên đường tới đúng chỗ là MI6 rồi."
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "Are you going to lie till the very end?",
      "vi": "Mày định nói dối tới phút chót à?"
    }
  },
  {
    "translation": {
      "en": "Truth and lies.",
      "vi": "Thật giả lẫn lộn."
    }
  },
  {
    "translation": {
      "en": "People like us don't know the difference.",
      "vi": "Người như chúng ta không thể phân biệt được."
    }
  },
  {
    "translation": {
      "en": "Oh, we know the difference, David. We choose to ignore it.",
      "vi": "Không, chúng ta biết chứ, David. Chúng ta chỉ làm ngơ thôi."
    }
  },
  {
    "translation": {
      "en": "Isn't that right, Comrade Satchel?",
      "vi": "Có phải không, Satchel?"
    }
  },
  {
    "translation": {
      "en": "So that's how you'll make it work.",
      "vi": "Hóa ra đây là cách cô làm việc."
    }
  },
  {
    "translation": {
      "en": "It's a double pleasure to deceive the deceiver.",
      "vi": "Lừa kẻ chuyên lừa gạt hẳn là sướng gấp đôi."
    }
  },
  {
    "translation": {
      "en": "Well played.",
      "vi": "Hay lắm."
    }
  },
  {
    "translation": {
      "en": "You killed David Percival?",
      "vi": "Cô đã giết David Percival sao?"
    }
  },
  {
    "translation": {
      "en": "All the paperwork is in order for the bodies of James Gascoine",
      "vi": "Giấy tờ dành cho thi thể của James Gascoigne và David Percival đang được chuẩn bị."
    }
  },
  {
    "translation": {
      "en": "and David Percival.",
      "vi": "của James Gascoigne và David Percival đang được chuẩn bị."
    }
  },
  {
    "translation": {
      "en": "You killed our Head of Station, an officer of the Crown.",
      "vi": "Cô đã giết Trưởng trạm của chúng ta, một sĩ quan của Hoàng gia Anh."
    }
  },
  {
    "translation": {
      "en": "You'd better have hard proof and a damn good explanation.",
      "vi": "Cô nên có bằng chứng thuyết phục và một lời giải thích thấu đáo đi."
    }
  },
  {
    "translation": {
      "en": "Who are you to judge my actions? I'm your superior.",
      "vi": "Ông là ai mà phán xét hành động của tôi? Cấp trên của cô."
    }
  },
  {
    "translation": {
      "en": "My superior.",
      "vi": "Cấp trên của tôi."
    }
  },
  {
    "translation": {
      "en": "This was never about stopping the war. It was about saving your ass.",
      "vi": "Vụ này đâu liên quan gì tới chiến tranh. Ông chỉ muốn cứu lấy thân mình thôi."
    }
  },
  {
    "translation": {
      "en": "You couldn't bear the embarrassment of the sins",
      "vi": "Ông không thể chịu nổi nỗi nhục nhã của những tội lỗi"
    }
  },
  {
    "translation": {
      "en": "that we committed in the Cold War.",
      "vi": "mà chúng ta đã mắc phải trong suốt thời kỳ Chiến tranh Lạnh."
    }
  },
  {
    "translation": {
      "en": "And I was stupid enough to give my life for it.",
      "vi": "Và tôi đã quá ngu ngốc khi hiến dâng mạng mình cho nó."
    }
  },
  {
    "translation": {
      "en": "Yes, well, that's your job, isn't it? I did my job.",
      "vi": "Phải, đó là nhiệm vụ của cô, phải không? Tôi đã làm nhiệm vụ của mình."
    }
  },
  {
    "translation": {
      "en": "Despite your best efforts and your incompetence...",
      "vi": "Bất chấp những nỗ lực và sự bất tài của ông,"
    }
  },
  {
    "translation": {
      "en": "...I succeeded where you failed.",
      "vi": "tôi đã thành công ở nơi ông thất bại."
    }
  },
  {
    "translation": {
      "en": "I uncovered your traitor, Satchel.",
      "vi": "Tôi đã lột trần vỏ bọc kẻ phản bội Satchel của ông."
    }
  },
  {
    "translation": {
      "en": "Brought him the only justice he deserved.",
      "vi": "Mang tới thứ công lý duy nhất mà hắn đáng được hưởng."
    }
  },
  {
    "translation": {
      "en": "A bullet.",
      "vi": "Một viên đạn."
    }
  },
  {
    "translation": {
      "en": "Percival meeting with Bremovych the day before Spyglass was killed.",
      "vi": "Percival đã gặp gỡ Bremovych một hôm trước khi Spyglass bị giết."
    }
  },
  {
    "translation": {
      "en": "Maybe we can make some sort of arrangement.",
      "vi": "Có lẽ chúng ta có thể dàn xếp thế nào đó."
    }
  },
  {
    "translation": {
      "en": "You've got to know that I'm the only man in this town",
      "vi": "Anh thừa biết tôi là kẻ duy nhất ở đây có thể giúp anh lấy bản danh sách đó."
    }
  },
  {
    "translation": {
      "en": "that can help you get that list. Very impressive.",
      "vi": "Anh thừa biết tôi là kẻ duy nhất ở đây có thể giúp anh lấy bản danh sách đó. Rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "Dedication and loyalty, they are rare these days.",
      "vi": "Sự tận tụy. Lòng trung thành. Là những tố chất hiếm thấy hiện nay."
    }
  },
  {
    "translation": {
      "en": "It's a double pleasure to deceive the deceiver.",
      "vi": "Lừa kẻ chuyên lừa gạt hẳn là sướng gấp đôi."
    }
  },
  {
    "translation": {
      "en": "We have a deal?",
      "vi": "Chúng ta thỏa thuận chứ?"
    }
  },
  {
    "translation": {
      "en": "What about the British?",
      "vi": "Thế còn ả người Anh?"
    }
  },
  {
    "translation": {
      "en": "Do you trust Gray?",
      "vi": "Anh có tin Gray không?"
    }
  },
  {
    "translation": {
      "en": "No. What about C?",
      "vi": "Không. Còn C?"
    }
  },
  {
    "translation": {
      "en": "C is an arrogant lap dog who understands precisely",
      "vi": "C là con chó nuôi cắn càn chỉ biết tấn công những kẻ"
    }
  },
  {
    "translation": {
      "en": "fuck all beyond the edge of his desk.",
      "vi": "đang chầu chực ở rìa ghế của lão thôi."
    }
  },
  {
    "translation": {
      "en": "Percival was Satchel.",
      "vi": "Percival là Satchel."
    }
  },
  {
    "translation": {
      "en": "Where's the list?",
      "vi": "Bản danh sách đâu?"
    }
  },
  {
    "translation": {
      "en": "Where's the list, Lorraine?",
      "vi": "Bản danh sách đâu, Lorraine?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không rõ."
    }
  },
  {
    "translation": {
      "en": "Oh, bollocks.",
      "vi": "Ôi, chết tiệt."
    }
  },
  {
    "translation": {
      "en": "The Prime Minister is going to have a difficult time with this.",
      "vi": "Thủ tướng hẳn sẽ có quãng thời gian hết sức đau đầu."
    }
  },
  {
    "translation": {
      "en": "We're choosing to bury this one, Broughton.",
      "vi": "Chúng ta chọn giấu nhẹm vụ này, Broughton."
    }
  },
  {
    "translation": {
      "en": "Your mission never took place. This conversation...",
      "vi": "Nhiệm vụ của cô chưa từng diễn ra. Cuộc nói chuyện này…"
    }
  },
  {
    "translation": {
      "en": "...never happened.",
      "vi": "chưa từng xảy ra."
    }
  },
  {
    "translation": {
      "en": "I'm putting you on leave, effective immediately.",
      "vi": "Tôi sẽ ký đơn cho cô nghỉ, lập tức có hiệu lệnh."
    }
  },
  {
    "translation": {
      "en": "We'll start the next decade well rested.",
      "vi": "Chúng ta hãy bắt đầu thập kỷ tiếp theo trong sự sảng khoái."
    }
  },
  {
    "translation": {
      "en": "C?",
      "vi": "C à?"
    }
  },
  {
    "translation": {
      "en": "What should I wear...",
      "vi": "Tôi nên mặc gì…"
    }
  },
  {
    "translation": {
      "en": "...for my tea with the Queen?",
      "vi": "khi đi dùng trà với Hoàng hậu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "London calling to the faraway towns",
      "vi": "BA NGÀY SAU PARIS"
    }
  },
  {
    "translation": {
      "en": "Tovarishch, Satchel. Tovarishch, Bremovych,",
      "vi": "Satchel. Bremovych."
    }
  },
  {
    "translation": {
      "en": "The list!",
      "vi": "Bản danh sách!"
    }
  },
  {
    "translation": {
      "en": "Good girl.",
      "vi": "Cừ lắm."
    }
  },
  {
    "translation": {
      "en": "Allow me.",
      "vi": "Cho phép tôi."
    }
  },
  {
    "translation": {
      "en": "Tonight, we celebrate.",
      "vi": "Tối nay, chúng ta hãy ăn mừng."
    }
  },
  {
    "translation": {
      "en": "Seriously?",
      "vi": "Nghiêm túc đấy chứ?"
    }
  },
  {
    "translation": {
      "en": "For a moment, I thought you wanted to kill me.",
      "vi": "Đã có lúc, tôi tưởng anh muốn giết tôi."
    }
  },
  {
    "translation": {
      "en": "Percival told me who you are.",
      "vi": "Percival đã nói cho tôi biết cô là ai."
    }
  },
  {
    "translation": {
      "en": "Be a professional.",
      "vi": "Hãy là kẻ chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "Go stand on the plastic.",
      "vi": "Ra đứng trên tấm nhựa."
    }
  },
  {
    "translation": {
      "en": "Did you really think I was going to give you that list?",
      "vi": "Mày thực sự nghĩ tao sẽ giao ra bản danh sách à?"
    }
  },
  {
    "translation": {
      "en": "Before you die, I want to get this through your thick, primitive skull.",
      "vi": "Trước khi mày chết, tao muốn dùng thứ này đâm xuyên qua hộp sọ dày của mày."
    }
  },
  {
    "translation": {
      "en": "I never worked for you.",
      "vi": "Tao chưa từng làm việc cho mày."
    }
  },
  {
    "translation": {
      "en": "You worked for me.",
      "vi": "Mày đã làm việc cho tao."
    }
  },
  {
    "translation": {
      "en": "Every false intel I gave you, a rip in the Iron Curtain.",
      "vi": "Mọi thông tin sai lệch tao gửi mày, một vết rách trên Bức màn sắt."
    }
  },
  {
    "translation": {
      "en": "Every piece of intel you gave me, a bullet in my fucking gun.",
      "vi": "Mọi thông tin mày gửi tao, một viên đạn từ súng của tao."
    }
  },
  {
    "translation": {
      "en": "I want my life back.",
      "vi": "Tao muốn lấy lại cuộc sống của tao."
    }
  },
  {
    "translation": {
      "en": "Safe travels.",
      "vi": "Thượng lộ bình an."
    }
  },
  {
    "translation": {
      "en": "Estimated flight time to Langley, 11 hours and 37 minutes.",
      "vi": "Ước tính thời gian bay tới Langley, 11 giờ và 37 phút."
    }
  },
  {
    "translation": {
      "en": "Cleared for takeoff.",
      "vi": "Sẵn sàng cất cánh."
    }
  },
  {
    "translation": {
      "en": "Let's go home. That sounds good.",
      "vi": "Chúng ta về nhà thôi. Hay đấy."
    }
  },
  {
    "translation": {
      "en": "Let's go home.",
      "vi": "Về nhà thôi."
    }
  },
  {
    "translation": {
      "en": "Cocksucker?",
      "vi": "Quân khốn nạn à?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Cô dám nói thế sao?"
    }
  },
  {
    "translation": {
      "en": "I'm glad it was convincing.",
      "vi": "Tôi mừng là nó rất đáng tin."
    }
  },
  {
    "translation": {
      "en": "...People on streets Ee da de da de",
      "vi": "HẾT"
    }
  },
  {
    "translation": {
      "en": "It's the terror of knowing what this world is about",
      "vi": "MẬT MÃ THÀNH PHỐ LẠNH NHẤT MẬT MÃ CHẤP THUẬN"
    }
  }
]