[
  {
    "translation": {
      "en": "[woman 1] Jessica, the phones!",
      "vi": "Jessica, có điện thoại!"
    }
  },
  {
    "translation": {
      "en": "[man 1] Jonathan, cancel my 10:00.",
      "vi": "Jonathan, hủy cuộc hẹn  lúc 10 giờ."
    }
  },
  {
    "translation": {
      "en": "[man 2] Conor, get in here. Conor?",
      "vi": "Conor vào đây. Conor?"
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Bring me my lunch! -[man 3] What's my password?",
      "vi": "- Mang bữa trưa lại đây! - Mật khẩu của tôi là gì?"
    }
  },
  {
    "translation": {
      "en": "[woman 2] Rachel, where were you? Were you in the back?",
      "vi": "Rachel, cô đâu rồi? Có ở đằng sau không?"
    }
  },
  {
    "translation": {
      "en": "Coming.",
      "vi": "Tới đây!"
    }
  },
  {
    "translation": {
      "en": "No, no, no. I said no onions. I said onions were fatal.",
      "vi": "Không, không, không. Tôi không lấy hành. Có hành là chết."
    }
  },
  {
    "translation": {
      "en": "As in if there are onions, I will be killed.",
      "vi": "Trong này mà có hành là tôi tiêu đời."
    }
  },
  {
    "translation": {
      "en": "I know it says, \"Do not duplicate,\" but my boss says, \"Do duplicate.\"",
      "vi": "Có cảnh báo \"Không sao chìa,\" nhưng chủ bảo, \"Cứ sao đi.\""
    }
  },
  {
    "translation": {
      "en": "And right now, her rules supersede the state of New York's.",
      "vi": "Giờ luật pháp bang New York còn thua lệ của bà ấy."
    }
  },
  {
    "translation": {
      "en": "Janet, I've got a master's in sociology and nothing else to do today.",
      "vi": "Janet, tôi có bằng thạc sĩ xã hội học và hôm nay tôi rất rãnh."
    }
  },
  {
    "translation": {
      "en": "Put me on hold as long as you want.",
      "vi": "Muốn tôi chờ máy bao lâu cũng được."
    }
  },
  {
    "translation": {
      "en": "I'm not hanging up until his seat is bumped to first class.",
      "vi": "Tôi không cúp máy trừ khi vé của sếp tôi chuyển lên hạng nhất."
    }
  },
  {
    "translation": {
      "en": "-[cell phone ringing] -I'm coming.",
      "vi": "Tôi đến đây."
    }
  },
  {
    "translation": {
      "en": "I'm coming.",
      "vi": "Gần tới rồi."
    }
  },
  {
    "translation": {
      "en": "I'm coming.",
      "vi": "\"Tới\" rồi."
    }
  },
  {
    "translation": {
      "en": "[man] Hi, Tammy.",
      "vi": "Chào Tammy."
    }
  },
  {
    "translation": {
      "en": "He wanted me to let you know that he's breaking up with you",
      "vi": "Ông ấy bảo tôi nhắn với cô rằng ông ấy muốn chia tay cô"
    }
  },
  {
    "translation": {
      "en": "and he needs you out of the apartment by 6:00.",
      "vi": "và ông ấy cần cô rời khỏi căn hộ trước sáu giờ."
    }
  },
  {
    "translation": {
      "en": "[Tammy] You think you can break up with me? I wanna talk to Richard.",
      "vi": "Anh mà thay mặt chia tay được sao? Tôi muốn nói với Richard."
    }
  },
  {
    "translation": {
      "en": "-Get that asshole on the phone. -[sighs]",
      "vi": "Bảo tên khốn đó nghe máy ngay."
    }
  },
  {
    "translation": {
      "en": "Get this to my doctor. That needs to be warm.",
      "vi": "Chuyển tới bác sĩ của tôi. Tới nơi phải còn ấm đấy."
    }
  },
  {
    "translation": {
      "en": "And ask if it's contagious.",
      "vi": "Và hỏi xem nó có lây bệnh không."
    }
  },
  {
    "translation": {
      "en": "Be free. Heh. Save yourself.",
      "vi": "Tự rồi, sướng nhé."
    }
  },
  {
    "translation": {
      "en": "-Are you trying to starve me? -No.",
      "vi": "- Cô định để tôi chết đói à? - Đâu có."
    }
  },
  {
    "translation": {
      "en": "My bones are eating themselves. Order me that thing",
      "vi": "Cơ thể tôi đang tự ăn sống nó đây. Gọi món tôi thích ăn tại cái quán có gã phục vụ gay đi."
    }
  },
  {
    "translation": {
      "en": "that I like from that place with the gay waiter.",
      "vi": "Gọi món tôi thích ăn tại cái quán có gã phục vụ gay đi."
    }
  },
  {
    "translation": {
      "en": "We're doing a second dinner?",
      "vi": "Tức là ta ăn bữa tối thứ hai?"
    }
  },
  {
    "translation": {
      "en": "And make sure that this is at 10,000 steps before Yuvus gets here tomorrow.",
      "vi": "Đeo vào, đi đủ 10.000 bước cho tôi trước khi Yuvus đến đến đây vào ngày mai."
    }
  },
  {
    "translation": {
      "en": "I do not want him to think I was not working out between sessions.",
      "vi": "Tôi không muốn anh ta nghĩ tôi bỏ tập sau buổi học."
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "vi": "Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Hi, yes. Oh, my God. I've been on hold for so long.",
      "vi": "Chào, phải. Ôi lạy Chúa. Tôi chờ máy nãy giờ."
    }
  },
  {
    "translation": {
      "en": "Yes, the truffle mac and cheese, the kale salad...",
      "vi": "Vâng, nui phô mai, salad cải xoăn"
    }
  },
  {
    "translation": {
      "en": "and a hamburger.",
      "vi": "và một cái hamburger."
    }
  },
  {
    "translation": {
      "en": "Forty-five minutes? Is there any way it could be five minutes instead?",
      "vi": "Bốn lăm phút? Có cách nào để mang tới trong năm phút được không?"
    }
  },
  {
    "translation": {
      "en": "No?",
      "vi": "Không hả?"
    }
  },
  {
    "translation": {
      "en": "That's fine. I'll be here for the next 45 minutes.",
      "vi": "Thôi được. Tôi ở đây chờ 45 phút vậy.."
    }
  },
  {
    "translation": {
      "en": "I'll be here forever.",
      "vi": "Chờ mãn kiếp mất."
    }
  },
  {
    "translation": {
      "en": "[man] Taxi!",
      "vi": "Taxi!"
    }
  },
  {
    "translation": {
      "en": "Just waiting for my boss.",
      "vi": "Tôi đang đợi sếp."
    }
  },
  {
    "translation": {
      "en": "Rick Otis. He'd been on Shark Tank. Forbes 40 Under 40.",
      "vi": "Là Rick Otis, từng lên Thương Vụ Bạc Tỷ. Forbes bầu chọn vào 40 under 40."
    }
  },
  {
    "translation": {
      "en": "-Doorway area is for members only. -Yeah.",
      "vi": "- Chỉ thành viên mới đứng ở đây được. - Hiểu."
    }
  },
  {
    "translation": {
      "en": "Just gotta call my girlfriend. Her name's Suze. She's very pretty.",
      "vi": "Để tôi gọi bạn gái đã, cô ấy tên Suze. Đẹp lắm nhé."
    }
  },
  {
    "translation": {
      "en": "Suze. Rick's working late at the District Club. Can I just meet--?",
      "vi": "Suze. Cưng ơi, Rick vẫn còn làm ở District Club. Hay anh gặp e...?"
    }
  },
  {
    "translation": {
      "en": "I'm out.",
      "vi": "Tôi rút kèo này."
    }
  },
  {
    "translation": {
      "en": "-How'd it go? You, uh, gonna invest? -Ha.",
      "vi": "- Sao rồi? Đầu tư không? - Ha..."
    }
  },
  {
    "translation": {
      "en": "I'll invest in that company when they figure out",
      "vi": "Tôi sẽ đầu tư nếu công ty đó tìm ra cách"
    }
  },
  {
    "translation": {
      "en": "how to dip their dicks in ink and write the Japanese symbol for \"horse shit.\"",
      "vi": "chấm con chym vào mực và viết \"tào lao\" bằng tiếng Nhật."
    }
  },
  {
    "translation": {
      "en": "Do the thing.",
      "vi": "Trổ tài đi."
    }
  },
  {
    "translation": {
      "en": "Think of seared cod.",
      "vi": "Hãy nghĩ về cá tuyết nướng."
    }
  },
  {
    "translation": {
      "en": "Melt-in-your-mouth uni. Buttered carrots, mashed potatoes, crispy onion rings.",
      "vi": "Nhím biển giòn tan. Cà rốt chấm bơ, khoai tây nghiền, bánh hành chiên."
    }
  },
  {
    "translation": {
      "en": "Ah.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "-Okay. -I will see you tomorrow.",
      "vi": "- Được rồi. - Hẹn mai gặp lại."
    }
  },
  {
    "translation": {
      "en": "No. You're coming with me back to the office.",
      "vi": "Không. Cậu về văn phòng với tôi."
    }
  },
  {
    "translation": {
      "en": "-Should I order dinner? -Of course not. I just had my juice.",
      "vi": "- Tôi gọi đồ ăn nhé? - Không. Tôi mới uống nước ép, điên à?"
    }
  },
  {
    "translation": {
      "en": "-Sometimes you end up wanting dinner. -Shut my damn door.",
      "vi": "- Nhưng rốt cuộc mấy lần ông thấy đói. - Thôi cứ đóng cửa đi."
    }
  },
  {
    "translation": {
      "en": "[Harper] Here you go, Kirsten.",
      "vi": "Của cô đây, Kirsten."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Vậy là..."
    }
  },
  {
    "translation": {
      "en": "tomorrow, we're gonna post the Alex Morgan profile in the morning",
      "vi": "ngày mai, ta sẽ đăng tiểu sử của Alex Morgan vào buổi sáng và bài phỏng vấn Belichick vào buổi chiều."
    }
  },
  {
    "translation": {
      "en": "and the Belichick interview in the afternoon.",
      "vi": "và bài phỏng vấn Belichick vào buổi chiều. Hoãn bài về Belichick lại. Josh viết như trong phim The Post."
    }
  },
  {
    "translation": {
      "en": "Hold the Belichick interview. Josh is writing like he's at The Post.",
      "vi": "Hoãn bài về Belichick lại. Josh viết như trong phim The Post."
    }
  },
  {
    "translation": {
      "en": "The Line Up is about the story behind the score.",
      "vi": "The Line Up là về chuyện hậu trường thể thao."
    }
  },
  {
    "translation": {
      "en": "I need fresh eyes for a rewrite.",
      "vi": "Cần ai đó có quan điểm mới viết lại."
    }
  },
  {
    "translation": {
      "en": "-Did you return my blue jacket? -Yes.",
      "vi": "- Cô trả cửa hàng cái áo khoác xanh chưa? - Rồi."
    }
  },
  {
    "translation": {
      "en": "After a 2-hour commute to their warehouse and an intense talk with a saleswoman",
      "vi": "Sau hai tiếng đi tới nhà kho và căng thẳng với bà sale"
    }
  },
  {
    "translation": {
      "en": "that ended with us in tears, I got a full refund.",
      "vi": "sau đó cả hai cùng khóc, tôi đã lấy lại được tiền."
    }
  },
  {
    "translation": {
      "en": "-I want it back. What else? -Absolutely.",
      "vi": "- Mua nó lại đi. - Hiển nhiên. Gì nữa?"
    }
  },
  {
    "translation": {
      "en": "You owe RSVPs to Polly's wedding, Annie's baby shower,",
      "vi": "Còn lời mời lễ cưới của Molly, lễ rửa tội cho con của Annie,"
    }
  },
  {
    "translation": {
      "en": "Bridget's baby shower, Alice's son's birthday. You RSVP'd Jane's wedding,",
      "vi": "lễ rửa tội con của Bridget, sinh nhật con Alice. Janes mời lễ cưới,"
    }
  },
  {
    "translation": {
      "en": "but they need your okay to share a room with Helen since you're both coming alone.",
      "vi": "họ mong cô ở chung phòng với Helen, hai người đều tới một mình."
    }
  },
  {
    "translation": {
      "en": "Do they need me to confirm",
      "vi": "Họ có cần tôi xác nhận"
    }
  },
  {
    "translation": {
      "en": "that I'm gonna spend a thousand dollars a night",
      "vi": "rằng tôi sẽ chi 1.000 đô một đêm"
    }
  },
  {
    "translation": {
      "en": "to share bunk beds like kids at sleep-away camp?",
      "vi": "để ngủ giường tầng như con nít ở hội bảo trợ không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "This site is less than a year old.",
      "vi": "Nơi này ra đời chưa đến một năm."
    }
  },
  {
    "translation": {
      "en": "I can't be expected to attend every friend of a friend's kid's 3rd birthday.",
      "vi": "Cớ gì ai cũng muốn tôi đi sinh nhật ba tuổi của con những người lạ."
    }
  },
  {
    "translation": {
      "en": "Decline every invitation and send a $200 gift.",
      "vi": "Từ chối hết, gửi quà gì trị giá 200 đô đi."
    }
  },
  {
    "translation": {
      "en": "$200 gift.",
      "vi": "Quà giá 200 đô."
    }
  },
  {
    "translation": {
      "en": "There should be three times as many story ideas by now.",
      "vi": "Đáng ra giờ phải có ý tưởng viết bài nhiều gấp ba lần rồi."
    }
  },
  {
    "translation": {
      "en": "I might have a story idea.",
      "vi": "Tôi có thể ra ý tưởng mà."
    }
  },
  {
    "translation": {
      "en": "It's not fleshed out. I haven't cracked it, so...",
      "vi": "Ý tưởng chưa thành hình, còn sơ khai lắm, nên..."
    }
  },
  {
    "translation": {
      "en": "Oh, good. So, you're telling me it's bad before I've even heard it.",
      "vi": "Khá lắm, cô chê nó dù tôi còn chưa nghe gì."
    }
  },
  {
    "translation": {
      "en": "It's this thing... called the Gerilympics.",
      "vi": "Ý tưởng đó... tên là Gerilympics."
    }
  },
  {
    "translation": {
      "en": "It's an Olympics for senior citizens.",
      "vi": "Giải Olympics cho người cao tuổi."
    }
  },
  {
    "translation": {
      "en": "They have races, ping-pong, Nerf basketball, and weightlifting.",
      "vi": "Có thi chạy, bóng bàn, bóng rổ mini và cử tạ."
    }
  },
  {
    "translation": {
      "en": "Yes, people think it's silly. People think it's silly, but...",
      "vi": "Đúng là nghe ngớ ngẩn. Ai cũng thấy ngớ ngẩn, nhưng..."
    }
  },
  {
    "translation": {
      "en": "But it gives them something to live for. And a lot of them",
      "vi": "Nhưng nó cho họ mục đích sống. Rất nhiều người lớn tuổi"
    }
  },
  {
    "translation": {
      "en": "were athletes who never even got a chance to, like...",
      "vi": "là những vận động viên chưa từng có lấy một cơ hội để..."
    }
  },
  {
    "translation": {
      "en": "To live their dreams.",
      "vi": "Để biến ước mơ thành hiện thực."
    }
  },
  {
    "translation": {
      "en": "It's just sometimes I get emotional over sports, just how they can provide...",
      "vi": "Lâu lâu tôi lại khó kiềm chế cảm xúc khi nói về thể thao, nó giúp..."
    }
  },
  {
    "translation": {
      "en": "Your dinner.",
      "vi": "...bữa tối của cô."
    }
  },
  {
    "translation": {
      "en": "Which I'm gonna go get right now.",
      "vi": "Tôi sẽ đi lấy nó ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "What's my tomorrow like?",
      "vi": "Lịch ngày mai thế nào?"
    }
  },
  {
    "translation": {
      "en": "Um... I moved your lunch to Ai Fiori's.",
      "vi": "À... đã dời bữa trưa của ông tới Ai Fiori."
    }
  },
  {
    "translation": {
      "en": "Kiki wants to go over divorce papers.",
      "vi": "Kiki muốn bàn bạc vụ giấy tờ ly hôn."
    }
  },
  {
    "translation": {
      "en": "Okay, you can tell Kiki she can light herself on fire.",
      "vi": "Được thôi, nói Kiki tự châm lửa rồi nhảy vào."
    }
  },
  {
    "translation": {
      "en": "-And if she calls or--? -You tell her she don't divorce me.",
      "vi": "- Nếu cô ấy gọi hay...? - Thì nói không phải cô ta ly hôn tôi."
    }
  },
  {
    "translation": {
      "en": "I divorce her.",
      "vi": "Chính tôi ly hôn cô ta."
    }
  },
  {
    "translation": {
      "en": "Call my lawyer and tell him to counter-serve her for serving me.",
      "vi": "Gọi luật sư của tôi, nói ông ta kiện ngược lại cho tôi."
    }
  },
  {
    "translation": {
      "en": "-I don't know if legally-- -What is this? I hate it.",
      "vi": "- Hình như không hợp pháp... - Cái gì đây? Tôi ghét nó."
    }
  },
  {
    "translation": {
      "en": "This is your son's science project.",
      "vi": "Đề tài khoa học của con ông đấy."
    }
  },
  {
    "translation": {
      "en": "It's a fun play on \"when life gives you lemons...\"",
      "vi": "Nó ngụ ý về câu \"khi đời cho bạn quả chanh...\""
    }
  },
  {
    "translation": {
      "en": "I'm using lemon battery to power...",
      "vi": "Thì tôi chạy bằng pin nước chanh đây..."
    }
  },
  {
    "translation": {
      "en": "Where's my dinner?",
      "vi": "Bữa tối của tôi đâu?"
    }
  },
  {
    "translation": {
      "en": "Did you want dinner? Because you s--",
      "vi": "Ông muốn ăn tối à? Vì ông..."
    }
  },
  {
    "translation": {
      "en": "No problem.",
      "vi": "Không vấn đề."
    }
  },
  {
    "translation": {
      "en": "Coming right up.",
      "vi": "Sẽ có ngay."
    }
  },
  {
    "translation": {
      "en": "I order from you guys like three times a week.",
      "vi": "Tôi đặt đồ ăn chỗ anh gần ba lần một tuần."
    }
  },
  {
    "translation": {
      "en": "You know that I'm good for it. I have three credit cards.",
      "vi": "Anh biết tôi thanh toán được mà. Ba thẻ credit đây này."
    }
  },
  {
    "translation": {
      "en": "-Can I write a check? -Cash only.",
      "vi": "- Hay tôi viết séc? - Tiền mặt mới được."
    }
  },
  {
    "translation": {
      "en": "What if I pay you triple... tomorrow?",
      "vi": "Nếu tôi trả anh gấp ba... vào ngày mai?"
    }
  },
  {
    "translation": {
      "en": "Cash only.",
      "vi": "Tiền mặt mới được."
    }
  },
  {
    "translation": {
      "en": "What if I told you this face was a mask and I'm a 100-year-old gypsy",
      "vi": "Nếu tôi nói tôi là mụ phù thủy 100 tuổi đang đeo mặt nạ"
    }
  },
  {
    "translation": {
      "en": "who will curse your family for generations?",
      "vi": "tôi sẽ nguyền rủa cả họ nhà anh?"
    }
  },
  {
    "translation": {
      "en": "Cash only.",
      "vi": "Mau lòi tiền ra."
    }
  },
  {
    "translation": {
      "en": "What grocery store doesn't serve",
      "vi": "Bách hóa kiểu gì mà không phục vụ"
    }
  },
  {
    "translation": {
      "en": "saffron-infused Kobe beef cooked medium-rare?",
      "vi": "món bò Kobe tái vừa có ướp nghệ tây?"
    }
  },
  {
    "translation": {
      "en": "[Harper] I can't go up there and ask for cash, so my options are for you to help me",
      "vi": "Tôi không thể lên đó hỏi tiền mặt, giờ hoặc anh giúp tôi hoặc"
    }
  },
  {
    "translation": {
      "en": "or for me to commit a felony.",
      "vi": "là tôi phải phạm trọng tội."
    }
  },
  {
    "translation": {
      "en": "Hi. Whose food is this?",
      "vi": "Chào. Đồ ăn của ai vậy?"
    }
  },
  {
    "translation": {
      "en": "-It's mine. -You got 31.32, it's yours.",
      "vi": "- Của tôi. - Đưa 31,32 đô đây thì nó là của anh."
    }
  },
  {
    "translation": {
      "en": "I have cash. I have so much cash.",
      "vi": "Tiền mặt à, có đầy nè."
    }
  },
  {
    "translation": {
      "en": "No. Hey, hey. That's my boss's dinner.",
      "vi": "Này đùa à, bữa tối của sếp tôi đấy."
    }
  },
  {
    "translation": {
      "en": "If I'm not upstairs in two minutes with that food, I will get fired.",
      "vi": "Hai phút nữa mà không mang được thức ăn lên là tôi mất việc."
    }
  },
  {
    "translation": {
      "en": "-Can I borrow some money? -No.",
      "vi": "- Tôi mượn ít tiền của anh nhé? - Dẹp."
    }
  },
  {
    "translation": {
      "en": "This is my boss's dinner. If I'm not up in two minutes,",
      "vi": "Giờ nó thành bữa tối của sếp tôi rồi. Hai phút nữa mà không có,"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna be fired. -No, you won't. Look at you.",
      "vi": "- thì chính tôi mất việc. - Chẳng giống chút nào."
    }
  },
  {
    "translation": {
      "en": "You'll just swoop in with your lacrosse stick and your fraternity connections.",
      "vi": "Anh chỉ cần nhờ vả mấy người quen này nọ khi họ chơi thể thao."
    }
  },
  {
    "translation": {
      "en": "You'll keep getting promoted for no reason. I need that food.",
      "vi": "Rồi thì thăng chức dễ dàng. Tôi cần chỗ thức ăn đó."
    }
  },
  {
    "translation": {
      "en": "Thirty-two dollars. Keep the change. Thank you.",
      "vi": "Ba hai đô. Khỏi thối. Cám ơn nhé."
    }
  },
  {
    "translation": {
      "en": "Is this happening? I will not forget this.",
      "vi": "Vậy mà coi được à? Coi chừng đấy."
    }
  },
  {
    "translation": {
      "en": "-Whatever. -Wait. Sir?",
      "vi": "- Thây kệ cô. - Khoan đã, anh ơi?"
    }
  },
  {
    "translation": {
      "en": "Sir. There are two dinners. One for me and one for her, so we could split it.",
      "vi": "Anh trai, trong đó có hai phần ăn, là của tôi và bà sếp, ta chia được mà."
    }
  },
  {
    "translation": {
      "en": "I can take one to my boss and you can take one to yours. Please. This is DEFCON 5.",
      "vi": "Sếp tôi một, sếp anh một. Làm ơn đi, tình huống DEFCON 5 mà."
    }
  },
  {
    "translation": {
      "en": "DEFCON 5's the good one. Everything's safe, international travel's fine.",
      "vi": "DEFCON 5 là an toàn mà. Mọi thứ đều ổn, bay quốc tế thoải mái."
    }
  },
  {
    "translation": {
      "en": "DEFCON 1! You know what I mean.",
      "vi": "Ừ thì DEFCON 1! Đừng vờ vịt."
    }
  },
  {
    "translation": {
      "en": "What are the meals?",
      "vi": "Có món gì đây?"
    }
  },
  {
    "translation": {
      "en": "Okay. I'm gonna take her the truffle mac and cheese.",
      "vi": "OK. Tôi lấy nui phô mai cho sếp tôi."
    }
  },
  {
    "translation": {
      "en": "You can have the burger.",
      "vi": "Anh lấy bánh burger đi."
    }
  },
  {
    "translation": {
      "en": "Are you insane? I won't give him a plain hamburger. He has taste.",
      "vi": "Điên à? Lão có gu lắm, ăn bánh không sao được."
    }
  },
  {
    "translation": {
      "en": "Okay. I'm gonna fix this, okay?",
      "vi": "Rồi, để tôi xử trí nhé?"
    }
  },
  {
    "translation": {
      "en": "See what I'm making? It's a truffle cheeseburger with kale.",
      "vi": "Thế này được không? Hamburger pho mát với cải xoăn."
    }
  },
  {
    "translation": {
      "en": "This burger could win awards. Pickle is my dinner.",
      "vi": "Giờ nó thành burger đẳng cấp luôn. Tôi sẽ ăn dưa muối."
    }
  },
  {
    "translation": {
      "en": "-No, no, no. -What?",
      "vi": "- Đừng có mơ. - Gì nữa?"
    }
  },
  {
    "translation": {
      "en": "I won't give him a truffle cheeseburger without a pickle.",
      "vi": "Cái burger thập cẩm này phải có dưa chua mới đủ."
    }
  },
  {
    "translation": {
      "en": "I wanna be paid back tomorrow, 8 percent interest, liquidity preference.",
      "vi": "Mai nhớ trả tiền đấy, lãi yêu thương là 8% thôi, tiền mặt."
    }
  },
  {
    "translation": {
      "en": "Do I look like I can afford interest?",
      "vi": "Mặt tôi vầy trả lãi nổi sao?"
    }
  },
  {
    "translation": {
      "en": "I steal my toilet paper from the office bathroom.",
      "vi": "Tôi phải nhón giấy vệ sinh trong văn phòng về dùng."
    }
  },
  {
    "translation": {
      "en": "You should learn to keep cash on you.",
      "vi": "Cô nên tập mang theo tiền."
    }
  },
  {
    "translation": {
      "en": "You should remember to order dinner before everything closes.",
      "vi": "Anh thì tập nhớ gọi món trước khi quán dẹp hết."
    }
  },
  {
    "translation": {
      "en": "You know that pickle? That aforementioned pickle?",
      "vi": "Còn nhớ trái dưa chua không? Trái này này?"
    }
  },
  {
    "translation": {
      "en": "That wasn't for my boss. That was for me.",
      "vi": "Không phải cho lão đâu. Là cho tôi."
    }
  },
  {
    "translation": {
      "en": "You're a monster.",
      "vi": "Khốn nạn."
    }
  },
  {
    "translation": {
      "en": "-Oh, hi. -I'll need you in here before me tomorrow.",
      "vi": "- Chào. - Tôi muốn mai cô đến trước tôi nửa tiếng."
    }
  },
  {
    "translation": {
      "en": "Okay, what time would that be? Do you want your food? Okay.",
      "vi": "Là mấy giờ vậy? Bữa ăn của cô đây này."
    }
  },
  {
    "translation": {
      "en": "-[Suze] Hello? -I'm here, I'm here.",
      "vi": "- A lô? - Anh tới rồi."
    }
  },
  {
    "translation": {
      "en": "You took too long. I'm in bed.",
      "vi": "Anh trễ quá, em ngủ rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Perfect. I'll get in with you.",
      "vi": "Càng hay. Anh sẽ vào với em."
    }
  },
  {
    "translation": {
      "en": "I'm already asleep, baby.",
      "vi": "Em đang ngủ cưng ơi."
    }
  },
  {
    "translation": {
      "en": "I can wake you up. With my penis.",
      "vi": "Anh sẽ đánh thức em, bằng chym của anh."
    }
  },
  {
    "translation": {
      "en": "Not with my penis. You'll be fully awake when it touches-- You know what I mean.",
      "vi": "Ý anh là em sẽ tỉnh hoàn toàn khi nó chạm vào... em biết mà."
    }
  },
  {
    "translation": {
      "en": "I have an early shoot tomorrow",
      "vi": "Em có buổi chụp ảnh rất sớm"
    }
  },
  {
    "translation": {
      "en": "and if I don't get eight hours, my face could be puffy.",
      "vi": "nếu em thiếu ngủ thì mặt sẽ sưng lên hết."
    }
  },
  {
    "translation": {
      "en": "-Can I call you in the morning? -Yeah. Sweet dreams... princess.",
      "vi": "- Sáng mai em gọi anh nhé? - Vậy chúc em ngủ ngon... công chúa."
    }
  },
  {
    "translation": {
      "en": "[man] You can wake me up.",
      "vi": "Cậu có thể đánh thức già"
    }
  },
  {
    "translation": {
      "en": "With your penis.",
      "vi": "bằng cu của cậu."
    }
  },
  {
    "translation": {
      "en": "[announcer on TV] ...should be the final play unless there's a penalty.",
      "vi": "...trận này sẽ kết thúc trừ khi có phạt đền."
    }
  },
  {
    "translation": {
      "en": "Kellogg's throw...",
      "vi": "Cú ném của Kellogg..."
    }
  },
  {
    "translation": {
      "en": "It's gonna be tapped and caught! It's caught!",
      "vi": "Chuẩn bị chạm và bắt! Được rồi!"
    }
  },
  {
    "translation": {
      "en": "It's caught!",
      "vi": "Được rồi!"
    }
  },
  {
    "translation": {
      "en": "You're up! Oh, my gosh, hi.",
      "vi": "Dậy rồi à! Ôi trời, chào nhé."
    }
  },
  {
    "translation": {
      "en": "How was your date?",
      "vi": "Hẹn hò thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "It was good. He's in my room now drinking Gatorade",
      "vi": "Vui lắm. Anh ấy đang uống Gatorade trong phòng tớ"
    }
  },
  {
    "translation": {
      "en": "to recover from our vigorous love-making.",
      "vi": "để hồi sức sau \"quả\" hồi tối."
    }
  },
  {
    "translation": {
      "en": "-Nice. -Really?",
      "vi": "- Tuyệt. - Thật không đấy?"
    }
  },
  {
    "translation": {
      "en": "No. I worked late. Didn't make it in time.",
      "vi": "Không. Tớ về muộn và trễ mất rồi."
    }
  },
  {
    "translation": {
      "en": "Oh...",
      "vi": "Ồ..."
    }
  },
  {
    "translation": {
      "en": "Dude, loved Kirsten's article about Cleveland fans.",
      "vi": "Này bồ, tôi thích bài của Kirsten về fan của Cleveland."
    }
  },
  {
    "translation": {
      "en": "-I sent it to ten people. -He did.",
      "vi": "- Tôi đã gửi nó cho 10 người. - Thật đấy."
    }
  },
  {
    "translation": {
      "en": "Wasn't it awesome? How was the party?",
      "vi": "Có vui không? Tiệc tùng thế nào?"
    }
  },
  {
    "translation": {
      "en": "Gilbert was there.",
      "vi": "Gilbert đã tới đó."
    }
  },
  {
    "translation": {
      "en": "You haven't seen him since...",
      "vi": "Cậu không gặp anh ấy từ hồi..."
    }
  },
  {
    "translation": {
      "en": "Since she had sex with him in the bathroom on the Acela?",
      "vi": "Từ hồi cô ấy phang hắn trong nhà vệ sinh của tàu Acela?"
    }
  },
  {
    "translation": {
      "en": "-You told him about that? -I could read it from your hand code.",
      "vi": "- Cậu kể anh ấy vụ đó sao? - Nhìn động tác của cô đấy."
    }
  },
  {
    "translation": {
      "en": "I tell him everything, Harp.",
      "vi": "Harp, mình kể hết cho anh ấy."
    }
  },
  {
    "translation": {
      "en": "If we had to avoid every guy she's had sex with",
      "vi": "Nếu phải tránh mặt những gã cô ấy ngủ chung"
    }
  },
  {
    "translation": {
      "en": "on public transportation, we'd never leave the apartment.",
      "vi": "khi đi phương tiện công cộng, chắc ở nhà cho lành."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] Shut up. -Do you want a glass of cold water?",
      "vi": "- Im đi. - Uống một ly nước lạnh nhé?"
    }
  },
  {
    "translation": {
      "en": "-Yes. I would love that. -Okay.",
      "vi": "- Có. Cho em đi. - Được."
    }
  },
  {
    "translation": {
      "en": "-I love you. -I love you so much.",
      "vi": "- Em yêu anh. - Anh yêu em lắm."
    }
  },
  {
    "translation": {
      "en": "-Love you, Mike. -I love you, Harper.",
      "vi": "- Yêu Mike. - Yêu Harper."
    }
  },
  {
    "translation": {
      "en": "He's such a dork. Oh, God. I love him.",
      "vi": "Ngáo ngơ quá. Chúa ơi, tôi yêu anh ấy."
    }
  },
  {
    "translation": {
      "en": "-I love you. I'm gonna go to bed. -Sweet dreams.",
      "vi": "- Yêu cậu. Giờ ngủ đây. - Chúc ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "vi": "Chúc ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "-Janet? -[Becca] What?",
      "vi": "- Janet? - Gì?"
    }
  },
  {
    "translation": {
      "en": "No way!",
      "vi": "Không thể nào!"
    }
  },
  {
    "translation": {
      "en": "-No way! -[Mike chuckles]",
      "vi": "- Janet? - Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I said no. I...",
      "vi": "Mình nói không. mình..."
    }
  },
  {
    "translation": {
      "en": "I'm kidding! I said yes! [shouts]",
      "vi": "Đùa đấy! Là có!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. We're not old enough to get married, though.",
      "vi": "Lạy Chúa. Chúng ta chưa đủ tuổi kết hôn."
    }
  },
  {
    "translation": {
      "en": "What? What?",
      "vi": "Cái gì? Sao?"
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "vi": "Anh yêu em."
    }
  },
  {
    "translation": {
      "en": "Congratulations. Congratulations and I'm so happy for you.",
      "vi": "Chúc mừng. Chúc mừng, tớ rất mừng cho cậu."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Oh, my God.",
      "vi": "Chúa ơi. Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "-I love you, Mike! My favorite people. -I love you, Harper!",
      "vi": "- Tôi yêu anh, Mike! Kết anh rồi đấy. - Tôi yêu cô, Harper!"
    }
  },
  {
    "translation": {
      "en": "-I was talking to my mom-- -I'm gonna let you do that.",
      "vi": "- Anh đã nói với mẹ... - Hai người cứ mùi mẫn đi."
    }
  },
  {
    "translation": {
      "en": "I just wanna spend my life with you.",
      "vi": "Anh muốn sống bên em trọn đời."
    }
  },
  {
    "translation": {
      "en": "-Are you kidding me? -Oh, my God.",
      "vi": "- Thật không anh? - Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "[Mike] I'm so excited.",
      "vi": "Không tin được."
    }
  },
  {
    "translation": {
      "en": "-[Duncan] Hey, buddy. -[yelps]",
      "vi": "Chào bồ tèo."
    }
  },
  {
    "translation": {
      "en": "What--? How long have you been there?",
      "vi": "Cái...? Cậu ở đó bao lâu rồi?"
    }
  },
  {
    "translation": {
      "en": "You're sitting alone in the dark?",
      "vi": "Cậu ngồi một mình trong bóng tối à?"
    }
  },
  {
    "translation": {
      "en": "Do you have a guy over?",
      "vi": "Có rủ trai không?"
    }
  },
  {
    "translation": {
      "en": "Why do you always assume I have a guy over?",
      "vi": "Sao cậu luôn nghĩ tớ dắt trai về?"
    }
  },
  {
    "translation": {
      "en": "Not all gay guys are having sex all the time.",
      "vi": "Đâu phải gay là thích sex đâu."
    }
  },
  {
    "translation": {
      "en": "-Don't you have to teach soon? -Can't sleep.",
      "vi": "- Mai không phải dạy sớm à? - Khó ngủ."
    }
  },
  {
    "translation": {
      "en": "I'm setting up this art show for a kid living at a homeless shelter with his mom.",
      "vi": "Mình sẽ tổ chức show nghệ thuật cho một bé đang sống ở trại cứu tế với mẹ."
    }
  },
  {
    "translation": {
      "en": "I think he's good enough to get into one of those magnet schools.",
      "vi": "Tớ thấy nhóc đó rất giỏi, nó có thể vào trường điểm."
    }
  },
  {
    "translation": {
      "en": "Today I got a waiter fired for dripping condensation on Rick's pant leg, so...",
      "vi": "Còn tôi khiến một phục vụ mất việc vì làm nhiễu đồ uống lên quần của Rick, nên..."
    }
  },
  {
    "translation": {
      "en": "I also feel good.",
      "vi": "tôi cũng thấy vui."
    }
  },
  {
    "translation": {
      "en": "When you get promoted, you can be one of those rich guys that donates supplies.",
      "vi": "Khi cậu lên chức, cậu có thể nhập hội mấy gã giàu có tặng đồ cứu trợ đấy."
    }
  },
  {
    "translation": {
      "en": "So you don't feel so bad.",
      "vi": "Cậu sẽ thấy bớt tội lỗi."
    }
  },
  {
    "translation": {
      "en": "We love that guy. We make him a card every year.",
      "vi": "Bọn mình thích tay này. Năm nào cũng làm thiệp tặng gã."
    }
  },
  {
    "translation": {
      "en": "-I'll call you later. -You better.",
      "vi": "- Thôi gọi cậu sau. - Nhớ đấy."
    }
  },
  {
    "translation": {
      "en": "Technically, this time, I did have a guy over.",
      "vi": "Nói cho đúng thì lần này tớ dẫn trai về."
    }
  },
  {
    "translation": {
      "en": "[Dan] Martin's leaving. He's gonna be a VP at Sequoia Capital.",
      "vi": "Martin sắp đi. Anh ta sắp thành Phó Chủ Tịch của Sequoia Capital."
    }
  },
  {
    "translation": {
      "en": "Serious? He's jumping associate and right to VP?",
      "vi": "Thiệt hả? Cộng sự mà một phát thành Phó Chủ tịch?"
    }
  },
  {
    "translation": {
      "en": "It's Rick. He knows everybody there.",
      "vi": "Nhờ Rick đấy. Lão quen hết bộ sậu ở đó."
    }
  },
  {
    "translation": {
      "en": "If you got his stamp of approval,",
      "vi": "Nếu được ông ấy ưu ái,"
    }
  },
  {
    "translation": {
      "en": "-it's the golden ticket. -Martin's barely 30.",
      "vi": "- thì \"nhất bộ đăng thiên\". - Martin còn chưa 30."
    }
  },
  {
    "translation": {
      "en": "We weren't talking to you, dipshit. Go get Rick a smoothie.",
      "vi": "Có ai nói với cậu đâu đồ tà lọt. Lấy sinh tố cho Rick đi."
    }
  },
  {
    "translation": {
      "en": "I don't get Rick smoothies.",
      "vi": "Rick chẳng cần tôi lấy nó."
    }
  },
  {
    "translation": {
      "en": "He's on a juice cleanse.",
      "vi": "Ông ấy dùng nước ép thanh lọc."
    }
  },
  {
    "translation": {
      "en": "Paying student athletes is such a hot-button issue.",
      "vi": "Trả lương cho vận động viên học sinh đang là vấn đề nóng hổi."
    }
  },
  {
    "translation": {
      "en": "You couldn't back off? You're implying we're getting rich off poor kids.",
      "vi": "Cô không bỏ được à? Như thế khác nào ám chỉ bọn tôi bóc lột trẻ em nghèo."
    }
  },
  {
    "translation": {
      "en": "We're not. We're proving it. Your AD bought a $2-million boat last year.",
      "vi": "Tôi sẽ chứng minh luôn. Tiền quảng cáo năm ngoái giúp ông mua tàu 2 triệu đô."
    }
  },
  {
    "translation": {
      "en": "Your star player is on food stamps.",
      "vi": "Mà sao của ông lại sống bằng tem phiếu."
    }
  },
  {
    "translation": {
      "en": "Kirsten, we are all a big happy family here.",
      "vi": "Kirsten, đây là một đại gia đình hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "We've always liked you. We like what you're doing here,",
      "vi": "Chúng tôi luôn mến cô. Chúng tôi thích việc cô làm,"
    }
  },
  {
    "translation": {
      "en": "but don't make a name for yourself by burning bridges. [chuckles]",
      "vi": "nhưng đừng đập chén cơm người khác để xây dựng tên tuổi."
    }
  },
  {
    "translation": {
      "en": "I sent you that article as a courtesy.",
      "vi": "Tôi gửi bài cho ông xem là lịch sự rồi."
    }
  },
  {
    "translation": {
      "en": "I'm not changing a word. I will send you the link when it is live.",
      "vi": "Tôi sẽ không thay chữ nào. Ông sẽ nhận link bài khi nó lên mạng."
    }
  },
  {
    "translation": {
      "en": "-That was incredible. You just feel like-- -Ah-ah.",
      "vi": "- Kirsten, tài thật. Cô y như... - Đừng."
    }
  },
  {
    "translation": {
      "en": "Where's my lunch?",
      "vi": "Bữa trưa đâu?"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna get it. -Tell me something I don't know!",
      "vi": "- Tôi sẽ lấy ngay. - Kiếm đề tài mới đi!"
    }
  },
  {
    "translation": {
      "en": "Here are those ETFs.",
      "vi": "Danh mục ETF đây."
    }
  },
  {
    "translation": {
      "en": "-Intern? -My name's Bo.",
      "vi": "- Cậu thực tập? - Tên tôi là Bo."
    }
  },
  {
    "translation": {
      "en": "-I don't give a shit. -It has fewer syllables.",
      "vi": "- Tôi kệ. - Tên tôi ít âm tiết hơn."
    }
  },
  {
    "translation": {
      "en": "Cover Rick's phone. I'm gonna get lunch. All right?",
      "vi": "Thay Rick nhận điện thoại khi tôi mua bữa trưa. Được không?"
    }
  },
  {
    "translation": {
      "en": "Don't pee, don't zone out, don't sneeze. Just cover his phones, try not to exist.",
      "vi": "Tập trung, không tè, không ngáo, không ho. Nghe máy nhưng đừng nhận."
    }
  },
  {
    "translation": {
      "en": "Do not ever, ever connect to his ex-wife.",
      "vi": "Và tiệt không nhận cuộc gọi từ vợ cũ của ông ấy."
    }
  },
  {
    "translation": {
      "en": "-Do I tell him if she calls? -Yeah.",
      "vi": "- Nhưng có báo ông ấy không? - Thử đi."
    }
  },
  {
    "translation": {
      "en": "And slather my dick in ink and use it to write the hieroglyphic for \"no.\"",
      "vi": "Rồi nhúng chym tôi vào mực và viết từ \"không\" bằng chữ tượng hình."
    }
  },
  {
    "translation": {
      "en": "-I don't know hieroglyphics. -Sorry. That was over the line.",
      "vi": "- Tôi không biết chữ tượng hình. - Xin lỗi cậu, tôi hơi gắt."
    }
  },
  {
    "translation": {
      "en": "But no, don't tell him. Go.",
      "vi": "Đừng cho ông ấy biết. Làm đi."
    }
  },
  {
    "translation": {
      "en": "Do not put on any more clothes. I'm coming over.",
      "vi": "Em yêu, đừng mặc thêm đồ nhé. Anh tới liền."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "[Rick] Someone's ass is fired!",
      "vi": "Sẽ có thằng bị đuổi việc."
    }
  },
  {
    "translation": {
      "en": "-What happened? -He's upset about this.",
      "vi": "- Chuyện gì? - Ông ấy tức vì cái này."
    }
  },
  {
    "translation": {
      "en": "-[Rick] Goddamn you, Kiki! -This is his ex-wife.",
      "vi": "- Trời đánh mụ, Kiki! - Cái này của bà vợ cũ."
    }
  },
  {
    "translation": {
      "en": "Kiki Otis is--? Oh, that makes sense.",
      "vi": "Kiki Otis là...? Hèn chi."
    }
  },
  {
    "translation": {
      "en": "\"Spiritual commitment ceremony\"? You showed him this?",
      "vi": "\"Sự ràng buộc thiên liêng\"? Cậu đưa ông ta à?"
    }
  },
  {
    "translation": {
      "en": "You didn't say anything about his mail.",
      "vi": "Anh có dặn gì vụ thư đâu."
    }
  },
  {
    "translation": {
      "en": "-You have no idea what-- -It's non-legal.",
      "vi": "- Cậu có biết... - Nó đâu có sai."
    }
  },
  {
    "translation": {
      "en": "What is this?! Bulletproof glass?!",
      "vi": "Gì đây?! Kính chống đạn hả?!"
    }
  },
  {
    "translation": {
      "en": "Where's pencil-dick?",
      "vi": "Chym bút chì đâu?"
    }
  },
  {
    "translation": {
      "en": "-I feel like I'm pencil-dick. -You're fired.",
      "vi": "- Có vẻ tôi là chym bút chì. - Cậu bị đuổi rồi."
    }
  },
  {
    "translation": {
      "en": "Charlie, take his work. I don't wanna see pencil-dick's face again.",
      "vi": "Charlie, thay cậu ta. Đừng cho thấy bản mặt chym bút chì nữa.."
    }
  },
  {
    "translation": {
      "en": "Pencils can be all lengths and girths, so, the joke's on him.",
      "vi": "Bút chì cũng có đủ cỡ, lão tự khoe ngu đấy."
    }
  },
  {
    "translation": {
      "en": "Obviously, you're talented. You don't have to keep convincing us.",
      "vi": "Tài năng của cô lồ lộ rồi, chẳng cần chứng minh nữa."
    }
  },
  {
    "translation": {
      "en": "Start by taking out the adjectives.",
      "vi": "Bắt đầu bằng việc dọn tính từ đi.."
    }
  },
  {
    "translation": {
      "en": "-Thank you so much. -Anything for a Dartmouth grad.",
      "vi": "- Cảm ơn nhiều. - Cùng là cựu sinh viên Dartmouth mà."
    }
  },
  {
    "translation": {
      "en": "It's late. Get out of here.",
      "vi": "Trễ rồi. Cô về đi."
    }
  },
  {
    "translation": {
      "en": "You are so lucky to work for her.",
      "vi": "Cô thật may khi được làm cho cô ấy."
    }
  },
  {
    "translation": {
      "en": "-I know. -I reached out to her",
      "vi": "- Tôi biết. - Tôi liên hệ cô ấy"
    }
  },
  {
    "translation": {
      "en": "through the alumni magazine and she responded right away.",
      "vi": "khi thấy trong tạp chí cựu sinh viên và được hồi âm ngay."
    }
  },
  {
    "translation": {
      "en": "Now she's gonna be my mentor.",
      "vi": "Giờ cô ấy sẽ bảo ban tôi."
    }
  },
  {
    "translation": {
      "en": "She's amazing.",
      "vi": "Cô ấy thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "Harper, I'm gonna take a nap. So, just wake me up at midnight.",
      "vi": "Harper, tôi chợp mắt tí. Gọi tôi dậy lúc nửa đêm nhé."
    }
  },
  {
    "translation": {
      "en": "Oh, but don't startle me. Play a lullaby then slowly increase the volume.",
      "vi": "À, đừng làm tôi giật mình. Bật nhạc ru ngủ đi, tăng âm lượng dần."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rõ."
    }
  },
  {
    "translation": {
      "en": "-Hello. -Holy shit.",
      "vi": "- Chào. - Hết hồn."
    }
  },
  {
    "translation": {
      "en": "Here's your stupid interest. There you go.",
      "vi": "Tiền lãi dấm dớ đây. Cầm đi."
    }
  },
  {
    "translation": {
      "en": "What are you still doing here? Are you like a janitor?",
      "vi": "Cô làm gì ở đây giờ này? Lau dọn à?"
    }
  },
  {
    "translation": {
      "en": "Do I look like a janitor?",
      "vi": "Nhìn tôi giống lao công không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I work for Kirsten Stevens.",
      "vi": "Tôi làm việc cho Kirsten Stevens."
    }
  },
  {
    "translation": {
      "en": "-Who? -The sports reporter from ESPN.",
      "vi": "- Là ai? - Phóng viên thể thao của ESPN."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "She got Roger Goodell to admit he'd seen the video? Don't know her?",
      "vi": "Người buộc Roger Goodell thừa nhận có xem đoạn video? Không biết à?"
    }
  },
  {
    "translation": {
      "en": "She broke the Penguins concussion protocol story",
      "vi": "Cô ấy khui vụ đội Penguins thử làm chấn động não vận động viên"
    }
  },
  {
    "translation": {
      "en": "-that literally changed the NHL. -But what are you doing here?",
      "vi": "- nó làm NHL thay đổi luôn. - Thế còn cô làm gì đây?"
    }
  },
  {
    "translation": {
      "en": "I can't leave until she leaves.",
      "vi": "Tôi phải về sau cô ấy."
    }
  },
  {
    "translation": {
      "en": "And she never leaves, so, I'm always the last one here.",
      "vi": "Cô ấy chưa từng về, nên tôi luôn là người cuối cùng ở đây."
    }
  },
  {
    "translation": {
      "en": "-I'm the last one here. -No, you're not.",
      "vi": "- Là tôi về cuối nhé. - Không đâu."
    }
  },
  {
    "translation": {
      "en": "-Even when Rick's not here, I'm here. -Kirsten keeps a cot in her office.",
      "vi": "- Rick ở hay về thì tôi vẫn trực. - Kirsten để giường xếp trong văn phòng."
    }
  },
  {
    "translation": {
      "en": "Rick keeps a Tempur-Pedic cot in his office. The Tesla of cots.",
      "vi": "Rick cũng có giường xếp Tempur-Pedic. Tức loại siêu mắc."
    }
  },
  {
    "translation": {
      "en": "Kirsten's like if Miss Piggy and Voldemort had a baby",
      "vi": "Kirsten giống như em bé mà bà Piggy và Voldemort sinh ra"
    }
  },
  {
    "translation": {
      "en": "and that baby had low blood sugar and hadn't had sex in a year.",
      "vi": "nó bị hạ đường huyết và cả năm chẳng choạc với ai."
    }
  },
  {
    "translation": {
      "en": "Don't talk about babies having sex. What's wrong with you?",
      "vi": "Sao lại ví với em bé đi choạc. Cô điên à?"
    }
  },
  {
    "translation": {
      "en": "Do you want some?",
      "vi": "Làm một ngụm không?"
    }
  },
  {
    "translation": {
      "en": "Rick throws away any liquor that costs less than $200.",
      "vi": "Rick bỏ hết những chai rượu giá dưới 200 đô."
    }
  },
  {
    "translation": {
      "en": "We're at work.",
      "vi": "Đây là chỗ làm."
    }
  },
  {
    "translation": {
      "en": "It's almost midnight. Grow up.",
      "vi": "Gần nữa đêm rồi. Lớn tí đi."
    }
  },
  {
    "translation": {
      "en": "It's been so long, I have the tolerance of a fetus.",
      "vi": "Cai lâu rồi, giờ uống yếu lắm."
    }
  },
  {
    "translation": {
      "en": "[man] It was a tough loss, but we're putting it behind us. Looking forward.",
      "vi": "Thua đau đớn, nhưng đội chúng tôi sẽ gác lại và lo cho trận kế."
    }
  },
  {
    "translation": {
      "en": "The third glass is still bad.",
      "vi": "Ba ly rồi, nặng quá."
    }
  },
  {
    "translation": {
      "en": "If you could watch the ball as well as you're watching my tits,",
      "vi": "Nếu anh khóa mắt vào quả bóng như khóa vào ngực tôi,"
    }
  },
  {
    "translation": {
      "en": "you could have made the playoffs.",
      "vi": "thì anh đã vào vòng trong rồi."
    }
  },
  {
    "translation": {
      "en": "I wanna have an article on her site someday.",
      "vi": "Tôi muốn ngày nào đó đăng được một bài lên trang cô ấy."
    }
  },
  {
    "translation": {
      "en": "My God. Will you look at this?",
      "vi": "Lạy Chúa. Xem này."
    }
  },
  {
    "translation": {
      "en": "Suze gets invited to cool shit. I miss all of it.",
      "vi": "Suze được đến toàn tiệc quẩy banh nóc. Tôi lỡ hết."
    }
  },
  {
    "translation": {
      "en": "I miss everything. It's been so long since I've been to a party.",
      "vi": "Tôi thì cái gì cũng lỡ. Lâu lắm rồi không tiệc tùng."
    }
  },
  {
    "translation": {
      "en": "Or made out with a guy. I don't even remember how. Like my tongue atrophied.",
      "vi": "Tôi quên luôn cảm giác đi với trai rồi. Cứ như giờ lưỡi đơ luôn ấy."
    }
  },
  {
    "translation": {
      "en": "When my mom was my age, she had me. I've never had a boyfriend.",
      "vi": "Hồi tuổi này, mẹ tôi đã có tôi. Tôi giờ đến bồ cũng không có."
    }
  },
  {
    "translation": {
      "en": "But you're a grown-up.",
      "vi": "Nhưng cô trưởng thành rồi."
    }
  },
  {
    "translation": {
      "en": "Take that back.",
      "vi": "Cho anh nói lại đấy."
    }
  },
  {
    "translation": {
      "en": "-Not even like a camp boyfriend? -I'm gonna end up like Kirsten.",
      "vi": "- Bạn trai dạo cũng không sao? - Tôi rồi sẽ như Kirsten."
    }
  },
  {
    "translation": {
      "en": "Like buying thousand-dollar throw blankets and... sleeping with my computer.",
      "vi": "Giống như bỏ nghìn đô mua chăn mà lại... ngủ với máy tính."
    }
  },
  {
    "translation": {
      "en": "That's why she's so mean. She's sleeping with a laptop. She needs to get laid.",
      "vi": "Ngủ với laptop khiến cô ấy ác đấy. Cô ấy phải trác táng tí."
    }
  },
  {
    "translation": {
      "en": "-She needs to be made love to. -Well, Rick needs to get laid.",
      "vi": "- Cô ấy cần được gạ choạc. - Ừm, Rich cũng cần trăng hoa tí."
    }
  },
  {
    "translation": {
      "en": "The two of them are always in this office. Let's lock them together",
      "vi": "Hai người này luôn ở văn phòng. Hay ta nhốt họ một chỗ"
    }
  },
  {
    "translation": {
      "en": "so they can have sex with each other.",
      "vi": "để họ phang nhau."
    }
  },
  {
    "translation": {
      "en": "Think about it. We Cyrano them out of the office.",
      "vi": "Nghĩ mà xem, ta gài họ ngay trong văn phòng."
    }
  },
  {
    "translation": {
      "en": "And then when they're boning, we're free.",
      "vi": "Khi họ sung sướng phang nhau, ta được thảnh thơi."
    }
  },
  {
    "translation": {
      "en": "Well, I don't need to be free, I need to be promoted.",
      "vi": "Thảnh thơi làm quái gì, tôi muốn lên chức."
    }
  },
  {
    "translation": {
      "en": "All I care about is that I'm not still an assistant when I'm 28 years old.",
      "vi": "Tôi muốn không còn là trợ lý khi lên 28 tuổi."
    }
  },
  {
    "translation": {
      "en": "That's when it gets really sad.",
      "vi": "Nếu không thì đời buồn lắm."
    }
  },
  {
    "translation": {
      "en": "-I'm 28. -I'm so sorry. [chuckles]",
      "vi": "- Tôi 28 tuổi rồi. - Chúa ơi, tôi rất tiếc."
    }
  },
  {
    "translation": {
      "en": "-For you. That's sad for you. -You should leave.",
      "vi": "- ...cho anh. Thật buồn cho anh. - Cô nên đi."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "vi": "Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "-I made something. -What--?",
      "vi": "- Tôi đã làm cái này. - Cái qu...?"
    }
  },
  {
    "translation": {
      "en": "You're so quiet. You move like a Prius.",
      "vi": "Hết hồn, cô im như xe Prius vậy."
    }
  },
  {
    "translation": {
      "en": "-What is that? -It's a spreadsheet",
      "vi": "- Gì đây? - Bảng tổng hợp"
    }
  },
  {
    "translation": {
      "en": "of everything I know about Kirsten.",
      "vi": "mọi thứ tôi biết về Kirsten"
    }
  },
  {
    "translation": {
      "en": "-What she likes, doesn't like. -I have no idea what this is for.",
      "vi": "- Những điều cô ấy thích, không thích. - Nhưng để làm quái gì chứ!"
    }
  },
  {
    "translation": {
      "en": "To set them up.",
      "vi": "Để ghép cặp họ."
    }
  },
  {
    "translation": {
      "en": "For our Cyrano.",
      "vi": "Cho âm mưu thao túng của ta."
    }
  },
  {
    "translation": {
      "en": "-That was a joke. -But it doesn't have to be.",
      "vi": "- Chỉ là dỡn thôi mà. - Từ dỡn thành thật được mà."
    }
  },
  {
    "translation": {
      "en": "-What's Rick's favorite food? -The filet from Ai Fiori's.",
      "vi": "- Rick thích ăn gì nhất? - Thịt phi lê ở Ai Fiori."
    }
  },
  {
    "translation": {
      "en": "-Where will he be at 3? -His son's school play.",
      "vi": "- Ba giờ ông ấy ở đâu? - Xem con trai diễn ở trường."
    }
  },
  {
    "translation": {
      "en": "-Hey, what does he hate? -\"Geoff\" spelled with G and sour cream.",
      "vi": "- Charlie, ông ấy ghét gì? - \"Geoff\" với chữ G và kem chua."
    }
  },
  {
    "translation": {
      "en": "We know everything about them. What they like.",
      "vi": "Ta biết mọi thứ về họ. Thứ họ thích và ghét."
    }
  },
  {
    "translation": {
      "en": "We control their entire schedule. We are the men behind the curtain.",
      "vi": "Ta kiểm soát lịch của họ. Ta là người ở trong bóng tối."
    }
  },
  {
    "translation": {
      "en": "We can get them to do anything.",
      "vi": "Có thể dẫn dụ họ làm mọi thứ."
    }
  },
  {
    "translation": {
      "en": "-This is very thorough. -Thank you.",
      "vi": "- Chi tiết lắm. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-Absolutely not. -What?",
      "vi": "- Tuyệt đối không. - Gì?"
    }
  },
  {
    "translation": {
      "en": "-I thought-- -This is insane.",
      "vi": "- Tôi tưởng... - Điên quá!"
    }
  },
  {
    "translation": {
      "en": "I barely have time to do my job.",
      "vi": "Tôi còn không có thời gian làm việc của mình."
    }
  },
  {
    "translation": {
      "en": "-If Rick found out, he'd fire me. -He'd never find out.",
      "vi": "- Rick mà biết thì tôi mất việc. - Ông ấy sẽ không biết."
    }
  },
  {
    "translation": {
      "en": "-This could save us. -I gotta take my girlfriend to lunch.",
      "vi": "- Charlie, kế hoạch này sẽ cứu ta. - Xin lỗi, phải đưa bồ đi ăn trưa."
    }
  },
  {
    "translation": {
      "en": "-Should I send this to you? -Please don't.",
      "vi": "- Tôi gửi nó cho anh nhé? - Làm ơn đừng."
    }
  },
  {
    "translation": {
      "en": "Oh, Suze.",
      "vi": "Ôi Suze."
    }
  },
  {
    "translation": {
      "en": "-I thought we were getting lunch. -Excuse me. Are those seats taken?",
      "vi": "- Em tưởng ta sẽ đi ăn trưa. - Cho hỏi. Chỗ này còn trống chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry. They're taken.",
      "vi": "Xin lỗi, có người rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know we were.",
      "vi": "Ừ, đúng là ta có hẹn."
    }
  },
  {
    "translation": {
      "en": "Rick needed me to save the seats. His son's the second lead.",
      "vi": "Rick cần anh giữ chỗ. Con trai ông ấy đóng vai chính."
    }
  },
  {
    "translation": {
      "en": "I thought we could do a theater picnic.",
      "vi": "Ta vờ như đi picnic trong rạp đi."
    }
  },
  {
    "translation": {
      "en": "Hey, you look amazing. How'd the, uh, thing go this morning?",
      "vi": "Nhìn em thật tuyệt. Việc sáng nay thế nào?"
    }
  },
  {
    "translation": {
      "en": "Good. I booked that Old Navy campaign.",
      "vi": "Tốt. Em sẽ tham gia chiến dịch Old Navy."
    }
  },
  {
    "translation": {
      "en": "That is incredible.",
      "vi": "Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "Look, I'm gonna be traveling so much and you're already so busy.",
      "vi": "Anh này, em sẽ đi rất nhiều còn anh vốn bận tối mặt."
    }
  },
  {
    "translation": {
      "en": "No. I'm not busy.",
      "vi": "Không. Anh bận gì đâu."
    }
  },
  {
    "translation": {
      "en": "I don't wanna be with a guy saving somebody else's seats.",
      "vi": "Em không thích người phải giữ chỗ cho người khác."
    }
  },
  {
    "translation": {
      "en": "I want the guy whose seats are being saved, you know?",
      "vi": "Em thích người được người khác giữ chỗ, anh hiểu không?"
    }
  },
  {
    "translation": {
      "en": "-I think we should-- -No! [clearing throat]",
      "vi": "- Em nghĩ mình nên... - Đừng!"
    }
  },
  {
    "translation": {
      "en": "I know this is annoying...",
      "vi": "Anh biết chuyện không như ý..."
    }
  },
  {
    "translation": {
      "en": "Ma'am, I would lay my life down for these. If you can't say the same, move on.",
      "vi": "Thưa cô, tôi phải tử thủ chỗ này. Nếu cô không làm được vậy, thì biến."
    }
  },
  {
    "translation": {
      "en": "We can make this work.",
      "vi": "Ta có thể dàn xếp mà."
    }
  },
  {
    "translation": {
      "en": "I'm about to get promoted. My schedule will be easier.",
      "vi": "Anh sắp lên chức rồi. Lúc đó sẽ rãnh rang hơn."
    }
  },
  {
    "translation": {
      "en": "Then our seats are gonna be saved.",
      "vi": "Rồi chúng ta sẽ có người giữ chỗ."
    }
  },
  {
    "translation": {
      "en": "I promise.",
      "vi": "Anh hứa."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Excuse me.",
      "vi": "- Chào. - Xin phép cô."
    }
  },
  {
    "translation": {
      "en": "-[boy] Hey, Dad. -Hey.",
      "vi": "- Chào bố. - Chào."
    }
  },
  {
    "translation": {
      "en": "I like the beard.",
      "vi": "Bố thích bộ râu đó."
    }
  },
  {
    "translation": {
      "en": "-You got these seats? -Yeah.",
      "vi": "- Cậu giữ chỗ này à? - Phải."
    }
  },
  {
    "translation": {
      "en": "You're gonna have to get me a masseuse. We're three centimeters from the stage.",
      "vi": "Ở đây gần sân khấu quá. Kiếm cho tôi người mát xa."
    }
  },
  {
    "translation": {
      "en": "What is wrong with you? I'll mess up my neck.",
      "vi": "Động đậy đi chứ? Cổ tôi tê mất."
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "vi": "Ồ."
    }
  },
  {
    "translation": {
      "en": "Lot of hot moms here.",
      "vi": "Nhiều mẹ trẻ ngon phết."
    }
  },
  {
    "translation": {
      "en": "Holler.",
      "vi": "Chào ấy."
    }
  },
  {
    "translation": {
      "en": "I'm in.",
      "vi": "Tôi nhập cuộc."
    }
  },
  {
    "translation": {
      "en": "When they're boning, we're free, right?",
      "vi": "Khi họ phang nhau, chúng ta được rãnh phải không?"
    }
  },
  {
    "translation": {
      "en": "Where could they meet?",
      "vi": "Sắp cho họ gặp ở đâu đây?"
    }
  },
  {
    "translation": {
      "en": "-Rick's usually at the District Club. -Okay.",
      "vi": "- Rick thường ở District Club. - Rồi."
    }
  },
  {
    "translation": {
      "en": "-Could she run into him there? -Sure. She can run into him.",
      "vi": "- Cho cô ấy tình cờ gặp ông ta nhé? - Được, cô ta sẽ vô tình gặp..."
    }
  },
  {
    "translation": {
      "en": "After she's nominated by two members, one former member, approved by the board.",
      "vi": "Sau khi cô ấy được hai thành viên và một cựu thành viên đề cử, rồi hội đồng duyệt."
    }
  },
  {
    "translation": {
      "en": "Also has a sex change. Technically, women are allowed.",
      "vi": "Rồi chuyển giới nữa. Cơ bản thì phụ nữ được làm vậy."
    }
  },
  {
    "translation": {
      "en": "-I get it. -Rick cares about winning.",
      "vi": "- Hiểu rồi. - Rick chỉ nghĩ tới chiến thắng."
    }
  },
  {
    "translation": {
      "en": "We just gotta make your boss seem like a business deal",
      "vi": "Phải làm sao biến sếp cô thành một mối ngon"
    }
  },
  {
    "translation": {
      "en": "or a softball game.",
      "vi": "hoặc một trận softball."
    }
  },
  {
    "translation": {
      "en": "All Kirsten cares about is her site, her brand.",
      "vi": "Kirsten chỉ lo cho trang web và thương hiệu bản thân."
    }
  },
  {
    "translation": {
      "en": "-It's like her baby. -She shouldn't have a real baby.",
      "vi": "- Nó như con của cô ấy. - Cô ấy không nên sinh con."
    }
  },
  {
    "translation": {
      "en": "How dare you.",
      "vi": "Sao anh dám."
    }
  },
  {
    "translation": {
      "en": "But I do think that's a huge part of it.",
      "vi": "Nhưng tôi cũng phần nào hiểu ý anh."
    }
  },
  {
    "translation": {
      "en": "We need a meet cute. Like, every great romance has a meet cute.",
      "vi": "Ta cần một sự tình cờ. Cuộc tình lãng mạn nào cũng từ đó ra."
    }
  },
  {
    "translation": {
      "en": "Like, getting stuck in an elevator or something, but...",
      "vi": "Ví dụ như bị kẹt trong thang máy hay gì đó, nhưng..."
    }
  },
  {
    "translation": {
      "en": "-Let's get them stuck in an elevator. -How would we do that?",
      "vi": "- Vậy hãy cho họ kẹt trong thang máy. - Bằng cách nào đây?"
    }
  },
  {
    "translation": {
      "en": "You don't know Creepy Tim?",
      "vi": "Cô biết Tim Quái Dị không?"
    }
  },
  {
    "translation": {
      "en": "A succulent.",
      "vi": "Ôi xương rồng."
    }
  },
  {
    "translation": {
      "en": "Can you grow plants down here?",
      "vi": "Trồng cây dưới này được à?"
    }
  },
  {
    "translation": {
      "en": "Oh, no. They just slowly die.",
      "vi": "Không được. Chúng sẽ chết dần."
    }
  },
  {
    "translation": {
      "en": "So, buddy, we wanted to shut down the elevator",
      "vi": "Này bồ, chúng tôi muốn ngừng thang máy vài phút"
    }
  },
  {
    "translation": {
      "en": "so two people could fall in love.",
      "vi": "để giúp hai con tim rung động."
    }
  },
  {
    "translation": {
      "en": "the only thing I love more than love is love in enclosed spaces.",
      "vi": "tôi thích thình yêu, càng thích tình yêu nơi chật hẹp."
    }
  },
  {
    "translation": {
      "en": "And succulents.",
      "vi": "...và xương rồng."
    }
  },
  {
    "translation": {
      "en": "And you already gave me one of those, so, my answer is yes.",
      "vi": "Vì anh đã cho tôi một cây, nên câu trả lời là được."
    }
  },
  {
    "translation": {
      "en": "Falcon One's headed to the Nest. We are a go for Pandora's Box.",
      "vi": "Chim Ưng Một về Tổng Hành Dinh. Tiến hành chiến dịch Pandora nào."
    }
  },
  {
    "translation": {
      "en": "You're not in the Secret Service. Say \"elevator.\"",
      "vi": "Ta không phải mật vụ. Gọi \"thang máy\" được rồi."
    }
  },
  {
    "translation": {
      "en": "-We're a go for Pandora's Box. -Copy that.",
      "vi": "- Tiến hành chiến dịch Pandora nào. - Nhận lệnh."
    }
  },
  {
    "translation": {
      "en": "[Harper] There she is.",
      "vi": "Cô ấy kìa."
    }
  },
  {
    "translation": {
      "en": "Okay, can you stop at her floor?",
      "vi": "Rồi, cho ngừng ở tầng cô ấy nhé?"
    }
  },
  {
    "translation": {
      "en": "Say something.",
      "vi": "Nói gì đi."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Does no one look each other in the eyes anymore?",
      "vi": "Sao không nhìn vào mắt nhau?"
    }
  },
  {
    "translation": {
      "en": "-Whoa, whoa, whoa. Who's this guy? -You need to go, sir.",
      "vi": "- Ấy ấy. Gã nào thế? - Đi dùm đi nào."
    }
  },
  {
    "translation": {
      "en": "-Make your way out. -Are you thinking what I'm thinking?",
      "vi": "- Ra đi. - Hai người có đang nghĩ như tôi không?"
    }
  },
  {
    "translation": {
      "en": "-[both] Call it off. -It's go time.",
      "vi": "- Hủy nhiệm vụ. - Rút thôi."
    }
  },
  {
    "translation": {
      "en": "-What the hell? -What did you think?",
      "vi": "- Thế quái nào? - Hai người nghĩ gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Oh, my God, no.",
      "vi": "Ôi chúa ơi, sao lại thế này."
    }
  },
  {
    "translation": {
      "en": "Can you start it back up?",
      "vi": "Bật nó lại được không?"
    }
  },
  {
    "translation": {
      "en": "Thank you, God. I'm extremely claustrophobic. That would've been bad.",
      "vi": "Lạy chúa. Tôi cực kì sợ không gian hẹp. Kẹt thì tệ lắm"
    }
  },
  {
    "translation": {
      "en": "But you work on a truck.",
      "vi": "Anh làm TRONG xe tải mà."
    }
  },
  {
    "translation": {
      "en": "Let it go, Rick.",
      "vi": "Kệ đi Rick."
    }
  },
  {
    "translation": {
      "en": "Your job is to ride elevators. How are you claustrophobic?",
      "vi": "Công việc của anh là đi thang máy. Sao lại sợ không gian hẹp?"
    }
  },
  {
    "translation": {
      "en": "I usually take the stairs. But today was a big day.",
      "vi": "Thường tôi đi cầu thang bộ. Nhưng hôm nay là ngày quan trọng."
    }
  },
  {
    "translation": {
      "en": "Okay, let's not make it any worse.",
      "vi": "Rồi, đừng làm tình hình xấu hơn."
    }
  },
  {
    "translation": {
      "en": "-Why did you do that? -That wasn't me.",
      "vi": "- Sao anh làm vậy? - Không phải tôi đâu."
    }
  },
  {
    "translation": {
      "en": "This might be an actual system malfunction.",
      "vi": "Hình như hệ thống lỗi thật rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "This has never happened before. Oh, irony, you fickle queen.",
      "vi": "Chuyện này chưa từng xảy ra. Thật trớ trêu. Cái máy quỷ."
    }
  },
  {
    "translation": {
      "en": "Yup. This is how it always starts in my nightmare.",
      "vi": "Thôi xong. Y như trong ác mộng của tôi."
    }
  },
  {
    "translation": {
      "en": "Here we go. All right. We just all need to calm down.",
      "vi": "Nào nào. Không sao. Chỉ cần bình tĩnh thôi."
    }
  },
  {
    "translation": {
      "en": "-Uh, what are you doing? -What is he doing?",
      "vi": "- Anh làm gì vậy? - Hắn đang làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "Is it getting hot in here?",
      "vi": "Trong đó nóng à?"
    }
  },
  {
    "translation": {
      "en": "Stop doing that, please. Stop now.",
      "vi": "Làm ơn thôi đi. Thôi ngay."
    }
  },
  {
    "translation": {
      "en": "-I need to be free of this. -Stop that.",
      "vi": "- Tôi cần được thoải mái. - Thôi ngay."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "The pants are off. I'm calling the firefighters.",
      "vi": "Quần cũng cởi. Tôi gọi cứu hỏa đây."
    }
  },
  {
    "translation": {
      "en": "Don't. I'm calling the real police.",
      "vi": "Khỏi, tôi gọi cảnh sát đây."
    }
  },
  {
    "translation": {
      "en": "Okay, this button is designed for this emergency.",
      "vi": "Nút đó để dùng vào lúc khẩn cấp thế này."
    }
  },
  {
    "translation": {
      "en": "You want the emergency response team,",
      "vi": "Ta cần gọi đội giải cứu chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "not the jackoffs assigned to the Elevator Squad.",
      "vi": "nút đó chỉ gọi bọn ngáo trực thang máy thôi."
    }
  },
  {
    "translation": {
      "en": "No. Maybe we can make a rope.",
      "vi": "Không. Ta làm dây thừng đi."
    }
  },
  {
    "translation": {
      "en": "You're not gonna get service. It's already ringing.",
      "vi": "Chẳng ích gì đâu. Chuông kêu rồi này."
    }
  },
  {
    "translation": {
      "en": "-Excuse me. -If we press it at the same time,",
      "vi": "- Gì vậy. - Nếu ta nhấn nó cùng lúc,"
    }
  },
  {
    "translation": {
      "en": "-it'll confuse the system. -[Kirsten] It was ringing.",
      "vi": "- hệ thống sẽ bị rối. - Chuông đang kêu."
    }
  },
  {
    "translation": {
      "en": "I gotta pee. I'm gonna pee.",
      "vi": "Tôi phải tè thôi. Tè nào."
    }
  },
  {
    "translation": {
      "en": "If you pee, I will end your life.",
      "vi": "Anh mà tè, tôi giết."
    }
  },
  {
    "translation": {
      "en": "Stress incontinence. That is a real condition and you are not helping.",
      "vi": "Hội chứng són tiểu do hồi hộp, anh không an ủi thì im đi."
    }
  },
  {
    "translation": {
      "en": "I'm gonna listen to my body.",
      "vi": "Cứ theo tiếng gọi con chym thôi."
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "vi": "Ôi."
    }
  },
  {
    "translation": {
      "en": "[both] Don't pee.",
      "vi": "Đừng tè."
    }
  },
  {
    "translation": {
      "en": "Pee.",
      "vi": "Tè đi nào."
    }
  },
  {
    "translation": {
      "en": "-Do not pee in there. Do not pee in the-- -It's too late. I'm dripping.",
      "vi": "- Đừng tè vào đó. Đừng tè vào... - Trễ rồi, tuôn ra rồi."
    }
  },
  {
    "translation": {
      "en": "Shh.",
      "vi": "Xiiii."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "I'm not great at reading rooms, but I can tell that was a success.",
      "vi": "Tôi không giỏi phán đoán, nhưng theo tôi là thành công rồi."
    }
  },
  {
    "translation": {
      "en": "It was okay.",
      "vi": "Cũng được đấy."
    }
  },
  {
    "translation": {
      "en": "-Are you kidding? -Hmm?",
      "vi": "-Cô dỡn hả? - Hửm?"
    }
  },
  {
    "translation": {
      "en": "That was a disaster. They hate each other.",
      "vi": "Thảm họa rồi, họ ghét nhau."
    }
  },
  {
    "translation": {
      "en": "Hate, we can work with. Hate is not the opposite of love.",
      "vi": "Chưa hết cách, ghét đâu phải là ngược với yêu thương."
    }
  },
  {
    "translation": {
      "en": "Know what the opposite of love is?",
      "vi": "Biết ngược với yêu thương là gì không?"
    }
  },
  {
    "translation": {
      "en": "-Ice. -Indifference.",
      "vi": "- Lạnh giá. - Lãnh cảm."
    }
  },
  {
    "translation": {
      "en": "Well, that's also very true, Creepy Tim. [gasps]",
      "vi": "Này, cậu cũng đúng đấy Tim Quái Dị."
    }
  },
  {
    "translation": {
      "en": "-Uh... -People call me Creepy Tim?",
      "vi": "- Ưm... - Tim Quái Dị sao?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I love it.",
      "vi": "Tôi thích thế."
    }
  },
  {
    "translation": {
      "en": "Your dry cleaning's in the car,",
      "vi": "Đồ đã giặt khô ở trong xe,"
    }
  },
  {
    "translation": {
      "en": "and I forwarded you Jeff's itinerary for the Simone Biles profile.",
      "vi": "tôi đã chuyển bài ký sự về Simone Biles mà Jeff viết cho cô."
    }
  },
  {
    "translation": {
      "en": "And, also, apparently some guy you were stuck in the elevator with",
      "vi": "Còn nữa, rõ ràng là người mà cô kẹt chung thang máy"
    }
  },
  {
    "translation": {
      "en": "asked security for your contact info.",
      "vi": "hỏi bảo vệ thông tin để liên lạc cô."
    }
  },
  {
    "translation": {
      "en": "-Was it the delivery man? -No.",
      "vi": "- Người giao hàng à? - Không."
    }
  },
  {
    "translation": {
      "en": "Um, some big shot in the building.",
      "vi": "Là một tay to mặt lớn trong tòa nhà."
    }
  },
  {
    "translation": {
      "en": "I guess he has a crush on you.",
      "vi": "Tôi đoán người này say nắng cô rồi."
    }
  },
  {
    "translation": {
      "en": "But don't worry, I told them we do not give out your number, okay?",
      "vi": "Nhưng đừng lo, tôi nói họ không cho số của cô rồi, nhé?"
    }
  },
  {
    "translation": {
      "en": "I heard you got stuck in an elevator with that sports reporter. Kirsten...?",
      "vi": "Nghe nói ông ket trong thang máy với phóng viên thể thao. Kirsten...?"
    }
  },
  {
    "translation": {
      "en": "Kirsten Stevens. I knew I recognized her from somewhere.",
      "vi": "Kirsten Stevens. Hèn gì thấy quen quen."
    }
  },
  {
    "translation": {
      "en": "I think Mark Cuban is thinking about investing in her site.",
      "vi": "Nghe đâu Mark Cuban đang tính đầu tư vào chỗ cô ta."
    }
  },
  {
    "translation": {
      "en": "Hmm.",
      "vi": "Hừm."
    }
  },
  {
    "translation": {
      "en": "I did it. What now?",
      "vi": "Làm rồi nhé. Giờ sao nữa?"
    }
  },
  {
    "translation": {
      "en": "[Harper] Does Rick have good Yankees tickets?",
      "vi": "Rick có vé tốt để xem trận Yankee không?"
    }
  },
  {
    "translation": {
      "en": "No, he watches from the bleachers like a peasant. He does.",
      "vi": "Không, xem từ ghế thường như bần nông thôi. Thật đấy."
    }
  },
  {
    "translation": {
      "en": "[Harper] Charlie?",
      "vi": "Charlie?"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm so sorry.",
      "vi": "Chào, xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "So sorry. I got here so early that I thought I had time to dick around,",
      "vi": "Xin lỗi nhiều. Tôi tới sớm nên nghĩ có thể lông bông một chút"
    }
  },
  {
    "translation": {
      "en": "so I went there, lost track of time",
      "vi": "thế là vào đó rồi quên béng"
    }
  },
  {
    "translation": {
      "en": "-and was late. -That's the dumbest thing I've heard.",
      "vi": "- thế là trễ. - Thật ngáo hết chỗ nói."
    }
  },
  {
    "translation": {
      "en": "-That is not a real thing. -It is.",
      "vi": "- Không, khó tin quá. - Thật đấy."
    }
  },
  {
    "translation": {
      "en": "It's the over-dick-around thing. I over-dicked it.",
      "vi": "Không phải tôi đến trễ đâu, mà là chơi tới trễ thôi."
    }
  },
  {
    "translation": {
      "en": "-Why are you wearing that? -I'm going to a baseball game.",
      "vi": "- Cô ăn mặc kiểu gì thế? - Tôi đi xem đấu bóng chày."
    }
  },
  {
    "translation": {
      "en": "Why are you wearing that?",
      "vi": "Sao anh ăn mặc vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm not on the team. Why would I wear the jersey?",
      "vi": "Tôi chẳng phải fan. Mặc đồ thể thao làm gì?"
    }
  },
  {
    "translation": {
      "en": "-I don't wear scrubs to the doctor's. -I'll get nachos.",
      "vi": "Đâu ai mặc đồ bệnh viện khi đi khám. Tôi mua khoai tây chiên đây."
    }
  },
  {
    "translation": {
      "en": "I've made a mistake.",
      "vi": "Mình lại ngáo rồi."
    }
  },
  {
    "translation": {
      "en": "[Harper] What are you doing? Come on!",
      "vi": "Làm gì vậy? Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "-[Harper] Bobby? -[Bobby] Harper?",
      "vi": "- Bobby? - Harper?"
    }
  },
  {
    "translation": {
      "en": "[Harper] Hey, I need a favor. We need...",
      "vi": "Này, chúng tôi muốn nhờ giúp..."
    }
  },
  {
    "translation": {
      "en": "the people...",
      "vi": "hai người..."
    }
  },
  {
    "translation": {
      "en": "in these two seats right here to make out.",
      "vi": "ngồi ghế này hôn nhau."
    }
  },
  {
    "translation": {
      "en": "-What do they look like? -One is a beautiful woman with dark hair",
      "vi": "- Họ trông thế nào? - Cô gái xinh đẹp, tóc sẫm"
    }
  },
  {
    "translation": {
      "en": "and a fierceness that's both scary and inspiring.",
      "vi": "có chất dữ dội vừa đáng sợ vừa hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "The other is a guy.",
      "vi": "Người kia là đàn ông."
    }
  },
  {
    "translation": {
      "en": "-You know I can make this happen. -Good.",
      "vi": "- Tôi giúp được mà. - Tốt."
    }
  },
  {
    "translation": {
      "en": "[announcer] Number 40, Luis Severino.",
      "vi": "Số 40, Luis Severino."
    }
  },
  {
    "translation": {
      "en": "Yankees' 24-year-old Dominican pitcher is on the mound to start.",
      "vi": "Tay ném 24 tuổi người Dominica đến ụ ném bóng để bắt đầu."
    }
  },
  {
    "translation": {
      "en": "So, Rick's here. If you see the...",
      "vi": "Rick đây rồi. Nếu anh thấy..."
    }
  },
  {
    "translation": {
      "en": "-You see the U? He's right above. -Do you have a telescope so I can see him?",
      "vi": "- Thấy chữ U không? Ông ấy ngay đó. - Cho kính viễn vọng đi, tôi sẽ thấy."
    }
  },
  {
    "translation": {
      "en": "-Are seats this far back legal? -These are the best.",
      "vi": "- Ghế xa thế có sao không? - Chỗ tốt quá rồi."
    }
  },
  {
    "translation": {
      "en": "There's a community here. And you can see the whole field.",
      "vi": "Ở đây rất đông anh em. Lại có thể quan sát toàn cảnh."
    }
  },
  {
    "translation": {
      "en": "And there's Dennis.",
      "vi": "Ồ, chú Dennis đây này."
    }
  },
  {
    "translation": {
      "en": "Hi, sweetheart. How you doing?",
      "vi": "Chào cưng, khỏe không?"
    }
  },
  {
    "translation": {
      "en": "Dennis introduced me to the Gerilympics. He's a heavy weightlifting champ.",
      "vi": "Nhờ chú ấy mà tôi biết Gerilympics. Vô dịch cử tạ hạng nặng đấy."
    }
  },
  {
    "translation": {
      "en": "-What does he bench, negative 10? -I heard that, you little pissant.",
      "vi": "- Ông ấy nâng bao nhiêu, âm 10 hả? - Ta nghe đấy oắt con."
    }
  },
  {
    "translation": {
      "en": "I'm old, not deaf.",
      "vi": "Ta già chứ đâu có điếc."
    }
  },
  {
    "translation": {
      "en": "-Is that your boyfriend? -Absolutely not, Dennis.",
      "vi": "- Bạn trai cô à? - Hoàn toàn không, chú Dennis."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "[announcer] Now batting, Red Sox number 16, Andrew Benintendi.",
      "vi": "Cầm gậy là số 16 của Red Sox, Andrew Benintendi."
    }
  },
  {
    "translation": {
      "en": "[Harper] Let's frigging get that!",
      "vi": "Bắt cho được đi!"
    }
  },
  {
    "translation": {
      "en": "I'm gonna take a picture of you and post it on Tinder.",
      "vi": "Tôi sẽ chụp ảnh cô và đưa lên Tinder."
    }
  },
  {
    "translation": {
      "en": "You know, guys love girls who like sports.",
      "vi": "Bọn đàn ông thích mấy nàng xem thể thao lắm."
    }
  },
  {
    "translation": {
      "en": "-Are you kidding me? -They do.",
      "vi": "- Anh dỡn hả? - Thật mà."
    }
  },
  {
    "translation": {
      "en": "They think they like girls liking sports. They like a girl in a tight sports jersey",
      "vi": "Họ nói thích gái thích thể thao. Thực chất họ thích gái mặc đồ thể thao sexy"
    }
  },
  {
    "translation": {
      "en": "serving wings and getting terms wrong.",
      "vi": "bán cánh gà và hiểu sai thuật ngữ."
    }
  },
  {
    "translation": {
      "en": "Guys like girls who like guys who like sports.",
      "vi": "Trai thích gái nào thích trai thích thể thao."
    }
  },
  {
    "translation": {
      "en": "-Got it? Oh! -Kirsten's here!",
      "vi": "- Hiểu chưa? Oh! - Kirsten kìa!"
    }
  },
  {
    "translation": {
      "en": "[announcer] Number 31, Aaron Hicks steps into the batter's box.",
      "vi": "Số 31, Aaron Hicks đến vị trí đánh bóng."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Oh, hi.",
      "vi": "- Chào. - Ồ, chào."
    }
  },
  {
    "translation": {
      "en": "-This is a weird coincidence. -Here we go.",
      "vi": "- Trùng hợp kỳ lạ. - Ừ rồi."
    }
  },
  {
    "translation": {
      "en": "-I hope you took the stairs. -How else would I get here?",
      "vi": "- Giá mà anh đi cầu thang. - Chứ còn cách nào nữa?"
    }
  },
  {
    "translation": {
      "en": "No, I mean, because nobody-- Nobody peed.",
      "vi": "Không, ý tôi là vì không ai... không ai tè cả."
    }
  },
  {
    "translation": {
      "en": "-You know? -Ah. Yes.",
      "vi": "- Hiểu chưa? - À, rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "-You here by yourself? -Uh, I'm supposed to meet a colleague.",
      "vi": "- Cô đi một mình à? -Vốn là gặp đồng nghiệp ở đây."
    }
  },
  {
    "translation": {
      "en": "Yeah, me, too. An investor. I guess he's stuck in traffic.",
      "vi": "Tôi cũng vậy. Một nhà đầu tư. Chắc kẹt xe rồi."
    }
  },
  {
    "translation": {
      "en": "-[announcer] Swings and misses. -[Kirsten] Come on!",
      "vi": "- Đánh hụt. - Coi nào!"
    }
  },
  {
    "translation": {
      "en": "-You know his slider drops like that! -Be elite! Come on!",
      "vi": "- Anh thừa biết đường bóng cong mà! - Thể hiện đẳng cấp đi nào!"
    }
  },
  {
    "translation": {
      "en": "[man] Ice-cold beer! Get your ice-cold beer here!",
      "vi": "Bia lạnh! Mang bia lạnh đến đây!"
    }
  },
  {
    "translation": {
      "en": "You're welcome to take this seat until my colleague gets here.",
      "vi": "Hoan nghênh cô ngồi ghế này cho đến khi đồng nghiệp tôi đến"
    }
  },
  {
    "translation": {
      "en": "It's the best seat in the stadium.",
      "vi": "Ghế tốt nhất sân đấy."
    }
  },
  {
    "translation": {
      "en": "Actually, it's just the most expensive seat.",
      "vi": "Nói thật, nó là ghế mắc nhất đấy."
    }
  },
  {
    "translation": {
      "en": "From where I'm sitting, you hear both coaches better.",
      "vi": "Chỗ tôi ngồi có thể nghe rõ cả hai huấn luyện viên."
    }
  },
  {
    "translation": {
      "en": "But you're welcome to sit here until my colleague arrives.",
      "vi": "Nhưng hoan nghênh anh ngồi đây cho đến khi đồng nghiệp tôi đến."
    }
  },
  {
    "translation": {
      "en": "[announcer] Single down the right field line, the Yankees score a run.",
      "vi": "Băng một mình xuống cánh phải, Yankees ghi điểm chạy chỗ."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Wait. Oh, yeah! That is what I'm talking about!",
      "vi": "Oh Yeah! Đúng ý tôi luôn!"
    }
  },
  {
    "translation": {
      "en": "[announcer] All right, Yankees fans, pucker up.",
      "vi": "Nào nào các fan Yankees, chú ý nào."
    }
  },
  {
    "translation": {
      "en": "-It's happening. -Come on.",
      "vi": "- Sắp rồi. - Coi nào."
    }
  },
  {
    "translation": {
      "en": "All right. It's Kirsten and Rick! I told you he'd find them.",
      "vi": "Tốt rồi. Là Kirsten và Rick! Tôi biết anh ta sẽ tìm ra họ mà."
    }
  },
  {
    "translation": {
      "en": "All right. Come on.",
      "vi": "Rồi, nào nào."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Hôn đi."
    }
  },
  {
    "translation": {
      "en": "-[announcer] No need to be shy. -We're not together. We're just...",
      "vi": "- Đừng ngại ngùng. - Chúng tôi không phải cặp. Chỉ là..."
    }
  },
  {
    "translation": {
      "en": "-They're not gonna kiss. -What?",
      "vi": "- Họ không hôn đâu. - Gì chứ?"
    }
  },
  {
    "translation": {
      "en": "-[announcer] We're waiting. -Come on.",
      "vi": "- Mọi người chờ đấy. - Coi nào."
    }
  },
  {
    "translation": {
      "en": "Share the love.",
      "vi": "Chia sẻ yêu thương đi."
    }
  },
  {
    "translation": {
      "en": "They were nervous. If they gave them more time...",
      "vi": "Họ ngại đấy. Cho họ tí thời gian đi.."
    }
  },
  {
    "translation": {
      "en": "I know, I know.",
      "vi": "Tôi biết rồi."
    }
  },
  {
    "translation": {
      "en": "-[announcer] How about you guys? -[Charlie] Give them more time!",
      "vi": "- Hai người thì sao? - Cho họ thêm thời gian đi."
    }
  },
  {
    "translation": {
      "en": "Boo!",
      "vi": "Lêu lêu!"
    }
  },
  {
    "translation": {
      "en": "-[announcer] That's the spirit. -Boo!",
      "vi": "- Thế mới phải! - Lêu lêu!"
    }
  },
  {
    "translation": {
      "en": "What's your problem?",
      "vi": "Anh phản đối à?"
    }
  },
  {
    "translation": {
      "en": "-Who are you? -For a different reason.",
      "vi": "- Anh là người gì vậy? - Tôi đâu có lêu họ."
    }
  },
  {
    "translation": {
      "en": "[announcer] Who's next? There we go. There we go.",
      "vi": "Đến ai đây? Coi nào. Coi nào."
    }
  },
  {
    "translation": {
      "en": "[announcer] And back to our first couple. Care to reconsider? Last chance.",
      "vi": "Trở lại cặp đầu tiên nào. Nghĩ kỹ chưa? Cơ hội cuối đấy."
    }
  },
  {
    "translation": {
      "en": "No, okay. Oh, kiss, kiss. It's the law!",
      "vi": "Hôn đi, hôn đi. Luật đấy!"
    }
  },
  {
    "translation": {
      "en": "[Harper and Charlie] Kiss, kiss, kiss.",
      "vi": "Hôn đi, hôn đi, hôn đi."
    }
  },
  {
    "translation": {
      "en": "-Kiss, kiss, kiss. -[crowd booing]",
      "vi": "Hôn đi, hôn đi, hôn đi."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. Why? -I don't know.",
      "vi": "- Lạy chúa. Sao thế này? - Tôi biết đâu."
    }
  },
  {
    "translation": {
      "en": "Should we send them popcorn or something?",
      "vi": "Chẳng lẽ còn phải thêm bắp rang hay sao?"
    }
  },
  {
    "translation": {
      "en": "[announcer] And a kiss for Mom. Sweet.",
      "vi": "Một nụ hôn mẹ yêu. Ngoan."
    }
  },
  {
    "translation": {
      "en": "-Come on. Come on. -Come on.",
      "vi": "- Coi nào. Sao vậy. - Coi nào."
    }
  },
  {
    "translation": {
      "en": "-[all chanting] Kiss, kiss, kiss. -We did it already.",
      "vi": "- Hôn đi, hôn đi, hôn đi. - Chúng tôi hôn rồi đấy thôi."
    }
  },
  {
    "translation": {
      "en": "Kiss, kiss, kiss.",
      "vi": "Hôn đi, hôn đi, hôn đi."
    }
  },
  {
    "translation": {
      "en": "-Kiss, kiss, kiss. -All right.",
      "vi": "- Hôn đi, hôn đi, hôn đi. - Được thôi."
    }
  },
  {
    "translation": {
      "en": "Kiss, kiss, kiss.",
      "vi": "Hôn đi, hôn đi, hôn đi."
    }
  },
  {
    "translation": {
      "en": "-Yeah! -Yes!",
      "vi": "- Heah! - Phải thế!"
    }
  },
  {
    "translation": {
      "en": "We have no e-mails.",
      "vi": "Chẳng có email nào cả."
    }
  },
  {
    "translation": {
      "en": "Well, it's hard to bark orders when your tongue is down someone's throat.",
      "vi": "Chứ sao, lưỡi đang trong mồm người khác thì sao mà phun ra lệnh được."
    }
  },
  {
    "translation": {
      "en": "-That's true. -We're free. The world's our oyster.",
      "vi": "- Chuẩn đấy. - Tự do rồi. Tuyệt vời ông mặt trời!"
    }
  },
  {
    "translation": {
      "en": "-We're free. Have fun with Suze. -You, too.",
      "vi": "- Tự do rồi. Vui với Suze đi nhé. - Cô cũng thế."
    }
  },
  {
    "translation": {
      "en": "-Are you taking the--? -You taking the 4?",
      "vi": "- Cô có đi...? - Anh đi tuyến số 4 sao?"
    }
  },
  {
    "translation": {
      "en": "Kind of wasted that high-five.",
      "vi": "Uổng cả ăn đoạn chia tay nhĩ."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Chào anh."
    }
  },
  {
    "translation": {
      "en": "Any sports moments make you cry?",
      "vi": "Khoảnh khắc thể thao nào làm anh rơi nước mắt?"
    }
  },
  {
    "translation": {
      "en": "Oh, my goodness. Who are you?",
      "vi": "Ôi lạy Chúa. Em là ai?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Kirsten, the 3 train stalled, then there was a new barista,",
      "vi": "Xin lỗi cô Kirsten, tàu 3 bị kẹt, rồi người pha chế mới nữa,"
    }
  },
  {
    "translation": {
      "en": "and she didn't know the milk your coffee-- She didn't...",
      "vi": "cô ấy không biết cách pha sữa vào cà phê cho cô..."
    }
  },
  {
    "translation": {
      "en": "-Rick's not here. -[Harper] Neither is Kirsten.",
      "vi": "- Rick không có đây. - Kirsten cũng vậy."
    }
  },
  {
    "translation": {
      "en": "What if a psychopath saw them on the Kiss Cam",
      "vi": "Hay có tên điên nào thấy họ hôn trên màn hình"
    }
  },
  {
    "translation": {
      "en": "and followed them home and murdered them?",
      "vi": "và theo họ về nhà rồi giết không?"
    }
  },
  {
    "translation": {
      "en": "Legally, where are we in that scenario?",
      "vi": "Ta có vạ lây không đấy?"
    }
  },
  {
    "translation": {
      "en": "Please, I have watched enough Law & Order to know that we are absolutely,",
      "vi": "Làm ơn đi, tôi xem show Luật Pháp & Trật Tự rồi, ta hoàn toàn"
    }
  },
  {
    "translation": {
      "en": "-100 percent, no doubt about it-- -Morning.",
      "vi": "- không dính, không sao cả... - Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "I could use some coffee. You mind getting me a flat white?",
      "vi": "Tôi muốn uốn cà phê. Nhờ cậu lấy một ly flat white nhé?"
    }
  },
  {
    "translation": {
      "en": "Would I mind?",
      "vi": "Phiền không á?"
    }
  },
  {
    "translation": {
      "en": "It'd be my honor.",
      "vi": "Tôi rất hân hạnh."
    }
  },
  {
    "translation": {
      "en": "Harper, my office.",
      "vi": "Harper, vào văn phòng."
    }
  },
  {
    "translation": {
      "en": "-I spent the night with a man. -A man. You spent the night with-- Hmm?",
      "vi": "- Tôi qua đêm với một người đàn ông. - Đàn ông. Cô ngủ với... hử?"
    }
  },
  {
    "translation": {
      "en": "Oh, wow, that's amazing. You get it, girl.",
      "vi": "Ồ, wow, tuyệt. Phải thế chứ nàng."
    }
  },
  {
    "translation": {
      "en": "We did not sleep together. We did everything but.",
      "vi": "Chúng tôi không ngủ. Làm đủ thứ trừ làm tình."
    }
  },
  {
    "translation": {
      "en": "I'm not the kind of person who sleeps with people on the first date anymore.",
      "vi": "Tôi không còn là kiểu ngủ với ai đó ngay ngày đầu hẹn hò."
    }
  },
  {
    "translation": {
      "en": "-Right. -I guess it had been a while.",
      "vi": "- Phải. - Chắc tôi như thế lâu rồi."
    }
  },
  {
    "translation": {
      "en": "Longer than I realized.",
      "vi": "Giờ nhận ra thì lâu rồi."
    }
  },
  {
    "translation": {
      "en": "I don't think they should hear that.",
      "vi": "Tôi không nghĩ họ nên nghe đâu."
    }
  },
  {
    "translation": {
      "en": "The waiting was almost tantric.",
      "vi": "Việc chờ cũng như thiền vậy."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao chứ?"
    }
  },
  {
    "translation": {
      "en": "Even when he was being gentle,",
      "vi": "Dù anh ta rất nhẹ nhàng,"
    }
  },
  {
    "translation": {
      "en": "I could sense a possibility of strength in his touch.",
      "vi": "tôi vẫn cảm thấy được sức mạnh khi anh ấy chạm vào."
    }
  },
  {
    "translation": {
      "en": "Kind of like when Koko was petting that tiny kitten.",
      "vi": "Giống như khi Koko vuốt ve chú mèo nhỏ vậy."
    }
  },
  {
    "translation": {
      "en": "Just like petting it, petting it, petting it.",
      "vi": "Vút ve nó, vuốt ve nó, thế đấy."
    }
  },
  {
    "translation": {
      "en": "Let's bullhorn.",
      "vi": "Hú còi nào."
    }
  },
  {
    "translation": {
      "en": "-Okay, tell me something I don't know. -Yeah, I did not know that.",
      "vi": "- Nào, có tin gì mới không. - Phải, tôi chẳng ngờ được."
    }
  },
  {
    "translation": {
      "en": "-Charlie, Kirsten just left. -So did Rick.",
      "vi": "- Charlie, Kirsten vừa đi. - Rick cũng thế."
    }
  },
  {
    "translation": {
      "en": "It's daylight.",
      "vi": "Vào ban ngày."
    }
  },
  {
    "translation": {
      "en": "I know. Okay. I'm getting out of here before Kirsten comes back,",
      "vi": "Tôi biết. Được chưa. Tôi phải ra khỏi đây trước khi Kirsten quay về,"
    }
  },
  {
    "translation": {
      "en": "and this was all some terrible prank.",
      "vi": "và vụ gài bẫy này thật tệ."
    }
  },
  {
    "translation": {
      "en": "I have a date with some guy that I messaged last night,",
      "vi": "Tôi có hẹn với một gã mà tôi cha tối qua,"
    }
  },
  {
    "translation": {
      "en": "-and we're gonna go mini-golfing. -That's a terrible idea.",
      "vi": "- chúng tôi đi đánh golf mini đây. - Ý tưởng tồi quá."
    }
  },
  {
    "translation": {
      "en": "Why is that a terrible idea?",
      "vi": "Sao lại tồi?"
    }
  },
  {
    "translation": {
      "en": "You have Dave Matthews' concentration face.",
      "vi": "Mặt cô lúc tập trung cứ như Dave Matthews."
    }
  },
  {
    "translation": {
      "en": "-No, I don't. -Mm, I saw you write cursive one time.",
      "vi": "- Đâu có đâu. - Tôi thấy cô viết chữ nắn nót rồi."
    }
  },
  {
    "translation": {
      "en": "Go, have fun. Let him win a few holes.",
      "vi": "Đi vui vẻ đi. Choh hắn thắng vài lỗ."
    }
  },
  {
    "translation": {
      "en": "Excuse me. I only have one hole.",
      "vi": "Xin lỗi. Tôi chỉ có một lỗ."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. I meant at golf. -So did I.",
      "vi": "- Lạy Chúa. Tôi nói vụ golf. - Tôi cũng thế."
    }
  },
  {
    "translation": {
      "en": "Hey, you're home before me. Did you quit?",
      "vi": "Chào, về trước tôi à. Nghỉ việc sao?"
    }
  },
  {
    "translation": {
      "en": "No, I got off early.",
      "vi": "Không, nay về sớm."
    }
  },
  {
    "translation": {
      "en": "Making Suze some dinner.",
      "vi": "Làm bữa tối cho Suze đây."
    }
  },
  {
    "translation": {
      "en": "So, uh, Suze is coming over. That's nice.",
      "vi": "Suze sẽ đến à. Hay đấy."
    }
  },
  {
    "translation": {
      "en": "Why did you say it like that? Why'd your voice go up?",
      "vi": "Sao cậu nói kiểu vậy? Giọng cao lên là sao?"
    }
  },
  {
    "translation": {
      "en": "'Cause, you know, she, uh... She sucks.",
      "vi": "Vì, cậu hiểu mà, cô ta... tồi."
    }
  },
  {
    "translation": {
      "en": "-What? -If you take away her face and her boobs,",
      "vi": "- Gì? - Trừ mặt hoa, da phấn, vú bự ra,"
    }
  },
  {
    "translation": {
      "en": "you realize she's not saying anything.",
      "vi": "cô ta có nói điều gì có não đâu."
    }
  },
  {
    "translation": {
      "en": "That's the most heterophobic thing I've ever heard. You just don't know her.",
      "vi": "Cậu thật định kiến, cậu có biết nhiều về cô ấy đâu."
    }
  },
  {
    "translation": {
      "en": "-How well do you know her? -I know everything about Suze, all right?",
      "vi": "- Chứ cậu biết gì về cô ta? - Tôi thấu hiểu Suze, được chưa?"
    }
  },
  {
    "translation": {
      "en": "-We talk all the time. I text her all day. -Like?",
      "vi": "- Nói rất nhiều, nhắn cũng rất nhiều. - Về gì?"
    }
  },
  {
    "translation": {
      "en": "She's from Puerto Rico. She's a model. She uses La Mer products.",
      "vi": "Cô ta từ Puerto Rico. Làm người mẫu. Dùng hàng của La Mer."
    }
  },
  {
    "translation": {
      "en": "She doesn't like dairy. There you go.",
      "vi": "Không thích sữa. Thế đủ chưa?"
    }
  },
  {
    "translation": {
      "en": "All right. Well, what do you do if you wanna have an intimate,",
      "vi": "Được thôi. Nhưng cậu là gì nếu cậu muốn trò chuyện,"
    }
  },
  {
    "translation": {
      "en": "meaningful conversation with somebody?",
      "vi": "tâm tình đàng hoàng với ai đó?"
    }
  },
  {
    "translation": {
      "en": "-I talk to you. -That's not what I'm for.",
      "vi": "- Nói với cậu. - Đâu phải việc của tôi."
    }
  },
  {
    "translation": {
      "en": "That's what your girlfriend's for. To be your best friend.",
      "vi": "Đó là việc của bạn gái cậu, cô ấy phải là bạn tốt của cậu."
    }
  },
  {
    "translation": {
      "en": "You're my best friend. I've never pooped at her apartment.",
      "vi": "Cậu là bạn tốt của tôi. Tôi chưa từng ỉa tại chỗ cô ấy."
    }
  },
  {
    "translation": {
      "en": "Whose fault is that? Should've did that the first date. Mark your territory.",
      "vi": "Lỗi tại ai? Đáng ra ngày hẹn đầu tiên cậu phải đánh dấu lãnh thổ rồi."
    }
  },
  {
    "translation": {
      "en": "[Harper] I barely-- I don't have health insurance,",
      "vi": "Tôi gần như.. tôi chẳng có bảo hiểm y tế,"
    }
  },
  {
    "translation": {
      "en": "but Gronk got wasted at a Christmas party.",
      "vi": "nhưng Gronk gục tại tiệc Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "-[man] You seriously have the dream job. -Well, Kirsten has the dream job.",
      "vi": "- Cô có việc như mơ rồi. - Ừm, như Kirsten mới là như mơ."
    }
  },
  {
    "translation": {
      "en": "-I love Kirsten Stevens. So cool. -Yeah.",
      "vi": "- Tôi thích Kirsten Stevens. Tuyệt lắm. - Phải."
    }
  },
  {
    "translation": {
      "en": "-Wait, what's she like? -She's--",
      "vi": "- Khoan, cô ấy thế nào? - Cô ấy..."
    }
  },
  {
    "translation": {
      "en": "-Well, she's great. She's great, really. -Yeah?",
      "vi": "- Ừm, tuyệt lắm. Cô ấy rất tuyệt. - Sao nữa?"
    }
  },
  {
    "translation": {
      "en": "She's so smart and hard-working. Kind of inspiring.",
      "vi": "Thông minh, chăm chỉ, truyền cảm hứng."
    }
  },
  {
    "translation": {
      "en": "-Inspiring? Okay. -Yeah. Yeah.",
      "vi": "- Truyền cảm hứng? Hay đấy. - Phải, phải."
    }
  },
  {
    "translation": {
      "en": "-Here we go. -Let's do this.",
      "vi": "- Nào. - Chơi thôi."
    }
  },
  {
    "translation": {
      "en": "-That didn't go. -You letting me win to boost my ego?",
      "vi": "- Còn chẳng trúng. - Cô nhường để tôi chảnh à?"
    }
  },
  {
    "translation": {
      "en": "I wanna destroy you. I'm trying not to make my concentration face.",
      "vi": "Tôi muốn hạ anh. Chỉ là không muốn lộ bộ mặt tập trung ra đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, no. Why don't I just stand behind you, and you can make whatever face you want.",
      "vi": "Ôi không. Hay tôi đứng sau lưng cô, để cô muốn làm mặt nào thì làm."
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay. -Okay. Cool. Yeah.",
      "vi": "- Được đấy. - Rồi làm đi."
    }
  },
  {
    "translation": {
      "en": "Oh, my goodness. [chuckles]",
      "vi": "Ôi lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "-Well-- -I hope that was your golf club,",
      "vi": "- Lỡ tay... - Tôi y vọng đó là gậy golf của anh,"
    }
  },
  {
    "translation": {
      "en": "because it felt extremely small.",
      "vi": "vì nó nhỏ quá."
    }
  },
  {
    "translation": {
      "en": "-[laughing] -That's not the right thing to say.",
      "vi": "Lỡ mồm rồi."
    }
  },
  {
    "translation": {
      "en": "My phone is broken. Voice messages aren't coming through.",
      "vi": "Điện thoại tôi hư. Tin nhắn thoại không tới."
    }
  },
  {
    "translation": {
      "en": "Oh, really?",
      "vi": "Thế sao?"
    }
  },
  {
    "translation": {
      "en": "-Mm-mm. It works fine. -There is something wrong with it!",
      "vi": "- Bình thường mà. - Có gì không ổn đấy!"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "-You know what's crazy? -I don't care.",
      "vi": "- Ông thấy điên không? - Tôi mặc kệ."
    }
  },
  {
    "translation": {
      "en": "-Just how different dating is nowadays. -Why are you still talking?",
      "vi": "- Ngày nay hẹn hò lạ thật. - Sao cậu chưa im mồm?"
    }
  },
  {
    "translation": {
      "en": "You know, you used to have to wait three days to call,",
      "vi": "Này nhé, tôi từng ráng chờ ba ngày mới dám gọi,"
    }
  },
  {
    "translation": {
      "en": "but now women think the longer you take...",
      "vi": "còn giờ phụ nữ nghĩ ta lâu gọi..."
    }
  },
  {
    "translation": {
      "en": "the smaller your penis.",
      "vi": "là do chym bị yếu."
    }
  },
  {
    "translation": {
      "en": "Get out.",
      "vi": "Biến."
    }
  },
  {
    "translation": {
      "en": "-This is an elevator. -Get out.",
      "vi": "- Đây là thang máy. - Biến."
    }
  },
  {
    "translation": {
      "en": "I've got it.",
      "vi": "Để tôi nghe."
    }
  },
  {
    "translation": {
      "en": "Hey, there.",
      "vi": "Chào cưng."
    }
  },
  {
    "translation": {
      "en": "Please hold for Rick.",
      "vi": "Vui lòng chờ Rick."
    }
  },
  {
    "translation": {
      "en": "[Rick] And now I'm seeing this badass bitch. She's a journalist.",
      "vi": "Tôi đang hẹn với một ả nhà báo, không phải dạng vừa đâu."
    }
  },
  {
    "translation": {
      "en": "[Kyle] Good. Dating is so much better now. Everybody's sexting and waxing.",
      "vi": "Tốt. Hẹn hò ngay nay hay lắm. Ai cũng phang, ai cũng wax lông."
    }
  },
  {
    "translation": {
      "en": "[Rick] You know, and Kiki, she never shaved, just to punish me.",
      "vi": "Nhớ Kiki không, cô ta không cạo lông để trị tôi."
    }
  },
  {
    "translation": {
      "en": "I mean, if I see any hair on a woman, I'm out. See you.",
      "vi": "Còn tôi mà thấy ả nào có lông thì biến. Hẹn gặp sau."
    }
  },
  {
    "translation": {
      "en": "-So? -Kirsten needs to get a bikini wax.",
      "vi": "- Sao rồi? - Kirsten nên wax khu tam giác đi."
    }
  },
  {
    "translation": {
      "en": "Oh, [chuckles] okay. Hello to you, too. Excuse me?",
      "vi": "Gì chứ, đùa tôi à. Thật không?"
    }
  },
  {
    "translation": {
      "en": "Just tell her to get one. You're girls. You talk about that.",
      "vi": "Cứ nói cô ta làm thế đi. Phụ nữ dễ nói chuyện ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, right. I forgot that every morning I walk in,",
      "vi": "À phải. Tôi quên là mỗi buổi sáng tôi vào làm,"
    }
  },
  {
    "translation": {
      "en": "I hand her her latte, and then we talk about merkins",
      "vi": "phải đưa cô ấy latte xong thì nói về túm lông giả"
    }
  },
  {
    "translation": {
      "en": "and the cyclical popularity of the full bush.",
      "vi": "và việc dạo này người ta hoảng vụ rừng rậm lắm."
    }
  },
  {
    "translation": {
      "en": "-What's a merkin? -It's a pubic hair wig.",
      "vi": "- Túm lông giả là sao? - Thứ để thay quần chip."
    }
  },
  {
    "translation": {
      "en": "A wig for the pube region.",
      "vi": "Dạng tóc giả cho vùng kín."
    }
  },
  {
    "translation": {
      "en": "You know, I miss the time when I didn't know what that was.",
      "vi": "Nói thật, giá mà tôi chưa nghe còn hơn."
    }
  },
  {
    "translation": {
      "en": "There we go.",
      "vi": "Đây này."
    }
  },
  {
    "translation": {
      "en": "Oh, uh, okay. Tomorrow morning, you have that salon appointment.",
      "vi": "Ồ, thế này. Sáng mai, cô có đặt chỗ ở salon."
    }
  },
  {
    "translation": {
      "en": "-What? What salon appointment? -I mean, the one for the bikini wax.",
      "vi": "- Gì? Đặt chỗ gì chứ? - Ý là hẹn wax vùng kín ấy."
    }
  },
  {
    "translation": {
      "en": "-Bikini wax, when did I make that? -You made that ages ago.",
      "vi": "- Wax vùng kín, tôi có lên lịch sao? - Cô lên lịch lâu lắm rồi."
    }
  },
  {
    "translation": {
      "en": "Just like an annual checkup, general upkeep.",
      "vi": "Giống như khám sức khỏe tổng quát vậy."
    }
  },
  {
    "translation": {
      "en": "-What salon? -The one you told me to make it at.",
      "vi": "- Salon nào? - Chỗ cô nói tôi đặt ấy."
    }
  },
  {
    "translation": {
      "en": "-Exhale? -Bliss--",
      "vi": "- Exhale? - Bliss..."
    }
  },
  {
    "translation": {
      "en": "Exhale.",
      "vi": "Là Exhale."
    }
  },
  {
    "translation": {
      "en": "She gonna clear out the brush, the bush brush.",
      "vi": "Cô ấy sẽ cắt đi cái túm, cái túm ấy."
    }
  },
  {
    "translation": {
      "en": "Clear out the bush and brush and just make it as smooth as a baby.",
      "vi": "Dọn vùng ấy, và làm nó láng như em bé."
    }
  },
  {
    "translation": {
      "en": "To have a baby. You don't need one of those.",
      "vi": "Chẳng cần có cái túm mới có em bé."
    }
  },
  {
    "translation": {
      "en": "The babies or the bush or the brush.",
      "vi": "Hoặc cắt túm hoặc không có em bé."
    }
  },
  {
    "translation": {
      "en": "I have so many calls.",
      "vi": "Tôi có nhiều cuộc gọi."
    }
  },
  {
    "translation": {
      "en": "But if we hadn't have intervened, Rick would have called her too late,",
      "vi": "Nếu ta không làm gì thì bao giờ Rick mới gọi,"
    }
  },
  {
    "translation": {
      "en": "and Kirsten's lack of waxing would have turned him off,",
      "vi": "còn vụ Kirsten không wax cùng làm ông ta nản,"
    }
  },
  {
    "translation": {
      "en": "and there would have never been a second date.",
      "vi": "và họ chẳng hẹn hò gì nữa."
    }
  },
  {
    "translation": {
      "en": "-Okay. -We can't just kick them out of the nest,",
      "vi": "- Ừ. - Nhưng họ còn bỡ ngỡ,"
    }
  },
  {
    "translation": {
      "en": "because they're baby birds, and they are careening to their death.",
      "vi": "ta không thể mạnh tay, thế thì họ sốc thuốc mất."
    }
  },
  {
    "translation": {
      "en": "-We have to actually Cyrano them. Yeah. -Absolutely. Totally.",
      "vi": "- Ta phải dàn dựng cẩn thận. Phải. - Đúng. Cực kỳ đúng."
    }
  },
  {
    "translation": {
      "en": "I mean, that's what we've been doing up to now.",
      "vi": "Nói thặt, chẳng phải vốn đã thế rồi còn gì."
    }
  },
  {
    "translation": {
      "en": "-That's what we should continue to do. -You know what Cyrano means, right?",
      "vi": "- Giờ cần làm tiếp. - Anh hiểu dàn dựng là sao không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm not an idiot.",
      "vi": "Ờ, tôi có ngáo đâu."
    }
  },
  {
    "translation": {
      "en": "So, what is it?",
      "vi": "Thế nói đi nào?"
    }
  },
  {
    "translation": {
      "en": "It's when-- So, if like two assistants were setting up their boss--",
      "vi": "Là khi... hai trợ lý mai mối cho sếp họ..."
    }
  },
  {
    "translation": {
      "en": "-I don't know what Cyrano is. I know. -You don't know it. I've said it 14 times.",
      "vi": "- Thú thật là không biết. - Tôi nói 14 lần rồi, anh không biết."
    }
  },
  {
    "translation": {
      "en": "-[laughing] -I thought I knew when you said it,",
      "vi": "Lúc nghe thì cứ như là hiểu,"
    }
  },
  {
    "translation": {
      "en": "-and then it was too late to ask. -Okay. It's when a nerdy guy",
      "vi": "- rồi thì quá trễ để hỏi. - Này nhé, là khi một gã cù lần"
    }
  },
  {
    "translation": {
      "en": "helps a handsome guy date the girl that he loves",
      "vi": "giúp một gã bảnh trai hẹn hò với cô gái anh ấy yêu"
    }
  },
  {
    "translation": {
      "en": "by telling him what to say, what to do.",
      "vi": "chỉ gã nói gì, làm gì."
    }
  },
  {
    "translation": {
      "en": "That is not what we're doing. We're full-on Parent Trapping.",
      "vi": "Ta đâu có làm vậy. Ta toàn gài bẫy họ."
    }
  },
  {
    "translation": {
      "en": "-No, we're not. -I've seen the Lindsay Lohan classic",
      "vi": "- Đau có đâu. - Tôi xem phim của Lindsay Lohan"
    }
  },
  {
    "translation": {
      "en": "enough times to know that we're Parent Trapping hard.",
      "vi": "đủ nhiều để biết, ta rõ chỉ biết có gài bẫy."
    }
  },
  {
    "translation": {
      "en": "No, Charlie, the point is, we can't just set them up,",
      "vi": "Không Charlie, chỉ là không thể cứ gài họ,"
    }
  },
  {
    "translation": {
      "en": "we have to help them keep dating.",
      "vi": "phải giúp họ duy trì hẹn hò."
    }
  },
  {
    "translation": {
      "en": "Yes, that one. He's an ass man.",
      "vi": "Cái đó đấy. Ông ta thích mông lắm."
    }
  },
  {
    "translation": {
      "en": "Mr. Otis said you can wait in the lobby.",
      "vi": "Ngài Otis nói anh có thể chờ trong sảnh."
    }
  },
  {
    "translation": {
      "en": "Don't walk like that.",
      "vi": "Đừng đi như thế."
    }
  },
  {
    "translation": {
      "en": "There are two kinds of compliments to give a woman.",
      "vi": "Có hai kiểu khen phụ nữ."
    }
  },
  {
    "translation": {
      "en": "The things she thinks about herself but needs confirmed,",
      "vi": "Một là điều cô ấy nghĩ về mình và cần được công nhận"
    }
  },
  {
    "translation": {
      "en": "and the thing she doesn't think anybody notices about her.",
      "vi": "và thứ hai là điều cô ấy không biết về mình."
    }
  },
  {
    "translation": {
      "en": "The second kind matters more.",
      "vi": "Cái thứ hai quan trọng hơn."
    }
  },
  {
    "translation": {
      "en": "Charlie. I'm gonna be in late tomorrow.",
      "vi": "Charlie. Mai tôi đến trễ."
    }
  },
  {
    "translation": {
      "en": "I'm taking the rest of the day.",
      "vi": "Tôi nghỉ ngơi thêm một ngày."
    }
  },
  {
    "translation": {
      "en": "Ooh.",
      "vi": "Ô chà."
    }
  },
  {
    "translation": {
      "en": "I took a nap today. A nap.",
      "vi": "Hôm nay tôi được ngủ trưa nhé."
    }
  },
  {
    "translation": {
      "en": "-Are you ready to order yet? -Not yet.",
      "vi": "- Quý khách gọi món chưa? - Chưa đâu."
    }
  },
  {
    "translation": {
      "en": "-But I'd love some more chips. -Sure.",
      "vi": "- Nhưng thêm khoai tây chiên đi. - Vâng."
    }
  },
  {
    "translation": {
      "en": "Naps are great. But I got a bigger situation on my hands, Charlie.",
      "vi": "Ngủ trưa, tuyệt. Nhưng tôi có chuyện còn lớn hơn đấy Charlie."
    }
  },
  {
    "translation": {
      "en": "Becca's engagement party is next weekend. I need to guarantee that I can be there.",
      "vi": "Tiệc đính hôn của Becca là tuần sau. Tôi phải đến bằng mọi giá."
    }
  },
  {
    "translation": {
      "en": "It's really important for me, okay? Here's my plan.",
      "vi": "Nó rất quan trọng với tôi. Kế hoạch thế này."
    }
  },
  {
    "translation": {
      "en": "Get Rick to invite Kirsten on a romantic weekend getaway trip to Nantucket.",
      "vi": "Khiến Rick mời Kirsten đi nghỉ cuối tuần lãng mạn ở Nantucket."
    }
  },
  {
    "translation": {
      "en": "There's a wine festival next weekend, and you're gonna plant all the information",
      "vi": "Sẽ có lễ hội rựu vang, anh mồi đủ loại thông tin"
    }
  },
  {
    "translation": {
      "en": "and make Rick think that he thought of it, but he didn't, we did.",
      "vi": "và khiến Rick nghĩ ông ấy muốn đi, nhưng thật ra là ta muốn thế."
    }
  },
  {
    "translation": {
      "en": "-Okay? -Okay.",
      "vi": "- Được không? - Okay."
    }
  },
  {
    "translation": {
      "en": "And they're gonna be marooned on an island with limited cell service,",
      "vi": "Họ sẽ lên một hòn đảo vắng không có sóng điện thoại"
    }
  },
  {
    "translation": {
      "en": "which means you and I will have an entire weekend to ourselves.",
      "vi": "thế là anh và tôi có nguyên cuối tuần tự do."
    }
  },
  {
    "translation": {
      "en": "Perfect. Suze's modeling agency is throwing this fancy party next Saturday.",
      "vi": "Hoàn hảo. Công ty người mẫu Suze làm sắp có tiệc banh nóc vào thứ Bảy."
    }
  },
  {
    "translation": {
      "en": "I'll show up, throw out pheromones.",
      "vi": "Tôi sẽ đến và bốc mùi thuốc gợi tình."
    }
  },
  {
    "translation": {
      "en": "-Let everyone know she's got a boyfriend. -Don't say the word pheromones around me.",
      "vi": "- Ai cũng phải biết tôi là bồ cô ấy. - Đừng nói đến thuốc gợi tình khi có tôi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I meant, uh, chemicals secreted in my sweat to attract females",
      "vi": "Xin lỗi, là bí phương thu hút phụ nữ"
    }
  },
  {
    "translation": {
      "en": "-to my throbbing DNA. -No, no.",
      "vi": "- khiến họ muốn ADN của tôi. - Không không."
    }
  },
  {
    "translation": {
      "en": "Is that--? What--? Can you just--?",
      "vi": "Có phải...? Gì...? Cô có thể...?"
    }
  },
  {
    "translation": {
      "en": "You should probably be easier on the \"ha ha has.\"",
      "vi": "Sao lắm ha ha ha thế, ít thôi."
    }
  },
  {
    "translation": {
      "en": "Hmm?",
      "vi": "Hửm?"
    }
  },
  {
    "translation": {
      "en": "I mean, you find him humorous. You're not a psychotic clown.",
      "vi": "Cô thấy anh ta hài à. Cô đâu có ngáo."
    }
  },
  {
    "translation": {
      "en": "Psychotic clown, what are you talking about?",
      "vi": "Ngáo, ý anh là gì?"
    }
  },
  {
    "translation": {
      "en": "If you like Golf Guy, you'll go out with three other guys this week.",
      "vi": "Nếu cô thích Anh Trai Golf, tuần này cô đã đi với ba gã rồi."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] Okay, why? -Remember when you were a kid?",
      "vi": "- Tại sao chứ? - Nhớ khi cô còn nhỏ không?"
    }
  },
  {
    "translation": {
      "en": "If you had three salamanders, you played with each of them every day,",
      "vi": "Nếu cô có ba con kỳ nhông, cô sẽ chơi với tất cả mỗi ngày,"
    }
  },
  {
    "translation": {
      "en": "and they'd live for years.",
      "vi": "và chúng sẽ sống lâu."
    }
  },
  {
    "translation": {
      "en": "But when you had one salamander, and you held it and you loved it,",
      "vi": "Nhưng nếu cô chỉ có một con, cô cầm và cưng nó,"
    }
  },
  {
    "translation": {
      "en": "and you played with it, and it just died immediately.",
      "vi": "chơi với nó, một ngày là nó chết."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Well, men are kind of like that.",
      "vi": "Đàn ông cũng thế thôi."
    }
  },
  {
    "translation": {
      "en": "You put too much focus on him, he can sense it,",
      "vi": "Đừng quá quan tâm hắn, hắn sẽ biết đấy,"
    }
  },
  {
    "translation": {
      "en": "then you're gonna accidentally kill him. Then you gotta hide him in your drawer",
      "vi": "cô sẽ lỡ giết hắn. Rồi lại phải giấu xác vào tủ"
    }
  },
  {
    "translation": {
      "en": "-so your mom doesn't find out. -I like my one salamander.",
      "vi": "- để mẹ cô khỏi thấy. - Tôi thích kỳ nhông."
    }
  },
  {
    "translation": {
      "en": "Okay, let's get out of here.",
      "vi": "Thôi, tiệc tan."
    }
  },
  {
    "translation": {
      "en": "-Wait. We haven't even ordered yet. -Hello? No. I better get out of here.",
      "vi": "- Chờ đã, ăn gì đi chứ. - Trời ơi! Tôi đi ngay."
    }
  },
  {
    "translation": {
      "en": "-It's an emergency. -What?",
      "vi": "- Tình huống khẩn. - Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "-Well, I was just about to order and pay -[gasps] It's an emergency.",
      "vi": "- Ừm, tôi vừa định gọi món và trả - Đây là tình huống khẩn."
    }
  },
  {
    "translation": {
      "en": "for my dinner at this very nice restaurant,",
      "vi": "cho phần của mình tại một nhà hàng dễ thương"
    }
  },
  {
    "translation": {
      "en": "but I guess I'll just rush straight to the hospital.",
      "vi": "nhưng tôi sẽ qua bệnh viện ngay."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -An emergency.",
      "vi": "- Cảm ơn nhé. - Gấp lắm."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, the whole leg?",
      "vi": "Lạy Chúa, nguyên cái chân kìa?"
    }
  },
  {
    "translation": {
      "en": "[Charlie] These things always happen when you least expect it.",
      "vi": "Tại tai bay vạ gió thôi, có ngờ đâu được."
    }
  },
  {
    "translation": {
      "en": "[waiter] I mean, I saw your phone not ring.",
      "vi": "Này, điện thoại mấy người có rung đâu."
    }
  },
  {
    "translation": {
      "en": "It's not legally a crime, but we both know this isn't right.",
      "vi": "Không sai trái gì, nhưng ta thừa biết là không đúng."
    }
  },
  {
    "translation": {
      "en": "Why do I only have a 2D printer? What am I, a caveman?",
      "vi": "Tại sao tôi chỉ có máy in 2D? Chẳng lẽ tôi là vượn tối cổ?"
    }
  },
  {
    "translation": {
      "en": "There's too much paper here! This is the digital age!",
      "vi": "Sao mà nhiều giấy thế! Thời kỹ thuật số rồi!"
    }
  },
  {
    "translation": {
      "en": "I'll have you know, my tongue is no longer atrophied.",
      "vi": "Nói cho mà biết, lưỡi tôi hết đơ rồi."
    }
  },
  {
    "translation": {
      "en": "-Code red, code black, code-- Shit. -Code red, I can't tell what that means,",
      "vi": "- Tình trạng khẩn cấp... khỉ thật. - Khẩn là sao, tôi chưa hiểu,"
    }
  },
  {
    "translation": {
      "en": "-but code shit, I feel like that's bad. -[Kirsten] Change of plans.",
      "vi": "- \"khỉ thật\" thì tôi hiểu, tệ hả. - Đổi kế hoạch."
    }
  },
  {
    "translation": {
      "en": "I won't go out of town.",
      "vi": "Tôi không đi xa nữa."
    }
  },
  {
    "translation": {
      "en": "Make sure they know the office has to be open all weekend.",
      "vi": "Cho mọi người biết văn phòng làm việc suốt cuối tuần."
    }
  },
  {
    "translation": {
      "en": "Um, of course.",
      "vi": "Tất nhiên ạ."
    }
  },
  {
    "translation": {
      "en": "-Is everything okay? -Obviously. Why would you ask me that?",
      "vi": "- Chuyện ổn chứ? - Tất nhiên. Sao cô hỏi thế?"
    }
  },
  {
    "translation": {
      "en": "Well, no reason.",
      "vi": "Chẳng gì cả."
    }
  },
  {
    "translation": {
      "en": "I am a successful woman. I don't need to travel",
      "vi": "Là người phụ nữ thành công, tôi chẳng cần du lịch"
    }
  },
  {
    "translation": {
      "en": "with a pathetic man-child who can't even feed himself.",
      "vi": "với một gã con nít chẳng tự lo được cho mình."
    }
  },
  {
    "translation": {
      "en": "Of course not.",
      "vi": "Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "Here's a riddle. Would you tell me you love Korean barbecue",
      "vi": "Hỏi này. Cho tôi biết cô có thích đồ nướng kiểu Hàn không"
    }
  },
  {
    "translation": {
      "en": "if you've never had it and didn't know what it was?",
      "vi": "nếu cô chưa từng ăn và chẳng biết nó là gì?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "And if we went there, would you refuse to let me explain how it works,",
      "vi": "Và nếu ta đến đó, cô có cản tôi giải thích phải ăn thế nào không,"
    }
  },
  {
    "translation": {
      "en": "eat raw meat, rather than admit you're wrong,",
      "vi": "thà ăn thị tươi chứ không chịu nhận sai,"
    }
  },
  {
    "translation": {
      "en": "and blame me when you threw it up on a hot grill?",
      "vi": "và đổ lỗi cho tôi khi phun nó lên than nóng?"
    }
  },
  {
    "translation": {
      "en": "Never.",
      "vi": "Không bao giờ."
    }
  },
  {
    "translation": {
      "en": "Kirsten, do you want your--? No, okay.",
      "vi": "Kirsten, cô có muốn...? Chắc không hả."
    }
  },
  {
    "translation": {
      "en": "A lot of men proposed to me in my 20s. I could be thrice divorced by now.",
      "vi": "Khi tôi 20, cả đống đàn ông cầu hôn, nếu cưới là ly hôn mệt nghỉ."
    }
  },
  {
    "translation": {
      "en": "But I'm not gonna pretend to let him teach me about how the world works",
      "vi": "Nhưng tôi chẳng cần vờ nghe anh ấy giảng về đời"
    }
  },
  {
    "translation": {
      "en": "just so he can get it up!",
      "vi": "để anh ta làm chảnh!"
    }
  },
  {
    "translation": {
      "en": "He's such a jerk.",
      "vi": "Rõ đồ khốn mà."
    }
  },
  {
    "translation": {
      "en": "I'm worried that your abrasiveness and general demeanor",
      "vi": "Tôi lo rằng thái độ té nước theo mưa"
    }
  },
  {
    "translation": {
      "en": "will hinder you in the workplace.",
      "vi": "sẽ khiến cô khó tiến thân đấy."
    }
  },
  {
    "translation": {
      "en": "You put a plate full of raw beef in front of me,",
      "vi": "Bỏ một đống thịt bò tươi trước mặt tôi,"
    }
  },
  {
    "translation": {
      "en": "I think it's tartare, and I'm the idiot? [scoffs]",
      "vi": "Tôi tưởng ăn tái luôn, thế là ngốc sao?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry if I expect my food to be properly cooked",
      "vi": "Xin lỗi, tôi muốn thực phẩm được nấu đàng hoàng"
    }
  },
  {
    "translation": {
      "en": "whilst I sit in a restaurant. What am I, a chef? Uh-uh.",
      "vi": "khi tôi vào nhà hàng. Tôi có phải đầu bếp đâu? Hiểu không."
    }
  },
  {
    "translation": {
      "en": "-Do I got a Michelin star? -You could if you wanted to.",
      "vi": "- Tôi có sao Michelin không? - Ông muốn thì được thôi."
    }
  },
  {
    "translation": {
      "en": "She did this shit on purpose to make me look stupid.",
      "vi": "Cô ta bày trò để khiến tôi thành đồ ngốc."
    }
  },
  {
    "translation": {
      "en": "This was a power play.",
      "vi": "Thể hiện quyền lực à."
    }
  },
  {
    "translation": {
      "en": "I don't think she tried to power play.",
      "vi": "Tôi nghĩ không phải đâu."
    }
  },
  {
    "translation": {
      "en": "Can't get the image of barbecued vomit out of my head now.",
      "vi": "Tôi chẳng quên được vụ ói cái thứ đồ nướng đó."
    }
  },
  {
    "translation": {
      "en": "This shitty computer isn't taking my password.",
      "vi": "Cái máy cùi này không nhận password."
    }
  },
  {
    "translation": {
      "en": "-That's my-- -Take my password!",
      "vi": "- Đó là... - Nhận password của tao đi."
    }
  },
  {
    "translation": {
      "en": "That's my laptop.",
      "vi": "Là laptop của tôi."
    }
  },
  {
    "translation": {
      "en": "Bring me my laptop.",
      "vi": "Mang laptop của tôi lại đây."
    }
  },
  {
    "translation": {
      "en": "How could you let them pick the restaurant?",
      "vi": "Sao cô lại để họ chọn nhà hàng?"
    }
  },
  {
    "translation": {
      "en": "-It was your turn to choose. -No, you chose last time.",
      "vi": "- Đó là lượt quyết định của anh. - Không, là cô chọn."
    }
  },
  {
    "translation": {
      "en": "Damn it.",
      "vi": "Ôi khỉ."
    }
  },
  {
    "translation": {
      "en": "Rick is worse than before.",
      "vi": "Rich giờ còn tệ hơn trước."
    }
  },
  {
    "translation": {
      "en": "-He tried to fire a mailman today. -My God.",
      "vi": "- Ông ấy xem đốt người đưa thư. - Lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "-Mailmen work for the U.S. government. -Get them together before they kill us.",
      "vi": "- Người đưa thư của nhà nước đấy. - Giúp họ làm lành, không ta chết chắc."
    }
  },
  {
    "translation": {
      "en": "I can feel it in my bones that Kirsten is capable of murder.",
      "vi": "Kirsten giờ đằng đằng sát khí, chuyện chết người đấy."
    }
  },
  {
    "translation": {
      "en": "-[exhales] So, what are we gonna do? -I don't know.",
      "vi": "- Vậy giờ phải làm sao? - Không biết nữa."
    }
  },
  {
    "translation": {
      "en": "It's your turn to figure something out.",
      "vi": "Tói phiên anh nghĩ cách rồi."
    }
  },
  {
    "translation": {
      "en": "Why isn't there anything in my calendar at 2 p.m.?",
      "vi": "Sao lịch tôi không có gì lúc 2 giờ vậy?"
    }
  },
  {
    "translation": {
      "en": "You know I need a hard out after family events.",
      "vi": "Cô biết tôi phải bận để khỏi dính vụ gia đình."
    }
  },
  {
    "translation": {
      "en": "Oh, my. I'm so sorry. I didn't know that your lunch was with family.",
      "vi": "Ôi, tôi xin lỗi. Tôi không biết cô ăn trưa với gia đình."
    }
  },
  {
    "translation": {
      "en": "-I'll figure it out right now. -If I pay you to make my life easier,",
      "vi": "- Tôi nghĩ ra ngay đây. - Tôi tra tiền để cô giúp tôi dễ sống,"
    }
  },
  {
    "translation": {
      "en": "but instead, you make it harder, you're useless to me.",
      "vi": "giờ cô làm tôi khó sống, thì thành đồ bỏ nhé."
    }
  },
  {
    "translation": {
      "en": "Do you understand?",
      "vi": "Hiểu ý không?"
    }
  },
  {
    "translation": {
      "en": "So, bad news is, Kirsten ripped me a new one.",
      "vi": "Tin xấu là Kirsten vừa gắt tôi một trận."
    }
  },
  {
    "translation": {
      "en": "Good news is I now have time to see Golf Guy.",
      "vi": "Tin tốt là tôi có thời gian gặp Anh Trai Golf."
    }
  },
  {
    "translation": {
      "en": "-Mm. -What is this? Charlie?",
      "vi": "- Ừm. - Gì vậy, Charlie?"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -This is Rick's son's science project.",
      "vi": "- Ôi lạy Chúa. - Đề tài khoa học của con trai Rick."
    }
  },
  {
    "translation": {
      "en": "Life gave me lemons, and I used it to battery-power lemonade.",
      "vi": "Đời cho tôi quả chanh, tôi lấy nó làm pin quả chanh."
    }
  },
  {
    "translation": {
      "en": "Can you... fix it?",
      "vi": "Anh sửa... được không?"
    }
  },
  {
    "translation": {
      "en": "No. It was a masterpiece, and now he's not even getting a ribbon.",
      "vi": "Không. Nó vốn là kiệt tác, còn giờ đừng mong giải khuyến khích."
    }
  },
  {
    "translation": {
      "en": "Go, get out of here. Save yourself.",
      "vi": "Cô đi đi. Tự cứu mình đi."
    }
  },
  {
    "translation": {
      "en": "-Good luck. -Thank you.",
      "vi": "- Chúc may mắn. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "We need a new project. Whole new thing.",
      "vi": "Chúng ta cần đề tài mới. Hoàn toàn mới."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -What about Golf Guy?",
      "vi": "- Thật đấy. - Anh Trai Golf thì sao?"
    }
  },
  {
    "translation": {
      "en": "I don't wanna squeeze my salamander too hard.",
      "vi": "Tôi không muốn ôm chú kỳ nhông chặt quá."
    }
  },
  {
    "translation": {
      "en": "I honestly did not know that someone could do this to lemons with their bare hands.",
      "vi": "Nói thật, tôi không ngờ có người tay không làm thế này với mấy trái chanh."
    }
  },
  {
    "translation": {
      "en": "[Charlie laughing] Rick was so pissed.",
      "vi": "Rick điên ghê lắm."
    }
  },
  {
    "translation": {
      "en": "Imagine if a duck were on meth, it was like, \"Hey, Charlie. Charlie.\"",
      "vi": "Giống như vịt ngáo đá ấy, ổng cứ \"Này, Charlie, Charlie.\""
    }
  },
  {
    "translation": {
      "en": "-Sounded like that duck. -Why do you work for this guy?",
      "vi": "- Giống vịt thật. - Sao anh làm cho lão?"
    }
  },
  {
    "translation": {
      "en": "-Why don't you just... quit? -Are you insane?",
      "vi": "- Sao không... nghỉ luôn? - Điên à?"
    }
  },
  {
    "translation": {
      "en": "I've spent three years doing every shit errand imaginable.",
      "vi": "Tôi nhẫn nhịn làm đủ thứ việc tà lọt suốt ba năm."
    }
  },
  {
    "translation": {
      "en": "Can't quit.",
      "vi": "Nghỉ là hết."
    }
  },
  {
    "translation": {
      "en": "I'd have to start all over, and all of this would've been a waste.",
      "vi": "Phải làm lại từ đầu, những gì bỏ ra, mất trắng."
    }
  },
  {
    "translation": {
      "en": "Plus, Rick is the most respected VC of all time, so if he makes me an analyst,",
      "vi": "Rich là phó chủ tịch được nể nhất , nếu tôi được nâng đỡ làm nhà phân tích"
    }
  },
  {
    "translation": {
      "en": "-I can get a job anywhere. -But do you like the actual work?",
      "vi": "- thì đi đâu cũng ngon. - Anh có thích đi làm việc đó không?"
    }
  },
  {
    "translation": {
      "en": "Nobody likes the actual work. That's the job.",
      "vi": "Ai mà thích. Thế mới gọi là \"đi làm\"."
    }
  },
  {
    "translation": {
      "en": "Do the best one where you make the most money.",
      "vi": "Làm việc mình giỏi nhất để kiếm nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "Hmm.",
      "vi": "Hừm."
    }
  },
  {
    "translation": {
      "en": "Okay, why do you work for Kirsten?",
      "vi": "Rồi, sao cô làm cho Kirsten?"
    }
  },
  {
    "translation": {
      "en": "I work for Kirsten because I wanna write the articles that made me cry",
      "vi": "Tôi làm cho Kirsten vì tôi muốn viết được bài báo như bài"
    }
  },
  {
    "translation": {
      "en": "when I was a little girl, and Kirsten's the best sports journalist there is.",
      "vi": "khiến tôi khóc lúc nhỏ, Kirsten là phóng viên thể thao giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "Well, has she read any of your stuff?",
      "vi": "Cô ta có cần tài viết của cô không?"
    }
  },
  {
    "translation": {
      "en": "I haven't written anything or finished writing anything.",
      "vi": "Chưa biết, chưa xong bài nào cả."
    }
  },
  {
    "translation": {
      "en": "My days are so long and so exhausting",
      "vi": "Ngày nào cũng dài dằng dặc và kiệt quệ"
    }
  },
  {
    "translation": {
      "en": "it's like when I have time, everything I write is... bad.",
      "vi": "cứ có thời gian để viết thì viết dở."
    }
  },
  {
    "translation": {
      "en": "-That is probably not true. -It is true.",
      "vi": "- Sao thế được. - Thật mà."
    }
  },
  {
    "translation": {
      "en": "I think I wanted to impress her and I wanted her to like me,",
      "vi": "Tôi muốn thể hiện, muốn cô ấy mến tôi,"
    }
  },
  {
    "translation": {
      "en": "so, it's just like, I worked so hard at being this great assistant",
      "vi": "giống như là tôi làm vất vả để thành trợ lý tài giỏi"
    }
  },
  {
    "translation": {
      "en": "and making sure she was happy that...",
      "vi": "và làm cô ấy hành phúc..."
    }
  },
  {
    "translation": {
      "en": "I don't know, feels like I might have lost any writing skill I ever had.",
      "vi": "Tôi không biết nữa, hình như tôi mất đi khả năng viết trước đây rồi."
    }
  },
  {
    "translation": {
      "en": "Well, that is definitely not true.",
      "vi": "Ừm, chắc chắn không phải."
    }
  },
  {
    "translation": {
      "en": "You're a terrible assistant.",
      "vi": "Cô làm trợ lý dở tệ."
    }
  },
  {
    "translation": {
      "en": "Can you pass me a few of those?",
      "vi": "Đưa tôi vài cái nào."
    }
  },
  {
    "translation": {
      "en": "-You ready? -I'm ready.",
      "vi": "- Sẵn sàng chưa? - Sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "-What? -Yeah.",
      "vi": "- Trời. - Đấy."
    }
  },
  {
    "translation": {
      "en": "Holy shit. How does that work?",
      "vi": "Thế quái nào, sao hay vậy?"
    }
  },
  {
    "translation": {
      "en": "Well, the bonds in the milk connect with the DNA in the--",
      "vi": "Ừm, liên kết trong sữa kết nối với ADN trong..."
    }
  },
  {
    "translation": {
      "en": "I have no idea. I'm not a scientist.",
      "vi": "Chẳng biết nữa. Tôi có phải nhà khoa học đâu."
    }
  },
  {
    "translation": {
      "en": "All the supplies are in the bag. Feels like a winner.",
      "vi": "Tất cả các thứ đều có trong tui. Nó sẽ thắng giải."
    }
  },
  {
    "translation": {
      "en": "This isn't as good as the lemons.",
      "vi": "Cái này không bằng vụ trái chanh."
    }
  },
  {
    "translation": {
      "en": "[Charlie over phone] He wasn't happy, but he didn't break anything,",
      "vi": "Ông ấy không vui nhưng thôi đập phá rồi,"
    }
  },
  {
    "translation": {
      "en": "-so, maybe that's an improvement. -[Harper] Well, technically, he's right,",
      "vi": "- nên có thể nói là có tiến triển. - Nói ra thì ông ấy cũng đúng,"
    }
  },
  {
    "translation": {
      "en": "but given the fact that we did that in the night,",
      "vi": "nhưng xét việc ta làm nó chỉ trong một đêm,"
    }
  },
  {
    "translation": {
      "en": "-Magic Milk should win a Nobel Prize. -[Rick] Charlie!",
      "vi": "- Sữa Thần Kỳ nên thắng Giải Nobel. - Charlie!"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. I think Rick's drunk. -What?",
      "vi": "- Ôi lạy Chúa. Có vẻ Rick xỉn rồi. - Gì?"
    }
  },
  {
    "translation": {
      "en": "I've never seen him drunk before. He's violent when he's sober.",
      "vi": "Chưa từng thấy ông ta say. Khi yếu lòng thì lại bạo lực lắm."
    }
  },
  {
    "translation": {
      "en": "-Charlie--? -[line disconnects]",
      "vi": "Charlie...?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Do it with me, white boy.",
      "vi": "- Chào. - Nhập hội nào cậu da trắng."
    }
  },
  {
    "translation": {
      "en": "Yeah. Get over here, you dig it? Come on, man.",
      "vi": "Nào. Lại đây, vào cuộc không? Coi nào cậu."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Tới nào."
    }
  },
  {
    "translation": {
      "en": "[singing] Charlie chicken and grits",
      "vi": "Charlie nhát và cáy"
    }
  },
  {
    "translation": {
      "en": "You don't know that shit.",
      "vi": "Cậu không biết thứ đó."
    }
  },
  {
    "translation": {
      "en": "You're a good guy.",
      "vi": "Cậu là người tốt."
    }
  },
  {
    "translation": {
      "en": "Do you know that?",
      "vi": "Cậu biết không?"
    }
  },
  {
    "translation": {
      "en": "-For real. -What?",
      "vi": "- Thật đấy. - Gì?"
    }
  },
  {
    "translation": {
      "en": "I appreciate you.",
      "vi": "Tôi đánh giá cao cậu."
    }
  },
  {
    "translation": {
      "en": "And I should tell you that more often.",
      "vi": "Tôi nên nói thế thường xuyên hơn."
    }
  },
  {
    "translation": {
      "en": "Good idea. Let's have another drink.",
      "vi": "Ý hay đấy. Giờ uống nữa nào."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Oh, no. No, no, no. I got it.",
      "vi": "- Được. - Oh, không không. Để tôi khui."
    }
  },
  {
    "translation": {
      "en": "I hate losing, Charlie.",
      "vi": "Tôi ghét thua cuộc lắm Charlie."
    }
  },
  {
    "translation": {
      "en": "And she thinks I'm a loser.",
      "vi": "Cô ấy nghĩ tôi là đồ thua cuộc."
    }
  },
  {
    "translation": {
      "en": "What should I do?",
      "vi": "Tôi phải làm sao?"
    }
  },
  {
    "translation": {
      "en": "You're a person.",
      "vi": "Cậu là con người."
    }
  },
  {
    "translation": {
      "en": "What would you do?",
      "vi": "Cậu sẽ làm gì?"
    }
  },
  {
    "translation": {
      "en": "-Apologize. -No. Next.",
      "vi": "- Xin lỗi. - Không, ý khác."
    }
  },
  {
    "translation": {
      "en": "Tell her she's good at her job. Tell her you respect what she does.",
      "vi": "Nói cô ấy rất giỏi chuyên môn. Nói ông kính trọng việc công ấy làm."
    }
  },
  {
    "translation": {
      "en": "Just tell her you see her.",
      "vi": "Nói với cô ấy \"anh hẹn hò em\"."
    }
  },
  {
    "translation": {
      "en": "Ew.",
      "vi": "Gớm."
    }
  },
  {
    "translation": {
      "en": "-What does that even mean? -I don't know.",
      "vi": "- Nó có nghĩa gì vậy? - Chẳng biết nữa."
    }
  },
  {
    "translation": {
      "en": "I think maybe it's just... Maybe it's just what I'd wanna hear.",
      "vi": "Tôi nghĩ... kiểu như tôi muốn được nghe câu đó."
    }
  },
  {
    "translation": {
      "en": "Hmm?",
      "vi": "Hừm?"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "-What are you doing here? -[clears throat]",
      "vi": "Anh làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "I see you.",
      "vi": "Anh hẹn hò em."
    }
  },
  {
    "translation": {
      "en": "What? What does that even mean?",
      "vi": "Gì chứ? Là ý gì?"
    }
  },
  {
    "translation": {
      "en": "I see you.",
      "vi": "Anh hẹn hò em."
    }
  },
  {
    "translation": {
      "en": "\"I see you,\" like--",
      "vi": "\"Anh hẹn hò em\" ấy mà..."
    }
  },
  {
    "translation": {
      "en": "I see you.",
      "vi": "Anh hẹn hò em."
    }
  },
  {
    "translation": {
      "en": "-Oh. Lock the door. -Mm-hm.",
      "vi": "- Rồi. Đóng cửa đi. - Hưm."
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "vi": "Vâng thưa cô."
    }
  },
  {
    "translation": {
      "en": "I meant that as a joke.",
      "vi": "Em chỉ nói đùa thôi."
    }
  },
  {
    "translation": {
      "en": "You're the boss.",
      "vi": "Em là boss mà."
    }
  },
  {
    "translation": {
      "en": "Let's go to your apartment. I'm serious. [laughs]",
      "vi": "Mình đến nhà anh đi. Em nói thật."
    }
  },
  {
    "translation": {
      "en": "-[Harper] Charlie? -I want rose petals everywhere.",
      "vi": "- Charlie? - Rắc cánh hoa hồng khắp nơi đi."
    }
  },
  {
    "translation": {
      "en": "I need it to look like a massacre at a flower shop.",
      "vi": "Mua sạch cửa hàng hoa luôn cũng được."
    }
  },
  {
    "translation": {
      "en": "Nantucket is a go. They land in an hour, I put the champagne",
      "vi": "Nantucket là chuẩn bài. Một giờ nữa họ tới, tôi đặt sâm banh"
    }
  },
  {
    "translation": {
      "en": "-on Rick's credit card. Here you go. -Hotel room is all set.",
      "vi": "- bằng thẻ của Rick. Đây này. - Phòng khách sạn xong cả rồi."
    }
  },
  {
    "translation": {
      "en": "-It's about to be Boner City in there. -Wow, okay.",
      "vi": "- Cuộc phang trong đó hoành tráng luôn. - Wow, gớm."
    }
  },
  {
    "translation": {
      "en": "Someone say Boner City? Frigging love that place.",
      "vi": "Ai nói phang phập à? Chỗ đó chắc đã lắm."
    }
  },
  {
    "translation": {
      "en": "Harper, this is Duncan. My roommate.",
      "vi": "Harper, đây là Duncan, bạn cùng phòng."
    }
  },
  {
    "translation": {
      "en": "He's a teacher at a middle school in the Bronx.",
      "vi": "Anh ấy là giáo viên trung học ở khu Bronx."
    }
  },
  {
    "translation": {
      "en": "But he's gay, so, keep your ovaries in your pants.",
      "vi": "Anh ta là gay, đừng có khoe hàng với anh ta."
    }
  },
  {
    "translation": {
      "en": "-I'll just shove them back in there. -[Charlie] What are you--?",
      "vi": "- Tôi sẽ cất hàng vào lại. - Cái cô này...?"
    }
  },
  {
    "translation": {
      "en": "-Why are you dressed like that? -For Becca's engagement party tonight.",
      "vi": "- Cô ăn mặc gì lạ vậy? - Tối nay Becca đính hôn."
    }
  },
  {
    "translation": {
      "en": "What are you wearing? Where are the rest of your shorts?",
      "vi": "Anh mặc gì vậy? Quần bị cắt hả?"
    }
  },
  {
    "translation": {
      "en": "These are cool, all right? Suze likes short shorts on guys.",
      "vi": "Không thấy ngầu sao? Suze thích trai quần cụt."
    }
  },
  {
    "translation": {
      "en": "-Stop. -[laughing] Your shorts suck.",
      "vi": "- Thôi đi. - Quần cậu như mắm."
    }
  },
  {
    "translation": {
      "en": "You know what, stop it. You're not friends.",
      "vi": "Nói này, cậu im đi. Thứ bạn bè kỳ cục."
    }
  },
  {
    "translation": {
      "en": "-I feel like we're becoming friends. -We're friends.",
      "vi": "- Ta làm bạn hợp đấy. - Làm bạn nhé."
    }
  },
  {
    "translation": {
      "en": "-Do you wanna come to this party? -I don't think so.",
      "vi": "- Muốn dự tiệc không? - Chắc là không."
    }
  },
  {
    "translation": {
      "en": "I gotta finish writing this article to distract myself.",
      "vi": "Tôi phải tự đánh lạc hướng mình bằng cách viết báo."
    }
  },
  {
    "translation": {
      "en": "Distract yourself from what?",
      "vi": "Đánh lạc hướng khỏi cái gì?"
    }
  },
  {
    "translation": {
      "en": "The fact that Golf Guy hasn't called me in a few days.",
      "vi": "Anh Trai Golf không gọi tôi mấy ngày rồi."
    }
  },
  {
    "translation": {
      "en": "-Like zero contact? -Yeah, but he'll call me soon,",
      "vi": "- Hoàn toàn không? - Ừ, nhưng rồi sẽ gọi thôi,"
    }
  },
  {
    "translation": {
      "en": "'cause he said he was gonna come to Becca's party tonight.",
      "vi": "anh ấy đã nói đêm nay sẽ đến tiệc đính hôn của Becca."
    }
  },
  {
    "translation": {
      "en": "-Whatever. It's not like I care. -It's gonna be fun.",
      "vi": "- Thây kệ. Tôi chẳng quan tâm. - Sẽ vui lắm."
    }
  },
  {
    "translation": {
      "en": "-Duncan? -[Duncan] Free booze and hot dogs.",
      "vi": "- Duncan? - Ăn thả ga, uống thả cửa."
    }
  },
  {
    "translation": {
      "en": "-You've convinced me. I'll be there. -Perfect. She's my plus one.",
      "vi": "- Giờ tôi bị dụ rồi, vậy đi chung nhé. - Tuyệt. Tôi dắt theo cô ta."
    }
  },
  {
    "translation": {
      "en": "You're my plus one. I'm Suze's plus one. You're a plus two.",
      "vi": "Là tôi dắt cậu theo. Suze dắt tôi theo. Giờ dắt thêm cô."
    }
  },
  {
    "translation": {
      "en": "-So, she's my plus three. -I'm his plus three.",
      "vi": "- Coi như cô ta do tôi dắt. - Anh ta dắt tôi chứ."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì đây?"
    }
  },
  {
    "translation": {
      "en": "[announcer] DJ JC, kicking it live on the dance floor.",
      "vi": "DJ DC khởi động sàn nhảy đi nào."
    }
  },
  {
    "translation": {
      "en": "-Yes! -Oh, my God.",
      "vi": "- Tuyệt! - Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "-[Charlie] You see all the hot guys? -[Duncan] Don't do that.",
      "vi": "- Thấy đám trai ngon không? - Thôi đi nha."
    }
  },
  {
    "translation": {
      "en": "Everybody's so tan. Oh, my goodness. Look at you. You look so pretty.",
      "vi": "Ai cũng rám nắng. Lạy Chúa. Nhìn em xem, tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Duncan, you know Suze.",
      "vi": "Duncan biết Suze nhĩ."
    }
  },
  {
    "translation": {
      "en": "I heard you were coming, and I still showed up, so...",
      "vi": "Tôi biết cô tới nhưng tôi vẫn đến, nên..."
    }
  },
  {
    "translation": {
      "en": "-Harper. -I'm Harper.",
      "vi": "- Harper. - Tôi là Harper."
    }
  },
  {
    "translation": {
      "en": "-Oh! -[Harper screams]",
      "vi": "Ôi!"
    }
  },
  {
    "translation": {
      "en": "-How are you doing this? -I get you every time. Yeah.",
      "vi": "- Sao cô làm được vậy? - Có tôi là yên tâm. Yeah."
    }
  },
  {
    "translation": {
      "en": "Stop. Stop hugging each other. You are not friends.",
      "vi": "Thôi ngay, không được ôm. Mấy người không phải bạn."
    }
  },
  {
    "translation": {
      "en": "We're killing it.",
      "vi": "Phe tôi đang thắng mà."
    }
  },
  {
    "translation": {
      "en": "Do you guys know each other?",
      "vi": "Hai người quen nhau à?"
    }
  },
  {
    "translation": {
      "en": "It's like Battle of the Bulge over here. It's a war zone.",
      "vi": "Nhìn cứ như vùng chiến sự của Trận Bulge súng đạn vậy."
    }
  },
  {
    "translation": {
      "en": "-Hey, Charlie. -He's not gonna call you,",
      "vi": "- Này Charlie. - Hắn không gọi cô đâu,"
    }
  },
  {
    "translation": {
      "en": "-and it's not a big deal. -I slept with him.",
      "vi": "- và chẳng sao cả. - Tôi ngủ với anh ấy."
    }
  },
  {
    "translation": {
      "en": "I don't do that with many people. Thanks, Duncan.",
      "vi": "Tôi không tùy tiện đâu. Cảm ơn Duncan."
    }
  },
  {
    "translation": {
      "en": "First guy I ever slept with came out while he was inside of me.",
      "vi": "Anh ấy là người đầu tiên ngộ ra khi \"ở trong\" tôi."
    }
  },
  {
    "translation": {
      "en": "I hate to be the one that has to explain this.",
      "vi": "Tôi không muốn phải giải thích đâu."
    }
  },
  {
    "translation": {
      "en": "-That's actually how sex works. -That's not what she's talking about, bro.",
      "vi": "- Nhưng tình dục là thế mà. - Bồ ơi, ý cô ấy không phải vậy."
    }
  },
  {
    "translation": {
      "en": "-He came out as a gay man. -While he was inside you?",
      "vi": "- Anh ta ngộ ra mình là gay. - Khi hắn \"ở trong\" cô sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah, you know, it's kind of like you don't really know until you tried it.",
      "vi": "Phải, kiểu như là phải thử rồi thì mới biết mình là ai."
    }
  },
  {
    "translation": {
      "en": "And then, once you tried it, you really know.",
      "vi": "Và khi thử rồi, ta biết đích xác mình là ai."
    }
  },
  {
    "translation": {
      "en": "Well, you know what? Golf Guy wasn't like that.",
      "vi": "Nói mấy anh này, Anh Trai Golf không phải thế."
    }
  },
  {
    "translation": {
      "en": "He was perfect.",
      "vi": "Anh ta thật hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "I think your bar for perfect is really low.",
      "vi": "Tôi thấy chỉ tiêu hoàn hảo của cô thấp quá đấy."
    }
  },
  {
    "translation": {
      "en": "Can we stop? We're gonna play a game called hard to get.",
      "vi": "Dẹp vụ này đi, giờ chơi trò tên là \"treo cao giá\" nhé."
    }
  },
  {
    "translation": {
      "en": "Hard to get? Makes no sense. It's evolutionarily unsound.",
      "vi": "Treo cao giá? Vớ vẩn và vô nghĩa về mặt tiến hóa."
    }
  },
  {
    "translation": {
      "en": "Why would a caveman want a cavewoman who was like, \"Go get me food.",
      "vi": "Cố gã tối cổ nào lại muốn một ả tối cổ cứ \"Đi kiếm thức ăn đi."
    }
  },
  {
    "translation": {
      "en": "When you come back, maybe there'll be a cave for you,",
      "vi": "Khi anh về, tôi sẽ làm cái hang cho anh,"
    }
  },
  {
    "translation": {
      "en": "maybe there won't be.\" Men should want women",
      "vi": "hoặc không.\" Đàn ông nên kiếm phụ nữ"
    }
  },
  {
    "translation": {
      "en": "that are gonna keep the coziest, warmest caves. Men need shelter.",
      "vi": "biết chăm chút cho tổ ấm của họ. Đàn ông cần nơi chở che."
    }
  },
  {
    "translation": {
      "en": "-I am guaranteeing shelter. -Screw Golf Guy.",
      "vi": "- Tôi đảm bảo tổ sẽ ấm. - Cút mẹ cái Anh Trai Golf."
    }
  },
  {
    "translation": {
      "en": "I did screw Golf Guy. That's why I'm having this frigging problem.",
      "vi": "Chính tôi biến Anh Trai Golf thành một mẹ đấy. Nên giờ tôi bị rối."
    }
  },
  {
    "translation": {
      "en": "No, forget about him.",
      "vi": "Quên dẹp đi."
    }
  },
  {
    "translation": {
      "en": "I will go with you to the party. I will be your other salamander.",
      "vi": "Tôi sẽ cùng cô đến tiệc đính hôn. Tôi sẽ làm kỳ nhông cho cô."
    }
  },
  {
    "translation": {
      "en": "What are you talking about? What about Suze?",
      "vi": "Anh nói gì vậy? Còn Suze thì sao?"
    }
  },
  {
    "translation": {
      "en": "She should see what it's like when her cave doesn't have any fire.",
      "vi": "Cứ để cô ta thấy hang không có lửa thì sẽ ra làm sao."
    }
  },
  {
    "translation": {
      "en": "But I'm not the cavewoman. I am still the man.",
      "vi": "À tôi không phải \"ả tối cổ\" đâu. Đàn ông nhé."
    }
  },
  {
    "translation": {
      "en": "Let's just go.",
      "vi": "Cứ rút thôi."
    }
  },
  {
    "translation": {
      "en": "-You're getting married! -Hi! Hi!",
      "vi": "- Sắp cưới rồi nhé! - Chào! Chào!"
    }
  },
  {
    "translation": {
      "en": "-Hey, angel, I'm so sorry I'm late. -That's okay. I don't care.",
      "vi": "- Chào thiên thần, xin lỗi tớ đến trễ. - Sao nào, tớ có giận đâu."
    }
  },
  {
    "translation": {
      "en": "-How do I look? That's what I care about. -How do you look? You look so beautiful.",
      "vi": "- Tớ lo mình không đẹp thôi. - Cậu đẹp lắm, yên tâm."
    }
  },
  {
    "translation": {
      "en": "-Really? -Incredible.",
      "vi": "- Thật sao? - Cực đẹp."
    }
  },
  {
    "translation": {
      "en": "-Like slutty first Holy Communion, right? -Yes. Exactly.",
      "vi": "- Trong sáng gợi tình đúng không? - Chính xác."
    }
  },
  {
    "translation": {
      "en": "-Is that Golf Guy? -No. This is Charlie, from work.",
      "vi": "- Là Anh Trai Golf à? - Không. Là Charlie, quen ở chỗ làm."
    }
  },
  {
    "translation": {
      "en": "-Hi, Charlie from work. Nice to meet you. -Thanks for having me.",
      "vi": "- Chào Charlie ở chỗ làm. Hạnh ngộ. - Cảm ơn đã chào đón."
    }
  },
  {
    "translation": {
      "en": "So, as most of you know, I have, um, dated a lot of guys.",
      "vi": "Hầu hết các bạn ở đây đều biết tôi từng hẹn họ rất nhiều trai."
    }
  },
  {
    "translation": {
      "en": "-Hear, hear. That's my girl. -I've liked a lot of things about them.",
      "vi": "- Hôn thê anh là phải thế. - Bọn trai đó có nhiều điểm tôi thích."
    }
  },
  {
    "translation": {
      "en": "Like, yeah. And then I met Mike over here,",
      "vi": "Uh, phải. Và rồi tôi gặp anh Mike đây,"
    }
  },
  {
    "translation": {
      "en": "and there was a lot to not like about him.",
      "vi": "anh ấy có rất nhiều điểm tôi không thích."
    }
  },
  {
    "translation": {
      "en": "He, um, dresses like a stepdad, as you can see.",
      "vi": "Ăn mặc như ông già, nhìn là biết."
    }
  },
  {
    "translation": {
      "en": "-He listens to Creed. -Just their old stuff.",
      "vi": "- Nghe nhạc của Creed. - Những bài cũ thôi."
    }
  },
  {
    "translation": {
      "en": "-Non-ironically. -Okay, but they are good.",
      "vi": "- Kể ra thế thôi. - Nhạc họ hay mà."
    }
  },
  {
    "translation": {
      "en": "Every single time he hears a siren, he goes, \"That's my ride.\"",
      "vi": "Mỗi lần anh ấy nghe còi hụ là nói \"Tới bắt anh đấy\"."
    }
  },
  {
    "translation": {
      "en": "This is super fun for me, by the way.",
      "vi": "Thấy tôi hài hước không."
    }
  },
  {
    "translation": {
      "en": "And yet...",
      "vi": "Dẫu vậy nhưng..."
    }
  },
  {
    "translation": {
      "en": "Oh, man, I'm completely and totally in love with him.",
      "vi": "Ôi trời, tôi vẫn yêu anh ấy bằng cả trái tim."
    }
  },
  {
    "translation": {
      "en": "When I was little, my grandmother, she used to say:",
      "vi": "Hồi nhỏ, bà tôi thường nói:"
    }
  },
  {
    "translation": {
      "en": "\"You like because, and you love despite.\"",
      "vi": "\"Thích thì có lý do, còn yêu thì bất chấp\""
    }
  },
  {
    "translation": {
      "en": "You like someone because of all of their qualities,",
      "vi": "Bạn thích ai đó lý do là bạn thấy họ có ưu điểm,"
    }
  },
  {
    "translation": {
      "en": "and you love someone despite some of their qualities.",
      "vi": "còn khi yêu, bạn bất chấp khuyết điểm của họ."
    }
  },
  {
    "translation": {
      "en": "Mikey... [giggles]",
      "vi": "Mikey..."
    }
  },
  {
    "translation": {
      "en": "I like you almost as much as I love you, and I can't wait to marry you.",
      "vi": "Em thích anh cũng nhiều như yêu anh, thế nên cưới lẹ đi."
    }
  },
  {
    "translation": {
      "en": "Okay, sorry. Get drunk so I have fun stories to tell.",
      "vi": "Thôi xin lỗi. Bét nhè đi để tôi có chuyện vui mà kể."
    }
  },
  {
    "translation": {
      "en": "[Harper] Wow, all the way to the top.",
      "vi": "Wow, đầy ly luôn."
    }
  },
  {
    "translation": {
      "en": "[Charlie] I don't think we need new shot glasses.",
      "vi": "Chắc uống một lần là gục luôn."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-Okay. -All right.",
      "vi": "- Okay. - Tốt."
    }
  },
  {
    "translation": {
      "en": "-Okay, to the last penis of my life. -That's me. That's me, yeah.",
      "vi": "- Nào, mừng chú chym cuối của đời tôi. - Là tôi đấy, yeah."
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. -One, two, three.",
      "vi": "- Oh heah. - Một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "That's my ride.",
      "vi": "Đến bắt tôi đấy."
    }
  },
  {
    "translation": {
      "en": "-He does do it every time. -I know.",
      "vi": "- Lần nào cũng thế. - Biết rồi."
    }
  },
  {
    "translation": {
      "en": "-You're so good at that. -Oh, I'm just like Bruce Lee.",
      "vi": "- Anh giỏi trò này thật. - Tôi là đệ Lý Tiểu Long mà."
    }
  },
  {
    "translation": {
      "en": "-I just don't even know what's going on. -Just stop thinking.",
      "vi": "- Thật ra tôi chẳng hiểu gì cả. - Thôi nghĩ ngợi đi."
    }
  },
  {
    "translation": {
      "en": "Nobody cares. Let's do it. Look at all these assholes.",
      "vi": "Ai mà quan tâm. Quẩy đi. Nhìn bọn khứa đi này."
    }
  },
  {
    "translation": {
      "en": "Just imagine you're paralyzed,",
      "vi": "Giờ vờ như bị bại liệt xem,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, you get feeling back into your limbs.",
      "vi": "rồi đột nhiên cô hết liệt, tay chân quơ quào."
    }
  },
  {
    "translation": {
      "en": "Now you're one of those blow-up air men outside a car dealership.",
      "vi": "Giờ làm như thú bơm hơi để quảng cáo ngoài đại lý xe."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's--",
      "vi": "Yeah, nhìn..."
    }
  },
  {
    "translation": {
      "en": "Don't be weird.",
      "vi": "Đừng làm ghê quá."
    }
  },
  {
    "translation": {
      "en": "-What's Rick and Kirsten's \"and yet\"? -What do you mean?",
      "vi": "Rick và Kirsten, đâu là cái \"dẫu thế vẫn\" của họ? Ý cô là sao?"
    }
  },
  {
    "translation": {
      "en": "That \"because, love despite\" thing, when there are all these--",
      "vi": "Cái mà thích có lý do, yêu thì bất chấp khi nãy ấy"
    }
  },
  {
    "translation": {
      "en": "Um...",
      "vi": "À..."
    }
  },
  {
    "translation": {
      "en": "Like all these reasons why it shouldn't work out...",
      "vi": "Tức là có rất nhiều lý do không thể thành đôi..."
    }
  },
  {
    "translation": {
      "en": "but they don't care. Like Romeo and Juliet.",
      "vi": "nhưng họ mặc kệ. Như Romeo và Juliet vậy."
    }
  },
  {
    "translation": {
      "en": "Our families are mortal enemies, and yet...",
      "vi": "Gia đình hai bên thù tận xương, dẫu thế vẫn..."
    }
  },
  {
    "translation": {
      "en": "-Rick and Kirsten don't have one. -Well, that's good, you know? We--",
      "vi": "- Rick và Kirsten không có luôn. - Thế càng tốt mà? Chúng ta..."
    }
  },
  {
    "translation": {
      "en": "I mean, they can't not like anything about each other.",
      "vi": "Ý tôi là, họ có chẳng gì nhau đâu."
    }
  },
  {
    "translation": {
      "en": "Not yet.",
      "vi": "Chưa thôi."
    }
  },
  {
    "translation": {
      "en": "But even friendships have them.",
      "vi": "Này, là bạn bè cũng có thương ghét."
    }
  },
  {
    "translation": {
      "en": "Like, Becca's wild, and she drinks too much,",
      "vi": "Ví dụ như Becca rất điên, lại hay nhậu nhẹt,"
    }
  },
  {
    "translation": {
      "en": "and she's never paid a bill on time, and yet I love her.",
      "vi": "và luôn trả hóa đơn muộn, dẫu thế tôi vẫn thích cô ấy."
    }
  },
  {
    "translation": {
      "en": "You like expensive stuff...",
      "vi": "Anh thích đồ đắt tiền..."
    }
  },
  {
    "translation": {
      "en": "and let a 23-year-old walk all over you, and yet you're tolerable.",
      "vi": "bị một con nhỏ 23 tuổi dắt mũi, dẫu thế vẫn chịu đựng."
    }
  },
  {
    "translation": {
      "en": "-I do not let her walk all over me. -I'm sorry. Where are your sunglasses?",
      "vi": "Tôi không bị dắt mũi nhé. Xin lỗi, cho hỏi kính râm của anh đâu?"
    }
  },
  {
    "translation": {
      "en": "You talk way too fast, and you are way too nice to everyone...",
      "vi": "Cô thì nói quá nhanh, và quá tốt với mọi người..."
    }
  },
  {
    "translation": {
      "en": "-except me, apparently... -[laughs]",
      "vi": "còn với tôi ác thấy rõ..."
    }
  },
  {
    "translation": {
      "en": "-and yet... you are a terrible dancer. -That's not how it works.",
      "vi": "- và dẫu thế vẫn... nhảy rất tệ. - Không khớp tình huống nhé."
    }
  },
  {
    "translation": {
      "en": "I need pizza.",
      "vi": "Tôi muốn ăn pizza."
    }
  },
  {
    "translation": {
      "en": "So, like, we're clearing the air, you know what I mean?",
      "vi": "Rồi bọn tôi xóa bầu không khí căng thẳng, hiểu không?"
    }
  },
  {
    "translation": {
      "en": "I probably had a few glasses of wine. It was like-- [laughs]",
      "vi": "Chắc tại uống nhiều quá. Như là..."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi.",
      "vi": "- Chào. - Chào."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -You're drunk.",
      "vi": "- Ôi cưng ơi. - Cậu say rồi."
    }
  },
  {
    "translation": {
      "en": "-What? Me? -Yeah.",
      "vi": "- Tớ á? - Yeah."
    }
  },
  {
    "translation": {
      "en": "-You. -It was an accident.",
      "vi": "- Cậu. - Lỡ uống thôi."
    }
  },
  {
    "translation": {
      "en": "-Mm-hm -But it was also incredibly on purpose.",
      "vi": "- Hừm. - Nhưng thật ra là cố tình."
    }
  },
  {
    "translation": {
      "en": "-Angel. You're the love of my life, -Yeah?",
      "vi": "- Thiên thần à. Tình yêu của đời tôi, - Sao?"
    }
  },
  {
    "translation": {
      "en": "and I'm so happy for you.",
      "vi": "tôi hạnh phúc cho cậu."
    }
  },
  {
    "translation": {
      "en": "But there's no pizza on this roof, I have to go.",
      "vi": "Nhưng ở đây không có pizza, nên tớ phải đi đây."
    }
  },
  {
    "translation": {
      "en": "-Do you wanna come? -I can't.",
      "vi": "- Muốn theo không? - Không thể."
    }
  },
  {
    "translation": {
      "en": "-Sure? -I can't. But get out of here.",
      "vi": "- Thật chứ? - Không thể. Thôi đi đi."
    }
  },
  {
    "translation": {
      "en": "-Love you. -Love you.",
      "vi": "- Yêu cậu. - Yêu cậu."
    }
  },
  {
    "translation": {
      "en": "-Charlie? -[Charlie] Huh?",
      "vi": "- Charlie? - Hở?"
    }
  },
  {
    "translation": {
      "en": "It's time to go.",
      "vi": "Đến lúc đi rồi."
    }
  },
  {
    "translation": {
      "en": "-Oh, man. Keep it real, though. -[Charlie] Miss you already.",
      "vi": "- Này, bất chấp để sống thật nhé. - Mến anh rồi đấy."
    }
  },
  {
    "translation": {
      "en": "-Where do you want these? -Oh, you can just put them on the table.",
      "vi": "- Tôi để đâu đây cô? - Anh cứ để trên bàn đi."
    }
  },
  {
    "translation": {
      "en": "-You are gonna let the smell out. -I wish that box was my bed.",
      "vi": "- Coi chừng bay mùi mất. - Ước cái hộp này thành giường ngủ."
    }
  },
  {
    "translation": {
      "en": "I know this is not gonna sound how I mean it to sound.",
      "vi": "Tôi biết câu này sẽ diễn tả chưa chuẩn ý tôi:"
    }
  },
  {
    "translation": {
      "en": "-I wanna fuck this pizza. -I get it.",
      "vi": "- Tôi muốn phang cái pizza này. - Tôi hiểu mà."
    }
  },
  {
    "translation": {
      "en": "You should never say that to anyone.",
      "vi": "Anh không nên nói với cả."
    }
  },
  {
    "translation": {
      "en": "But I get it.",
      "vi": "Nhưng tôi thì hiểu."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Duncan's playing Third Eye Blind in there.",
      "vi": "Xin lỗi, Duncan đang nghe nhạc Third Eye Blind trong đó."
    }
  },
  {
    "translation": {
      "en": "-What does that mean? -He's hooking up with a guy.",
      "vi": "- Là ý gì chứ? - Là hẹn hò với trai."
    }
  },
  {
    "translation": {
      "en": "Duncan is gay?",
      "vi": "Duncay bị gay à?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì?"
    }
  },
  {
    "translation": {
      "en": "I'm kidding.",
      "vi": "Giả bộ đấy."
    }
  },
  {
    "translation": {
      "en": "We cannot interrupt him.",
      "vi": "Đừng phá anh ấy."
    }
  },
  {
    "translation": {
      "en": "Do you know how athletic I was?",
      "vi": "Tôi cũng thể thao lắm nhé."
    }
  },
  {
    "translation": {
      "en": "Impressed yet?",
      "vi": "Ngạc nhiên chưa?"
    }
  },
  {
    "translation": {
      "en": "I'm so hungry.",
      "vi": "Đói quá đi."
    }
  },
  {
    "translation": {
      "en": "Too hungry.",
      "vi": "Đói lắm."
    }
  },
  {
    "translation": {
      "en": "Oh, God. Nope.",
      "vi": "Ôi không."
    }
  },
  {
    "translation": {
      "en": "-Do you need some help? -Yeah.",
      "vi": "- Cần giúp không? - Cần."
    }
  },
  {
    "translation": {
      "en": "-Give me the pizza. -No. I'm gonna take it up to the top.",
      "vi": "- Đưa cái pizza đây. - Không, tôi sẽ tự mang lên."
    }
  },
  {
    "translation": {
      "en": "Absolutely not, your hands are too small. Ah!",
      "vi": "Không được, tay cô bé quá. Ah!"
    }
  },
  {
    "translation": {
      "en": "-Charlie. -I'll hold it in one hand.",
      "vi": "- Charlie. - Tôi sẽ cầm một tay."
    }
  },
  {
    "translation": {
      "en": "I'm gonna move my way up this ladder like a monkey. Stop.",
      "vi": "Rồi tôi sẽ treo lên đó thật điêu luyện. Thôi đi."
    }
  },
  {
    "translation": {
      "en": "Stop. I got this.",
      "vi": "Thôi ngay. Tôi bận tay rồi."
    }
  },
  {
    "translation": {
      "en": "-All right. -Oh, my God.",
      "vi": "- Được rồi. - Lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "Stop. Keep the top up. Otherwise the cheese will slide.",
      "vi": "Đừng nghiêng, đưa mặt trên lên, không là phô mai chảy hết."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Please don't drop my pizza.",
      "vi": "Đừng làm rơi pizza của tôi."
    }
  },
  {
    "translation": {
      "en": "-What? Just stop making me laugh. -I'm serious.",
      "vi": "- Gì? Đừng chọc cười nữa. - Nghiêm túc đấy."
    }
  },
  {
    "translation": {
      "en": "-Stop making me laugh. -I'm not trying to. I mean it.",
      "vi": "- Đừng chọc cười nữa. - Đâu có đâu, nói thật mà."
    }
  },
  {
    "translation": {
      "en": "-Okay? -It is in my possession. I got this.",
      "vi": "- Được không? - Trong tay quan là của quan."
    }
  },
  {
    "translation": {
      "en": "-[Harper] Oh, are you okay? -I'm fine.",
      "vi": "- Có sao không? - Bình thường."
    }
  },
  {
    "translation": {
      "en": "No, I'm talking to my pizza.",
      "vi": "Tôi hỏi cái pizza mà."
    }
  },
  {
    "translation": {
      "en": "[Charlie] Parkour.",
      "vi": "Như Parkour vậy."
    }
  },
  {
    "translation": {
      "en": "This is the dining room.",
      "vi": "Đây là phòng ăn."
    }
  },
  {
    "translation": {
      "en": "Careful.",
      "vi": "Cẩn thận."
    }
  },
  {
    "translation": {
      "en": "One, two, three.",
      "vi": "Một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "-Thank God. -That looks so good.",
      "vi": "- Tạ ơn Chúa. - Ngon quá đi."
    }
  },
  {
    "translation": {
      "en": "Just choose it.",
      "vi": "Chọn đại đi."
    }
  },
  {
    "translation": {
      "en": "This is the best meal I've had...",
      "vi": "Đây là bữa ngon nhất..."
    }
  },
  {
    "translation": {
      "en": "in my entire life.",
      "vi": "...trong đời tôi."
    }
  },
  {
    "translation": {
      "en": "I should probably go...",
      "vi": "Tôi phải đi thôi..."
    }
  },
  {
    "translation": {
      "en": "home.",
      "vi": "...về nhà."
    }
  },
  {
    "translation": {
      "en": "Slice for the road?",
      "vi": "Lấy một miếng nhé?"
    }
  },
  {
    "translation": {
      "en": "Two, please.",
      "vi": "Hai đi, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "But roll it crust-side-out.",
      "vi": "Cuộn phần nhân lại."
    }
  },
  {
    "translation": {
      "en": "I'm a lady.",
      "vi": "Tôi là quý cô mà."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "-What are you doing here? -You two, in my office, now.",
      "vi": "- Anh đến đây làm gì? - Hai người, vào văn phòng, ngay."
    }
  },
  {
    "translation": {
      "en": "[Rick] Charlie,",
      "vi": "Charlie,"
    }
  },
  {
    "translation": {
      "en": "this is Kirsten.",
      "vi": "đây là Kirsten."
    }
  },
  {
    "translation": {
      "en": "-Kirsten's assistant, Helga. -Harper.",
      "vi": "- Trợ lý của Kirsten, Helga. - Harper."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "You two should get to know each other because Kirsten and I,",
      "vi": "Hai người nên làm quen đi, vì Kirsten và tôi,"
    }
  },
  {
    "translation": {
      "en": "we're getting married.",
      "vi": "sắp kết  hôn."
    }
  },
  {
    "translation": {
      "en": "-[Harper] Really? -That's great.",
      "vi": "- Thật sao? - Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "Amazing.",
      "vi": "Thật bất ngờ."
    }
  },
  {
    "translation": {
      "en": "Wonderful. [chuckles]",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "We're flying to St. John's, we're gonna elope on the beach,",
      "vi": "Chúng tôi sẽ đi đảo St. John, phơi mình trên bờ biển,"
    }
  },
  {
    "translation": {
      "en": "sunsets, all that romantic shit. We want you two to set it up.",
      "vi": "ngắm hoàng hôn và làm các trò lãng mạng. Nhờ hai người dàn dựng nhé."
    }
  },
  {
    "translation": {
      "en": "Us. Of course. Obviously, because who else would do it?",
      "vi": "Chúng tôi. Tất nhiên rồi. Rõ ràng rồi, chứ ai làm giờ?"
    }
  },
  {
    "translation": {
      "en": "-We can do that. -Sunset, St. John's.",
      "vi": "- Chúng tôi làm được. - Hoàng hôn, St. John."
    }
  },
  {
    "translation": {
      "en": "How come you're not writing this down like Henrietta?",
      "vi": "Sao cậu không ghi chép như Henrietta?"
    }
  },
  {
    "translation": {
      "en": "-What's going on? -Oh. Um...",
      "vi": "- Sao vậy? - Ô, rồi."
    }
  },
  {
    "translation": {
      "en": "We can make that happen.",
      "vi": "Chúng tôi sẽ làm được."
    }
  },
  {
    "translation": {
      "en": "-When do you wanna go? -Next Saturday.",
      "vi": "- Khi nào hai người đi? - Thứ Bảy tới."
    }
  },
  {
    "translation": {
      "en": "Next Saturday?",
      "vi": "Thứ Bảy tới sao?"
    }
  },
  {
    "translation": {
      "en": "That's so soon.",
      "vi": "Sớm vậy."
    }
  },
  {
    "translation": {
      "en": "I'm gonna be gone for so long, there's gonna be little to do.",
      "vi": "Sẽ đi lâu lắm đấy, sẽ có ít việc cần làm."
    }
  },
  {
    "translation": {
      "en": "This is a good time to prep that draft",
      "vi": "Giờ là thời điểm để thảo ra"
    }
  },
  {
    "translation": {
      "en": "on the nonagenarians you were talking about.",
      "vi": "bài về người cao tuổi mà ta từng bàn."
    }
  },
  {
    "translation": {
      "en": "Yes, please. That would be...",
      "vi": "Vâng, thế thì thật là..."
    }
  },
  {
    "translation": {
      "en": "wonderful. [chuckles]",
      "vi": "tuyệt."
    }
  },
  {
    "translation": {
      "en": "-Okay. -And, Charlie, I'm giving you a promotion.",
      "vi": "- Tốt. - Còn Charlie, cậu được thăng chức."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì chứ?"
    }
  },
  {
    "translation": {
      "en": "So, when we get back,",
      "vi": "Khi chúng tôi về,"
    }
  },
  {
    "translation": {
      "en": "you can teach the new bastard for a few weeks,",
      "vi": "cậu có thể đào tạo tên ngáo trong vài tuần,"
    }
  },
  {
    "translation": {
      "en": "-and bring him up to your level. -Absolutely.",
      "vi": "- và giúp hắn lên tầm của cậu. - Chắc chắn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "-[Rick] We'll make this legal. -[Kirsten] You're ridiculous.",
      "vi": "- Ta sẽ hợp thức hóa luôn. - Anh kỳ thật."
    }
  },
  {
    "translation": {
      "en": "[Rick] Give me some of that.",
      "vi": "Cho anh một chút đi."
    }
  },
  {
    "translation": {
      "en": "Now? Are you still here?",
      "vi": "Giờ sao? Hai người chưa đi à?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Lạy Chúa tôi!"
    }
  },
  {
    "translation": {
      "en": "All right. We can work from the District Club today.",
      "vi": "Được rồi. Hôm nay ta có thể làm tại District Club."
    }
  },
  {
    "translation": {
      "en": "Sir.",
      "vi": "Rõ."
    }
  },
  {
    "translation": {
      "en": "I wanna throw a big party to celebrate, um, when we're back.",
      "vi": "Tôi muốn có bữa tiệc hoành tráng khi trở về."
    }
  },
  {
    "translation": {
      "en": "Invite all the usual girls.",
      "vi": "Mời tất cả mấy cô người quen."
    }
  },
  {
    "translation": {
      "en": "Maybe we should have a party before the wedding. What's on my agenda?",
      "vi": "Nên tổ chức tiệc trước lễ cưới. Lịch có bận gì không?"
    }
  },
  {
    "translation": {
      "en": "You have Mary's baby shower, but I canceled that for you.",
      "vi": "Có lễ rửa tội cho con của Mary, nhưng tôi có thể hủy."
    }
  },
  {
    "translation": {
      "en": "-I'll go to that now. -You will?",
      "vi": "- Tôi sẽ đi. - Thật sao?"
    }
  },
  {
    "translation": {
      "en": "I'll finally have something they'll wanna talk about.",
      "vi": "Vì giờ tôi có chuyện cho họ bàn tán rồi."
    }
  },
  {
    "translation": {
      "en": "Have a seat, Harper.",
      "vi": "Ngồi đi đã, Harper."
    }
  },
  {
    "translation": {
      "en": "[stammers] You and--? Okay. All right. Sorry.",
      "vi": "Cô và...? Okay. Được. Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I'm gonna give you some advice.",
      "vi": "Tôi sẽ cho cô vài lời khuyên"
    }
  },
  {
    "translation": {
      "en": "Men don't wanna date you when you're beating them to a story.",
      "vi": "Đàn ông không thích phụ nữ giỏi giang."
    }
  },
  {
    "translation": {
      "en": "But I have met someone who wants me to be strong.",
      "vi": "Nhưng tôi gặp được người muốn tôi mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "And he likes that I'm successful. He's a goddamn unicorn.",
      "vi": "Anh ta thích việc tôi thành công. Quá hợp với tôi."
    }
  },
  {
    "translation": {
      "en": "I don't know. It feels like fate.",
      "vi": "Như định mệnh sắp đặt vậy."
    }
  },
  {
    "translation": {
      "en": "-I know that I've been cunty. -You haven't.",
      "vi": "- Trước nay tôi như đĩ cái. - Đâu có đâu."
    }
  },
  {
    "translation": {
      "en": "-Don't be those women that can't say cunt. -I am not.",
      "vi": "- Đừng làm loại gái chẳng dám chửi thề. - Vâng."
    }
  },
  {
    "translation": {
      "en": "I know I've been cunty. It's partly because you're young",
      "vi": "Tôi biết mình như đĩ cái. Một phần là do"
    }
  },
  {
    "translation": {
      "en": "and your skin bounces back, and it annoys me, but...",
      "vi": "cái tật hùa theo của cô làm tôi khó chịu, nhưng..."
    }
  },
  {
    "translation": {
      "en": "it's because I want you to succeed.",
      "vi": "cái chính là cô muốn thành công."
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "vi": "Ý cô là sao?"
    }
  },
  {
    "translation": {
      "en": "I see so much potential in you.",
      "vi": "Tôi thấy cô rất có tiềm năng."
    }
  },
  {
    "translation": {
      "en": "But you have to have tough skin.",
      "vi": "Nhưng cô phải gai góc hơn."
    }
  },
  {
    "translation": {
      "en": "So, if I'm the most awful person when this shitstorm of an industry is hard on you,",
      "vi": "Tôi phải đóng vai ả đáng ghét làm khó cô trong ngành báo,"
    }
  },
  {
    "translation": {
      "en": "I know that you'll be prepared.",
      "vi": "thì mới giúp cô sẵn sàng vào nghề."
    }
  },
  {
    "translation": {
      "en": "MyChef Series A is gonna be such a disaster.",
      "vi": "MyChef Series A sẽ thành thảm họa."
    }
  },
  {
    "translation": {
      "en": "We're so smart we didn't invest with them.",
      "vi": "Chúng ta đã thông minh khi không đầu tư vào đó."
    }
  },
  {
    "translation": {
      "en": "Don't forget to tell Kiki.",
      "vi": "Đừng quên nói với Kiki."
    }
  },
  {
    "translation": {
      "en": "-About MyChef? -No, dummy. About the wedding.",
      "vi": "- Về MyChef? - Không tên ngốc. Về lễ cưới."
    }
  },
  {
    "translation": {
      "en": "And the date. Six weeks before hers.",
      "vi": "Về vụ hẹn họ. Trước lễ cưới cô ta sáu tuần."
    }
  },
  {
    "translation": {
      "en": "Is she invited?",
      "vi": "Mời cô ta không?"
    }
  },
  {
    "translation": {
      "en": "Send her a big bouquet of daisies. She hates daisies.",
      "vi": "Gửi một bó hoa cúc dại thật lớn, cô ta ghét hoa đó."
    }
  },
  {
    "translation": {
      "en": "With a note that says, \"Ha, ha.",
      "vi": "Kèm lời nhắn \"Ha, ha."
    }
  },
  {
    "translation": {
      "en": "I'm gonna beat you to the altar. But tonight, we're gonna knock boots",
      "vi": "Tôi sẽ cưới trước cô. Còn đêm nay, chúng tôi sẽ lên giường"
    }
  },
  {
    "translation": {
      "en": "like we did on that Swiss gondola.\"",
      "vi": "như hồi ta làm trên cáp treo Thụy Sĩ.\""
    }
  },
  {
    "translation": {
      "en": "-And, obviously, -Um, what?",
      "vi": "- Và hiển nhiên, - Um, sao?"
    }
  },
  {
    "translation": {
      "en": "tell Kirsten I have a meeting or something tonight.",
      "vi": "nói Kirsten tôi có buổi họp hay bận gì đó buổi tối."
    }
  },
  {
    "translation": {
      "en": "Well... I just thought, uh--",
      "vi": "Nhưng tôi nghĩ, uh..."
    }
  },
  {
    "translation": {
      "en": "I thought you were gonna marry Kirsten.",
      "vi": "Tôi tưởng ông sẽ lấy Kirsten."
    }
  },
  {
    "translation": {
      "en": "Yeah, I am. Which reminds me. This week, go to a ring spot",
      "vi": "Phải, cưới mà. Tôi chợt nhớ việc này. Trong tuần cậu đến cửa hàng nữ trang"
    }
  },
  {
    "translation": {
      "en": "and get a ring so big, you can see that shit from space.",
      "vi": "mua một cái nhẫn thật lớn, sao cho từ xa cũng thấy được."
    }
  },
  {
    "translation": {
      "en": "Food here sucks.",
      "vi": "Đồ ăn dở tệ."
    }
  },
  {
    "translation": {
      "en": "Charlie, you did it.",
      "vi": "Charlie, giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "What? Well, I didn't.",
      "vi": "Gì? Có làm gì đâu."
    }
  },
  {
    "translation": {
      "en": "I did it. We both did it.",
      "vi": "Tôi cũng giỏi. Cả hai ta đều giỏi."
    }
  },
  {
    "translation": {
      "en": "What are we talking about?",
      "vi": "Cô nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I know this started out selfishly for us, but we made two people fall in love.",
      "vi": "Ban đầu ta có động cơ riêng, nhưng giờ hai con tim đó đã rung động."
    }
  },
  {
    "translation": {
      "en": "We made two miserable people happy.",
      "vi": "Ta giúp hai người khốn khổ hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "I thought best-case, they'd date for a month.",
      "vi": "Tôi nghĩ giỏi lắm họ hẹn hò được một tháng."
    }
  },
  {
    "translation": {
      "en": "But they actually really like each other. We changed their lives.",
      "vi": "Nhưng họ lại thực sự thích nhau. Ta đã đổi thay cuộc đời họ."
    }
  },
  {
    "translation": {
      "en": "I'm proud of us. I think we did something really good.",
      "vi": "Tôi tự hào lắm. Chúng ta đã làm một việc ý nghĩa."
    }
  },
  {
    "translation": {
      "en": "Me, too.",
      "vi": "Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "So, I was looking at the, uh, Caneel Bay Resort.",
      "vi": "Tôi đang xem Resort Caneel Bay."
    }
  },
  {
    "translation": {
      "en": "They have a, uh, slot next Saturday.",
      "vi": "Nó trống một chỗ vào thứ Bảy tới."
    }
  },
  {
    "translation": {
      "en": "Will you come help me pick out the ring?",
      "vi": "Cô có cùng tôi đi chọn nhẫn không?"
    }
  },
  {
    "translation": {
      "en": "Absolutely not. I gotta go to the office, drop off these things.",
      "vi": "Không được. Tôi phải mang vài thứ đến văn phòng."
    }
  },
  {
    "translation": {
      "en": "Please? You're better at this than me.",
      "vi": "Đi mà, việc này cô rành hơn tôi."
    }
  },
  {
    "translation": {
      "en": "I need female expertise. You know what Kirsten likes.",
      "vi": "Tôi cần nữ chuyên gia, ai đó hiểu rõ Kirsten."
    }
  },
  {
    "translation": {
      "en": "You're beautiful. You're charming. You are witty.",
      "vi": "Cô đẹp lắm. Lại cuốn hút. Nhưng trên hết là thông minh."
    }
  },
  {
    "translation": {
      "en": "-You are clever-- -Okay, fine. [laughs]",
      "vi": "- Cô lanh lẹ... - Rồi, được."
    }
  },
  {
    "translation": {
      "en": "Yes! Great. If you're going back to the office,",
      "vi": "Tuyệt! Nếu cô về văn phòng,"
    }
  },
  {
    "translation": {
      "en": "can you grab Rick's personal Amex on my desk?",
      "vi": "lấy cái thẻ Amex của Rick trên bàn tôi nhé?"
    }
  },
  {
    "translation": {
      "en": "[Rick] You gotta warn me if you're gonna send me photos like that when I'm at work.",
      "vi": "Em phải báo trước khi gửi hình nóng tới chỗ anh làm chứ."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. Of course I want them.",
      "vi": "Oh không. Tất nhiên anh thích lắm."
    }
  },
  {
    "translation": {
      "en": "I don't wanna show them to a bunch of Japanese bankers.",
      "vi": "Anh không muốn đám giao dịch viên người Nhật thấy thôi."
    }
  },
  {
    "translation": {
      "en": "Okay. Tonight, you need to wear that red dress.",
      "vi": "Rồi. Tối nay em mặc cái váy đỏ đó nhé."
    }
  },
  {
    "translation": {
      "en": "Because you look so hot in that dress.",
      "vi": "Vì mặc vào nhìn em hấp dẫn lắm."
    }
  },
  {
    "translation": {
      "en": "I can't concentrate.",
      "vi": "Anh không tập trung nổi."
    }
  },
  {
    "translation": {
      "en": "[Kiki] Good. I don't work this hard on this body for it not to be a distraction.",
      "vi": "Tốt. Đừng mạnh tay với bo-đì em vì nó sẽ làm anh mất tập trung đấy."
    }
  },
  {
    "translation": {
      "en": "We're not married anymore. You can't tell me what to wear.",
      "vi": "Chúng ta còn là vợ chồng đâu. Đừng mơ em mặc như ý anh."
    }
  },
  {
    "translation": {
      "en": "Can we try that thing we did on our honeymoon?",
      "vi": "Ta làm lại cái trò hồi tuần trăng mật nhé?"
    }
  },
  {
    "translation": {
      "en": "-You think you could see this from space? -[laughs] Yes.",
      "vi": "- Cái này từ xa tít vẫn thấy chứ? - Phải."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Oh, is this the lucky lady?",
      "vi": "- Chào. - Quý cô may mắn đây sao."
    }
  },
  {
    "translation": {
      "en": "How do you think Kirsten feels about blood diamonds?",
      "vi": "Cô thấy Kirsten nghĩ sao về nhẫn kim cương siêu đắt?"
    }
  },
  {
    "translation": {
      "en": "Uh...",
      "vi": "Ừm..."
    }
  },
  {
    "translation": {
      "en": "Here. It was so weird when I got the card.",
      "vi": "Này. Khi nãy có chuyện kỳ lắm."
    }
  },
  {
    "translation": {
      "en": "I heard Rick flirting with somebody on the phone.",
      "vi": "Tôi nghe Rick điện thoại gạ tình ai đó."
    }
  },
  {
    "translation": {
      "en": "I think Kirsten's in a meeting. What do you think that was?",
      "vi": "Mà Kirsten thì đang họp. Anh biết đó là ai không?"
    }
  },
  {
    "translation": {
      "en": "I-- What I think it probably was,",
      "vi": "Tôi nghĩ đó chắc là,"
    }
  },
  {
    "translation": {
      "en": "he likes to leave like a super-sexy little voicemail for her to listen to.",
      "vi": "ông ấy định để lại tin nhắn thoại sexy cho cô ta."
    }
  },
  {
    "translation": {
      "en": "And hear later.",
      "vi": "Sau đó thì nghe thôi."
    }
  },
  {
    "translation": {
      "en": "-I... -Yes.",
      "vi": "- Tôi... - Phải."
    }
  },
  {
    "translation": {
      "en": "think Kirsten likes topaz. Do you think she likes topaz?",
      "vi": "nghĩ Kirsten thích hoàng ngọc. Cô có nghĩ thế không?"
    }
  },
  {
    "translation": {
      "en": "Sure. Do you think Kiki likes topaz?",
      "vi": "Chắc thế. Anh nghĩ Kiki có thích không?"
    }
  },
  {
    "translation": {
      "en": "She didn't mention it when she and Rick were having phone sex.",
      "vi": "Chưa nghe chuyện đó khi họ gạ nhau trên điện thoại."
    }
  },
  {
    "translation": {
      "en": "-You tricked me. That was entrapment. -You just admitted it.",
      "vi": "- Cô gài tôi. Gài bẫy thế à. - Anh nhận rồi chứ gì."
    }
  },
  {
    "translation": {
      "en": "-You lied to me. You knew. -It's one time. It was a mistake.",
      "vi": "- Anh lừa tôi. Anh biết chuyện. - Chỉ một lần mà. Lầm lẫn thôi."
    }
  },
  {
    "translation": {
      "en": "-Doesn't mean anything. -After everything we did--",
      "vi": "- Chẳng sao đâu. - Sau mọi thứ ta làm..."
    }
  },
  {
    "translation": {
      "en": "He's confused. He just needed to get it out of his system before the wedding.",
      "vi": "Ông ấy đang rối. Ông ấy cần giải quyết dứt điểm trước lễ cưới."
    }
  },
  {
    "translation": {
      "en": "The wedding? They can't still get married, Charlie.",
      "vi": "Lễ cưới? Giờ mà cưới hỏi gì nữa hả Charlie."
    }
  },
  {
    "translation": {
      "en": "Oh, this is for a wedding. I actually have a great selection.",
      "vi": "Ồ, nhẫn cưới à. Tôi có cái này hợp lắm."
    }
  },
  {
    "translation": {
      "en": "We need one minute. Thank you.",
      "vi": "Vui lòng chờ một phút nhé."
    }
  },
  {
    "translation": {
      "en": "Harper, we can keep this from her. We control their phones, e-mails.",
      "vi": "Harper, ta đừng cho cô ấy biết là được. Chúng ta kiểm soát điện thoại, email."
    }
  },
  {
    "translation": {
      "en": "We're the men behind the curtain. She doesn't have to know.",
      "vi": "Chúng ta là đạo diễn. Cô ta đâu cần biết đâu."
    }
  },
  {
    "translation": {
      "en": "You wanna help Rick cheat on Kirsten?",
      "vi": "Anh muốn giúp Rick lừa Kirsten sao?"
    }
  },
  {
    "translation": {
      "en": "We have faked their entire relationship.",
      "vi": "Chúng ta tạo ra mối quan hệ giả tạo này."
    }
  },
  {
    "translation": {
      "en": "Now one thing goes wrong, it's a crime to suddenly work behind the scenes?",
      "vi": "Chỉ vì sự cố mà việc chúng ta lén lút làm trở thành tội ác sao?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "It was never okay.",
      "vi": "Vụ này sai từ đầu rồi."
    }
  },
  {
    "translation": {
      "en": "But now you're willing... to ruin somebody's life",
      "vi": "Nhưng giờ anh sẵn sàng... hại đời người khác"
    }
  },
  {
    "translation": {
      "en": "just so you can keep dating some boring girl",
      "vi": "chỉ để hẹn hò với một con nhỏ vớ vẩn"
    }
  },
  {
    "translation": {
      "en": "and work longer hours in a job that does not matter.",
      "vi": "và đi sớm về khuya vì một công việc chẳng thích."
    }
  },
  {
    "translation": {
      "en": "Whose life am I ruining? Theirs?",
      "vi": "Tôi hại đời ai? Họ sao?"
    }
  },
  {
    "translation": {
      "en": "-They had no lives. We gave them lives. -Oh, my God.",
      "vi": "- Họ sống ra hồn sao? Là ta giúp họ sống. - Lạy Chúa tôi."
    }
  },
  {
    "translation": {
      "en": "[chuckles] You're worse than Rick.",
      "vi": "Anh tệ hơn cả Rick."
    }
  },
  {
    "translation": {
      "en": "Rick is-- He's a selfish, superficial asshole, but he can't help it.",
      "vi": "Rick, lão chỉ có thể sống ích kỷ, sống ỷ vào tiền."
    }
  },
  {
    "translation": {
      "en": "You could be a good person, but you wanna be an asshole.",
      "vi": "Anh có thể làm người tốt, nhưng chọn làm thằng khốn nạn."
    }
  },
  {
    "translation": {
      "en": "You're so obsessed with getting promoted",
      "vi": "Anh bị ám ảnh chuyện thăng chức"
    }
  },
  {
    "translation": {
      "en": "and becoming Rick. You're choosing to be a piece of shit.",
      "vi": "rồi giống như Rick. Anh muốn thành một đống phân dơ bẩn."
    }
  },
  {
    "translation": {
      "en": "Stop pretending this is some moral dilemma.",
      "vi": "Thôi giả vờ đạo đức đi."
    }
  },
  {
    "translation": {
      "en": "You are afraid not to be an assistant anymore.",
      "vi": "Cô sợ phải chia tay công việc trợ lý."
    }
  },
  {
    "translation": {
      "en": "That's ridiculous.",
      "vi": "Nói vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "Have you written anything with all this free time?",
      "vi": "Gần đây rãnh vậy, cô viết được gì chưa?"
    }
  },
  {
    "translation": {
      "en": "Anything? You finish one article or you just keep planning to?",
      "vi": "Viết gì chưa? Xong một bài rồi hay còn đang lập dàn ý?"
    }
  },
  {
    "translation": {
      "en": "I think you'd rather run around, getting coffee than sit down,",
      "vi": "Cô hãy thôi chạy lòng vòng đi, mua cà phê, ngồi xuống,"
    }
  },
  {
    "translation": {
      "en": "write something and find out you suck.",
      "vi": "viết gì đó rồi thấy mình viết dở."
    }
  },
  {
    "translation": {
      "en": "I'm telling Kirsten.",
      "vi": "Tôi sẽ cho Kirsten biết."
    }
  },
  {
    "translation": {
      "en": "The whole truth.",
      "vi": "Toàn bộ sự thật."
    }
  },
  {
    "translation": {
      "en": "All of it.",
      "vi": "Tất cả luôn."
    }
  },
  {
    "translation": {
      "en": "No, no, no. I'm sorry. I'm so sorry. That was the--",
      "vi": "Ôi không. Tôi xin lỗi. Đó chỉ là..."
    }
  },
  {
    "translation": {
      "en": "You're not under arrest. Put your hands down.",
      "vi": "Cô đâu có bị bắt. Bỏ tay xuống đi."
    }
  },
  {
    "translation": {
      "en": "We need to get the ring off. This happens all the time.",
      "vi": "Tháo nhẫn ra là xong. Chuyện thường mà."
    }
  },
  {
    "translation": {
      "en": "Not the part where you two collaborate to, like, trick your bosses",
      "vi": "À, không tính việc hai nhân viên hợp lực lừa sếp họ"
    }
  },
  {
    "translation": {
      "en": "into dating and then it blows-- I wasn't listening.",
      "vi": "hẹn hò và bể chuyện... tôi không có nghe lén."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Uh, I'm sorry to just show up.",
      "vi": "Xin lỗi vì sự đường đột."
    }
  },
  {
    "translation": {
      "en": "-You forgot this. -Thanks. Honestly, you saved me.",
      "vi": "- Cô quên cái này. - Cảm ơn. Cô là cứu tinh của tôi."
    }
  },
  {
    "translation": {
      "en": "If I have to hear another woman talk about",
      "vi": "Nếu tôi phải nghe người phụ nữ khác nói"
    }
  },
  {
    "translation": {
      "en": "how much her nipples changed since giving birth, I'll kill myself.",
      "vi": "về việc núm vú thay đổi thế nào sau khi sinh con, chắc tôi chết mất."
    }
  },
  {
    "translation": {
      "en": "I swear to God, Harper.",
      "vi": "Thề có Chúa, Harber."
    }
  },
  {
    "translation": {
      "en": "I walked in here with a fiancé, and suddenly, I'm a member of a club.",
      "vi": "Chuyện là, tôi vào cùng vị hôn phu, thế là dính vào hội của anh ấy."
    }
  },
  {
    "translation": {
      "en": "They wanna talk about having kids.",
      "vi": "Họ toàn nói về việc có con."
    }
  },
  {
    "translation": {
      "en": "-First, I have to be a stepmother. -I don't think you should be a stepmother.",
      "vi": "- Tôi thì sắp thành mẹ kế. - Cô không nên làm bà mẹ kế này đâu."
    }
  },
  {
    "translation": {
      "en": "I don't think you should marry Rick because you don't actually like him.",
      "vi": "Đừng lấy Rick, cô thực sự nào có thích ông ta đâu."
    }
  },
  {
    "translation": {
      "en": "-Of course I do. I love him. -No, you don't.",
      "vi": "- Có chứ. Tôi yêu anh ấy. - Cô không yêu."
    }
  },
  {
    "translation": {
      "en": "This whole thing, your whole relationship, it's not real.",
      "vi": "Toàn bộ mối quan hệ này không có thật."
    }
  },
  {
    "translation": {
      "en": "What are you talking about?",
      "vi": "Cô nói gì thế?"
    }
  },
  {
    "translation": {
      "en": "-Rick's assistant and I set you up. -No, you didn't.",
      "vi": "- Trợ lý của Rick và tôi dàn dựng cả đấy. - Làm gì có."
    }
  },
  {
    "translation": {
      "en": "We shut down the elevator so you'd meet. The Yankees game,",
      "vi": "Chúng tôi tắt thang máy để hai người gặp, ở trận Yankees"
    }
  },
  {
    "translation": {
      "en": "I got you on the Kiss Cam. And when you guys broke up...",
      "vi": "tôi làm cho hai người lên màn hình. Và khi hai người chia tay..."
    }
  },
  {
    "translation": {
      "en": "we told him what to say.",
      "vi": "tôi chỉ ông ta điều cần nói."
    }
  },
  {
    "translation": {
      "en": "Nantucket, the flowers, that was us. We made you think you liked each other.",
      "vi": "Cả vụ hoa ở Nantucket nữa. Chúng tôi khiến hai người nghĩ là thích nhau."
    }
  },
  {
    "translation": {
      "en": "You don't know this guy. You don't like him. What you feel for him, it's not real.",
      "vi": "Cô không hiểu cũng không thích ông ta. Cảm giác của cô đều là giả."
    }
  },
  {
    "translation": {
      "en": "You have no idea what is real.",
      "vi": "Cô mà biết cái gì là thật chứ."
    }
  },
  {
    "translation": {
      "en": "You think you understand the intimacy of a relationship?",
      "vi": "Cô nghĩ mình hiểu chuyện tình cảm sao?"
    }
  },
  {
    "translation": {
      "en": "You're 25. I don't care how it started.",
      "vi": "Con nhóc 25 tuổi. Tôi kệ nó bắt đầu ra sao."
    }
  },
  {
    "translation": {
      "en": "-He doesn't see you. He-- -Stop...",
      "vi": "- Ông ta có hẹn hò cô đâu, mà... - Thôi..."
    }
  },
  {
    "translation": {
      "en": "talking.",
      "vi": "im đi."
    }
  },
  {
    "translation": {
      "en": "You're fired.",
      "vi": "Cô bị thôi việc."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "Get out.",
      "vi": "Đi đi."
    }
  },
  {
    "translation": {
      "en": "Tickets booked?",
      "vi": "Đặt vé chưa?"
    }
  },
  {
    "translation": {
      "en": "Uh... Yeah. Yes.",
      "vi": "Uh... Rồi. Phải."
    }
  },
  {
    "translation": {
      "en": "They are.",
      "vi": "Đặt rồi."
    }
  },
  {
    "translation": {
      "en": "For the wedding.",
      "vi": "Cho lễ cưới."
    }
  },
  {
    "translation": {
      "en": "Cool.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "-[woman] Kirsten Stevens' office. -You don't wanna talk,",
      "vi": "- Văn phòng Kirsten Stevens nghe. - Cô không nói"
    }
  },
  {
    "translation": {
      "en": "-but hear me out. -Who is this?",
      "vi": "- thì cũng nghe đi. - Ai vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm covering Kirsten's desk. Can I help you?",
      "vi": "Tôi trực chỗ Kirsten. Tôi giúp gì được cho anh?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Thôi."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Coming to drinks later?",
      "vi": "Làm một ly sau nhé?"
    }
  },
  {
    "translation": {
      "en": "We thought the market cap was overvalued.",
      "vi": "Chúng tôi thấy giá trị vốn hóa cao quá."
    }
  },
  {
    "translation": {
      "en": "We looked at college towns, and surprisingly...",
      "vi": "Chúng tôi xem qua khu đại học, bất ngờ là..."
    }
  },
  {
    "translation": {
      "en": "You gotta be better.",
      "vi": "Phải hay hơn."
    }
  },
  {
    "translation": {
      "en": "This is not working.",
      "vi": "Thế này chưa được."
    }
  },
  {
    "translation": {
      "en": "Mom, it turns out touring wedding venues is so much more fun than touring colleges,",
      "vi": "Mẹ, con không ngờ dạo chỗ cưới còn vui hơn dạo tìm trường học"
    }
  },
  {
    "translation": {
      "en": "because of all the free food and booze out--",
      "vi": "nào là thức ăn ngon, rượu thơm, lại miễn phí."
    }
  },
  {
    "translation": {
      "en": "Oh, I gotta call you back.",
      "vi": "Thôi con gọi sau nhé."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "It is like a tornado hit a Chinese--",
      "vi": "Tưởng cuồng phong quét vào Trung Quốc chứ."
    }
  },
  {
    "translation": {
      "en": "Hey, are you okay?",
      "vi": "Này, cậu ổn không?"
    }
  },
  {
    "translation": {
      "en": "Why are you not at work? Harper.",
      "vi": "Sao cậu không đi làm hả? Harper."
    }
  },
  {
    "translation": {
      "en": "Because I got fired.",
      "vi": "Vì tớ bị cho thôi việc."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "That's amazing.",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Congratulations.",
      "vi": "Chúc mừng nhé."
    }
  },
  {
    "translation": {
      "en": "Right?",
      "vi": "Đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "Are you okay?",
      "vi": "Ổn không đấy?"
    }
  },
  {
    "translation": {
      "en": "I spent so much time there.",
      "vi": "Tớ làm ở đó rất lâu."
    }
  },
  {
    "translation": {
      "en": "And I never wrote a single article.",
      "vi": "Mà chẳng viết được gì."
    }
  },
  {
    "translation": {
      "en": "Now Kirsten hates me.",
      "vi": "Giờ thêm Kirsten ghét tớ."
    }
  },
  {
    "translation": {
      "en": "And she'll never help me.",
      "vi": "Cô ấy sẽ không giúp nữa."
    }
  },
  {
    "translation": {
      "en": "I'm bad at this. I've been trying to write the same article",
      "vi": "Tớ viết rất dở. Tớ cố viết cùng đề tài"
    }
  },
  {
    "translation": {
      "en": "for months, Becca.",
      "vi": "nhiều tháng rồi Becca."
    }
  },
  {
    "translation": {
      "en": "And it's so bad I can't finish it.",
      "vi": "Mà viết dở quá, mãi không xong."
    }
  },
  {
    "translation": {
      "en": "Ow!",
      "vi": "Ối!"
    }
  },
  {
    "translation": {
      "en": "Of course your first draft is gonna be bad.",
      "vi": "Bản thảo nào mà không dở."
    }
  },
  {
    "translation": {
      "en": "It's gonna be terrible. Then you know what you do, Harper?",
      "vi": "Nó sẽ dở tệ. Cậu biết phải làm gì không Harper?"
    }
  },
  {
    "translation": {
      "en": "You go back and you make it better.",
      "vi": "Thì viết lại cho hay hơn."
    }
  },
  {
    "translation": {
      "en": "But you can't make it better until you actually do it.",
      "vi": "Nhưng nó chỉ hay nếu cậu thực sự chịu viết."
    }
  },
  {
    "translation": {
      "en": "You're not a bad writer yet. Stop feeling sorry for yourself",
      "vi": "Cậu chưa phải là cây bút tồi. Nên thôi tiếc thương bản thân đi"
    }
  },
  {
    "translation": {
      "en": "and just write something bad.",
      "vi": "giờ cứ viết đi, dở cũng được."
    }
  },
  {
    "translation": {
      "en": "Yes, Kirsten was mean. But you learned so much from her.",
      "vi": "Phải, Kirsten rất gắt. Nhưng cậu đã học được rất nhiều."
    }
  },
  {
    "translation": {
      "en": "You just never had the time to use it.",
      "vi": "Chỉ là chưa có dịp dùng thôi."
    }
  },
  {
    "translation": {
      "en": "And now, bud, you got the time.",
      "vi": "Còn giờ, tha hồ mà dùng."
    }
  },
  {
    "translation": {
      "en": "So, get off your bony little ass and just do it!",
      "vi": "Xách mông lên mà viết đi!"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "vi": "- Oke. - Oke."
    }
  },
  {
    "translation": {
      "en": "I'm gonna write...",
      "vi": "Tớ sẽ viết..."
    }
  },
  {
    "translation": {
      "en": "the shittiest article ever written.",
      "vi": "bài viết dở nhất hệ mặt trời."
    }
  },
  {
    "translation": {
      "en": "Yes. It's gonna suck ass. I can't wait to read it.",
      "vi": "Phải. Nó sẽ rất dở. Và tớ rất muốn đọc."
    }
  },
  {
    "translation": {
      "en": "Okay. I got this.",
      "vi": "Rồi, thông suốt rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay. Yes. Okay.",
      "vi": "Oke. Oke. Vâng. Oke."
    }
  },
  {
    "translation": {
      "en": "Are you cleaning this up? Are we gonna hire someone?",
      "vi": "Cậu dọn đống này hay phải thuê người làm đây?"
    }
  },
  {
    "translation": {
      "en": "I am not leaving this chair until I write an entire article.",
      "vi": "Tôi sẽ không rời ghế này cho tới khi viết nguyên bài."
    }
  },
  {
    "translation": {
      "en": "-Great. That's great news for me. -Can I get some free chips and water?",
      "vi": "- Tuyệt. Với tôi đó là tin tốt. - Cho tôi khoai tây và nước miễn phí nhé?"
    }
  },
  {
    "translation": {
      "en": "[Suze] I always wanted to eat here.",
      "vi": "Em luôn muốn đến đây ăn."
    }
  },
  {
    "translation": {
      "en": "This is where Kim threw Kanye's half-birthday party.",
      "vi": "Đây là chỗ Kim tổ chức sinh nhật sớm cho Kanye."
    }
  },
  {
    "translation": {
      "en": "Our best table.",
      "vi": "Chỗ tốt nhất đấy."
    }
  },
  {
    "translation": {
      "en": "This is exciting.",
      "vi": "Thú vị thật."
    }
  },
  {
    "translation": {
      "en": "Mm.",
      "vi": "Ngon."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "This is the best meal I've ever had.",
      "vi": "Đây là bữa ngon nhất em từng ăn."
    }
  },
  {
    "translation": {
      "en": "The best meal I ever had was a $5 pizza thrown up a fire escape.",
      "vi": "Bữa ngon nhất của anh là cái pizza 5 đô gửi qua lối thoát hiểm."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì chứ?"
    }
  },
  {
    "translation": {
      "en": "This sucks.",
      "vi": "Tệ thật."
    }
  },
  {
    "translation": {
      "en": "This whole place sucks.",
      "vi": "Nơi này rất tệ."
    }
  },
  {
    "translation": {
      "en": "It smells weird. It's far too quiet.",
      "vi": "Mùi thì lạ. Lại im như nhà mồ."
    }
  },
  {
    "translation": {
      "en": "And this steak is delicious. It is not worth $70.",
      "vi": "Món bò em bảo ngon, nó chẳng đáng 70 đô."
    }
  },
  {
    "translation": {
      "en": "And you and I, we never talk about anything.",
      "vi": "Còn anh và em, ta chưa từng nói gì ý nghĩa."
    }
  },
  {
    "translation": {
      "en": "I don't want to wanna be an asshole.",
      "vi": "Anh không muốn thành đồ khốn nạn."
    }
  },
  {
    "translation": {
      "en": "You sound insane.",
      "vi": "Anh mất trí rồi."
    }
  },
  {
    "translation": {
      "en": "Just eat your steak.",
      "vi": "Ăn đi."
    }
  },
  {
    "translation": {
      "en": "If my 15-year-old self would see me now, he would punch me in the dick.",
      "vi": "Nếu anh lúc 15 tuổi thấy mình bây giờ nó sẽ đấm vào chym anh."
    }
  },
  {
    "translation": {
      "en": "I don't wanna do this anymore, Suze.",
      "vi": "Anh chán lắm rồi Suze à."
    }
  },
  {
    "translation": {
      "en": "But you're my backup.",
      "vi": "Anh là bạn trai hờ của em mà."
    }
  },
  {
    "translation": {
      "en": "Mm.",
      "vi": "Ừm."
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "vi": "Nói này."
    }
  },
  {
    "translation": {
      "en": "Order whatever you want, on me.",
      "vi": "Em gọi gì cũng được, anh trả."
    }
  },
  {
    "translation": {
      "en": "What am I doing? You're not my girlfriend anymore. Give me that.",
      "vi": "Tôi ngáo rồi. Cô đâu còn là bạn gái tôi. Trả lại đây"
    }
  },
  {
    "translation": {
      "en": "I'm not Rockefeller.",
      "vi": "Tôi đâu phải tỷ phú Rockefeller."
    }
  },
  {
    "translation": {
      "en": "Harper. You were right.",
      "vi": "Harper. Cô đã đúng."
    }
  },
  {
    "translation": {
      "en": "We can't let them do this. I'm going to JFK.",
      "vi": "Ta không thể để họ làm vậy. Tôi đến phi trường JFK đây."
    }
  },
  {
    "translation": {
      "en": "Meet me at the terminal.",
      "vi": "Gặp tại cổng nhé."
    }
  },
  {
    "translation": {
      "en": "It's the cheap one.",
      "vi": "Cái rẻ tiền ấy."
    }
  },
  {
    "translation": {
      "en": "Don't have time. Leaving the coat.",
      "vi": "Trễ rồi. Để đó đi."
    }
  },
  {
    "translation": {
      "en": "I need a taxi. I gotta get to the airport right now.",
      "vi": "Tôi cần taxi. Phải đến phi trường ngay."
    }
  },
  {
    "translation": {
      "en": "I gotta stop someone from getting married. Flight leaves in-- Oh.",
      "vi": "Phải ngăn một cặp kết hôn. Máy bay lúc... Ồ."
    }
  },
  {
    "translation": {
      "en": "I got, like, four hours.",
      "vi": "Còn những bốn tiếng."
    }
  },
  {
    "translation": {
      "en": "And we've been to Times Square. What about museums? Should we go to the Met?",
      "vi": "Chúng tôi đã đến Quảng Trường Thời Đại. Bảo tàng Metropolitan được không?"
    }
  },
  {
    "translation": {
      "en": "Do you like beautiful art that makes you re-examine what it means to be human?",
      "vi": "Không biết, tác phẩm nghệ thuật có giúp cô xem lại cách làm người không?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Then, yeah. The Met's worth it.",
      "vi": "- Có. - Vậy được. Đi The Met đi."
    }
  },
  {
    "translation": {
      "en": "In fact, it may still be open if you go right-- Oh, my God.",
      "vi": "Thật ra nó còn mở cửa nếu cô đi ngay lúc... Lạy Chúa!"
    }
  },
  {
    "translation": {
      "en": "I did the over-dick-around thing.",
      "vi": "Lại mãi chơi nên trễ rồi."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Hey. Did I forget something?",
      "vi": "Ủa, tôi quên gì sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah. That you're a bastard.",
      "vi": "Ông quên mình là đồ khốn!"
    }
  },
  {
    "translation": {
      "en": "I don't wanna be like you. I'm not gonna be.",
      "vi": "Tôi không muốn giống ông. Không bao giờ."
    }
  },
  {
    "translation": {
      "en": "I don't want the promotion. I quit.",
      "vi": "Tôi không muốn lên chức. Tôi nghỉ việc."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "Kirsten? Don't marry him.",
      "vi": "Kirsten, đừng lấy gã."
    }
  },
  {
    "translation": {
      "en": "Do it, honey. Go with the young guy.",
      "vi": "Cô gái ơi. Đi với chàng trai trẻ đi."
    }
  },
  {
    "translation": {
      "en": "Oh, no. No, no.",
      "vi": "Ồ không, nhầm rồi."
    }
  },
  {
    "translation": {
      "en": "I mean, she's a very handsome woman. Just--",
      "vi": "Ý tôi là cô ấy xinh đẹp. Chỉ là..."
    }
  },
  {
    "translation": {
      "en": "-Not what's going on here. -Charlie. You're fired as fuck.",
      "vi": "- Không phải như vậy. - Charlie. Cậu bị đuổi cổ."
    }
  },
  {
    "translation": {
      "en": "I literally just quit.",
      "vi": "Bố mày vừa nghỉ việc rồi."
    }
  },
  {
    "translation": {
      "en": "Kirsten, I know you don't know me, but I know you,",
      "vi": "Kirsten, cô không biết tôi, nhưng tôi biết cô,"
    }
  },
  {
    "translation": {
      "en": "because all Harper does is talk about you.",
      "vi": "vì Harper toàn nói về cô thôi."
    }
  },
  {
    "translation": {
      "en": "And even when she's complaining about you, she's really complimenting you.",
      "vi": "Kể cả khi cô ấy phàn nàn về cô, thì vẫn là những lời khen ngợi."
    }
  },
  {
    "translation": {
      "en": "I know how hard you work and what a badass you are,",
      "vi": "Tôi biết cô là người chăm chỉ và đáng gờm cỡ nào,"
    }
  },
  {
    "translation": {
      "en": "and I know you don't put up with any shit. So, don't put up with his.",
      "vi": "tôi biết cô không chấp nhận đồ tồi. Thế nên đá hắn đi."
    }
  },
  {
    "translation": {
      "en": "I don't know what you think you're getting out of this, but you deserve better.",
      "vi": "Tôi không biết cô nghĩ gì, nhưng hắn không xứng."
    }
  },
  {
    "translation": {
      "en": "You are better.",
      "vi": "Cô tốt hơn hắn."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Gave myself goose bumps.",
      "vi": "Lạy Chúa. Mình nổi da gà luôn."
    }
  },
  {
    "translation": {
      "en": "He's crazy. You realize that?",
      "vi": "Hắn điên rồi. Em thấy không?"
    }
  },
  {
    "translation": {
      "en": "Hmm?",
      "vi": "Hừm?"
    }
  },
  {
    "translation": {
      "en": "What's my favorite food?",
      "vi": "Tôi thích món gì?"
    }
  },
  {
    "translation": {
      "en": "Your favorite-- It's steak tartare.",
      "vi": "Em thích... thịt bò tái."
    }
  },
  {
    "translation": {
      "en": "It's green curry, you douche-tard.",
      "vi": "Cà ri xanh, thằng giàu ngu."
    }
  },
  {
    "translation": {
      "en": "She likes it medium-spicy from Thai Leaf on Broadway.",
      "vi": "Loại cay vừa ở Thai Leaf đường Broadway."
    }
  },
  {
    "translation": {
      "en": "What's my favorite place?",
      "vi": "Tôi thích đi đâu?"
    }
  },
  {
    "translation": {
      "en": "Kiki, I ca-- [clears throat]",
      "vi": "Kiki, tôi có..."
    }
  },
  {
    "translation": {
      "en": "This is ridiculous.",
      "vi": "Kỳ quái thật."
    }
  },
  {
    "translation": {
      "en": "Why are we--?",
      "vi": "Sao ta lại...?"
    }
  },
  {
    "translation": {
      "en": "Your name is Kirsten.",
      "vi": "Tên em là Kirsten."
    }
  },
  {
    "translation": {
      "en": "Squam Lake, New Hampshire, you douche-tard.",
      "vi": "Squam Lake, New Hampshire, thằng giàu ngáo."
    }
  },
  {
    "translation": {
      "en": "Charlie, I know you're no longer his assistant,",
      "vi": "Charlie, tôi biết cậu không còn là trợ lý của gã"
    }
  },
  {
    "translation": {
      "en": "but could you please strike \"wedding\" from his calendar?",
      "vi": "nhưng cậu xóa dùm \"Lễ cưới\" trên lịch gã nhé?"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "Are you being serious?",
      "vi": "Em nghiêm túc đấy à?"
    }
  },
  {
    "translation": {
      "en": "No. Kiki's short for Kirsten.",
      "vi": "Kiki là viết tắt của Kirsten thôi."
    }
  },
  {
    "translation": {
      "en": "I finished.",
      "vi": "Mình xong rồi."
    }
  },
  {
    "translation": {
      "en": "I finished.",
      "vi": "Mình xong rồi."
    }
  },
  {
    "translation": {
      "en": "The whole article.",
      "vi": "Xong cả bài."
    }
  },
  {
    "translation": {
      "en": "I finished it.",
      "vi": "Mình xong rồi."
    }
  },
  {
    "translation": {
      "en": "From beginning to end.",
      "vi": "Từ đầu đến cuối."
    }
  },
  {
    "translation": {
      "en": "I finished it. I finished the whole thing.",
      "vi": "Mình xong rồi. Xong cả rồi."
    }
  },
  {
    "translation": {
      "en": "You, sir, are a hero and scholar,",
      "vi": "Chào ngài, vị anh hùng, vị học giả,"
    }
  },
  {
    "translation": {
      "en": "and are about to receive the greatest tip in the history of the service industry.",
      "vi": "ngài sắp nhận khoản tip khủng nhất ngành dịch vụ."
    }
  },
  {
    "translation": {
      "en": "Technically, I don't have my wallet on me. Tomorrow--",
      "vi": "Tôi quên mang ví rồi. Ngày mai..."
    }
  },
  {
    "translation": {
      "en": "Leave this place and never return.",
      "vi": "Đi đi, đừng bao giờ trở lại."
    }
  },
  {
    "translation": {
      "en": "[whispers] I did it.",
      "vi": "Mình làm được rồi."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "-What do you want? -You live here?",
      "vi": "- Ông muốn gì? - Cậu ở đây sao?"
    }
  },
  {
    "translation": {
      "en": "It's disgusting.",
      "vi": "Tởm thật."
    }
  },
  {
    "translation": {
      "en": "Hold up. Hold up, hold up.",
      "vi": "Chờ đã, chờ đã nào."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I just--",
      "vi": "Tô xin lỗi, tôi chỉ..."
    }
  },
  {
    "translation": {
      "en": "I, uh...",
      "vi": "tôi, ơ..."
    }
  },
  {
    "translation": {
      "en": "I need some information on, uh, my wife. My ex-wife.",
      "vi": "Tôi cần thông tin về, uh, vợ tôi. Vợ cũ ấy."
    }
  },
  {
    "translation": {
      "en": "Like what?",
      "vi": "Về cái gì?"
    }
  },
  {
    "translation": {
      "en": "Uh...",
      "vi": "Ừm..."
    }
  },
  {
    "translation": {
      "en": "I got some written down here. Uh, assorted favorites,",
      "vi": "Tôi có ghi chú này. Những thứ thích nhất,"
    }
  },
  {
    "translation": {
      "en": "as in, uh, favorite foods,",
      "vi": "đồ ăn thích nhất,"
    }
  },
  {
    "translation": {
      "en": "-flowers, clothing-- -Are you serious?",
      "vi": "- hoa, quần áo... - Thật hả trời?"
    }
  },
  {
    "translation": {
      "en": "Look, I realize I should know this. But you used to do all this stuff for me.",
      "vi": "Này, đúng là tôi nên biết. Nhưng lúc nào anh cũng làm giúp tôi."
    }
  },
  {
    "translation": {
      "en": "I want her back.",
      "vi": "Tôi muốn cô ấy quay lại."
    }
  },
  {
    "translation": {
      "en": "I have an old Kiki file.",
      "vi": "Còn một tài liệu cũ về Kiki."
    }
  },
  {
    "translation": {
      "en": "-I'll send it over to you. -[exhales]",
      "vi": "Tôi sẽ chuyển cho ông."
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you.",
      "vi": "Cảm ơn. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Thank you.",
      "vi": "- Rồi. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-I really appreciate this. -Rick.",
      "vi": "- Tôi biết ơn cậu. - Rick."
    }
  },
  {
    "translation": {
      "en": "-You still work for this guy? -Nope.",
      "vi": "- Cậu còn làm cho hắn à? - Đếch."
    }
  },
  {
    "translation": {
      "en": "It's soy. Nice seeing you, Rick.",
      "vi": "Sữa đậu nành đấy. Hân hạnh, Rick."
    }
  },
  {
    "translation": {
      "en": "[Charlie] Bye, Rick.",
      "vi": "Chào Rick."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Oh.",
      "vi": "- Chào. - Ồ."
    }
  },
  {
    "translation": {
      "en": "Thank God you're here.",
      "vi": "Ơn Chúa cô đây rồi."
    }
  },
  {
    "translation": {
      "en": "I can't find that piece on lesbian soccer players in Nigeria.",
      "vi": "Tôi không tìm ra bài về đội bóng les ở Nigeria."
    }
  },
  {
    "translation": {
      "en": "Probably in your \"deleted\" folder.",
      "vi": "Trong thư mục tài liệu bị xóa ấy."
    }
  },
  {
    "translation": {
      "en": "-I can't find Julie's number. -You made me change it",
      "vi": "- Tôi không có số của Julie. - Cô nói tôi đổi nó"
    }
  },
  {
    "translation": {
      "en": "-to Satan in your contacts. -Come back to work.",
      "vi": "- thành Satan trong danh bạ. - Về lại đi."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao chứ?"
    }
  },
  {
    "translation": {
      "en": "You crossed every line ever. I genuinely considered setting you up",
      "vi": "Cô đã đi quá xa. Tôi vốn định gài cho cô"
    }
  },
  {
    "translation": {
      "en": "for white-collar crime and just letting you rot in jail.",
      "vi": "phạm trọng tội và ở tù mục xương."
    }
  },
  {
    "translation": {
      "en": "But I understand in some ways what you were trying to do.",
      "vi": "Nhưng tôi phần nào hiểu cô đã cố làm gì."
    }
  },
  {
    "translation": {
      "en": "You're not an unintelligent person.",
      "vi": "Cô đâu phải đồ ngốc."
    }
  },
  {
    "translation": {
      "en": "I don't know how you did all this. This place is falling apart without you.",
      "vi": "Không biết trước đây cô làm sao, giờ không thể thiếu cô được."
    }
  },
  {
    "translation": {
      "en": "Come back and do it with me.",
      "vi": "Về làm việc cùng tôi đi."
    }
  },
  {
    "translation": {
      "en": "I learned so much from you.",
      "vi": "Tôi học được rất nhiều từ cô."
    }
  },
  {
    "translation": {
      "en": "You're my hero.",
      "vi": "Người hùng của tôi."
    }
  },
  {
    "translation": {
      "en": "But if I wanna actually be a writer, I have to stop making excuses not to write.",
      "vi": "Nhưng nếu tôi muốn thành nhà báo, tôi phải thôi lách việc viết lách."
    }
  },
  {
    "translation": {
      "en": "So, I can't be your assistant.",
      "vi": "Nên tôi không làm trợ lý tiếp được."
    }
  },
  {
    "translation": {
      "en": "But I'd love to help you find a new one.",
      "vi": "Nhưng tôi sẵn lòng giúp tìm người."
    }
  },
  {
    "translation": {
      "en": "You're fired again.",
      "vi": "Cô bị thôi việc lần nữa."
    }
  },
  {
    "translation": {
      "en": "-I have to get my stuff. This is awkward. -Have you written anything?",
      "vi": "- Tôi phải lấy đồ. Ngại quá. - Cô viết được gì chưa?"
    }
  },
  {
    "translation": {
      "en": "Have I written anything? Yes. I have written something.",
      "vi": "Viết chưa á? Có, viết được một chút đây."
    }
  },
  {
    "translation": {
      "en": "It's just-- It's right here.",
      "vi": "Nó... nó đây."
    }
  },
  {
    "translation": {
      "en": "Let's go over it.",
      "vi": "Cùng xem nhé."
    }
  },
  {
    "translation": {
      "en": "-Tell me something I don't know. -Okay.",
      "vi": "- Cho tôi biết cái gì mới ấy. - Vâng."
    }
  },
  {
    "translation": {
      "en": "-\"Twilight Champions.\" -Yeah, but that title is--",
      "vi": "- \"Nhà Vô Địch Bóng Xế\". - Đúng là tiêu đề hơi..."
    }
  },
  {
    "translation": {
      "en": "-No, I like it. I love the title. -I like it, too. I could like it.",
      "vi": "- Không, tôi thích nó. - Vậy tôi cũng... sẽ thích."
    }
  },
  {
    "translation": {
      "en": "This is about the geriatric Olympiads?",
      "vi": "Có phải về Olympic cho người cao tuổi không?"
    }
  },
  {
    "translation": {
      "en": "If I spend too much time on Gilda in the beginning,",
      "vi": "Phần đầu tôi viết quá nhiều về Gilda,"
    }
  },
  {
    "translation": {
      "en": "people will know that she's gonna die. Let her death be a twist.",
      "vi": "độc giả sẽ biết cô ấy chết. Biến nó thành tình tiết éo le đi."
    }
  },
  {
    "translation": {
      "en": "Hold off until after Harry wins his first med--",
      "vi": "Giữ lại đến phần Harry lần đầu thắng..."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "So, what are you doing here?",
      "vi": "Anh làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "Oh, Kirsten told me to meet her. What are you doing here?",
      "vi": "À, Kirsten hẹn gặp tôi. Cô làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Lạy Chúa tôi."
    }
  },
  {
    "translation": {
      "en": "-She Cyrano'd us. -Yes, she--",
      "vi": "- Cô ấy gài ta. - Phải, cô ấy..."
    }
  },
  {
    "translation": {
      "en": "I Googled it. So, I know what it means now.",
      "vi": "Tôi tra Google rồi. Tôi biết Cyrano là gì."
    }
  },
  {
    "translation": {
      "en": "Why are you dressed like that?",
      "vi": "Anh ăn mặc kỳ thế?"
    }
  },
  {
    "translation": {
      "en": "I don't work here anymore. I quit working for Rick.",
      "vi": "Tôi còn làm việc đâu. Nghỉ làm cho Rick rồi."
    }
  },
  {
    "translation": {
      "en": "Starting over. At 28.",
      "vi": "28 tuổi. Bắt đầu lại."
    }
  },
  {
    "translation": {
      "en": "Actually, I'm a temp, which is technically lower",
      "vi": "Thật ra tôi là hạng dự bị, thế nên thật ra còn thấp hơn"
    }
  },
  {
    "translation": {
      "en": "on the totem pole than an assistant, which is kind of a kick in the nuts.",
      "vi": "cả trợ lý hạng bét, thật là đau như bò đá."
    }
  },
  {
    "translation": {
      "en": "But it's, um, kind of cool. I get to see a bunch of different jobs.",
      "vi": "Nhưng cũng hay. Có cơ hội thử nhiều việc."
    }
  },
  {
    "translation": {
      "en": "Find out what I actually like.",
      "vi": "Tìm ra cái mình thích."
    }
  },
  {
    "translation": {
      "en": "I like you.",
      "vi": "Anh thích em."
    }
  },
  {
    "translation": {
      "en": "So, so much.",
      "vi": "Thích rất nhiều."
    }
  },
  {
    "translation": {
      "en": "You're not hard to get at all.",
      "vi": "Em không treo cao giá."
    }
  },
  {
    "translation": {
      "en": "You're hard to earn.",
      "vi": "Nhưng khó mà có được em."
    }
  },
  {
    "translation": {
      "en": "It's so much better.",
      "vi": "Thế thì tốt hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "You displayed a total lack of character when it mattered.",
      "vi": "Vào lúc cần thiết anh lại chẳng có tí bản sắc."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Anh biết."
    }
  },
  {
    "translation": {
      "en": "Charlie, you have the romantic and sexual personality of a seventh-grader.",
      "vi": "Charlie, anh có nét lãng mạng và gu tình dục như bọn con nít cấp hai."
    }
  },
  {
    "translation": {
      "en": "Seventh? I feel like it'd be at least high school.",
      "vi": "Cấp hai? Bèo cũng phải phổ thông chứ."
    }
  },
  {
    "translation": {
      "en": "You wear suits to sports games.",
      "vi": "Anh mặc vét đi xem thể thao."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "You're a know-it-all.",
      "vi": "Em là nàng-biết-tuốt."
    }
  },
  {
    "translation": {
      "en": "You are unbelievably bad at beer pong.",
      "vi": "Anh uống bia bóng bàn dở tệ."
    }
  },
  {
    "translation": {
      "en": "You're a sore winner. And you use too many exclamation points.",
      "vi": "Em là kẻ thắng cuộc kiêu ngạo. Còn dùng rất nhiều chấm than."
    }
  },
  {
    "translation": {
      "en": "And yet...",
      "vi": "Dẫu vậy nhưng..."
    }
  },
  {
    "translation": {
      "en": "I feel joy.",
      "vi": "Mình thấy vui."
    }
  },
  {
    "translation": {
      "en": "Maybe I love love in open spaces, too.",
      "vi": "Có lẽ mình cũng thích tình yêu nơi rộng rãi."
    }
  }
]