[
  {
    "translation": {
      "en": "Man 1: I've been down and read this case file.",
      "vi": "Tôi đã đọc tập tin này."
    }
  },
  {
    "translation": {
      "en": "Every interview, everything that's in that file.",
      "vi": "Mọi cuộc phỏng vấn, mọi thứ trong tập tin đó."
    }
  },
  {
    "translation": {
      "en": "Where you live...",
      "vi": "Nơi anh sống..."
    }
  },
  {
    "translation": {
      "en": "Man 2: I know it. That's what gets me, man.",
      "vi": "Tôi biết điều đó. Đó là điều tôi đang nói đấy."
    }
  },
  {
    "translation": {
      "en": "Man 1: You know? Not a lot of very good suspects in there.",
      "vi": "Anh biết không? Không có nhiều nghi phạm tốt trong đó."
    }
  },
  {
    "translation": {
      "en": "I know it.",
      "vi": "Tôi biết điều đó."
    }
  },
  {
    "translation": {
      "en": "Man 3: This girl passed on the street and he said, I'd like...",
      "vi": "Cô gái này đã đi trên đường và anh ta nói, Tôi muốn cưỡng hiếp cô ấy và giết cô ấy."
    }
  },
  {
    "translation": {
      "en": "I'd like to rape her and kill her.",
      "vi": "Tôi muốn cưỡng hiếp cô ấy và giết cô ấy."
    }
  },
  {
    "translation": {
      "en": "He had the knife in his hand like this. And he was stabbing.",
      "vi": "DEBBIE SUE CARTER - MỘT NGƯỜI CON YÊU QUÝ ĐƯỢC NGỦ DƯỚI CHÚA GIÊSU Anh ta có con dao trong tay như thế này. - Được rồi. - Và anh ta đang đâm."
    }
  },
  {
    "translation": {
      "en": "- Man 1: Hard? - Yes.",
      "vi": "- Đâm mạnh không? - Vâng."
    }
  },
  {
    "translation": {
      "en": "- Man 1: How hard? Show me how hard. - Enough to get the full blade in.",
      "vi": "Mạnh như thế nào? - Hãy cho tôi thấy mạnh như thế nào. - Đủ để đâm cả lưỡi dao vào."
    }
  },
  {
    "translation": {
      "en": "Man 1: Did she beg y'all not to hurt her or...?",
      "vi": "DENAW HARAWAY HÃY HỌC NHỮNG SAI LẦM CỦA TÔI Cô ấy có cầu xin các anh đừng làm tổn thương cô ấy hay...?"
    }
  },
  {
    "translation": {
      "en": "She goes, Tommy, I didn't think you'd ever do anything like this.",
      "vi": "Cô ấy nói, Tommy, tôi không nghĩ anh sẽ làm bất cứ điều gì như vậy."
    }
  },
  {
    "translation": {
      "en": "We had it all planned out, you know...",
      "vi": "Chúng tôi đã có tất cả kế hoạch, ông biết đấy..."
    }
  },
  {
    "translation": {
      "en": "Man 1: What were you planning on doing with her after you got her?",
      "vi": "Anh định làm gì sau khi anh bắt được cô ấy?"
    }
  },
  {
    "translation": {
      "en": "Raping her.",
      "vi": "Cưỡng hiếp cô ấy."
    }
  },
  {
    "translation": {
      "en": "- Man 1: Raping her and then killing her? - Yes.",
      "vi": "-Cưỡng hiếp  cô ấy và sau đó giết cô ấy? -Vâng."
    }
  },
  {
    "translation": {
      "en": "I knew I wouldn't have done it if I wasn't drunk.",
      "vi": "Tôi biết tôi sẽ không làm điều đó nếu tôi không say."
    }
  },
  {
    "translation": {
      "en": "'Cause I thought it was just a dream.",
      "vi": "Vì tôi nghĩ đó chỉ là một giấc mơ."
    }
  },
  {
    "translation": {
      "en": "What do you say there, young man?",
      "vi": "Cậu nghĩ sao, cậu trẻ?"
    }
  },
  {
    "translation": {
      "en": "- Good. How you doing? - I'm here.",
      "vi": "-Cậu thế nào rồi? -Tôi đây."
    }
  },
  {
    "translation": {
      "en": "- Yup, me, too. - I'm...",
      "vi": "-Đúng vậy, tôi cũng thế. -Tôi..."
    }
  },
  {
    "translation": {
      "en": "I'm just so happy.",
      "vi": "Tôi thấy rất vui."
    }
  },
  {
    "translation": {
      "en": "Well, if I was any happier, I'd be triplets.",
      "vi": "Nếu tôi còn vui hơn nữa, thì tôi sẽ là ba người."
    }
  },
  {
    "translation": {
      "en": "- How about you? - Yeah.",
      "vi": "Còn ông thì sao?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Two hundred and fifty- four.",
      "vi": "254."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "vi": "Đây rồi."
    }
  },
  {
    "translation": {
      "en": "Well, I tell people Ada's halfway between Dallas and Oklahoma City",
      "vi": "Vâng, tôi nói với mọi người rằng Ada ở giữa Dallas và Oklahoma City"
    }
  },
  {
    "translation": {
      "en": "and a little bit east.",
      "vi": "và một chút về phía đông."
    }
  },
  {
    "translation": {
      "en": "The smith plant located out there, in the southwest part of town,",
      "vi": "Nhà máy xi măng nằm ngoài kia ở phía tây nam của thị trấn,"
    }
  },
  {
    "translation": {
      "en": "it's probably been there since 1906.",
      "vi": "nó có lẽ đã có từ năm 1906."
    }
  },
  {
    "translation": {
      "en": "Ada's not a bad town, uh, you know, I grew up in towns like Ada.",
      "vi": "Ada không phải là một thị trấn tồi. Anh biết đấy, tôi lớn lên ở những thị trấn như Ada."
    }
  },
  {
    "translation": {
      "en": "Everybody goes to the high school football game on Friday night and, you know,",
      "vi": "Mọi người đến trường trung học coi trò chơi bóng bầu dục vào tối thứ Sáu."
    }
  },
  {
    "translation": {
      "en": "the businessmen go to the Rotary Club,",
      "vi": "Các doanh nhân đến Câu lạc bộ Nghề nghiệp"
    }
  },
  {
    "translation": {
      "en": "and people hang out in the coffee shops for breakfast, and, um...",
      "vi": "và mọi người tụ họp trong các quán cà phê để ăn sáng, và..."
    }
  },
  {
    "translation": {
      "en": "You know, it's a close- knit community.",
      "vi": "anh biết đấy, đó là một cộng đồng gắn bó."
    }
  },
  {
    "translation": {
      "en": "One of the things that people notice is that when they come here,",
      "vi": "Một trong những điều mà mọi người chú ý là khi họ đến đây,"
    }
  },
  {
    "translation": {
      "en": "we just about have a church on every corner.",
      "vi": "chúng tôi hầu như có một nhà thờ trên mọi ngóc ngách."
    }
  },
  {
    "translation": {
      "en": "Lutheran, Methodist, lots of Baptist.",
      "vi": "Thuyết Lu-ti, Hội Giám lý, rất nhiều Giáo hội Tin Lành Báp Tít."
    }
  },
  {
    "translation": {
      "en": "Leaning, leaning...",
      "vi": "HÔM NAY CHÚA ĐI ĐẦU!"
    }
  },
  {
    "translation": {
      "en": "This area of the state",
      "vi": "Khu vực này của tiểu bang"
    }
  },
  {
    "translation": {
      "en": "is really known for pecans. We have a lot of pecan groves around here.",
      "vi": "thực sự được biết đến với hồ đào. Chúng tôi có rất nhiều lùm cây hồ đào quanh đây."
    }
  },
  {
    "translation": {
      "en": "You know, some pretty views and things like that.",
      "vi": "Một số khung cảnh đẹp và những điều như thế."
    }
  },
  {
    "translation": {
      "en": "And then, sadly,",
      "vi": "Và rồi, thật đáng buồn,"
    }
  },
  {
    "translation": {
      "en": "some, you know, a couple of pretty notorious murders",
      "vi": "một số, một vài vụ giết người khét tiếng"
    }
  },
  {
    "translation": {
      "en": "that happened here.",
      "vi": "đã xảy ra ở đây."
    }
  },
  {
    "translation": {
      "en": "Amen.",
      "vi": "A-men"
    }
  },
  {
    "translation": {
      "en": "I've written 40 books.",
      "vi": "Tôi đã viết 40 cuốn sách."
    }
  },
  {
    "translation": {
      "en": "And this was halfway through my career.",
      "vi": "Và điều này xuất hiện vào khi nửa sự nghiệp của tôi."
    }
  },
  {
    "translation": {
      "en": "Innocent Man was book number 20 I think.",
      "vi": "Tôi nghĩ Innocent Man là cuốn sách số 20."
    }
  },
  {
    "translation": {
      "en": "And it was my only, um...",
      "vi": "Và duy nhất đó là..."
    }
  },
  {
    "translation": {
      "en": "foray in the nonfiction.",
      "vi": "sự đột nhập vào hư cấu của tôi."
    }
  },
  {
    "translation": {
      "en": "I'd never researched a novel to that extent before.",
      "vi": "Tôi chưa bao giờ nghiên cứu một cuốn tiểu thuyết đến mức đó."
    }
  },
  {
    "translation": {
      "en": "If I wrote the-- The Innocent Man as a... novel,",
      "vi": "Nếu tôi viết The Innocent Man như một cuốn tiểu thuyết,"
    }
  },
  {
    "translation": {
      "en": "fiction,",
      "vi": "viễn tưởng,"
    }
  },
  {
    "translation": {
      "en": "folks probably wouldn't believe it.",
      "vi": "mọi người có lẽ sẽ không tin."
    }
  },
  {
    "translation": {
      "en": "We're going to the storage unit, uh... to see the exhibits",
      "vi": "Chúng tôi đi đến đơn vị lưu trữ... để xem các cuộc triển lãm"
    }
  },
  {
    "translation": {
      "en": "that are kept in storage.",
      "vi": "được lưu trữ."
    }
  },
  {
    "translation": {
      "en": "My storage.",
      "vi": "Chổ lưu trữ của tôi."
    }
  },
  {
    "translation": {
      "en": "Any exhibit that's been admitted into evidence",
      "vi": "Bất kỳ cuộc triển lãm nào đã được nhận bằng chứng"
    }
  },
  {
    "translation": {
      "en": "is kept by the court reporter.",
      "vi": "sẽ được giữ bởi phóng viên tòa án."
    }
  },
  {
    "translation": {
      "en": "So I still have all the exhibits.",
      "vi": "Vì vậy, tôi vẫn có tất cả các cuộc triển lãm."
    }
  },
  {
    "translation": {
      "en": "This is hair found under body.",
      "vi": "Đây là tóc được tìm thấy dưới cơ thể."
    }
  },
  {
    "translation": {
      "en": "This was under Debbie Carter's body in her apartment.",
      "vi": "Đây là dưới cơ thể của Debbie Carter trong căn hộ của cô ấy."
    }
  },
  {
    "translation": {
      "en": "And it's sealed. It has not been opened.",
      "vi": "Và nó được niêm phong. Nó chưa được mở ra."
    }
  },
  {
    "translation": {
      "en": "These are the hair slides, and you can see that they're labeled.",
      "vi": "Đây là những lọn tóc, và có thể thấy rằng chúng được gắn nhãn."
    }
  },
  {
    "translation": {
      "en": "This is her western belt, which has her name.",
      "vi": "Đây là vành đai phía tây của cô ấy, có tên của cô ấy."
    }
  },
  {
    "translation": {
      "en": "I don't know if you can see that or not.",
      "vi": "Tôi không biết mọi người có thể thấy hay không."
    }
  },
  {
    "translation": {
      "en": "It has Debbie.",
      "vi": "Nó ghi Debbie."
    }
  },
  {
    "translation": {
      "en": "This is the electric blanket, um, cord.",
      "vi": "Đây là dây chăn điện."
    }
  },
  {
    "translation": {
      "en": "What was the significance of that?",
      "vi": "Ý nghĩa của điều đó là gì?"
    }
  },
  {
    "translation": {
      "en": "Might be what they strangled her with, or he strangled her with.",
      "vi": "Có thể họ dùng để bóp cổ cô ấy, hoặc anh ấy dùng để bóp cổ cô ấy."
    }
  },
  {
    "translation": {
      "en": "I'll turn it this way, so that you can see it.",
      "vi": "Tôi sẽ xoay nó hướng này để mọi người có thể thấy."
    }
  },
  {
    "translation": {
      "en": "I don't really want to pull that out of there.",
      "vi": "Tôi không muốn kéo nó ra khỏi đó."
    }
  },
  {
    "translation": {
      "en": "I mean, for me to touch it. I don't really want to.",
      "vi": "Để tôi chạm vào nó. Tôi thực sự không muốn."
    }
  },
  {
    "translation": {
      "en": "- What is it? - It's the ketchup bottle, um...",
      "vi": "-Nó là gì? -Đó là chai nước sốt cà chua."
    }
  },
  {
    "translation": {
      "en": "that was...",
      "vi": "Đó được..."
    }
  },
  {
    "translation": {
      "en": "used on her.",
      "vi": "sử dụng trên cô ấy."
    }
  },
  {
    "translation": {
      "en": "I... A torture tool or a murder weapon.",
      "vi": "Một công cụ tra tấn hoặc vũ khí giết người."
    }
  },
  {
    "translation": {
      "en": "I don't know what you would have labeled it.",
      "vi": "Tôi không biết sẽ dán nhãn nó như thế nào."
    }
  },
  {
    "translation": {
      "en": "But the, um, ketchup bottle...",
      "vi": "Nhưng chai nước sốt cà chua..."
    }
  },
  {
    "translation": {
      "en": "I mean, the lid, the ketchup bottle lid was found inside of her body.",
      "vi": "nắp, nắp chai nước sốt cà chua đã được tìm thấy bên trong cơ thể của cô ấy."
    }
  },
  {
    "translation": {
      "en": "So he did stuff with this.",
      "vi": "Hắn đã sử dụng công cụ này để làm nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "These are letters from Debbie's family members.",
      "vi": "Đây là những lá thư từ các thành viên gia đình của Debbie."
    }
  },
  {
    "translation": {
      "en": "This one is from Peggy Carter, which is her mother.",
      "vi": "Cái này là từ Peggy Carter, là mẹ của cô ấy."
    }
  },
  {
    "translation": {
      "en": "It says, The first thing I want people",
      "vi": "Nó ghi, Điều đầu tiên tôi muốn mọi người"
    }
  },
  {
    "translation": {
      "en": "to know about Debbie is I loved her so much.",
      "vi": "biết về Debbie là tôi yêu cô ấy rất nhiều."
    }
  },
  {
    "translation": {
      "en": "We were very close and did a lot of things together.",
      "vi": "Chúng tôi đã rất thân và đã làm rất nhiều thứ với nhau."
    }
  },
  {
    "translation": {
      "en": "We did friends things together.",
      "vi": "Chúng tôi đã kết bạn với nhau."
    }
  },
  {
    "translation": {
      "en": "She was not only my daughter, but my friend.",
      "vi": "Cô ấy không chỉ là con gái tôi, mà là bạn của tôi."
    }
  },
  {
    "translation": {
      "en": "She was a picky person. Feisty. Full of energy and life.",
      "vi": "Cô ấy là một người cầu kỳ. Hăng hái. Đầy sinh lực và cuộc sống."
    }
  },
  {
    "translation": {
      "en": "She loved life.",
      "vi": "Cô ấy rất yêu đời."
    }
  },
  {
    "translation": {
      "en": "She was very outgoing, a people person.",
      "vi": "Cô ấy rất cởi mở, mọi người đều yêu mến."
    }
  },
  {
    "translation": {
      "en": "Almost always had a smile on her face and very modest.",
      "vi": "Hầu như luôn có một nụ cười trên mặt và rất khiêm tốn."
    }
  },
  {
    "translation": {
      "en": "She was a quiet person.",
      "vi": "Cô ấy là một người trầm lặng."
    }
  },
  {
    "translation": {
      "en": "She was a good girl with a lot of morals.",
      "vi": "Cô ấy là một cô gái tốt với rất nhiều đạo đức."
    }
  },
  {
    "translation": {
      "en": "I've never heard anybody who didn't like Debbie.",
      "vi": "Tôi chưa từng nghe ai không thích Debbie."
    }
  },
  {
    "translation": {
      "en": "So... this is where Debbie's apartment was.",
      "vi": "Nên... đây là căn hộ của Debbie."
    }
  },
  {
    "translation": {
      "en": "She moved here on October the 8th,",
      "vi": "Cô ấy chuyển đến đây vào ngày 8 tháng 10,"
    }
  },
  {
    "translation": {
      "en": "and she was murdered on December the 8th.",
      "vi": "và cô ấy đã bị giết vào ngày 8 tháng 12."
    }
  },
  {
    "translation": {
      "en": "So she lived here exactly two months.",
      "vi": "Cô ấy sống ở đây chính xác là hai tháng."
    }
  },
  {
    "translation": {
      "en": "It's heartbreaking to think that's... that she died right in that room.",
      "vi": "Thật đau lòng khi nghĩ rằng cô ấy đã chết ngay trong căn phòng đó."
    }
  },
  {
    "translation": {
      "en": "I have specific memories about Debbie.",
      "vi": "Tôi có những kỷ niệm cụ thể về Debbie."
    }
  },
  {
    "translation": {
      "en": "I did go to her apartment a couple of times.",
      "vi": "Tôi đã đến căn hộ của cô ấy một vài lần."
    }
  },
  {
    "translation": {
      "en": "There were still stuffed animals on the bed.",
      "vi": "Vẫn còn thú nhồi bông trên giường."
    }
  },
  {
    "translation": {
      "en": "I mean, it looked like just a bigger version of,",
      "vi": "Nó trông giống như một phiên bản lớn hơn của,"
    }
  },
  {
    "translation": {
      "en": "you know, a teenager's room.",
      "vi": "phòng của một thiếu niên."
    }
  },
  {
    "translation": {
      "en": "I was just so amazed by that.",
      "vi": "Tôi đã rất ngạc nhiên bởi điều đó."
    }
  },
  {
    "translation": {
      "en": "Debbie was very independent.",
      "vi": "Debbie rất độc lập."
    }
  },
  {
    "translation": {
      "en": "She wanted to do her own thing,",
      "vi": "Cô ấy muốn làm việc của riêng mình"
    }
  },
  {
    "translation": {
      "en": "and, you know, have things on her terms.",
      "vi": "và làm theo những gì cô ấy muốn."
    }
  },
  {
    "translation": {
      "en": "When she, um...",
      "vi": "Khi cô ấy..."
    }
  },
  {
    "translation": {
      "en": "graduated high school, she moved out.",
      "vi": "tốt nghiệp trung học, cô ấy đã ra ngoài sống."
    }
  },
  {
    "translation": {
      "en": "She had her own apartment.",
      "vi": "Cô ấy có căn hộ riêng."
    }
  },
  {
    "translation": {
      "en": "She wanted to have her--  a job, a career.",
      "vi": "Cô ấy muốn có một công việc, một nghề nghiệp."
    }
  },
  {
    "translation": {
      "en": "She wanted to be on her own, make her own money.",
      "vi": "Cô ấy muốn được một mình, kiếm tiền của riêng mình."
    }
  },
  {
    "translation": {
      "en": "She was employed at the Coachlight.",
      "vi": "Cô đã làm việc tại Coachlight."
    }
  },
  {
    "translation": {
      "en": "You might refer to it as a boot scootin' bar.",
      "vi": "Mọi người có thể coi đó như là quán khiêu vũ."
    }
  },
  {
    "translation": {
      "en": "There was lots of dancing and bands and that sort of thing.",
      "vi": "Có rất nhiều người khiêu vũ và ban nhạc chẳng hạn như vậy."
    }
  },
  {
    "translation": {
      "en": "One other memory that I have was that we were sitting on the couch",
      "vi": "Một kí ức khác mà tôi nhớ đó là chúng tôi đang ngồi trên chiếc ghế dài"
    }
  },
  {
    "translation": {
      "en": "and I was driving her crazy about pulling me around the block",
      "vi": "và tôi đã khiến cô ấy phát điên về việc kéo tôi xung quanh khu phố"
    }
  },
  {
    "translation": {
      "en": "on my skates. And, I guess I finally wore her down,",
      "vi": "trên giày trượt của tôi. Và tôi nghĩ cuối cùng tôi cũng đã làm cô ấy mệt mỏi,"
    }
  },
  {
    "translation": {
      "en": "and she pulled me around the entire block twice",
      "vi": "và cô ấy kéo tôi xung quanh toàn khu phố hai lần"
    }
  },
  {
    "translation": {
      "en": "on my skates before she went to work.",
      "vi": "trên giày trượt của tôi trước khi đi làm."
    }
  },
  {
    "translation": {
      "en": "So, I guess I wore her down quite a bit.",
      "vi": "Vì vậy, tôi nghĩ tôi đã làm cô ấy rất mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "When Debbie was murdered,",
      "vi": "Khi Debbie bị sát hại,"
    }
  },
  {
    "translation": {
      "en": "she was actually-- lived a couple of blocks from my house, where my mom and I lived.",
      "vi": "thực sự cô ấy chỉ ở một vài con đường cách nhà tôi, nơi mẹ tôi và tôi sống."
    }
  },
  {
    "translation": {
      "en": "So it was really a trying time for, not...",
      "vi": "Vì vậy, nó thực sự là một thời gian cố gắng, không..."
    }
  },
  {
    "translation": {
      "en": "you know, not just my family, but for the whole town",
      "vi": "không chỉ gia đình tôi, nhưng đối với toàn bộ thị trấn"
    }
  },
  {
    "translation": {
      "en": "'cause nothing like that had happened here before.",
      "vi": "vì trước giờ không có gì giống như vậy xảy ra ở đây."
    }
  },
  {
    "translation": {
      "en": "When Debbie was killed, it really changed the dynamics",
      "vi": "Khi Debbie bị giết hại, nó thực sự đã thay đổi động lực"
    }
  },
  {
    "translation": {
      "en": "of our family.",
      "vi": "của gia đình chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Debbie's dad's name was Charlie and my Aunt Peggy, we call her Peppy.",
      "vi": "Tên của cha Debbie là Charlie và dì Peggy của tôi, chúng tôi gọi cô ấy là Peppy."
    }
  },
  {
    "translation": {
      "en": "I'm Peggy Sue Carter",
      "vi": "PEGGY PEPPY' CARTER MẸ CỦA DEBBIE CARTER"
    }
  },
  {
    "translation": {
      "en": "and I'm Debbie Carter's mother.",
      "vi": "và tôi là mẹ của Debbie Carter."
    }
  },
  {
    "translation": {
      "en": "Peppy likes to say that she's the reason that we're all here in Ada.",
      "vi": "Peppy thích nói rằng bà ấy là lý do tất cả chúng ta đều ở Ada,"
    }
  },
  {
    "translation": {
      "en": "Because Peppy had come over here when she married Charlie.",
      "vi": "vì Peppy đã đến đây khi bà kết hôn với Charlie."
    }
  },
  {
    "translation": {
      "en": "And everybody kind of followed.",
      "vi": "Và mọi người theo sau."
    }
  },
  {
    "translation": {
      "en": "Since '59...",
      "vi": "Kể từ năm 1959..."
    }
  },
  {
    "translation": {
      "en": "I married her daddy in '59.",
      "vi": "Tôi kết hôn với bố của Debbie vào năm 1959."
    }
  },
  {
    "translation": {
      "en": "I had her oldest sister in, uh, '60.",
      "vi": "Tôi sinh ra chị gái của Debbie vào năm 1960."
    }
  },
  {
    "translation": {
      "en": "A year later, I had Debbie, in '61.",
      "vi": "Một năm sau, tôi có Debbie, vào năm 1961."
    }
  },
  {
    "translation": {
      "en": "Then I had my third daughter, in '63.",
      "vi": "Sau đó, tôi có con gái thứ ba, vào năm 1963."
    }
  },
  {
    "translation": {
      "en": "I got the three daughters.",
      "vi": "Tôi có ba cô con gái."
    }
  },
  {
    "translation": {
      "en": "See, I'd had this...",
      "vi": "Tôi đã có..."
    }
  },
  {
    "translation": {
      "en": "bad, weird feeling, and I told Debbie about it.",
      "vi": "cảm giác xấu, kỳ lạ và tôi đã nói với Debbie về điều đó."
    }
  },
  {
    "translation": {
      "en": "She said, Mama, you're so silly. Don't be like that.",
      "vi": "Cô ấy nói, Mẹ ơi, mẹ thật ngớ ngẩn. Đừng như vậy."
    }
  },
  {
    "translation": {
      "en": "But I did.",
      "vi": "Nhưng tôi đã cảm thấy vậy."
    }
  },
  {
    "translation": {
      "en": "I remember that feeling, it was awful.",
      "vi": "Tôi nhớ cảm giác đó, nó thật khủng khiếp."
    }
  },
  {
    "translation": {
      "en": "That morning,",
      "vi": "Sáng hôm đó,"
    }
  },
  {
    "translation": {
      "en": "I know I was changing the sheets on my bed.",
      "vi": "tôi đang đổi khăn trải giường của tôi."
    }
  },
  {
    "translation": {
      "en": "And right after I talked to my sister...",
      "vi": "Và ngay sau khi tôi nói chuyện với em gái tôi"
    }
  },
  {
    "translation": {
      "en": "I started-- Went back in the bedroom and started to put the sheet on",
      "vi": "Tôi bắt đầu...quay trở lại phòng ngủ và bắt đầu đặt khăn trải giường lên"
    }
  },
  {
    "translation": {
      "en": "and the phone rung again.",
      "vi": "và điện thoại reo lần nữa."
    }
  },
  {
    "translation": {
      "en": "So I picked it up. Hello?",
      "vi": "Và rồi tôi nhặt nó lên. Xin chào?"
    }
  },
  {
    "translation": {
      "en": "And it's not my little sister.",
      "vi": "Và đó không phải là em gái tôi."
    }
  },
  {
    "translation": {
      "en": "It's Debbie's friend.",
      "vi": "Đó là bạn của Debbie."
    }
  },
  {
    "translation": {
      "en": "And she saw Debbie's car at home.",
      "vi": "Và cô ấy nhìn thấy chiếc xe của Debbie ở nhà."
    }
  },
  {
    "translation": {
      "en": "And she said, as she started up the stairs,",
      "vi": "Và cô ấy đã nói khi cô ấy bước lên cầu thang,"
    }
  },
  {
    "translation": {
      "en": "she heard this loud... music.",
      "vi": "cô nghe thấy tiếng nhạc lớn."
    }
  },
  {
    "translation": {
      "en": "And then she said, when she got to the porch,",
      "vi": "Và rồi cô ấy nói, khi cô ấy đến hiên nhà,"
    }
  },
  {
    "translation": {
      "en": "There's all this glass.",
      "vi": "Có những mảnh thủy tinh"
    }
  },
  {
    "translation": {
      "en": "Debbie's friend had found her...",
      "vi": "Bạn của Debbie đã tìm thấy cô ấy"
    }
  },
  {
    "translation": {
      "en": "and called my aunt.",
      "vi": "và gọi cho dì tôi."
    }
  },
  {
    "translation": {
      "en": "She was very panicked and told Peppy that,",
      "vi": "Cô ấy rất hoảng loạn và nói với Peppy rằng,"
    }
  },
  {
    "translation": {
      "en": "you know, Debbie was laying on the floor and that,",
      "vi": "Debbie đang nằm trên sàn và đó,"
    }
  },
  {
    "translation": {
      "en": "you know, there was blood.",
      "vi": "có máu."
    }
  },
  {
    "translation": {
      "en": "So Peppy runs out, and...",
      "vi": "Vì vậy, Peppy chạy ra ngoài và..."
    }
  },
  {
    "translation": {
      "en": "...her car won't start.",
      "vi": "xe của bà ấy không nổ máy."
    }
  },
  {
    "translation": {
      "en": "Probably by the grace of God.",
      "vi": "Có lẽ bởi ân điển của Đức Chúa Trời."
    }
  },
  {
    "translation": {
      "en": "I call Christy's mother, Glenna.",
      "vi": "Tôi gọi mẹ của Christy là Glenna."
    }
  },
  {
    "translation": {
      "en": "- There's no answer. -",
      "vi": "Không ai trả lời."
    }
  },
  {
    "translation": {
      "en": "I call Debbie's phone, there's no answer.",
      "vi": "Tôi gọi đến điện thoại của Debbie, không có ai trả lời."
    }
  },
  {
    "translation": {
      "en": "I'm going crazy. I don't know what to do.",
      "vi": "Tôi phát điên lên. Tôi không biết phải làm gì."
    }
  },
  {
    "translation": {
      "en": "I'm in there, in my dining room,",
      "vi": "Tôi ở trong đó, trong phòng ăn của tôi,"
    }
  },
  {
    "translation": {
      "en": "talking to Debbie, talking to that picture.",
      "vi": "nói chuyện với Debbie, nói chuyện với bức tranh đó."
    }
  },
  {
    "translation": {
      "en": "Honey, you're going to be okay.",
      "vi": "Con ngoan, con sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Mom will be there just as soon as I can get there.",
      "vi": "Mẹ sẽ ở đó ngay khi mẹ có thể đến đó."
    }
  },
  {
    "translation": {
      "en": "I started walking up the hill there.",
      "vi": "Tôi bắt đầu đi lên đồi ở đó."
    }
  },
  {
    "translation": {
      "en": "Well, I seen my best friend's car.",
      "vi": "Tôi đã thấy chiếc xe của người bạn thân của tôi."
    }
  },
  {
    "translation": {
      "en": "She had my sister in there. Glenna, Christy's mother.",
      "vi": "Và em gái tôi đang ngồi ở đó. Glenna, mẹ của Christy."
    }
  },
  {
    "translation": {
      "en": "I remember, she saw me sitting in a car...",
      "vi": "Tôi nhớ là, bà ấy thấy tôi ngồi trong xe..."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "I never said a word, she just knew.",
      "vi": "Tôi chưa hề nói một lời, bà ấy đã biết."
    }
  },
  {
    "translation": {
      "en": "I don't know what happened to me. I just... I couldn't help it.",
      "vi": "Tôi không biết chuyện gì đã xảy ra với tôi. Tôi chỉ...tôi không thể kiềm chế."
    }
  },
  {
    "translation": {
      "en": "I'm a- balling and a- squalling, and just having a fit.",
      "vi": "Tôi thét to và khóc ầm ĩ và cứ điên cuồng lên."
    }
  },
  {
    "translation": {
      "en": "I guess, when I did believe it, that night about 7:30.",
      "vi": "Khi tôi tin vào chuyện đó, đêm đó khoảng 19:30."
    }
  },
  {
    "translation": {
      "en": "This detective come by that...",
      "vi": "Có thám tử này đến..."
    }
  },
  {
    "translation": {
      "en": "I know he leaned down and he kept patting me on my knee.",
      "vi": "anh ta cúi xuống và anh ta cứ vỗ nhẹ vào đầu gối tôi."
    }
  },
  {
    "translation": {
      "en": "And he kept saying,",
      "vi": "Và anh ấy cứ nói,"
    }
  },
  {
    "translation": {
      "en": "Peggy, it happened. It happened to Debbie.",
      "vi": "Peggy, nó đã xảy ra. Nó đã xảy ra với Debbie."
    }
  },
  {
    "translation": {
      "en": "And I just sit there and cry.",
      "vi": "Và tôi chỉ ngồi đó và khóc."
    }
  },
  {
    "translation": {
      "en": "I just sit in that chair and cry.",
      "vi": "Tôi chỉ ngồi trên chiếc ghế đó và khóc."
    }
  },
  {
    "translation": {
      "en": "I don't know what to do.",
      "vi": "Tôi không biết phải làm gì."
    }
  },
  {
    "translation": {
      "en": "My girl-- My daughter's gone.",
      "vi": "Con của tôi...Cô con gái tôi đã biến mất."
    }
  },
  {
    "translation": {
      "en": "I just kept looking at him and he kept telling me,",
      "vi": "Tôi cứ nhìn anh ấy và anh ấy cứ nói với tôi,"
    }
  },
  {
    "translation": {
      "en": "Peggy, it happened, and it happened to Debbie.",
      "vi": "Peggy, nó đã xảy ra và nó đã xảy ra với Debbie."
    }
  },
  {
    "translation": {
      "en": "It happened to you and Debbie.",
      "vi": "Chuyện đó đã xảy ra với bà và Debbie."
    }
  },
  {
    "translation": {
      "en": "I first heard about this case from a lawyer friend of mine in 2000.",
      "vi": "Lần đầu tôi nghe nói về trường hợp này là từ một người bạn luật sư của tôi vào năm 2000."
    }
  },
  {
    "translation": {
      "en": "And, uh, almost immediately,",
      "vi": "Và, gần như ngay lập tức,"
    }
  },
  {
    "translation": {
      "en": "we were surprised at the way this case was handled.",
      "vi": "chúng tôi đã rất ngạc nhiên với cách xử lý của vụ này."
    }
  },
  {
    "translation": {
      "en": "Ada Police, Dennis Smith, was one of the first investigators on the scene.",
      "vi": "CÁC THÁM TỬ VIÊN Cảnh sát Ada Dennis Smith là thám tử đầu tiên đến hiện trường."
    }
  },
  {
    "translation": {
      "en": "They had a, uh...",
      "vi": "Họ đã..."
    }
  },
  {
    "translation": {
      "en": "patrolman answer and he called in Dennis Smith.",
      "vi": "gọi cho người tuần tra và anh ta đã gọi cho Dennis Smith."
    }
  },
  {
    "translation": {
      "en": "Uh, Dennis Smith was the...",
      "vi": "Dennis Smith là..."
    }
  },
  {
    "translation": {
      "en": "senior detective for the Ada Police Department.",
      "vi": "thám tử cao cấp cho Sở Cảnh sát Ada."
    }
  },
  {
    "translation": {
      "en": "His reputation,",
      "vi": "Danh tiếng của anh ấy,"
    }
  },
  {
    "translation": {
      "en": "as far as being a good officer,",
      "vi": "như một cảnh sát giỏi,"
    }
  },
  {
    "translation": {
      "en": "was impeccable.",
      "vi": "là hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "But he was normally in charge of whatever...",
      "vi": "Nhưng anh ấy thường phụ trách bất cứ..."
    }
  },
  {
    "translation": {
      "en": "big case was happening.",
      "vi": "trường hợp lớn nào."
    }
  },
  {
    "translation": {
      "en": "Most people seemed to like him. He was a pretty friendly guy.",
      "vi": "Hầu hết mọi người dường như thích ông ta. Ông ấy là một người khá thân thiện."
    }
  },
  {
    "translation": {
      "en": "And, as a matter of fact, his daughter went to school",
      "vi": "Và thực tế là, con gái của ông ấy đã đi học"
    }
  },
  {
    "translation": {
      "en": "with Debbie Carter and they were friends.",
      "vi": "với Debbie Carter và họ là bạn."
    }
  },
  {
    "translation": {
      "en": "So, he had a personal connection there.",
      "vi": "Vì vậy, ông ấy đã có một quan hệ cá nhân."
    }
  },
  {
    "translation": {
      "en": "The crime scene was a total mess.",
      "vi": "Hiện trường vụ án rất hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "Debbie's body was lying naked on the floor,",
      "vi": "Cơ thể của Debbie nằm trần truồng trên sàn,"
    }
  },
  {
    "translation": {
      "en": "except she had a cord wrapped around her neck.",
      "vi": "ngoại trừ cô ấy đã bị  dây quấn xung quanh cổ."
    }
  },
  {
    "translation": {
      "en": "She had Duke Graham written on her back",
      "vi": "Chữ Công tước Graham viết trên lưng cô ấy"
    }
  },
  {
    "translation": {
      "en": "and die on her chest.",
      "vi": "và chết trên ngực."
    }
  },
  {
    "translation": {
      "en": "On the walls was written,",
      "vi": "Trên các bức tường được viết,"
    }
  },
  {
    "translation": {
      "en": "Jim Smith next will die.",
      "vi": "Jim Smith tiếp theo sẽ chết."
    }
  },
  {
    "translation": {
      "en": "And on the kitchen table was written,",
      "vi": "Và trên bàn ăn được viết,"
    }
  },
  {
    "translation": {
      "en": "Don't look fore us or ealse.",
      "vi": "Đừng tìm chúng tôi, không thì sẽ biết."
    }
  },
  {
    "translation": {
      "en": "And for and else were both misspelled.",
      "vi": "Và chữ tìm và sẽ biết cả hai đều sai chính tả."
    }
  },
  {
    "translation": {
      "en": "There was a palm print on the wall.",
      "vi": "Có một bản in trên tường."
    }
  },
  {
    "translation": {
      "en": "And, before she was killed,",
      "vi": "Và, trước khi cô ấy bị giết hại,"
    }
  },
  {
    "translation": {
      "en": "someone had raped Debbie Carter.",
      "vi": "ai đó đã cưỡng hiếp Debbie Carter."
    }
  },
  {
    "translation": {
      "en": "And evidently, it was like Grand Central Station over there,",
      "vi": "Và rõ ràng, nó giống như Ga Grand Central ở đằng kia,"
    }
  },
  {
    "translation": {
      "en": "as far as police officers or a crime scene.",
      "vi": "theo nhân viên cảnh sát hoặc hiện trường vụ án nghĩ."
    }
  },
  {
    "translation": {
      "en": "Jim Smith and Duke Graham, both of them had alibis, and...",
      "vi": "Jim Smith và Duke Graham, cả hai đều có chứng cớ ngoại phạm, và..."
    }
  },
  {
    "translation": {
      "en": "well, neither one of them gave statements that, that fit anything.",
      "vi": "không ai trong hai người họ cho lời khai phù hợp với bất cứ điều gì."
    }
  },
  {
    "translation": {
      "en": "And they just didn't have anything on either one of them.",
      "vi": "Và họ không có gì để buộc tội hai người đó."
    }
  },
  {
    "translation": {
      "en": "Dennis Smith came in and immediately saw that he would need some help,",
      "vi": "Dennis Smith bước vào và lập tức thấy rằng anh ấy sẽ cần sự giúp đỡ,"
    }
  },
  {
    "translation": {
      "en": "so he called the Oklahoma State Bureau of Investigation.",
      "vi": "vì vậy ông ấy gọi Cục Bang Oklahoma Điều tra."
    }
  },
  {
    "translation": {
      "en": "To help him with the crime scene.",
      "vi": "Để giúp ông ta với hiện trường vụ án."
    }
  },
  {
    "translation": {
      "en": "Gary Rogers, he was the OSBI agent,",
      "vi": "Gary Rogers, anh ấy là đặc vụ OSBI,"
    }
  },
  {
    "translation": {
      "en": "which is Oklahoma State Bureau of Investigation.",
      "vi": "đó là Cục Bang Oklahoma Điều tra."
    }
  },
  {
    "translation": {
      "en": "Gary had been a former, uh, police officer in Shawnee.",
      "vi": "Gary từng là cựu sĩ quan cảnh sát ở Shawnee."
    }
  },
  {
    "translation": {
      "en": "He was a rancher.",
      "vi": "Anh ta là một chủ trang trại."
    }
  },
  {
    "translation": {
      "en": "And always wore a hat and boots,",
      "vi": "Và luôn đội mũ và giày ống,"
    }
  },
  {
    "translation": {
      "en": "and jeans, and belt with a coat and tie.",
      "vi": "và quần jean và thắt lưng với áo khoác và cà vạt."
    }
  },
  {
    "translation": {
      "en": "Dennis and Gary basically worked the crime scene.",
      "vi": "Dennis và Gary đã làm việc cơ bản tại hiện trường vụ án."
    }
  },
  {
    "translation": {
      "en": "They would funnel their reports to Bill Peterson,",
      "vi": "Họ sẽ báo cáo các báo cáo của họ với Bill Peterson,"
    }
  },
  {
    "translation": {
      "en": "who was the prosecutor of the case.",
      "vi": "là công tố viên của vụ án."
    }
  },
  {
    "translation": {
      "en": "I've known Bill Peterson for all my life.",
      "vi": "Tôi đã biết Bill Peterson suốt cả cuộc đời của tôi."
    }
  },
  {
    "translation": {
      "en": "He, uh, went to Ada High School.",
      "vi": "Anh ấy đã học ở trường trung học Ada."
    }
  },
  {
    "translation": {
      "en": "Um, he went to University of Oklahoma.",
      "vi": "Anh ấy đã học Đại học Oklahoma."
    }
  },
  {
    "translation": {
      "en": "He did go through some prep schools back East.",
      "vi": "Anh ấy đã học tại một số trường chuẩn bị ở phía Đông."
    }
  },
  {
    "translation": {
      "en": "His father was a doctor",
      "vi": "Cha anh ta là bác sĩ"
    }
  },
  {
    "translation": {
      "en": "and his mother was a, a member of the Norris family.",
      "vi": "và mẹ anh ấy là một thành viên của gia đình miền Bắc."
    }
  },
  {
    "translation": {
      "en": "I would say Bill was more of a folksy- type DA,",
      "vi": "Tôi sẽ nói Bill là một luật sư bình dân,"
    }
  },
  {
    "translation": {
      "en": "where he would, uh, tell stories.",
      "vi": "và anh ta hay kể chuyện."
    }
  },
  {
    "translation": {
      "en": "Which is a very effective way. When picking a jury",
      "vi": "Đó là một cách rất hiệu quả, khi chọn bồi thẩm đoàn"
    }
  },
  {
    "translation": {
      "en": "is to be somewhat folksy and tell stories.",
      "vi": "là phải bình dân và hay kể chuyện."
    }
  },
  {
    "translation": {
      "en": "He could get angry.",
      "vi": "Anh ta có thể nổi giận."
    }
  },
  {
    "translation": {
      "en": "I think we all feel the pressure to do what's right.",
      "vi": "Tôi nghĩ tất cả chúng ta đều cảm thấy áp lực để làm những gì đúng."
    }
  },
  {
    "translation": {
      "en": "And I know, since my nephew is a prosecutor,",
      "vi": "Và tôi biết, vì cháu trai tôi là công tố viên,"
    }
  },
  {
    "translation": {
      "en": "they have that kind of police mentality.",
      "vi": "họ có tâm lý cảnh sát đó."
    }
  },
  {
    "translation": {
      "en": "They're prosecutors for a reason.",
      "vi": "Họ là công tố viên vì lý do đó."
    }
  },
  {
    "translation": {
      "en": "You're not going to make a lot of money in your life being a prosecutor.",
      "vi": "Bạn sẽ không kiếm được nhiều tiền trong cuộc sống khi làm một công tố viên."
    }
  },
  {
    "translation": {
      "en": "You like to put...",
      "vi": "Bạn thích đặt..."
    }
  },
  {
    "translation": {
      "en": "bad people in jail.",
      "vi": "người xấu trong tù."
    }
  },
  {
    "translation": {
      "en": "And protect your constituents. I believe that.",
      "vi": "Và bảo vệ người dân. Tôi tin điều đó."
    }
  },
  {
    "translation": {
      "en": "Somebody took some time to really stage that crime scene.",
      "vi": "NGHI NGỜ NIL TRONG VỤ GIẾT NGƯỜI CỦA NGƯỜI PHỤ NỮ Ở ĐÂY Ai đó mất một thời gian để thực sự giai đoạn hiện trường vụ án đó."
    }
  },
  {
    "translation": {
      "en": "You know, most people panic and they leave,",
      "vi": "Hầu hết mọi người hoảng sợ và họ rời đi,"
    }
  },
  {
    "translation": {
      "en": "and they leave all kinds of stuff. This...",
      "vi": "và họ để lại đủ thứ. Điều này..."
    }
  },
  {
    "translation": {
      "en": "Whoever did this was really thinking about trying to create a diversion.",
      "vi": "Ai đã làm điều này đã thực sự suy nghĩ về việc cố gắng tạo một sự chuyển hướng."
    }
  },
  {
    "translation": {
      "en": "Dennis Smith had made a comment that before he retired...",
      "vi": "Dennis Smith đã bình luận trước khi ông ấy nghỉ hưu"
    }
  },
  {
    "translation": {
      "en": "that he would...",
      "vi": "ông ta sẽ..."
    }
  },
  {
    "translation": {
      "en": "solve Debbie's case.",
      "vi": "phá được án mạng của Debbie."
    }
  },
  {
    "translation": {
      "en": "When something like this happens to...",
      "vi": "Khi một cái gì đó như thế này xảy ra với..."
    }
  },
  {
    "translation": {
      "en": "your family or to the town, you know, it's the ripple effect.",
      "vi": "gia đình bạn hoặc đến thị trấn, đó là hiệu ứng gợn sóng."
    }
  },
  {
    "translation": {
      "en": "I always like to say that it's like a tsunami.",
      "vi": "Tôi luôn muốn nói nó giống như sóng thần."
    }
  },
  {
    "translation": {
      "en": "You know, you don't even recognize that it was coming.",
      "vi": "Bạn thậm chí không nhận ra nó đang đến."
    }
  },
  {
    "translation": {
      "en": "It just takes everything away.",
      "vi": "Nó lấy mất mọi thứ."
    }
  },
  {
    "translation": {
      "en": "That was a huge shock.",
      "vi": "Đó là một cú sốc lớn."
    }
  },
  {
    "translation": {
      "en": "You think, Who was it? Somebody in this community?",
      "vi": "Bạn nghĩ, Đó là ai? Ai đó trong cộng đồng này?"
    }
  },
  {
    "translation": {
      "en": "I'm sure it was, um...",
      "vi": "Tôi chắc là..."
    }
  },
  {
    "translation": {
      "en": "you know, terrifying in a small town like that.",
      "vi": "Rất đáng sợ trong một thị trấn nhỏ như thế."
    }
  },
  {
    "translation": {
      "en": "And then, um...",
      "vi": "Và sau đó... JOHN GRISHAM TÁC GIẢ"
    }
  },
  {
    "translation": {
      "en": "two or three years later, Denice Haraway disappeared.",
      "vi": "...hai hoặc ba năm sau, Denice Haraway biến mất."
    }
  },
  {
    "translation": {
      "en": "Sweet dreams of you",
      "vi": "DENICE HARAWAY NGÀY 28 THÁNG 4 NĂM 1984"
    }
  },
  {
    "translation": {
      "en": "Denice worked at the little Quick Stop out on Highway One.",
      "vi": "Denice làm việc tại trạm Quick Stop trên Xa lộ 1."
    }
  },
  {
    "translation": {
      "en": "We were very concerned because Denice had disappeared,",
      "vi": "Chúng tôi rất quan tâm bởi vì Denice đã mất tích,"
    }
  },
  {
    "translation": {
      "en": "and so the word spread quickly.",
      "vi": "và từ đó lan truyền rất nhanh."
    }
  },
  {
    "translation": {
      "en": "By the way, Denice worked for me for, um, a semester.",
      "vi": "Còn nữa, Denice đã làm việc cho tôi trong một học kỳ. BILLIE JEAN FLOYD TRƯỞNG XÃ HỘI LỊCH SỬ ADA"
    }
  },
  {
    "translation": {
      "en": "Part of a semester.",
      "vi": "Một phần của một học kỳ."
    }
  },
  {
    "translation": {
      "en": "A real, sweet little girl,",
      "vi": "Một cô gái thực sự dễ thương,"
    }
  },
  {
    "translation": {
      "en": "and she worked for me when she was in school,",
      "vi": "và cô ấy đã làm việc cho tôi khi cô ấy đi học"
    }
  },
  {
    "translation": {
      "en": "at East Central.",
      "vi": "tại Đông Trung Bộ."
    }
  },
  {
    "translation": {
      "en": "She was working as a work- study student.",
      "vi": "Cô ấy làm việc như một sinh viên vừa học vừa làm việc."
    }
  },
  {
    "translation": {
      "en": "Just as sweet as could be. Nice.",
      "vi": "Rất dễ thương. Tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "Just a pretty little girl, you know, that was in college",
      "vi": "Là một cô gái xinh đẹp, đó là ở trường đại học"
    }
  },
  {
    "translation": {
      "en": "and needed a job.",
      "vi": "và cần một công việc."
    }
  },
  {
    "translation": {
      "en": "And I had an opening for a work- study student",
      "vi": "Và tôi đã thuê một sinh viên vừa học vừa làm"
    }
  },
  {
    "translation": {
      "en": "to be my secretary.",
      "vi": "để làm thư ký của tôi."
    }
  },
  {
    "translation": {
      "en": "The town was in disbelief, you know, at what had happened.",
      "vi": "Thị trấn không tin vào những gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "They would search out by Lawrence and out southwest of town.",
      "vi": "Họ đã tìm kiếm dòng sông Lawrence và ra phía tây nam thị trấn."
    }
  },
  {
    "translation": {
      "en": "And there was all kinds of strange stories going around",
      "vi": "Và có đủ câu chuyện kỳ lạ được kể ra xung quanh"
    }
  },
  {
    "translation": {
      "en": "where they were looking.",
      "vi": "nơi họ đang tìm kiếm."
    }
  },
  {
    "translation": {
      "en": "Because, apparently, there was no rhyme or reason.",
      "vi": "Bởi vì, rõ ràng, không có vần điệu hay lý do."
    }
  },
  {
    "translation": {
      "en": "I don't know what was happening. I just know that there were many rumors",
      "vi": "Tôi không biết chuyện gì đang xảy ra. Tôi chỉ biết rằng có nhiều tin đồn"
    }
  },
  {
    "translation": {
      "en": "about where she might be.",
      "vi": "về nơi cô ấy có thể đến."
    }
  },
  {
    "translation": {
      "en": "On April 28th, 1984,",
      "vi": "Vào ngày 28 tháng 4 năm 1984,"
    }
  },
  {
    "translation": {
      "en": "at about 8:30 at night, Denice Haraway was working in the, uh...",
      "vi": "vào khoảng 20:30 tối, Denice Haraway đang làm việc trong..."
    }
  },
  {
    "translation": {
      "en": "a little convenience store on the east side of Ada, Oklahoma,",
      "vi": "một cửa hàng tiện lợi nhỏ trên Eastside của Ada, Oklahoma."
    }
  },
  {
    "translation": {
      "en": "when Gene Whelchel and his two nephews were getting ready to go to a card game.",
      "vi": "Khi Gene Whelchel và hai đứa cháu trai chuẩn bị để đi đến nơi chơi bài."
    }
  },
  {
    "translation": {
      "en": "And they stopped by the convenience store",
      "vi": "Và họ đã dừng lại tại cửa hàng tiện lợi"
    }
  },
  {
    "translation": {
      "en": "to get some cigarettes and some change.",
      "vi": "để mua thuốc lá và lấy tiền lẻ."
    }
  },
  {
    "translation": {
      "en": "They saw a man and a woman walk out",
      "vi": "Họ thấy một người đàn ông và một người phụ nữ bước ra"
    }
  },
  {
    "translation": {
      "en": "and get into the passenger side of a pickup and drive off.",
      "vi": "và đi vào phía hành khách của một chiếc xe bán tải và lái đi."
    }
  },
  {
    "translation": {
      "en": "So we stopped at, uh...",
      "vi": "Vì vậy, chúng tôi dừng lại ở..."
    }
  },
  {
    "translation": {
      "en": "McAnally's to get change for the poker game.",
      "vi": "McAnally để lấy tiền lẻ để đánh bài xì phé."
    }
  },
  {
    "translation": {
      "en": "And I waited in the pickup.",
      "vi": "Và tôi đợi trong xe bán tải."
    }
  },
  {
    "translation": {
      "en": "My nephew went inside, Lenny.",
      "vi": "Cháu trai tôi Lenny đi vào trong."
    }
  },
  {
    "translation": {
      "en": "And he came back out in a little bit and said there wasn't anybody in there.",
      "vi": "Và anh ấy quay trở lại một chút và nói không có ai trong đó."
    }
  },
  {
    "translation": {
      "en": "We went in and kinda looked the place over. Discovered that--",
      "vi": "Chúng tôi đã đi vào và xem nơi đó. Đã phát hiện ra rằng..."
    }
  },
  {
    "translation": {
      "en": "Figured that something was wrong.",
      "vi": "Nhận ra rằng có điều gì đó không đúng."
    }
  },
  {
    "translation": {
      "en": "So we called the police.",
      "vi": "Vì vậy, chúng tôi gọi cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Money was taken out of their drawer.",
      "vi": "Tiền đã được lấy ra khỏi ngăn kéo của họ."
    }
  },
  {
    "translation": {
      "en": "Whoever was there made a quick grab for the money and obviously took the girl.",
      "vi": "Ai đó đã nhanh chóng lấy tiền và rõ ràng là lấy cô gái."
    }
  },
  {
    "translation": {
      "en": "Gene: I know it was her that left as we pulled up.",
      "vi": "Tôi biết đó là cô ấy đã rời khỏi khi chúng tôi mới đến."
    }
  },
  {
    "translation": {
      "en": "They put an APB out for a faded, light blue pickup truck",
      "vi": "Họ đã phát lệnh truy bắt cho một chiếc xe tải nhỏ màu xanh"
    }
  },
  {
    "translation": {
      "en": "with a straight bed, with gray primer spots on it.",
      "vi": "với một chiếc giường thẳng, với các điểm mồi màu xám trên đó."
    }
  },
  {
    "translation": {
      "en": "And they, uh, stopped a number of people, and developed information,",
      "vi": "Và họ đã dừng lại một số người và thông tin được phát triển,"
    }
  },
  {
    "translation": {
      "en": "but they didn't find the girl with any of that.",
      "vi": "nhưng họ không tìm thấy cô gái với bất kỳ điều đó."
    }
  },
  {
    "translation": {
      "en": "Then, later on that night,",
      "vi": "Sau đó, vào đêm đó,"
    }
  },
  {
    "translation": {
      "en": "they went to a store just down the street.",
      "vi": "họ đã đi đến một cửa hàng ngay dưới phố."
    }
  },
  {
    "translation": {
      "en": "And the, uh, clerk there, her name is Karen Wise.",
      "vi": "Và người làm ở đó, tên cô ấy là Karen Wise."
    }
  },
  {
    "translation": {
      "en": "She then reported that she saw a couple of people",
      "vi": "Cô ấy sau đó báo cáo rằng cô ấy đã thấy một vài người"
    }
  },
  {
    "translation": {
      "en": "that she felt were suspicious and she was worried about.",
      "vi": "mà cô ấy cảm thấy là đáng nghi ngờ và cô ấy lo lắng."
    }
  },
  {
    "translation": {
      "en": "They kind of scared her. They went into her store",
      "vi": "Họ làm  cô ấy sợ. Họ không có trong cửa hàng của cô"
    }
  },
  {
    "translation": {
      "en": "just a few hours earlier.",
      "vi": "chỉ một vài giờ trước đó."
    }
  },
  {
    "translation": {
      "en": "She is also the one that gave a composite sketch",
      "vi": "Cô ấy cũng là người đã đưa ra một bản phác thảo tổng hợp"
    }
  },
  {
    "translation": {
      "en": "of the two guys that she thought was in her store that night.",
      "vi": "của hai người mà cô ấy nghĩ đã ở trong cửa hàng của cô đêm đó."
    }
  },
  {
    "translation": {
      "en": "They showed it to Gene Whelchel and he said that he thinks",
      "vi": "Họ đưa nó cho Gene Whelchel và anh ấy nói anh ấy nghĩ rằng"
    }
  },
  {
    "translation": {
      "en": "that looks sort of like the guy that they saw.",
      "vi": "trông giống như anh chàng mà họ đã thấy."
    }
  },
  {
    "translation": {
      "en": "Pretty soon, they published that composite",
      "vi": "CẢNH SÁT TÌM KIẾM NHÂN VIÊN CỬA HÀNG"
    }
  },
  {
    "translation": {
      "en": "that she had made in the Ada newspaper.",
      "vi": "cô ấy đã được đăng trên báo Ada."
    }
  },
  {
    "translation": {
      "en": "People started calling in. I know a guy that looks like this.",
      "vi": "Mọi người bắt đầu gọi vào. Tôi biết một anh chàng trông như thế này."
    }
  },
  {
    "translation": {
      "en": "I know a guy. And all these names started pouring in.",
      "vi": "Tôi biết một anh chàng. Và tất cả những cái tên này bắt đầu đổ vào."
    }
  },
  {
    "translation": {
      "en": "A guy by the name of Billy Charley was identified.",
      "vi": "Một anh chàng với tên Billy Charley đã được xác định."
    }
  },
  {
    "translation": {
      "en": "Billy Charley had an alibi. He was home with his parents that night.",
      "vi": "Billy Charley có một chứng cớ ngoại phạm. Anh ấy ở nhà với cha mẹ tối hôm đó."
    }
  },
  {
    "translation": {
      "en": "And then they started getting quite a few calls about Tommy Ward.",
      "vi": "Và sau đó họ bắt đầu nhận khá nhiều cuộc gọi về Tommy Ward."
    }
  },
  {
    "translation": {
      "en": "Man 1: Okay, Tommy, I've got a few things I need to say first.",
      "vi": "NGÀY 18 THÁNG 10 NĂM 1984 THẨM VẤN CỦA TOMMY WARD Được rồi, Tommy, Tôi có một vài điều tôi cần nói trước."
    }
  },
  {
    "translation": {
      "en": "The date today is October 18th, 1984.",
      "vi": "Ngày hôm nay là ngày 18 tháng 10 năm 1984."
    }
  },
  {
    "translation": {
      "en": "We're at the headquarters office",
      "vi": "Chúng ta đang ở văn phòng chính"
    }
  },
  {
    "translation": {
      "en": "of the Oklahoma State Bureau of Investigation located in Oklahoma City.",
      "vi": "của Cục Bang Oklahoma Điều tra, nằm ở thành phố Oklahoma."
    }
  },
  {
    "translation": {
      "en": "I'm Deputy Inspector Rusty Featherstone.",
      "vi": "Tôi là Phó Thanh tra Rusty Featherstone."
    }
  },
  {
    "translation": {
      "en": "Present also in the room, is Special Agent Gary Rogers of the OSBI.",
      "vi": "Cũng có mặt trong phòng, là đặc vụ Gary Rogers của OSBI."
    }
  },
  {
    "translation": {
      "en": "Out of the Ada office.",
      "vi": "Của văn phòng Ada."
    }
  },
  {
    "translation": {
      "en": "Captain Dennis Smith",
      "vi": "Đội trưởng Dennis Smith"
    }
  },
  {
    "translation": {
      "en": "of the Ada Police Department, Detective Division.",
      "vi": "của sở cảnh sát Ada, Bộ phận thám tử."
    }
  },
  {
    "translation": {
      "en": "I know we've already talked about it a little bit,",
      "vi": "Tôi biết chúng tôi đã nói về nó một chút, nhưng những gì tôi muốn anh làm"
    }
  },
  {
    "translation": {
      "en": "but what I'd like you to do at this point, is just start on that afternoon,",
      "vi": "vào lúc này, là bắt đầu vào chiều hôm đó,"
    }
  },
  {
    "translation": {
      "en": "and just in your own words, at your own speed,",
      "vi": "và chỉ theo lời của anh, với tốc độ của riêng anh,"
    }
  },
  {
    "translation": {
      "en": "I want you to go step by step through everything that happened",
      "vi": "Tôi muốn anh kể từng bước qua mọi thứ xảy ra trong phần còn lại"
    }
  },
  {
    "translation": {
      "en": "through the rest of that evening, involving this girl.",
      "vi": "của tối hôm đó, liên quan đến cô gái này."
    }
  },
  {
    "translation": {
      "en": "- Okay? - Okay.",
      "vi": "-  Được chứ? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Featherstone: Just go ahead and begin.",
      "vi": "Hãy bắt đầu."
    }
  },
  {
    "translation": {
      "en": "My name is Johnny Lee Daniels.",
      "vi": "Tên tôi là Johnny Lee Daniels."
    }
  },
  {
    "translation": {
      "en": "I've known Tommy Ward...",
      "vi": "Tôi đã biết Tommy Ward... JOHNNY LEE DANIELS BẠN CỦA TOMMY WARD"
    }
  },
  {
    "translation": {
      "en": "since we were childhood kids.",
      "vi": "...từ khi chúng tôi còn nhỏ."
    }
  },
  {
    "translation": {
      "en": "Boy, we did a whole lot of running around on the back roads",
      "vi": "Chúng tôi thường chạy vòng quanh trên các con đường phía sau"
    }
  },
  {
    "translation": {
      "en": "and drinking back in the day when we was young",
      "vi": "và uống rượu khi chúng tôi còn trẻ"
    }
  },
  {
    "translation": {
      "en": "and didn't have no sense.",
      "vi": "và không có ý nghĩa gì cả."
    }
  },
  {
    "translation": {
      "en": "He was just, um...",
      "vi": "Anh ta chỉ..."
    }
  },
  {
    "translation": {
      "en": "a pretty quiet person in general.",
      "vi": "nói chung là một người khá im lặng."
    }
  },
  {
    "translation": {
      "en": "Can you tell me what her blouse looked like,",
      "vi": "Anh có thể cho tôi biết cái áo của cô ấy trông như thế nào,"
    }
  },
  {
    "translation": {
      "en": "that she was wearing?",
      "vi": "cô ấy đang mặc?"
    }
  },
  {
    "translation": {
      "en": "It was...",
      "vi": "Đó là..."
    }
  },
  {
    "translation": {
      "en": "It was...",
      "vi": "Đó là..."
    }
  },
  {
    "translation": {
      "en": "white with little blue...",
      "vi": "màu trắng với ít màu xanh..."
    }
  },
  {
    "translation": {
      "en": "uh, roses on it.",
      "vi": "hoa hồng trên đó."
    }
  },
  {
    "translation": {
      "en": "White with blue roses.",
      "vi": "Trắng với hoa hồng xanh."
    }
  },
  {
    "translation": {
      "en": "At that point in time, you're kinda seen the downfall.",
      "vi": "Vào thời điểm đó, bạn đang thấy sự sụp đổ."
    }
  },
  {
    "translation": {
      "en": "I didn't know if I was going to see him when he wasn't...",
      "vi": "Tôi không biết liệu tôi có gặp anh ta không khi anh ta không... TRICIA WOLF CHỊ GÁI CỦA TOMMY WARD"
    }
  },
  {
    "translation": {
      "en": "on some kind of drugs or alcohol.",
      "vi": "sử dụng một số loại thuốc hoặc rượu."
    }
  },
  {
    "translation": {
      "en": "He was a total different person.",
      "vi": "Anh ta là một người hoàn toàn khác."
    }
  },
  {
    "translation": {
      "en": "Tommy had his run- in with the police.",
      "vi": "Tommy đã có vấn đề với cảnh sát."
    }
  },
  {
    "translation": {
      "en": "They looked at Tommy as a ruffian.",
      "vi": "Họ nhìn Tommy như một tên côn đồ."
    }
  },
  {
    "translation": {
      "en": "A lower class person.",
      "vi": "Một người lớp thấp hơn."
    }
  },
  {
    "translation": {
      "en": "And the police didn't like him for some reason.",
      "vi": "BUD WOLF ANH RỂ CỦA TOMMY WARD Và cảnh sát không thích anh ấy vì lý do gì đó."
    }
  },
  {
    "translation": {
      "en": "I have no idea why.",
      "vi": "Tôi không biết tại sao."
    }
  },
  {
    "translation": {
      "en": "Unless it was just those things, you know? I mean, Tommy liked to drink.",
      "vi": "Trừ khi nó chỉ là những thứ đó, bạn biết không? Tommy thích uống rượu."
    }
  },
  {
    "translation": {
      "en": "I... I was at a...",
      "vi": "Tôi... Tôi đã ở..."
    }
  },
  {
    "translation": {
      "en": "keg party.",
      "vi": "bữa tiệc bia rượu."
    }
  },
  {
    "translation": {
      "en": "And I ran into a couple of guys.",
      "vi": "Và tôi gặp một vài người."
    }
  },
  {
    "translation": {
      "en": "Asked me if I wanted to go riding around with them and go get high,",
      "vi": "Hỏi tôi có muốn đi vòng quanh với họ  và phê thuốc không,"
    }
  },
  {
    "translation": {
      "en": "and drink some beer. And I told 'em, Sure.",
      "vi": "và uống một ít bia. Và tôi nói với họ, Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "My name is Robert Mayer.",
      "vi": "Tên tôi là Robert Mayer."
    }
  },
  {
    "translation": {
      "en": "I'm originally from New York City.",
      "vi": "Tôi đến từ thành phố New York."
    }
  },
  {
    "translation": {
      "en": "When I graduated from college and journalism school,",
      "vi": "Khi tôi tốt nghiệp đại học và trường báo chí"
    }
  },
  {
    "translation": {
      "en": "I became a reporter.",
      "vi": "Tôi đã trở thành một phóng viên."
    }
  },
  {
    "translation": {
      "en": "I had...",
      "vi": "Tôi đã..."
    }
  },
  {
    "translation": {
      "en": "no conception whatever, if these guys were guilty or innocent.",
      "vi": "không có quan niệm gì cả, nếu những kẻ này có tội hoặc vô tội."
    }
  },
  {
    "translation": {
      "en": "I thought, Well, I'll look into it and see how far it goes.",
      "vi": "Tôi nghĩ, Vâng, tôi sẽ xem xét nó và xem nó đi đến đâu."
    }
  },
  {
    "translation": {
      "en": "And so that's how I got into the book that later became The Dreams of Ada.",
      "vi": "Và đó là lý do tôi viết cuốn sách The Dreams of Ada."
    }
  },
  {
    "translation": {
      "en": "And the confession of, Was anybody else there?",
      "vi": "Và trong lời thú nhận, Có ai khác ở đó không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, the ringleader, the guy who's idea it was,",
      "vi": "Vâng, người cầm đầu, anh ấy là người ra ý tưởng,"
    }
  },
  {
    "translation": {
      "en": "was Odell Titsworth.",
      "vi": "là Odell Titsworth."
    }
  },
  {
    "translation": {
      "en": "And Odell Titsworth was this Indian fellow",
      "vi": "Và Odell Titsworth là người Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "who uh, was known, had a reputation among the cops",
      "vi": "người có danh tiếng trong số các cảnh sát"
    }
  },
  {
    "translation": {
      "en": "as a bad dude.",
      "vi": "là một anh chàng xấu."
    }
  },
  {
    "translation": {
      "en": "Titsworth, he grabbed money out of the register,",
      "vi": "Titsworth, anh ta lấy tiền ra khỏi sổ,"
    }
  },
  {
    "translation": {
      "en": "and we went out to the pickup.",
      "vi": "và chúng tôi vào chiếc xe bán tải."
    }
  },
  {
    "translation": {
      "en": "Featherstone: Where did you go from there?",
      "vi": "Anh đã đi đâu từ đó?"
    }
  },
  {
    "translation": {
      "en": "Out to the power plant.",
      "vi": "Ra ngoài nhà máy điện."
    }
  },
  {
    "translation": {
      "en": "Featherstone: What did he say he was gonna do with her?",
      "vi": "Anh ta nói anh ta sẽ làm gì với cô ấy?"
    }
  },
  {
    "translation": {
      "en": "He told me that he was going to kill her.",
      "vi": "Anh ấy nói với tôi rằng anh ấy sẽ giết cô ấy."
    }
  },
  {
    "translation": {
      "en": "Now, the other person he had mentioned was...",
      "vi": "Bây giờ thì người kia anh ta đã nói là..."
    }
  },
  {
    "translation": {
      "en": "Featherstone: What was the purpose of taking her with you?",
      "vi": "Mục đích là gì khi đưa cô ấy đi cùng anh?"
    }
  },
  {
    "translation": {
      "en": "From the store?",
      "vi": "Từ cửa hàng?"
    }
  },
  {
    "translation": {
      "en": "To keep from her... coming to y'all and letting y'all know.",
      "vi": "Để giữ cô ấy...không cho cô ấy đến các anh và cho các anh biết."
    }
  },
  {
    "translation": {
      "en": "I mean, was that the plan, though, whenever you went there?",
      "vi": "Đó là kế hoạch, mặc dù, bất cứ khi nào anh đến đó?"
    }
  },
  {
    "translation": {
      "en": "- Yes. - Okay.",
      "vi": "- Vâng. - Đuợc."
    }
  },
  {
    "translation": {
      "en": "We had it all planned out, you know, to...",
      "vi": "Chúng tôi đã lên kế hoạch, để..."
    }
  },
  {
    "translation": {
      "en": "What were you planning on doing with her after you got her?",
      "vi": "Anh định làm gì với cô ấy sau khi anh bắt cô ấy?"
    }
  },
  {
    "translation": {
      "en": "- Raping her. - Raping her and",
      "vi": "- Hãm hiếp cô ấy. - Hãm hiếp cô ấy và"
    }
  },
  {
    "translation": {
      "en": "- then killing her and getting rid of her? - Yes.",
      "vi": "- giết cô ấy và loại bỏ cô ấy? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Karl Fontenot I've known Karl Fontenot since we were little kids.",
      "vi": "Karl Fontenot, tôi đã biết Karl Fontenot từ lúc chúng tôi còn nhỏ."
    }
  },
  {
    "translation": {
      "en": "was a little slow when it come to his thinking.",
      "vi": "chậm một chút khi nói đến suy nghĩ của mình."
    }
  },
  {
    "translation": {
      "en": "As we was going to McAnally's, we stopped there at the apartments,",
      "vi": "Khi chúng tôi đi đến McAnally, chúng tôi dừng lại ở các căn hộ,"
    }
  },
  {
    "translation": {
      "en": "and decided to smoke some pot and get high and everything.",
      "vi": "và quyết định hút một ít cần sa và được phê thuốc và tất cả mọi thứ."
    }
  },
  {
    "translation": {
      "en": "We drank some.",
      "vi": "Chúng tôi uống một ít bia."
    }
  },
  {
    "translation": {
      "en": "Then when we got-- We planned it out before we got there.",
      "vi": "Sau đó, khi chúng tôi... Chúng tôi đã lên kế hoạch trước khi đến đó."
    }
  },
  {
    "translation": {
      "en": "And then, when we got there...",
      "vi": "Và sau đó, khi chúng tôi đến đó..."
    }
  },
  {
    "translation": {
      "en": "set it up for us and everything.",
      "vi": "đã chuẩn bị sẳn sàng cho chúng tôi và mọi thứ."
    }
  },
  {
    "translation": {
      "en": "He took her out of the store.",
      "vi": "Anh ấy đưa cô ta ra khỏi cửa hàng."
    }
  },
  {
    "translation": {
      "en": "Brought her to the truck.",
      "vi": "Đưa cô ấy đến xe."
    }
  },
  {
    "translation": {
      "en": "Featherstone: Where were y'all at? Karl?",
      "vi": "Các anh đang ở đâu? Karl?"
    }
  },
  {
    "translation": {
      "en": "Right there by the gas pumps.",
      "vi": "Ngay tại máy bơm xăng."
    }
  },
  {
    "translation": {
      "en": "He was just someone that pretty much stayed to hisself,",
      "vi": "Anh ta là một người mà chỉ biết chính mình,"
    }
  },
  {
    "translation": {
      "en": "even though he was not a violent guy or anything like that.",
      "vi": "mặc dù anh ta không phải là người bạo lực hoặc bất cứ thứ gì như thế."
    }
  },
  {
    "translation": {
      "en": "He just pretty much stayed to hisself, and then...",
      "vi": "Anh ta chỉ biết chính mình, và sau đó..."
    }
  },
  {
    "translation": {
      "en": "when his mom got killed, I believe he seen his mom get killed,",
      "vi": "khi mẹ anh ấy bị giết, tôi tin rằng anh ta thấy mẹ anh ta bị giết,"
    }
  },
  {
    "translation": {
      "en": "he-- he just kinda really stayed more to hisself.",
      "vi": "anh ấy thực sự chỉ biết về chính mình."
    }
  },
  {
    "translation": {
      "en": "He, uh...",
      "vi": "Anh ta không có tham vọng để làm việc"
    }
  },
  {
    "translation": {
      "en": "He had pretty much no ambition to work, or really do anything.",
      "vi": "Anh ta không có tham vọng để làm việc hoặc thực sự làm bất cứ điều gì."
    }
  },
  {
    "translation": {
      "en": "Karl's father used to beat Karl when he was a little boy,",
      "vi": "Cha của Karl đã từng đánh Karl khi anh ta còn là một cậu bé,"
    }
  },
  {
    "translation": {
      "en": "and they had dogs and cats and sheep",
      "vi": "và họ nuôi chó, mèo và cừu"
    }
  },
  {
    "translation": {
      "en": "and whatever else you can think of out there in that little yard.",
      "vi": "và bất cứ điều gì khác bạn có thể nghĩ đến ngoài kia trong cái sân nhỏ đó."
    }
  },
  {
    "translation": {
      "en": "And Karl's father...",
      "vi": "Và cha của Karl..."
    }
  },
  {
    "translation": {
      "en": "would...",
      "vi": "sẽ..."
    }
  },
  {
    "translation": {
      "en": "have sex with animals...",
      "vi": "quan hệ tình dục với động vật"
    }
  },
  {
    "translation": {
      "en": "in front of Karl.",
      "vi": "trước mặt Karl."
    }
  },
  {
    "translation": {
      "en": "- Featherstone: Was she scared? - She was scared.",
      "vi": "- Cô ấy có sợ không? - Cô ấy đã sợ hãi."
    }
  },
  {
    "translation": {
      "en": "- Featherstone: What was she saying? - She was hollering for help.",
      "vi": "Cô ấy đã nói gì vậy? Cô ấy đang cầu cứu."
    }
  },
  {
    "translation": {
      "en": "And then there was nobody around for to help.",
      "vi": "Và rồi không có ai xung quanh để giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "I didn't know anything about Karl Fontenot",
      "vi": "Tôi không biết gì về Karl Fontenot"
    }
  },
  {
    "translation": {
      "en": "until I received a call",
      "vi": "cho đến khi tôi nhận được cuộc gọi"
    }
  },
  {
    "translation": {
      "en": "from, um, District Judge Ron Jones...",
      "vi": "từ Quận Thẩm phán Ron Jones..."
    }
  },
  {
    "translation": {
      "en": "asking if I would accept a court appointment",
      "vi": "hỏi tôi có chấp nhận một cuộc hẹn của tòa án không"
    }
  },
  {
    "translation": {
      "en": "to represent Mr. Fontenot.",
      "vi": "để đại diện cho ông Fontenot."
    }
  },
  {
    "translation": {
      "en": "And I thought he was competent in, in all respects.",
      "vi": "Và tôi nghĩ anh ta có thẩm quyền bằng tất cả sự kính trọng."
    }
  },
  {
    "translation": {
      "en": "The real problem with that was the confession tapes.",
      "vi": "Vấn đề thực sự với điều đó là những lời thú nhận."
    }
  },
  {
    "translation": {
      "en": "They were in bold color...",
      "vi": "Đó là màu đậm"
    }
  },
  {
    "translation": {
      "en": "and, and, and basically were...",
      "vi": "và về cơ bản là..."
    }
  },
  {
    "translation": {
      "en": "just came across really somewhat...",
      "vi": "chỉ mới bắt gặp một chút..."
    }
  },
  {
    "translation": {
      "en": "cold- blooded, matter- of- factly, emotionless...",
      "vi": "máu lạnh, vật chất thực tế, vô cảm..."
    }
  },
  {
    "translation": {
      "en": "Featherstone: So...",
      "vi": "Nên..."
    }
  },
  {
    "translation": {
      "en": "Odell Titsworth crawled up inside the pickup.",
      "vi": "Odell Titsworth bò lên bên trong xe."
    }
  },
  {
    "translation": {
      "en": "Fontenot: Yes.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Did he have something in his hand?",
      "vi": "Anh ta có thứ gì đó trong tay không?"
    }
  },
  {
    "translation": {
      "en": "- Had his knife. - Featherstone: Was it open?",
      "vi": "- Có con dao của anh ấy. - Có mở không?"
    }
  },
  {
    "translation": {
      "en": "Yes, it was open. And he... he was attempting to stab her.",
      "vi": "Vâng, nó đã được mở. Và anh ấy... anh ấy đang cố đâm cô ta."
    }
  },
  {
    "translation": {
      "en": "- And... - Featherstone: Did you see him stab her?",
      "vi": "- Và... - Anh có thấy anh ta đâm cô ấy không?"
    }
  },
  {
    "translation": {
      "en": "- He was stabbing her. - Featherstone: How did he do it?",
      "vi": "Anh ta đã đâm cô ấy. Anh ấy đâm như thế nào?"
    }
  },
  {
    "translation": {
      "en": "- He had the knife in his hand, like this. - All right.",
      "vi": "- Anh ta có con dao trong tay, như vậy. - Được."
    }
  },
  {
    "translation": {
      "en": "And he was... stabbing.",
      "vi": "Và anh ta...đâm."
    }
  },
  {
    "translation": {
      "en": "- Featherstone: Hard? - Yes.",
      "vi": "- Mạnh không? - Vâng."
    }
  },
  {
    "translation": {
      "en": "How hard?",
      "vi": "Mạnh như thế nào?"
    }
  },
  {
    "translation": {
      "en": "- Show me how hard. - Enough to get the full blade in.",
      "vi": "- Hãy cho tôi thấy mạnh như thế nào. - Đủ để đâm cả lưỡi dao vào."
    }
  },
  {
    "translation": {
      "en": "Like that.",
      "vi": "Như thế à."
    }
  },
  {
    "translation": {
      "en": "Featherstone: Where was the first place that she was cut with the knife?",
      "vi": "Đâu là nơi đầu tiên cô ấy đã bị cắt bằng dao?"
    }
  },
  {
    "translation": {
      "en": "In her side. Right here in the side, that's where Titsworth cut her.",
      "vi": "Ở bên hông. Ngay ở đây, đó là nơi Titsworth cắt cô ấy."
    }
  },
  {
    "translation": {
      "en": "When he started to rape her, he goes,",
      "vi": "Khi anh ấy bắt đầu hãm hiếp cô ta, anh ta nói,"
    }
  },
  {
    "translation": {
      "en": "If you don't cooperate with me and everything,",
      "vi": "Nếu cô không hợp tác với tôi và mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "he says, I'll cut you deeper.",
      "vi": "anh ta nói, Tôi sẽ cắt sâu hơn."
    }
  },
  {
    "translation": {
      "en": "After that, me and Odell stood there and holded her while Tommy raped her.",
      "vi": "Sau đó, tôi và Odell đứng đó và 'giữ' cô ấy trong khi Tommy hãm hiếp cô ta."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "She had tremendous cuts all over her body, all in her sides and on her legs.",
      "vi": "Cô ấy đã bị cắt rất nhiều trên cơ thể, tất cả ở bên hông và chân của cô ấy."
    }
  },
  {
    "translation": {
      "en": "- Featherstone: Were they deep cuts? - And on the side of her neck.",
      "vi": "Chúng có bị cắt sâu không? Và ở bên cổ cô ấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, the ones in her stomach was.",
      "vi": "Vâng, cái ở bụng của cô ấy rất sâu."
    }
  },
  {
    "translation": {
      "en": "- How could you tell they were deep cuts? - I could see her ribs and her insides.",
      "vi": "- Làm sao có thể biết bị cắt sâu không? -Tôi có thể thấy xương sườn và bên trong."
    }
  },
  {
    "translation": {
      "en": "Featherstone: Was she saying anything?",
      "vi": "Cô ấy có nói gì không?"
    }
  },
  {
    "translation": {
      "en": "She was hollering for help and telling us to stop.",
      "vi": "Cô ấy kêu cứu và yêu cầu chúng tôi dừng lại."
    }
  },
  {
    "translation": {
      "en": "Featherstone: Do you believe that she died",
      "vi": "Anh có nghĩ rằng cô ấy đã chết do"
    }
  },
  {
    "translation": {
      "en": "due to any other reason, other than the stab wounds?",
      "vi": "lý do nào khác hơn là vết thương đâm không?"
    }
  },
  {
    "translation": {
      "en": "No, that's what she died of, the stab wounds.",
      "vi": "Không, cô ấy đã chết vì các vết đâm."
    }
  },
  {
    "translation": {
      "en": "Featherstone: How many times did you cut her with the knife, Tommy?",
      "vi": "Anh đã đâm cô ấy bao nhiêu lần với con dao, Tommy?"
    }
  },
  {
    "translation": {
      "en": "Twice. Once upon her side and once down her arm.",
      "vi": "Hai lần. Một lần bên hông và một lần xuống cánh tay cô ấy."
    }
  },
  {
    "translation": {
      "en": "Featherstone: What do you mean, you had her under control?",
      "vi": "Ý anh là gì, anh đã hạ gục cô ấy chưa?"
    }
  },
  {
    "translation": {
      "en": "Well, she was more or less giving up.",
      "vi": "Ừm, cô ấy ít nhiều đã bỏ cuộc."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "At the end.",
      "vi": "Cuối cùng."
    }
  },
  {
    "translation": {
      "en": "Featherstone: Try and beg y'all not to hurt her or...?",
      "vi": "Đã thử và cầu xin các anh không làm tổn thương cô ấy hay...?"
    }
  },
  {
    "translation": {
      "en": "She goes, Tommy, I didn't think you'd ever do anything like this.",
      "vi": "Cô ấy nói, Tommy, tôi không nghĩ anh sẽ làm bất cứ điều gì như vậy."
    }
  },
  {
    "translation": {
      "en": "I'd been in and out enough, couple of times,",
      "vi": "Tôi đã ra vào đủ, một vài lần,"
    }
  },
  {
    "translation": {
      "en": "that I was in that bullpen with Karl.",
      "vi": "rằng tôi đã ở trong tù đó với Karl."
    }
  },
  {
    "translation": {
      "en": "He sat next to me in that jailhouse and said...",
      "vi": "Anh ấy ngồi cạnh tôi trong nhà tù đó và nói ..."
    }
  },
  {
    "translation": {
      "en": "I'm glad they're locking me up because I don't have to worry",
      "vi": "Tôi rất vui vì họ đã giam tôi bởi vì tôi không phải lo lắng"
    }
  },
  {
    "translation": {
      "en": "about a place to sleep or where I'm going to get my next meal.",
      "vi": "về một nơi để ngủ hoặc nơi tôi sẽ ăn bữa tiếp theo."
    }
  },
  {
    "translation": {
      "en": "And that's exactly what he said.",
      "vi": "Và đó chính xác là những gì anh ta nói."
    }
  },
  {
    "translation": {
      "en": "Featherstone: Karl?",
      "vi": "Karl?"
    }
  },
  {
    "translation": {
      "en": "During the period of time that we've interviewed you, today...",
      "vi": "Trong khoảng thời gian chúng tôi đã phỏng vấn anh hôm nay..."
    }
  },
  {
    "translation": {
      "en": "Once again, I'd like to ask you, have we threatened you or...",
      "vi": "Một lần nữa, tôi muốn hỏi anh, chúng tôi có đe dọa anh hay..."
    }
  },
  {
    "translation": {
      "en": "- No. - ...promised you anything?",
      "vi": "- Không. - ...hứa với bạn cái gì?"
    }
  },
  {
    "translation": {
      "en": "You're making this of your own free will, this statement?",
      "vi": "Anh đang làm điều này theo ý chí tự do của riêng anh cho lời khai này?"
    }
  },
  {
    "translation": {
      "en": "It was of my own free will to get this recorded.",
      "vi": "Đó là ý chí tự do của riêng tôi để ghi lại điều này."
    }
  },
  {
    "translation": {
      "en": "Have you been allowed to smoke, drink,",
      "vi": "Anh có được phép hút thuốc, uống,"
    }
  },
  {
    "translation": {
      "en": "- drink Cokes... - Yes.",
      "vi": "- uống nước ngọt... - Vâng."
    }
  },
  {
    "translation": {
      "en": "...anything that you wanted?",
      "vi": "...bất cứ điều gì anh muốn?"
    }
  },
  {
    "translation": {
      "en": "Yes, I was served right during the meeting.",
      "vi": "Vâng, tôi đã được phục vụ đàng hoàng trong suốt cuộc họp."
    }
  },
  {
    "translation": {
      "en": "Once again, Tommy, I want to reiterate,",
      "vi": "Một lần nữa, Tommy, tôi muốn nhắc lại,"
    }
  },
  {
    "translation": {
      "en": "you're giving this statement of your own free will?",
      "vi": "anh đang đưa ra lời khai này với ý chí tự do của riêng anh?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "vi": "Vâng thưa ông."
    }
  },
  {
    "translation": {
      "en": "Is there anything else that you'd like to add, to this tape recording,",
      "vi": "Có điều gì khác mà anh muốn nói thêm vào bản ghi băng này"
    }
  },
  {
    "translation": {
      "en": "prior to us shutting it off?",
      "vi": "trước khi chúng ta tắt nó không?"
    }
  },
  {
    "translation": {
      "en": "I knew, if...",
      "vi": "Tôi biết, nếu..."
    }
  },
  {
    "translation": {
      "en": "I knew I wouldn't have done it if I wasn't drunk,",
      "vi": "Tôi biết tôi sẽ không làm điều đó nếu tôi không say,"
    }
  },
  {
    "translation": {
      "en": "'cause I thought it was just a dream.",
      "vi": "vì tôi nghĩ đó chỉ là một giấc mơ."
    }
  },
  {
    "translation": {
      "en": "So immediately, and this was in-- And this was like...",
      "vi": "Vì vậy, ngay lập tức, và điều này được... Và điều này giống như..."
    }
  },
  {
    "translation": {
      "en": "around midnight, or whenever they were questioned.",
      "vi": "khoảng nửa đêm hoặc bất cứ khi nào họ bị thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "So, then they tell them, You're under arrest for kidnapping, rape, and murder.",
      "vi": "Họ sẽ nói rằng bạn đang bị bắt về việc bắt cóc, hiếp dâm và giết người."
    }
  },
  {
    "translation": {
      "en": "And then they called the headquarters in Ada.",
      "vi": "Và rồi họ gọi trụ sở ở Ada."
    }
  },
  {
    "translation": {
      "en": "They sent cops to Odell Titsworth's house.",
      "vi": "Họ đã gửi cảnh sát đến nhà của Odell Titsworth."
    }
  },
  {
    "translation": {
      "en": "They knew him from various...",
      "vi": "Họ biết anh ta từ nhiều..."
    }
  },
  {
    "translation": {
      "en": "run- ins with the law.",
      "vi": "vụ án."
    }
  },
  {
    "translation": {
      "en": "They get to Odell Titsworth's house and he's there with his mother",
      "vi": "Họ đến nhà của Odell Titsworth và anh ấy ở đó với mẹ"
    }
  },
  {
    "translation": {
      "en": "and they accuse him.",
      "vi": "và họ buộc tội anh ta."
    }
  },
  {
    "translation": {
      "en": "Anyway, the mother says,",
      "vi": "Dù sao thì, mẹ anh ta nói,"
    }
  },
  {
    "translation": {
      "en": "Odell couldn't have done that.",
      "vi": "Odell không thể làm điều đó,"
    }
  },
  {
    "translation": {
      "en": "He was home with a broken arm that the police broke two nights before.",
      "vi": "anh ta ở nhà với một cánh tay bị gãy vì cảnh sát đã làm gãy hai đêm trước đó."
    }
  },
  {
    "translation": {
      "en": "So the cops are thinking, That the police broke? What are you talking about?",
      "vi": "Vì vậy, cảnh sát đang suy nghĩ,  Đó là cảnh sát làm gãy sao? Bà ta nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "So that's what their description",
      "vi": "Đó là mô tả của họ, Odell đang làm gì"
    }
  },
  {
    "translation": {
      "en": "of what Odell was doing the night of the crime.",
      "vi": "Đó là mô tả của họ, Odell đang làm gì đêm của tội ác."
    }
  },
  {
    "translation": {
      "en": "Well, that's easy enough to prove.",
      "vi": "Vâng, điều đó dễ dàng để chứng minh."
    }
  },
  {
    "translation": {
      "en": "And so the police officers,",
      "vi": "Và do đó, nhân viên cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "they go down to the hospital, and they keep records.",
      "vi": "họ đi xuống bệnh viện, và họ giữ hồ sơ."
    }
  },
  {
    "translation": {
      "en": "And sure enough, on that date, Odell Titsworth had been treated",
      "vi": "Và như rằng, vào ngày đó, Odell Titsworth đã được điều trị"
    }
  },
  {
    "translation": {
      "en": "and he had a broken arm,",
      "vi": "và anh ta bị gãy cánh tay,"
    }
  },
  {
    "translation": {
      "en": "the humerus, which is up here.",
      "vi": "xương cánh tay, đó là ở đây."
    }
  },
  {
    "translation": {
      "en": "And was told that he's even going to have to sleep in a chair",
      "vi": "Và được cho biết rằng anh ấy thậm chí sẽ phải ngủ trên ghế"
    }
  },
  {
    "translation": {
      "en": "for like a month or so.",
      "vi": "trong khoảng một tháng."
    }
  },
  {
    "translation": {
      "en": "So the mother and Odell were not lying. There was proof,",
      "vi": "Cho nên mẹ và Odell không nói dối. Có bằng chứng"
    }
  },
  {
    "translation": {
      "en": "in the police department itself, that he was in no condition",
      "vi": "trong chính sở cảnh sát rằng anh ta không có điều kiện"
    }
  },
  {
    "translation": {
      "en": "that night to lift bodies over fences and so forth.",
      "vi": "đêm đó để nâng cơ thể qua hàng rào và kể từ đó trở đi."
    }
  },
  {
    "translation": {
      "en": "Now they've got a problem. It's on the confession tape.",
      "vi": "Bây giờ họ đã có một vấn đề. Đó là trên băng thú nhận."
    }
  },
  {
    "translation": {
      "en": "It's a big thing, a part of the tape, like, Odell was the leader,",
      "vi": "Đó là một điều lớn, một phần của băng, như, Odell là người lãnh đạo,"
    }
  },
  {
    "translation": {
      "en": "that he was at home with a broken arm that night.",
      "vi": "anh ấy ở nhà với một cánh tay bị gãy đêm đó."
    }
  },
  {
    "translation": {
      "en": "I was actually still in school,",
      "vi": "Tôi vẫn còn ở trường,"
    }
  },
  {
    "translation": {
      "en": "but I was a radio newscaster at the time.",
      "vi": "nhưng lúc đó tôi là một phát thanh viên phát thanh."
    }
  },
  {
    "translation": {
      "en": "And we had the only radio news team",
      "vi": "Và chúng tôi có nhóm tin tức radio duy nhất"
    }
  },
  {
    "translation": {
      "en": "in the city, at the time.",
      "vi": "trong thành phố, vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "And so we covered all of the trials and any of the big news going on there.",
      "vi": "Và chúng tôi đề cập tất cả việc xét sử và bất kỳ tin tức lớn nào đang diễn ra ở đó."
    }
  },
  {
    "translation": {
      "en": "I know that there were several unsolved murders",
      "vi": "Tôi biết rằng đã có một số vụ giết người chưa được giải quyết"
    }
  },
  {
    "translation": {
      "en": "of women at the time.",
      "vi": "cho phụ nữ vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "The Deborah Carter case was unsolved.",
      "vi": "Trường hợp Deborah Carter đã không được giải quyết."
    }
  },
  {
    "translation": {
      "en": "And, um, there was a lot of public pressure being put",
      "vi": "Và có rất nhiều áp lực công khai đang được đặt"
    }
  },
  {
    "translation": {
      "en": "on the police department, the District Attorney's office",
      "vi": "trên sở cảnh sát, văn phòng luật sư quận"
    }
  },
  {
    "translation": {
      "en": "to make sure that these were solved.",
      "vi": "để đảm bảo rằng chúng được giải quyết."
    }
  },
  {
    "translation": {
      "en": "Dennis Smith told me one time, and actually it was Labor Day.",
      "vi": "Dennis Smith đã nói với tôi một lần, và thực sự đó là Ngày Lao động."
    }
  },
  {
    "translation": {
      "en": "Uh, we were sitting right in front of the courthouse and Dennis told me",
      "vi": "Chúng tôi đang ngồi ngay trước tòa án và Dennis nói với tôi"
    }
  },
  {
    "translation": {
      "en": "that, uh, he asked his wife,",
      "vi": "rằng anh ta hỏi vợ mình,"
    }
  },
  {
    "translation": {
      "en": "What do you want to do today? They both had the day off.",
      "vi": "Em muốn làm gì hôm nay? Cả hai đều có ngày nghỉ."
    }
  },
  {
    "translation": {
      "en": "And she said...",
      "vi": "Và cô ấy đã nói,"
    }
  },
  {
    "translation": {
      "en": "Let's-- Let's go look for Denice Haraway's body.",
      "vi": "Chúng ta hãy đi tìm cơ thể của Denice Haraway."
    }
  },
  {
    "translation": {
      "en": "And this was, again, three months later.",
      "vi": "Và đây là, một lần nữa, ba tháng sau đó."
    }
  },
  {
    "translation": {
      "en": "That's how this town was, was gripped by this thing.",
      "vi": "Đó là cách thị trấn này bị nắm chặt bởi thứ này."
    }
  },
  {
    "translation": {
      "en": "The authorities never found Denice Haraway's body",
      "vi": "Các cơ quan chức năng không bao giờ tìm thấy cơ thể của Denice Haraway"
    }
  },
  {
    "translation": {
      "en": "in the Ward and Fontenot case.",
      "vi": "trong trường hợp của Ward và Fontenot."
    }
  },
  {
    "translation": {
      "en": "I always thought...",
      "vi": "Tôi luôn nghĩ rằng..."
    }
  },
  {
    "translation": {
      "en": "that for a murder charge you had to have the body.",
      "vi": "cho một vụ giết người bạn phải có cơ thể."
    }
  },
  {
    "translation": {
      "en": "And Bill Peterson explained to me, and of course he was dead on right,",
      "vi": "Và Bill Peterson giải thích cho tôi, và dĩ nhiên anh ta đã nói đúng,"
    }
  },
  {
    "translation": {
      "en": "that corpus delicti means the body of the crime.",
      "vi": "BILL PETERSON LUẬT SƯ QUẬN ADA"
    }
  },
  {
    "translation": {
      "en": "If that was not the law, then anybody who was good at hiding a body",
      "vi": "Nếu đó không phải là luật pháp, thì bất cứ ai giỏi giấu một cơ thể"
    }
  },
  {
    "translation": {
      "en": "could get away with murder.",
      "vi": "có thể thoát khỏi vụ giết người."
    }
  },
  {
    "translation": {
      "en": "And that's why you don't-- they don't have to produce the body,",
      "vi": "Và đó là lý do tại sao bạn không... họ không phải tìm ra thân thể,"
    }
  },
  {
    "translation": {
      "en": "just evidence that a crime was committed.",
      "vi": "chỉ bằng chứng cho thấy tội phạm đã được thực hiện."
    }
  },
  {
    "translation": {
      "en": "But it doesn't have to be the body.",
      "vi": "Nhưng nó không cần phải có cơ thể."
    }
  },
  {
    "translation": {
      "en": "The prosecution has to prove that nobody's seen her here.",
      "vi": "Việc truy tố phải chứng minh rằng không ai nhìn thấy cô ấy ở đây."
    }
  },
  {
    "translation": {
      "en": "Nobody's seen her at church. Nobody saw her at school.",
      "vi": "Không ai nhìn thấy cô ấy ở nhà thờ. Không ai thấy cô ấy ở trường."
    }
  },
  {
    "translation": {
      "en": "Nobody saw her at home, etc.",
      "vi": "Không ai thấy cô ấy ở nhà, v.v."
    }
  },
  {
    "translation": {
      "en": "It is very rare.",
      "vi": "Nó rất hiếm."
    }
  },
  {
    "translation": {
      "en": "I only know of maybe",
      "vi": "Tôi chỉ biết có lẽ"
    }
  },
  {
    "translation": {
      "en": "three cases where that's been done.",
      "vi": "ba trường hợp đã được thực hiện."
    }
  },
  {
    "translation": {
      "en": "The date for the trial had been set.",
      "vi": "Ngày phiên toà xử đã được thiết lập."
    }
  },
  {
    "translation": {
      "en": "So they were tried for robbery,",
      "vi": "Vì vậy, họ đã cố gắng gán tội cướp,"
    }
  },
  {
    "translation": {
      "en": "kidnapping, and murder.",
      "vi": "bắt cóc và giết người."
    }
  },
  {
    "translation": {
      "en": "The atmosphere was tense.",
      "vi": "Bầu không khí căng thẳng."
    }
  },
  {
    "translation": {
      "en": "Some members of the Haraway family sat in.",
      "vi": "Một số thành viên trong gia đình Haraway ngồi vào."
    }
  },
  {
    "translation": {
      "en": "Some members of Tommy Ward's family sat in on the trial.",
      "vi": "Một số thành viên gia đình Tommy Ward ngồi trong phiên tòa."
    }
  },
  {
    "translation": {
      "en": "I was waiting for Denice Haraway to walk back through the door.",
      "vi": "Tôi đang đợi Denice Haraway để đi bộ qua cửa."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - I honestly was.",
      "vi": "BUD WOLF ANH RỂ CỦA TOMMY WARD"
    }
  },
  {
    "translation": {
      "en": "At the trial, just walk in.",
      "vi": "Tại phiên tòa, chỉ cần bước vào."
    }
  },
  {
    "translation": {
      "en": "- I honestly was. - But never happened.",
      "vi": "- Tôi thành thật chờ đợi. - Nhưng không bao giờ xảy ra."
    }
  },
  {
    "translation": {
      "en": "Never happened.",
      "vi": "Không bao giờ xảy ra."
    }
  },
  {
    "translation": {
      "en": "Both Don Wyatt, who represented Tommy Ward, and I...",
      "vi": "Cả Don Wyatt, người đại diện cho Tommy Ward, và tôi..."
    }
  },
  {
    "translation": {
      "en": "knew that we were facing uphill battles",
      "vi": "biết rằng chúng tôi đang đối mặt với những trận chiến khó khăn NGHĨA TRANG LỤC ĐỊA"
    }
  },
  {
    "translation": {
      "en": "because there was no body.",
      "vi": "bởi vì không có thân thể."
    }
  },
  {
    "translation": {
      "en": "Bill Peterson was the main prosecutor. He had...",
      "vi": "Bill Peterson là công tố viên chính. Anh ấy đã có..."
    }
  },
  {
    "translation": {
      "en": "Chris Ross was helping with his case.",
      "vi": "Chris Ross đã giúp với vụ án của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Chris was a very effective attorney. Very smart. Could think on his feet.",
      "vi": "CHRIS ROSS TRỢ LÝ LUẬT SƯ QUẬN Chris là một luật sư rất hiệu quả. Rất thông minh. Nhanh trí."
    }
  },
  {
    "translation": {
      "en": "The prosecution, as is normal in such cases, went first.",
      "vi": "Việc truy tố, như bình thường trong những trường hợp như vậy, đã đi trước."
    }
  },
  {
    "translation": {
      "en": "And Bill Peterson has a mindset of presenting a story.",
      "vi": "Và Bill Peterson có một suy nghĩ trình bày một câu chuyện."
    }
  },
  {
    "translation": {
      "en": "So he started with the fellow who came and found...",
      "vi": "Vì vậy, ông ấy đã bắt đầu với người đã đến và tìm thấy..."
    }
  },
  {
    "translation": {
      "en": "you know, who saw the couple walking out and thought they were lovers,",
      "vi": "ai đã thấy cặp đôi bước ra và nghĩ rằng họ là những người yêu,"
    }
  },
  {
    "translation": {
      "en": "and then went in and found that she was missing.",
      "vi": "và sau đó đi vào và tìm thấy rằng cô ấy đã mất tích."
    }
  },
  {
    "translation": {
      "en": "Like I said, I saw her periodically.",
      "vi": "Như tôi đã nói, tôi thấy cô ấy định kỳ."
    }
  },
  {
    "translation": {
      "en": "I didn't recognize her when she came out.",
      "vi": "Tôi không nhận ra cô ấy khi cô ấy ra ngoài."
    }
  },
  {
    "translation": {
      "en": "But after I got in the store and nobody was there, I said,",
      "vi": "Nhưng sau khi tôi vào cửa hàng và không có ai ở đó, tôi nói,"
    }
  },
  {
    "translation": {
      "en": "That girl that just left is the girl that works here.",
      "vi": "Cô gái vừa rời khỏi là cô gái làm việc ở đây."
    }
  },
  {
    "translation": {
      "en": "I told my nephews that.",
      "vi": "Tôi đã nói với cháu trai của tôi điều đó."
    }
  },
  {
    "translation": {
      "en": "No, I know.",
      "vi": "Không, tôi biết."
    }
  },
  {
    "translation": {
      "en": "There's no doubt in my mind that she was taken.",
      "vi": "Không có nghi ngờ gì trong đầu tôi cô ấy đã bị bắt."
    }
  },
  {
    "translation": {
      "en": "As we arrived.",
      "vi": "Khi chúng tôi đến."
    }
  },
  {
    "translation": {
      "en": "They called Karen Wise.",
      "vi": "Họ gọi Karen Wise."
    }
  },
  {
    "translation": {
      "en": "The girl who worked up the road at J.P.'s Pack- To- Go.",
      "vi": "Cô gái làm việc tại J.P's Pack-To-Go."
    }
  },
  {
    "translation": {
      "en": "And asked if those were the two people who were messing around in her store.",
      "vi": "Và hỏi nếu đó có phải hai người mà đã làm rối tung cửa hàng của cô ấy không."
    }
  },
  {
    "translation": {
      "en": "And she said, Without a doubt.",
      "vi": "Và cô ấy nói, Không nghi ngờ gì."
    }
  },
  {
    "translation": {
      "en": "She testified that one of them was Tommy Ward.",
      "vi": "CỬA HÀNG TIỆN DỤNG MCANALLY"
    }
  },
  {
    "translation": {
      "en": "There's a, uh, woman that testified, called by the prosecutors,",
      "vi": "Có một người phụ nữ làm chứng, được gọi bởi các công tố viên..."
    }
  },
  {
    "translation": {
      "en": "that she had been in the jail for several weeks",
      "vi": "cô ấy đã vào tù được vài tuần"
    }
  },
  {
    "translation": {
      "en": "at the same time that Tommy and Karl were there,",
      "vi": "cùng lúc với Tommy và Karl đã ở đó,"
    }
  },
  {
    "translation": {
      "en": "before the trial.",
      "vi": "trước khi ra tòa."
    }
  },
  {
    "translation": {
      "en": "And she testified",
      "vi": "Và cô ấy đã làm chứng"
    }
  },
  {
    "translation": {
      "en": "that she overheard Karl confessing to the crime,",
      "vi": "rằng cô ấy đã nghe lỏm Karl thú nhận với tội ác,"
    }
  },
  {
    "translation": {
      "en": "how they had killed the girl.",
      "vi": "làm thế nào họ đã giết cô gái. TERRI HOLLAND NHÂN CHỨNG"
    }
  },
  {
    "translation": {
      "en": "Question: 'Would you tell this jury what he said?'",
      "vi": "Câu hỏi: Cô có nói với ban giám khảo này những gì anh ấy nói không?"
    }
  },
  {
    "translation": {
      "en": "Answer: 'He said that Odell raped her first",
      "vi": "TIẾNG NÓI CỦA DAWN TEAL PHÓNG VIÊN TÒA ÁN"
    }
  },
  {
    "translation": {
      "en": "and then it was Tommy's turn.",
      "vi": "và rồi đến lượt của Tommy."
    }
  },
  {
    "translation": {
      "en": "He bit her on the breast and cut her down the arm.",
      "vi": "Anh ta cắn cô ta vào ngực và cắt cánh tay cô ấy"
    }
  },
  {
    "translation": {
      "en": "And Odell killed her, stabbed her to death and killed her.",
      "vi": "và Odell giết cô ấy, đâm cô ta đến chết và giết cô ấy."
    }
  },
  {
    "translation": {
      "en": "And then Karl raped her.'",
      "vi": "Và rồi Karl hãm hiếp cô ta."
    }
  },
  {
    "translation": {
      "en": "Question: 'When he told you this statement Terri, what was your reaction to that?'",
      "vi": "Câu hỏi: Khi anh ta nói với cô câu này, Terri, phản ứng của cô thế nào?"
    }
  },
  {
    "translation": {
      "en": "Answer: 'He scared me.'",
      "vi": "Trả lời: Anh ta làm tôi sợ."
    }
  },
  {
    "translation": {
      "en": "And then, for the denouement,",
      "vi": "Và rồi, để ngăn chặn,"
    }
  },
  {
    "translation": {
      "en": "the final piece of testimony, of evidence,",
      "vi": "phần cuối cùng của chứng ngôn, bằng chứng,"
    }
  },
  {
    "translation": {
      "en": "they played the confession.",
      "vi": "họ phát lời thú tội."
    }
  },
  {
    "translation": {
      "en": "Featherstone: You said earlier that you noticed, when you came back up,",
      "vi": "Anh đã nói trước đó rằng anh nhận thấy, khi anh trở lại,"
    }
  },
  {
    "translation": {
      "en": "a large amount of blood.",
      "vi": "một lượng  máu lớn."
    }
  },
  {
    "translation": {
      "en": "Where all was she bleeding from?",
      "vi": "Cô ấy chảy máu ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Mostly in her side.",
      "vi": "Chủ yếu là ở bên trong."
    }
  },
  {
    "translation": {
      "en": "Where the deep cut was.",
      "vi": "Nơi cắt thật sâu."
    }
  },
  {
    "translation": {
      "en": "- Featherstone: And where else? - In the side of her neck, right here.",
      "vi": "Còn ở đâu nữa? Ở bên cổ, ngay chỗ này."
    }
  },
  {
    "translation": {
      "en": "There was only one leader of this two- person church,",
      "vi": "Chỉ có một người lãnh đạo cho hai người này"
    }
  },
  {
    "translation": {
      "en": "and that was Tommy.",
      "vi": "và đó là Tommy."
    }
  },
  {
    "translation": {
      "en": "I think that Karl's relationship with Tommy was that",
      "vi": "Tôi nghĩ rằng mối quan hệ của Karl với Tommy là"
    }
  },
  {
    "translation": {
      "en": "if Tommy Ward had anything to do with that crime,",
      "vi": "nếu Tommy Ward có bất cứ điều gì liên quan đến tội ác đó,"
    }
  },
  {
    "translation": {
      "en": "Karl would have been there handing him what he needed.",
      "vi": "thì Karl sẽ ở đó trao cho anh ta những gì anh ta cần."
    }
  },
  {
    "translation": {
      "en": "- Featherstone: Was she conscious then? - No. She wasn't very lively at all.",
      "vi": "- Cô ấy có tri giác không? - Không. Cô ấy không sống động chút nào."
    }
  },
  {
    "translation": {
      "en": "- How come? - Because we'd all three raped her.",
      "vi": "- Tại sao? - Vì cả ba chúng tôi đều hãm hiếp cô ấy."
    }
  },
  {
    "translation": {
      "en": "I knew that she was dead because she was white.",
      "vi": "Tôi biết rằng cô ấy đã chết bởi vì cô ấy có màu trắng."
    }
  },
  {
    "translation": {
      "en": "We had to get rid of her and all,",
      "vi": "Chúng tôi phải loại bỏ cô ấy và tất cả,"
    }
  },
  {
    "translation": {
      "en": "and he asked me a good place to get rid of her.",
      "vi": "và anh ấy hỏi tôi một nơi tốt để loại bỏ cô ấy."
    }
  },
  {
    "translation": {
      "en": "And I told him about a house, and about this ditch down by the...",
      "vi": "Và tôi đã nói với anh ấy về một ngôi nhà và về cái mương này..."
    }
  },
  {
    "translation": {
      "en": "Sandy River.",
      "vi": "Sông Sandy."
    }
  },
  {
    "translation": {
      "en": "And then he put her off in the rotten place in the floor.",
      "vi": "Và sau đó anh ta bỏ cô ấy đi ở nơi thối nát trên sàn nhà."
    }
  },
  {
    "translation": {
      "en": "- Where was that? - Over where the floor was missing.",
      "vi": "- Đó là nơi nào? -Trên nơi sàn bị thiếu."
    }
  },
  {
    "translation": {
      "en": "Once the tapes were played,",
      "vi": "Khi băng đã được phát,"
    }
  },
  {
    "translation": {
      "en": "uh, the audience was--",
      "vi": "khán giả..."
    }
  },
  {
    "translation": {
      "en": "the spectators in the room...",
      "vi": "khán giả trong phòng..."
    }
  },
  {
    "translation": {
      "en": "they were horrified. And once people saw that...",
      "vi": "họ kinh hoàng. Và một khi mọi người thấy rằng..."
    }
  },
  {
    "translation": {
      "en": "these people were guilty. How can anybody even say",
      "vi": "Những người này đã phạm tội. Làm thế nào ai cũng có thể nói"
    }
  },
  {
    "translation": {
      "en": "they did things like that?",
      "vi": "họ đã làm những việc như thế?"
    }
  },
  {
    "translation": {
      "en": "- Featherstone: You poured gasoline on her? - Yes.",
      "vi": "- Anh đổ xăng vào cô ấy? - Vâng."
    }
  },
  {
    "translation": {
      "en": "And then what? What did you do after you poured the gas on her?",
      "vi": "Và rồi chuyện gì xảy ra? Anh đã làm gì sau khi anh đổ xăng vào cô ấy?"
    }
  },
  {
    "translation": {
      "en": "We lit the house.",
      "vi": "Chúng tôi thắp sáng ngôi nhà."
    }
  },
  {
    "translation": {
      "en": "We lit the gas and burnt the house and her.",
      "vi": "Chúng tôi thắp sáng khí và đốt nhà và cô ấy."
    }
  },
  {
    "translation": {
      "en": "That was the first murder trial that I had done",
      "vi": "Đó là vụ án giết người đầu tiên mà tôi đã làm"
    }
  },
  {
    "translation": {
      "en": "and it lasted two and a half weeks.",
      "vi": "và nó kéo dài hai tuần rưỡi."
    }
  },
  {
    "translation": {
      "en": "And, um...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "I went home at the end of it every day and cried.",
      "vi": "Tôi về nhà vào cuối mỗi ngày và khóc."
    }
  },
  {
    "translation": {
      "en": "Every day, hearing bad things...",
      "vi": "Mỗi ngày, nghe những điều xấu"
    }
  },
  {
    "translation": {
      "en": "and so much of it.",
      "vi": "và rất nhiều."
    }
  },
  {
    "translation": {
      "en": "And I believed, I believed the evidence.",
      "vi": "Và tôi tin rằng, tôi tin rằng bằng chứng."
    }
  },
  {
    "translation": {
      "en": "I think in these particular cases,",
      "vi": "Tôi nghĩ trong những trường hợp đặc biệt này,"
    }
  },
  {
    "translation": {
      "en": "Mr. Peterson and Mr. Ross were the prosecutors.",
      "vi": "Ông Peterson và ông Ross là các công tố viên."
    }
  },
  {
    "translation": {
      "en": "It's like they're telling a story and a story unfolding, and, um...",
      "vi": "Nó giống như họ đang kể một câu chuyện và một câu chuyện đang diễn ra, và..."
    }
  },
  {
    "translation": {
      "en": "for sure, Mr. Ross is a very good...",
      "vi": "chắc chắn, ông Ross là một người rất giỏi..."
    }
  },
  {
    "translation": {
      "en": "very good at his job.",
      "vi": "rất giỏi về công việc của mình."
    }
  },
  {
    "translation": {
      "en": "When Chris Ross began his closing arguments,",
      "vi": "Khi Chris Ross bắt đầu đóng đối số,"
    }
  },
  {
    "translation": {
      "en": "he used psychiatry as a way of explaining...",
      "vi": "ông đã sử dụng tâm lý như một cách giải thích"
    }
  },
  {
    "translation": {
      "en": "for where the third person came from in the, uh, confession tapes.",
      "vi": "cho người thứ ba đến từ đâu trong băng thú nhận."
    }
  },
  {
    "translation": {
      "en": "I submit, ladies and gentlemen...",
      "vi": "Tôi gửi, thưa quý vị..."
    }
  },
  {
    "translation": {
      "en": "everything Mr. Ward did in his confession,",
      "vi": "KẾT PHIÊN TÒA CỦA CHRIS ROSS ... mọi thứ ông Ward đã làm trong lời thú nhận của mình,"
    }
  },
  {
    "translation": {
      "en": "things he did in reality,",
      "vi": "những điều anh ta đã làm trong thực tế,"
    }
  },
  {
    "translation": {
      "en": "he blamed on Odell Titsworth.",
      "vi": "anh ta đổ lỗi cho Odell Titsworth."
    }
  },
  {
    "translation": {
      "en": "You'll notice that Odell and Tommy Ward",
      "vi": "Bạn sẽ nhận thấy rằng Odell và Tommy Ward"
    }
  },
  {
    "translation": {
      "en": "never did one single, significant thing together.",
      "vi": "không bao giờ làm một điều gì, điều quan trọng gì với nhau."
    }
  },
  {
    "translation": {
      "en": "I submit, ladies and gentlemen,",
      "vi": "Tôi gửi, thưa quý vị,"
    }
  },
  {
    "translation": {
      "en": "everything Mr. Ward did in his confession.",
      "vi": "mọi thứ ông Ward đã làm trong lời thú nhận của mình,"
    }
  },
  {
    "translation": {
      "en": "He sees himself doing it and then he says that Odell did it.",
      "vi": "anh ấy thấy mình làm việc đó và anh ta nói rằng Odell đã làm điều đó."
    }
  },
  {
    "translation": {
      "en": "And this is confusing, but ladies and gentlemen, when he's doing this,",
      "vi": "Và điều này là khó hiểu, nhưng thưa quý vị, khi anh ấy làm điều này,"
    }
  },
  {
    "translation": {
      "en": "and he recounts what happened, and he sees it in his mind.",
      "vi": "và kể lại những gì đã xảy ra, và anh ta thấy nó trong tâm trí mình."
    }
  },
  {
    "translation": {
      "en": "He sees himself doing something...",
      "vi": "Anh ấy thấy mình đang làm điều gì đó"
    }
  },
  {
    "translation": {
      "en": "that he tells himself he would never do.",
      "vi": "rằng anh tự nhủ mình sẽ không bao giờ làm."
    }
  },
  {
    "translation": {
      "en": "He says Odell did that.",
      "vi": "Anh ta nói Odell đã làm thế."
    }
  },
  {
    "translation": {
      "en": "I submit to you, Odell Titsworth was Tommy Ward",
      "vi": "Tôi gửi cho mọi người,  rằng Odell Titsworth là Tommy Ward"
    }
  },
  {
    "translation": {
      "en": "and he raped her first, and then Karl raped her.",
      "vi": "và anh ta cưỡng hiếp cô ấy trước, và rồi đến Karl hãm hiếp."
    }
  },
  {
    "translation": {
      "en": "And one of these two men killed Denice Haraway.",
      "vi": "Và một trong hai người này đã giết Denice Haraway."
    }
  },
  {
    "translation": {
      "en": "One of these two men stabbed her to death.",
      "vi": "Một trong hai người đàn ông này đâm cô ta đến chết."
    }
  },
  {
    "translation": {
      "en": "I submit to you, ladies and gentlemen, that man was Tommy Ward.",
      "vi": "Tôi gửi cho mọi người, thưa quý vị, người đàn ông đó là Tommy Ward."
    }
  },
  {
    "translation": {
      "en": "Chris took the confessions",
      "vi": "Chris đã nhận lời thú tội"
    }
  },
  {
    "translation": {
      "en": "and wove a closing argument and presented it,",
      "vi": "và xóa một đối số kết thúc và trình bày nó,"
    }
  },
  {
    "translation": {
      "en": "and the jury bought it.",
      "vi": "và ban giám khảo đã tin."
    }
  },
  {
    "translation": {
      "en": "And that's what I think was the final nail",
      "vi": "Và đó là những gì tôi nghĩ là then chốt cuối cùng"
    }
  },
  {
    "translation": {
      "en": "in that coffin of conviction.",
      "vi": "để buộc tội anh ta."
    }
  },
  {
    "translation": {
      "en": "The judge goes down all the jurors' votes.",
      "vi": "Thẩm phán xem duyệt tất cả phiếu của hội thẩm."
    }
  },
  {
    "translation": {
      "en": "And it was 12 to nothing on all counts.",
      "vi": "Và đó là 12 trên 0 phiếu phạm tội cho tất cả phán quyết."
    }
  },
  {
    "translation": {
      "en": "Featherstone: Are you confused about any of this today",
      "vi": "Anh có nhầm lẫn về bất kỳ điều gì trong ngày hôm nay không"
    }
  },
  {
    "translation": {
      "en": "or do you understand what's going on?",
      "vi": "hoặc anh có hiểu chuyện gì đang diễn ra không?"
    }
  },
  {
    "translation": {
      "en": "- Yes, I understand what's going on. - Okay.",
      "vi": "- Có, tôi hiểu chuyện gì đang xảy ra. - Được."
    }
  },
  {
    "translation": {
      "en": "You understand how serious this investigation is?",
      "vi": "Anh hiểu sự điều tra này  nghiêm trọng như thế nào chứ?"
    }
  },
  {
    "translation": {
      "en": "- Yes, I do. - Okay.",
      "vi": "- Vâng tôi hiểu. - Được."
    }
  },
  {
    "translation": {
      "en": "We'll end the tape at this time.",
      "vi": "Chúng tôi sẽ kết thúc băng vào lúc này."
    }
  },
  {
    "translation": {
      "en": "I've got 7:29 p.m.",
      "vi": "Bây giờ là 19:29 chiều."
    }
  },
  {
    "translation": {
      "en": "And we'll conclude the tape now.",
      "vi": "Và chúng tôi sẽ kết thúc băng ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "Still present in the room...",
      "vi": "Vẫn còn hiện diện trong phòng..."
    }
  },
  {
    "translation": {
      "en": "Deputy Inspector Rusty Featherstone, Special Agent Gary Rogers,",
      "vi": "Phó Thanh tra Rusty Featherstone, Đặc vụ Gary Rogers,"
    }
  },
  {
    "translation": {
      "en": "Captain Dennis Smith, and Agent Dee Cordray,",
      "vi": "Đại úy Dennis Smith, và đặc vụ Dee Cordray,"
    }
  },
  {
    "translation": {
      "en": "as well as Tommy Ward.",
      "vi": "cũng như Tommy Ward."
    }
  },
  {
    "translation": {
      "en": "While I run this race Oh, Lord, hold my hand",
      "vi": "NHÀ TÙ CỦA BANG OKLAHOMA, 2017"
    }
  },
  {
    "translation": {
      "en": "My name is Thomas Ward.",
      "vi": "Tên tôi là Thomas Ward."
    }
  },
  {
    "translation": {
      "en": "I've been in prison for the last 33 years for a crime I did not commit.",
      "vi": "Tôi đã ở tù 33 năm qua vì tội tôi không phạm."
    }
  }
]