[
  {
    "translation": {
      "en": "- I feel like a proud show dog that didn't understand her days were numbered.",
      "vi": "Tôi cảm thấy như chú chó cảnh kiêu hãnh  không biết bản thân sắp tận số."
    }
  },
  {
    "translation": {
      "en": "Like look at these things; it's just like chicken skin.",
      "vi": "Nhìn chúng đi, cứ như da gà vậy."
    }
  },
  {
    "translation": {
      "en": "- What are you talking about? Yours are okay.",
      "vi": "Cậu đang nói gì vậy? Trông chúng ổn mà."
    }
  },
  {
    "translation": {
      "en": "- Look, they're not winning any blue ribbons, okay,",
      "vi": "Chúng sẽ không thắng giải nào cả, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "but they stuck in there.",
      "vi": "Nhưng mà nó đang bị tắc bên trong."
    }
  },
  {
    "translation": {
      "en": "You know, they may be a little deflated, but they're not throwing in the towel.",
      "vi": "Nhìn thì có vẻ hơi xẹp đi, nhưng chúng không chịu đầu hàng đâu."
    }
  },
  {
    "translation": {
      "en": "I like 'em. - I'm with you.",
      "vi": "- Tớ thích chúng. - Tớ đồng ý với cậu."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm not starring in a porno anytime soon,",
      "vi": "Tớ sẽ không đóng phim khiêu dâm ngay đâu"
    }
  },
  {
    "translation": {
      "en": "but I breast fed my first for five months.",
      "vi": "nhưng tớ cho đứa đầu bú sữa năm tháng,"
    }
  },
  {
    "translation": {
      "en": "This is where they landed.",
      "vi": "và đây là nơi chúng hạ cánh."
    }
  },
  {
    "translation": {
      "en": "I mean, it could be worse, right?",
      "vi": "Nó đã có thể tệ hơn, phải không?"
    }
  },
  {
    "translation": {
      "en": "No, you know what, it could be better.",
      "vi": "Nó đã có thể tệ hơn, phải không? - Cậu biết đấy, nó có thể đẹp hơn. - Nó có thể đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "- It could be better. Look it could be better.",
      "vi": "- Cậu biết đấy, nó có thể đẹp hơn. - Nó có thể đẹp hơn. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Val: Okay, I think we need to rein it in here, ladies.",
      "vi": "Tôi nghĩ chúng ta cần kiềm chế lại ở đây."
    }
  },
  {
    "translation": {
      "en": "After breastfeeding, I think it's best that you put yourselves away.",
      "vi": "Sau khi cho con bú, tôi nghĩ tốt nhất là nên mặc lại chỉnh tề."
    }
  },
  {
    "translation": {
      "en": "- I wasn't even breastfeeding. It just looked refreshing.",
      "vi": "Tôi thậm chí còn không cho con bú. Chúng cứ trông như vậy."
    }
  },
  {
    "translation": {
      "en": "- That's weird. - You're weird, Alicia,",
      "vi": "Lạ thật. Cô cũng kỳ lạ, Alicia. Với cái túi đựng bỉm tự may."
    }
  },
  {
    "translation": {
      "en": "with your homemade diaper bag.",
      "vi": "Cô cũng kỳ lạ, Alicia. Với cái túi đựng bỉm tự may."
    }
  },
  {
    "translation": {
      "en": "- Baby Mabel likes her bag.",
      "vi": "Bé Mabel thích cái túi này."
    }
  },
  {
    "translation": {
      "en": "Baby Mabel does not like that bag.",
      "vi": "Bé Mabel không thích cái túi. Bé chưa biết thích gì cả."
    }
  },
  {
    "translation": {
      "en": "She doesn't like anything yet 'cause she's a baby.",
      "vi": "Bé Mabel không thích cái túi. Bé chưa biết thích gì cả. - Bởi vì bé còn rất nhỏ. - Một em bé."
    }
  },
  {
    "translation": {
      "en": "- She's a baby. - Okay!",
      "vi": "- Bởi vì bé còn rất nhỏ. - Một em bé. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Today, I thought we'd talk about how many of you are coming up",
      "vi": "Hôm nay, chúng ta sẽ nói về việc có bao nhiêu người trong các bạn"
    }
  },
  {
    "translation": {
      "en": "on the end of your maternity leave.",
      "vi": "sắp hết thời gian nghỉ thai sản."
    }
  },
  {
    "translation": {
      "en": "Kate, I overheard you're going back to work.",
      "vi": "Kate, tôi được biết cô sắp quay lại làm việc."
    }
  },
  {
    "translation": {
      "en": "Are you excited?",
      "vi": "Cô có hào hứng không?"
    }
  },
  {
    "translation": {
      "en": "- Uh... Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "A little intimidated, I guess.",
      "vi": "Tôi thấy hơi bất an."
    }
  },
  {
    "translation": {
      "en": "What's the trick to making all this work?",
      "vi": "Bí quyết để chuẩn bị cho việc này là gì?"
    }
  },
  {
    "translation": {
      "en": "I'm trying to stay positive, it's just...",
      "vi": "Tôi đang cố gắng tích cực. Chỉ là…"
    }
  },
  {
    "translation": {
      "en": "having it all seems a little...",
      "vi": "có một chút..."
    }
  },
  {
    "translation": {
      "en": "impossible. (Nervous chuckle)",
      "vi": "Không thể nào làm được."
    }
  },
  {
    "translation": {
      "en": "- I find the key is setting boundaries for yourself.",
      "vi": "Tôi thấy điểm mấu chốt là thiết lập ranh giới cho chính mình."
    }
  },
  {
    "translation": {
      "en": "A good place to start is committing to being home for the evening routine.",
      "vi": "Một cách tốt để bắt đầu là cố gắng về nhà và thực hiện các thói quen buổi tối."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Anyone else feeling",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "any back-to-work jitters?",
      "vi": "Còn ai thấy khó khăn khi trở lại làm việc không?"
    }
  },
  {
    "translation": {
      "en": "This is a safe place.",
      "vi": "Đây là một nơi an toàn."
    }
  },
  {
    "translation": {
      "en": "- Yeah. I've got my first open house today.",
      "vi": "Hôm nay tôi có buổi môi giới nhà đầu tiên."
    }
  },
  {
    "translation": {
      "en": "I'm not totally solid about it.",
      "vi": "Tôi cảm thấy không chắc chắn về nó."
    }
  },
  {
    "translation": {
      "en": "I think I might just have the teensiest little drop of postpartum.",
      "vi": "Tôi nghĩ tôi có thể đang còn chút xíu bị ảnh hưởng sau khi sinh."
    }
  },
  {
    "translation": {
      "en": "I was driving this morning and...",
      "vi": "Đang lái xe sáng nay và tôi"
    }
  },
  {
    "translation": {
      "en": "I fantasized that a car would just hit me, you know?",
      "vi": "tưởng tượng rằng một chiếc xe sẽ đâm vào tôi."
    }
  },
  {
    "translation": {
      "en": "- Take me away from all of this, you know?",
      "vi": "Kéo tôi ra khỏi mọi chuyện này."
    }
  },
  {
    "translation": {
      "en": "Not kill me. I'm not suicidal.",
      "vi": "Không chết.Tôi không muốn tự tử."
    }
  },
  {
    "translation": {
      "en": "- No. - Just... (Laughing)",
      "vi": "- Không. - Chỉ là…"
    }
  },
  {
    "translation": {
      "en": "No. Sorry, guys, sorry.",
      "vi": "- Tôi xin lỗi, mọi người. - Vâng."
    }
  },
  {
    "translation": {
      "en": "Just leave me brain dead for like a week, you know?",
      "vi": "Cứ để tôi chết não khoảng một tuần."
    }
  },
  {
    "translation": {
      "en": "Ten days, actually. It just felt easier.",
      "vi": "Thực ra nên là mười ngày. Cảm giác sẽ dễ dàng hơn."
    }
  },
  {
    "translation": {
      "en": "- She's talking about a vacation. - Yes! Yes.",
      "vi": "- Cậu đang nói về một kỳ nghỉ. - Đúng vậy!"
    }
  },
  {
    "translation": {
      "en": "Like a brain dead vacation.",
      "vi": "Kiểu như một kỳ nghỉ chết não."
    }
  },
  {
    "translation": {
      "en": "♪ It keeps you always on the run ♪",
      "vi": "MỘT TÁC PHẨM CỦA NETFLIX ĐƯỜNG CHẠY BỘ ROSEDALE"
    }
  },
  {
    "translation": {
      "en": "Male reporter: ... the bear has been missing since last night.",
      "vi": "Con gấu đã biến mất từ tối qua."
    }
  },
  {
    "translation": {
      "en": "Authorities are urging all surrounding neighborhoods",
      "vi": "Các nhà chức trách cảnh báo khu vực xung quanh cần cẩn thận"
    }
  },
  {
    "translation": {
      "en": "to be cautious and to report all sightings...",
      "vi": "Các nhà chức trách cảnh báo khu vực xung quanh cần cẩn thận và báo cáo ngay khi thấy."
    }
  },
  {
    "translation": {
      "en": "Hmm, yeah, just for today maybe skip the park.",
      "vi": "và báo cáo ngay khi thấy. Hôm nay nên bỏ qua công viên."
    }
  },
  {
    "translation": {
      "en": "For Olly's sake and Charlie's.",
      "vi": "Vì sự an toàn của Olly và Charlie."
    }
  },
  {
    "translation": {
      "en": "So I left a pretty detailed schedule,",
      "vi": "Tôi đã viết một thời khóa biểu chi tiết."
    }
  },
  {
    "translation": {
      "en": "but I will be back for bath time.",
      "vi": "Tôi sẽ quay lại vào giờ tắm."
    }
  },
  {
    "translation": {
      "en": "So do not give him a bath because I will be doing that.",
      "vi": "Nên đừng cho bé con tắm vì tôi sẽ làm."
    }
  },
  {
    "translation": {
      "en": "- Babies like that, huh? - Hey, that's a pretty song.",
      "vi": "- Em bé thích thế nhỉ? - Bài hát đó hay đấy."
    }
  },
  {
    "translation": {
      "en": "Why don't you try singing to him more? - I don't like singing.",
      "vi": "- Sao em không hát cho con nhiều hơn? - Em không thích hát."
    }
  },
  {
    "translation": {
      "en": "- I thought you had to get going.",
      "vi": "- Anh tưởng em phải đi rồi. - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "I do. Okay, Mommy's gotta go to work",
      "vi": "- Anh tưởng em phải đi rồi. - Đúng vậy. Mẹ phải đi làm đây."
    }
  },
  {
    "translation": {
      "en": "and you're gonna spend the day with Rebecca.",
      "vi": "Con có thể dành cả ngày với Rebecca."
    }
  },
  {
    "translation": {
      "en": "- Yay! Rebecca! - Yay!",
      "vi": "Con có thể dành cả ngày với Rebecca. - Hoan hô! Rebecca! - Hoan hô!"
    }
  },
  {
    "translation": {
      "en": "Nathan: You're gonna be late.",
      "vi": "- Hoan hô! Rebecca! - Hoan hô!"
    }
  },
  {
    "translation": {
      "en": "Kate: Yeah, I'm just saying goodbye.",
      "vi": "Em sẽ bị muộn đấy. Em chỉ tạm biệt thôi. Phong tục truyền thống ở Trái Đất mà."
    }
  },
  {
    "translation": {
      "en": "It's a traditional custom here on earth.",
      "vi": "Em chỉ tạm biệt thôi. Phong tục truyền thống ở Trái Đất mà."
    }
  },
  {
    "translation": {
      "en": "- All right. - We say goodbye. - All right. Goodbye. I love you.",
      "vi": "- Chúng ta tạm biệt. - Được rồi. Tạm biệt, yêu hai mẹ con."
    }
  },
  {
    "translation": {
      "en": "- Bye! - Bye bye.",
      "vi": "Tạm biệt!"
    }
  },
  {
    "translation": {
      "en": "When you have a bond like this, hard to break it up.",
      "vi": "Chúng tôi gắn kết như này đấy. Khó mà phá vỡ được."
    }
  },
  {
    "translation": {
      "en": "- They're gonna fire you, Kate. - Okay, all right, cool. Here you go.",
      "vi": "- Họ sẽ đuổi việc em, Kate. - Được rồi. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "- Well, would you look who is off the bench.",
      "vi": "Chà, cô có thấy ai đang tận hưởng cuộc sống không?"
    }
  },
  {
    "translation": {
      "en": "- Richard! (Laughs)",
      "vi": "Richard!"
    }
  },
  {
    "translation": {
      "en": "- Great to see ya.",
      "vi": "Rất vui được gặp cô."
    }
  },
  {
    "translation": {
      "en": "- Uh... - Okay. Okay.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "- All right. Okay. - That's good.",
      "vi": "- Tốt lắm. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Hard to believe you're somebody's mommy now, huh?",
      "vi": "Khó mà tin được giờ cô trở thành mẹ rồi."
    }
  },
  {
    "translation": {
      "en": "- Yeah, don't I know it.",
      "vi": "Tôi cũng không biết nữa."
    }
  },
  {
    "translation": {
      "en": "Gotta say thought, it feels real good to be in here.",
      "vi": "Phải nói là cảm thấy thật tuyệt khi ở đây."
    }
  },
  {
    "translation": {
      "en": "- Oh, girls got you some cupcakes or something.",
      "vi": "À, hội chị em bạn dì có bánh hay gì đó cho cô đấy."
    }
  },
  {
    "translation": {
      "en": "They're around here somewhere. - Did you want them, I can find them.",
      "vi": "- Họ để ở đâu đó. - Tôi có thể tìm chúng."
    }
  },
  {
    "translation": {
      "en": "They're probably in the kitchen.",
      "vi": "Chắc là ở trong bếp."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry, Ms. Foster. I am your new assistant, Rosie.",
      "vi": "Tôi xin lỗi, cô Foster. Tôi là trợ lý mới của cô, Rosie."
    }
  },
  {
    "translation": {
      "en": "- Hey, hey, nice to meet you, Rosie. You can call me Kate.",
      "vi": "Rất vui được gặp cô, Rosie. Cứ gọi tôi Kate."
    }
  },
  {
    "translation": {
      "en": "- Kate. Kate, Kate, Kate. Okay.",
      "vi": "Kate. Được rồi."
    }
  },
  {
    "translation": {
      "en": "- So, HR tells me you have a room to do your...",
      "vi": "Bên nhân sự nói cô có một phòng để..."
    }
  },
  {
    "translation": {
      "en": "milking thing. - Yes, this office.",
      "vi": "- Vắt sữa. - Vâng, văn phòng này."
    }
  },
  {
    "translation": {
      "en": "- Oh, that'll... that'll put on quite a show.",
      "vi": "Chà, sẽ như trình diễn đấy."
    }
  },
  {
    "translation": {
      "en": "- Yeah, I think I'll use the bathroom. - Hmm. - Hey, speaking of,",
      "vi": "Ừ, tôi nghĩ tôi sẽ dùng nhà vệ sinh."
    }
  },
  {
    "translation": {
      "en": "I hear Happy Farms Dairy is coming in.",
      "vi": "Nghe nói bên Trang Trại Sữa Hạnh Phúc đang đến đây."
    }
  },
  {
    "translation": {
      "en": "- Yeah. President passed away leaving the wife in charge,",
      "vi": "Nghe nói bên Trang Trại Sữa Hạnh Phúc đang đến đây. Chủ tịch qua đời để lại bà vợ phụ trách"
    }
  },
  {
    "translation": {
      "en": "and she's making a tour of PR firms.",
      "vi": "bà ấy đang xem xét các hãng quan hệ công chúng."
    }
  },
  {
    "translation": {
      "en": "- Would love a chance to pitch. Never felt closer to being a cow myself,",
      "vi": "Tôi rất muốn có cơ hội tham gia. Hiện tại tôi giống như là bò sữa đây."
    }
  },
  {
    "translation": {
      "en": "so if it's not already-- Mo: Covered?",
      "vi": "- Nên nếu việc chưa được - Lo liệu?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I've been researching farms all week.",
      "vi": "Phải, tôi đã nghiên cứu vụ này cả tuần."
    }
  },
  {
    "translation": {
      "en": "- Kate, I want you to meet Mo. He's a new VP.",
      "vi": "Kate, xin giới thiệu Mo. Anh ấy là phó chủ tịch mới."
    }
  },
  {
    "translation": {
      "en": "VP, huh?",
      "vi": "Hả? Mo Daniels."
    }
  },
  {
    "translation": {
      "en": "Mo Daniels. Vasero and Burns?",
      "vi": "Hả? Mo Daniels. - Vasero và Burns? - Họ đã săn đón tôi."
    }
  },
  {
    "translation": {
      "en": "- They poached me.",
      "vi": "- Vasero và Burns? - Họ đã săn đón tôi."
    }
  },
  {
    "translation": {
      "en": "- He's been firing on all cylinders.",
      "vi": "Cậu ta đã làm việc vô cùng ngoạn mục."
    }
  },
  {
    "translation": {
      "en": "- Just try to live up to the legend of Kate Foster.",
      "vi": "Tôi chỉ cố noi theo truyền thuyết về Kate Foster."
    }
  },
  {
    "translation": {
      "en": "You got quite a legacy around here.",
      "vi": "Cô là một huyền thoại ở đây đấy."
    }
  },
  {
    "translation": {
      "en": "- Oh, thanks. Yeah.",
      "vi": "Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "Can't tell you how strange it is",
      "vi": "Tôi không thể tả chuyện kỳ lạ thế nào"
    }
  },
  {
    "translation": {
      "en": "to get pregnant right at the top of my game.",
      "vi": "khi mang thai đúng lúc đang ở đỉnh cao sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "Yeah, the only thing that'd keep me out of these offices would be a fire.",
      "vi": "Ừ, thứ duy nhất có thể ngăn tôi ra khỏi văn phòng là hỏa hoạn."
    }
  },
  {
    "translation": {
      "en": "- Yeah, well, look, I know you've got it covered,",
      "vi": "Ừ, nghe này, tôi biết anh đã lo liệu vụ đó"
    }
  },
  {
    "translation": {
      "en": "but if you'd like a female perspective today with Happy Farms,",
      "vi": "nhưng nếu anh cần một góc nhìn của phụ nữ về Trang Trại Vui Vẻ."
    }
  },
  {
    "translation": {
      "en": "I'd be happy to be your second. - Hey, that sounds good. Mo?",
      "vi": "- Tôi rất vui lòng hỗ trợ. - Nghe được đấy."
    }
  },
  {
    "translation": {
      "en": "- Absolutely. I'll send you some materials.",
      "vi": "- Mo? - Chắc chắn rồi. Tôi sẽ gửi tài liệu."
    }
  },
  {
    "translation": {
      "en": "- Great! Can't wait to sink my teeth in.",
      "vi": "Tuyệt! Tôi rất háo hức được tham gia."
    }
  },
  {
    "translation": {
      "en": "- I'm gonna get some coffee in me. See you guys at the meeting.",
      "vi": "Tôi đi nạp ít cà phê vào người đây. Hẹn gặp lại ở cuộc họp."
    }
  },
  {
    "translation": {
      "en": "- Yeah, yeah. It's, uh, the kitchen--",
      "vi": "- Nhà bếp ở - Tôi biết nhà bếp ở đâu."
    }
  },
  {
    "translation": {
      "en": "- I know where the kitchen is. - Yeah, you already... know.",
      "vi": "- Nhà bếp ở - Tôi biết nhà bếp ở đâu. Phải, anh biết rồi."
    }
  },
  {
    "translation": {
      "en": "- Um, so check with my girl. I think the meeting is 4-ish.",
      "vi": "Hãy xác nhận với thư kí của tôi. Tôi nghĩ sẽ họp lúc khoảng bốn giờ."
    }
  },
  {
    "translation": {
      "en": "- Oh, and that'll run what, like an hour or...?",
      "vi": "Nó diễn ra trong một giờ hay là..."
    }
  },
  {
    "translation": {
      "en": "- I don't know. Why? You got somewhere to be?",
      "vi": "Tôi không biết. Cô phải đi đâu à?"
    }
  },
  {
    "translation": {
      "en": "- Sorry. Yeah, I'm just trying to be home by bath time.",
      "vi": "Xin lỗi, tôi đang cố về nhà đúng giờ tắm."
    }
  },
  {
    "translation": {
      "en": "- Bath time, huh? Hmm. I prefer showers, but to each their own.",
      "vi": "Giờ tắm à? Tôi cũng thích tắm, nhưng là ai tự lo người nấy."
    }
  },
  {
    "translation": {
      "en": "Should be fine. - Thank you.",
      "vi": "- Sẽ ổn thôi. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Honestly, how long does it take?",
      "vi": "Trời ạ, mất bao lâu nữa vậy?"
    }
  },
  {
    "translation": {
      "en": "Not you, you're doing great.",
      "vi": "Không phải ông, ông đang làm rất tốt."
    }
  },
  {
    "translation": {
      "en": "Is everything cool down there?",
      "vi": "Mọi thứ dưới đó ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "What's happening? I've got something, right?",
      "vi": "Chuyện gì vậy? Tôi bị sao đó, phải không?"
    }
  },
  {
    "translation": {
      "en": "- Anne, you're pregnant. - No.",
      "vi": "Anne, cô có thai. Không."
    }
  },
  {
    "translation": {
      "en": "- I'll try that again. - Can you just check again?",
      "vi": "Tôi sẽ thử lại lần nữa."
    }
  },
  {
    "translation": {
      "en": "Because I had a baby eight months ago. She's barely alive yet.",
      "vi": "Có thể kiểm tra lại không? Vì tôi vừa sinh con tám tháng trước."
    }
  },
  {
    "translation": {
      "en": "- Well, it's lucky for you and this baby",
      "vi": "Con bé còn đỏ hỏn.  Thật may cho cô và đứa bé này vì đã đến gặp tôi."
    }
  },
  {
    "translation": {
      "en": "that you came in to see me",
      "vi": "Thật may cho cô và đứa bé này vì đã đến gặp tôi."
    }
  },
  {
    "translation": {
      "en": "so you can change your behaviour.",
      "vi": "Để cô có thể thay đổi lối sống."
    }
  },
  {
    "translation": {
      "en": "You taken up smoking by any chance? - No.",
      "vi": "- Cô có hút thuốc không? - Không."
    }
  },
  {
    "translation": {
      "en": "I have been partaking in other forms of medicine, though.",
      "vi": "Tuy vậy tôi đang tham gia các điều trị y khoa khác."
    }
  },
  {
    "translation": {
      "en": "- Psychiatrist or not, you know the drill, Anne.",
      "vi": "Bác sĩ tâm lý hay không, Cô biết rồi đấy, Anne. Cô phải tránh tham gia các điều trị khác"
    }
  },
  {
    "translation": {
      "en": "You're gonna have to cut all that stuff out.",
      "vi": "Cô biết rồi đấy, Anne. Cô phải tránh tham gia các điều trị khác"
    }
  },
  {
    "translation": {
      "en": "Completely.",
      "vi": "hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "Frankie: I think that's Havarti.",
      "vi": "Tôi đoán đây là phô mai havarti."
    }
  },
  {
    "translation": {
      "en": "Might be some Gouda in there, if we're lucky.",
      "vi": "Có thể có chút phô mai Gouda nữa, nếu ta may mắn."
    }
  },
  {
    "translation": {
      "en": "Oh, don't see any.",
      "vi": "Tôi chẳng thấy có."
    }
  },
  {
    "translation": {
      "en": "Right, so...",
      "vi": "Phải, nào."
    }
  },
  {
    "translation": {
      "en": "Uh, central vac.",
      "vi": "Máy hút bụi trung tâm."
    }
  },
  {
    "translation": {
      "en": "Sub-zero fridge.",
      "vi": "Tủ lạnh Sub-Zero."
    }
  },
  {
    "translation": {
      "en": "This kitchen really, really has it all.",
      "vi": "Căn bếp này thực sự được trang bị đầy đủ."
    }
  },
  {
    "translation": {
      "en": "- It's pretty perfect.",
      "vi": "Nó khá là hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "- We heard a couple planes going by. Is this on a flight path?",
      "vi": "Chúng tôi nghe thấy tiếng máy bay. Vị trí này nằm trên đường bay à?"
    }
  },
  {
    "translation": {
      "en": "- Oh yeah, you think a plane door is gonna fall from the sky? Just, (crashing sounds)",
      "vi": "Anh nghĩ cửa máy bay sẽ rơi từ trên trời xuống sao?"
    }
  },
  {
    "translation": {
      "en": "right through your bedroom ceiling?",
      "vi": "Rơi xuống trần phòng ngủ của anh?"
    }
  },
  {
    "translation": {
      "en": "Well, from that altitude, it's gonna go through you like taffy.",
      "vi": "Từ độ cao đó, nó sẽ xuyên qua người anh dễ dàng."
    }
  },
  {
    "translation": {
      "en": "- Excuse me? - Well, you're not gonna survive that one,",
      "vi": "- Xin lỗi? - Hai người sẽ không sống nổi đâu."
    }
  },
  {
    "translation": {
      "en": "tell you that much. (Laughs)",
      "vi": "Tôi nói hơi nhiều rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, babe. How's your day goin'?",
      "vi": "Chào em yêu. Hôm nay em thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "- We're having a great time. Aren't we, Rhoda?",
      "vi": "Bọn em đang rất vui. Phải không, Rhoda?"
    }
  },
  {
    "translation": {
      "en": "Hi, Mommy. Hi, Mommy. Hi, Mommy.",
      "vi": "Chào mẹ."
    }
  },
  {
    "translation": {
      "en": "How was the open house?",
      "vi": "Buổi môi giới nhà sao rồi?"
    }
  },
  {
    "translation": {
      "en": "- Oh yeah, it's fantastic.",
      "vi": "Ồ, nó tuyệt vời. Chỉ là…"
    }
  },
  {
    "translation": {
      "en": "It's just packed in there.",
      "vi": "Ồ, nó tuyệt vời. Chỉ là… Trong đó đông lắm. Rất nhiều người quan tâm."
    }
  },
  {
    "translation": {
      "en": "Lots of serious interest.",
      "vi": "Trong đó đông lắm. Rất nhiều người quan tâm."
    }
  },
  {
    "translation": {
      "en": "- Then why are you outside?",
      "vi": "Thế sao chị lại ở ngoài?"
    }
  },
  {
    "translation": {
      "en": "- Because I've been politely asked to remain outdoors.",
      "vi": "Vì người ta yêu cầu một cách tế nhị rằng chị nên ở bên ngoài."
    }
  },
  {
    "translation": {
      "en": "- Who asked you that? - Oh, I don't know. A few people.",
      "vi": "- Ai yêu cầu thế? - Chị không biết. Vài người."
    }
  },
  {
    "translation": {
      "en": "Anyway, it's no big deal.",
      "vi": "- Có gì to tát đâu. - Chị có ổn không?"
    }
  },
  {
    "translation": {
      "en": "- Are you okay, babe? You seem out of it.",
      "vi": "- Có gì to tát đâu. - Chị có ổn không? - Trông chị không ổn cho lắm. - Em đùa à?"
    }
  },
  {
    "translation": {
      "en": "- Are you kidding? No, I'm like, in it.",
      "vi": "- Trông chị không ổn cho lắm. - Em đùa à? Chị rất ổn, rất thoải mái."
    }
  },
  {
    "translation": {
      "en": "(Baby crying) Like, deep in.",
      "vi": "Chị rất ổn, rất thoải mái."
    }
  },
  {
    "translation": {
      "en": "- Okay, baby. I'll call you back.",
      "vi": "Được rồi, cưng. Em sẽ gọi lại sau."
    }
  },
  {
    "translation": {
      "en": "- Have a good day! (Hangs up)",
      "vi": "Chúc một ngày tốt lành. CRENSHAW MỞ BÁN"
    }
  },
  {
    "translation": {
      "en": "- I gotta be back in 15 minutes.",
      "vi": "Tớ phải quay lại sau 15 phút nữa."
    }
  },
  {
    "translation": {
      "en": "- Yeah, I know. I just gotta pay this thing.",
      "vi": "Ừ, được rồi. Tớ đang phải trả tiền."
    }
  },
  {
    "translation": {
      "en": "- You okay?",
      "vi": "- Cậu ổn chứ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "- Yes, I just-- Stop hounding me.",
      "vi": "- Cậu ổn chứ? - Ừ. Đừng rình rập tớ nữa."
    }
  },
  {
    "translation": {
      "en": "- Okay, what's going on right now?",
      "vi": "Cậu có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "I'm sensing something. - What is with the interrogation?",
      "vi": "- Tớ thấy có vấn đề. - Sao tự nhiên lại thẩm vấn tớ?"
    }
  },
  {
    "translation": {
      "en": "I just need to eat and not take pills,",
      "vi": "Tớ chỉ cần ăn, và không uống thuốc."
    }
  },
  {
    "translation": {
      "en": "and pay this worthless pain-in-the-tits meter.",
      "vi": "Tớ chỉ cần ăn, và không uống thuốc. Và trả tiền cái máy dở hơi này."
    }
  },
  {
    "translation": {
      "en": "(Meter whirs) Oh, there.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Wait, why can't you take pills?",
      "vi": "Khoan. Sao cậu không thể uống thuốc?"
    }
  },
  {
    "translation": {
      "en": "Hold up. - What? What is it?",
      "vi": "Khoan đã. Gì vậy? Cái gì?"
    }
  },
  {
    "translation": {
      "en": "- Are you? Not again!",
      "vi": "Cậu. Lại nữa à!"
    }
  },
  {
    "translation": {
      "en": "- What, if you got something to say, why don't you just spit it out.",
      "vi": "Nếu cậu có gì muốn nói, sao không nói tuột ra?"
    }
  },
  {
    "translation": {
      "en": "Aren't we above that, who says it first?",
      "vi": "Không phải ta từng thế sao? Ai nói trước đây?"
    }
  },
  {
    "translation": {
      "en": "- Above what, Kate? - You're pregnant.",
      "vi": "- Từng gì cơ, Kate? - Cậu có thai."
    }
  },
  {
    "translation": {
      "en": "- Yeah, I am. - Congratulations.",
      "vi": "- Phải, tớ có thai. - Chúc mừng."
    }
  },
  {
    "translation": {
      "en": "- Thanks, I'm thrilled about it.",
      "vi": "Cảm ơn. Tớ rất vui vì điều đó."
    }
  },
  {
    "translation": {
      "en": "- Oh yeah, this is gonna be good. This was a good call. - Uh-huh.",
      "vi": "Điều này sẽ rất tuyệt đây. Một chuyện tốt đó."
    }
  },
  {
    "translation": {
      "en": "You tell Lionel? - No, too nervous.",
      "vi": "Cậu nói với Lionel chưa? Không. Tớ quá hồi hộp."
    }
  },
  {
    "translation": {
      "en": "Never wanted three. Two and through.",
      "vi": "Tớ chưa bao giờ muốn có ba đứa. Hai là đủ."
    }
  },
  {
    "translation": {
      "en": "- Well, you know you got options, right.",
      "vi": "Cậu có thể lựa chọn mà."
    }
  },
  {
    "translation": {
      "en": "- What the hell's the matter with you? Why would you even say that?",
      "vi": "Cậu bị sao vậy hả? Sao cậu có thể nói thế được?"
    }
  },
  {
    "translation": {
      "en": "- I'm just saying you're not stuck. If two kids are enough, great, you know.",
      "vi": "Tớ chỉ nói cậu không bị bắt buộc, nếu hai đứa trẻ là đủ."
    }
  },
  {
    "translation": {
      "en": "No need to ruin the marriage break the bank on a whoopsie.",
      "vi": "Không cần hủy hoại hôn nhân và phá sản vì bất cẩn."
    }
  },
  {
    "translation": {
      "en": "- I just...got to know these two personalities",
      "vi": "Tớ chỉ cần quen với hai nhân cách mà tớ tự tay tạo ra, cậu hiểu không?"
    }
  },
  {
    "translation": {
      "en": "that we made from scratch, you know?",
      "vi": "cần quen với hai nhân cách mà tớ tự tay tạo ra, cậu hiểu không?"
    }
  },
  {
    "translation": {
      "en": "Child: No! No! No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "- Shut it, you monster. Your mother's a goddamn angel.",
      "vi": "Câm mồm đi quái vật, Mẹ cháu là thiên thần!"
    }
  },
  {
    "translation": {
      "en": "- Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "- Makes things a little more complicated, that's all.",
      "vi": "Khiến mọi thứ phức tạp hơn một chút. Thế thôi."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Yes, this is Kate.",
      "vi": "Vâng, tôi là Kate."
    }
  },
  {
    "translation": {
      "en": "Um no, I'm not busy at all.",
      "vi": "Không, tôi không bận gì cả."
    }
  },
  {
    "translation": {
      "en": "Yes, I did read about that account.",
      "vi": "Đúng vậy. Tôi đã đọc về tài khoản đó."
    }
  },
  {
    "translation": {
      "en": "Ah no, that was just um...",
      "vi": "Không, đó chỉ là…"
    }
  },
  {
    "translation": {
      "en": "they're doing some plumbing on the building.",
      "vi": "họ đang sửa ống nước trong tòa nhà."
    }
  },
  {
    "translation": {
      "en": "Can I call you back?",
      "vi": "Tôi gọi lại sau nhé?"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Oh shit.",
      "vi": "Chết tiệt! TRANG TRẠI SỮA HẠNH PHÚC DỜI LÊN 3 GIỜ"
    }
  },
  {
    "translation": {
      "en": "Easy does it.",
      "vi": "Cẩn thận nào."
    }
  },
  {
    "translation": {
      "en": "Oh God, all right, I am killin' it.",
      "vi": "Chúa ơi. Được rồi, tôi làm hỏng nó rồi."
    }
  },
  {
    "translation": {
      "en": "- Everything okay? Because I--",
      "vi": "Mọi chuyện ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "- I just need some paper towels. I had a spill.",
      "vi": "Tôi cần khăn giấy, vì làm đổ nước."
    }
  },
  {
    "translation": {
      "en": "- Of course, yeah.",
      "vi": "Tất nhiên."
    }
  },
  {
    "translation": {
      "en": "Just checking though. You got Mo's memo... that the meeting got moved up to 3?",
      "vi": "Cô thấy lời nhắn của Mo về việc dời cuộc họp lên ba giờ chưa?"
    }
  },
  {
    "translation": {
      "en": "- What memo? I never saw a memo.",
      "vi": "Lời nhắn nào? Tôi không thấy cái nào."
    }
  },
  {
    "translation": {
      "en": "- Uh, I put it on your desk at lunch.",
      "vi": "- Tôi để trên bàn mà. - Nó không ở đó và 3:20 rồi."
    }
  },
  {
    "translation": {
      "en": "- Well, it's not there now, and it's 3:20.",
      "vi": "- Tôi để trên bàn mà. - Nó không ở đó và 3:20 rồi. - Lấy cho tôi ít giấy ăn với? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Can you give me some paper towels?",
      "vi": "- Lấy cho tôi ít giấy ăn với? - Vâng."
    }
  },
  {
    "translation": {
      "en": "- Yeah, mhmm. - Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Okay, okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "- I swear I left it on your desk.",
      "vi": "Tôi thề tôi để nó trên bàn rồi."
    }
  },
  {
    "translation": {
      "en": "Oh um, did you see the memo because I put it right--",
      "vi": "Cô có thấy lời nhắn không, vì tôi đặt ngay ở"
    }
  },
  {
    "translation": {
      "en": "So weird it was right there.",
      "vi": "Lạ thật, nó đã ở ngay đó."
    }
  },
  {
    "translation": {
      "en": "- Yeah, well. Yeah, I don't have time.",
      "vi": "Tôi không có thời gian để xem cô đóng vai thám tử"
    }
  },
  {
    "translation": {
      "en": "To watch you play detective, or any of this tom foolery.",
      "vi": "Tôi không có thời gian để xem cô đóng vai thám tử hay bất kỳ tên Tom Foolery nào. Cô làm tôi trông lố bịch."
    }
  },
  {
    "translation": {
      "en": "You're making me look ridiculous.",
      "vi": "hay bất kỳ tên Tom Foolery nào. Cô làm tôi trông lố bịch."
    }
  },
  {
    "translation": {
      "en": "Mo: With the company moving in this new and might I add, brave, direction,",
      "vi": "Về việc công ty chuyển sang xu hướng mới mẻ, táo bạo này."
    }
  },
  {
    "translation": {
      "en": "I believe it's your moment to showcase dairy",
      "vi": "Tôi tin rằng đây là thời điểm để giới thiệu các sản phẩm sữa"
    }
  },
  {
    "translation": {
      "en": "as a woman would.",
      "vi": "Tôi tin rằng đây là thời điểm để giới thiệu các sản phẩm sữa như một người phụ nữ sẽ làm."
    }
  },
  {
    "translation": {
      "en": "- This should be good.",
      "vi": "Có vẻ sẽ ổn."
    }
  },
  {
    "translation": {
      "en": "- Wholesome.",
      "vi": "Tốt lành."
    }
  },
  {
    "translation": {
      "en": "Maternal.",
      "vi": "Thuộc về mẹ."
    }
  },
  {
    "translation": {
      "en": "Sweet.",
      "vi": "Ngọt ngào."
    }
  },
  {
    "translation": {
      "en": "I believe this is the moment for Happy Farms Dairy,",
      "vi": "Tôi tin đây là thời điểm để Trang Trại Sữa Vui Vẻ mang phụ nữ đến gần với nhau"
    }
  },
  {
    "translation": {
      "en": "to bring women together. Everywhere.",
      "vi": "để Trang Trại Sữa Vui Vẻ mang phụ nữ đến gần với nhau dù ở bất cứ đâu."
    }
  },
  {
    "translation": {
      "en": "- What the hell does that even mean?",
      "vi": "Điều đó chả có ý nghĩa quái gì cả."
    }
  },
  {
    "translation": {
      "en": "Is that it?",
      "vi": "Phải không?"
    }
  },
  {
    "translation": {
      "en": "- No, no, no. Of course not. Mo? - I um...",
      "vi": "- Không, dĩ nhiên là không. Mo? - Tôi..."
    }
  },
  {
    "translation": {
      "en": "Yeah, I-I had the design team put together some images.",
      "vi": "Tôi có đội thiết kế đã ghép vài hình ảnh."
    }
  },
  {
    "translation": {
      "en": "- Yeah, I think I get the idea.",
      "vi": "Ừ, tôi nghĩ mình hiểu ý tưởng."
    }
  },
  {
    "translation": {
      "en": "- Yeah, Mrs. Sheffield,",
      "vi": "Thưa bà Sheffield,"
    }
  },
  {
    "translation": {
      "en": "what Mo's pitching, is only part of it.",
      "vi": "Những gì Mo đã trình bày chỉ là một phần."
    }
  },
  {
    "translation": {
      "en": "- Is that breast milk on your shirt? - It is.",
      "vi": "- Đó là sữa mẹ trên áo cô à? - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Look, Mo's right. Women are watching.",
      "vi": "Mo nói đúng. Phụ nữ đang theo dõi."
    }
  },
  {
    "translation": {
      "en": "But not just any woman's point of view will work here.",
      "vi": "Nhưng không phải quan điểm riêng của người phụ nữ nào cũng có ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "But yours would.",
      "vi": "Nhưng không phải quan điểm riêng của người phụ nữ nào cũng có ảnh hưởng. Nhưng của bà thì có."
    }
  },
  {
    "translation": {
      "en": "Your history, your face, actually.",
      "vi": "Những gì bà trải qua, gương mặt của bà."
    }
  },
  {
    "translation": {
      "en": "- My face?",
      "vi": "Mặt tôi á? Ôi không."
    }
  },
  {
    "translation": {
      "en": "Oh no, people want their dairy with sunny farm animals on it,",
      "vi": "Mặt tôi á? Ôi không. Ai nấy đều muốn sữa gắn với trang trại đầy nắng ấm, không phải bà già này."
    }
  },
  {
    "translation": {
      "en": "not old ladies. (Richard chuckles)",
      "vi": "Ai nấy đều muốn sữa gắn với trang trại đầy nắng ấm, không phải bà già này."
    }
  },
  {
    "translation": {
      "en": "- People want a story.",
      "vi": "Mọi người muốn một câu chuyện."
    }
  },
  {
    "translation": {
      "en": "Consumers are familiar with your product,",
      "vi": "Người tiêu dùng đã quen thuộc với sản phẩm"
    }
  },
  {
    "translation": {
      "en": "but they don't know that you, unlike your husband, were raised on a farm.",
      "vi": "nhưng họ không biết bà, khác với chồng, đã từng lớn lên ở nông trại."
    }
  },
  {
    "translation": {
      "en": "And at the age of seven you were pulling those hours,",
      "vi": "Lúc bảy tuổi, bà đã làm việc vất vả"
    }
  },
  {
    "translation": {
      "en": "while your husband inherited the company.",
      "vi": "trong khi chồng bà thừa kế công ty."
    }
  },
  {
    "translation": {
      "en": "My biggest accomplishment at seven was microwaving cheese on to chips.",
      "vi": "Thành tích lớn nhất của tôi lúc bảy tuổi là nướng bim bim phô mai."
    }
  },
  {
    "translation": {
      "en": "- Nachos. - Mhm.",
      "vi": "Bánh nachos."
    }
  },
  {
    "translation": {
      "en": "Look, not only do you speak to women, but you've got the calloused hands to back it up. - Hmm.",
      "vi": "Không chỉ nói về việc là phụ nữ, bà còn có đôi tay dày dạn kinh nghiệm hỗ trợ mà."
    }
  },
  {
    "translation": {
      "en": "Yes, my husband did inherit the company from his grandfather.",
      "vi": "Phải, chồng tôi đã thừa kế công ty từ người ông quá cố."
    }
  },
  {
    "translation": {
      "en": "And his grandmother wasn't even allowed in a meeting like this.",
      "vi": "Vợ của ông thậm chí còn không được phép tham dự cuộc họp như thế này."
    }
  },
  {
    "translation": {
      "en": "So I came along they thought I was cracked in the head.",
      "vi": "Nên khi tôi đến cùng chồng, họ nghĩ tôi thật kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "He couldn't milk a cow, but he stood by me.",
      "vi": "Ông ấy không thể vắt sữa bò, nhưng ông ấy bảo vệ tôi."
    }
  },
  {
    "translation": {
      "en": "- Sounds like a smart man.",
      "vi": "Ông ấy thật là thông minh."
    }
  },
  {
    "translation": {
      "en": "- Yes, he was. - Mrs. Sheffield,",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "if this is a route you feel comfortable taking,",
      "vi": "Bà Sheffield, nếu đây là lộ trình mà bà thấy thoải mái để tham gia,"
    }
  },
  {
    "translation": {
      "en": "I'd be happy to put together a detailed plan for you.",
      "vi": "tôi rất sẵn lòng sắp xếp một kế hoạch chi tiết."
    }
  },
  {
    "translation": {
      "en": "- Yeah.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "- Lovely. - Good.",
      "vi": "- Tuyệt vời. - Tốt."
    }
  },
  {
    "translation": {
      "en": "Richard: Great to meet you. Mrs. Sheffield: Yes, thank you very much. Richard: Lovely to see you. - Pleasure.",
      "vi": "- Rất vui được gặp bà. - Cảm ơn mọi người rất nhiều. Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "(Door opens) - Nice catch, Kate.",
      "vi": "Làm tốt lắm, Kate."
    }
  },
  {
    "translation": {
      "en": "Mo, take note. People want a narrative.",
      "vi": "Mo, lưu ý nhé. Mọi người cần bản kế hoạch. Kate, cô sẵn sàng dẫn đầu vụ này chưa?"
    }
  },
  {
    "translation": {
      "en": "Kate, you ready to take the lead on this?",
      "vi": "Mọi người cần bản kế hoạch. Kate, cô sẵn sàng dẫn đầu vụ này chưa?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, you bet. Mo, it was a good idea, she just needed more nurturing.",
      "vi": "Chắc chắn rồi. Mo, đó là ý tưởng hay, bà ấy chỉ cần ta hướng dẫn thêm."
    }
  },
  {
    "translation": {
      "en": "Richard: Okay, come on.",
      "vi": "Được rồi, đi nào."
    }
  },
  {
    "translation": {
      "en": "Let's take 5, dive right in. Natalie!",
      "vi": "Hãy nghỉ một chút, rồi vào việc thôi nào. Natalie!"
    }
  },
  {
    "translation": {
      "en": "- What the...? What the hell are you...?",
      "vi": "Cô đang làm cái quái gì thế."
    }
  },
  {
    "translation": {
      "en": "- Oh my God.",
      "vi": "Ôi Chúa ơi,"
    }
  },
  {
    "translation": {
      "en": "What a peaceful way to go.",
      "vi": "Một cách thật bình yên để ra đi."
    }
  },
  {
    "translation": {
      "en": "So... (clears throat)",
      "vi": "Vậy..."
    }
  },
  {
    "translation": {
      "en": "You guys feelin' that house?",
      "vi": "Mọi người thấy ngôi nhà như nào?"
    }
  },
  {
    "translation": {
      "en": "It's got a pool.",
      "vi": "Nó có bể bơi."
    }
  },
  {
    "translation": {
      "en": "- Hey babe, did you order anything? I'm starving.",
      "vi": "Này em yêu, em đặt đồ ăn gì chưa? Anh đói quá."
    }
  },
  {
    "translation": {
      "en": "Where's the kids?",
      "vi": "Lũ trẻ đâu?"
    }
  },
  {
    "translation": {
      "en": "Where? Downstairs?",
      "vi": "Sao thế? Ở dưới tầng à?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao thế?"
    }
  },
  {
    "translation": {
      "en": "- I don't wanna talk about it.",
      "vi": "Em không muốn nói."
    }
  },
  {
    "translation": {
      "en": "Okay, you got me in the damn patient's chair.",
      "vi": "Được rồi. Anh đưa em vào ngồi cái ghế kiên nhẫn."
    }
  },
  {
    "translation": {
      "en": "- Oh my God.",
      "vi": "- Điều đó làm em cảm thấy thế nào? - Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "- All right, I got a feeling this is about",
      "vi": "Được rồi, anh có cảm giác là vì khoản vay anh rút ra?"
    }
  },
  {
    "translation": {
      "en": "that loan I took out? Is this what I'm picking up?",
      "vi": "Được rồi, anh có cảm giác là vì khoản vay anh rút ra? Anh hiểu rồi. Anh là người tiêu pha hoang phí."
    }
  },
  {
    "translation": {
      "en": "Yeah, I get it. I can be an excessive spender.",
      "vi": "Anh hiểu rồi. Anh là người tiêu pha hoang phí."
    }
  },
  {
    "translation": {
      "en": "I get where you're coming from.",
      "vi": "Anh hiểu em như nào mà."
    }
  },
  {
    "translation": {
      "en": "But you have to trust me when I say, this is gonna work out.",
      "vi": "Em phải tin anh khi anh nói mọi chuyện sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "- Okay, I can't do this. We can't do this and...",
      "vi": "Được rồi, em không làm được. Ta không thể làm được và…"
    }
  },
  {
    "translation": {
      "en": "I'll take care of it.",
      "vi": "Em sẽ lo chuyện này."
    }
  },
  {
    "translation": {
      "en": "- Good. That's initiative. What are you going to take care of, exactly?",
      "vi": "Tốt, em chủ động. Chính xác thì em sẽ lo chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "- You don't want to know. I'll just um... I got it. Don't worry about it.",
      "vi": "Anh không muốn biết đâu. Em hiểu rồi. Đừng lo về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "It's fine. God, these little bastards are so good.",
      "vi": "Không sao đâu. Chúa ơi, cái này ngon quá."
    }
  },
  {
    "translation": {
      "en": "- What are you talking about? You hate those things.",
      "vi": "Em đang nói gì vậy? Em ghét món đó."
    }
  },
  {
    "translation": {
      "en": "Except for when you're...",
      "vi": "Trừ khi em..."
    }
  },
  {
    "translation": {
      "en": "Ah...are you...?",
      "vi": "Đúng không?"
    }
  },
  {
    "translation": {
      "en": "Was it margarita night?",
      "vi": "Do đêm rượu margarita?"
    }
  },
  {
    "translation": {
      "en": "- I'm so sorry. I don't... I have no idea.",
      "vi": "Em rất xin lỗi. Em không biết."
    }
  },
  {
    "translation": {
      "en": "I don't know uh-- - This is amazing.",
      "vi": "- Tôi không biết. - Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "- What? - Baby, this is how I grow.",
      "vi": "- Cái gì? - Em yêu. Đây là cách để anh phát triển, phải không?"
    }
  },
  {
    "translation": {
      "en": "Right?",
      "vi": "Đây là cách để anh phát triển, phải không?"
    }
  },
  {
    "translation": {
      "en": "We got married, you were totally out of my league,",
      "vi": "Chúng ta kết hôn, em hoàn toàn ngoài tầm với của anh. Cho nên"
    }
  },
  {
    "translation": {
      "en": "so, I got cooler.",
      "vi": "Chúng ta kết hôn, em hoàn toàn ngoài tầm với của anh. Cho nên Anh trở nên tốt hơn. Ta không đủ tiền mua căn nhà này."
    }
  },
  {
    "translation": {
      "en": "We couldn't afford this place.",
      "vi": "Anh trở nên tốt hơn. Ta không đủ tiền mua căn nhà này. Nên anh ra ngoài và tìm được việc tốt hơn."
    }
  },
  {
    "translation": {
      "en": "So, you know what, I went out and I got a better job.",
      "vi": "Nên anh ra ngoài và tìm được việc tốt hơn."
    }
  },
  {
    "translation": {
      "en": "I-I don't know how I'm gonna take care of three kids.",
      "vi": "Anh không biết sẽ chăm sóc ba đứa con thế nào."
    }
  },
  {
    "translation": {
      "en": "I honestly have no clue, but I promise you,",
      "vi": "Anh thật sự không biết gì, nhưng anh hứa với em rằng anh sẽ tiến lên như mọi lần anh đã làm."
    }
  },
  {
    "translation": {
      "en": "that I will rise to the occasion, like I always do.",
      "vi": "nhưng anh hứa với em rằng anh sẽ tiến lên như mọi lần anh đã làm."
    }
  },
  {
    "translation": {
      "en": "Because baby...",
      "vi": "Bởi vì, em yêu ơi"
    }
  },
  {
    "translation": {
      "en": "I'm a grower.",
      "vi": "anh có thể lo liệu được."
    }
  },
  {
    "translation": {
      "en": "- I love when you're soft like this. - Oh, shut up.",
      "vi": "- Anh thích lúc em mềm yếu như thế này. - Ôi, im đi."
    }
  },
  {
    "translation": {
      "en": "- Okay, so there's no second date?",
      "vi": "Vậy là không có cuộc hẹn thứ hai à?"
    }
  },
  {
    "translation": {
      "en": "- She stunk like neediness.",
      "vi": "Cô ta tha thiết bất chấp luôn."
    }
  },
  {
    "translation": {
      "en": "- Aw, man. I hate that. I get it all the time.",
      "vi": "Ôi trời. Tôi ghét thế. Tôi gặp chuyện đó suốt."
    }
  },
  {
    "translation": {
      "en": "- No. Mo: Aren't you like, 17?",
      "vi": "Cậu 17 tuổi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "- No, I'm 26. - You're 26. Show us your ID.",
      "vi": "- Không, tôi 26. - Cho chúng tôi xem chứng minh thư."
    }
  },
  {
    "translation": {
      "en": "- Do not pick on him, it's like picking on a Chihuahua.",
      "vi": "Đừng trêu cậu ấy, như trêu chó chihuahua."
    }
  },
  {
    "translation": {
      "en": "- Okay. (All laugh)",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Shouldn't you be at home right now, putting your baby to bed, or something?",
      "vi": "Lẽ ra cô nên ở nhà ru em bé ngủ chứ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "- That's right, Kate. Did you have a hard out?",
      "vi": "Đúng vậy, Kate. Cô đã xếp lịch mà."
    }
  },
  {
    "translation": {
      "en": "- Well, you guys need me here. The work's not done.",
      "vi": "Mọi người cần tôi ở đây. Công việc thì chưa xong."
    }
  },
  {
    "translation": {
      "en": "- Ooh. Nice priorities.",
      "vi": "Sự ưu tiên tuyệt đấy."
    }
  },
  {
    "translation": {
      "en": "- Look, my kid's not exactly being robbed of the good life.",
      "vi": "Con tôi không bị cướp ra khỏi cuộc sống tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "You remember the good life, Mo.",
      "vi": "Cuộc sống tốt đẹp đó Mo."
    }
  },
  {
    "translation": {
      "en": "Breastfeeding off your poor mother, 'til you could tie your own shoes.",
      "vi": "Bú sữa bà mẹ tội nghiệp cho đến khi bạn tự buộc được dây giày."
    }
  },
  {
    "translation": {
      "en": "- Once again, I breastfed for a normal amount of time.",
      "vi": "Một lần nữa, tôi bú sữa mẹ trong một khoảng thời gian bình thường."
    }
  },
  {
    "translation": {
      "en": "- Down girl, we're just messin' wit ya.",
      "vi": "Thôi nào, chúng tôi chỉ đùa thôi."
    }
  },
  {
    "translation": {
      "en": "- Your baby calling nanny \"mom\", yet?",
      "vi": "Con cô gọi bà trông trẻ là \"Mẹ\" chưa?"
    }
  },
  {
    "translation": {
      "en": "You think she likes it?",
      "vi": "Cô nghĩ bà ấy thích thế không?"
    }
  },
  {
    "translation": {
      "en": "- You okay, Kate?",
      "vi": "Cô ổn chứ, Kate?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, I'm fine. (crying)",
      "vi": "Ừ, tôi ổn."
    }
  },
  {
    "translation": {
      "en": "- Shit, Kate. I was just fucking with you, you know?",
      "vi": "Khỉ thật, Kate. Tôi chỉ đùa thôi."
    }
  },
  {
    "translation": {
      "en": "- It's just that he uh...",
      "vi": "Chỉ là thằng bé"
    }
  },
  {
    "translation": {
      "en": "he said his first word today.",
      "vi": "nói từ đầu tiên hôm nay."
    }
  },
  {
    "translation": {
      "en": "He said \"bubble\".",
      "vi": "Thằng bé nói \"bong bóng.\""
    }
  },
  {
    "translation": {
      "en": "He's never even seen a bubble.",
      "vi": "Bé chưa từng thấy bong bóng."
    }
  },
  {
    "translation": {
      "en": "and I missed it. That moment's gone.",
      "vi": "Và tôi lỡ mất. Khoảnh khắc đó biến mất rồi."
    }
  },
  {
    "translation": {
      "en": "- Look, maybe you should go home.",
      "vi": "Nghe này, có thể cô nên về nhà."
    }
  },
  {
    "translation": {
      "en": "- I wanna work.",
      "vi": "Tôi muốn làm việc."
    }
  },
  {
    "translation": {
      "en": "♪ Run and that I did but through the dust ♪",
      "vi": "TRANG TRẠI SỮA HẠNH PHÚC DỜI LÊN 3 GIỜ"
    }
  },
  {
    "translation": {
      "en": "♪ From which I could not flee ♪ ♪ So go on, shake me, ♪",
      "vi": "XIN LỖI. TỪ GIỜ TÔI SẼ GIỮ GÌN SẠCH SẼ. - KATE"
    }
  },
  {
    "translation": {
      "en": "- Hey... buddy.",
      "vi": "Chào, anh bạn."
    }
  },
  {
    "translation": {
      "en": "- Hey, are you okay?",
      "vi": "Này, cô có sao không?"
    }
  },
  {
    "translation": {
      "en": "Hey, hey it's okay.",
      "vi": "Không sao đâu."
    }
  },
  {
    "translation": {
      "en": "The Filipino song...",
      "vi": "Bài hát Philippines"
    }
  },
  {
    "translation": {
      "en": "How does it go?",
      "vi": "Nó như nào nhỉ?"
    }
  }
]