[
  {
    "translation": {
      "en": "Somebody have mercy on me",
      "vi": "Ai đó, hãy khoan dung với tôi"
    }
  },
  {
    "translation": {
      "en": "Somebody have mercy on me right now",
      "vi": "Ai đó, hãy nhân từ với tôi ngay lúc này"
    }
  },
  {
    "translation": {
      "en": "Sam had that magic voice.",
      "vi": "Sam có một chất giọng tuyệt diệu."
    }
  },
  {
    "translation": {
      "en": "I wanna tell you that, darling, you...",
      "vi": "Anh muốn nói với em rằng, người yêu dấu hỡi, em..."
    }
  },
  {
    "translation": {
      "en": "You send me...",
      "vi": "Em gửi anh..."
    }
  },
  {
    "translation": {
      "en": "Sam is the father of modern soul music. Absolutely.",
      "vi": "Sam là cha đẻ của nhạc soul hiện đại.  Đó là điều chắc chắn."
    }
  },
  {
    "translation": {
      "en": "This is Sam singing to a black audience.",
      "vi": "Đây là Sam đang hát cho khán giả da đen."
    }
  },
  {
    "translation": {
      "en": "It's a vastly different kind of Sam Cooke than the mainstream,",
      "vi": "Vì thế Sam Cooke rất khác biệt so với xu hướng thời ấy,"
    }
  },
  {
    "translation": {
      "en": "meaning white people, have become accustomed to.",
      "vi": "khác với những gì người da trắng quen thuộc."
    }
  },
  {
    "translation": {
      "en": "I love you For",
      "vi": "Anh yêu em..."
    }
  },
  {
    "translation": {
      "en": "Sentimental reasons",
      "vi": "vì lý do tình cảm..."
    }
  },
  {
    "translation": {
      "en": "People remember Sam Cooke as a pristine Frank Sinatra wannabe.",
      "vi": "Mọi người nhớ tới Sam Cooke như hình mẫu mà Frank Sinatra muốn trở thành."
    }
  },
  {
    "translation": {
      "en": "But in reality, he was a complicated black man in a complicated world.",
      "vi": "Nhưng thực tế, anh là một người da đen phức tạp trong một thế giới phức tạp."
    }
  },
  {
    "translation": {
      "en": "Record companies really did not want a black man",
      "vi": "Các công ty thu âm rất không muốn một người da đen nói về những vấn đề đang xảy ra trong nước."
    }
  },
  {
    "translation": {
      "en": "talking about issues that were going on in the country.",
      "vi": "một người da đen nói về những vấn đề đang xảy ra trong nước."
    }
  },
  {
    "translation": {
      "en": "They wanted him to be an entertainer and nothing more,",
      "vi": "Họ muốn anh ấy chỉ là một nghệ sĩ,"
    }
  },
  {
    "translation": {
      "en": "and that was never gonna be enough for Sam Cooke.",
      "vi": "như thế với Sam Cooke là không đủ."
    }
  },
  {
    "translation": {
      "en": "How many deaths will it take",
      "vi": "Các người phải giết bao nhiêu người nữa?"
    }
  },
  {
    "translation": {
      "en": "♪Till you know Too many people have died ?",
      "vi": "Thì các người mới nhận ra đã quá nhiều người chết..."
    }
  },
  {
    "translation": {
      "en": "In the times where everything was so oppressive,",
      "vi": "Trong thời kỳ mà mọi thứ cực kỳ ngột ngạt,"
    }
  },
  {
    "translation": {
      "en": "he broke through a lot of color barriers and wasn't afraid to be the first.",
      "vi": "anh ấy đã vượt qua nhiều rào cản màu da, và không ngại là người tiên phong."
    }
  },
  {
    "translation": {
      "en": "Empowerment-- this is what drove him to talk with Malcolm X and Muhammad Ali.",
      "vi": "Trao quyền: đây là điều đã thúc đẩy anh nói chuyện với Malcolm X và Muhammad Ali."
    }
  },
  {
    "translation": {
      "en": "He was so unafraid.",
      "vi": "Anh ấy đã không hề sợ hãi."
    }
  },
  {
    "translation": {
      "en": "If you afraid, you couldn't be hangin' out with Malcolm, but...",
      "vi": "Nếu anh ấy sợ và đi cùng với Malcolm,"
    }
  },
  {
    "translation": {
      "en": "the FBI might find a way to get rid of you.",
      "vi": "FBI sẽ tìm cách loại bỏ anh ấy."
    }
  },
  {
    "translation": {
      "en": "These were the early stages of black power.",
      "vi": "Đây là thời kỳ đầu của quyền lực đen."
    }
  },
  {
    "translation": {
      "en": "That black male energy that Sam Cooke possessed,",
      "vi": "Năng lượng đàn ông da đen mà Sam Cooke sở hữu,"
    }
  },
  {
    "translation": {
      "en": "unfortunately, for some people in power in this country,",
      "vi": "đối với một số người cầm quyền,"
    }
  },
  {
    "translation": {
      "en": "represented a threat that had to be stopped.",
      "vi": "đại diện cho mối đe dọa cần dập tắt."
    }
  },
  {
    "translation": {
      "en": "This very mysterious death was just the most improbable death for Sam Cooke.",
      "vi": "Đó là một cái chết rất bí ẩn. Cái chết không thể xảy ra nhất cho Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "What happened? Why was he there? And who was this woman he was with?",
      "vi": "Chuyện gì đã xảy ra, sao anh ấy lại ở đó, người phụ nữ đó là ai,"
    }
  },
  {
    "translation": {
      "en": "And why'd he get shot? All those become bigger questions",
      "vi": "và tại sao anh ấy bị bắn... Đây đều là những câu hỏi lớn hơn"
    }
  },
  {
    "translation": {
      "en": "than What was he on the edge of achieving?",
      "vi": "câu Anh ấy đang trên đà đạt được gì?"
    }
  },
  {
    "translation": {
      "en": "It's a double murder.",
      "vi": "Đây là án mạng kép."
    }
  },
  {
    "translation": {
      "en": "It's the murder of the physical being who was Sam Cooke,",
      "vi": "Nó không chỉ là vụ giết một con người tên là Sam Cooke, mà còn..."
    }
  },
  {
    "translation": {
      "en": "but there's also the murder of his legacy.",
      "vi": "Nó không chỉ là vụ giết một con người tên là Sam Cooke, mà còn... giết chết di sản của anh ấy."
    }
  },
  {
    "translation": {
      "en": "One of the biggest shocks I ever had in my life.",
      "vi": "Một trong những cú sốc lớn nhất đời tôi."
    }
  },
  {
    "translation": {
      "en": "I was on the expressway in Detroit, and the radio was on.",
      "vi": "Tôi đang đi trên đường cao tốc ở Detroit… và đài phát thanh đang bật."
    }
  },
  {
    "translation": {
      "en": "Soul singer Sam Cooke shot to death last night...",
      "vi": "Và họ nói rằng Sam Cooke... bị bắn chết tối qua."
    }
  },
  {
    "translation": {
      "en": "in Compton or wherever he was.",
      "vi": "Ở Compton hay đâu đó."
    }
  },
  {
    "translation": {
      "en": "I was devastated.",
      "vi": "BỊ BẮN CHẾT Ở NHÀ NGHỈ: DANH CA SAM COOKE Tôi đã suy sụp."
    }
  },
  {
    "translation": {
      "en": "I don't think I functioned for a week.",
      "vi": "Tôi không thể làm việc suốt một tuần sau đó."
    }
  },
  {
    "translation": {
      "en": "It was horrible.",
      "vi": "Thật kinh khủng."
    }
  },
  {
    "translation": {
      "en": "I asked my father",
      "vi": "Tôi hỏi bố tôi, khi ông nói anh ấy đã chết…"
    }
  },
  {
    "translation": {
      "en": "when he told me he was dead, I said, What, a car accident?",
      "vi": "Tôi hỏi bố tôi, khi ông nói anh ấy đã chết… Tôi hỏi, Cái gì? Tai nạn xe hơi?"
    }
  },
  {
    "translation": {
      "en": "A plane crash?",
      "vi": "Hay tai nạn máy bay?"
    }
  },
  {
    "translation": {
      "en": "I couldn't-- Even when he told me he got shot, I...",
      "vi": "Tôi không tin nổi khi ông nói với tôi là bị bắn..."
    }
  },
  {
    "translation": {
      "en": "I could've just passed out.",
      "vi": "Tôi gần như ngất xỉu."
    }
  },
  {
    "translation": {
      "en": "Who would want to shoot Sam Cooke? That's what I asked myself.",
      "vi": "Ai lại muốn bắn Sam Cooke? Đó là điều tôi tự hỏi."
    }
  },
  {
    "translation": {
      "en": "I was sad and confused back then,",
      "vi": "Lúc đó tôi rất buồn và bối rối,"
    }
  },
  {
    "translation": {
      "en": "and most-- other people, especially in the black community, but not only,",
      "vi": "mọi người, đặc biệt là người da đen, cả người ngoài,"
    }
  },
  {
    "translation": {
      "en": "were sad and confused. You know, What happened?",
      "vi": "đều buồn và bối rối. Chuyện gì đã xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Everybody was cold but anxiously waiting.",
      "vi": "Mọi người đều lạnh cóng, nhưng đều đang chờ đợi."
    }
  },
  {
    "translation": {
      "en": "They wanted to see Sam Cooke.",
      "vi": "Họ muốn thấy Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "They wanted to know if this really happened.",
      "vi": "Họ muốn biết đó có phải sự thực không."
    }
  },
  {
    "translation": {
      "en": "There was just disbelief and sorrow all mixed up.",
      "vi": "Chỉ có sự hoài nghi và nỗi buồn đan xen."
    }
  },
  {
    "translation": {
      "en": "Two hundred thousand people- plus showed up at his funeral in Chicago,",
      "vi": "Hơn hai trăm nghìn người đã đến dự đám tang của anh ấy ở Chicago,"
    }
  },
  {
    "translation": {
      "en": "and this is how this man died,",
      "vi": "và đó là cách anh ấy chết."
    }
  },
  {
    "translation": {
      "en": "you know, naked at a seedy hotel in Los Angeles.",
      "vi": "Bạn thấy đấy, khỏa thân ở một khách sạn tồi tàn ở Los Angeles."
    }
  },
  {
    "translation": {
      "en": "He's one of the biggest pop stars in America,",
      "vi": "Anh ấy là một trong những ngôi sao nhạc pop lớn nhất ở Mỹ,"
    }
  },
  {
    "translation": {
      "en": "and he's just mysteriously dead now. Didn't make any sense.",
      "vi": "và anh ấy chết một cách bí ẩn. Không hợp lý chút nào."
    }
  },
  {
    "translation": {
      "en": "Muhammad Ali, in his grief and rage, essentially said,",
      "vi": "Muhammad Ali, trong nỗi đau và giận dữ của mình, đã nói,"
    }
  },
  {
    "translation": {
      "en": "If this had happened to Frank Sinatra or The Beatles or Ricky Nelson,",
      "vi": "Nếu chuyện này xảy ra với Frank Sinatra hay The Beatles hay Ricky Nelson,"
    }
  },
  {
    "translation": {
      "en": "the FBI would be investigating this.",
      "vi": "FBI sẽ điều tra vụ này."
    }
  },
  {
    "translation": {
      "en": "'Cause, of course, it felt this all went way too quickly.",
      "vi": "Cảm giác như mọi chuyện diễn ra quá nhanh."
    }
  },
  {
    "translation": {
      "en": "And Muhammad Ali, I think, spoke for the entire community",
      "vi": "Muhammad Ali, tôi nghĩ là anh ấy đã nói thay cho cả cộng đồng"
    }
  },
  {
    "translation": {
      "en": "who believed that this was being treated as just another dead black person.",
      "vi": "rằng vụ này bị coi như là cái chết của người da đen bình thường."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke, at the time of his death,",
      "vi": "Sam Cooke, vào thời điểm anh ấy chết,"
    }
  },
  {
    "translation": {
      "en": "is someone who has significant meaning to the black community.",
      "vi": "là người có ý nghĩa quan trọng với cộng đồng người da đen."
    }
  },
  {
    "translation": {
      "en": "Black community loves him.",
      "vi": "Cộng đồng da đen yêu anh ấy."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke didn't mean the same to white America.",
      "vi": "Với người Mỹ da trắng thì Sam Cooke không có ý nghĩa như vậy."
    }
  },
  {
    "translation": {
      "en": "They didn't recognize how important Sam Cooke was.",
      "vi": "Họ không nhận ra Sam Cooke quan trọng thế nào."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke's death, or at least the way that it's been treated in the media,",
      "vi": "Cái chết của Sam Cooke, hay ít nhất là cách nó được xử lý trên truyền thông,"
    }
  },
  {
    "translation": {
      "en": "it's been allowed to sort of hijack the rest of his career.",
      "vi": "đã cướp đi phần còn lại trong sự nghiệp của anh ấy."
    }
  },
  {
    "translation": {
      "en": "People didn't think of Sam Cooke in that way,",
      "vi": "Mọi người không nghĩ về Sam Cooke theo cách đó,"
    }
  },
  {
    "translation": {
      "en": "but he's a racial hero as much as he was a musical hero.",
      "vi": "nhưng anh là anh hùng chủng tộc, cũng là anh hùng âm nhạc."
    }
  },
  {
    "translation": {
      "en": "Between the way he died and this representation of him",
      "vi": "Giữa cái cách anh ấy chết và những gì mà anh ấy đại diện, chính cái nhìn một chiều này"
    }
  },
  {
    "translation": {
      "en": "as a sort of almost one- dimensional character",
      "vi": "và những gì mà anh ấy đại diện, chính cái nhìn một chiều này"
    }
  },
  {
    "translation": {
      "en": "kind of loses the essence of who he was.",
      "vi": "đã gần như đánh mất cốt lõi con người anh ấy."
    }
  },
  {
    "translation": {
      "en": "You have to question",
      "vi": "Bạn phải đặt câu hỏi,"
    }
  },
  {
    "translation": {
      "en": "why did the record companies suppress his politics?",
      "vi": "tại sao các công ty thu âm kiềm chế anh ấy về mặt chính trị?"
    }
  },
  {
    "translation": {
      "en": "Oh, my baby's comin' home tomorr'",
      "vi": "Ôi, ngày mai con tôi sẽ về nhà."
    }
  },
  {
    "translation": {
      "en": "Ain't that good news? Man, ain't that news?",
      "vi": "Đó không phải tin tốt sao? Trời ơi, không phải sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah, good news",
      "vi": "Phải, tin tốt."
    }
  },
  {
    "translation": {
      "en": "Good news",
      "vi": "Tin tốt."
    }
  },
  {
    "translation": {
      "en": "Ain't that good news?",
      "vi": "Đó không phải tin tốt sao?"
    }
  },
  {
    "translation": {
      "en": "Ain't that news?",
      "vi": "Không phải sao?"
    }
  },
  {
    "translation": {
      "en": "- Miss Elinor Harris. - Hello, Miss Harris.",
      "vi": "- ...Cô Elinor Harris. - Chào cô."
    }
  },
  {
    "translation": {
      "en": "- Sam, sit here. - Terrific.",
      "vi": "- Anh ngồi đây. - Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "- It's good news. - Good news, yeah.",
      "vi": "- Đó là tin tốt. - Tin tốt, phải."
    }
  },
  {
    "translation": {
      "en": "Let's do a little capsule version of the Sam Cooke story.",
      "vi": "Chúng ta nói nhanh về tiểu sử Sam Cooke nhé."
    }
  },
  {
    "translation": {
      "en": "- How'd it all happen... - The captions version. Uh...",
      "vi": "- Chuyện là thế nào... - Nói nhanh à..."
    }
  },
  {
    "translation": {
      "en": "Born. My father was a minister.",
      "vi": "Khi tôi sinh ra, cha tôi là một mục sư..."
    }
  },
  {
    "translation": {
      "en": "Uh, I started singing in the church, naturally,",
      "vi": "Tôi bắt đầu hát ở nhà thờ"
    }
  },
  {
    "translation": {
      "en": "because I'm exposed to, uh, gospel singing first, Mike.",
      "vi": "vì tôi được tiếp xúc với ca hát phúc âm đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke is born in 1931 in Mississippi.",
      "vi": "Sam Cooke sinh năm 1931 ở Mississippi."
    }
  },
  {
    "translation": {
      "en": "As Sam Cooke was coming of age during the Great Depression,",
      "vi": "Sam Cooke thành niên trong thời Đại Suy thoái,"
    }
  },
  {
    "translation": {
      "en": "late '30s into the '40s,",
      "vi": "cuối thập niên 30 đầu thập niên 40,"
    }
  },
  {
    "translation": {
      "en": "slavery was something that was still a residual memory for many people.",
      "vi": "chế độ nô lệ là thứ vẫn còn sót lại trong ký ức của nhiều người."
    }
  },
  {
    "translation": {
      "en": "You're talking about a time where black people,",
      "vi": "Ta đang nói về thời kỳ mà người da đen, đặc biệt là đàn ông, bị hành hình khắp nơi."
    }
  },
  {
    "translation": {
      "en": "especially black men, were being lynched all over the place.",
      "vi": "mà người da đen, đặc biệt là đàn ông, bị hành hình khắp nơi."
    }
  },
  {
    "translation": {
      "en": "I'm certain that people like Sam Cooke's family,",
      "vi": "Tôi chắc chắn những người như gia đình Sam Cooke, kể cả cha anh ấy,"
    }
  },
  {
    "translation": {
      "en": "including his father, who was a preacher, said, We've got to get somewhere",
      "vi": "Tôi chắc chắn những người như gia đình Sam Cooke, kể cả cha anh ấy, một mục sư, đã nói, chúng ta phải rời đi"
    }
  },
  {
    "translation": {
      "en": "where we can have a life for ourselves, where we can actually not just survive,",
      "vi": "đến nơi ta có thể sống cho chính mình, chứ không chỉ là tồn tại,"
    }
  },
  {
    "translation": {
      "en": "but hopefully, we can win.",
      "vi": "hy vọng chúng ta sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "My great- grandmother was a slave in Mississippi.",
      "vi": "Bà cố của tôi là một nô lệ ở Mississippi."
    }
  },
  {
    "translation": {
      "en": "She had no education. Neither did my father.",
      "vi": "Bà ấy không có học vấn, bố tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "He was a self- made man,",
      "vi": "Ông ấy là một người tự lập,"
    }
  },
  {
    "translation": {
      "en": "but he saw the disadvantages to the negro child in the South,",
      "vi": "ông thấy những bất lợi của đứa trẻ da đen ở miền Nam,"
    }
  },
  {
    "translation": {
      "en": "so he went north to Chicago.",
      "vi": "nên ông ấy đi về phía Bắc đến Chicago."
    }
  },
  {
    "translation": {
      "en": "In many ways, I'm very like my father.",
      "vi": "Theo nhiều cách, tôi rất giống bố tôi."
    }
  },
  {
    "translation": {
      "en": "He has this intense drive that I've got.",
      "vi": "Ông ấy có động lực mạnh mẽ mà tôi thừa hưởng."
    }
  },
  {
    "translation": {
      "en": "Papa Cook got a church in Chicago,",
      "vi": "Cha Cook có nhà thờ ở Chicago,"
    }
  },
  {
    "translation": {
      "en": "so everybody went to church in his family.",
      "vi": "nên mọi người đến nhà thờ của ông."
    }
  },
  {
    "translation": {
      "en": "Bronzeville was a beautiful place.",
      "vi": "Bronzeville là một nơi tuyệt đẹp."
    }
  },
  {
    "translation": {
      "en": "In that corridor, from 43rd and State Street to 51st Street,",
      "vi": "Trong đường hành lang từ số 43 và Quốc Lộ đến đường 51,"
    }
  },
  {
    "translation": {
      "en": "there must've been 200 to 300 black businesses that were vibrant.",
      "vi": "chắc hẳn có hai đến ba trăm doanh nghiệp da đen hoạt động sôi nổi."
    }
  },
  {
    "translation": {
      "en": "Segregated, of course. All black.",
      "vi": "Bị cô lập, tất nhiên. Chỉ toàn người da đen."
    }
  },
  {
    "translation": {
      "en": "It was like a black Wall Street.",
      "vi": "Nó như một Phố Wall của người da đen."
    }
  },
  {
    "translation": {
      "en": "Churches everywhere on every block.",
      "vi": "Nhà thờ ở mọi nơi, mọi khu phố."
    }
  },
  {
    "translation": {
      "en": "There is no black politics at this moment in time without the black church.",
      "vi": "Lúc đó, không có nhà chính trị da đen nào không có nhà thờ da đen."
    }
  },
  {
    "translation": {
      "en": "If you were a popular gospel singer, as Sam Cooke eventually would become,",
      "vi": "Nếu bạn là một ca sĩ phúc âm nổi tiếng, như Sam Cooke,"
    }
  },
  {
    "translation": {
      "en": "you would rub elbows with a young Martin Luther King, right?",
      "vi": "bạn sẽ sát cánh với một Martin Luther King trẻ tuổi, phải không?"
    }
  },
  {
    "translation": {
      "en": "You would know who Reverend C.L. Franklin was,",
      "vi": "Bạn sẽ biết Đức cha C.L. Franklin là ai,"
    }
  },
  {
    "translation": {
      "en": "who, of course, is Aretha Franklin's father",
      "vi": "ai là cha của Aretha Franklin người được coi"
    }
  },
  {
    "translation": {
      "en": "and generally regarded as one of the greatest preachers",
      "vi": "ai là cha của Aretha Franklin người được coi là một trong số nhà truyền đạo vĩ đại nhất thế kỷ 20."
    }
  },
  {
    "translation": {
      "en": "produced in the 20th century.",
      "vi": "là một trong số nhà truyền đạo vĩ đại nhất thế kỷ 20."
    }
  },
  {
    "translation": {
      "en": "Chicago was a place where people had to figure out how to hustle for themselves,",
      "vi": "Chicago là nơi mọi người phải tự lo cho bản thân,"
    }
  },
  {
    "translation": {
      "en": "and I don't think it's a coincidence that Sam Cooke would eventually say,",
      "vi": "không phải trùng hợp khi một người như Sam Cooke sẽ nói,"
    }
  },
  {
    "translation": {
      "en": "I want to own my own record label, own my own publishing company.",
      "vi": "Tôi muốn có nhãn đĩa riêng và công ty xuất bản riêng."
    }
  },
  {
    "translation": {
      "en": "That's what you saw in Chicago.",
      "vi": "Vì đó là những gì bạn thấy ở Chicago. Doanh nghiệp ở khắp nơi"
    }
  },
  {
    "translation": {
      "en": "You saw businesses everywhere, and I'm sure he was impacted by that.",
      "vi": "Vì đó là những gì bạn thấy ở Chicago. Doanh nghiệp ở khắp nơi anh ấy bị ảnh hưởng bởi điều đó."
    }
  },
  {
    "translation": {
      "en": "Papa Cook-- he knew that Sam was very gifted.",
      "vi": "Cha Cook, ông ấy biết Sam rất tài năng."
    }
  },
  {
    "translation": {
      "en": "Matter of fact, the whole Cook children, 'cause they were called the Cook children.",
      "vi": "Thực tế là, toàn bộ trẻ con nhà Cook, vì chúng được gọi là bọn trẻ Cook."
    }
  },
  {
    "translation": {
      "en": "He took 'em around to the churches to sing.",
      "vi": "Ông ấy đưa chúng đi khắp các nhà thờ để hát."
    }
  },
  {
    "translation": {
      "en": "Though I've never been up there",
      "vi": "Dù tôi chưa bao giờ lên đó..."
    }
  },
  {
    "translation": {
      "en": "I met Sam at a concert in Gary, Indiana.",
      "vi": "Tôi gặp Sam ở một buổi diễn ở Gary, Indiana."
    }
  },
  {
    "translation": {
      "en": "I was about 16 years old,",
      "vi": "Tôi nhớ là tôi khoảng 16 tuổi,"
    }
  },
  {
    "translation": {
      "en": "and Sam would had to be around 13 or 14.",
      "vi": "và Sam khoảng 13 hay 14 tuổi."
    }
  },
  {
    "translation": {
      "en": "I went up, and I say, Hey, man. You were somethin' else, boy.",
      "vi": "Tôi tiến lên và nói, Này anh bạn.  Cậu rất đặc biệt đấy!"
    }
  },
  {
    "translation": {
      "en": "I ain't never heard nothing like this before in my life.",
      "vi": "Tôi chưa từng nghe chất giọng như thế trong đời!"
    }
  },
  {
    "translation": {
      "en": "Does Jesus care?",
      "vi": "Chúa có quan tâm không?"
    }
  },
  {
    "translation": {
      "en": "The Soul Stirrers was a top group. They were one of the biggest.",
      "vi": "Soul Stirrers là nhóm nhạc hàng đầu. Họ là một trong những ngôi sao lớn nhất."
    }
  },
  {
    "translation": {
      "en": "It was a really big deal when Sam was tapped as a teenager",
      "vi": "Đó là một vấn đề lớn khi Sam được lên hình khi còn thiếu niên"
    }
  },
  {
    "translation": {
      "en": "to fill the shoes of R. H. Harris,",
      "vi": "để lấp vào chỗ trống của R.H. Harris,"
    }
  },
  {
    "translation": {
      "en": "who was a grown man and had been around the circle.",
      "vi": "một người trưởng thành và có danh tiếng."
    }
  },
  {
    "translation": {
      "en": "I no longer stand",
      "vi": "Tôi không còn chống cự"
    }
  },
  {
    "translation": {
      "en": "I ask my mother how",
      "vi": "Tôi hỏi mẹ tôi làm thế nào..."
    }
  },
  {
    "translation": {
      "en": "He starts out trying to sing some of the lead songs the way that Harris did. He was trying to reach--",
      "vi": "Anh ấy cố gắng hát những bài chính theo cách mà Harris đã hát."
    }
  },
  {
    "translation": {
      "en": "As the story goes, he was trying to reach this high note",
      "vi": "Theo như được kể, anh ấy đã cố đạt đến nốt cao này,"
    }
  },
  {
    "translation": {
      "en": "and couldn't quite reach it the way Harris did,",
      "vi": "và không thể làm được như Harris đã làm,"
    }
  },
  {
    "translation": {
      "en": "and he instinctively did this flutter",
      "vi": "anh ấy hát nốt rung này bằng bản năng,"
    }
  },
  {
    "translation": {
      "en": "where he just kind of reached up for the note and just floated down.",
      "vi": "anh ấy chỉ lên đúng độ cao rồi thả giọng."
    }
  },
  {
    "translation": {
      "en": "He gave her And it was not in the well - Whoa - Yes",
      "vi": "...ngài ấy đưa cho cô ấy và đó không phải nước trong giếng. Vâng!"
    }
  },
  {
    "translation": {
      "en": "When you hear a track like Jesus Gave Me Water,",
      "vi": "Khi bạn nghe một bài hát như Jesus Gave Me Water,"
    }
  },
  {
    "translation": {
      "en": "you hear Sam keepin' up with the choir, keeping the time,",
      "vi": "bạn nghe Sam hát cùng dàn hợp xướng, giữ đúng nhịp,"
    }
  },
  {
    "translation": {
      "en": "but then he goes into that little yodel piece, right,",
      "vi": "rồi anh ấy đổi giọng một đoạn nhỏ, chính thế."
    }
  },
  {
    "translation": {
      "en": "that just says that this is Sam Cooke's song now.",
      "vi": "Chỉ có thể nói bài hát đã là của Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "Water, water, water, water, loving water And it was not in the well",
      "vi": "Nước, nước, nước, nước Và đó không phải nước trong giếng"
    }
  },
  {
    "translation": {
      "en": "Aretha Franklin is my longest friend who is still alive.",
      "vi": "Aretha Franklin là người bạn sống lâu nhất của tôi. Chúng tôi lớn lên cùng nhau."
    }
  },
  {
    "translation": {
      "en": "We grew up together. Occasionally, I would go to their church,",
      "vi": "Aretha Franklin là người bạn sống lâu nhất của tôi. Chúng tôi lớn lên cùng nhau. Thỉnh thoảng tôi đến nhà thờ,"
    }
  },
  {
    "translation": {
      "en": "but when Sam and the Soul Stirrers came to that church,",
      "vi": "nhưng khi Sam và Soul Stirrers đến nhà thờ đó,"
    }
  },
  {
    "translation": {
      "en": "you would've thought they were gonna have a rock concert there",
      "vi": "bạn sẽ nghĩ họ định tổ chức buổi nhạc rock ở đó"
    }
  },
  {
    "translation": {
      "en": "because-- especially for women.",
      "vi": "bởi vì, đặc biệt là phụ nữ,"
    }
  },
  {
    "translation": {
      "en": "There were women who never even thought about goin' to church until...",
      "vi": "có những phụ nữ chưa từng nghĩ tới việc đi nhà thờ,"
    }
  },
  {
    "translation": {
      "en": "until Sam and the Soul Stirrers were there.",
      "vi": "Cho đến khi Sam và Soul Stirrers xuất hiện."
    }
  },
  {
    "translation": {
      "en": "And they would be around the block four deep, you know,",
      "vi": "Và họ sẽ đi quanh khu đó. Anh biết không?"
    }
  },
  {
    "translation": {
      "en": "because Sam was there.",
      "vi": "Bởi vì Sam ở đó."
    }
  },
  {
    "translation": {
      "en": "Oh, pray when you're feelin' low",
      "vi": "Hãy cầu nguyện khi bạn mệt mỏi"
    }
  },
  {
    "translation": {
      "en": "When the ill wind blows Don't forget to pray",
      "vi": "Khi vận hạn đan xen Đừng quên cầu nguyện!"
    }
  },
  {
    "translation": {
      "en": "I believe it was Abyssinia Baptist Church in Newark",
      "vi": "Tôi nhớ đó là nhà thờ Baptist Abyssinia ở Newark,"
    }
  },
  {
    "translation": {
      "en": "where the Soul Stirrers were a part of the program.",
      "vi": "nơi Soul Stirrers tham gia chương trình."
    }
  },
  {
    "translation": {
      "en": "I thought he was the cutest thing in the world.",
      "vi": "Tôi nghĩ anh ấy là người dễ thương nhất trên đời."
    }
  },
  {
    "translation": {
      "en": "I was 11 years old and madly in love.",
      "vi": "Tôi mới 11 tuổi và đã yêu anh điên cuồng."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke joins the Soul Stirrers when he's in his late teens,",
      "vi": "Sam Cooke gia nhập Soul Stirrers khi còn niên thiếu,"
    }
  },
  {
    "translation": {
      "en": "so he's 19- 20 years old when he starts to go down south to tour.",
      "vi": "nên anh ấy 19 20 tuổi khi bắt đầu biểu diễn ở phía nam."
    }
  },
  {
    "translation": {
      "en": "There was a Chitlin Circuit black artists played back in those days,",
      "vi": "Thời đó có các địa điểm Chitlin Circuit mà các nghệ sĩ da đen tham gia biểu diễn,"
    }
  },
  {
    "translation": {
      "en": "especially through the South.",
      "vi": "đặc biệt là ở khắp miền Nam."
    }
  },
  {
    "translation": {
      "en": "We called it the Chitlin Circuit 'cause those places",
      "vi": "Chúng tôi gọi là Chitlin Circuit vì rất nhiều nơi"
    }
  },
  {
    "translation": {
      "en": "were like funky like that, you know, like, funky like chitlins.",
      "vi": "rất sôi động, thú vị như món chitlin vậy."
    }
  },
  {
    "translation": {
      "en": "This is the time when we were on the last legs of vaudeville",
      "vi": "Đây là thời điểm nhạc Vaudeville sắp thoái trào,"
    }
  },
  {
    "translation": {
      "en": "and on the beginnings of rock 'n' roll,",
      "vi": "và Rock n 'Roll đang trên bước khởi đầu,"
    }
  },
  {
    "translation": {
      "en": "of- of- of that kind of R&B rock 'n' roll.",
      "vi": "thể loại Rock n' Roll của R&B."
    }
  },
  {
    "translation": {
      "en": "So a lot of the places that we played",
      "vi": "Nhiều nơi chúng tôi biểu diễn,"
    }
  },
  {
    "translation": {
      "en": "were like not very much bigger than this room.",
      "vi": "không lớn hơn phòng này lắm."
    }
  },
  {
    "translation": {
      "en": "They had one microphone with five of us tryin' to sing on one microphone.",
      "vi": "Họ có một micro cho năm người chúng tôi cùng hát."
    }
  },
  {
    "translation": {
      "en": "...a bad girl be--",
      "vi": "Nàng thật xấu xa vì..."
    }
  },
  {
    "translation": {
      "en": "And I'm singing Bad Girl into this guy's chest",
      "vi": "Và tôi hát Bad Girl vào ngực một gã"
    }
  },
  {
    "translation": {
      "en": "because that's how close the crowd--",
      "vi": "vì đám đông đứng rất gần."
    }
  },
  {
    "translation": {
      "en": "There was no stage, and we were on the floor,",
      "vi": "Không có sân khấu, chúng tôi đứng hát trên sàn"
    }
  },
  {
    "translation": {
      "en": "and I'm singing Bad Girl into this guy's chest,",
      "vi": "và tôi hát Bad Girl vào ngực gã này,"
    }
  },
  {
    "translation": {
      "en": "and people behind him are yellin' and screamin',",
      "vi": "những người đứng sau anh ta hét lên"
    }
  },
  {
    "translation": {
      "en": "Move out of the way. We can't see.",
      "vi": "Tránh ra! Không thấy gì cả!"
    }
  },
  {
    "translation": {
      "en": "And so that's an example of what some of that stuff was like.",
      "vi": "Và đó là một ví dụ về một số thứ thời ấy."
    }
  },
  {
    "translation": {
      "en": "In traveling the South with the Soul Stirrers,",
      "vi": "Khi anh ấy đến phía Nam với Soul Stirrers, họ phải tính toán"
    }
  },
  {
    "translation": {
      "en": "they're dealing with where they can stay,",
      "vi": "Khi anh ấy đến phía Nam với Soul Stirrers, họ phải tính toán nơi họ có thể ở, nơi họ có thể ăn, khán giả sẽ nghe nhạc của họ."
    }
  },
  {
    "translation": {
      "en": "where they can eat, the audiences they can play to.",
      "vi": "nơi họ có thể ở, nơi họ có thể ăn, khán giả sẽ nghe nhạc của họ."
    }
  },
  {
    "translation": {
      "en": "At that moment, you know, he's a kid.",
      "vi": "Lúc đó, anh ấy là một đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "He's got to go with what's going on, but it really pained him,",
      "vi": "Anh ấy phải chấp nhận mọi chuyện, nhưng anh ấy đã rất đau khổ,"
    }
  },
  {
    "translation": {
      "en": "you know, the heavy yoke of- of the Jim Crow laws,",
      "vi": "Anh ấy phải chấp nhận mọi chuyện, nhưng anh ấy đã rất đau khổ, ách nặng của luật Jim Crow,"
    }
  },
  {
    "translation": {
      "en": "which was something he wasn't really that accustomed to,",
      "vi": "cái mà anh ấy không hề quen thuộc,"
    }
  },
  {
    "translation": {
      "en": "but had to get used to pretty quickly.",
      "vi": "nhưng phải nhanh chóng thích nghi."
    }
  },
  {
    "translation": {
      "en": "The conditions were very hard and very prejudice.",
      "vi": "Các điều kiện rất khó khăn và rất thành kiến."
    }
  },
  {
    "translation": {
      "en": "There were places in the South where we couldn't even stay in the hotels.",
      "vi": "Có những nơi ở miền Nam mà chúng tôi không thể ở lại khách sạn."
    }
  },
  {
    "translation": {
      "en": "We'd have to stay in rooming houses.",
      "vi": "Chúng tôi phải ở trong nhà nghỉ."
    }
  },
  {
    "translation": {
      "en": "We used to have to sleep in mortuaries with six bodies there,",
      "vi": "Chúng tôi thường phải ngủ trong nhà xác... với sáu cái xác, chúng tôi ngủ trong cũi với sáu cái xác trong quan tài."
    }
  },
  {
    "translation": {
      "en": "us sleepin' in a cot with six bodies in caskets, you know.",
      "vi": "với sáu cái xác, chúng tôi ngủ trong cũi với sáu cái xác trong quan tài."
    }
  },
  {
    "translation": {
      "en": "Sam, he didn't like the Chitlin Circuit",
      "vi": "Sam, anh ấy không thích Chitlin Circuit."
    }
  },
  {
    "translation": {
      "en": "because he wanted to be able to go where he wanted to go, you know.",
      "vi": "vì anh ấy muốn được đi đến bất cứ đâu mà anh ấy muốn."
    }
  },
  {
    "translation": {
      "en": "After he went on that tour down south,",
      "vi": "Anh ấy đi lưu diễn ở miền Nam."
    }
  },
  {
    "translation": {
      "en": "he came back, and he says, Scoe, it's a shame how people is being treated.",
      "vi": "Khi trở về, anh ấy nói, Scoe, thật tiếc khi mọi người bị đối xử như thế."
    }
  },
  {
    "translation": {
      "en": "Somebody should do something about it.",
      "vi": "Ai đó phải thay đổi chuyện này."
    }
  },
  {
    "translation": {
      "en": "So only thing I could say I know what he was talkin' about",
      "vi": "Chỉ có thể nói là tôi biết anh ấy muốn nói gì"
    }
  },
  {
    "translation": {
      "en": "because I had been through the same-- some of the same things myself.",
      "vi": "vì tôi đã trải qua những điều tương tự."
    }
  },
  {
    "translation": {
      "en": "I was comin' from school, and I was on the sidewalk walkin',",
      "vi": "Tôi đi từ trường về nhà và tôi đang đi bộ trên vỉa hè."
    }
  },
  {
    "translation": {
      "en": "and he...",
      "vi": "Và một người..."
    }
  },
  {
    "translation": {
      "en": "he hit me and knocked me off the sidewalk, say, I teach a nigger how to...",
      "vi": "đánh tôi ra khỏi vỉa hè, nói rằng tôi dạy người da đen..."
    }
  },
  {
    "translation": {
      "en": "how to walk on the sidewalk with a white man.",
      "vi": "đi bộ trên vỉa hè với người da trắng."
    }
  },
  {
    "translation": {
      "en": "You're talking about a time",
      "vi": "Ta đang nói đến thời kỳ"
    }
  },
  {
    "translation": {
      "en": "where a little black boy, 14 years old, who was also from Chicago,",
      "vi": "mà một cậu bé da đen, 14 tuổi, cũng đến từ Chicago"
    }
  },
  {
    "translation": {
      "en": "with roots in Mississippi, just like Sam Cooke,",
      "vi": "gốc gác ở Mississippi, giống như Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "Emmet Till allegedly whistled at a white woman,",
      "vi": "Emmet Till bị cáo buộc huýt sáo với một phụ nữ da trắng"
    }
  },
  {
    "translation": {
      "en": "and he was beaten savagely in Money, Mississippi,",
      "vi": "và cậu ấy đã bị đánh đập dã man ở Money, Mississippi."
    }
  },
  {
    "translation": {
      "en": "and had a fan tied around his neck and was killed.",
      "vi": "Và bị giết bởi một cái quạt quấn quanh cổ."
    }
  },
  {
    "translation": {
      "en": "Sam and I-- we talked about Emmett Till a lot.",
      "vi": "Sam và tôi nói rất nhiều về Emmett Till."
    }
  },
  {
    "translation": {
      "en": "We was wondering just how could that be possible?",
      "vi": "Chúng tôi tự hỏi làm sao chuyện đó có thể xảy ra?"
    }
  },
  {
    "translation": {
      "en": "We didn't understand it at all.",
      "vi": "Chúng tôi không hiểu nổi."
    }
  },
  {
    "translation": {
      "en": "When we saw the picture, I think Sam felt really hurt on a personal level.",
      "vi": "Khi chúng tôi thấy bức ảnh, tôi nghĩ cá nhân Sam đã cảm thấy bị tổn thương."
    }
  },
  {
    "translation": {
      "en": "Sam thought that there's got to be something that can be done.",
      "vi": "Sam nghĩ phải làm điều gì đó."
    }
  },
  {
    "translation": {
      "en": "We're living in a world where we pay taxes, and we're law- abiding people, you know what I mean?",
      "vi": "Chúng ta đang sống trong một thế giới mà chúng ta đóng thuế và tuân thủ pháp luật."
    }
  },
  {
    "translation": {
      "en": "This should not happen to a 14- year- old anywhere, you know,",
      "vi": "Chuyện này không nên xảy ra với một đứa trẻ 14 tuổi. Dù là ở đâu. Thế nên anh ấy rất cay đắng về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "so he was, like, very bitter about that.",
      "vi": "Dù là ở đâu. Thế nên anh ấy rất cay đắng về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "It was a wake- up call,",
      "vi": "Đó là hồi chuông đánh thức,"
    }
  },
  {
    "translation": {
      "en": "and it was actually, the really, the beginning of the Civil Rights movement.",
      "vi": "và thực sự là khởi đầu của phong trào Dân Quyền."
    }
  },
  {
    "translation": {
      "en": "Sam had things on his mind that he wanted to do,",
      "vi": "Sam có những suy nghĩ mà anh ấy muốn làm,"
    }
  },
  {
    "translation": {
      "en": "and he especially wanted to help his people, our people,",
      "vi": "anh ấy đặc biệt muốn giúp đỡ dân tộc của mình."
    }
  },
  {
    "translation": {
      "en": "and he was determined to do that.",
      "vi": "Dân tộc... Anh ấy quyết tâm làm thế."
    }
  },
  {
    "translation": {
      "en": "And he told me, 'Scoe, one of these days, the world gonna know Sam Cooke,",
      "vi": "Anh ấy bảo tôi, Scoe, một ngày nào đó, thế giới sẽ biết đến Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "and I'm gonna help my people.",
      "vi": "Và tôi sẽ giúp dân tộc mình."
    }
  },
  {
    "translation": {
      "en": "I bought a brand- new airmobile",
      "vi": "Tôi đã mua một cái điều hòa mới..."
    }
  },
  {
    "translation": {
      "en": "Sam was a person of the early rock- 'n'- roll generation,",
      "vi": "Sam là người của thế hệ Rock n 'Roll đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "so he was hearing Chuck Berry.",
      "vi": "anh ấy học hỏi Chuck Berry."
    }
  },
  {
    "translation": {
      "en": "He was hearing Little Richard.",
      "vi": "Học hỏi Little Richard."
    }
  },
  {
    "translation": {
      "en": "Oh, now lawdy, lawdy, lawdy, Miss Clawdy",
      "vi": "Ôi quý cô, quý cô, quý cô, tiểu thư Clawdy!"
    }
  },
  {
    "translation": {
      "en": "Girl, you sure look good to me",
      "vi": "Cô gái, trông cô rất hợp với tôi!"
    }
  },
  {
    "translation": {
      "en": "I met Sam in Specialty Records' office",
      "vi": "Tôi gặp Sam ở văn phòng của Specialty Records…"
    }
  },
  {
    "translation": {
      "en": "in 1953.",
      "vi": "vào năm 1953."
    }
  },
  {
    "translation": {
      "en": "They were celebrating Lawdy, Miss Clawdy",
      "vi": "Họ đang ăn mừng Lawdy, Miss Clawdy"
    }
  },
  {
    "translation": {
      "en": "because it was their first rock- 'n'- roll record to ever sell a million copies.",
      "vi": "vì đó là đĩa Rock n 'Roll đầu tiên của họ bán được cả triệu bản."
    }
  },
  {
    "translation": {
      "en": "Sam would sneak off to rock- 'n'- roll shows",
      "vi": "Sam sẽ tiến vào giới Rock n 'Roll"
    }
  },
  {
    "translation": {
      "en": "because he saw something bigger, you know.",
      "vi": "vì anh ấy thấy thứ gì đó lớn hơn."
    }
  },
  {
    "translation": {
      "en": "Sam knew all of the joints to go to.",
      "vi": "Sam biết mọi ngóc ngách mà họ đi."
    }
  },
  {
    "translation": {
      "en": "He'd say, The Soul Stirrers didn't know, but we'd be out",
      "vi": "Anh ấy nói Soul Stirrers, họ biết ta sẽ ra ngoài"
    }
  },
  {
    "translation": {
      "en": "till two or three o'clock in the morning and have to sing the next day.",
      "vi": "đến hai ba giờ sáng. Và hôm sau chúng ta phải hát."
    }
  },
  {
    "translation": {
      "en": "He'd say, But Sam would be ready, you know.",
      "vi": "Nhưng Sam luôn sẵn sàng!"
    }
  },
  {
    "translation": {
      "en": "When he came to my show at the Apollo, I pointed something out to him.",
      "vi": "Khi anh ấy đến buổi diễn của tôi ở Apollo, tôi chỉ ra một điều,"
    }
  },
  {
    "translation": {
      "en": "I said, Now, you had about 300. I got 1,700 in here.",
      "vi": "Tôi nói, Anh nhận 300. Tôi nhận 1700."
    }
  },
  {
    "translation": {
      "en": "They're doin' the same thing here you had 'em doing in Richmond in church.",
      "vi": "Ở đây họ làm điều tương tự với điều anh bảo họ làm ở nhà thờ Richmond."
    }
  },
  {
    "translation": {
      "en": "There's no different than this.",
      "vi": "Chả có gì khác cả."
    }
  },
  {
    "translation": {
      "en": "And he just didn't wanna switch.",
      "vi": "Và anh ấy không muốn thay đổi."
    }
  },
  {
    "translation": {
      "en": "But all the gospel singers back during that time didn't wanna switch.",
      "vi": "Nhưng tất cả các ca sĩ phúc âm thời đó đều không muốn thay đổi."
    }
  },
  {
    "translation": {
      "en": "You know, I guess it was because of the fear of Jesus.",
      "vi": "Tôi đoán đó là vì nỗi sợ hãi Chúa."
    }
  },
  {
    "translation": {
      "en": "We are told straight up in the black church,",
      "vi": "Chúng tôi được bảo, ngay phía sau nhà thờ,"
    }
  },
  {
    "translation": {
      "en": "Either you're gonna sing God's music, or you're gonna do the Devil's music.",
      "vi": "rằng hoặc là hát nhạc của Chúa, hoặc là nhạc của Quỷ dữ."
    }
  },
  {
    "translation": {
      "en": "And there's a kind of a guilt complex that gets tied to that because you're like,",
      "vi": "Và có một loại tội lỗi phức tạp liên quan đến điều đó khi mà bạn kiểu như,"
    }
  },
  {
    "translation": {
      "en": "Well, I wanna sing God's music, but this Devil music's got me dancing.",
      "vi": "Tôi muốn hát nhạc của Chúa, nhưng nhạc của Quỷ khiến tôi nhảy múa."
    }
  },
  {
    "translation": {
      "en": "And this Devil music can make me famous. I can do more things with my life.",
      "vi": "Và nhạc của Quỷ có thể giúp tôi nổi tiếng.  Tôi có thể làm nhiều việc hơn."
    }
  },
  {
    "translation": {
      "en": "He said himself, I was afraid at first",
      "vi": "Anh ấy nói rằng, ban đầu anh ấy khá sợ hãi"
    }
  },
  {
    "translation": {
      "en": "because I knew that if I switched over...",
      "vi": "vì anh ấy biết nếu đã thay đổi..."
    }
  },
  {
    "translation": {
      "en": "if it didn't work, I couldn't come back with the Soul Stirrers.",
      "vi": "và không thành công, anh ấy cũng không thể quay lại Soul Stirrers"
    }
  },
  {
    "translation": {
      "en": "That's the way people were.",
      "vi": "vì đó là cách mọi người hành xử, và khi bạn thoát ly,"
    }
  },
  {
    "translation": {
      "en": "Once you went out there, they weren't forgiving.",
      "vi": "vì đó là cách mọi người hành xử, và khi bạn thoát ly, họ sẽ không tha thứ."
    }
  },
  {
    "translation": {
      "en": "Papa Cook was like my father, you know.",
      "vi": "Cha Cook cũng giống bố tôi."
    }
  },
  {
    "translation": {
      "en": "He said, Boy, let me tell you something.",
      "vi": "Ông ấy nói, Cậu bé, ta nói cậu nghe."
    }
  },
  {
    "translation": {
      "en": "You can gain the world...",
      "vi": "Cậu có thể chiếm thế giới..."
    }
  },
  {
    "translation": {
      "en": "and lose your soul.",
      "vi": "và mất đi linh hồn."
    }
  },
  {
    "translation": {
      "en": "You're doin' good with the Soul Stirrers. Everybody loves you.",
      "vi": "Cậu thành công với Soul Stirrers.  Ai cũng yêu cậu."
    }
  },
  {
    "translation": {
      "en": "You're known all around the country.",
      "vi": "Cậu được cả nước biết đến."
    }
  },
  {
    "translation": {
      "en": "But Sam told him, I want to be known all around the world.",
      "vi": "Sam nói với ông, Con muốn được toàn thế giới biết đến."
    }
  },
  {
    "translation": {
      "en": "Sam was saying early on, I wanna make a wide range of music.",
      "vi": "Sam đã sớm nói rằng, Tôi muốn hát nhiều loại nhạc."
    }
  },
  {
    "translation": {
      "en": "I wanna appeal to a wide range of people.",
      "vi": "Tôi muốn thu hút nhiều người."
    }
  },
  {
    "translation": {
      "en": "Well, why is that? It's about freedom.",
      "vi": "Vì sao ư? Vì tự do."
    }
  },
  {
    "translation": {
      "en": "I think he understood that whatever he was doing in this period",
      "vi": "Anh ấy hiểu rằng dù anh ấy làm gì trong thời kỳ này"
    }
  },
  {
    "translation": {
      "en": "would have an impact on the people who would come after him.",
      "vi": "đều ảnh hưởng đến những người tiếp bước anh ấy. WONDERFUL THE SOUL STIRRERS"
    }
  },
  {
    "translation": {
      "en": "Wonderful",
      "vi": "Tuyệt vời..."
    }
  },
  {
    "translation": {
      "en": "There was a song called, uh,",
      "vi": "Có một bài hát tên là..."
    }
  },
  {
    "translation": {
      "en": "Wonderful",
      "vi": "Tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "Oh- oh- oh My God is so wonderful",
      "vi": "Ôi, Chúa tôi thật tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "He's wonderful",
      "vi": "Ngài ấy thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "He took that song and said,",
      "vi": "Anh ấy chọn bài hát và nói..."
    }
  },
  {
    "translation": {
      "en": "Lovable",
      "vi": "Thật đáng yêu!"
    }
  },
  {
    "translation": {
      "en": "She is so lovable",
      "vi": "Cô ấy thật đáng yêu!"
    }
  },
  {
    "translation": {
      "en": "She's so lovable",
      "vi": "Cô ấy thật đáng yêu!"
    }
  },
  {
    "translation": {
      "en": "The first record that he came out with, he didn't use Sam Cooke.",
      "vi": "Kỷ lục đầu tiên mà anh ấy có được, anh ấy không dùng tên Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "He used Dale Cook because he was afraid of the backlash.",
      "vi": "Mà dùng tên Dale Cook. Vì anh ấy sợ phản ứng dữ dội."
    }
  },
  {
    "translation": {
      "en": "We used to, Man, that's- that's- that's gotta be Sam. I don't know anybody-- I haven't heard anybody who sang like that.",
      "vi": "Chúng tôi từng nói, Đó hẳn là Sam! Tôi không biết ai khác có thể hát như thế."
    }
  },
  {
    "translation": {
      "en": "At some point, he just made peace with the fact that,",
      "vi": "Về mặt nào đó, anh ấy hòa giải băng cách"
    }
  },
  {
    "translation": {
      "en": "I'm gonna make the kind of music that I wanna make,",
      "vi": "Tôi sẽ hát loại nhạc mà tôi muốn,"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna use my name-- C- O- O- K.",
      "vi": "và tôi sẽ dùng tên mình. COOK,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna add a E to it for some flavor,",
      "vi": "thêm chữ E để tạo chút hương vị,"
    }
  },
  {
    "translation": {
      "en": "you know, special Chicago flavor,",
      "vi": "hương vị Chicago đặc biệt."
    }
  },
  {
    "translation": {
      "en": "and I'm gonna put out this little song in 1957 called 'You Send Me.'",
      "vi": "Tôi sẽ cho ra bài hát này vào năm 1957 với tên You Send Me."
    }
  },
  {
    "translation": {
      "en": "This is You Send Me.",
      "vi": "Đây là bài You Send Me."
    }
  },
  {
    "translation": {
      "en": "You send me",
      "vi": "Em gửi anh"
    }
  },
  {
    "translation": {
      "en": "Darling, you send me",
      "vi": "Người yêu dấu, em gửi anh..."
    }
  },
  {
    "translation": {
      "en": "Even though it's presented in a much more polished way in You Send Me,",
      "vi": "Mặc dù You Send Me được trình bày một cách tinh tế,"
    }
  },
  {
    "translation": {
      "en": "you can hear aspects of his gospel background.",
      "vi": "bạn có thể nghe ra nhạc nền phúc âm."
    }
  },
  {
    "translation": {
      "en": "Honest you do, whoa- oa- oa",
      "vi": "Thành thật đi"
    }
  },
  {
    "translation": {
      "en": "That moment where he does the whoa- oa- oa,",
      "vi": "Khoảnh khắc anh ấy hát Woah,"
    }
  },
  {
    "translation": {
      "en": "I mean, it's just, like, fantastic as a signature.",
      "vi": "thật sự rất tuyệt. Đó là chữ ký của anh ấy."
    }
  },
  {
    "translation": {
      "en": "You Send Me is one of the most perfect pop songs of the era.",
      "vi": "You Send Me là một trong những bài pop hoàn hảo nhất của thời đại."
    }
  },
  {
    "translation": {
      "en": "It's a song that was probably too pop- ish for Elvis Presley.",
      "vi": "Đó là một bài hát quá đậm chất pop đối với Elvis Presley."
    }
  },
  {
    "translation": {
      "en": "When they announced they were gonna have Sam Cooke on Ed Sullivan's show...",
      "vi": "Khi họ thông báo họ mời Sam Cooke trong chương trình của Ed Sullivan..."
    }
  },
  {
    "translation": {
      "en": "we knew that the record was a hit.",
      "vi": "chúng tôi biết bài hát đã trở thành hit."
    }
  },
  {
    "translation": {
      "en": "For African- Americans, of course there was this great pride.",
      "vi": "Với người Mỹ gốc Phi, anh ấy là niềm tự hào lớn lao."
    }
  },
  {
    "translation": {
      "en": "You know, not everyone has a television, so it wasn't unusual that you might have",
      "vi": "Không phải ai cũng có tivi, nên không có gì bất thường khi mà"
    }
  },
  {
    "translation": {
      "en": "the one or two families in the black neighborhood that has a television,",
      "vi": "một hoặc hai gia đình trong khu phố người da đen có tivi"
    }
  },
  {
    "translation": {
      "en": "and everybody shows up at the house",
      "vi": "thì mọi người sẽ đến nhà họ chỉ để nhìn thoáng qua"
    }
  },
  {
    "translation": {
      "en": "just to catch a glimpse of blackness on television.",
      "vi": "thì mọi người sẽ đến nhà họ chỉ để nhìn thoáng qua anh chàng da đen trên tivi."
    }
  },
  {
    "translation": {
      "en": "And now, ladies and gentlemen-- Sam Cooke.",
      "vi": "Và giờ, thưa quý ông quý bà, Sam Cooke!"
    }
  },
  {
    "translation": {
      "en": "We were all waiting, 30 or 40 people around a little television,",
      "vi": "Chúng tôi đều chờ đợi, 30 hay 40 người quanh một cái tivi nhỏ,"
    }
  },
  {
    "translation": {
      "en": "waiting for Sam to come on.",
      "vi": "chờ Sam lên sân khấu."
    }
  },
  {
    "translation": {
      "en": "It was like seein' God, really.",
      "vi": "Như thể nhìn thấy Chúa vậy."
    }
  },
  {
    "translation": {
      "en": "Honest you do",
      "vi": "Thành thật đi"
    }
  },
  {
    "translation": {
      "en": "It's a gold record commemorating the million- record sale",
      "vi": "Đó là kỷ lục vàng, kỷ niệm doanh số hàng triệu bản"
    }
  },
  {
    "translation": {
      "en": "of your big hit You Send Me, and here it is.",
      "vi": "của hit lớn You Send Me của anh, và nó đây."
    }
  },
  {
    "translation": {
      "en": "Ha ha. Thank you, Steve, and I'd like to-- - -",
      "vi": "Cảm ơn, Steve, và tôi muốn... Cảm ơn, cảm ơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "One night, I was singin' in the church and thinkin' maybe I'll have to get a side job.",
      "vi": "Một đêm nọ, tôi đang hát trong nhà thờ và nghĩ có lẽ tôi cần một công việc phụ."
    }
  },
  {
    "translation": {
      "en": "I'd heard of the stories of Cinderella singers like Elvis Presley,",
      "vi": "Tôi đã nghe những câu chuyện về các ca sĩ Lọ Lem như Elvis Presley,"
    }
  },
  {
    "translation": {
      "en": "but I never expected to be in one of those big payoffs myself.",
      "vi": "nhưng tôi chưa bao giờ nghĩ mình sẽ kiếm được nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "You Send Me went straight up the charts, so he felt like,",
      "vi": "You Send Me đi thẳng vào bảng xếp hạng. Nên anh ấy cảm thấy, Tôi sẽ làm điều tôi muốn"
    }
  },
  {
    "translation": {
      "en": "I'm going to do what I wanna do, and I'm going to go where I wanna go.",
      "vi": "Nên anh ấy cảm thấy, Tôi sẽ làm điều tôi muốn và tôi sẽ đi đến nơi tôi muốn."
    }
  },
  {
    "translation": {
      "en": "Dick Clark from American Bandstand",
      "vi": "Dick Clark của nhómAmerican Bandstand"
    }
  },
  {
    "translation": {
      "en": "was also a concert promoter all around the country,",
      "vi": "cũng là một nhà tổ chức hòa nhạc khắp cả nước"
    }
  },
  {
    "translation": {
      "en": "and he hired Sam Cooke to come down to Atlanta and to do a live show.",
      "vi": "anh ấy mời Sam Cooke đến Atlanta biểu diễn trực tiếp."
    }
  },
  {
    "translation": {
      "en": "Dick Clark has such an impact in terms of how young folks listen to American music.",
      "vi": "Dick Clark có ảnh hưởng lớn đến việc các bạn trẻ nghe nhạc Mỹ thế nào."
    }
  },
  {
    "translation": {
      "en": "If you're Sam Cooke, you had to be on that show.",
      "vi": "Nếu bạn là Sam Cooke, bạn phải tham gia chương trình đó."
    }
  },
  {
    "translation": {
      "en": "Sam was about the only black, or I should say negro singer at the time on the show,",
      "vi": "Sam gần như là ca sĩ da đen duy nhất của thời đó tham gia chương trình,"
    }
  },
  {
    "translation": {
      "en": "and the Klan members down there had a problem with that.",
      "vi": "và các thành viên Klan khó chịu với điều đó."
    }
  },
  {
    "translation": {
      "en": "Suddenly, there are threats coming from the KKK",
      "vi": "Đột nhiên có những lời đe dọa từ KKK"
    }
  },
  {
    "translation": {
      "en": "suggesting that perhaps you should not go up on that stage.",
      "vi": "đe dọa rằng, mày không nên lên sân khấu."
    }
  },
  {
    "translation": {
      "en": "Ku Klux Klan had just bombed a Jewish synagogue down there,",
      "vi": "Ku Klux Klan vừa đánh bom một giáo đường Do Thái ở đó,"
    }
  },
  {
    "translation": {
      "en": "so we know they meant business.",
      "vi": "nên chúng tôi biết họ dám làm thật."
    }
  },
  {
    "translation": {
      "en": "Sam told us Dick was thinking about canceling",
      "vi": "Sam bảo Dick đã nghĩ về việc hủy chương trình"
    }
  },
  {
    "translation": {
      "en": "'cause he was getting all of this threatening mail,",
      "vi": "vì anh ấy nhận được rất nhiều thư đe dọa"
    }
  },
  {
    "translation": {
      "en": "and people saying that they were gonna blow up the studio",
      "vi": "và họ nói là họ sẽ cho nổ trường quay nếu chương trình có một..."
    }
  },
  {
    "translation": {
      "en": "if he had a- a nigger on, you know.",
      "vi": "và họ nói là họ sẽ cho nổ trường quay nếu chương trình có một... Một gã da đen, anh biết đấy. Thời đó là vậy."
    }
  },
  {
    "translation": {
      "en": "That's just the way it was, you know.",
      "vi": "Một gã da đen, anh biết đấy. Thời đó là vậy."
    }
  },
  {
    "translation": {
      "en": "Dick Clark did what a powerful white man would do.",
      "vi": "Dick Clark đã làm điều mà một người da trắng quyền lực sẽ làm."
    }
  },
  {
    "translation": {
      "en": "He called the National Guard to keep people safe from the KKK,",
      "vi": "Anh ấy gọi Vệ binh Quốc gia để giữ an toàn cho người dân khỏi KKK,"
    }
  },
  {
    "translation": {
      "en": "but what Dick Clark didn't know",
      "vi": "nhưng Dick Clark không biết"
    }
  },
  {
    "translation": {
      "en": "that probably most black people in Atlanta knew",
      "vi": "điều hầu hết người da đen ở Atlanta đều biết,"
    }
  },
  {
    "translation": {
      "en": "that you probably couldn't trust the National Guard, either.",
      "vi": "rằng không thể tin vào Vệ binh Quốc gia."
    }
  },
  {
    "translation": {
      "en": "That's how pervasive this was.",
      "vi": "Đó là suy nghĩ phổ biến."
    }
  },
  {
    "translation": {
      "en": "Welcome aboard. It's nice to have you here on a Saturday night.",
      "vi": "Chào mừng lên tàu! Thật vui khi có các bạn ở đây vào tối thứ Bảy…"
    }
  },
  {
    "translation": {
      "en": "He was angry, but he wasn't afraid to go nowhere, not Sam.",
      "vi": "Anh ấy tức giận, nhưng không sợ đi đâu cả. Ai sợ chứ Sam thì không."
    }
  },
  {
    "translation": {
      "en": "It's Sam Cooke.",
      "vi": "Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "For Sam to go and do it anyway,",
      "vi": "Dù gì Sam vẫn lên chương trình…"
    }
  },
  {
    "translation": {
      "en": "absolutely courageous, absolutely fearless,",
      "vi": "hoàn toàn dũng cảm, hoàn toàn không sợ hãi"
    }
  },
  {
    "translation": {
      "en": "because he was breaking boundaries, you know,",
      "vi": "vì anh ấy đang phá vỡ các ranh giới."
    }
  },
  {
    "translation": {
      "en": "and I think Sam realized very early on This is bigger than me.",
      "vi": "Sam ý thức rất sớm rằng Chuyện này quan trọng hơn tôi."
    }
  },
  {
    "translation": {
      "en": "What Sam Cooke would've said is that, I'm a man,",
      "vi": "Điều Sam Cooke muốn nói là, tôi là đàn ông."
    }
  },
  {
    "translation": {
      "en": "and I'm a black man, and as a black man,",
      "vi": "Và với tư cách là người da đen, tôi có trách nhiệm"
    }
  },
  {
    "translation": {
      "en": "I have a responsibility to go on this show",
      "vi": "Và với tư cách là người da đen, tôi có trách nhiệm tham gia chương trình này và phá vỡ bất cứ rào cản nào,"
    }
  },
  {
    "translation": {
      "en": "and bring down whatever walls I can bring--",
      "vi": "tham gia chương trình này và phá vỡ bất cứ rào cản nào,"
    }
  },
  {
    "translation": {
      "en": "whatever boundaries I can help dissipate by showing that I am talented,",
      "vi": "bất cứ ranh giới nào bằng cách cho họ thấy rằng tôi có tài."
    }
  },
  {
    "translation": {
      "en": "I am skilled, I can compete with the best of them.",
      "vi": "Tôi rất giỏi. Tôi có thể cạnh tranh với những người giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "And in fact, there was an audience within white America",
      "vi": "Thực tế là có một nhóm khán giả Mỹ da trắng"
    }
  },
  {
    "translation": {
      "en": "that was very interested in having me seen there.",
      "vi": "thích sự có mặt của tôi. LOS ANGELES, CA 1957"
    }
  },
  {
    "translation": {
      "en": "Los Angeles, California, when you live in Cleveland, Ohio, is like a... a wonderland.",
      "vi": "Los Angeles, California, khi bạn sống ở Cleveland, Ohio, là một vùng đất mơ ước."
    }
  },
  {
    "translation": {
      "en": "He had moved out to California where all the movie stars,",
      "vi": "Anh ấy đã chuyển đến California sống cùng các ngôi sao màn bạc,"
    }
  },
  {
    "translation": {
      "en": "so we looked at him as really had hit it big, you know.",
      "vi": "nên chúng tôi đã xem anh ấy thật sự như... một bước tiến lớn."
    }
  },
  {
    "translation": {
      "en": "He could be the forerunner.",
      "vi": "Anh ấy là người tiên phong."
    }
  },
  {
    "translation": {
      "en": "The Arthur Murray Party.",
      "vi": "Bữa tiệc Arthur Murray!"
    }
  },
  {
    "translation": {
      "en": "To start the evening off, we have invited a young singer,",
      "vi": "Để bắt đầu buổi tối, chúng tôi đã mời một ca sĩ trẻ,"
    }
  },
  {
    "translation": {
      "en": "who already has the most amazingly long list of hit recordings,",
      "vi": "người đã có một danh sách dài những bản hit"
    }
  },
  {
    "translation": {
      "en": "and he deserves every one of them.",
      "vi": "và cậu ấy xứng đáng với mọi bản hit đó!"
    }
  },
  {
    "translation": {
      "en": "It's Sam Cooke.",
      "vi": "Xin mời Sam Cooke!"
    }
  },
  {
    "translation": {
      "en": "Mary, Mary Lou",
      "vi": "Mary, Mary Lou"
    }
  },
  {
    "translation": {
      "en": "Why must you do",
      "vi": "Sao em phải làm thế?"
    }
  },
  {
    "translation": {
      "en": "The things that you always do?",
      "vi": "Những điều em luôn làm?"
    }
  },
  {
    "translation": {
      "en": "I remember when he signed with RCA Victor.",
      "vi": "Tôi nhớ khi anh ấy ký hợp đồng với RCA Victor."
    }
  },
  {
    "translation": {
      "en": "He says, Man, can you believe",
      "vi": "Anh ấy nói, Anh có tin được là tôi đứng thứ hai"
    }
  },
  {
    "translation": {
      "en": "that I'm number two under Elvis Presley in sales?",
      "vi": "Anh ấy nói, Anh có tin được là tôi đứng thứ hai ngay dưới Elvis Presley không?"
    }
  },
  {
    "translation": {
      "en": "We liked Elvis Presley, you know,",
      "vi": "Chúng tôi thích Elvis Presley,"
    }
  },
  {
    "translation": {
      "en": "but I never thought I'd meet him.",
      "vi": "nhưng tôi không nghĩ sẽ gặp anh ấy."
    }
  },
  {
    "translation": {
      "en": "One day, Sam said, Hey, listen. Elvis is comin' over.",
      "vi": "Một ngày nọ, Sam nói, Elvis đang đến. Chúng tôi kiểu như…"
    }
  },
  {
    "translation": {
      "en": "And we were like... Sam's bullshittin' us, man.",
      "vi": "Elvis đang đến. Chúng tôi kiểu như… Sam đang lừa chúng ta."
    }
  },
  {
    "translation": {
      "en": "Elvis Presley ain't comin' over here to meet us, you know.",
      "vi": "Elvis Presley sao có thể đến đây để gặp chúng tôi."
    }
  },
  {
    "translation": {
      "en": "But sure enough, he came over to the studio,",
      "vi": "Thế nhưng, anh ấy đã đến phòng thu,"
    }
  },
  {
    "translation": {
      "en": "and I thought like, Man, Sam is out here. He knows everybody.",
      "vi": "và tôi nghĩ, Trời, Sam nổi tiếng rồi quen biết tất cả mọi người!"
    }
  },
  {
    "translation": {
      "en": "We're havin' a party",
      "vi": "Chúng tôi đang tổ chức tiệc"
    }
  },
  {
    "translation": {
      "en": "Dancin' to the music",
      "vi": "Đang nhảy nhót theo nhạc..."
    }
  },
  {
    "translation": {
      "en": "People think of Sam Cooke primarily as a singer,",
      "vi": "Mọi người nghĩ về Sam Cooke với vai trò ca sĩ,"
    }
  },
  {
    "translation": {
      "en": "and I don't think he gets enough credit as a songwriter.",
      "vi": "và tôi không nghĩ anh ấy được thừa nhận là nhạc sĩ."
    }
  },
  {
    "translation": {
      "en": "You know, if you listen to a song like Having a Party...",
      "vi": "Nếu bạn nghe một bài như Having a Party..."
    }
  },
  {
    "translation": {
      "en": "The Cokes are in the icebox...",
      "vi": "Coca đang ở trong hộp đá..."
    }
  },
  {
    "translation": {
      "en": "...you get these little snapshots of his life.",
      "vi": "bạn sẽ thấy những tấm ảnh đời thường của anh ấy."
    }
  },
  {
    "translation": {
      "en": "You wanna be at that party.",
      "vi": "Bạn sẽ muốn dự bữa tiệc đó,"
    }
  },
  {
    "translation": {
      "en": "You feel the joy, the emotion of what's going on.",
      "vi": "Cảm nhận niềm vui, cảm xúc của điều đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "Baby",
      "vi": "Em yêu..."
    }
  },
  {
    "translation": {
      "en": "We're out here on the floor",
      "vi": "Chúng ta ra sàn nhảy..."
    }
  },
  {
    "translation": {
      "en": "Sam likes the idea of suddenly being in these exclusive circles",
      "vi": "Sam thích ý tưởng đột nhiên xuất hiện trong những hội nhóm riêng biệt"
    }
  },
  {
    "translation": {
      "en": "with very powerful white people",
      "vi": "với những người da trắng quyền lực"
    }
  },
  {
    "translation": {
      "en": "who could help him, and he could learn from them.",
      "vi": "có thể giúp anh ấy và anh ấy học hỏi từ họ."
    }
  },
  {
    "translation": {
      "en": "It's kind of changing his idea of who he is and the influence he can have.",
      "vi": "Điều đó thay đổi định nghĩa về bản thân và tầm ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "RCA built their own studio at Sunset and Vine,",
      "vi": "RCA xây dựng phòng thu riêng tại Sunset và Vine,"
    }
  },
  {
    "translation": {
      "en": "and I was the first engineer they hired.",
      "vi": "và tôi là kỹ sư đầu tiên họ thuê."
    }
  },
  {
    "translation": {
      "en": "Recording Sam was like catching fish in a barrel.",
      "vi": "Ghi âm cho Sam giống như bắt cá trong thùng."
    }
  },
  {
    "translation": {
      "en": "He wrote the songs. He sang the songs. He knew exactly what he wanted.",
      "vi": "Anh ấy viết nhạc, hát bài hát, và biết chính xác mình muốn gì."
    }
  },
  {
    "translation": {
      "en": "We spent a lot of time together, and Sam got inside me, you know.",
      "vi": "Chúng tôi đã dành nhiều thời gian bên nhau và Sam đã đi vào lòng tôi. Anh ấy giống như anh em của tôi vậy."
    }
  },
  {
    "translation": {
      "en": "He was more like a brother to me.",
      "vi": "và Sam đã đi vào lòng tôi. Anh ấy giống như anh em của tôi vậy."
    }
  },
  {
    "translation": {
      "en": "The house I live in",
      "vi": "Ngôi nhà anh đang sống"
    }
  },
  {
    "translation": {
      "en": "A plot of earth A street",
      "vi": "Một mảnh trên Trái Đất, một con phố..."
    }
  },
  {
    "translation": {
      "en": "He certainly had hit a point in his career where he could've just been playing",
      "vi": "Anh ấy đạt mốc lớn trong sự nghiệp, khi anh ấy có thể hát"
    }
  },
  {
    "translation": {
      "en": "the biggest nightclubs in New York, in Los Angeles, in Chicago.",
      "vi": "ở những hộp đêm lớn nhất ở New York, Los Angeles, Chicago."
    }
  },
  {
    "translation": {
      "en": "It would've been easy for him to not go back to the South.",
      "vi": "Anh ấy không muốn về miền Nam cũng dễ thôi."
    }
  },
  {
    "translation": {
      "en": "But I think it was important for him to constantly keep that connection",
      "vi": "Nhưng việc giữ liên lạc là quan trọng đối với anh ấy"
    }
  },
  {
    "translation": {
      "en": "for himself and for his audience,",
      "vi": "cho bản thân và khán giả, cũng như để cập nhật tin tức"
    }
  },
  {
    "translation": {
      "en": "but to keep his finger on what was happening in the Civil Rights movement,",
      "vi": "cho bản thân và khán giả, cũng như để cập nhật tin tức về phong trào Dân Quyền,"
    }
  },
  {
    "translation": {
      "en": "which wasn't happening the same way in the North or the West.",
      "vi": "những điều không xảy ra giống với miền Bắc hay miền Tây."
    }
  },
  {
    "translation": {
      "en": "That's America",
      "vi": "Đó là nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "♪To Me",
      "vi": "Trong tôi"
    }
  },
  {
    "translation": {
      "en": "My very first tour was with Sam Cooke.",
      "vi": "Chuyến lưu diễn đầu tiên của tôi là với Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "We were in South Carolina,",
      "vi": "Chúng tôi ở Nam Carolina,"
    }
  },
  {
    "translation": {
      "en": "and Sam says, Everybody hungry? We say, Yeah.",
      "vi": "và Sam nói, Mọi người đói chưa? Chúng tôi nói, Ừ!"
    }
  },
  {
    "translation": {
      "en": "We walked into this little place,",
      "vi": "Chúng tôi bước vào nơi nhỏ bé này và ngồi xuống."
    }
  },
  {
    "translation": {
      "en": "and we sat down and were asked to stand up.",
      "vi": "Chúng tôi bước vào nơi nhỏ bé này và ngồi xuống. Và chúng tôi được yêu cầu đứng lên."
    }
  },
  {
    "translation": {
      "en": "Oh, ok.",
      "vi": "Ồ, được thôi."
    }
  },
  {
    "translation": {
      "en": "And we asked. I said, Are you gonna take our orders?",
      "vi": "Và chúng tôi hỏi, Cô có nhận đặt món không?"
    }
  },
  {
    "translation": {
      "en": "You gotta shut up and wait till I get to you.",
      "vi": "Các người im miệng và đợi đến lượt đi!"
    }
  },
  {
    "translation": {
      "en": "So me and my big mouth. I said, You know what you can do?",
      "vi": "Vậy là tôi và cái miệng của tôi, đã nói, Cô biết mình có thể làm gì không?"
    }
  },
  {
    "translation": {
      "en": "Take that order and shove it. And we left.",
      "vi": "Nhận đặt món và tự ăn luôn đi! Và chúng tôi đi."
    }
  },
  {
    "translation": {
      "en": "Ten minutes later, there was a police officer...",
      "vi": "Mười phút sau, có một sĩ quan cảnh sát..."
    }
  },
  {
    "translation": {
      "en": "that came to the bus...",
      "vi": "đi đến xe buýt..."
    }
  },
  {
    "translation": {
      "en": "and he stepped onto the bus.",
      "vi": "anh ta bước lên xe buýt."
    }
  },
  {
    "translation": {
      "en": "And Sam said, Can I help you?",
      "vi": "Sam nói, Tôi có thể giúp gì?"
    }
  },
  {
    "translation": {
      "en": "He said, Yeah, we wanna know who those two gals were",
      "vi": "Anh ta nói, Chúng tôi muốn biết hai đứa con gái"
    }
  },
  {
    "translation": {
      "en": "that were rude to the waitress in the tavern house.",
      "vi": "đã thô lỗ với cô bồi bàn ở quán rượu là ai."
    }
  },
  {
    "translation": {
      "en": "And Sam says, First of all, we don't have gals on our bus.",
      "vi": "Và Sam nói, Đầu tiên, chúng tôi không có đứa con gái nào trên xe buýt."
    }
  },
  {
    "translation": {
      "en": "We have ladies and gentlemen...",
      "vi": "Chúng tôi có quý ông và quý bà,"
    }
  },
  {
    "translation": {
      "en": "and this happens to be my bus. It's private property,",
      "vi": "và đây là xe buýt của tôi. Đây là tài sản cá nhân,"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna ask you kindly to step off of it.",
      "vi": "và tôi sẽ yêu cầu anh bước xuống khỏi xe."
    }
  },
  {
    "translation": {
      "en": "He thought about who he was",
      "vi": "Anh ấy nghĩ về anh ấy là ai"
    }
  },
  {
    "translation": {
      "en": "and those around him, who they were,",
      "vi": "và những người xung quanh là ai."
    }
  },
  {
    "translation": {
      "en": "and that they were not going to take advantage of anybody that he cared about.",
      "vi": "Và họ sẽ không thể lợi dụng bất cứ ai mà anh ấy quan tâm."
    }
  },
  {
    "translation": {
      "en": "I will never forget the day",
      "vi": "Tôi sẽ không bao giờ quên ngày tôi không thể hoàn thành"
    }
  },
  {
    "translation": {
      "en": "I was unable to fulfill a one- night singing engagement in Georgia",
      "vi": "Tôi sẽ không bao giờ quên ngày tôi không thể hoàn thành thỏa thuận ca hát một đêm ở Georgia."
    }
  },
  {
    "translation": {
      "en": "because I wouldn't sit in a Jim Crow bus,",
      "vi": "Vì tôi không được lên xe buýt Jim Crow,"
    }
  },
  {
    "translation": {
      "en": "and because no white taxicab driver would take me from the airport to the city.",
      "vi": "và vì không lái xe taxi da trắng nào đưa tôi từ sân bay về thành phố."
    }
  },
  {
    "translation": {
      "en": "And negro cab drivers were not permitted to bring their cabs into the airport.",
      "vi": "Và tài xế da đen thì không được lái xe đến sân bay."
    }
  },
  {
    "translation": {
      "en": "We used to play places in the South whereas the audiences,",
      "vi": "Chúng tôi từng biểu diễn ở miền Nam, nơi mà khán giả,"
    }
  },
  {
    "translation": {
      "en": "even though they were integrated, they were segregated",
      "vi": "dù họ nhập cư, nhưng lại sống tách biệt."
    }
  },
  {
    "translation": {
      "en": "because the white people would be upstairs,",
      "vi": "Vì người da trắng ở tầng trên,"
    }
  },
  {
    "translation": {
      "en": "and the black people would be downstairs or vice versa.",
      "vi": "người da đen ở tầng dưới và ngược lại."
    }
  },
  {
    "translation": {
      "en": "Or there'd be a big stage in the center of this arena,",
      "vi": "Hoặc có một sân khấu lớn ở trung tâm của nơi này,"
    }
  },
  {
    "translation": {
      "en": "and white people would be on one side, black people on the other,",
      "vi": "người da trắng sẽ ở một bên và người da đen ở bên kia,"
    }
  },
  {
    "translation": {
      "en": "not even hardly lookin' at each other.",
      "vi": "thậm chí không nhìn vào nhau."
    }
  },
  {
    "translation": {
      "en": "They had signs that said, General Admission-- 2.50.",
      "vi": "Họ có những tấm biển ghi: Giá vé chung: $2.50."
    }
  },
  {
    "translation": {
      "en": "White spectators-- a dollar and a half.",
      "vi": "Khán giả da trắng: $1.50."
    }
  },
  {
    "translation": {
      "en": "They'd sit up in the top of the places",
      "vi": "Họ ngồi trên những dãy ghế cao nhất và xem người da đen nhảy múa."
    }
  },
  {
    "translation": {
      "en": "and watch the black people dance, you know. It was sickening.",
      "vi": "Họ ngồi trên những dãy ghế cao nhất và xem người da đen nhảy múa. Thật đáng sợ."
    }
  },
  {
    "translation": {
      "en": "Someone really loves you",
      "vi": "Ai đó thực sự yêu bạn"
    }
  },
  {
    "translation": {
      "en": "Guess who",
      "vi": "Đoán xem ai nào?"
    }
  },
  {
    "translation": {
      "en": "- Guess who - There was a friend of... Jesse Belvin.",
      "vi": "Có một người bạn của Jesse Belvin."
    }
  },
  {
    "translation": {
      "en": "In February of 1960, Jesse played the first integrated show in Arkansas.",
      "vi": "Tháng Hai năm 1960, Jesse đóng chương trình hòa nhập đầu tiên ở Arkansas."
    }
  },
  {
    "translation": {
      "en": "It was a big deal.",
      "vi": "Đó là chuyện lớn."
    }
  },
  {
    "translation": {
      "en": "After the show was over, everybody left, went their separate ways,",
      "vi": "Khi chương trình kết thúc, mọi người rời đi,"
    }
  },
  {
    "translation": {
      "en": "and about a half an hour out on the road, Jesse Belvin had a... head- on- head- on collision,",
      "vi": "và sau khoảng nửa tiếng đi đường, Jesse Belvin đã bị tai nạn trực diện."
    }
  },
  {
    "translation": {
      "en": "and it was fatal.",
      "vi": "Và tử vong."
    }
  },
  {
    "translation": {
      "en": "Jesse Belvin, his wife, and three other people died.",
      "vi": "Jesse Belvin, vợ anh ta, và ba người khác đã chết."
    }
  },
  {
    "translation": {
      "en": "At first, we thought it was an accident,",
      "vi": "Ban đầu chúng tôi nghĩ đó chỉ là tai nạn,"
    }
  },
  {
    "translation": {
      "en": "but later, we found out that his tires had been cut by some locals in the area.",
      "vi": "Ban đầu chúng tôi nghĩ đó chỉ là tai nạn, sau đó chúng tôi phát hiện lốp xe của anh ấy cắt bởi người dân địa phương."
    }
  },
  {
    "translation": {
      "en": "It was very, very shocking, you know, 'cause he had a great future ahead of him.",
      "vi": "Rất, rất sốc, vì anh ấy có một tương lai tuyệt vời phía trước."
    }
  },
  {
    "translation": {
      "en": "Of course it was a message.",
      "vi": "Dĩ nhiên đó là một lời đe dọa."
    }
  },
  {
    "translation": {
      "en": "I think Sam sort of saw that potential and wanted him to be a bigger star,",
      "vi": "Tôi nghĩ Sam đã thấy nguy cơ đó và muốn anh ấy trở thành ngôi sao lớn hơn,"
    }
  },
  {
    "translation": {
      "en": "and in that sort of terrible way, he was just sort of cut down. He was gone.",
      "vi": "và theo cách kinh khủng đó, anh ấy đã bị giết chết."
    }
  },
  {
    "translation": {
      "en": "So now he wasn't just carrying Emmett Till,",
      "vi": "Sam không chỉ gánh vác phần của Emmett Till,"
    }
  },
  {
    "translation": {
      "en": "he was also carrying Jesse Belvin with him and the things that he wanted to do",
      "vi": "mà cả phần của Jesse Belvin và những việc anh ấy muốn làm"
    }
  },
  {
    "translation": {
      "en": "and the ways that he wanted to break down racism.",
      "vi": "và cách xóa bỏ phân biệt chủng tộc của anh ấy."
    }
  },
  {
    "translation": {
      "en": "On May 12th, 1961,",
      "vi": "Vào ngày 12 tháng 5 năm 1961,"
    }
  },
  {
    "translation": {
      "en": "we were playin' the Memphis City Auditorium.",
      "vi": "chúng tôi đang biểudiễn ở Thính phòng Dân sự Memphis."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke, Jackie Wilson. It was at least about 12 acts.",
      "vi": "Sam Cooke, Jackie Wilson.  Ít nhất là khoảng 12 tiết mục."
    }
  },
  {
    "translation": {
      "en": "So Sam asked the people that's in charge,",
      "vi": "Sam hỏi những người phụ trách,"
    }
  },
  {
    "translation": {
      "en": "Would the blacks sit at in the auditorium?",
      "vi": "Người da đen có thể vào không?"
    }
  },
  {
    "translation": {
      "en": "The guy say, Well, the back and the balcony, but they can't be up- front.",
      "vi": "Anh ta nói, Phía sau và ban công thôi, họ không thể ngồi phía trước."
    }
  },
  {
    "translation": {
      "en": "So Sam said, Well... He said, I can't perform here.",
      "vi": "Vì thế Sam nói, Tôi sẽ không biểu diễn."
    }
  },
  {
    "translation": {
      "en": "Sam would say... How does it look?",
      "vi": "Sam sẽ nói… Anh thấy sao?"
    }
  },
  {
    "translation": {
      "en": "You know, I'm a star, and I'm known the world over...",
      "vi": "Tôi là một ngôi sao... và cả thế giới biết đến tôi..."
    }
  },
  {
    "translation": {
      "en": "but in my own home country...",
      "vi": "nhưng ở chính quê nhà của tôi..."
    }
  },
  {
    "translation": {
      "en": "I'm goin' along with some shit like this.",
      "vi": "Tôi lại phải chịu đựng những chuyện này."
    }
  },
  {
    "translation": {
      "en": "I'm gonna perform while my people is up in the balcony,",
      "vi": "Tôi sẽ không biểu diễn khi dân tộc tôi phải đứng ở ban công, người dưới lầu có thể khiêu vũ và vui vẻ,"
    }
  },
  {
    "translation": {
      "en": "and the people downstairs can dance and have a good time,",
      "vi": "phải đứng ở ban công, người dưới lầu có thể khiêu vũ và vui vẻ,"
    }
  },
  {
    "translation": {
      "en": "but my people can't dance?",
      "vi": "nhưng dân tộc tôi lại không thể?"
    }
  },
  {
    "translation": {
      "en": "I don't care what nobody else do. I ain't goin' for that shit.",
      "vi": "Tôi mặc kệ người khác thế nào.  Tôi sẽ không thỏa hiệp."
    }
  },
  {
    "translation": {
      "en": "Sam gathered a meeting with all of the entertainers...",
      "vi": "Sam đã bàn với tất cả các nghệ sĩ"
    }
  },
  {
    "translation": {
      "en": "to boycott the show.",
      "vi": "để tẩy chay chương trình."
    }
  },
  {
    "translation": {
      "en": "And everybody agreed,",
      "vi": "Và mọi người đều đồng ý,"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, Sam. You're right. You're right. Yeah, we with you, man.",
      "vi": "Ừ! Phải, Sam! Anh nói đúng! Ừ, chúng tôi đồng ý với anh!"
    }
  },
  {
    "translation": {
      "en": "Went back to the hotel.",
      "vi": "Bọn tôi trở về khách sạn."
    }
  },
  {
    "translation": {
      "en": "I went to Beetle Street first and got me some bourbon.",
      "vi": "Tôi đến phố Beetle mua ít rượu bourbon."
    }
  },
  {
    "translation": {
      "en": "I laid down, took a little nap.",
      "vi": "Tôi nằm xuống, ngủ một giấc..."
    }
  },
  {
    "translation": {
      "en": "And I got up later...",
      "vi": "sau đó tôi tỉnh dậy..."
    }
  },
  {
    "translation": {
      "en": "everybody-- I went round and knocked.",
      "vi": "mọi người đã đi, đi cả rồi"
    }
  },
  {
    "translation": {
      "en": "Everybody had gone and went back to the auditorium.",
      "vi": "mọi người đã đi, đi cả rồi họ quay lại Thính phòng."
    }
  },
  {
    "translation": {
      "en": "I went to Sam's room. He was in the room. Had on a-- never will forget.",
      "vi": "Tôi đến phòng Sam. Anh ấy ở trong phòng, mặc một... tôi không thể quên, một chiếc áo trắng"
    }
  },
  {
    "translation": {
      "en": "He had on a white T- shirt, and he watching television.",
      "vi": "Anh ấy ở trong phòng, mặc một... tôi không thể quên, một chiếc áo trắng và xem ti vi."
    }
  },
  {
    "translation": {
      "en": "And I says, Sam, they all gone.",
      "vi": "Và tôi nói, Sam, họ đi hết rồi!"
    }
  },
  {
    "translation": {
      "en": "I said, They said they was gonna stick with you, you know.",
      "vi": "Và tôi nói, Sam, họ đi hết rồi! Họ bảo họ sẽ đi theo anh mà."
    }
  },
  {
    "translation": {
      "en": "He say, Yeah, I know. He said, But... He said, I'm not goin'.",
      "vi": "Anh ấy nói, Ừ, tôi biết. Nhưng tôi sẽ không đi."
    }
  },
  {
    "translation": {
      "en": "I'm not sure that Jesse Belvin's death",
      "vi": "Tôi không chắc liệu cái chết của Jesse Belvin"
    }
  },
  {
    "translation": {
      "en": "had an effect on the outcome of this boycott Sam was trying to do",
      "vi": "có phải là lý do cho sự ra đời của việc tẩy chay mà Sam đang cố gắng làm"
    }
  },
  {
    "translation": {
      "en": "because they was afraid what could happen to them.",
      "vi": "vì họ sợ điều có thể xảy ra với họ."
    }
  },
  {
    "translation": {
      "en": "He was takin' a big risk.",
      "vi": "Anh ấy đang mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "He could've been hurt or killed there, you know, at that time, you know.",
      "vi": "Thời điểm đó, Anh ấy có thể bị thương hoặc bị giết."
    }
  },
  {
    "translation": {
      "en": "That's when I saw him in a different--",
      "vi": "Đó là lúc tôi thấy ở anh ấy một điểm khác biệt,"
    }
  },
  {
    "translation": {
      "en": "I had never seen that in him before.",
      "vi": "tôi chưa từng thấy điều đó ở anh ấy."
    }
  },
  {
    "translation": {
      "en": "And the hotel that time was the Lorraine.",
      "vi": "Khách sạn đó là Lorraine."
    }
  },
  {
    "translation": {
      "en": "Same hotel Martin Luther King was killed at some years later.",
      "vi": "Cùng một khách sạn mà Martin Luther King bị giết vài năm sau đó."
    }
  },
  {
    "translation": {
      "en": "I've always detested people of any color, religion or nationality",
      "vi": "Tôi luôn ghét những người, với bất cứ màu da, tôn giáo hay quốc tịch nào"
    }
  },
  {
    "translation": {
      "en": "who lack courage to stand up and be counted.",
      "vi": "thiếu dũng khí để đứng lên và thể hiện bản thân."
    }
  },
  {
    "translation": {
      "en": "It is a difficult thing to do.",
      "vi": "Đó là một việc khó khăn."
    }
  },
  {
    "translation": {
      "en": "I hope, by refusing to play to a segregated audience,",
      "vi": "Tôi hy vọng bằng cách từ chối biểu diễn khi khán giả bị phân biệt"
    }
  },
  {
    "translation": {
      "en": "it would help to break down racial segregation here.",
      "vi": "sẽ giúp xóa bỏ phân biệt chủng tộc ở đất nước này."
    }
  },
  {
    "translation": {
      "en": "And if I'm ever booked here again, it won't be necessary to do a similar thing.",
      "vi": "Và nếu tôi được mời lần nữa, tôi sẽ không cần phải làm điều tương tự."
    }
  },
  {
    "translation": {
      "en": "Alabama's got me so upset",
      "vi": "Alabama khiến em buồn lắm."
    }
  },
  {
    "translation": {
      "en": "Tennessee made me lose my rest",
      "vi": "Tennessee khiến em không thể thư giãn"
    }
  },
  {
    "translation": {
      "en": "Everybody knows about Mississippi God... damn",
      "vi": "Ai cũng biết về lời nguyền Mississippi!"
    }
  },
  {
    "translation": {
      "en": "During that time period, there were major artists,",
      "vi": "Trong thời gian đó, có những nghệ sĩ lớn,"
    }
  },
  {
    "translation": {
      "en": "Nina Simone comes to mind,",
      "vi": "như Nina Simone,"
    }
  },
  {
    "translation": {
      "en": "whose music would get banned from parts of the country",
      "vi": "loại âm nhạc này sẽ bị cấm ở một số nơi"
    }
  },
  {
    "translation": {
      "en": "for some of their political stances.",
      "vi": "vì lập trường chính trị."
    }
  },
  {
    "translation": {
      "en": "And Sam was taking a big risk by saying, I don't wanna play in a segregated space,",
      "vi": "Sam đã liều lĩnh khi nói rằng không muốn biếu diễn ở một nơi phân biệt khán giả."
    }
  },
  {
    "translation": {
      "en": "you know, particularly because he was a major star.",
      "vi": "Đặc biệt khi anh ấy là ngôi sao lớn."
    }
  },
  {
    "translation": {
      "en": "That's the sound of the men Working on the chain gang",
      "vi": "Đó là âm thanh của những người đàn ông Làm việc với dây xích trên người..."
    }
  },
  {
    "translation": {
      "en": "Folks who didn't understand that Sam actually had some political concerns,",
      "vi": "Có những người không biết Sam thực sự quan tâm đến chính trị..."
    }
  },
  {
    "translation": {
      "en": "you listen to a song like Chain Gang,",
      "vi": "Bạn nghe một bài như Chain Gang"
    }
  },
  {
    "translation": {
      "en": "which just the rhythm of the song immediately would resonate",
      "vi": "nhịp điệu của bài hát ngay lập tức gây rung động"
    }
  },
  {
    "translation": {
      "en": "for generations of black folks who know about places like Parchman",
      "vi": "cho những thế hệ người da đen biết đến những nơi như Parchman,"
    }
  },
  {
    "translation": {
      "en": "and other prison farms.",
      "vi": "và các trại giam khác."
    }
  },
  {
    "translation": {
      "en": "Yet you see these photos of Hugo and Luigi, his two producers, and Sam Cooke,",
      "vi": "Và rồi bạn thấy bức ảnh của Hugo và Luigi, hai nhà sản xuất của anh ấy, và Sam Cooke"
    }
  },
  {
    "translation": {
      "en": "and they're comically dressed up in their black- and- whites and little caps,",
      "vi": "họ mặc bộ đồ sọc trắng đen cũ của họ."
    }
  },
  {
    "translation": {
      "en": "and so it's a way to take this song and bring it to mainstream white America,",
      "vi": "Và đó là một cách để đưa bài hát này đến với người Mỹ da trắng,"
    }
  },
  {
    "translation": {
      "en": "but is also delivering a particular kind of critique",
      "vi": "nó cũng mang đến những lời chỉ trích"
    }
  },
  {
    "translation": {
      "en": "of what would've been a prison industrial complex of the late 1950s,",
      "vi": "về những khu phức hợp nhà tù công nghiệp cuối những năm 1950,"
    }
  },
  {
    "translation": {
      "en": "in which white audiences and black audiences hear that very, very differently.",
      "vi": "cái mà khán giả da trắng và da đen nghe ra ý nghĩa rất khác nhau."
    }
  },
  {
    "translation": {
      "en": "And there had been so few examples of black artists",
      "vi": "Và có rất ít ví dụ về nghệ sĩ da đen"
    }
  },
  {
    "translation": {
      "en": "who could code switch in that way",
      "vi": "có thể làm được như thế,"
    }
  },
  {
    "translation": {
      "en": "and be recognized in both the black world and the white world and still be men.",
      "vi": "được cả người da đen và người da trắng công nhận, và vẫn rất đàn ông."
    }
  },
  {
    "translation": {
      "en": "What white people have to do",
      "vi": "Điều người da trắng phải làm"
    }
  },
  {
    "translation": {
      "en": "is try to find out in their own hearts",
      "vi": "là cố gắng tìm kiếm trong chính trái tim mình"
    }
  },
  {
    "translation": {
      "en": "why it was necessary to have a nigger in the first place",
      "vi": "ngay từ đầu tại sao lại cần người da đen."
    }
  },
  {
    "translation": {
      "en": "because I'm not a nigger.",
      "vi": "Vì tôi không phải người da đen."
    }
  },
  {
    "translation": {
      "en": "I am a man.",
      "vi": "Tôi là đàn ông."
    }
  },
  {
    "translation": {
      "en": "If I'm not the nigger here...",
      "vi": "Nếu tôi không phải người da đen..."
    }
  },
  {
    "translation": {
      "en": "and if you invented him, you, the white people, invented him...",
      "vi": "và nếu người da trắng sáng tạo ra người da đen..."
    }
  },
  {
    "translation": {
      "en": "then you got to find out why.",
      "vi": "thì chúng ta phải tìm lý do."
    }
  },
  {
    "translation": {
      "en": "James Baldwin was one of his favorite authors.",
      "vi": "James Baldwin là một trong những tác giả yêu thích của anh ấy."
    }
  },
  {
    "translation": {
      "en": "He captured his attention.",
      "vi": "Ông đã thu hút sự chú ý của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Baldwin was a deep writer.",
      "vi": "Baldwin là một nhà văn sâu sắc."
    }
  },
  {
    "translation": {
      "en": "I could understand...",
      "vi": "Tôi có thể hiểu được…"
    }
  },
  {
    "translation": {
      "en": "Sam respecting him and pickin' up on his...",
      "vi": "Sam tôn trọng và hiểu ý nghĩa ông ấy muốn truyền tải"
    }
  },
  {
    "translation": {
      "en": "meaning and what he's contributing.",
      "vi": "và những gì ông ấy đã đóng góp."
    }
  },
  {
    "translation": {
      "en": "He says, You guys got to read.",
      "vi": "Anh ấy nói, Các anh phải đọc."
    }
  },
  {
    "translation": {
      "en": "And we weren't really carin' about no books or nothin' like that.",
      "vi": "Chúng tôi không thực sự quan tâm đến sách hay gì."
    }
  },
  {
    "translation": {
      "en": "You know, we just wanted to sing and be on television and stuff.",
      "vi": "Chúng tôi không thực sự quan tâm đến sách hay gì. Chúng tôi chỉ muốn hát và lên sóng, kiểu thế."
    }
  },
  {
    "translation": {
      "en": "But he's like, Man, that's not all of it.",
      "vi": "Nhưng anh ấy nói, Đó không phải tất cả!"
    }
  },
  {
    "translation": {
      "en": "He say, You got to be knowledgeable.",
      "vi": "Anh ấy nói, Anh phải hiểu biết!"
    }
  },
  {
    "translation": {
      "en": "The country has arbitrarily declared",
      "vi": "Đất nước đã tự ý tuyên bố rằng"
    }
  },
  {
    "translation": {
      "en": "that kinky hair and dark skin, wide nose and big lips",
      "vi": "tóc xoăn và da sẫm, mũi rộng và đôi môi to"
    }
  },
  {
    "translation": {
      "en": "is a hideous thing to be afflicted with.",
      "vi": "là ghê tởm!"
    }
  },
  {
    "translation": {
      "en": "Sam was the one who started the black guys...",
      "vi": "Sam là người da đen đầu tiên…"
    }
  },
  {
    "translation": {
      "en": "to wearin' fros.",
      "vi": "để tóc xoăn xù."
    }
  },
  {
    "translation": {
      "en": "My baby couldn't do the cha- cha- cha",
      "vi": "Em yêu của tôi không thể nhảy cha-cha-cha!"
    }
  },
  {
    "translation": {
      "en": "- I told her - Before that, our hair was processed,",
      "vi": "Tôi nói với em... Trước đó, tóc chúng tôi được xử lý"
    }
  },
  {
    "translation": {
      "en": "and we were wearin' the slickback, the waves, and all that stuff like that.",
      "vi": "và vuốt ngược ra sau với những gợn sóng."
    }
  },
  {
    "translation": {
      "en": "Sam said, No, that won't be me.",
      "vi": "Sam nói, Không, tôi sẽ không làm vậy."
    }
  },
  {
    "translation": {
      "en": "She likes her cha- cha- cha",
      "vi": "Nàng thích cha-cha-cha..."
    }
  },
  {
    "translation": {
      "en": "He went on TV, where his mother almost passed out because of the hair.",
      "vi": "Anh ấy lên tivi, và mẹ anh suýt ngất xỉu khi thấy tóc của anh ấy!"
    }
  },
  {
    "translation": {
      "en": "Heh. She did not like it, and she said,",
      "vi": "Bà ấy không thích mái tóc ấy và nói,"
    }
  },
  {
    "translation": {
      "en": "Oh, look at my child.",
      "vi": "Nhìn con tôi kìa!"
    }
  },
  {
    "translation": {
      "en": "Sam would talk to L.C. about,",
      "vi": "Sam sẽ nói với LC rằng,"
    }
  },
  {
    "translation": {
      "en": "Man, you ought to get that process out your hair and let it go natural.",
      "vi": "Em phải bỏ cái vụ xử lý tóc đi và để nó tự nhiên!"
    }
  },
  {
    "translation": {
      "en": "He felt that it was part of his history... his culture.",
      "vi": "Anh ấy cảm thấy đó là một phần lịch sử… và cả văn hóa."
    }
  },
  {
    "translation": {
      "en": "Switched over immediately.",
      "vi": "Mọi thứ thay đổi ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "All the black guys started gettin' the fros, you know.",
      "vi": "Tất cả đàn ông da đen bắt đầu để tóc xù."
    }
  },
  {
    "translation": {
      "en": "Sam was a powerful man.",
      "vi": "Sam rất có ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "We were in Atlanta,",
      "vi": "Chúng tôi ở Atlanta,"
    }
  },
  {
    "translation": {
      "en": "and in between concerts, he'd go to a newsstand and buy every magazine,",
      "vi": "giữa các buổi diễn, anh ấy sẽ đến quầy tạp chí và mua mọi tờ báo,"
    }
  },
  {
    "translation": {
      "en": "and one day, he went and bought a boxing magazine.",
      "vi": "và một ngày, anh ấy mua một tạp chí quyền anh."
    }
  },
  {
    "translation": {
      "en": "And there was this guy.",
      "vi": "Và thấy một anh chàng."
    }
  },
  {
    "translation": {
      "en": "I said, Sam, this kid is the shit.",
      "vi": "Tôi nói, Sam, thằng nhóc này ngầu thật."
    }
  },
  {
    "translation": {
      "en": "He said, All right, go get him.",
      "vi": "Anh ta nói, Tốt, đi gặp cậu ấy đi."
    }
  },
  {
    "translation": {
      "en": "And I said, What do you mean? He said, Tell him I sent you.",
      "vi": "Tôi hỏi, Ý anh là sao? Anh ấy nói, Cứ bảo là tôi cử anh đến."
    }
  },
  {
    "translation": {
      "en": "I said, Oh, my God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "I knock on his door. His brother Rudy cracks the door, and I said,",
      "vi": "Tôi gõ cửa. Người em trai, Rudy, mở cửa và tôi nói,"
    }
  },
  {
    "translation": {
      "en": "I'm with the William Morris-- and he slams the door in my face.",
      "vi": "Tôi là người của William Morris, cậu ta sập cửa vào mặt tôi."
    }
  },
  {
    "translation": {
      "en": "And I said... Sam Cooke.",
      "vi": "Rồi tôi nói... Sam Cooke!"
    }
  },
  {
    "translation": {
      "en": "And his mother said, Let that boy in.",
      "vi": "Và mẹ cậu ta nói... Để cậu ấy vào đi!"
    }
  },
  {
    "translation": {
      "en": "And his mother couldn't stop talking about Sam.",
      "vi": "Và bà ấy không ngừng nói về Sam."
    }
  },
  {
    "translation": {
      "en": "So, we made a deal to do an album...",
      "vi": "Nên chúng tôi đã thỏa thuận làm một album..."
    }
  },
  {
    "translation": {
      "en": "and they really bonded.",
      "vi": "và họ thật sự thân thiết."
    }
  },
  {
    "translation": {
      "en": "Sam was God to him.",
      "vi": "Sam đi rồi."
    }
  },
  {
    "translation": {
      "en": "This is Sam Cooke. As you can see, like me, he's awful pretty.",
      "vi": "Đây là Sam Cooke. Các bạn thấy đấy, anh ấy rất đẹp trai."
    }
  },
  {
    "translation": {
      "en": "- Ha ha. - And we are here now workin' on a record called The Gang's All Here.",
      "vi": "Và chúng tôi ở đây, thu âm một đĩa nhạc có tên The Gang's All Here."
    }
  },
  {
    "translation": {
      "en": "Would you like to give us a preview of this disc?",
      "vi": "Có thể cho chúng tôi nghe thử không?"
    }
  },
  {
    "translation": {
      "en": "We'll do a lot better if we had the music here with us, but we'll try.",
      "vi": "Chúng tôi sẽ hát tốt hơn nếu có nhạc. Nhưng chúng tôi sẽ cố gắng."
    }
  },
  {
    "translation": {
      "en": "- Hey, hey, the gang's all here -",
      "vi": "Này, cả hội đang ở đây cả rồi."
    }
  },
  {
    "translation": {
      "en": "Join in the fun",
      "vi": "Tham gia vui vẻ!"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, the gang's all here",
      "vi": "Này, cả hội đang ở đây cả rồi."
    }
  },
  {
    "translation": {
      "en": "We gonna swing as one",
      "vi": "Chúng ta sẽ cùng nhảy múa!"
    }
  },
  {
    "translation": {
      "en": "Do it again now...",
      "vi": "Làm lại nào!"
    }
  },
  {
    "translation": {
      "en": "The joy that they brought out of each other and the laughter--",
      "vi": "Niềm vui mà họ mang lại cho nhau, cùng những tiếng cười,"
    }
  },
  {
    "translation": {
      "en": "they were showing a range of emotions together.",
      "vi": "họ thể hiện nhiều cảm xúc cùng nhau."
    }
  },
  {
    "translation": {
      "en": "A kind of black male freedom, if you will.",
      "vi": "Một kiểu đàn ông da đen tự do."
    }
  },
  {
    "translation": {
      "en": "That was not really-- heh--",
      "vi": "Đó không phải là..."
    }
  },
  {
    "translation": {
      "en": "something we saw a lot of at that time in America.",
      "vi": "điều chúng tôi được thấy nhiều tại thời điểm đó ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "You know, you always saw, up until that point,",
      "vi": "Về mặt này, bạn luôn thấy những hình ảnh khắc khổ, rập khuôn"
    }
  },
  {
    "translation": {
      "en": "these really harsh, stereotypical images of black people",
      "vi": "Về mặt này, bạn luôn thấy những hình ảnh khắc khổ, rập khuôn của những người da đen, như những thằng hề vậy,"
    }
  },
  {
    "translation": {
      "en": "who were either, you know, buffoons and clowns",
      "vi": "của những người da đen, như những thằng hề vậy,"
    }
  },
  {
    "translation": {
      "en": "and, you know, exaggerated facial expressions,",
      "vi": "của những người da đen, như những thằng hề vậy, phóng đại biểu cảm, đôi mắt trợn lồi ra, những thứ như thế."
    }
  },
  {
    "translation": {
      "en": "eyes bugging out, stuff like that.",
      "vi": "phóng đại biểu cảm, đôi mắt trợn lồi ra, những thứ như thế."
    }
  },
  {
    "translation": {
      "en": "We gonna swing as one",
      "vi": "Chúng ta sẽ cùng nhảy múa!"
    }
  },
  {
    "translation": {
      "en": "- How you like that? - Let's think about a young Michael Jackson",
      "vi": "Bạn thấy saoo? Hãy nghĩ về một Michael Jackson trẻ tuổi,"
    }
  },
  {
    "translation": {
      "en": "or a young Prince Rogers Nelson,",
      "vi": "hay Hoàng tử Rogers Nelson trẻ tuổi,"
    }
  },
  {
    "translation": {
      "en": "who would've been five or six years old,",
      "vi": "khoảng năm hay sáu tuổi thôi,"
    }
  },
  {
    "translation": {
      "en": "sitting around the television watching these two young men.",
      "vi": "ngồi trước tivi xem hai chàng trai này."
    }
  },
  {
    "translation": {
      "en": "What Ali and Sam Cooke represented was possibility.",
      "vi": "Điều Ali và Sam Cooke thể hiện là những khả năng."
    }
  },
  {
    "translation": {
      "en": "Right? That there was another way for them to be in the world",
      "vi": "Phải không? Rằng có một cách sống khác dành cho họ trên thế giới này,"
    }
  },
  {
    "translation": {
      "en": "other than the way that the world had dictated that black men had to be in the world.",
      "vi": "khác cái cách mà thế giới quy định rằng đàn ông da đen là phải như thế."
    }
  },
  {
    "translation": {
      "en": "It disturbed perceptions of what black masculinity was.",
      "vi": "Điều này xáo trộn nhận thức về đàn ông da đen."
    }
  },
  {
    "translation": {
      "en": "Cassius Clay very quietly was being mentored by a man named Malcolm X,",
      "vi": "Cassius Clay, rất âm thầm, được cố vấn bởi một người tên là Malcolm X,"
    }
  },
  {
    "translation": {
      "en": "who was this fearless, and very much feared, black leader in America",
      "vi": "người lãnh đạo da đen không biết sợ hãi, nhưng khiến rất nhiều người sợ hãi ở Mỹ,"
    }
  },
  {
    "translation": {
      "en": "who spoke, as he said, truth to power.",
      "vi": "người có thể nói sự thật tới chính quyền."
    }
  },
  {
    "translation": {
      "en": "It's not hate to say that we were kidnapped and brought here. It's true.",
      "vi": "Chúng ta bị bắt cóc và mang đến đây, đó là sự thật."
    }
  },
  {
    "translation": {
      "en": "It's not hate to say we were Jim Crowed, discriminated, and segregated. It's true.",
      "vi": "Chúng ta bị áp luật Jim Crow, bị phân biệt và bị cô lập, đó là sự thật."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke doesn't know Malcolm X yet,",
      "vi": "Sam Cooke chưa biết đến Malcolm X,"
    }
  },
  {
    "translation": {
      "en": "but he's just seen how the Nation of Islam moves,",
      "vi": "nhưng anh ấy đã thấy cách làm của Quốc gia Hồi giáo,"
    }
  },
  {
    "translation": {
      "en": "how they dealing with white supremacy,",
      "vi": "cách họ đối phó với uy quyền da trắng,"
    }
  },
  {
    "translation": {
      "en": "He's, Oh, this is kind of interesting. Right?",
      "vi": "và anh ấy nói, Thật thú vị! Phải không?"
    }
  },
  {
    "translation": {
      "en": "And he starts paying more attention to Malcolm X. They eventually become friends.",
      "vi": "Và anh ấy bắt đầu chú ý đến Malcolm X. Họ dần trở thành bạn bè."
    }
  },
  {
    "translation": {
      "en": "Black men should have a hand in controlling",
      "vi": "Đàn ông da đen nên tham gia kiểm soát nền kinh tế"
    }
  },
  {
    "translation": {
      "en": "the economy of the so- called negro community.",
      "vi": "Đàn ông da đen nên tham gia kiểm soát nền kinh tế của cộng đồng người da đen."
    }
  },
  {
    "translation": {
      "en": "He should be developing the type of knowledge",
      "vi": "Họ nên học hỏi loại tri thức cho phép chính họ"
    }
  },
  {
    "translation": {
      "en": "that will enable him to own and operate the businesses,",
      "vi": "Họ nên học hỏi loại tri thức cho phép chính họ sở hữu và điều hành các doanh nghiệp, và từ đó có thể tạo việc làm"
    }
  },
  {
    "translation": {
      "en": "and thereby be able to create employment for his own people, for his own kind.",
      "vi": "sở hữu và điều hành các doanh nghiệp, và từ đó có thể tạo việc làm cho dân tộc, cho đồng loại của mình."
    }
  },
  {
    "translation": {
      "en": "Just like the Civil Rights movement was basically saying, Why not us?",
      "vi": "Giống như Phong trào Dân quyền, cơ bản là, Sao không phải chúng ta?"
    }
  },
  {
    "translation": {
      "en": "Sam was saying the same thing",
      "vi": "Sam cũng nói vậy, là người làm ăn, là doanh nhân da đen,"
    }
  },
  {
    "translation": {
      "en": "as an entrepreneur, a black businessman. Why not us?",
      "vi": "Sam cũng nói vậy, là người làm ăn, là doanh nhân da đen, Sao không phải chúng ta?"
    }
  },
  {
    "translation": {
      "en": "My man's got a heart--",
      "vi": "Dân tộc tôi có một trái tim giống như..."
    }
  },
  {
    "translation": {
      "en": "Black blues musicians and jazz musicians and early black rock- 'n'- roll artists",
      "vi": "Nhạc sĩ nhạc blues, nhạc jazz, các nghệ sĩ rock n' roll da đen đầu tiên"
    }
  },
  {
    "translation": {
      "en": "who didn't really make anything from their music.",
      "vi": "không thực sự kiếm được tiền từ âm nhạc."
    }
  },
  {
    "translation": {
      "en": "It was like sharecropping, where you do all the work, you do the labor--",
      "vi": "Giống như lĩnh canh, bạn làm tất cả công việc, kể cả lao động chân tay."
    }
  },
  {
    "translation": {
      "en": "it's your creativity, your energy--",
      "vi": "Đó là sự sáng tạo, năng lượng của bạn,"
    }
  },
  {
    "translation": {
      "en": "and then someone else reaps the benefits of it.",
      "vi": "rồi người khác thu lợi ích từ nó."
    }
  },
  {
    "translation": {
      "en": "This publishers would rook songwriters out of their music.",
      "vi": "Nhà xuất bản sẽ đánh bật người sáng tác khỏi nhạc của chính họ."
    }
  },
  {
    "translation": {
      "en": "Give 'em $25 and buy songs that became massive hits.",
      "vi": "Cho họ 25 đô và mua những bài hát trở thành hit lớn."
    }
  },
  {
    "translation": {
      "en": "- In the still of the-- - Shoo- doo, dooby- doo",
      "vi": "Trong đêm khuya..."
    }
  },
  {
    "translation": {
      "en": "Black musicians didn't get treated fairly.",
      "vi": "Nhạc sĩ da đen không được đối xử công bằng."
    }
  },
  {
    "translation": {
      "en": "Instead of gettin' royalties, they would get... they'd get-- you'd get cocaine.",
      "vi": "Thay vì tiền bản quyền, họ sẽ nhận được... ma túy."
    }
  },
  {
    "translation": {
      "en": "And that's just the way it was back then.",
      "vi": "Thời đó là thế."
    }
  },
  {
    "translation": {
      "en": "Disc jockey out of Philadelphia said,",
      "vi": "Một người phát nhạc ở Philadelphia từng nói,"
    }
  },
  {
    "translation": {
      "en": "Sam, you know they're probably rippin' you off, RCA Records?",
      "vi": "Sam, anh có biết họ đang lợi dụng anh? Công ty thu âm RCA đó?"
    }
  },
  {
    "translation": {
      "en": "And he says, I got a good CPA friend that I want you to meet.",
      "vi": "Và anh ấy nói, Tôi có một người bạn kế toán viên rât tốt mà tôi muốn anh gặp."
    }
  },
  {
    "translation": {
      "en": "Allen Klein was an accountant in New York.",
      "vi": "Allen Klein là một kế toán viên ở New York."
    }
  },
  {
    "translation": {
      "en": "Klein had overheard conversations",
      "vi": "Klein đã nghe lỏm được cuộc nói chuyện về sự không hài lòng của Sam"
    }
  },
  {
    "translation": {
      "en": "about Sam's dissatisfaction with receiving royalty payments from RCA.",
      "vi": "Klein đã nghe lỏm được cuộc nói chuyện về sự không hài lòng của Sam về số tiền bản quyền từ RCA."
    }
  },
  {
    "translation": {
      "en": "So Allen Klein audits RCA Victor...",
      "vi": "Vậy là, Allen Klein kiểm toán RCA Victor…"
    }
  },
  {
    "translation": {
      "en": "and comes up with a bunch of money for Sam.",
      "vi": "và mang về một số tiền lớn cho Sam."
    }
  },
  {
    "translation": {
      "en": "Sam was extremely generous,",
      "vi": "Sam cực kỳ hào phóng, luôn luôn chăm sóc,"
    }
  },
  {
    "translation": {
      "en": "always looked out for, not just his wife and children,",
      "vi": "Sam cực kỳ hào phóng, luôn luôn chăm sóc, không chỉ riêng vợ con,"
    }
  },
  {
    "translation": {
      "en": "but also for his family members back in Chicago.",
      "vi": "không chỉ riêng vợ con, mà còn gia đình ở Chicago."
    }
  },
  {
    "translation": {
      "en": "He could've had a perfectly fine career as a singer,",
      "vi": "Anh ấy có thể có một sự nghiệp ca hát hoàn hảo,"
    }
  },
  {
    "translation": {
      "en": "but it was always this idea there was something more.",
      "vi": "nhưng anh ấy luôn có những ý tưởng khác,"
    }
  },
  {
    "translation": {
      "en": "He was always looking at what was gonna be next",
      "vi": "và anh ấy luôn theo sát thời cuộc"
    }
  },
  {
    "translation": {
      "en": "because he had this sense of the bigger picture.",
      "vi": "vì anh ấy có cảm giác về một viễn cảnh lớn hơn."
    }
  },
  {
    "translation": {
      "en": "J.W. Alexander was a member of the Pilgrim Travelers,",
      "vi": "J.W. Alexander là thành viên của nhóm Pilgrim Travellers,"
    }
  },
  {
    "translation": {
      "en": "and when that group disbanded,",
      "vi": "và khi nhóm đó tan rã,"
    }
  },
  {
    "translation": {
      "en": "he started a publishing company.",
      "vi": "ông đã thành lập một công ty xuất bản."
    }
  },
  {
    "translation": {
      "en": "Said, Sam, you're writing a lot of songs.",
      "vi": "Ông ấy nói, Sam, cậu viết rất nhiều bài."
    }
  },
  {
    "translation": {
      "en": "You need to own your publishing because that's where the money's at.",
      "vi": "Cậu phải có nhà xuất bản của mình, vì đó là nơi làm ra tiền."
    }
  },
  {
    "translation": {
      "en": "That's where the power's at.",
      "vi": "Cũng tạo ra quyền lực."
    }
  },
  {
    "translation": {
      "en": "Sam says, Well, if we're gonna start a publishing company,",
      "vi": "Sam nói, Nếu mở một công ty xuất bản,"
    }
  },
  {
    "translation": {
      "en": "how about us starting a record company on top of it",
      "vi": "sao ta không mở một công ty thu âm?"
    }
  },
  {
    "translation": {
      "en": "and record our own artists?",
      "vi": "Và thu âm nghệ sĩ của mình?"
    }
  },
  {
    "translation": {
      "en": "And that was the beginning of the partnership.",
      "vi": "Và đó là khởi đầu của quan hệ đối tác."
    }
  },
  {
    "translation": {
      "en": "- Johnnie? - Hey.",
      "vi": "- Johnnie? - Này!"
    }
  },
  {
    "translation": {
      "en": "I want you to sing this real plain--",
      "vi": "Hãy nói này, tay chơi thực thụ."
    }
  },
  {
    "translation": {
      "en": "But everybody's got a smile",
      "vi": "Nhưng ai cũng đang cười!"
    }
  },
  {
    "translation": {
      "en": "- But everybody's got a smile - Right. We're in business.",
      "vi": "- Nhưng ai cũng đang cười! - Được rồi. Chúng ta đang làm ăn."
    }
  },
  {
    "translation": {
      "en": "He was Berry Gordy before Berry Gordy",
      "vi": "Anh ấy là Berry Gordy đầu tiên."
    }
  },
  {
    "translation": {
      "en": "when Sam started SAR Records with J.W. Alexander.",
      "vi": "Khi Sam mở Công ty thu âm SAR với J.W. Alexander."
    }
  },
  {
    "translation": {
      "en": "The purpose of SAR Records was to give many of the gospel artists that Sam knew",
      "vi": "Mục đích của SAR là mang đến cho nhiều nghệ sĩ phúc âm mà Sam biết"
    }
  },
  {
    "translation": {
      "en": "an opportunity to record pop records, perhaps cross over.",
      "vi": "cơ hội để thu âm nhạc pop, hoặc là trộn nhiều thể loại."
    }
  },
  {
    "translation": {
      "en": "He had Johnnie Taylor and Mel Carter.",
      "vi": "Anh ấy có Johnnie Taylor và Mel Carter. Và tôi yêu..."
    }
  },
  {
    "translation": {
      "en": "And I loved... The Valentinos. I loved them.",
      "vi": "Anh ấy có Johnnie Taylor và Mel Carter. Và tôi yêu... The Valentinos. Tôi yêu họ."
    }
  },
  {
    "translation": {
      "en": "There was a song called, I'm Lookin for a Love,",
      "vi": "Có một bài hát tên I'm Lookin for a Love"
    }
  },
  {
    "translation": {
      "en": "and Bobby sounded like Sam on there.",
      "vi": "và Bobby hát rất giống Sam."
    }
  },
  {
    "translation": {
      "en": "I'm lookin', I'm lookin', I'm lookin' I'm lookin' for a love to call my own",
      "vi": "Tôi đang tìm, tôi đang tìm Tôi đang tìm một tình yêu cho chính mình"
    }
  },
  {
    "translation": {
      "en": "Someone to get up in the mornin'",
      "vi": "Ai đó thức dậy cùng tôi..."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke and J.W. Alexander were both good businessmen,",
      "vi": "Sam Cooke và JW Alexander đều là những doanh nhân giỏi,"
    }
  },
  {
    "translation": {
      "en": "but I know it was all about...",
      "vi": "nhưng tôi biết họ đều đang cố gắng..."
    }
  },
  {
    "translation": {
      "en": "tryin' to help these artists out.",
      "vi": "giúp các nghệ sĩ khác."
    }
  },
  {
    "translation": {
      "en": "I am aware that ownin' a record company is a losing deal much too often for comfort,",
      "vi": "Tôi biết rằng sở hữu một công ty thu âm là một thương vụ không có lời."
    }
  },
  {
    "translation": {
      "en": "but this company of mine is concentrating on recording negro artists",
      "vi": "Nhưng công ty của tôi tập trung vào việc thu âm nghệ sĩ da màu"
    }
  },
  {
    "translation": {
      "en": "I feel have the ingredients to become as successful as I have.",
      "vi": "Nhưng công ty của tôi tập trung vào việc thu âm nghệ sĩ da màu những người tôi cảm thấy có tố chât để thành công như tôi."
    }
  },
  {
    "translation": {
      "en": "And if I lose a few dollars along the way, in the end, it will be worth it to me.",
      "vi": "Nếu tôi mất vài đô la trên con đường đó, thì vẫn rất xứng đáng."
    }
  },
  {
    "translation": {
      "en": "Morally, it's a worthwhile project.",
      "vi": "Về mặt tinh thần, đó là một dự án đáng giá."
    }
  },
  {
    "translation": {
      "en": "People think the Rolling Stones' first hit was Satisfaction.",
      "vi": "Người ta nghĩ hit đầu tiên của Rolling Stones là Satisfaction."
    }
  },
  {
    "translation": {
      "en": "It wasn't. It was It's All Over Now.",
      "vi": "Không phải. Mà là All Over Now."
    }
  },
  {
    "translation": {
      "en": "Because I used to love her",
      "vi": "Vì tôi từng yêu cô ấy"
    }
  },
  {
    "translation": {
      "en": "But it's all over now",
      "vi": "Nhưng giờ thì hết rồi."
    }
  },
  {
    "translation": {
      "en": "And few people know that that song was written by... Bobby Womack,",
      "vi": "Và ít người biết bài hát đó được viết bởi... Bobby Womack,"
    }
  },
  {
    "translation": {
      "en": "who was a member of The Valentinos,",
      "vi": "một thành viên của The Valentinos,"
    }
  },
  {
    "translation": {
      "en": "which was a group signed to Sam Cooke's label.",
      "vi": "một nhóm được ký với hãng Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "The fact that they knew Sam Cooke and admired his music as much as they did",
      "vi": "Việc họ biết đến Sam Cooke và rất ngưỡng mộ âm nhạc của anh ấy,"
    }
  },
  {
    "translation": {
      "en": "and would want to record something by an artist affiliated with Sam Cooke",
      "vi": "và muốn thu âm bài hát của một nghệ sĩ liên kết với Sam Cooke"
    }
  },
  {
    "translation": {
      "en": "isn't surprising at all.",
      "vi": "không hề đáng ngạc nhiên."
    }
  },
  {
    "translation": {
      "en": "SAR Records and Sam Cooke...",
      "vi": "Công ty SAR và Sam Cooke…"
    }
  },
  {
    "translation": {
      "en": "was a threat to every other record company in the country.",
      "vi": "là mối đe dọa đối với mọi công ty thu âm khác trong nước."
    }
  },
  {
    "translation": {
      "en": "The vision was that We're gonna make the artist just as important as the owner...",
      "vi": "Định hướng của họ là, Chúng tôi coi nghệ sĩ quan trọng ngang công ty."
    }
  },
  {
    "translation": {
      "en": "and we're not gonna treat them as second- class citizens.",
      "vi": "Và chúng tôi sẽ không coi họ là công dân hạng hai."
    }
  },
  {
    "translation": {
      "en": "He was so forward- thinking about the industry and the control of the money.",
      "vi": "Anh ấy rất có định hướng tương lai về ngành công nghiệp và kiểm soát tiền."
    }
  },
  {
    "translation": {
      "en": "It's part of what makes Sam Cooke so dangerous.",
      "vi": "Đó là một phần khiến Sam Cooke trở nên nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "What could be the greatest thing in the world that would happen to you?",
      "vi": "Điều tuyệt vời nhất đối với anh là gì - nếu được lựa chọn? - Điều tuyệt nhất với tôi,"
    }
  },
  {
    "translation": {
      "en": "The greatest thing to happen to me-- if all the singers I'm connected with had hits.",
      "vi": "- nếu được lựa chọn? - Điều tuyệt nhất với tôi, tất cả các ca sĩ ký với tôi đều có hit!"
    }
  },
  {
    "translation": {
      "en": "Though he was making moves that could be identified as black self- empowerment,",
      "vi": "Dù anh ấy có những hành động bị cho là tự trao quyền cho người da đen,"
    }
  },
  {
    "translation": {
      "en": "his own record label, his own publishing company,",
      "vi": "nhưng anh ấy có hãng thu âm, công ty xuất bản của anh ấy,"
    }
  },
  {
    "translation": {
      "en": "at the same time,",
      "vi": "cùng một lúc,"
    }
  },
  {
    "translation": {
      "en": "he was grappling with, How can I be my authentic black self",
      "vi": "anh ấy đang vật lộn với Làm sao để là một người da đen chân chính và nói sự thật"
    }
  },
  {
    "translation": {
      "en": "and speak truth to what's happening?",
      "vi": "anh ấy đang vật lộn với Làm sao để là một người da đen chân chính và nói sự thật về chuyện đang xảy ra?"
    }
  },
  {
    "translation": {
      "en": "How many roads Must a man walk down",
      "vi": "Một người phải đi qua bao nhiêu con đường"
    }
  },
  {
    "translation": {
      "en": "Before you call him a man?",
      "vi": "Trước khi được gọi là đàn ông?"
    }
  },
  {
    "translation": {
      "en": "It's hard to sing Everybody Likes To Cha- Cha- Cha",
      "vi": "Khó mà hát Everybody Likes to Cha-cha-cha"
    }
  },
  {
    "translation": {
      "en": "when there were songs like Blowing in the Wind.",
      "vi": "khi có những bài hát như Blowing in the Wind."
    }
  },
  {
    "translation": {
      "en": "The combination of this Jewish brother, Bob Dylan, and that song,",
      "vi": "Sự kết hợp của anh chàng Do Thái, Bob Dylan, và bài hát đó,"
    }
  },
  {
    "translation": {
      "en": "and these black- and- white folks and other people comin' together",
      "vi": "những người da đen và da trắng cùng những người khác tập hợp"
    }
  },
  {
    "translation": {
      "en": "in places like the march on Washington",
      "vi": "ở nhiều nơi như cuộc Tuần hành Washington"
    }
  },
  {
    "translation": {
      "en": "gave Sam the fuel to say,",
      "vi": "đã cho Sam nhiệt huyết để nói"
    }
  },
  {
    "translation": {
      "en": "Okay, in some of my performances,",
      "vi": "tốt thôi, trong vài màn trình diễn của tôi sẽ đan xen"
    }
  },
  {
    "translation": {
      "en": "I'm gonna start to weave in songs like Blowing in the Wind.",
      "vi": "tốt thôi, trong vài màn trình diễn của tôi sẽ đan xen những bài như Blowing in the Wind."
    }
  },
  {
    "translation": {
      "en": "How many times can a mountain exist",
      "vi": "Núi tồn tại được bao lâu"
    }
  },
  {
    "translation": {
      "en": "'Fore it's washed down to the sea?",
      "vi": "Trước khi bị cuốn trôi ra biển?"
    }
  },
  {
    "translation": {
      "en": "Tell me",
      "vi": "Nói cho tôi đi."
    }
  },
  {
    "translation": {
      "en": "How many years can some people exist",
      "vi": "Người tồn tại được bao năm"
    }
  },
  {
    "translation": {
      "en": "Before they allowed to be free?",
      "vi": "Trước khi họ được tự do?"
    }
  },
  {
    "translation": {
      "en": "Even if I'm gonna speed the song up so you may not catch exactly what I'm doing,",
      "vi": "Kể cả nếu tôi tăng tốc bài hát, để bạn không hiểu tôi đang hát gì,"
    }
  },
  {
    "translation": {
      "en": "but those who know will know, Hey, he's now performing an anthem, a political anthem.",
      "vi": "nhưng người biết sẽ biết, Anh ấy đang hát một bài thánh ca chính trị."
    }
  },
  {
    "translation": {
      "en": "Oh, the answer, my friend",
      "vi": "Ôi, câu trả lời, bạn tôi ơi Đang bị cuốn bay trong gió!"
    }
  },
  {
    "translation": {
      "en": "Is blowin' in the wind, ah",
      "vi": "Ôi, câu trả lời, bạn tôi ơi Đang bị cuốn bay trong gió! Câu trả lời đang bị cuốn bay trong gió!"
    }
  },
  {
    "translation": {
      "en": "♪That answer blowin' in the wind, oh",
      "vi": "Câu trả lời đang bị cuốn bay trong gió!"
    }
  },
  {
    "translation": {
      "en": "Sam is moved by the ideas in Blowing in the Wind,",
      "vi": "Tuy Sam cảm động trước những ý tưởng trong bài Blowing in the Wind,"
    }
  },
  {
    "translation": {
      "en": "but he's also embarrassed.",
      "vi": "anh ấy cũng xấu hổ."
    }
  },
  {
    "translation": {
      "en": "Why is it Bob Dylan, this white artist,",
      "vi": "Tại sao lại là Bob Dylan, một nghệ sĩ da trắng,"
    }
  },
  {
    "translation": {
      "en": "who is speaking to the masses about social change at this moment,",
      "vi": "nói với công chúng về thay đổi xã hội vào thời điểm này,"
    }
  },
  {
    "translation": {
      "en": "during the midst of the Civil Rights movement?",
      "vi": "giữa thời Phong trào Dân quyền?"
    }
  },
  {
    "translation": {
      "en": "Why aren't we seeing black artists do that themselves?",
      "vi": "Sao ta không thấy các nghệ sĩ da đen làm điều đó?"
    }
  },
  {
    "translation": {
      "en": "♪There been times that I thought",
      "vi": "Có những lúc tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "I couldn't last for long...",
      "vi": "Tôi không còn nhiều thời gian nữa..."
    }
  },
  {
    "translation": {
      "en": "I came by the session when they were recording Change is Gonna Come,",
      "vi": "Tôi đến giữa lúc họ đang thu âm A Change is Gonna Come,"
    }
  },
  {
    "translation": {
      "en": "and my hair stood up, you know.",
      "vi": "và tóc tôi dựng cả lên."
    }
  },
  {
    "translation": {
      "en": "He wanted to write things like that,",
      "vi": "Anh ấy muốn viết những bài hát như thế,"
    }
  },
  {
    "translation": {
      "en": "and it was amazing how well that came out.",
      "vi": "Và thật tuyệt vời khi nó được phát hành."
    }
  },
  {
    "translation": {
      "en": "It's been a long A long time comin'",
      "vi": "Đã lâu, lâu lắm rồi"
    }
  },
  {
    "translation": {
      "en": "But I know Change gonna come",
      "vi": "Nhưng tôi biết sẽ có sự thay đổi!"
    }
  },
  {
    "translation": {
      "en": "You know, as a singer grows older,",
      "vi": "Khi một ca sĩ ngày càng có tuổi, nhận thức sẽ ngày một sâu sắc"
    }
  },
  {
    "translation": {
      "en": "his conception goes a little deeper because he lives life,",
      "vi": "Khi một ca sĩ ngày càng có tuổi, nhận thức sẽ ngày một sâu sắc vì anh ấy sống lâu và anh ấy hiểu"
    }
  },
  {
    "translation": {
      "en": "and he understands what he's trying to say a little more.",
      "vi": "vì anh ấy sống lâu và anh ấy hiểu điều anh ấy muốn nói càng rõ ràng hơn."
    }
  },
  {
    "translation": {
      "en": "I think if a singer tries to find out what's happening in life,",
      "vi": "Tôi nghĩ nếu một ca sĩ cố gắng tìm hiểu điều gì đang xảy ra trong cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "it gives him a better insight on telling the story of the song he's trying to sing.",
      "vi": "anh ta sẽ có một cái nhìn sâu sắc hơn về việc kể về bài hát mà anh ấy đang hát."
    }
  },
  {
    "translation": {
      "en": "I told him, I said, Man, it sounded like eerie.",
      "vi": "Tôi nói với anh ấy, Trời, nghe thật kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "It sounded like death or something, you know.",
      "vi": "Nghe như cái chết hay gì đó."
    }
  },
  {
    "translation": {
      "en": "He said, Well, you know what? It is like death. It's the death of the old me",
      "vi": "Anh ấy nói, Anh biết không, đúng là giống cái chết. Đó là cái chết của tôi ngày xưa,"
    }
  },
  {
    "translation": {
      "en": "and a birth of the new me.",
      "vi": "và sự ra đời của tôi bây giờ."
    }
  },
  {
    "translation": {
      "en": "He said, That's what I was thinkin' about when I wrote this song.",
      "vi": "Anh ấy nói, Đó là điều tôi nghĩ khi tôi viết bài này, nhưng…"
    }
  },
  {
    "translation": {
      "en": "That, uh, it's gonna come, but I wanna be a part of makin' it happen.",
      "vi": "chuyện đó sẽ xảy ra, nhưng tôi muốn góp phần khiến nó xảy ra."
    }
  },
  {
    "translation": {
      "en": "There is no doubt about Sam moving more into the center of the movement",
      "vi": "Không có nghi ngờ gì về việc Sam di chuyển sâu hơn vào trung tâm của phong trào"
    }
  },
  {
    "translation": {
      "en": "because the satisfaction of hit records...",
      "vi": "vì sự hài lòng về các bản hit…"
    }
  },
  {
    "translation": {
      "en": "didn't do it.",
      "vi": "không làm được."
    }
  },
  {
    "translation": {
      "en": "Just like touchdowns didn't do it for me.",
      "vi": "Cũng như những bàn thắng không thể làm cho tôi."
    }
  },
  {
    "translation": {
      "en": "Browns' Jimmy Brown blasts his way right down the middle",
      "vi": "Jimmy Brown của đội Browns mở đường từ giữa sân"
    }
  },
  {
    "translation": {
      "en": "with a sensational scoring run.",
      "vi": "và làm một cú ghi điểm giật gân."
    }
  },
  {
    "translation": {
      "en": "And if you were a popular celebrity that had crossover value,",
      "vi": "Và nếu bạn là một ngôi sao nổi tiếng có giá trị với nhiều tầng lớp xã hội,"
    }
  },
  {
    "translation": {
      "en": "you did have the pressure of were you going to be careful,",
      "vi": "bạn sẽ chịu sức ép từ: bạn sẽ cẩn trọng chứ?"
    }
  },
  {
    "translation": {
      "en": "or were you going to be truthful? Were you going to be real?",
      "vi": "Hay bạn sẽ tin tưởng? Bạn có thành thật không?"
    }
  },
  {
    "translation": {
      "en": "I'm ready to rumble.",
      "vi": "Sẵn sàng chiến nào!"
    }
  },
  {
    "translation": {
      "en": "I can't be beat.",
      "vi": "TRẬN ĐẤU CLAY VS LISTON NGÀY 25 THÁNG 2 NĂM 1964"
    }
  },
  {
    "translation": {
      "en": "I'm the champ.",
      "vi": "Tôi là nhà vô địch!"
    }
  },
  {
    "translation": {
      "en": "Sam and I and a bunch of people all went to see the fight.",
      "vi": "Sam và tôi và cả đám người đến xem trận đấu."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, all these Muslims were around us.",
      "vi": "Đột nhiên, những người Hồi giáo bao vây chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Malcolm X was there. I shook his hand.",
      "vi": "Malcolm X đã đến đó. Tôi bắt tay anh ta."
    }
  },
  {
    "translation": {
      "en": "Ali and myself.",
      "vi": "Ali và tôi."
    }
  },
  {
    "translation": {
      "en": "It was a rare experience for all of us to be in one place at the same time.",
      "vi": "Đó là một trải nghiệm hiếm có khi chúng tôi ở một nơi cùng một lúc."
    }
  },
  {
    "translation": {
      "en": "We're almost all set to go for that World Heavyweight Championship fight.",
      "vi": "Chúng tôi đã sẵn sàng cho trận đấu của Giải Vô Địch Thế Giới hạng nặng!"
    }
  },
  {
    "translation": {
      "en": "When I found out that Jim Brown, Sam Cooke, Muhammad Ali aka Cassius Clay,",
      "vi": "Khi tôi phát hiện ra Jim Brown, Sam Cooke, Muhammad Ali hay Cassius Clay,"
    }
  },
  {
    "translation": {
      "en": "and Malcolm X were all connected,",
      "vi": "và Malcolm X đều kết nối với nhau,"
    }
  },
  {
    "translation": {
      "en": "I said, What an amazing connection,",
      "vi": "Tôi nói, Một mạng lưới tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "but what a huge threat to America at that time.",
      "vi": "nhưng cũng là mối đe dọa lớn đối với nước Mỹ thời đó."
    }
  },
  {
    "translation": {
      "en": "Malcolm X is the oldest of them, the political theorist, if you will.",
      "vi": "Malcolm X là người lớn tuổi nhất, một nhà lý luận chính trị."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke's only 33 years old.",
      "vi": "Sam Cooke mới 33 tuổi,"
    }
  },
  {
    "translation": {
      "en": "Great well- known singer, but in many ways, a business genius, right?",
      "vi": "ca sĩ nổi tiếng, cũng là một thiên tài kinh doanh, phải không?"
    }
  },
  {
    "translation": {
      "en": "And then you have these two 20- something professional athletes",
      "vi": "Và sau đó anh có hai vận động viên chuyên nghiệp hơn 20 tuổi,"
    }
  },
  {
    "translation": {
      "en": "who young and white folks adore.",
      "vi": "họ trẻ và được người da trắng mến mộ."
    }
  },
  {
    "translation": {
      "en": "What you see is this interesting kind of moment",
      "vi": "Đây là một khoảnh khắc thú vị trong giai đoạn phát triển ban đầu"
    }
  },
  {
    "translation": {
      "en": "in the early stage development of what we might call black power.",
      "vi": "Đây là một khoảnh khắc thú vị trong giai đoạn phát triển ban đầu của thứ gọi là quyền lực đen."
    }
  },
  {
    "translation": {
      "en": "- - I am the greatest.",
      "vi": "Tôi là người vĩ đại nhất!"
    }
  },
  {
    "translation": {
      "en": "Overconfidence. This can happen.",
      "vi": "Ồ, chuyện gì vậy? Không thể nào..."
    }
  },
  {
    "translation": {
      "en": "This is the legend of Cassius Clay,",
      "vi": "Đây là huyền thoại Cassius Clay!"
    }
  },
  {
    "translation": {
      "en": "the most beautiful fighter in the world today.",
      "vi": "Chiến binh rực rỡ nhất thế giới!"
    }
  },
  {
    "translation": {
      "en": "- - Look at the guy yawning.",
      "vi": "Nhìn cậu ấy ngáp kìa!"
    }
  },
  {
    "translation": {
      "en": "This brash young boxer is something to see,",
      "vi": "Tay đấm bốc trẻ tuổi này thật đáng mong đợi"
    }
  },
  {
    "translation": {
      "en": "and the Heavyweight Championship is his destiny.",
      "vi": "và Nhà vô địch Hạng nặng chắc chắn là cậu ấy!"
    }
  },
  {
    "translation": {
      "en": "He is the greatest.",
      "vi": "Cậu ấy là người vĩ đại nhất."
    }
  },
  {
    "translation": {
      "en": "They might be stopping it. That might be all, ladies and gentlemen.",
      "vi": "Trận đấu có thể sẽ kết thúc! Kết thúc rồi, thưa quý vị!"
    }
  },
  {
    "translation": {
      "en": "Get up there, Joe.",
      "vi": "Lên đi, Joe!"
    }
  },
  {
    "translation": {
      "en": "Sam Cooke is front and center,",
      "vi": "Sam Cooke ở chính diện,"
    }
  },
  {
    "translation": {
      "en": "and he watches Clay become heavyweight champion in the world.",
      "vi": "và anh ấy thấy Clay trở thành Nhà vô địch hạng nặng thế giới."
    }
  },
  {
    "translation": {
      "en": "At that moment, Clay's yelling at the sportswriters,",
      "vi": "Lúc đó, Clay la hét với các phóng viên thể thao,"
    }
  },
  {
    "translation": {
      "en": "tellin 'em that, I told ya. He's pointing fingers.",
      "vi": "rằng, Tôi bảo rồi! Cậu ấy chỉ ngón tay."
    }
  },
  {
    "translation": {
      "en": "And he yells out, Sam Cooke. Sam Cooke's the greatest.",
      "vi": "Và cậu ấy hét lên, Sam Cooke! Sam Cooke là người vĩ đại nhất!"
    }
  },
  {
    "translation": {
      "en": "Come on, Sam. Come up here.",
      "vi": "Lại đây, Sam! Lên đây nào!"
    }
  },
  {
    "translation": {
      "en": "Hey, let that man up here. Let Sam in. World's greatest rock- 'n'- roll singer.",
      "vi": "Này, để anh ấy lên đây! Đó là Sam, anh ấy là ngôi sao nhạc rock n' roll!"
    }
  },
  {
    "translation": {
      "en": "This is Sam Cooke.",
      "vi": "Đây là Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "Sam Cooke, a very good friend, a good vocalist, with Cassius.",
      "vi": "Sam Cooke, một người bạn tốt của Cassius, chúng ta đều biết điều đó."
    }
  },
  {
    "translation": {
      "en": "Excuse me. Move back, if you will.",
      "vi": "Sam Cooke, một người bạn tốt của Cassius, chúng ta đều biết điều đó. Lùi lại nào. - Tuyệt lắm. - Thế giới rung chuyển chưa?"
    }
  },
  {
    "translation": {
      "en": "- Did I shake up the world? - You are beautiful.",
      "vi": "- Tuyệt lắm. - Thế giới rung chuyển chưa? Gã kia lo mà tìm cớ đi!"
    }
  },
  {
    "translation": {
      "en": "We all ended up that night in this little black motel.",
      "vi": "Đêm đó, chúng tôi tụ tập tại một nhà nghỉ nhỏ cho người da đen."
    }
  },
  {
    "translation": {
      "en": "It became sort of historical.",
      "vi": "Đêm đó trở thành lịch sử."
    }
  },
  {
    "translation": {
      "en": "We just shared our thoughts.",
      "vi": "Chúng tôi chia sẻ suy nghĩ."
    }
  },
  {
    "translation": {
      "en": "Standing up was a big thing for all of us...",
      "vi": "Nổi dậy là một việc lớn đối với tất cả chúng tôi..."
    }
  },
  {
    "translation": {
      "en": "because we defied second- class citizenship",
      "vi": "vì chúng tôi vạch rõ quyền công dân hạng hai"
    }
  },
  {
    "translation": {
      "en": "and being considered inferior.",
      "vi": "và bị xem là thấp kém."
    }
  },
  {
    "translation": {
      "en": "Being outspoken, the risk was to lose money",
      "vi": "Thẳng thắn mà nói, rủi ro đầu tiên là mặt tài chính,"
    }
  },
  {
    "translation": {
      "en": "or to lose your popularity with Middle America...",
      "vi": "và mất đi sự yêu thích ở Trung Mỹ..."
    }
  },
  {
    "translation": {
      "en": "but those of us who, uh...",
      "vi": "nhưng chúng tôi..."
    }
  },
  {
    "translation": {
      "en": "were there that night cared nothing about that.",
      "vi": "những người có mặt đêm đó không quan tâm chuyện đó."
    }
  },
  {
    "translation": {
      "en": "We were talkin' about standing up as human beings and demanding our rights.",
      "vi": "Chúng tôi nói về việc nổi dậy và đòi quyền của mình."
    }
  },
  {
    "translation": {
      "en": "That black male energy that Sam Cooke possessed,",
      "vi": "Năng lượng đàn ông da đen mà Sam Cooke sở hữu,"
    }
  },
  {
    "translation": {
      "en": "that Malcolm X possessed, that Cassius Clay possessed--",
      "vi": "mà Malcolm X và Cassius Clay sở hữu,"
    }
  },
  {
    "translation": {
      "en": "unfortunately for some people in power in this country,",
      "vi": "đối với một số người cầm quyền,"
    }
  },
  {
    "translation": {
      "en": "represented a threat that had to be stopped,",
      "vi": "đại diện cho một mối đe dọa cần phải diệt trừ,"
    }
  },
  {
    "translation": {
      "en": "and that's why informants were all around those folks.",
      "vi": "đó là lý do những kẻ mật báo trà trộn vào chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And little did we know that one year after that,",
      "vi": "Và chúng tôi không biết rằng một năm sau đó,"
    }
  },
  {
    "translation": {
      "en": "both Sam Cooke and Malcolm X would be dead.",
      "vi": "cả Sam Cooke và Malcolm X đều sẽ chết."
    }
  },
  {
    "translation": {
      "en": "Malcolm X and Muhammad Ali were being surveilled by the FBI.",
      "vi": "Malcolm X và Muhammad Ali bị FBI giám sát."
    }
  },
  {
    "translation": {
      "en": "So Sam Cooke gets caught up in all of that, also.",
      "vi": "Vì thế Sam Cooke cũng bị cuốn vào chuyện đó."
    }
  },
  {
    "translation": {
      "en": "In these FBI documents, you know, he's this negro recording star from Los Angeles",
      "vi": "Trong các tài liệu của FBI, anh ấy là ngôi sao thu âm đến từ Los Angeles"
    }
  },
  {
    "translation": {
      "en": "who's spending time with Muslims. Well, that was Sam Cooke.",
      "vi": "đã qua lại với người Hồi giáo. Chính là Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "What was he doing politically that they might find threatening.",
      "vi": "Họ muốn biết anh ấy làm gì về mặt chính trị mà có thể đe dọa họ."
    }
  },
  {
    "translation": {
      "en": "If you're J. Edgar Hoover, who was always concerned and fearful",
      "vi": "Nếu bạn là J. Edgar Hoover, bạn sẽ luôn lo ngại và sợ hãi"
    }
  },
  {
    "translation": {
      "en": "of the radicalization of black people,",
      "vi": "về sự cực đoan hóa của người da đen."
    }
  },
  {
    "translation": {
      "en": "and you're looking at these four men,",
      "vi": "Nếu nhìn bốn người đàn ông này,"
    }
  },
  {
    "translation": {
      "en": "Sam Cooke might be the most dangerous to you",
      "vi": "Có lẽ Sam Cooke là nguy hiểm nhất"
    }
  },
  {
    "translation": {
      "en": "because he's already in white American living rooms.",
      "vi": "vì anh ấy đã hòa nhập với người Mỹ da trắng."
    }
  },
  {
    "translation": {
      "en": "Cassius Clay announces the next day, My name is now Muhammad Ali.",
      "vi": "Hôm sau Cassius Clay thông báo, Tên tôi là Muhammad Ali."
    }
  },
  {
    "translation": {
      "en": "Clay was a white man's name. It was a slave name.",
      "vi": "Clay là tên người da trắng. Đó là tên của nô lệ."
    }
  },
  {
    "translation": {
      "en": "And I'm no longer Clay, I'm no longer a slave,",
      "vi": "Và tôi không còn là Clay, tôi không còn là nô lệ,"
    }
  },
  {
    "translation": {
      "en": "so now I'm Muhammad Ali.",
      "vi": "nên giờ tôi là Muhammad Ali."
    }
  },
  {
    "translation": {
      "en": "Because he's a clean- living young man,",
      "vi": "Vì cậu ấy là một thanh niên trong sạch,"
    }
  },
  {
    "translation": {
      "en": "and this is the main thing that the honorable Elijah Muhammad",
      "vi": "và đây là điều chủ yếu mà Ngài Elijah Muhammad"
    }
  },
  {
    "translation": {
      "en": "does teach in spreading the religion of Islam throughout the--",
      "vi": "đã dạy khi truyền bá đạo Hồi..."
    }
  },
  {
    "translation": {
      "en": "among our people in this country.",
      "vi": "Cho dân tộc tôi ở đất nước này."
    }
  },
  {
    "translation": {
      "en": "We saw a picture of Sam with Malcolm X,",
      "vi": "Chúng tôi đã thấy một bức ảnh của Sam với Malcolm X"
    }
  },
  {
    "translation": {
      "en": "and we were askin' him, Was he thinkin' about turnin' to be a Muslim?",
      "vi": "và chúng tôi hỏi anh ấy muốn trở thành người Hồi giáo sao?"
    }
  },
  {
    "translation": {
      "en": "And he's like, Nah, man.",
      "vi": "Và anh ấy nói, Không!"
    }
  },
  {
    "translation": {
      "en": "Sam was drawn to the economical part of it--",
      "vi": "Sam bị cuốn vào mảng kinh tế."
    }
  },
  {
    "translation": {
      "en": "owning and having your own.",
      "vi": "Sở hữu và có của cải của riêng mình."
    }
  },
  {
    "translation": {
      "en": "We didn't see the Muslims here as spiritual.",
      "vi": "Chúng tôi không nhìn nhận người Hồi giáo trên phương diện tinh thần."
    }
  },
  {
    "translation": {
      "en": "It was more educational.",
      "vi": "Mà là giáo dục."
    }
  },
  {
    "translation": {
      "en": "About self independence.",
      "vi": "Về tự lập."
    }
  },
  {
    "translation": {
      "en": "That's what it all was about.",
      "vi": "Đó là tất cả."
    }
  },
  {
    "translation": {
      "en": "I'm sure the RCA marketing people",
      "vi": "Tôi chắc rằng đội ngũ tiếp thị của RCA đã rất lo ngại"
    }
  },
  {
    "translation": {
      "en": "would've had great concern that Sam was hanging out with Malcolm X.",
      "vi": "Tôi chắc rằng đội ngũ tiếp thị của RCA đã rất lo ngại khi Sam nhập hội với Malcolm X."
    }
  },
  {
    "translation": {
      "en": "They would've feared the loss of considerable portion of Sam's audience.",
      "vi": "Họ sợ mất một lượng lớn khán giả của Sam."
    }
  },
  {
    "translation": {
      "en": "If you're RCA, you don't want your mainstream black artist",
      "vi": "Nếu bạn là RCA, bạn không muốn nghệ sĩ da màu chính của mình"
    }
  },
  {
    "translation": {
      "en": "talking about those kind of politics,",
      "vi": "nói về chính trị,"
    }
  },
  {
    "translation": {
      "en": "so there's a second verse of Change is Gonna Come",
      "vi": "nên đoạn thứ hai của A Change is Gonna Come"
    }
  },
  {
    "translation": {
      "en": "that was famously deleted when it was initially released,",
      "vi": "đã bị xóa khi nó được phát hành lần đầu,"
    }
  },
  {
    "translation": {
      "en": "that very explicitly talks about segregation",
      "vi": "bài hát nói rõ về sự cô lập"
    }
  },
  {
    "translation": {
      "en": "and Jim Crow segregation in the South.",
      "vi": "và sự phân biệt của Jim Crow ở miền Nam."
    }
  },
  {
    "translation": {
      "en": "And I go downtown",
      "vi": "Và tôi đi vào trung tâm thành phố"
    }
  },
  {
    "translation": {
      "en": "Somebody keep telling me Don't hang around",
      "vi": "Ai đó cứ bảo tôi Đừng đi lung tung."
    }
  },
  {
    "translation": {
      "en": "And I think it's very telling that, you know,",
      "vi": "Tôi nghĩ điều đó rất rõ ràng,"
    }
  },
  {
    "translation": {
      "en": "the record company deleted that verse because they were concerned",
      "vi": "công ty thu âm đã xóa đoạn đó vì họ lo ngại"
    }
  },
  {
    "translation": {
      "en": "about what kind of reaction the public would have",
      "vi": "về phản ứng của công chúng"
    }
  },
  {
    "translation": {
      "en": "with this very political verse in the song.",
      "vi": "đối với đoạn lời nặng chính trị trong bài này."
    }
  },
  {
    "translation": {
      "en": "At that moment in his career,",
      "vi": "Lúc đó trong sự nghiệp của anh ấy,"
    }
  },
  {
    "translation": {
      "en": "Sam was a musical icon, a culture hero, who had reached out to white audiences,",
      "vi": "Sam là biểu tượng âm nhạc, anh hùng văn hóa, đã tiếp cận với khán giả da trắng"
    }
  },
  {
    "translation": {
      "en": "and had a real foothold in those white audiences,",
      "vi": "có một chỗ đứng thực sự trong lòng khán giả da trắng,"
    }
  },
  {
    "translation": {
      "en": "and could play a show like the Copa, and it's incredibly successful.",
      "vi": "có một chỗ đứng thực sự trong lòng khán giả da trắng, biểu diễn một chương trình như Copa và rất thành công."
    }
  },
  {
    "translation": {
      "en": "And yet, he never had left his black audience.",
      "vi": "Nhưng anh ấy chưa bao giờ rời bỏ khán giả da đen."
    }
  },
  {
    "translation": {
      "en": "And you hear all of that in Live at the Harlem Square,",
      "vi": "Bạn nghe tất cả những điều đó trong Live at the Harlem Square"
    }
  },
  {
    "translation": {
      "en": "and Bring It On Home To Me",
      "vi": "và Bring It On Home To Me"
    }
  },
  {
    "translation": {
      "en": "is just such an amazing, powerful moment on that record.",
      "vi": "là một bài hát tuyệt vời, mạnh mẽ trong đĩa nhạc đó."
    }
  },
  {
    "translation": {
      "en": "I'll always be your slave",
      "vi": "Anh sẽ luôn là nô lệ của em"
    }
  },
  {
    "translation": {
      "en": "Till I'm buried Buried in my grave",
      "vi": "Cho đến khi anh được chôn vào mộ"
    }
  },
  {
    "translation": {
      "en": "But while I'm livin', bring it to me, Bring back--",
      "vi": "Nhưng khi anh còn sống, đến đây đi!"
    }
  },
  {
    "translation": {
      "en": "There's something else in that Harlem Square recording",
      "vi": "Có một điều đặc biệt trong album Harlem Square"
    }
  },
  {
    "translation": {
      "en": "that's so much grittier and blacker.",
      "vi": "gan góc hơn và đậm chất da đen hơn."
    }
  },
  {
    "translation": {
      "en": "Everybody's with me tonight Look, listen, let me hear you say yeah",
      "vi": "Mọi người đi cùng tôi đem nay! Nghe nào, lên tiếng cùng tôi đi!"
    }
  },
  {
    "translation": {
      "en": "There is something terribly tragic",
      "vi": "Một điều cực kỳ bi thảm là"
    }
  },
  {
    "translation": {
      "en": "that folks didn't get to hear the Harlem Square album... until 1985.",
      "vi": "Harlem Square không được phát hành cho đến năm 1985."
    }
  },
  {
    "translation": {
      "en": "I think there's probably several reasons",
      "vi": "Tôi nghĩ có nhiều lý do"
    }
  },
  {
    "translation": {
      "en": "why it wasn't released at the time it was recorded.",
      "vi": "tại sao nó không được phát hành sau khi thu âm."
    }
  },
  {
    "translation": {
      "en": "I can't discount the fact that RCA didn't relate to it on a commercial level.",
      "vi": "Không thể nói là RCA không liên quan gì đến việc đó ở mặt truyền thông."
    }
  },
  {
    "translation": {
      "en": "Forget about... you know, too R&B, too black... or whatever.",
      "vi": "Bỏ qua chuyện... quá đậm chất R&B, quá đậm chất da đen... hay gì đó."
    }
  },
  {
    "translation": {
      "en": "That was not the guy they wanted playing Vegas and the Copa,",
      "vi": "Đó không phải là người họ muốn biểu diễn ở Vegas và The Copa,"
    }
  },
  {
    "translation": {
      "en": "which were things Sam wanted as well,",
      "vi": "đó cũng là những thứ Sam muốn,"
    }
  },
  {
    "translation": {
      "en": "but Sam felt there was room to do both of those. The record industry didn't.",
      "vi": "nhưng Sam cảm thấy có thể làm cả hai việc đó. Ngành công nghiệp thu âm thì không."
    }
  },
  {
    "translation": {
      "en": "I think the more they pushed it aside, the more Sam pushed forward with it",
      "vi": "Họ càng gạt nó sang một bên, Sam càng tiến về phía nó"
    }
  },
  {
    "translation": {
      "en": "because he had to be who he was. He had to fulfill that.",
      "vi": "vì Sam muốn là chính mình. Anh ấy phải làm được,"
    }
  },
  {
    "translation": {
      "en": "These things had been important to him for a very long time.",
      "vi": "đó là điều quan trọng với Sam trong một thời gian dài."
    }
  },
  {
    "translation": {
      "en": "Sam really wanted to build an empire.",
      "vi": "Sam thật sự muốn xây dựng một đế chế."
    }
  },
  {
    "translation": {
      "en": "He felt he could do it,",
      "vi": "Anh ấy cảm thấy mình có thể làm được,"
    }
  },
  {
    "translation": {
      "en": "and he was not afraid to do it.",
      "vi": "và anh ấy không sợ khi làm điều đó."
    }
  },
  {
    "translation": {
      "en": "Sam had an ideal of getting all the big entertainers",
      "vi": "Sam có một ý tưởng là tập trung tất cả các nghệ sĩ lớn"
    }
  },
  {
    "translation": {
      "en": "like Jackie Wilson, James Brown... to put all their money together,",
      "vi": "như Jackie Wilson, James Brown... để cùng nhau góp vốn thành lập một công ty thu âm lớn"
    }
  },
  {
    "translation": {
      "en": "and let's start our own big record company and booking agency all within one.",
      "vi": "để cùng nhau góp vốn thành lập một công ty thu âm lớn bao gồm cả cơ quan truyền thông."
    }
  },
  {
    "translation": {
      "en": "The mob has always been involved in the record industry...",
      "vi": "Dân xã hội đen luôn nhúng tay vào ngành công nghiệp thu âm..."
    }
  },
  {
    "translation": {
      "en": "simply because it's a lucrative business.",
      "vi": "đơn giản là vì đó là công việc béo bở."
    }
  },
  {
    "translation": {
      "en": "He would get phone calls, and he would get visits from mob figures",
      "vi": "Chúng gọi điện và đến tận nơi quấy rầy ông ấy"
    }
  },
  {
    "translation": {
      "en": "who wanted a piece of his businesses.",
      "vi": "vì chúng muốn được chia một miếng bánh."
    }
  },
  {
    "translation": {
      "en": "There were some guys that came up to Sam's dressing room,",
      "vi": "Có vài gã đến phòng thay đồ của Sam"
    }
  },
  {
    "translation": {
      "en": "and he would never let us leave the dressing room.",
      "vi": "và anh ấy không để chúng tôi rời khỏi phòng."
    }
  },
  {
    "translation": {
      "en": "He said, Anything you can say, you can say with my little brothers.",
      "vi": "Anh ấy nói, Các anh muốn nói gì thì có thể nói với cấp dưới của tôi."
    }
  },
  {
    "translation": {
      "en": "So they were like, Sam, look here.",
      "vi": "Chúng nói, Sam, xem này,"
    }
  },
  {
    "translation": {
      "en": "We hear you're tryin' to start a music union of your own,",
      "vi": "nghe nói mày muốn mở một hiệp hội âm nhạc của riêng mình,"
    }
  },
  {
    "translation": {
      "en": "and we want you to leave that alone.",
      "vi": "và bọn tao muốn mày bỏ cái ý đó đi."
    }
  },
  {
    "translation": {
      "en": "But he's like, Well, fuck all y'all.",
      "vi": "Nhưng anh ấy nói, Chà, đi chết đi!"
    }
  },
  {
    "translation": {
      "en": "I don't give a damn about that shit.",
      "vi": "Tao không quan tâm tụi mày nói gì."
    }
  },
  {
    "translation": {
      "en": "Hell, I'm gonna-- I will do what I wanna do.",
      "vi": "Tao sẽ làm những gì tao muốn."
    }
  },
  {
    "translation": {
      "en": "And Sammy Davis even called Sam, said, uh...",
      "vi": "Và Sammy Davis thậm chí còn gọi cho Sam,"
    }
  },
  {
    "translation": {
      "en": "You got to listen to these guys. These guys are serious guys.",
      "vi": "Anh nên nghe lời chúng. Mấy gã này nghiêm túc đấy."
    }
  },
  {
    "translation": {
      "en": "It was very courageous and was scary, too, you know, 'cause a lot of people was...",
      "vi": "Thật dũng cảm và cũng thật đáng sợ, vì rất nhiều người đã phản ứng thế này,"
    }
  },
  {
    "translation": {
      "en": "Oh, man. Oh, no, you can't mess with that. You know.",
      "vi": "Ôi trời, không, không được đùa đâu!"
    }
  },
  {
    "translation": {
      "en": "I don't wanna get killed. You know.",
      "vi": "Tôi không muốn bị giết."
    }
  },
  {
    "translation": {
      "en": "I got a phone call at the office,",
      "vi": "Tôi nhận một cuộc gọi ở văn phòng,"
    }
  },
  {
    "translation": {
      "en": "and they wanted to have him come home... immediately.",
      "vi": "và chúng muốn anh ấy về nhà... ngay lập tức. Có chuyện xảy ra."
    }
  },
  {
    "translation": {
      "en": "There was trouble.",
      "vi": "ngay lập tức. Có chuyện xảy ra."
    }
  },
  {
    "translation": {
      "en": "And he went home and found out that his son died.",
      "vi": "Và anh ấy về nhà, và phát hiện con trai anh ấy đã chết."
    }
  },
  {
    "translation": {
      "en": "Vincent was... by the pool,",
      "vi": "Vincent... chơi bên hồ bơi và vợ Sam đã đi vào nhà một lát,"
    }
  },
  {
    "translation": {
      "en": "and Sam's wife went in the house for a little while,",
      "vi": "chơi bên hồ bơi và vợ Sam đã đi vào nhà một lát,"
    }
  },
  {
    "translation": {
      "en": "and he just slipped into the pool... and he died.",
      "vi": "đứa bé trượt chân vào hồ bơi... và chết."
    }
  },
  {
    "translation": {
      "en": "And, uh, it affected Sam a lot.",
      "vi": "Chuyện đó ảnh hưởng đến Sam rất nhiều."
    }
  },
  {
    "translation": {
      "en": "It took a long time for him to be able to even talk about it.",
      "vi": "Mất rất nhiều thời gian để anh ấy có thể nói về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "And then it was a touchy subject",
      "vi": "Và nó trở thành một chủ đề nhạy cảm"
    }
  },
  {
    "translation": {
      "en": "that you don't wanna bring those kind of things up to anybody.",
      "vi": "Và nó trở thành một chủ đề nhạy cảm mà bạn không muốn nhắc đến với bất cứ ai."
    }
  },
  {
    "translation": {
      "en": "Every time he walked in the house, he walked right by the pool",
      "vi": "Mỗi lần Sam vào nhà, anh ấy sẽ đi ngay cạnh hồ bơi"
    }
  },
  {
    "translation": {
      "en": "in the front yard that his son died in.",
      "vi": "ở sân trước, nơi mà con trai anh ấy đã chết."
    }
  },
  {
    "translation": {
      "en": "So he didn't have a lot of peaceful days at home after that.",
      "vi": "Sau đó ngôi nhà của anh ấy không còn bình yên."
    }
  },
  {
    "translation": {
      "en": "It affected his marriage a lot.",
      "vi": "Chuyện đó ảnh hưởng đến hôn nhân của anh ấy rất nhiều."
    }
  },
  {
    "translation": {
      "en": "I would sit many a time at the dinner table...",
      "vi": "Nhiều lần tôi ngồi bên bàn ăn tối..."
    }
  },
  {
    "translation": {
      "en": "and Sam would get up to go out.",
      "vi": "và Sam sẽ đứng dậy đi ra ngoài."
    }
  },
  {
    "translation": {
      "en": "And Barbara suspected what he was doing. Every-- we all knew.",
      "vi": "Barbara nghi ngờ anh ấy đang làm gì. Mỗi lần... Mọi người đều hiểu."
    }
  },
  {
    "translation": {
      "en": "He was a womanizer.",
      "vi": "Anh ấy là người trăng hoa."
    }
  },
  {
    "translation": {
      "en": "He started drinking a little bit more Beefeaters.",
      "vi": "Anh ấy bắt đầu uống Beefeater nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "He... It changed him.",
      "vi": "Anh ấy... Nó đã làm anh ấy thay đổi."
    }
  },
  {
    "translation": {
      "en": "After Vincent died, all he wanted to do was work. He poured himself into his work.",
      "vi": "Sau khi Vincent chết, anh ấy chỉ muốn làm việc. Anh ấy chìm vào công việc."
    }
  },
  {
    "translation": {
      "en": "Immediately wanted to go on tour. Let's go.",
      "vi": "Ngay lập tức muốn đi lưu diễn. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "And I know, I know, I know A ring that's rollin'",
      "vi": "Và tôi biết, tôi biết, tôi biết Một chiếc nhẫn đang lăn"
    }
  },
  {
    "translation": {
      "en": "Has no end",
      "vi": "Không có kết thúc"
    }
  },
  {
    "translation": {
      "en": "And, oh",
      "vi": "Và, ồ!"
    }
  },
  {
    "translation": {
      "en": "A baby when it's sleepin'",
      "vi": "Một đứa bé khi nó đang ngủ"
    }
  },
  {
    "translation": {
      "en": "There's no cryin'",
      "vi": "Không có tiếng khóc"
    }
  },
  {
    "translation": {
      "en": "A baby when--",
      "vi": "Một đứa bé..."
    }
  },
  {
    "translation": {
      "en": "He's masking the very real pain and loss in his life-- the loss of a son.",
      "vi": "Anh ấy che giấu nỗi đau và mất mát của đời mình, cái chết của đứa con trai."
    }
  },
  {
    "translation": {
      "en": "And that's in concert with just the added pressures of being Sam Cooke,",
      "vi": "Và điều đó khiến những áp lực gia tăng vì anh ấy là Sam Cooke,"
    }
  },
  {
    "translation": {
      "en": "as being famous, as being a celebrity,",
      "vi": "là người nổi tiếng, là một danh nhân,"
    }
  },
  {
    "translation": {
      "en": "as being what most white folks",
      "vi": "là người nổi tiếng, là một danh nhân, là những gì mà người da trắng nghĩ đến như một người tiêu biểu của một chủng tộc."
    }
  },
  {
    "translation": {
      "en": "would've thought of as a credit to the race.",
      "vi": "là những gì mà người da trắng nghĩ đến như một người tiêu biểu của một chủng tộc."
    }
  },
  {
    "translation": {
      "en": "That doesn't come without a price.",
      "vi": "Cái gì cũng có cái giá của nó."
    }
  },
  {
    "translation": {
      "en": "It was renegotiation time at RCA...",
      "vi": "Đó là lúc đàm phán gia hạn hợp đồng với RCA…"
    }
  },
  {
    "translation": {
      "en": "so Allen Klein, who's become Sam's manager,",
      "vi": "Allen Klein, người đã trở thành quản lý của Sam,"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what. I'll negotiate the contract.",
      "vi": "nói, tôi bảo này. Tôi sẽ đàm phán hợp đồng."
    }
  },
  {
    "translation": {
      "en": "And they came up with a concept where they'd create their own record company,",
      "vi": "Và họ đề nghị thành lập một công ty thu âm riêng,"
    }
  },
  {
    "translation": {
      "en": "separate from RCA, and then lease the material out to RCA.",
      "vi": "tách biệt khỏi RCA, và RCA sẽ là nhà sản xuất nhạc của họ."
    }
  },
  {
    "translation": {
      "en": "The company was named Tracey Limited,",
      "vi": "Công ty đó có tên là Tracey Limited,"
    }
  },
  {
    "translation": {
      "en": "and Tracey was the name of Sam's middle daughter.",
      "vi": "và Tracey là tên con gái thứ hai của Sam."
    }
  },
  {
    "translation": {
      "en": "And how it was explained to Sam",
      "vi": "Và Sam được giải thích là"
    }
  },
  {
    "translation": {
      "en": "was that this would be a venture",
      "vi": "rằng đây sẽ là một sự mạo hiểm"
    }
  },
  {
    "translation": {
      "en": "where Sam would own the company,",
      "vi": "khi Sam sẽ sở hữu công ty,"
    }
  },
  {
    "translation": {
      "en": "own the rights to the recorded materials,",
      "vi": "có quyền sở hữu các tài liệu thu âm,"
    }
  },
  {
    "translation": {
      "en": "be in charge in the studio, which is something he really wanted.",
      "vi": "phụ trách phòng thu âm, đó là điều anh ấy thực sự muốn."
    }
  },
  {
    "translation": {
      "en": "It turns out that Sam was bedridden around this time.",
      "vi": "Nhưng rồi Sam phải nằm liệt giường suốt thời gian đó."
    }
  },
  {
    "translation": {
      "en": "He had the flu.",
      "vi": "Anh ấy bị cảm."
    }
  },
  {
    "translation": {
      "en": "What that time period did was give Sam a chance",
      "vi": "Khoảng thời gian đó đã cho Sam cơ hội"
    }
  },
  {
    "translation": {
      "en": "to look through his papers,",
      "vi": "xem lại một số giấy tờ"
    }
  },
  {
    "translation": {
      "en": "and he realized that there were things that weren't right",
      "vi": "và anh ấy nhận ra có những điều rất sai trái"
    }
  },
  {
    "translation": {
      "en": "as far as the ownership of his music business,",
      "vi": "về quyền sở hữu công ty âm nhạc của anh ấy,"
    }
  },
  {
    "translation": {
      "en": "and he realized that, Wait a minute. Things are very wrong.",
      "vi": "anh ấy nhận ra, Khoan đã, sai hết rồi."
    }
  },
  {
    "translation": {
      "en": "I can imagine... it would be quite a shock...",
      "vi": "Tôi có thể hình dung được... đó là một cú sốc..."
    }
  },
  {
    "translation": {
      "en": "when he learned that the real effect of all of this paperwork",
      "vi": "khi anh ấy biết được hiệu lực thực sự của tất cả các giấy tờ"
    }
  },
  {
    "translation": {
      "en": "is that Allen Klein was the owner of Tracey Limited,",
      "vi": "là Allen Klein là chủ sở hữu của Tracey Limited,"
    }
  },
  {
    "translation": {
      "en": "which, in effect, makes Sam...",
      "vi": "có nghĩa là, biến Sam..."
    }
  },
  {
    "translation": {
      "en": "an employee... of Allen Klein.",
      "vi": "thành nhân viên... của Allen Klein."
    }
  },
  {
    "translation": {
      "en": "Before he died, Sam said to me, I'm gonna leave that asshole.",
      "vi": "Trước khi chết, Sam đã nói, Tôi sẽ vứt bỏ thằng khốn đó."
    }
  },
  {
    "translation": {
      "en": "That Thursday, he had proclaimed that he was gonna fly to New York Monday",
      "vi": "Hôm thứ năm, anh ấy tuyên bố rằng sẽ bay đến New York vào thứ hai,"
    }
  },
  {
    "translation": {
      "en": "and make a whole lot of changes, including firing Allen Klein,",
      "vi": "để thay đổi nhiều thứ, bao gồm sa thải Allen Klein,"
    }
  },
  {
    "translation": {
      "en": "but he never made it through the weekend.",
      "vi": "nhưng anh ấy không sống được đến cuối tuần."
    }
  },
  {
    "translation": {
      "en": "Sam and I had talked earlier in the day,",
      "vi": "Hôm đó Sam và tôi đã nói chuyện và chúng tôi hẹn nhau…"
    }
  },
  {
    "translation": {
      "en": "and we were gonna meet... for dinner... at Martoni's,",
      "vi": "Hôm đó Sam và tôi đã nói chuyện và chúng tôi hẹn nhau… đi ăn tối… ở Martoni's, một nơi hội họp đầy âm nhạc ở Cahuenga."
    }
  },
  {
    "translation": {
      "en": "which was a big music hangout on Cahuenga.",
      "vi": "ở Martoni's, một nơi hội họp đầy âm nhạc ở Cahuenga."
    }
  },
  {
    "translation": {
      "en": "I had brought my wife at the time, Joan, with me.",
      "vi": "Lúc đó tôi đã đưa vợ tôi, Joan, đi cùng."
    }
  },
  {
    "translation": {
      "en": "Sam had... a few martinis.",
      "vi": "Sam gọi... vài ly martini."
    }
  },
  {
    "translation": {
      "en": "He liked his martinis, and, uh...",
      "vi": "Anh ấy thích uống martini,"
    }
  },
  {
    "translation": {
      "en": "and we were talking about... we were gonna do a blues album.",
      "vi": "và chúng tôi nói chuyện về… chúng tôi định làm một album nhạc blues."
    }
  },
  {
    "translation": {
      "en": "Sam pulled out a big wad of money from his pocket.",
      "vi": "Sam lấy ra một xấp tiền từ túi,"
    }
  },
  {
    "translation": {
      "en": "I mean, it was like a fistful of money.",
      "vi": "Ý tôi là nhìn như một cọc tiền,"
    }
  },
  {
    "translation": {
      "en": "And he said to Al, he said,",
      "vi": "và anh ấy nói với Al,"
    }
  },
  {
    "translation": {
      "en": "I just came in off the road and look what I got,",
      "vi": "Tôi nghỉ một thời gian và xem tôi có gì này,"
    }
  },
  {
    "translation": {
      "en": "or Look what I earned, or something like that.",
      "vi": "hay, Xem tôi kiếm được này, đại loại thế."
    }
  },
  {
    "translation": {
      "en": "And Al said to him, Yeah. Sam, don't be flashing that money here.",
      "vi": "Và Al nói với anh ta, Ừ, Sam, đừng khoe tiền ở đây."
    }
  },
  {
    "translation": {
      "en": "Put it back in your pocket. Don't show that around.",
      "vi": "Bỏ lại vào túi đi. Đừng khoe ra như thế."
    }
  },
  {
    "translation": {
      "en": "And Sam kind of laughed, you know, because in Sam's mind,",
      "vi": "Và Sam đã cười, vì trong suy nghĩ của Sam,"
    }
  },
  {
    "translation": {
      "en": "nobody ever would try to take money from Sam Cooke. Are you serious?",
      "vi": "ai lại muốn lấy tiền từ Sam Cooke, nghiêm túc đấy à?"
    }
  },
  {
    "translation": {
      "en": "I mean, in his mind, he was invincible.",
      "vi": "Trong suy nghĩ của Sam, anh ấy là vô địch."
    }
  },
  {
    "translation": {
      "en": "When we got up to leave,",
      "vi": "Khi chúng tôi đứng dậy rời đi, Sam đã đến quầy bar"
    }
  },
  {
    "translation": {
      "en": "Sam went up to the bar, and this woman was there.",
      "vi": "Khi chúng tôi đứng dậy rời đi, Sam đã đến quầy bar và người phụ nữ này ở đó."
    }
  },
  {
    "translation": {
      "en": "When we left... as I recall, he was still at the bar,",
      "vi": "Khi chúng tôi ra về… theo tôi nhớ, anh ấy vẫn ở quầy bar."
    }
  },
  {
    "translation": {
      "en": "you know, talking, laughing, carrying on.",
      "vi": "Nói chuyện, cười đùa, cứ thế."
    }
  },
  {
    "translation": {
      "en": "Now...",
      "vi": "Giờ thì..."
    }
  },
  {
    "translation": {
      "en": "there's all kinds of things that go on with what happened after that.",
      "vi": "rất nhiều chuyện xảy ra tiếp theo đó."
    }
  },
  {
    "translation": {
      "en": "The number is PL79984.",
      "vi": "Số PL79984."
    }
  },
  {
    "translation": {
      "en": "- 79984? - That's a telephone booth I'm at.",
      "vi": "- 79984? - Đó là buồng điện thoại tôi đang ở."
    }
  },
  {
    "translation": {
      "en": "- Uh- huh. What street are you on? -",
      "vi": "Cô đang ở đường nào?"
    }
  },
  {
    "translation": {
      "en": "- I don't know. - What's your problem there?",
      "vi": "- Tôi không biết. - Cô gặp vấn đề gì?"
    }
  },
  {
    "translation": {
      "en": "Well, I- I was kidnapped.",
      "vi": "Tôi bị bắt cóc."
    }
  },
  {
    "translation": {
      "en": "- You were kidnapped? - Right.",
      "vi": "- Cô bị bắt cóc? - Phải."
    }
  },
  {
    "translation": {
      "en": "- But you have no idea where you're at? -",
      "vi": "Nhưng cô không biết mình đang ở đâu?"
    }
  },
  {
    "translation": {
      "en": "No, it's pretty dark here.",
      "vi": "Không, ở đây tối lắm."
    }
  },
  {
    "translation": {
      "en": "Can you stay right there in the phone booth?",
      "vi": "Cô chờ trong buồng điện thoại nhé?"
    }
  },
  {
    "translation": {
      "en": "- Right. - I'll find out where you are.",
      "vi": "- Được. - Tôi sẽ tìm nơi đó."
    }
  },
  {
    "translation": {
      "en": "- You stay right where you're at. - I will.",
      "vi": "- Cô cứ ở yên đó nhé. - Vâng."
    }
  },
  {
    "translation": {
      "en": "- Ok. - Bye.",
      "vi": "- Tốt. - Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "- What is your name? -",
      "vi": "Tên cô là gì?"
    }
  },
  {
    "translation": {
      "en": "Joan and I got home... went to bed. Five o'clock, the phone rang.",
      "vi": "Joan và tôi về nhà… đi ngủ, lúc năm giờ, điện thoại reo."
    }
  },
  {
    "translation": {
      "en": "And I heard that Sam Cooke...",
      "vi": "Và tôi nghe được rằng Sam Cooke..."
    }
  },
  {
    "translation": {
      "en": "was shot.",
      "vi": "bị bắn."
    }
  },
  {
    "translation": {
      "en": "I went to the police station,",
      "vi": "Tôi đến sở cảnh sát"
    }
  },
  {
    "translation": {
      "en": "wanting to know more details about what had actually happened.",
      "vi": "muốn biết thêm chi tiết về chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "The desk sergeant said, What is going on here?",
      "vi": "Trung sĩ trực ban nói, Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "We've had calls from everywhere.",
      "vi": "Khắp nơi gọi điện đến đây!"
    }
  },
  {
    "translation": {
      "en": "We even had a phone call from London. Who the hell is... Sam Cooke?",
      "vi": "Có cả cuộc gọi từ London! Sam Cooke... là ai?"
    }
  },
  {
    "translation": {
      "en": "Just another n- word killed in Watts. What is the big deal?",
      "vi": "Chỉ là một tên da đen bị giết ở Watts. Có gì to tát đâu?"
    }
  },
  {
    "translation": {
      "en": "So I told him he was a fucking idiot.",
      "vi": "Nên tôi nói với gã, gã là thằng ngu."
    }
  },
  {
    "translation": {
      "en": "I joined the Los Angeles Police Department in May of 1959.",
      "vi": "Tôi gia nhập Sở Cảnh sát Los Angeles vào tháng 5 năm 1959."
    }
  },
  {
    "translation": {
      "en": "The attitude of the police at 77th Street toward the black community",
      "vi": "Thái độ của cảnh sát ở Đường 77 đối với cộng đồng da đen"
    }
  },
  {
    "translation": {
      "en": "was just purely suppressive.",
      "vi": "hoàn toàn chỉ có đàn áp."
    }
  },
  {
    "translation": {
      "en": "All blacks look alike, and all Asians look alike. Right?",
      "vi": "Người da đen đều giống nhau, người châu Á đều giống nhau. Phải không?"
    }
  },
  {
    "translation": {
      "en": "The official story is that Sam went out the night of December tenth",
      "vi": "Câu chuyện được công bố là Sam đã ra ngoài vào đêm ngày 10 tháng 12,"
    }
  },
  {
    "translation": {
      "en": "and met a woman named Lisa Boyer",
      "vi": "và gặp một phụ nữ tên Lisa Boyer"
    }
  },
  {
    "translation": {
      "en": "in a restaurant called Martoni's,",
      "vi": "trong một nhà hàng tên là Martoni's."
    }
  },
  {
    "translation": {
      "en": "and he left with her and went to the Hacienda Motel.",
      "vi": "Và anh ấy đi cùng cô ta đến Nhà nghỉ Hacienda."
    }
  },
  {
    "translation": {
      "en": "And he... dragged me into that room.",
      "vi": "Và anh ta... kéo tôi vào căn phòng đó."
    }
  },
  {
    "translation": {
      "en": "I started talking very loudly, and I told him, Please take me home.",
      "vi": "Tôi bắt đầu hét lên, Làm ơn đưa tôi về nhà!"
    }
  },
  {
    "translation": {
      "en": "He latched the night latch on... and, um...",
      "vi": "Anh ta khóa cửa lại... và..."
    }
  },
  {
    "translation": {
      "en": "he pushed me on the bed, and he says, Well, we're just gonna talk.",
      "vi": "anh ta đẩy tôi lên giường và bảo, Chúng ta chỉ nói chuyện thôi."
    }
  },
  {
    "translation": {
      "en": "I knew that he was about to rape me...",
      "vi": "Tôi biết anh ta định cưỡng bức tôi..."
    }
  },
  {
    "translation": {
      "en": "so while he was in the bathroom, I picked up my clothes, my shoes, and my handbag.",
      "vi": "nên lúc anh ta đi vệ sinh, tôi nhặt quần áo, giày và túi xách của mình."
    }
  },
  {
    "translation": {
      "en": "I opened the latch, and I ran out.",
      "vi": "Tôi mở khóa cửa và chạy ra ngoài."
    }
  },
  {
    "translation": {
      "en": "She grabs his pants... runs out,",
      "vi": "Cô ta lấy quần của anh ấy... chạy ra ngoài,"
    }
  },
  {
    "translation": {
      "en": "so he went to the manager's door and started bangin' on the door,",
      "vi": "anh ấy đến cửa phòng chủ nhà nghỉ và bắt đầu đập cửa, vì anh ấy nghĩ..."
    }
  },
  {
    "translation": {
      "en": "'cause he thought... the girl was in there.",
      "vi": "và bắt đầu đập cửa, vì anh ấy nghĩ... cô gái ở trong đó."
    }
  },
  {
    "translation": {
      "en": "Miss Franklin stated that the deceased came to the door...",
      "vi": "Cô Franklin nói rằng người chết đã đến cửa..."
    }
  },
  {
    "translation": {
      "en": "and started pounding and shouting and asking if his lady friend was inside.",
      "vi": "bắt đầu đập cửa la hét và hỏi xem cô gái có ở trong đó không."
    }
  },
  {
    "translation": {
      "en": "And at this time, the deceased...",
      "vi": "Và lúc đó, anh ta..."
    }
  },
  {
    "translation": {
      "en": "broke the door open.",
      "vi": "đã phá được cửa."
    }
  },
  {
    "translation": {
      "en": "And he grabbed both of my arms",
      "vi": "Anh ta tóm lấy cả hai tay tôi"
    }
  },
  {
    "translation": {
      "en": "and started twistin' 'em and asked me where was the girl.",
      "vi": "và bắt đầu vặn chúng, và hỏi cô gái ở đâu."
    }
  },
  {
    "translation": {
      "en": "I started kickin' ,and I-- he maybe have a bite. I don't know.",
      "vi": "Tôi bắt đầu đá và có thể là cả cắn anh ta. Tôi không biết,"
    }
  },
  {
    "translation": {
      "en": "But I tried bite him through that jacket.",
      "vi": "nhưng tôi đã cố cắn anh ta thông qua lớp áo khoác."
    }
  },
  {
    "translation": {
      "en": "You tried to bite Mr. Cooke?",
      "vi": "- Bà đã cố cắn Cooke? - Ừ, tôi phản kháng, cào, cắn"
    }
  },
  {
    "translation": {
      "en": "Yeah, I was fightin', scratchin', bitin' and everything.",
      "vi": "- Bà đã cố cắn Cooke? - Ừ, tôi phản kháng, cào, cắn và mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Finally, I got up and grabbed a pistol.",
      "vi": "Cuối cùng tôi đứng dậy và vớ lấy một khẩu súng lục."
    }
  },
  {
    "translation": {
      "en": "I started shootin'.",
      "vi": "Tôi bắt đầu bắn."
    }
  },
  {
    "translation": {
      "en": "And how many times did you fire this pistol?",
      "vi": "Và bà đã bắn bao nhiêu phát?"
    }
  },
  {
    "translation": {
      "en": "Three times.",
      "vi": "Ba phát."
    }
  },
  {
    "translation": {
      "en": "Did you know you struck Mr. Cooke?",
      "vi": "Bà có biết người đó là Cooke không?"
    }
  },
  {
    "translation": {
      "en": "Yes, 'cause he said, Lady, you shot me.",
      "vi": "Có, vì anh ta nói, Bà chủ, bà bắn tôi."
    }
  },
  {
    "translation": {
      "en": "I didn't believe that Sam was killed the way they say they did.",
      "vi": "Tôi không tin Sam đã bị giết theo cách họ nói."
    }
  },
  {
    "translation": {
      "en": "I didn't make sense of that, and Papa Cook didn't make sense of that.",
      "vi": "Tôi thấy thật vô lý, và cha Cook cũng thấy thật vô lý."
    }
  },
  {
    "translation": {
      "en": "I don't believe it. That's far as I go with that.",
      "vi": "Tôi không tin chuyện đó, ít nhất là theo cá nhân tôi."
    }
  },
  {
    "translation": {
      "en": "That just didn't sound like him at all, at all.",
      "vi": "Nghe không giống anh ấy chút nào. Hoàn toàn không."
    }
  },
  {
    "translation": {
      "en": "I never seen him be aggressively at- at- at a lady.",
      "vi": "Tôi chưa bao giờ thấy anh ấy thô lỗ với phụ nữ."
    }
  },
  {
    "translation": {
      "en": "Sam wasn't that kind of a guy.",
      "vi": "Sam không phải người như vậy."
    }
  },
  {
    "translation": {
      "en": "That's totally bullshit.",
      "vi": "Hoàn toàn vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "He wasn't that kind of a guy that had to be domineering or have power over people.",
      "vi": "Anh ấy không phải loại người độc đoán hay bắt ép người khác."
    }
  },
  {
    "translation": {
      "en": "I never saw that in Sam ever.",
      "vi": "Tôi chưa bao giờ thấy Sam như vậy."
    }
  },
  {
    "translation": {
      "en": "It turns out that she was a hooker, and she was a Hollywood hooker.",
      "vi": "Hóa ra cô ta là gái điếm, gái điếm Hollywood."
    }
  },
  {
    "translation": {
      "en": "There was the idea that the girl had come to this place before,",
      "vi": "Có một ý kiến cho rằng cô ta đã từng đến nơi này"
    }
  },
  {
    "translation": {
      "en": "and she threw his pants out the window, which had all his money in the pant--",
      "vi": "và cô ấy ném quần anh ấy ra cửa sổ, có tiền trong túi."
    }
  },
  {
    "translation": {
      "en": "the $5,000 I told you about earlier.",
      "vi": "5.000 đô mà tôi từng nhắc đến."
    }
  },
  {
    "translation": {
      "en": "Somebody was out there, her pimp,",
      "vi": "Có người ở ngoài, kẻ dẫn mối cô ta,"
    }
  },
  {
    "translation": {
      "en": "and grabbed the pants, and then she ran out with that person.",
      "vi": "hắn lấy cái quần và rồi cô ta chạy trốn với người đó."
    }
  },
  {
    "translation": {
      "en": "And rumor had it that Bertha was in with the mob.",
      "vi": "Và có tin đồn rằng Bertha cũng là dân xã hội đen."
    }
  },
  {
    "translation": {
      "en": "That she was like a pimpess or something.",
      "vi": "Rằng cô ta cũng là tú bà hay gì đó."
    }
  },
  {
    "translation": {
      "en": "It was ruled that Bertha Franklin shooting Sam Cooke",
      "vi": "Theo phán quyết rằng vụ Bertha  Franklin bắn chết Sam Cooke"
    }
  },
  {
    "translation": {
      "en": "was a case of justifiable homicide,",
      "vi": "là một vụ án giết người chính đáng."
    }
  },
  {
    "translation": {
      "en": "and nobody bought that.",
      "vi": "Chả ai tin điều đó."
    }
  },
  {
    "translation": {
      "en": "It just didn't seem like he was the person that got shot down in the way that he did.",
      "vi": "Cái cách Sam khiển bản thân bị bắn chết hoàn toàn không giống con người anh ấy"
    }
  },
  {
    "translation": {
      "en": "There had to be something more in play,",
      "vi": "hẳn là còn có tình tiết khác,"
    }
  },
  {
    "translation": {
      "en": "and that's what fueled the idea of this being some sort of conspiracy.",
      "vi": "và đó là thứ thúc đẩy cho giả thuyết đây là một âm mưu."
    }
  },
  {
    "translation": {
      "en": "Elvis believed that there was a sense in the music industry",
      "vi": "Elvis tin rằng người trong ngành công nghiệp âm nhạc cảm thấy Sam ngày càng có quyền lực,"
    }
  },
  {
    "translation": {
      "en": "that Sam was getting too powerful and had to be stopped,",
      "vi": "người trong ngành công nghiệp âm nhạc cảm thấy Sam ngày càng có quyền lực, và phải được ngăn lại,"
    }
  },
  {
    "translation": {
      "en": "which echoed what a lot of people in the black community thought.",
      "vi": "đó cũng chính là điều mà nhiều người trong cộng đồng da đen đã nghĩ."
    }
  },
  {
    "translation": {
      "en": "You know, that this was about a black man who didn't know his place,",
      "vi": "Rằng một người da đen không biết vị trí của mình,"
    }
  },
  {
    "translation": {
      "en": "and to stop him, he had to be murdered.",
      "vi": "và để ngăn chặn hắn, hẳn phải bị giết."
    }
  },
  {
    "translation": {
      "en": "They didn't mind Sam seepin' through the cracks",
      "vi": "Họ không cần biết là Sam đã vượt qua bao khó khăn"
    }
  },
  {
    "translation": {
      "en": "and being successful on his own.",
      "vi": "và tự mình đi đến thành công."
    }
  },
  {
    "translation": {
      "en": "But the problem was that too many other entertainers",
      "vi": "Nhưng vấn đề là quá nhiều nghệ sĩ khác"
    }
  },
  {
    "translation": {
      "en": "were watching Sam and listening to Sam.",
      "vi": "theo dõi Sam và lắng nghe Sam."
    }
  },
  {
    "translation": {
      "en": "That was the problem.",
      "vi": "Đó mới là vấn đề."
    }
  },
  {
    "translation": {
      "en": "There's another wild theory that Allen Klein killed Sam Cooke.",
      "vi": "Có một giả thuyết khác là Allen Klein đã giết Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "Well, from what I hear...",
      "vi": "Từ những gì tôi nghe được…"
    }
  },
  {
    "translation": {
      "en": "he had the argument with Allen,",
      "vi": "anh ấy cãi nhau với Allen,"
    }
  },
  {
    "translation": {
      "en": "maybe two, three days before.",
      "vi": "có lẽ hai ba ngày trước đó."
    }
  },
  {
    "translation": {
      "en": "Allen Klein loved Sam Cooke, but he also was a thief.",
      "vi": "Allen Klein hâm mộ Sam Cooke, nhưng hắn cũng là một tên trộm."
    }
  },
  {
    "translation": {
      "en": "He used his love to steal his songs.",
      "vi": "Hắn dùng tình cảm để cướp bài hát của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Klein was ready to take everything.",
      "vi": "Klein đã sẵn sàng nhận mọi thứ."
    }
  },
  {
    "translation": {
      "en": "He did a similar thing to the Rolling Stones,",
      "vi": "Hắn đã làm điều tương tự với Rolling Stones,"
    }
  },
  {
    "translation": {
      "en": "and he was one of the forces that broke up The Beatles.",
      "vi": "và hắn là một trong những thế lực đã phá hủy The Beatles."
    }
  },
  {
    "translation": {
      "en": "Well, the problem with that is that in 1964,",
      "vi": "Vấn đề là, vào năm 1964,"
    }
  },
  {
    "translation": {
      "en": "Allen Klein didn't have the kind of power to set up this big, elaborate murder",
      "vi": "Allen Klein không đủ khả năng thiết lập vụ giết người to lớn, phức tạp này,"
    }
  },
  {
    "translation": {
      "en": "where the police is gonna be a part of it, too?",
      "vi": "khi mà cảnh sát cũng tham dự."
    }
  },
  {
    "translation": {
      "en": "And the district attorney? Allen Klein-- he wasn't that powerful yet.",
      "vi": "Và cả luật sư quận. Allen Klein không quyền lực đến vậy."
    }
  },
  {
    "translation": {
      "en": "I was on a plane coming back from New York,",
      "vi": "Tôi đang trên máy bay trở về từ New York,"
    }
  },
  {
    "translation": {
      "en": "and I hadn't seen Barbara in quite some time,",
      "vi": "và tôi không gặp Barbara đã một thời gian,"
    }
  },
  {
    "translation": {
      "en": "and as I recall, she said, I sold Sam's work, and I got $50,000.",
      "vi": "và tôi nhớ cô ấy nói, Tôi đã bán đứng Sam... Và nhận 50.000 đô. Hay gì đó, một số tiền nực cười."
    }
  },
  {
    "translation": {
      "en": "Or something. Some ridiculous amount of money.",
      "vi": "Và nhận 50.000 đô. Hay gì đó, một số tiền nực cười."
    }
  },
  {
    "translation": {
      "en": "I mean, obviously it's worth millions and millions and millions of dollars.",
      "vi": "Ý tôi là, rõ ràng con số phải là hàng triệu, hàng triệu và hàng triệu đô."
    }
  },
  {
    "translation": {
      "en": "KAGS, which was the publishing company, and SAR Records...",
      "vi": "Kags, tên của công ty xuất bản, và hãng thu âm SAR…"
    }
  },
  {
    "translation": {
      "en": "all went to Allen Klein.",
      "vi": "đều thuộc về Allen Klein."
    }
  },
  {
    "translation": {
      "en": "J.W. Alexander died broke.",
      "vi": "J.W. Alexander chết trong nghèo túng."
    }
  },
  {
    "translation": {
      "en": "What it is is inequality.",
      "vi": "Đó là sự bất công."
    }
  },
  {
    "translation": {
      "en": "What it is is someone was in a position to take advantage and they did.",
      "vi": "Đó là khi một người ở vị trí có lợi và họ chiếm được tất cả."
    }
  },
  {
    "translation": {
      "en": "It's a double pain. The pain of losing Sam and the pain of, uh...",
      "vi": "Đó là nỗi đau kép. Nỗi đau của việc mất đi Sam và nỗi đau của việc..."
    }
  },
  {
    "translation": {
      "en": "losing what he worked for,",
      "vi": "mất đi thành quả của ông ấy,"
    }
  },
  {
    "translation": {
      "en": "what he was all about, what he fought to establish.",
      "vi": "mục tiêu của ông, và những gì ông đấu tranh để gây dựng."
    }
  },
  {
    "translation": {
      "en": "Whether or not there was any real conspiracy that went down,",
      "vi": "Dù có bất kỳ âm mưu thực sự nào hay không,"
    }
  },
  {
    "translation": {
      "en": "we won't know because there wasn't a thorough investigation done to find out",
      "vi": "chúng tôi cũng không biết vì không có cuộc điều tra kỹ lưỡng nào cho vụ này."
    }
  },
  {
    "translation": {
      "en": "because to many people in the LAPD who were investigating this case,",
      "vi": "Vì với nhiều người ở Sở cảnh sát LA, những người điều tra vụ này,"
    }
  },
  {
    "translation": {
      "en": "and just to be quite frank, Sam Cooke was another nigger...",
      "vi": "nói thẳng ra thì, Sam Cooke chỉ là một gã da đen..."
    }
  },
  {
    "translation": {
      "en": "and this was just more nigger shit.",
      "vi": "và đây chỉ là một vụ vớ vẩn về bọn da đen."
    }
  },
  {
    "translation": {
      "en": "And it didn't deserve any more attention than what it got.",
      "vi": "Và nó không đáng được chú ý hơn nữa."
    }
  },
  {
    "translation": {
      "en": "When you see someone as prominent as Sam Cooke...",
      "vi": "Khi bạn thấy ai đó nổi bật như Sam Cooke..."
    }
  },
  {
    "translation": {
      "en": "get killed like that under very mysterious circumstances,",
      "vi": "bị giết như thế trong một hoàn cảnh bí ẩn,"
    }
  },
  {
    "translation": {
      "en": "and even his life is not valuable enough to have a real investigation",
      "vi": "thậm chí một cuộc đời như thế cũng không đủ giá trị để được điều tra"
    }
  },
  {
    "translation": {
      "en": "by local law enforcement there in Los Angeles...",
      "vi": "bởi chính quyền địa phương ở Los Angeles..."
    }
  },
  {
    "translation": {
      "en": "it's not a surprise that to this day,",
      "vi": "thì không ngạc nhiên gì khi đến ngày nay,"
    }
  },
  {
    "translation": {
      "en": "there are a lot of people who still believe",
      "vi": "vẫn còn nhiều người tin rằng"
    }
  },
  {
    "translation": {
      "en": "that there was some sort of cover- up,",
      "vi": "có nhiều điều bị che đậy, có một số âm mưu"
    }
  },
  {
    "translation": {
      "en": "some sort of conspiracy around the death of Sam Cooke.",
      "vi": "có nhiều điều bị che đậy, có một số âm mưu xung quanh cái chết của Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "I mean, what else are we gonna think, particularly given our history in America,",
      "vi": "Ý tôi là, còn có thể nghĩ gì khác, đặc biệt là với lịch sử của Mỹ,"
    }
  },
  {
    "translation": {
      "en": "our relationships with law enforcement all over the country,",
      "vi": "mối quan hệ của chúng tôi với các cơ quan hành pháp khắp cả nước,"
    }
  },
  {
    "translation": {
      "en": "and the fact that if you happen to be a black person",
      "vi": "và sự thật là nếu bạn là một người da đen dám lên tiếng"
    }
  },
  {
    "translation": {
      "en": "who speaks out in any kind of way,",
      "vi": "và sự thật là nếu bạn là một người da đen dám lên tiếng theo bất kỳ cách nào,"
    }
  },
  {
    "translation": {
      "en": "who does anything that seems to be empowering for the black community,",
      "vi": "dám làm chuyện gì có vẻ như là trao quyền cho cộng đồng da đen,"
    }
  },
  {
    "translation": {
      "en": "you are automatically a target.",
      "vi": "bạn tự động trở thành mục tiêu."
    }
  },
  {
    "translation": {
      "en": "If we were to transpose today back to then,",
      "vi": "Nếu chúng ta hoán đổi ngày nay với  thời đó,"
    }
  },
  {
    "translation": {
      "en": "we would say black lives matter. Right?",
      "vi": "chúng ta có thể nói tính mạng người da đen cũng quan trọng. Đúng không?"
    }
  },
  {
    "translation": {
      "en": "And in 1964,",
      "vi": "Nhưng năm 1964, đến cả Sam Cooke cũng không quan trọng."
    }
  },
  {
    "translation": {
      "en": "even Sam Cooke's black life didn't matter. Right?",
      "vi": "Nhưng năm 1964, đến cả Sam Cooke cũng không quan trọng. Đúng không?"
    }
  },
  {
    "translation": {
      "en": "So... it's- it's- it's just hard to overcome that.",
      "vi": "Nên… thật khó mà vượt qua được."
    }
  },
  {
    "translation": {
      "en": "Do I think that the events of Sam Cooke",
      "vi": "Tôi có nghĩ rằng sự kiện Sam Cooke"
    }
  },
  {
    "translation": {
      "en": "and the institutional attitude contribute to the upcoming riots here?",
      "vi": "và thể chế nhà nước đã góp phần vào những cuộc bạo loạn sau đó?"
    }
  },
  {
    "translation": {
      "en": "Well, absolutely. Absolutely.",
      "vi": "Chắc chắn. Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "I don't wanna say Sam Cooke's death caused the Watts riots.",
      "vi": "Tôi không nói rằng cái chết của Sam Cooke gây ra vụ bạo loạn ở Watts."
    }
  },
  {
    "translation": {
      "en": "I don't wanna say that.",
      "vi": "Tôi không có ý đó."
    }
  },
  {
    "translation": {
      "en": "But Sam Cooke's death is a really big example of a million things",
      "vi": "Nhưng cái chết của Sam Cooke là một ví dụ lớn cho hàng triệu lý do"
    }
  },
  {
    "translation": {
      "en": "that caused dissatisfaction among black people in America.",
      "vi": "gây ra sự mất lòng của người da đen ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "Those people being, you know, murdered, being enslaved, being imprisoned.",
      "vi": "Những người bị giết, bị bắt làm nô lệ, bị cầm tù,"
    }
  },
  {
    "translation": {
      "en": "Like, all of that, is why.",
      "vi": "tất cả những điều đó, là lý do."
    }
  },
  {
    "translation": {
      "en": "And Sam Cooke is yet another example of that.",
      "vi": "Và Sam Cooke chỉ là một ví dụ."
    }
  },
  {
    "translation": {
      "en": "Black people don't trust law enforcement for good reason.",
      "vi": "Người da đen không tin vào cơ quan hành pháp. Là có lý do."
    }
  },
  {
    "translation": {
      "en": "It is not beyond the realm of possibility to a lot of people",
      "vi": "Nhiều người tin rằng không nằm ngoài khả năng"
    }
  },
  {
    "translation": {
      "en": "that the FBI was somehow involved in Sam Cooke's death.",
      "vi": "là FBI có liên quan đến cái chết của Sam Cooke."
    }
  },
  {
    "translation": {
      "en": "That he was set up in some way,",
      "vi": "Rằng anh ấy đã bị gài bẫy theo cách nào đó,"
    }
  },
  {
    "translation": {
      "en": "that he was murdered because he was just becoming too threatening,",
      "vi": "rằng anh ấy đã bị giết vì anh ấy trở thành mối đe dọa,"
    }
  },
  {
    "translation": {
      "en": "you know, through the work he was doing, the people he was associating with,",
      "vi": "vì những gì anh ấy đang làm, những người anh ấy liên hệ,"
    }
  },
  {
    "translation": {
      "en": "and the music he was now gonna start making.",
      "vi": "và âm nhạc anh ấy định bắt đầu làm."
    }
  },
  {
    "translation": {
      "en": "See, it's one thing to have a little meeting.",
      "vi": "Các mối liên hệ là cái thứ nhất."
    }
  },
  {
    "translation": {
      "en": "It's another thing to put out a song that could sell a million copies",
      "vi": "Thứ hai là phát hành một bài hát có thể bán được cả triệu bản,"
    }
  },
  {
    "translation": {
      "en": "and is on the radio, and everyone's gonna start to hear and absorb.",
      "vi": "được phát trên đài phát thanh, và mọi người đều lắng nghe."
    }
  },
  {
    "translation": {
      "en": "So, you know, people, whether it was true or not...",
      "vi": "Vì thế, nhiều người, dù đó có phải sự thật hay không…"
    }
  },
  {
    "translation": {
      "en": "deeply felt that, you know, the government was involved in this.",
      "vi": "đều tin rằng chính phủ tham gia vào vụ này."
    }
  },
  {
    "translation": {
      "en": "In a very short period of time...",
      "vi": "Chỉ trong một thời gian rất ngắn..."
    }
  },
  {
    "translation": {
      "en": "Malcolm X,",
      "vi": "Malcom X,"
    }
  },
  {
    "translation": {
      "en": "King a little later.",
      "vi": "sau đó là King,"
    }
  },
  {
    "translation": {
      "en": "Langston Hughes isn't killed by the state, but, you know, there are very real losses.",
      "vi": "Langston Hughes, họ không bị chính phủ giết hại nhưng đó là những tổn thất lớn lao."
    }
  },
  {
    "translation": {
      "en": "Something really...",
      "vi": "Một điều gì đó..."
    }
  },
  {
    "translation": {
      "en": "powerful and important and intimate to blackness,",
      "vi": "rất mạnh mẽ, quan trọng, và gắn kết với người da đen,"
    }
  },
  {
    "translation": {
      "en": "it gets lost with those deaths.",
      "vi": "đã mất đi cùng những cái chết đó."
    }
  },
  {
    "translation": {
      "en": "That's a part that white America will never fundamentally understand.",
      "vi": "Đó là một điều mà người Mỹ da trắng sẽ không bao giờ hiểu được."
    }
  },
  {
    "translation": {
      "en": "What we know is that we never got to see him as a fully mature artist",
      "vi": "Điều chúng tôi biết là chúng tôi không thể thấy Sam trưởng thành với vai trò nghệ sĩ,"
    }
  },
  {
    "translation": {
      "en": "and thinker and activist",
      "vi": "nhà tư tưởng, và nhà hoạt động xã hội,"
    }
  },
  {
    "translation": {
      "en": "who, had he lived, would've had a dramatic impact on the next generation",
      "vi": "người mà nếu còn sống, sẽ có tác động lớn đến thế hệ tiếp theo"
    }
  },
  {
    "translation": {
      "en": "of artists, thinkers, and activists.",
      "vi": "của các nghệ sĩ, nhà tư tưởng và nhà hoạt động xã hội."
    }
  },
  {
    "translation": {
      "en": "We could've had this monument to what was to come.",
      "vi": "Chúng ta có thể có tượng đài của những gì đáng lẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "A Change is Gonna Come, there it is. But that's all we have.",
      "vi": "A Change is Gonna Come, là nó.  Nhưng chúng ta chỉ có chừng đó."
    }
  },
  {
    "translation": {
      "en": "The song isn't released until after he dies.",
      "vi": "Sau khi anh ấy chết, bài hát mới được phát hành."
    }
  },
  {
    "translation": {
      "en": "Change is Gonna Come is the perfect ending",
      "vi": "A Change is Gonna Come là cái kết hoàn hảo"
    }
  },
  {
    "translation": {
      "en": "for a career that was way too short... for a life that was way too truncated.",
      "vi": "cho một sự nghiệp quá ngắn ngủi... với một cuộc sống bị chặt đứt."
    }
  },
  {
    "translation": {
      "en": "It was a long time coming in 1964,",
      "vi": "Đó là một khoảng thời gian dài vào năm 1964,"
    }
  },
  {
    "translation": {
      "en": "and it is the shame of this nation...",
      "vi": "và thật đáng xấu hổ cho đất nước này…"
    }
  },
  {
    "translation": {
      "en": "that that song should still be so relevant.",
      "vi": "rằng bài hát đó vẫn rất đúng."
    }
  },
  {
    "translation": {
      "en": "The activism is one thing, but the music is powerful.",
      "vi": "Hoạt động xã hội là một chuyện, nhưng âm nhạc rất có sức mạnh."
    }
  },
  {
    "translation": {
      "en": "Change is Gonna Come communicates the rent of black life in America,",
      "vi": "A Change is Gonna Come chuyển tải cái giá của cuộc sống da đen ở Mỹ,"
    }
  },
  {
    "translation": {
      "en": "and Sam Cooke taps into that with such poetry.",
      "vi": "và Sam Cooke tận dụng điều đó một cách đầy chất thơ."
    }
  },
  {
    "translation": {
      "en": "There've been times that I thought",
      "vi": "Đã có những lúc tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "I couldn't last--",
      "vi": "Tôi không còn nhiều thời gian..."
    }
  },
  {
    "translation": {
      "en": "It's meant to touch the soul, you see. That's what this song is about.",
      "vi": "Bài hát này là để kiểm tra linh hồn."
    }
  },
  {
    "translation": {
      "en": "Now I think I'm able",
      "vi": "Giờ tôi nghĩ mình có thể"
    }
  },
  {
    "translation": {
      "en": "To carry on",
      "vi": "Đi tiếp"
    }
  },
  {
    "translation": {
      "en": "It's been a... .♪",
      "vi": "Đã lâu rồi..."
    }
  },
  {
    "translation": {
      "en": "It's his eulogy, the greatest gift he could've given us.",
      "vi": "Đó là điếu văn, là món quà vĩ đại nhất anh ấy gửi cho chúng ta."
    }
  },
  {
    "translation": {
      "en": "A long time comin' But I know",
      "vi": "Đã lâu lắm rồi, nhưng tôi biết"
    }
  },
  {
    "translation": {
      "en": "- A change gonna come -Change gonna come",
      "vi": "Một sự thay đổi sẽ xảy ra"
    }
  },
  {
    "translation": {
      "en": "Oh, yes, it will",
      "vi": "Phải, chắc chắn là thế"
    }
  },
  {
    "translation": {
      "en": "Yes, it will.",
      "vi": "Chắc chắn."
    }
  },
  {
    "translation": {
      "en": "All I can say to you, darling, is Sam Cooke's yours.",
      "vi": "Tôi chỉ có thể nói với các bạn, Sam Cooke là của các bạn."
    }
  },
  {
    "translation": {
      "en": "He'll never grow old. Sam, it's been nice.",
      "vi": "Anh ấy sẽ không bao giờ già đi. Sam, tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "- It's been wonderful. - Thank you.",
      "vi": "- Rất tuyệt vời. - Cảm ơn, Sam."
    }
  },
  {
    "translation": {
      "en": "You're welcome.",
      "vi": "Rất sẵn lòng."
    }
  }
]