[
  {
    "translation": {
      "en": "♪ Calling Gloria ♪",
      "vi": "ĐỒ KHỐN NẠN"
    }
  },
  {
    "translation": {
      "en": "-All right, Vincent? -Never fucking better, Pete.",
      "vi": "Khỏe chứ, Vincent? Không thể tuyệt hơn, Pete à."
    }
  },
  {
    "translation": {
      "en": "He knows.",
      "vi": "Hắn ta biết ai làm."
    }
  },
  {
    "translation": {
      "en": "Excluding the literal sense,",
      "vi": "Nếu không xét đến nghĩa đen,"
    }
  },
  {
    "translation": {
      "en": "there are three types of wanker in this world.",
      "vi": "thì có ba loại người khốn nạntrên thế giới."
    }
  },
  {
    "translation": {
      "en": "There's the ones you pity, the sad, boring type of wanker",
      "vi": "Loại luôn đau buồn, chán nảnkhiến bạn phải thương xót"
    }
  },
  {
    "translation": {
      "en": "who life always seems to enjoy torturing. Not me.",
      "vi": "và đời có vẻ thích hành hạ họ.Tôi không thuộc loại này."
    }
  },
  {
    "translation": {
      "en": "-[horn honks] -[Vincent] See you later, Pete!",
      "vi": "Gặp lại sau nhé, Pete!"
    }
  },
  {
    "translation": {
      "en": "Then there's the irritating types of wanker,",
      "vi": "Rồi tới cái loại khó chịu,việc duy nhất loại này làm ở đời"
    }
  },
  {
    "translation": {
      "en": "the ones whose only job in life is to stop the rest of us",
      "vi": "Rồi tới cái loại khó chịu,việc duy nhất loại này làm ở đời là ngăn cản những người còn lạitận hưởng cuộc sống."
    }
  },
  {
    "translation": {
      "en": "enjoying our three score years and ten.",
      "vi": "là ngăn cản những người còn lạitận hưởng cuộc sống."
    }
  },
  {
    "translation": {
      "en": "Again, not me.",
      "vi": "Tôi cũng không phải thế."
    }
  },
  {
    "translation": {
      "en": "[man] Excuse me, you can't park there, mate.",
      "vi": "Xin lỗi, anh không thể đậu xe ở đây."
    }
  },
  {
    "translation": {
      "en": "Finally, you have the show-offs, the posers.",
      "vi": "Cuối cùng, là loại hay thể hiện.Đám người hay ra vẻ."
    }
  },
  {
    "translation": {
      "en": "The \"I'm better than you, fuck everything and everyone twice\" type of wankers.",
      "vi": "Loại \"Tôi giỏi hơn anh, mặc xác mọi thứ và mọi ngườinhững hai lần.\""
    }
  },
  {
    "translation": {
      "en": "I prefer the term \"ambitious,\"",
      "vi": "Tôi thì thích từ \"tham vọng\" hơn,nhưng bị gọi sao cũng được,"
    }
  },
  {
    "translation": {
      "en": "but whatever the label, we're the ones you'd better keep your eyes on.",
      "vi": "Tôi thì thích từ \"tham vọng\" hơn,nhưng bị gọi sao cũng được, chúng tôi là loại mà bạn nên coi chừng."
    }
  },
  {
    "translation": {
      "en": "Good morning, arseholes!",
      "vi": "Chào buổi sáng, mấy thằng khốn!"
    }
  },
  {
    "translation": {
      "en": "Full disclosure. You're looking at a room of double-glazing salesmen.",
      "vi": "Công khai toàn bộ. Đây là phòngcủa nhân viên bán cửa sổ kính đôi."
    }
  },
  {
    "translation": {
      "en": "As this is 1983, we're not quite the social pariahs",
      "vi": "Vì giờ là năm 1983,bọn tôi không hẳn là kẻ bên lề xã hội"
    }
  },
  {
    "translation": {
      "en": "you lot probably know and loathe, but give us time.",
      "vi": "mà có lẽ bạn biết và ghét,nhưng hãy cho bọn tôi thời gian."
    }
  },
  {
    "translation": {
      "en": "This is the Monday morning sales meeting,",
      "vi": "Đây là cuộc họp báo doanh sốvào sáng thứ Hai,"
    }
  },
  {
    "translation": {
      "en": "where the team hand in their weekly orders.",
      "vi": "và nhóm sẽ trình racác đơn đặt hàng hàng tuần."
    }
  },
  {
    "translation": {
      "en": "In theory, a small matter of financial housekeeping.",
      "vi": "Trên lý thuyết là một buổi gặp nhỏđể cân đối tài chính."
    }
  },
  {
    "translation": {
      "en": "In reality, a dick-swinging contest extraordinaire.",
      "vi": "Trên thực tế thì lại là một dịpđể dìm người khác xuống."
    }
  },
  {
    "translation": {
      "en": "-Right, Fitzpatrick, what you got for me? -Oh, fuck off, I went first last week.",
      "vi": "Fitzpatrick, anh có gì cho tôi xem nào? Thôi, tuần rồi tôi nói đầu tiên."
    }
  },
  {
    "translation": {
      "en": "-Come on, it's Lavatory's turn. -Don't call me that.",
      "vi": "- Coi nào, giờ tới lượt Bồn Cầu.- Đừng gọi tôi thế."
    }
  },
  {
    "translation": {
      "en": "All right, calm down, Lavatory, it's only a nickname.",
      "vi": "Bình tĩnh, Bồn Cầu. Biệt danh thôi mà."
    }
  },
  {
    "translation": {
      "en": "No, a nickname is an affectionate term between mates.",
      "vi": "Không, biệt danh là cáchbạn bè gọi nhau thân mật."
    }
  },
  {
    "translation": {
      "en": "I think you're a massive prick, ergo not a nickname.",
      "vi": "Tôi nghĩ anh là một gã khốn,nên đó không phải biệt danh."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, I'll show you a massive prick.",
      "vi": "Ừ, tôi sẽ cho anh thấy gã khốn này có gì."
    }
  },
  {
    "translation": {
      "en": "[Vincent] This reprobate is Brian Fitzpatrick.",
      "vi": "Gã phóng đãng này là Brian Fitzpatrick."
    }
  },
  {
    "translation": {
      "en": "In life, deeply unlikeable, smarmy and charmless.",
      "vi": "Ở đời thường, hắn là một kẻcực khó ưa, xu nịnh và vô duyên."
    }
  },
  {
    "translation": {
      "en": "But give him something to sell and somehow he becomes transformed.",
      "vi": "Nhưng khi đưa hắn bán gì, hắn đột nhiên biến đổi hẳn."
    }
  },
  {
    "translation": {
      "en": "Strong?",
      "vi": "Cứng cáp nhỉ?"
    }
  },
  {
    "translation": {
      "en": "President Reagan has a fallout shelter made entirely of our windows.",
      "vi": "Tổng thống Reagan có một hầm ngăn phóng xạlắp toàn cửa sổ của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Okay, the science tells us these uPVC window frames",
      "vi": "Khoa học đã chứng minh rằng nhân loại tuyệt chủng thì các khung cửa sổuPVC này vẫn sẽ còn tồn tại rất lâu."
    }
  },
  {
    "translation": {
      "en": "will be around long after the human race is extinct.",
      "vi": "nhân loại tuyệt chủng thì các khung cửa sổuPVC này vẫn sẽ còn tồn tại rất lâu."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Also, the proud owner of a massive penis,",
      "vi": "Hắn cũng rất tự hàovì sở hữu của quý khủng,"
    }
  },
  {
    "translation": {
      "en": "which he loves to unfurl at any given opportunity.",
      "vi": "nên bất cứ khi nào có cơ hộihắn lại móc ra để khoe."
    }
  },
  {
    "translation": {
      "en": "-And that's fine, is it? -[Fitzpatrick sniggering]",
      "vi": "Vậy là ổn rồi, đúng không?"
    }
  },
  {
    "translation": {
      "en": "[Vincent] And this lovely man is Martin Lavender.",
      "vi": "Và gã đáng yêu này là Martin Lavender."
    }
  },
  {
    "translation": {
      "en": "Honest, decent and well educated.",
      "vi": "Thật thà, đứng đắn và có học thức."
    }
  },
  {
    "translation": {
      "en": "All qualities which, in our line of work, are as much use as an aerated condom.",
      "vi": "Các phẩm chất đó, ở nghề chúng tôi, cũng vô dụngnhư một cái bao cao su đầy hơi."
    }
  },
  {
    "translation": {
      "en": "Hello, I'm Martin Lavender from Cachet Windows.",
      "vi": "Xin chào, tôi là Martin Lavendertừ hãng Cửa Sổ Cachet."
    }
  },
  {
    "translation": {
      "en": "-Just eating dinner. -Nope, you have your dinner.",
      "vi": "Cả nhà đang ăn tối. Không sao, cứ ăn đi.Hôm khác tôi sẽ gọi lại."
    }
  },
  {
    "translation": {
      "en": "-I'll call back another day. -Thanks, love.",
      "vi": "Không sao, cứ ăn đi.Hôm khác tôi sẽ gọi lại. Cảm ơn cưng nhé."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Formerly a musician,",
      "vi": "Từng là một nhạc sĩ,"
    }
  },
  {
    "translation": {
      "en": "he quit his struggling band to join my sales team.",
      "vi": "anh ta rời ban nhạc đang vật vã của mìnhđể vào nhóm bán hàng."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Unfortunately, three months later, his now ex-band",
      "vi": "Không may là ba tháng sau,ban nhạc cũ của anh ta lại đoạt giải"
    }
  },
  {
    "translation": {
      "en": "landed the biggest number-one single of the year with \"Wherever I Lay My Hat.\"",
      "vi": "đĩa đơn bán chạy nhất nămvới bài \"Wherever I Lay My Hat\"."
    }
  },
  {
    "translation": {
      "en": "♪ Wherever I lay my hat, that's my home ♪",
      "vi": "SỐ 1 PAUL YOUNG SỐ 1 KHÔNG PHẢI LAVENDER"
    }
  },
  {
    "translation": {
      "en": "[Vincent] Naturally, we rallied around to help him through this difficult period.",
      "vi": "Dĩ nhiên, chúng tôi hợp lại giúp anh tavượt qua thời điểm khó khăn này."
    }
  },
  {
    "translation": {
      "en": "Ehhh!",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "[Fitzpatrick] Unlucky, mate, could've been you!",
      "vi": "Xui thật, anh bạn à,lẽ ra phải là anh chứ."
    }
  },
  {
    "translation": {
      "en": "Right, come on, look, I wanna see some orders. Don't be shy, Lavender.",
      "vi": "Rồi, giờ cho tôi xem các đơn đặt hàng nào. - Đừng mắc cỡ, Lavender.- Ừ, mẹ anh ta đâu có thế."
    }
  },
  {
    "translation": {
      "en": "His mother wasn't.",
      "vi": "- Đừng mắc cỡ, Lavender.- Ừ, mẹ anh ta đâu có thế."
    }
  },
  {
    "translation": {
      "en": "-Four. -[Fitzpatrick] Bollocks.",
      "vi": "- Bốn.- Nhảm nhí!"
    }
  },
  {
    "translation": {
      "en": "Four thousand. Gotta be a personal best for you.",
      "vi": "Bốn nghìn. Hẳn là kỷ lục của anh nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Could've been seven if this snake hadn't undercut me on Warren Close.",
      "vi": "Lẽ ra là bảy nếu gã nàykhông bán phá giá cho Warren Close."
    }
  },
  {
    "translation": {
      "en": "You're having a laugh. There's nothing wrong with my prices.",
      "vi": "Anh nói vớ vẩn. Giá của tôi không sai, là anh sai."
    }
  },
  {
    "translation": {
      "en": "It's just you. You couldn't sell ice to a bloody Eskimo.",
      "vi": "Anh còn không bán được đácho một tên Eskimo mà."
    }
  },
  {
    "translation": {
      "en": "But Eskimos don't need ice. Why would I sell it to them?",
      "vi": "Người Eskimo đâu cần đá.Sao tôi phải bán cho họ chứ?"
    }
  },
  {
    "translation": {
      "en": "You know, because of the saying, \"he could sell ice to the Eskimos.\"",
      "vi": "Vì câu nói \"Anh ta có thểbán đá cho người Eskimo\" đấy."
    }
  },
  {
    "translation": {
      "en": "-You're the fucking opposite, in't ya? -Yeah, that's not how opposites work.",
      "vi": "Anh thì ngược lại, đúng không? Ngược lại đâu phải vậy."
    }
  },
  {
    "translation": {
      "en": "[whispers] I get a lot of this.",
      "vi": "Tôi gặp thế này hoài."
    }
  },
  {
    "translation": {
      "en": "All right then, you couldn't sell food to a starving Ethiopian,",
      "vi": "Ừ, vậy anh là loại người không bán đượcthức ăn cho một tên Ethiopia đang chết đói"
    }
  },
  {
    "translation": {
      "en": "with flies round his eyes and pot belly, shit up his legs.",
      "vi": "có ruồi bu quanh mắtvà cái bụng phệ tới chân."
    }
  },
  {
    "translation": {
      "en": "I'd just give him some food. I'm not a monster.",
      "vi": "Tôi đâu khốn nạn thế.Tôi sẽ cho anh ta thức ăn."
    }
  },
  {
    "translation": {
      "en": "Which is why I will always outsell you in any sales environment.",
      "vi": "Đó là lý do mà trong bất kỳ môi trườngbuôn bán nào tôi cũng giỏi hơn anh."
    }
  },
  {
    "translation": {
      "en": "So you reckon you could sell ice to the Eskimos?",
      "vi": "Anh nghĩ mình bán được đácho người Eskimo à?"
    }
  },
  {
    "translation": {
      "en": "Not only sell it to 'em. By the time I'd left their igloo,",
      "vi": "Không chỉ bán cho họ. Mà lúc tôi ra khỏi lều họ,"
    }
  },
  {
    "translation": {
      "en": "they'd be asking me to be godfather to their adorable slanty-eyed kids.",
      "vi": "họ sẽ đề nghị tôi làm bố đỡ đầucho mấy đứa con mắt xếch đáng yêu."
    }
  },
  {
    "translation": {
      "en": "Tell me, is it only lazy cultural stereotypes you sell to, or real people too?",
      "vi": "Nói đi, có phải chỉ đám người lười biếnganh mới bán, hay cả người thường?"
    }
  },
  {
    "translation": {
      "en": "Well, unlike Professor No-Nuts over there, I can sell anything to anyone.",
      "vi": "Không như Giáo Sư Chết Nhát đằng kia, gặp ai tôi cũng bán được hàng."
    }
  },
  {
    "translation": {
      "en": "So taking the \"ice and Eskimos\" analogy, you reckon you could sell new windows",
      "vi": "Như việc bán đá cho người Eskimo,anh cho là mình có thể bán cửa sổ mới"
    }
  },
  {
    "translation": {
      "en": "to someone you've recently sold new windows to?",
      "vi": "cho người vừa mới mua cửa sổ của anh à?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -I've got a tonne says you can't.",
      "vi": "Ừ. - Tôi cá 100 bảng là anh không thể.- Cá rồi nhé."
    }
  },
  {
    "translation": {
      "en": "You had a tonne.",
      "vi": "- Tôi cá 100 bảng là anh không thể.- Cá rồi nhé."
    }
  },
  {
    "translation": {
      "en": "You might as well hand over those notes now, Lavatory.",
      "vi": "Anh đưa tiền luôn được rồi đấy, Bồn Cầu."
    }
  },
  {
    "translation": {
      "en": "Right, if you bucks are done rutting, I want to see some orders. Brian.",
      "vi": "Rồi. Nếu hai người các anh đã cãi xongthì cho tôi xem các đơn hàng đi. Brian?"
    }
  },
  {
    "translation": {
      "en": "Thirteen five.",
      "vi": "Là 13.500."
    }
  },
  {
    "translation": {
      "en": "[Vincent whistles] Impressive.",
      "vi": "Ấn tượng đấy."
    }
  },
  {
    "translation": {
      "en": "Who would have thought a weasely fucker with terrible BO like you",
      "vi": "Ai mà nghĩ rằngmột thằng khốn với cơ thể hôi hám như anh"
    }
  },
  {
    "translation": {
      "en": "could charm the life savings out of anyone?",
      "vi": "lại dụ được người khácchi tiền tiết kiệm của mình chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, here's mine.",
      "vi": "Còn đây là phần của tôi."
    }
  },
  {
    "translation": {
      "en": "Just the 17k.",
      "vi": "Chỉ có 17 nghìn."
    }
  },
  {
    "translation": {
      "en": "Which makes me employee of the fucking century.",
      "vi": "Và nó đã giúp tôi thành nhân viêngiỏi nhất trong thế kỷ khốn kiếp này."
    }
  },
  {
    "translation": {
      "en": "But don't feel too bad about it, boys, it's still a record week.",
      "vi": "Nhưng các anh đừng thấy tệ vì việc đó,đây vẫn là một tuần kỷ lục."
    }
  },
  {
    "translation": {
      "en": "And to celebrate, I've lined up a special treat for us all on Saturday night.",
      "vi": "Và để ăn mừng, tôi đã sắp xếp một buổi tiệc đặc biệtvào tối thứ Bảy."
    }
  },
  {
    "translation": {
      "en": "Now, let's get out there.",
      "vi": "Giờ thì biến khỏi đây nào."
    }
  },
  {
    "translation": {
      "en": "These windows aren't gonna sell them-fucking-selves.",
      "vi": "Mấy cái cửa sổ đó không tự bán được đâu."
    }
  },
  {
    "translation": {
      "en": "Morning, Vincent.",
      "vi": "- Chào Vincent.- Chào Carol."
    }
  },
  {
    "translation": {
      "en": "Morning, Carol. Dig out the address for the Solomon house.",
      "vi": "Tìm giúp tôi địa chỉ nhà Solomon nhé?"
    }
  },
  {
    "translation": {
      "en": "I've got time to pop by later.",
      "vi": "Lát tôi có việc phải qua đó."
    }
  },
  {
    "translation": {
      "en": "Guess who...",
      "vi": "Đoán xem ai nào?"
    }
  },
  {
    "translation": {
      "en": "The last time I saw these beautiful fingers,",
      "vi": "Lần cuối anh thấynhững ngón tay xinh đẹp này"
    }
  },
  {
    "translation": {
      "en": "they were wrapped around my...",
      "vi": "thì chúng đang nắm..."
    }
  },
  {
    "translation": {
      "en": "-...has got the kids with them? -My neck.",
      "vi": "- Em có dẫn theo các con.- Cổ anh."
    }
  },
  {
    "translation": {
      "en": "They were wrapped around my neck.",
      "vi": "Những ngón tay đó đang nắm cổ anh."
    }
  },
  {
    "translation": {
      "en": "-My fault for farting in bed, eh, Sam? -That's not what you were gonna say.",
      "vi": "Vì anh lỡ xì hơi trên giường, Sam nhỉ? - Bố đâu định nói vậy.- Bố nói gì?"
    }
  },
  {
    "translation": {
      "en": "-What was he gonna say? -Nothing. Go and play outside.",
      "vi": "- Bố đâu định nói vậy.- Bố nói gì? Không có gì. Ra ngoài chơi đi."
    }
  },
  {
    "translation": {
      "en": "-Go on, I want a word with your dad. -Hello, baby.",
      "vi": "Đi đi, để bố mẹ nói chuyện. Chào em yêu."
    }
  },
  {
    "translation": {
      "en": "Oh, I know. Incredible, isn't she?",
      "vi": "Tôi biết mà. Cô ấy thật tuyệt, đúng không?"
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "vi": "Có chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "I thought Cachet's number-one salesman might like some lunch.",
      "vi": "Em nghĩ người bán hàng số một của Cachetchắc thích dùng bữa trưa."
    }
  },
  {
    "translation": {
      "en": "It's only cheese, but I swiped a Penguin",
      "vi": "Chỉ là phô mai, nhưng có trang trí chim cánh cụtlấy từ hộp thức ăn của Robbie."
    }
  },
  {
    "translation": {
      "en": "from Robbie's school dinner tin as a treat.",
      "vi": "có trang trí chim cánh cụtlấy từ hộp thức ăn của Robbie."
    }
  },
  {
    "translation": {
      "en": "I do not deserve an angel like you in my life.",
      "vi": "Anh không xứngcó một người như em trong đời."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Em biết."
    }
  },
  {
    "translation": {
      "en": "What time are you home? I'm doing a curry.",
      "vi": "Mấy giờ anh về? Em sẽ nấu cà ri."
    }
  },
  {
    "translation": {
      "en": "Can't do tonight, I've got house calls to make.",
      "vi": "Tối nay không được.Có hẹn ở nhà khách hàng."
    }
  },
  {
    "translation": {
      "en": "You are joking. This is the third night this week.",
      "vi": "Đùa à? Ba tối như vậy trong tuần rồi."
    }
  },
  {
    "translation": {
      "en": "Sam, honey.",
      "vi": "Sam, em yêu."
    }
  },
  {
    "translation": {
      "en": "The best time to close a deal is when the husband and wife are both there.",
      "vi": "Lúc tốt nhất để chốt hợp đồnglà khi hai vợ chồng có mặt. Buổi tối, cuối tuần, đó là các giờ vàng."
    }
  },
  {
    "translation": {
      "en": "Evenings, weekends, these are the golden hours.",
      "vi": "Buổi tối, cuối tuần, đó là các giờ vàng."
    }
  },
  {
    "translation": {
      "en": "And when do you plan on fitting us into your hectic schedule, then? Christmas?",
      "vi": "Khi nào bọn em mới có chỗtrong lịch trình kín kẽ của anh? Giáng Sinh? Ngày nghỉ của ngân hàng?"
    }
  },
  {
    "translation": {
      "en": "Bank holidays?",
      "vi": "Giáng Sinh? Ngày nghỉ của ngân hàng?"
    }
  },
  {
    "translation": {
      "en": "I'm trying to build something for us here.",
      "vi": "Anh đang cố gầy dựng thứ gì đócho chúng ta mà."
    }
  },
  {
    "translation": {
      "en": "In a few months, I'll ease off, but not right now.",
      "vi": "Vài tháng nữa anh sẽ bớt việc lại,nhưng giờ chưa được."
    }
  },
  {
    "translation": {
      "en": "I'll make it up to you, gorgeous. I promise.",
      "vi": "Anh sẽ bù cho em mà, người đẹp. Anh hứa."
    }
  },
  {
    "translation": {
      "en": "You realise there is no part of this I cannot see?",
      "vi": "Chắc cô nhận ra là tôi đọc được hết chứ?"
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Don't worry.",
      "vi": "Cô đang làm gì vậy? Không sao. Hẳn chả ai muốn em ở đây."
    }
  },
  {
    "translation": {
      "en": "-I'm obviously not wanted here. -Sam. Come back.",
      "vi": "Không sao. Hẳn chả ai muốn em ở đây. Sam. Quay lại. Sam, quay lại đi..."
    }
  },
  {
    "translation": {
      "en": "Sam, come back! Ignore her, she's mental.",
      "vi": "Kệ cô ta đi. Cô ta bị điên mà!"
    }
  },
  {
    "translation": {
      "en": "\"Thanks for rescuing me, Carol\" might be nice.",
      "vi": "Lẽ ra anh nên nói\"Cảm ơn vì đã cứu tôi, Carol\" thì hay hơn."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Meanwhile, it hadn't taken Fitzpatrick long",
      "vi": "Trong khi đó,Fitzpatrick không mất quá lâu"
    }
  },
  {
    "translation": {
      "en": "to find a 73 year-old Eskimo to sell ice to.",
      "vi": "để bán đá cho một bà già Eskimo 73 tuổi."
    }
  },
  {
    "translation": {
      "en": "But you only put these windows in three weeks ago.",
      "vi": "Nhưng anh vừa cho lắp mấy cửa sổ nàyba tuần trước mà."
    }
  },
  {
    "translation": {
      "en": "I know, Mrs. Brown. I'm embarrassed to be here.",
      "vi": "Tôi biết, bà Brown à.Tôi rất ngại vì phải đến nữa."
    }
  },
  {
    "translation": {
      "en": "But it's only just come to light that there is a major design flaw",
      "vi": "Nhưng có một lỗi thiết kế lớnvừa được phát hiện"
    }
  },
  {
    "translation": {
      "en": "in the plastic frames of those windows that no one could have foreseen.",
      "vi": "trong khung nhựa của cửa sổmà không ai lường trước được."
    }
  },
  {
    "translation": {
      "en": "The white bits? Yeah, the white bits.",
      "vi": "- Các phần màu trắng à?- Đúng vậy, là chúng."
    }
  },
  {
    "translation": {
      "en": "See, they're made from a plastic compound called",
      "vi": "Chúng được tạo từ các hợp chất nhựacó tên gọi là nhựa PVC không dẻo,"
    }
  },
  {
    "translation": {
      "en": "un-plasticised poly vinyl chloride, or uPVC for short.",
      "vi": "Chúng được tạo từ các hợp chất nhựacó tên gọi là nhựa PVC không dẻo, hay gọi tắt là uPVC."
    }
  },
  {
    "translation": {
      "en": "We've only just discovered that when exposed to sunlight,",
      "vi": "Chúng tôi chỉ vừa phát hiện làkhi tiếp xúc trực tiếp với ánh nắng,"
    }
  },
  {
    "translation": {
      "en": "that type of plastic might explode.",
      "vi": "loại nhựa này có thể phát nổ."
    }
  },
  {
    "translation": {
      "en": "-Oh, no. -Oh no, indeed.",
      "vi": "- Ôi, không.- Đúng vậy, thật không hay."
    }
  },
  {
    "translation": {
      "en": "But it's not all bad news.",
      "vi": "Nhưng đó cũng không hoàn toàn là tin xấu."
    }
  },
  {
    "translation": {
      "en": "Have you heard of NASA?",
      "vi": "Bà có từng nghe về NASA chưa?"
    }
  },
  {
    "translation": {
      "en": "The space people?",
      "vi": "Người nghiên cứu vũ trụ à?"
    }
  },
  {
    "translation": {
      "en": "They're the ones.",
      "vi": "Là bọn họ đấy."
    }
  },
  {
    "translation": {
      "en": "Now, as part of the Space Shuttle program,",
      "vi": "Hiện giờ, như một phầntrong chương trình tàu vũ trụ,"
    }
  },
  {
    "translation": {
      "en": "they have developed a far superior plastic compound,",
      "vi": "họ đã phát triển đượcmột hợp chất nhựa vượt trội hơn nhiều,"
    }
  },
  {
    "translation": {
      "en": "one that won't kill you.",
      "vi": "loại này sẽ không giết ta."
    }
  },
  {
    "translation": {
      "en": "Does it have a name?",
      "vi": "Nó có tên chứ?"
    }
  },
  {
    "translation": {
      "en": "Yep, it's called PVCu.",
      "vi": "Vâng, nó được gọi là PVCu."
    }
  },
  {
    "translation": {
      "en": "So, what I would like to do is exchange these dangerous uPVC windows",
      "vi": "Nên, điều tôi muốn làm là đổi miễn phí những cửa sổbằng chất liệu uPVC nguy hiểm này"
    }
  },
  {
    "translation": {
      "en": "for nice, new, safe PVCu ones, free of charge, apart from installation costs.",
      "vi": "sang loại mới, an toàn, và đẹp đẽsử dụng PVCu chưa tính phí lắp đặt."
    }
  },
  {
    "translation": {
      "en": "Ooh, I don't know. I should probably ask my son about that.",
      "vi": "Tôi không biết.Có lẽ tôi nên hỏi con trai tôi về việc đó."
    }
  },
  {
    "translation": {
      "en": "Is your son Neil Armstrong?",
      "vi": "Con bà có phải Neil Armstrong không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Then I don't think he's qualified to help us.",
      "vi": "Vậy tôi không nghĩanh ấy đủ tiêu chuẩn giúp ta."
    }
  },
  {
    "translation": {
      "en": "Read it and weep.",
      "vi": "Đọc rồi khóc đi nào."
    }
  },
  {
    "translation": {
      "en": "The whole house? How have you done that?",
      "vi": "Nguyên căn nhà à? Anh làm cách nào vậy?"
    }
  },
  {
    "translation": {
      "en": "You know, sales acumen, charm. Oh no, wait, you don't know, do you?",
      "vi": "Sự nhạy bén khi bán hàng, khả năng dụ dỗ. Không, đợi đã. Anh không biết nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Now, come on, you owe me a tonne.",
      "vi": "Giờ thì trả nợ vụ cá cược đi."
    }
  },
  {
    "translation": {
      "en": "Hold on, you've only charged her a hundred quid for fitting.",
      "vi": "Ừ, mà khoan, anh thu của bà ta100 bảng phí lắp đặt."
    }
  },
  {
    "translation": {
      "en": "Have you given her a house full of free windows to win a bet?",
      "vi": "Lắp toàn bộ cửa sổ miễn phíchỉ để thắng cược à?"
    }
  },
  {
    "translation": {
      "en": "Lavatory... The word \"free\" is not in my vocabulary.",
      "vi": "Từ \"miễn phí\" không có trongtừ điển của tôi đâu, Bồn Cầu."
    }
  },
  {
    "translation": {
      "en": "Just like the phrase \"I've had a number-one hit\" is not in yours.",
      "vi": "Như \"Tôi từng có bài hit\"không có trong từ điển của anh."
    }
  },
  {
    "translation": {
      "en": "No, I've got a fitter coming tomorrow to rip out those windows",
      "vi": "Không, ngày mai tôi sẽ cho thợ tới gỡlớp kính của những cửa sổ đó ra"
    }
  },
  {
    "translation": {
      "en": "and pop the very same ones straight back in again.",
      "vi": "rồi lại gắn chúng vào lại."
    }
  },
  {
    "translation": {
      "en": "The old bag'll never know.",
      "vi": "Bà già đó làm sao biết được."
    }
  },
  {
    "translation": {
      "en": "So not only have I sold ice to the Eskimos,",
      "vi": "Do đó tôi không những đã bán đácho người Eskimo,"
    }
  },
  {
    "translation": {
      "en": "I've sold them their own fucking ice. I'm a genius.",
      "vi": "mà còn bán cho họ đá của chính họ. Tôi là một thiên tài!Giờ thì trả tiền cược đi."
    }
  },
  {
    "translation": {
      "en": "Come on, pay up.",
      "vi": "Tôi là một thiên tài!Giờ thì trả tiền cược đi."
    }
  },
  {
    "translation": {
      "en": "Oh, yes, there we go. Ooh, num-num-num-num.",
      "vi": "Tuyệt, tiền đây rồi."
    }
  },
  {
    "translation": {
      "en": "Unlike Fitzpatrick, I don't need to use the dark arts to close a deal.",
      "vi": "Không như Fitzpatrick, tôi không cầnmấy trò xấu xa để có được hợp đồng."
    }
  },
  {
    "translation": {
      "en": "Good morning, Mr. Solomon. Vincent from Cachet Windows.",
      "vi": "Chào ông Solomon.Tôi là Vincent ở hãng Cửa Sổ Cachet,"
    }
  },
  {
    "translation": {
      "en": "We spoke on the phone earlier.",
      "vi": "tôi có gọi điện rồi."
    }
  },
  {
    "translation": {
      "en": "Ah, Mr. Vincent, yes.",
      "vi": "Anh Vincent, đúng rồi."
    }
  },
  {
    "translation": {
      "en": "Look, I'm so sorry, but we're about to sit down for prayer.",
      "vi": "Này, tôi xin lỗi,nhưng chúng tôi sắp sửa cầu nguyện. Anh có thể đưa sách quảng cáo sản phẩm"
    }
  },
  {
    "translation": {
      "en": "Maybe you can leave some brochures and we can phone you about prices tomorrow?",
      "vi": "Anh có thể đưa sách quảng cáo sản phẩm và mai chúng tôi có thể gọihỏi anh về giá nhé?"
    }
  },
  {
    "translation": {
      "en": "Wanna know the percentage who sleep on it and call you back? A big fat fucking zero.",
      "vi": "Muốn biết phần trăm số người có xemvà gọi lại không? Một con số không to đùng."
    }
  },
  {
    "translation": {
      "en": "This may sound odd, but may I join?",
      "vi": "Điều này nghe có vẻ kỳ,nhưng tôi dự được chứ?"
    }
  },
  {
    "translation": {
      "en": "It's been a spiritually exhausting last few days for me.",
      "vi": "Vài ngày quatôi thật sự mệt mỏi về tinh thần."
    }
  },
  {
    "translation": {
      "en": "Eh... Well, we'd be delighted. Come in.",
      "vi": "Chúng tôi sẽ rất vui. Vào đi nào."
    }
  },
  {
    "translation": {
      "en": "One more thing...",
      "vi": "Còn nữa,nhân viên bán hàng như ma cà rồng."
    }
  },
  {
    "translation": {
      "en": "Salesmen are like vampires... never invite one into your home.",
      "vi": "Còn nữa,nhân viên bán hàng như ma cà rồng. Đừng bao giờ mời một người vào nhà."
    }
  },
  {
    "translation": {
      "en": "Once you do, we won't leave your side until we taste blood, not even for a piss.",
      "vi": "Vì khi đó, bọn tôi sẽ không đikhi chưa nếm máu bạn. Dù mắc tè cũng không."
    }
  },
  {
    "translation": {
      "en": "-Thank you! -Oh, no problem.",
      "vi": "- Cảm ơn ông!- Không sao. Vào đi."
    }
  },
  {
    "translation": {
      "en": "The peace...",
      "vi": "Sự bình yên..."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Using a homeowner's loo is a cardinal sin,",
      "vi": "Đi nhờ nhà vệ sinh của chủ nhàlà một tội lớn,"
    }
  },
  {
    "translation": {
      "en": "no matter how desperate you are.",
      "vi": "không cần biết mắc tè cỡ nào."
    }
  },
  {
    "translation": {
      "en": "The second you leave those poor bastards alone,",
      "vi": "Ngay khi bạn để cho lũ khốn đó một mình,"
    }
  },
  {
    "translation": {
      "en": "they'll try to conspire a way to get you out of their house.",
      "vi": "chúng sẽ bày mưu tính kếđể tống cổ bạn ra khỏi nhà."
    }
  },
  {
    "translation": {
      "en": "You need to get the kids to bed?",
      "vi": "\"Cô cần giỗ con ngủ à? Được thôi."
    }
  },
  {
    "translation": {
      "en": "That's okay, I'll give you a hand with bath time.",
      "vi": "\"Cô cần giỗ con ngủ à? Được thôi. Tôi sẽ giúp cô tắm bé.\""
    }
  },
  {
    "translation": {
      "en": "Your husband is having a heart attack?",
      "vi": "\"Chồng cô đang lên cơn đau tim à?"
    }
  },
  {
    "translation": {
      "en": "Let me run you both down to A&E, you lying shit-bags.",
      "vi": "Để tôi đưa cả hai tới phòng cấp cứu,lũ khốn dối trá à.\""
    }
  },
  {
    "translation": {
      "en": "These God-fearing fuckers have been praying for almost two hours.",
      "vi": "Đám chết tiệt sợ Chúa nàyđã cầu nguyện gần hai tiếng rồi."
    }
  },
  {
    "translation": {
      "en": "And it's not just world peace shit, either.",
      "vi": "Và cũng chẳng vì hòa bình thế giới."
    }
  },
  {
    "translation": {
      "en": "[woman] Lord, please use thy divine power",
      "vi": "Xin Chúa hãy ban cho chúng consức mạnh thiêng liêng của Người"
    }
  },
  {
    "translation": {
      "en": "to find a good cash buyer for Brian and Kellie's car.",
      "vi": "để tìm được người lắm tiềnchịu mua chiếc xe của Brian và Kellie."
    }
  },
  {
    "translation": {
      "en": "Dear merciful Lord, please do what you can",
      "vi": "Chúa lòng lành,hãy làm bất cứ gì Người có thể"
    }
  },
  {
    "translation": {
      "en": "to get a better reception for Aggy's TV.",
      "vi": "để TV của Aggy bắt sóng tốt hơn."
    }
  },
  {
    "translation": {
      "en": "Dear Lord, please give me the strength",
      "vi": "Xin Chúa ban cho con sức mạnhđể không tè ra quần"
    }
  },
  {
    "translation": {
      "en": "not to piss my pants in front of these time-wasting sons of bitches.",
      "vi": "Xin Chúa ban cho con sức mạnhđể không tè ra quần trước mặt lũ khốn làm mất thời gian này."
    }
  },
  {
    "translation": {
      "en": "Eventually my bladder's prayers were answered",
      "vi": "Lời cầu nguyện của bàng quang được đáp lại"
    }
  },
  {
    "translation": {
      "en": "and Mr. Solomon signed for a full house of windows.",
      "vi": "và ông Solomon chịu muacửa sổ toàn căn nhà."
    }
  },
  {
    "translation": {
      "en": "It's safe to say I eat, sleep, breathe, shit and piss...",
      "vi": "Thật an toàn để nói rằngtôi ăn, ngủ, thở, đi nặng và đi tè..."
    }
  },
  {
    "translation": {
      "en": "[sighs] sales.",
      "vi": "cùng việc bán hàng."
    }
  },
  {
    "translation": {
      "en": "But like Einstein, my true genius wasn't spotted until later in life.",
      "vi": "Nhưng giống như Einstein, về sautài năng thực sự của tôi mới bộc lộ."
    }
  },
  {
    "translation": {
      "en": "♪ Hit me with your rhythm stick ♪",
      "vi": "6 THÁNG TRƯỚC"
    }
  },
  {
    "translation": {
      "en": "[Vincent] So after spending a couple of grand",
      "vi": "Sau khi tốn vài nghìn bảng"
    }
  },
  {
    "translation": {
      "en": "having this fucking mutt's back legs amputated",
      "vi": "để tháo khớp chân sau cho chó của anh tavà gắn bánh xe cho nó di chuyển,"
    }
  },
  {
    "translation": {
      "en": "and wheels put on it, he takes it out for its first walk",
      "vi": "để tháo khớp chân sau cho chó của anh tavà gắn bánh xe cho nó di chuyển, anh ta dẫn nó ra ngoài đi dạo lần đầu,và con chó chết tiệt phát hoảng,"
    }
  },
  {
    "translation": {
      "en": "and the fucking dog panics and rolls straight under a bus.",
      "vi": "anh ta dẫn nó ra ngoài đi dạo lần đầu,và con chó chết tiệt phát hoảng, chui thẳng xuống gầm xe buýt."
    }
  },
  {
    "translation": {
      "en": "Poor bastard is devastated.",
      "vi": "Gã khốn tội nghiệp suy sụp hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "I told him to look on the bright side... At least now you got a 2,000 pound rug.",
      "vi": "Tôi bảo rằng, \"Về mặt tích cực. Ít ra giờ anh có một tấm thảmgiá 2.000 bảng.\""
    }
  },
  {
    "translation": {
      "en": "Yeah, this is him.",
      "vi": "Vâng, là tôi đây."
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Now, that was a call informing me that while I'd been otherwise engaged,",
      "vi": "Đó là cuộc gọi thông báo rằngtrong lúc tôi đang bận,"
    }
  },
  {
    "translation": {
      "en": "a super tanker on the Thames estuary had been accidentally loaded with contaminated crude oil.",
      "vi": "tàu chở dầu siêu trọng ở cửa sông Thamesđã bị đổ nhầm dầu thô bị nhiễm bẩn."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, the constant monitoring required to prevent",
      "vi": "Không may là việc giám sát nghiêm ngặt để ngăn những sai lầm trị giá triệu bảngxảy ra lại là việc của tôi."
    }
  },
  {
    "translation": {
      "en": "such million-pound fuck-ups was my one and only job.",
      "vi": "để ngăn những sai lầm trị giá triệu bảngxảy ra lại là việc của tôi."
    }
  },
  {
    "translation": {
      "en": "Upon careful reflection,",
      "vi": "Sau khi cân nhắc kỹ lưỡng,"
    }
  },
  {
    "translation": {
      "en": "you are to be relieved of all duties with immediate effect.",
      "vi": "anh sẽ bị tước bỏ mọi nghĩa vụ,có hiệu lực ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "Do you have anything to say for the record, Mr. Swan?",
      "vi": "Anh muốn nói gì,để chúng tôi còn ghi lại, Swan?"
    }
  },
  {
    "translation": {
      "en": "-This is fucking ridiculous. -Maybe we should take a break.",
      "vi": "Việc này thật lố bịch. Ừ, có lẽ ta nên nghỉ giải lao."
    }
  },
  {
    "translation": {
      "en": "Listen, I've spoken to the boys,",
      "vi": "Nghe này,tôi đã nói chuyện với hai người đó."
    }
  },
  {
    "translation": {
      "en": "they're ready to walk out for you on this one, Vince.",
      "vi": "Họ sẵn sànggiúp anh trong việc này, Vince à."
    }
  },
  {
    "translation": {
      "en": "I appreciate the support of the Union on this, Terry, but I'm jacking it in.",
      "vi": "Tôi biết ơn công đoànvì đã giúp đỡ trong chuyện này, Terry. Nhưng tôi sẽ nghỉ."
    }
  },
  {
    "translation": {
      "en": "-[Terry scoffs] -I fucking hate this job anyway.",
      "vi": "Dù gì tôi cũng ghét công việc này."
    }
  },
  {
    "translation": {
      "en": "How are you gonna provide for Sam and the kids?",
      "vi": "Rồi anh nuôi Sam và bọn trẻ thế nào?"
    }
  },
  {
    "translation": {
      "en": "I'll figure something out.",
      "vi": "Tôi sẽ tìm ra cách."
    }
  },
  {
    "translation": {
      "en": "Oi, you two, the charisma twins.",
      "vi": "Này, hai ông, cặp sinh đôi đầy thu hút."
    }
  },
  {
    "translation": {
      "en": "Upon careful reflection, I've decided you can stick your job up your arses.",
      "vi": "Sau khi cân nhắc kỹ lưỡng, tôi quyết định mặc xác mấy ông,tôi không cần công việc này."
    }
  },
  {
    "translation": {
      "en": "Here's my notice of resignation.",
      "vi": "Đây là đơn xin nghỉ của tôi."
    }
  },
  {
    "translation": {
      "en": "I couldn't face going home to tell Sam I'd lost my job.",
      "vi": "Tôi không dámvề báo Sam biết rằng tôi đã mất việc."
    }
  },
  {
    "translation": {
      "en": "I said I'd figure something out, and that's what I intended to do,",
      "vi": "Tôi đã nói tôi sẽ nghĩ ra cáchvà đó là điều tôi sẽ làm"
    }
  },
  {
    "translation": {
      "en": "right after I got absolutely rat-arsed.",
      "vi": "ngay sau khi say quắc cần câu."
    }
  },
  {
    "translation": {
      "en": "Hmm. I never was a whiskey drinker.",
      "vi": "Tôi chưa bao giờ uống nổi whisky."
    }
  },
  {
    "translation": {
      "en": "Fuck me. Vincent Swan.",
      "vi": "Ôi trời. Là Vincent Swan."
    }
  },
  {
    "translation": {
      "en": "Dicky Cox?",
      "vi": "Dicky Cox à?"
    }
  },
  {
    "translation": {
      "en": "Dicky Dip Shits, I think you used to call me at school.",
      "vi": "Tôi nghĩ khi ở trườnganh hay gọi tôi là Dicky Đần Độn."
    }
  },
  {
    "translation": {
      "en": "-Cox by name, cock by nature. -Yeah, that was another one.",
      "vi": "Cox là tên, chim là bản chất. Ừ, đó là một cái tên khác nữa."
    }
  },
  {
    "translation": {
      "en": "-You all right, Vince? You look like shit. -No. No, I'm not all right, Dicky.",
      "vi": "Anh ổn chứ, Vince? Trong anh tởm quá. Không. Tôi không ổn, Dicky à."
    }
  },
  {
    "translation": {
      "en": "I got sacked this morning and now I'm crying next to a urinal",
      "vi": "Sáng nay tôi đã bị đuổi việc, giờ thì tôi đang khóc cạnh bồn tiểuđầy đồ ói của mình và nói chuyện với anh."
    }
  },
  {
    "translation": {
      "en": "full of my own puke, talking to you.",
      "vi": "giờ thì tôi đang khóc cạnh bồn tiểuđầy đồ ói của mình và nói chuyện với anh."
    }
  },
  {
    "translation": {
      "en": "No offence, but I think I just hit rock bottom.",
      "vi": "Không có ý gì đâu,nhưng tôi nghĩ đời tôi tiêu rồi."
    }
  },
  {
    "translation": {
      "en": "I mean, it's funny how life turns out, innit?",
      "vi": "Ý tôi là cách cuộc đời thay đổihay thật nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Who'd have put money on me being the bloody successful one,",
      "vi": "Ai mà dám cá rằngtôi sẽ trở thành một kẻ cực kỳ thành công."
    }
  },
  {
    "translation": {
      "en": "and you, Vincent Swan, being such a fucking loser?",
      "vi": "Còn anh, Vincent Swan,là một kẻ thất bại thảm hại chứ?"
    }
  },
  {
    "translation": {
      "en": "Cheers for the pep talk, Coxy.",
      "vi": "Lời an ủi vui đấy, Coxy."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "Vincent, what would you say if I told you",
      "vi": "Vincent, anh thấy sao nếu tôi nói rằng chỉ riêng tuần vừa rồitôi đã kiếm được gấp bốn lần"
    }
  },
  {
    "translation": {
      "en": "I earned four times as much as your monthly wage in the last week?",
      "vi": "nếu tôi nói rằng chỉ riêng tuần vừa rồitôi đã kiếm được gấp bốn lần lương tháng của anh?"
    }
  },
  {
    "translation": {
      "en": "I'd say, unless the demand for creepy-looking gigolos",
      "vi": "Tôi sẽ nói là, \"Trừ khinhu cầu tìm trai bao có bộ dạng gớm ghiếc"
    }
  },
  {
    "translation": {
      "en": "has gone through the roof, that's bollocks.",
      "vi": "tăng quá mức,còn không thì là chuyện nhảm nhí.\""
    }
  },
  {
    "translation": {
      "en": "Yeah, funny.",
      "vi": "Ừ, vui đấy."
    }
  },
  {
    "translation": {
      "en": "Here...",
      "vi": "Đây."
    }
  },
  {
    "translation": {
      "en": "Have a chuckle at that.",
      "vi": "Nhìn nó rồi cười thầm đi."
    }
  },
  {
    "translation": {
      "en": "Plus, I've got something else that could interest you.",
      "vi": "Ngoài ra tôi có thứcó thể khiến anh thích."
    }
  },
  {
    "translation": {
      "en": "What I've got in here might just change your life.",
      "vi": "Thứ tôi có trong đâycó thể thay đổi cuộc đời anh."
    }
  },
  {
    "translation": {
      "en": "I'm not a complete fucking yokel, I've done coke before.",
      "vi": "Tôi không phải đồ nhà quê nhé,tôi từng chơi thuốc rồi."
    }
  },
  {
    "translation": {
      "en": "I'm not talking about the drugs.",
      "vi": "Tôi không nói về thứ đó."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -A lump of fucking plastic?",
      "vi": "- Gì vậy, một miếng nhựa sao?- Vậy à?"
    }
  },
  {
    "translation": {
      "en": "Is it? Or... is it white gold?",
      "vi": "Hay nó là vàng trắng nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-No, it's definitely a lump of plastic. -Oh, to the uninitiated.",
      "vi": "Không, nó chỉ là một miếng nhựa. Chỉ với kẻ không biết về nó thôi."
    }
  },
  {
    "translation": {
      "en": "But you add some know-how and some bullshit,",
      "vi": "Nhưng chỉ cần biết chút ít về nóvà thêm vài điều tào lao"
    }
  },
  {
    "translation": {
      "en": "and this lump of fucking plastic turns into something far more eye-catching.",
      "vi": "và rồi miếng nhựa chết tiệt nàysẽ trở thành thứ bắt mắt hơn hẳn."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Coxy laid out the double-glazing business for me.",
      "vi": "Coxy dẫn tôi vào ngànhkinh doanh cửa kính đôi."
    }
  },
  {
    "translation": {
      "en": "Since Thatcher handed us the right to buy your council house, the world and his wife",
      "vi": "Vì Thatcher cho phép mua lạinhà ở khu cư xá, nên ai cũng điên cuồng cải tạo"
    }
  },
  {
    "translation": {
      "en": "were madly renovating their newly owned dream homes.",
      "vi": "ngôi nhà mơ ước vừa mới có của họ."
    }
  },
  {
    "translation": {
      "en": "White gold was just plastic, a cheap alternative to timber,",
      "vi": "Vàng trắng chỉ là nhựa, loại vật liệurẻ tiền thay cho gỗ xây dựng,"
    }
  },
  {
    "translation": {
      "en": "but it brought the cost of making brand-new windows down to peanuts.",
      "vi": "nhưng nó đã làm giá thànhsản xuất cửa sổ mới giảm đi đáng kể."
    }
  },
  {
    "translation": {
      "en": "Coxy would then sell them on with a 600% mark-up.",
      "vi": "Coxy sau đó bán chúngvới giá cao hơn 600%."
    }
  },
  {
    "translation": {
      "en": "For those that couldn't afford the astronomical prices,",
      "vi": "Với những ai không chịu nổimức giá trên trời đó,"
    }
  },
  {
    "translation": {
      "en": "he'd sell them finance.",
      "vi": "hắn đưa họ giải pháp tài chính."
    }
  },
  {
    "translation": {
      "en": "That way they could pay back what they thought they could afford each month",
      "vi": "Như vậy họ có thể trả tiền cho thứhọ nghĩ họ trả nổi mỗi tháng"
    }
  },
  {
    "translation": {
      "en": "for the rest of their natural lives.",
      "vi": "cho tới cuối đời."
    }
  },
  {
    "translation": {
      "en": "Eventually those shiny new windows would cost more",
      "vi": "Rốt cuộc, các cửa sổmới toanh sáng bóng đó sẽ đắt hơn"
    }
  },
  {
    "translation": {
      "en": "than their dreary former council houses.",
      "vi": "cả căn cư xá tồi tàn trước đây của họ nữa."
    }
  },
  {
    "translation": {
      "en": "It was beautiful.",
      "vi": "Đẹp thật."
    }
  },
  {
    "translation": {
      "en": "I want this.",
      "vi": "Tôi muốn thứ này."
    }
  },
  {
    "translation": {
      "en": "Oh. You can have it. No, not this.",
      "vi": "- Anh có thể giữ nó.- Không phải cái này!"
    }
  },
  {
    "translation": {
      "en": "I mean meeting you. Losing my job. Everything.",
      "vi": "Ý là việc gặp anh đấy. Rồi mất việc. Tất cả mọi thứ."
    }
  },
  {
    "translation": {
      "en": "This happened for a reason.",
      "vi": "Hẳn phải có lý do của nó."
    }
  },
  {
    "translation": {
      "en": "You ain't gonna cry again, are you?",
      "vi": "Anh định khóc nữa à?"
    }
  },
  {
    "translation": {
      "en": "You always were a fucking dip shit.",
      "vi": "Anh luôn là một thằng đần chết tiệt."
    }
  },
  {
    "translation": {
      "en": "[Vincent] My fate was sealed the very next day.",
      "vi": "Hôm sau, số phận của tôi đã được quyết."
    }
  },
  {
    "translation": {
      "en": "I'm not a big believer in kismet,",
      "vi": "Tôi không tin nhiều vào số phận,nhưng bạn ắt phải mù, điếc"
    }
  },
  {
    "translation": {
      "en": "but you'd have to be blind, deaf and dumb as shit not to hear destiny calling me.",
      "vi": "Tôi không tin nhiều vào số phận,nhưng bạn ắt phải mù, điếc và cực ngu mới không biếtsố phận đang gọi tôi."
    }
  },
  {
    "translation": {
      "en": "♪♪",
      "vi": "GIỎI NHƯ ANH THÌ PHẢI LÀM ĐIỀU NÀY"
    }
  },
  {
    "translation": {
      "en": "Sorry to interrupt.",
      "vi": "Xin lỗi vì đã làm phiền."
    }
  },
  {
    "translation": {
      "en": "It's an elephant, it's not male genitalia.",
      "vi": "Đây là một con voi.Không phải bộ phận sinh dục nam đâu."
    }
  },
  {
    "translation": {
      "en": "-I'm looking for the owner. -Sorry, I'm new here.",
      "vi": "Tôi tìm ông chủ. - Xin lỗi, tôi là nhân viên mới.- Phải rồi."
    }
  },
  {
    "translation": {
      "en": "Right. Is the owner around?",
      "vi": "Ông ấy có đây không?"
    }
  },
  {
    "translation": {
      "en": "Like I said, I'm new, so I literally can't help you.",
      "vi": "Đã nói tôi là người mớinên không giúp được anh đâu."
    }
  },
  {
    "translation": {
      "en": "Fuck me, Carol. You're a receptionist.",
      "vi": "Chết tiệt thật, Carol. Cô là tiếp tân mà."
    }
  },
  {
    "translation": {
      "en": "Just take some details, will you?",
      "vi": "Phải để ý một chút chứ."
    }
  },
  {
    "translation": {
      "en": "It doesn't hurt to be careful, Tony. He's just wandered in off the street.",
      "vi": "Cẩn tắc vô ưu mà, Tony.Hắn mới lang thang ngoài đường vào đây mà."
    }
  },
  {
    "translation": {
      "en": "This is a fucking showroom.",
      "vi": "Đây là phòng trưng bày hàng!"
    }
  },
  {
    "translation": {
      "en": "We want people to wander in off the street.",
      "vi": "Chúng ta muốn người ta ghé vào đây."
    }
  },
  {
    "translation": {
      "en": "Hello, sir, I take it this is your business?",
      "vi": "Chào ông. Chắc ông là chủ ở đây nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-You've got two minutes, pal. -For what?",
      "vi": "- Anh có hai phút thôi đấy.- Để làm gì?"
    }
  },
  {
    "translation": {
      "en": "To sell me whatever the fuck it is you're selling and then fuck off.",
      "vi": "Để bán gì cho tôi cũng được, rồi biến đi."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Meet Tony Walsh, the world's angriest small business owner.",
      "vi": "Hãy gặp Tony Walsh, chủ doanh nghiệp nhỏkhó chịu nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "No, I don't want to sell to you, I want to sell for you. My name's Vincent.",
      "vi": "Không phải bán cho ôngmà là bán giúp ông. Tôi là Vincent."
    }
  },
  {
    "translation": {
      "en": "I don't care if it's Barbra Streisand. I've already got a sales team.",
      "vi": "Là Barbra Streisand cũng không quan tâm. Tôi đã có đội bán hàng rồi."
    }
  },
  {
    "translation": {
      "en": "Well, that was succinct. Now we've got 90 seconds to fill with small talk.",
      "vi": "Thật ngắn gọn.Giờ ta có 90 giây để nói chuyện phiếm."
    }
  },
  {
    "translation": {
      "en": "-Or you could just fuck off early. -Right. And where's the fun in that?",
      "vi": "Hoặc anh có thể biến đi sớm hơn. Ừ, và làm vậy thì có gì vui chứ?"
    }
  },
  {
    "translation": {
      "en": "You see that couple? They walked in your showroom four minutes ago.",
      "vi": "Ông thấy cặp kia chứ?Họ vào cửa hàng bốn phút trước."
    }
  },
  {
    "translation": {
      "en": "In another 45 seconds, they're gonna walk out, along with thousands in lost revenue.",
      "vi": "Sau 45 giây nữa, họ sẽ đi khỏi đây,tức là ông mất hàng nghìn bảng doanh thu."
    }
  },
  {
    "translation": {
      "en": "I've got twenty quid that says Tweedle Dum and Tweedle Dee over there will still be scratching their arses when they walk out.",
      "vi": "Tôi cá 20 bảng là hai thằng đần đằng kiachỉ biết gãi mông khi bước ra ngoài thôi."
    }
  },
  {
    "translation": {
      "en": "All right, pal, here's a price list.",
      "vi": "Được rồi, anh bạn. Đây là bảng giá."
    }
  },
  {
    "translation": {
      "en": "You sign them up, I'll give you a two-week trial.",
      "vi": "Họ chịu muathì tôi cho anh hai tuần thử việc."
    }
  },
  {
    "translation": {
      "en": "-I hear congratulations are in order! -Eh, sorry?",
      "vi": "Xin chúc mừng hai vị! - Gì cơ?- Giải thưởng cho khách hàng thứ 100."
    }
  },
  {
    "translation": {
      "en": "The Centennial Customer Award? No one told you?",
      "vi": "- Gì cơ?- Giải thưởng cho khách hàng thứ 100. Hai vị không biết à?"
    }
  },
  {
    "translation": {
      "en": "As our hundredth customer today, you've won the opportunity",
      "vi": "Do là khách thứ 100 hôm nay, hai vị có cơ hội biến ngôi nhà của mìnhthành nơi trưng bày"
    }
  },
  {
    "translation": {
      "en": "to turn your house into a show-home for the Cachet range of windows and doors.",
      "vi": "hai vị có cơ hội biến ngôi nhà của mìnhthành nơi trưng bày các mẫu cửa và cửa sổ của Cachet."
    }
  },
  {
    "translation": {
      "en": "-My name's Vincent, nice to meet you. -Hi, I'm Mark. This is my wife Lorna.",
      "vi": "Tên tôi là Vincent, rất vui được gặp. - Chào, tôi là Mark. Đây là Lorna, vợ tôi.- Chào anh."
    }
  },
  {
    "translation": {
      "en": "Hello. Wow, we've never won anything before.",
      "vi": "- Chào, tôi là Mark. Đây là Lorna, vợ tôi.- Chào anh. Chúng tôi chưa từng thắng gì."
    }
  },
  {
    "translation": {
      "en": "Well, I guess some people are born lucky",
      "vi": "Có người vốn đã may mắn,"
    }
  },
  {
    "translation": {
      "en": "and the rest of us just have to make do with good looks and charm, eh?",
      "vi": "số còn lại phải tận dụngvẻ ngoài và sự quyến rũ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "So tell me, Mark, Lorna, why are you looking for new windows?",
      "vi": "Mark, Lorna,vì sao hai người lại tìm mua cửa sổ mới?"
    }
  },
  {
    "translation": {
      "en": "[Vincent] Ten minutes of bullshit later, and I was ready to seal the deal.",
      "vi": "Sau mười phút nói nhảm,tôi đã sẵn sàng để chốt được đơn hàng."
    }
  },
  {
    "translation": {
      "en": "All of our products come with safety glass fitted as standard.",
      "vi": "Tất cả các sản phẩmđều được lắp kính an toàn theo tiêu chuẩn."
    }
  },
  {
    "translation": {
      "en": "Now, I'd imagine those little boys of yours are",
      "vi": "Tôi cho là con trai của hai người"
    }
  },
  {
    "translation": {
      "en": "always keep you on your toes, right, Lorna? Always darting about?",
      "vi": "luôn làm cả hai lo lắng, đúng không Lorna? Luôn chạy nhảy phải không?"
    }
  },
  {
    "translation": {
      "en": "Now imagine them running full pelt into a plate glass window.",
      "vi": "Giờ hãy tưởng tượngchúng chạy hết tốc lực vào tấm kính dày."
    }
  },
  {
    "translation": {
      "en": "It turned out that not all of our products came with safety glass fitted as standard.",
      "vi": "Hóa ra không phải tất cả sản phẩmđều được lắp kính an toàn đúng chuẩn."
    }
  },
  {
    "translation": {
      "en": "It's probably hard, at this point,",
      "vi": "Giờ thì khó mà không tưởng tượng ra cảnhđứa con yêu quý của cô"
    }
  },
  {
    "translation": {
      "en": "not to picture your precious offspring lying in a pool of their own blood.",
      "vi": "Giờ thì khó mà không tưởng tượng ra cảnhđứa con yêu quý của cô nằm dài trong vũng máu của chúng."
    }
  },
  {
    "translation": {
      "en": "But hold onto that thought, because this, Lorna, pardon my French,",
      "vi": "Lorna, xin lỗi vì tôi sắp nói tục,nhưng nếu tôi không nhầm"
    }
  },
  {
    "translation": {
      "en": "this disgraceful piece of shit",
      "vi": "thì cái thứ chó chết tệ hại này"
    }
  },
  {
    "translation": {
      "en": "is a well-known national company's patio door.",
      "vi": "là cửa kính trượtcủa một công ty quốc gia nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "I can't say who. [whispering] Everest.",
      "vi": "Không nói tên công ty được. Everest."
    }
  },
  {
    "translation": {
      "en": "Christ, it makes me angry. Doesn't anyone ever think of the children?",
      "vi": "Chúa ơi, tức chết mất. Có ai mà không nghĩ cho trẻ em chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, thankfully, here at Cachet, we do.",
      "vi": "Cũng may làhãng Cachet rất quan tâm đến bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "Maybe it was the adrenaline in everybody's systems,",
      "vi": "Có thể là do adrenalinetrong cơ thể mỗi người,"
    }
  },
  {
    "translation": {
      "en": "but by the time I'd finished, they'd signed for five grand's worth of windows.",
      "vi": "nên khi trò chuyện xong, họ đã ký hợp đồngmua cửa sổ trị giá 5.000 bảng."
    }
  },
  {
    "translation": {
      "en": "The second I left the showroom, Walshy called his wife.",
      "vi": "Ngay khi tôi đi khỏi cửa hàng,Walshy đã gọi cho vợ mình."
    }
  },
  {
    "translation": {
      "en": "I think I've just met the man who's going to make us our first million.",
      "vi": "Chắc anh vừa gặp người sẽ giúp tacó được một triệu bảng đầu tiên rồi."
    }
  },
  {
    "translation": {
      "en": "[Vincent] He was so impressed, he didn't offer me a trial.",
      "vi": "Ông ta ấn tượng tới mứckhông cần cho tôi thử việc"
    }
  },
  {
    "translation": {
      "en": "He put me in charge of his entire sales team,",
      "vi": "mà để tôi quản lý đội bán hàng luôn,"
    }
  },
  {
    "translation": {
      "en": "who I promptly sacked.",
      "vi": "và tôi đã ngay lập tức sa thải họ."
    }
  },
  {
    "translation": {
      "en": "Tweedle Dee and Tweedle Dum went out the door and in came Tweedle Dumb and Dumber.",
      "vi": "Cho hai thằng đần đó cuốn gói, và rồi nhận vào hai thằng đần khác."
    }
  },
  {
    "translation": {
      "en": "And after Fitzpatrick and Lavender graduated",
      "vi": "Và sau khi Fitzpatrick và Lavendertốt nghiệp Trường Bán Hàng Vincent Swan"
    }
  },
  {
    "translation": {
      "en": "from the Vincent Swan School of Sales, my team was complete.",
      "vi": "Và sau khi Fitzpatrick và Lavendertốt nghiệp Trường Bán Hàng Vincent Swan thì đội bán hàng của tôi đã ra lò."
    }
  },
  {
    "translation": {
      "en": "Once Walsh's tasteless decor had been replaced with something more befitting",
      "vi": "Khi kiểu trang trí nhạt nhòa của Walsh được thay thế bằng thứ phù hợpvới một đội hình đẳng cấp như chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "of a classy operation like ours, Cachet Windows was reborn.",
      "vi": "được thay thế bằng thứ phù hợpvới một đội hình đẳng cấp như chúng tôi, thì hãng Cửa Sổ Cachet đã hồi sinh."
    }
  },
  {
    "translation": {
      "en": "Right!",
      "vi": "Rồi nhé!"
    }
  },
  {
    "translation": {
      "en": "First and only rule... We don't rip off anyone in our town.",
      "vi": "Luật đầu tiên và duy nhất,không lừa ai trong phố của ta."
    }
  },
  {
    "translation": {
      "en": "These are our neighbours, our friends.",
      "vi": "Họ là hàng xóm, là bạn bè ta."
    }
  },
  {
    "translation": {
      "en": "We always sell our windows at one price, a fair price.",
      "vi": "Ta luôn bán cửa sổ với một giá,và là mức dễ chấp nhận."
    }
  },
  {
    "translation": {
      "en": "Sometimes over, sometimes under, but always at one price.",
      "vi": "Có lúc cao hơn, hoặc thấp hơn,nhưng luôn luôn chỉ một mức giá."
    }
  },
  {
    "translation": {
      "en": "Sorry, so who pays more?",
      "vi": "Xin lỗi, vậy ai trả cao hơn?"
    }
  },
  {
    "translation": {
      "en": "Dick heads. The terminally stupid.",
      "vi": "Là lũ đần độn. Đám ngu lâu dốt bền."
    }
  },
  {
    "translation": {
      "en": "-And less? -Well, no one, if we can help it.",
      "vi": "Còn thấp hơn? Chả ai cả nếu được."
    }
  },
  {
    "translation": {
      "en": "So, it's not really one price for all, is it?",
      "vi": "Vậy đâu phải một giá cho tất cả nhỉ?"
    }
  },
  {
    "translation": {
      "en": "No. But... it sounds good, doesn't it?",
      "vi": "Ừ, nhưng điều đó nghe hay mà, phải không?"
    }
  },
  {
    "translation": {
      "en": "And that pretty much brings us up to speed.",
      "vi": "Vậy là ta hiểu rõ nhau rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Wanna know the greatest thing about winning at life?",
      "vi": "Muốn biết điều tuyệt nhấtkhi thành công trong đời chứ?"
    }
  },
  {
    "translation": {
      "en": "It's that you get to give a little something back.",
      "vi": "Đó là bạn phải đền đáp một chút."
    }
  },
  {
    "translation": {
      "en": "Hello, Vince.",
      "vi": "- Chào Vince.- Khỏe chứ, Terry?"
    }
  },
  {
    "translation": {
      "en": "-Terry. How's tricks? -Yeah, good. You coming in?",
      "vi": "- Chào Vince.- Khỏe chứ, Terry? Ừ, khỏe, anh vào chứ?"
    }
  },
  {
    "translation": {
      "en": "I really appreciate the offer, mate, but double-glazing salesman?",
      "vi": "Tôi rất cảm kích lời mời của anh nhưng... Nhân viên bán cửa sổ kính đôi à?"
    }
  },
  {
    "translation": {
      "en": "I mean, no offence, but it's not really me, is it?",
      "vi": "Không có ý xúc phạm, - nhưng tôi đâu có hợp, đúng không?- Sao không chứ?"
    }
  },
  {
    "translation": {
      "en": "I know the refinery's not everyone's cup of tea, but it's steady,",
      "vi": "Không phải ai cũng thíchlàm ở công ty lọc dầu, nhưng nó ổn định, lương hưu cũng ổn,và gần như không thể bị đuổi."
    }
  },
  {
    "translation": {
      "en": "the pension's good, it's practically impossible to get sacked.",
      "vi": "nhưng nó ổn định, lương hưu cũng ổn,và gần như không thể bị đuổi."
    }
  },
  {
    "translation": {
      "en": "Yeah, maybe for mere mortals.",
      "vi": "Ừ, chắc với người thường là thế."
    }
  },
  {
    "translation": {
      "en": "-Hello, stranger. -[Vincent] Evening, Gillian.",
      "vi": "- Xin chào, người lạ.- Chào Gillian."
    }
  },
  {
    "translation": {
      "en": "At last, the brains of the house have arrived.",
      "vi": "Cuối cùng thì bộ não của ngôi nhà đã về."
    }
  },
  {
    "translation": {
      "en": "I'd better run, I'm on nights.",
      "vi": "Tôi đi đây, làm ca đêm."
    }
  },
  {
    "translation": {
      "en": "You'll have to bring the family over for a barbecue soon, Vince.",
      "vi": "Anh phải sớm đưa gia đình quaăn đồ nướng nhé, Vince."
    }
  },
  {
    "translation": {
      "en": "-Yeah, they'd love that, mate. -[Terry] Bye, love.",
      "vi": "Ừ, vợ con tôi sẽ thích lắm. - Tạm biệt.- Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Ta, darling.",
      "vi": "- Tạm biệt.- Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Try not to masturbate through your entire shift.",
      "vi": "Cố đừng thủ dâm suốt ca đấy."
    }
  },
  {
    "translation": {
      "en": "Someone's got to sit in that chair after you.",
      "vi": "Ai đó sẽ ngồi ghế anhsau khi anh tan ca đấy."
    }
  },
  {
    "translation": {
      "en": "[Gillian] You're not running out on me too, are you, Vincent?",
      "vi": "Anh cũng định chào tôi về à, Vincent?"
    }
  },
  {
    "translation": {
      "en": "It's been ages since we've had a little gossip.",
      "vi": "Lâu rồi ta không trò chuyện."
    }
  },
  {
    "translation": {
      "en": "Would I ever. Stick the kettle on.",
      "vi": "Sao tôi lại về chứ? Pha trà đi nào."
    }
  },
  {
    "translation": {
      "en": "So, uh, Terry said you're a salesman now.",
      "vi": "Terry nói rằnggiờ anh là nhân viên bán hàng."
    }
  },
  {
    "translation": {
      "en": "Yeah, I finally found a job",
      "vi": "Ừ, tôi đã tìm được việc"
    }
  },
  {
    "translation": {
      "en": "where being a self-aggrandising ponce is considered a plus.",
      "vi": "mà trong đóphô trương được xem như là ưu điểm."
    }
  },
  {
    "translation": {
      "en": "So, what is it you sell?",
      "vi": "- Anh bán gì vậy?- Cửa sổ kính đôi."
    }
  },
  {
    "translation": {
      "en": "-Double glazing. -[Gillian] Fancy.",
      "vi": "- Anh bán gì vậy?- Cửa sổ kính đôi. Hay đấy."
    }
  },
  {
    "translation": {
      "en": "I quite like them patio doors.",
      "vi": "Tôi rất thích các cửa kính trượt."
    }
  },
  {
    "translation": {
      "en": "I bet they're expensive, though.",
      "vi": "Tôi cá là chúng đắt đỏ lắm."
    }
  },
  {
    "translation": {
      "en": "Oh, you'd be surprised, Gillian.",
      "vi": "Cô sẽ bất ngờ đấy, Gillian."
    }
  },
  {
    "translation": {
      "en": "I know this looks bad, but those patio doors are gonna completely revolutionise",
      "vi": "Biết là điều này trông tệ nhưng các cửa kính trượtsẽ thay đổi hết luồng khí"
    }
  },
  {
    "translation": {
      "en": "the flow from their downstairs to their garden.",
      "vi": "từ tầng dưới tới vườn của họ."
    }
  },
  {
    "translation": {
      "en": "What? This is what I do.",
      "vi": "Sao hả? Đây là nghề của tôi mà."
    }
  },
  {
    "translation": {
      "en": "Cachet Windows and Doors.",
      "vi": "Hãng Cửa Và Cửa Sổ Cachet đây."
    }
  },
  {
    "translation": {
      "en": "It's Brendan for you.",
      "vi": "Brendan kiếm anh đấy."
    }
  },
  {
    "translation": {
      "en": "Just tell him I've nipped out.",
      "vi": "Bảo ông ta là tôi biến rồi."
    }
  },
  {
    "translation": {
      "en": "Hang on a minute, he's just here, Brendan.",
      "vi": "Đợi chút, anh ta ở ngay đây, Brendan."
    }
  },
  {
    "translation": {
      "en": "[Fitzpatrick] For fuck sake.",
      "vi": "Vì Chúa."
    }
  },
  {
    "translation": {
      "en": "Hello, Brendan.",
      "vi": "Xin chào, Brendan."
    }
  },
  {
    "translation": {
      "en": "Yeah. But they're the same fucking ones.",
      "vi": "Vâng. Nhưng chúng hoàn toàn như nhau."
    }
  },
  {
    "translation": {
      "en": "No. Look. I'm coming over.",
      "vi": "Không. Nghe này, tôi sẽ tới."
    }
  },
  {
    "translation": {
      "en": "-I told you to tell him I'd nipped out. -I don't know what that means.",
      "vi": "- Đã bảo cô nói ông ta tôi biến rồi mà.- Tôi không hiểu thế nghĩa là sao."
    }
  },
  {
    "translation": {
      "en": "Is it an Essex thing?",
      "vi": "Là cách dân Essex hay nói à?"
    }
  },
  {
    "translation": {
      "en": "-[Vincent] It's all put together... -Oi. What the hell is this, Vincent?",
      "vi": "Cái quái gì đây hả, Vincent?"
    }
  },
  {
    "translation": {
      "en": "I'm about 90% sure that's an order for patio doors, Terry, am I right?",
      "vi": "Tôi chắc 90% đó làđơn đặt hàng cho cửa kính trượt, Terry. Đúng không? Anh muốn ra phía sau nói chứ?"
    }
  },
  {
    "translation": {
      "en": "Do you wanna talk about this out back? Do excuse us for a moment.",
      "vi": "Đúng không? Anh muốn ra phía sau nói chứ? - Chúng tôi xin phép một tí.- Không, tôi sẽ không dừng lại."
    }
  },
  {
    "translation": {
      "en": "No, I'm not stopping.",
      "vi": "- Chúng tôi xin phép một tí.- Không, tôi sẽ không dừng lại."
    }
  },
  {
    "translation": {
      "en": "I just came to tell you we don't want your shitty windows.",
      "vi": "Tôi chỉ đến để cho anh biết rằng chúng tôikhông cần mấy cái cửa sổ tệ hại đó."
    }
  },
  {
    "translation": {
      "en": "Well, maybe you should talk to your wife once in a while",
      "vi": "Có lẽ thỉnh thoảnganh nên nói chuyện với vợ mình"
    }
  },
  {
    "translation": {
      "en": "because she seemed positively thrilled by the idea.",
      "vi": "vì cô ấy có vẻ rất hào hứngvới ý tưởng đó."
    }
  },
  {
    "translation": {
      "en": "And they're precision engineered, not shitty.",
      "vi": "Chúng là hàng kỹ thuật chính xácchứ không tệ đâu."
    }
  },
  {
    "translation": {
      "en": "Now if that's all, I'm busy with customers.",
      "vi": "Xong rồi thì để tôi tiếp khách nhé."
    }
  },
  {
    "translation": {
      "en": "No, don't try and worm your way out of it. You took advantage of Gill.",
      "vi": "Không, anh đừng cố lẩn tránh việc này. Anh đã lợi dụng Gill."
    }
  },
  {
    "translation": {
      "en": "I don't know if you've realised, mate, but Gill's a grown woman now,",
      "vi": "Chắc anh không biết Gill đã trưởng thành,có ngực và đủ thứ nhỉ."
    }
  },
  {
    "translation": {
      "en": "with tits and everything. And this, this is a contract,",
      "vi": "Chắc anh không biết Gill đã trưởng thành,có ngực và đủ thứ nhỉ. Còn đây, đây là một hợp đồng,có tính ràng buộc về pháp lý."
    }
  },
  {
    "translation": {
      "en": "and it's legally binding. So I suggest you go home and take it up...",
      "vi": "Còn đây, đây là một hợp đồng,có tính ràng buộc về pháp lý. Nên hãy về nhà và đem nó lên..."
    }
  },
  {
    "translation": {
      "en": "Now you stay away from me, my wife and my windows, you utter scumbag.",
      "vi": "Giờ thì tránh xa tôi, vợ tôivà cửa sổ của tôi, thằng cặn bã mạt hạng."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Fuck.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Sorry. Sometimes working here is like being in a really shit version of Dallas.",
      "vi": "Xin lỗi nhé. Đôi khi làm việc ở đây cứ như đóng trongphiên bản dở tệ của phim Dallas vậy."
    }
  },
  {
    "translation": {
      "en": "Vincent. Look, he's not here. He's on a shift.",
      "vi": "Vincent. Này, anh ấy không có nhà.Anh ấy đang trong ca trực."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know. Look, I came to say sorry.",
      "vi": "Ừ, tôi biết. Nghe này, tôi đến để xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna make you honour the contract.",
      "vi": "Tôi sẽ không ép cô thực hiện hợp đồng."
    }
  },
  {
    "translation": {
      "en": "We all right?",
      "vi": "Ta ổn rồi nhé?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "- Ừ.- Tốt rồi."
    }
  },
  {
    "translation": {
      "en": "Good, because while I've been standing here freezing my nuts off,",
      "vi": "- Ừ.- Tốt rồi. Vì trong lúc đứng đây với hai bi tê cóng,"
    }
  },
  {
    "translation": {
      "en": "I couldn't help thinking this conversation",
      "vi": "tôi không thể không nghĩ làbuổi trò chuyện này hẳn sẽ dễ chịu hơn"
    }
  },
  {
    "translation": {
      "en": "would have been much more comfortable in a beautiful double-glazed porch.",
      "vi": "tôi không thể không nghĩ làbuổi trò chuyện này hẳn sẽ dễ chịu hơn trong một cổng vòm đẹp đẽđược lắp kính đôi."
    }
  },
  {
    "translation": {
      "en": "You always did know how to make me laugh, Vincent Swan.",
      "vi": "Anh luôn biết cách làm tôi cười đấy,Vincent Swan."
    }
  },
  {
    "translation": {
      "en": "Interesting place for a personalised number plate.",
      "vi": "Quả là một chỗ rất hayđể treo biển số tự chế đấy."
    }
  },
  {
    "translation": {
      "en": "I quite like it.",
      "vi": "Tôi rất thích nó."
    }
  },
  {
    "translation": {
      "en": "Fancy a spin?",
      "vi": "Đi một vòng chứ?"
    }
  },
  {
    "translation": {
      "en": "Oooh, yeah, I've never been in a wanker-mobile before.",
      "vi": "Ừ. Tôi chưa từng được ngồi xe hơicủa một kẻ khốn nạn bao giờ."
    }
  },
  {
    "translation": {
      "en": "I'll get me coat.",
      "vi": "Để tôi đi lấy áo khoác."
    }
  },
  {
    "translation": {
      "en": "Like I told you, page one of the training manual...",
      "vi": "Như tôi đã từng nói,trong trang một của tài liệu đào tạo."
    }
  },
  {
    "translation": {
      "en": "Never leave the house without closing the deal.",
      "vi": "Đừng rời khỏi nhàmà chưa chốt xong đơn hàng."
    }
  },
  {
    "translation": {
      "en": "Hmm, yeah, it's tricky to see the difference, myself.",
      "vi": "Ừ, bản thân tôicũng khó thấy được sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "What exactly is it you don't like, Mrs. Brown?",
      "vi": "Chính xác thì có điểm nàolàm bà không thích vậy, bà Brown?"
    }
  },
  {
    "translation": {
      "en": "They remind me of death. I want my old new windows back.",
      "vi": "Chúng làm tôi nhớ tới cái chết. Tôi muốn có lại những cái cửa sổ trước đó."
    }
  },
  {
    "translation": {
      "en": "Right, well, I could get Brendan to re-fit the old ones, but, I mean,",
      "vi": "Vâng, tôi có thể nhờ Brendanlắp chúng lại, nhưng... Ý tôi là, bà sẽ phải trả tiềnđể tháo các cửa sổ này"
    }
  },
  {
    "translation": {
      "en": "you'll be paying to replace these",
      "vi": "Ý tôi là, bà sẽ phải trả tiềnđể tháo các cửa sổ này"
    }
  },
  {
    "translation": {
      "en": "with an identical and, frankly, inferior product.",
      "vi": "và thay bằng một sản phẩm y hệtnhưng rõ ràng là tệ hơn hẳn."
    }
  },
  {
    "translation": {
      "en": "I'm going to call my son. You can talk to him about it.",
      "vi": "Tôi sẽ gọi con trai tôi,anh có thể nói với nó."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, don't do that, Mrs. Brown. I'll tell you what...",
      "vi": "Không, đừng làm vậy, bà Brown.Thôi thì thế này nhé?"
    }
  },
  {
    "translation": {
      "en": "I'll get Brendan to replace the windows for free.",
      "vi": "Tôi sẽ bảo Brendan thay cửa sổ miễn phí.Tôi chắc ông ấy sẽ không phiền."
    }
  },
  {
    "translation": {
      "en": "-I'm sure he won't mind. -You're a lovely young man, Brian.",
      "vi": "Tôi sẽ bảo Brendan thay cửa sổ miễn phí.Tôi chắc ông ấy sẽ không phiền. Anh quả làmột chàng trai trẻ đáng yêu, Brian."
    }
  },
  {
    "translation": {
      "en": "Yes, he will fucking mind. I've got another job on.",
      "vi": "Ừ, ông ta sẽ thấy phiền đấy. Tôi có việc khác phải làm rồi."
    }
  },
  {
    "translation": {
      "en": "How do I get this through that thick Paddy skull of yours?",
      "vi": "Này, phải làm sao thì gã người Irelandđần độn như ông mới hiểu hả?"
    }
  },
  {
    "translation": {
      "en": "You're not gonna get paid for this job unless that senile old bitch is happy.",
      "vi": "Ông sẽ không được trả tiềntrừ khi bà già lẩn thẩn đó hài lòng."
    }
  },
  {
    "translation": {
      "en": "So whoever's driveway you've got to tarmac can fucking wait, comprende?",
      "vi": "Nên ông có bận rải đá dăm cho lối vàonhà ai thì cũng phải hoãn lại. Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "You listen to me, you ferrety-looking cunt.",
      "vi": "Nghe tao nói đây, thằng khốn mặt chồn kia."
    }
  },
  {
    "translation": {
      "en": "You speak to me like that again, I'll refit your disgusting yellow teeth.",
      "vi": "Mày mà còn nói kiểu này là tao sẽ lắp lại đám răng vàng khètởm lợm của mày đó. Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "Comprende?",
      "vi": "là tao sẽ lắp lại đám răng vàng khètởm lợm của mày đó. Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, completely comprende.",
      "vi": "Vâng, hoàn toàn hiểu."
    }
  },
  {
    "translation": {
      "en": "Can you please refit the windows, Brendan?",
      "vi": "Ông vui lòng lắp cửa sổ lại nhé, Brendan?"
    }
  },
  {
    "translation": {
      "en": "Please?",
      "vi": "Làm ơn đi."
    }
  },
  {
    "translation": {
      "en": "Yes, I will, Brian.",
      "vi": "Ừ, tôi sẽ làm, Brian."
    }
  },
  {
    "translation": {
      "en": "And, seeing as you asked me so nicely,",
      "vi": "Vì anh đang tử tế nhờ vả tôi,"
    }
  },
  {
    "translation": {
      "en": "I'm only gonna charge you double time for today.",
      "vi": "nên hôm nay tôi sẽ tính anh giá gấp đôi."
    }
  },
  {
    "translation": {
      "en": "Oh, you're fucking joking.",
      "vi": "Ông đùa chắc..."
    }
  },
  {
    "translation": {
      "en": "Yeah. No. Double bubble. Excellent.",
      "vi": "Ừ. Không. Thì gấp đôi. Hay quá."
    }
  },
  {
    "translation": {
      "en": "Looks like the Eskimos aren't that keen on your ice after all.",
      "vi": "Có vẻ rốt cuộc thìngười Eskimo không thích đá của anh."
    }
  },
  {
    "translation": {
      "en": "-Fuck off. -Oh come on, be nice.",
      "vi": "- Biến đi.- Coi nào, tử tế tí đi."
    }
  },
  {
    "translation": {
      "en": "Where's that famous charm gone? My winnings, please.",
      "vi": "Sự quyến rũ nổi tiếng đó đâu rồi?Đưa tiền thắng cược cho tôi đi."
    }
  },
  {
    "translation": {
      "en": "Here... You can have your money back.",
      "vi": "Đây, anh có thể nhận lại tiền của mình."
    }
  },
  {
    "translation": {
      "en": "And another hundred, seeing as how you lost the bet.",
      "vi": "Và vì anh thuanên phải đưa tôi thêm 100 nữa."
    }
  },
  {
    "translation": {
      "en": "You can swivel, mate.",
      "vi": "Anh biến được rồi đấy, anh bạn."
    }
  },
  {
    "translation": {
      "en": "I'm already paying double time to the \"I.R.Anus\" over there.",
      "vi": "Tôi sắp phải trả gấp đôicho gã khốn Ireland kia rồi."
    }
  },
  {
    "translation": {
      "en": "Does he know you call him that? Hey, Brendan...",
      "vi": "Ông ta biết anh gọi thế chứ?Brendan, ông..."
    }
  },
  {
    "translation": {
      "en": "-All right, here you go. -[Lavender snickers]",
      "vi": "Rồi, được rồi. Của anh đây."
    }
  },
  {
    "translation": {
      "en": "-Yum-yum-yum-yum-yum. -Dickhead.",
      "vi": "Thằng khốn."
    }
  },
  {
    "translation": {
      "en": "-Daddy! -I come in peace.",
      "vi": "- Bố!- Ta đến trong hòa bình."
    }
  },
  {
    "translation": {
      "en": "Oh, someone's seen fit to grace us with their presence.",
      "vi": "Có người đã chịu về gặp vợ con rồi nhỉ."
    }
  },
  {
    "translation": {
      "en": "Yeah, someone also wants to say sorry for not being around lately.",
      "vi": "Và người đó cũng muốn xin lỗivì gần đây đã không có ở nhà."
    }
  },
  {
    "translation": {
      "en": "How are my cheeky little monkeys?",
      "vi": "Đám khỉ nhỏ của bố sao rồi?"
    }
  },
  {
    "translation": {
      "en": "Vincent, you do know I'm 14 years old.",
      "vi": "Vincent, bố biết giờ con 14 tuổi rồi mà."
    }
  },
  {
    "translation": {
      "en": "Well, that's handy, because in here I have",
      "vi": "Ừ, vậy càng tốt, vì trong này bố đã mua một cái áo thể thaodành cho lứa 14 tuổi của Sergio Tacchini."
    }
  },
  {
    "translation": {
      "en": "an age 14-sized Sergio Tacchini tracksuit top.",
      "vi": "bố đã mua một cái áo thể thaodành cho lứa 14 tuổi của Sergio Tacchini."
    }
  },
  {
    "translation": {
      "en": "No way. It's not snide gear either. Dad, you're the best.",
      "vi": "Không thể nào. Còn là đồ xịn luôn. Bố là tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "Vincent, that cost a fortune.",
      "vi": "Cái đó đắt tiền lắm đấy, Vincent."
    }
  },
  {
    "translation": {
      "en": "No, my love, this cost a fortune.",
      "vi": "Không, em yêu à, thứ này mới đáng giá."
    }
  },
  {
    "translation": {
      "en": "Are you fucking kidding me? Is that real mink?",
      "vi": "Chết tiệt, đùa à? Là lông chồn thật sao?"
    }
  },
  {
    "translation": {
      "en": "Unless Liberty's started skinning cats, it is real.",
      "vi": "Thật đó,trừ khi Liberty bắt đầu lột da mèo."
    }
  },
  {
    "translation": {
      "en": "-Look at you. -Oh, it's gorgeous.",
      "vi": "- Nhìn em kìa.- Đẹp quá."
    }
  },
  {
    "translation": {
      "en": "Don't worry, Robbie, I haven't forgotten about you, mate.",
      "vi": "Đừng lo, Robbie. Bố không quên con đâu."
    }
  },
  {
    "translation": {
      "en": "[Robbie] Millennium Falcon! Are you fucking kidding me?",
      "vi": "Tàu Millennium Falcon!Chết tiệt, bố đùa con à?"
    }
  },
  {
    "translation": {
      "en": "-[Sam] Robbie! -That's your fault, that is.",
      "vi": "Robbie! Đó là lỗi của em đấy."
    }
  },
  {
    "translation": {
      "en": "-What's all this in aid of? -I told you. We're in this together.",
      "vi": "Nhân dịp gì vậy anh? Anh nói với em rồi.Ta phải cùng hưởng chứ."
    }
  },
  {
    "translation": {
      "en": "It's time for us to start enjoying ourselves.",
      "vi": "Đã tới lúc ta bắt đầu tận hưởng rồi."
    }
  },
  {
    "translation": {
      "en": "Thank you, Vincent.",
      "vi": "Cảm ơn anh, Vincent."
    }
  },
  {
    "translation": {
      "en": "Despite what I tell everyone I meet about you, you're actually a lovely man.",
      "vi": "Khác với điều em nói mọi người về anh,anh thực ra lại rất đáng yêu."
    }
  },
  {
    "translation": {
      "en": "-Hmm. -[Sam] Now...",
      "vi": "Khác với điều em nói mọi người về anh,anh thực ra lại rất đáng yêu. Giờ sao ta không đưa lũ trẻ đi ngủ"
    }
  },
  {
    "translation": {
      "en": "Why don't we get the kids off to bed,",
      "vi": "Giờ sao ta không đưa lũ trẻ đi ngủ"
    }
  },
  {
    "translation": {
      "en": "and maybe we can get an early night ourselves?",
      "vi": "và dành trọn một đêm bên nhau nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Oh, God. I know what that means.",
      "vi": "Chúa ơi, đến chị còn biết đó là gì.Thôi đi nào."
    }
  },
  {
    "translation": {
      "en": "[Vincent] Come here.",
      "vi": "Đến đây."
    }
  },
  {
    "translation": {
      "en": "The kids.",
      "vi": "Còn lũ trẻ."
    }
  },
  {
    "translation": {
      "en": "You're going to have to keep that warm for me.",
      "vi": "Em phải giữ ấm nó cho anh."
    }
  },
  {
    "translation": {
      "en": "-Shall I get them off to bed? -No, I gotta go out tonight.",
      "vi": "Để em đưa chúng đi ngủ đã. Không, tối nay anh phải ra ngoài."
    }
  },
  {
    "translation": {
      "en": "-What? -I told you,",
      "vi": "- Gì cơ?- Anh nói rồi mà, là tối thứ Bảy,"
    }
  },
  {
    "translation": {
      "en": "Saturday night, prime time for sales.",
      "vi": "- Gì cơ?- Anh nói rồi mà, là tối thứ Bảy, thời điểm hoàn hảo để bán hàng."
    }
  },
  {
    "translation": {
      "en": "You've got to be kidding me.",
      "vi": "Anh giỡn mặt em à?"
    }
  },
  {
    "translation": {
      "en": "These dead minks don't pay for themselves.",
      "vi": "Áo lông chồn nàykhông tự dưng mà có đâu, em à. Anh yêu em."
    }
  },
  {
    "translation": {
      "en": "You wanker!",
      "vi": "Đồ khốn nạn!"
    }
  },
  {
    "translation": {
      "en": "[Vincent] Never let it be said that I wasn't a generous man.",
      "vi": "Đừng để người ta nói rằngtôi không rộng rãi."
    }
  },
  {
    "translation": {
      "en": "Especially when it came to spending Walshy's money.",
      "vi": "Nhất là khi tiêu tiền của Walshy."
    }
  },
  {
    "translation": {
      "en": "It was time to give the boys their Saturday night treat.",
      "vi": "Đã tới lúc đãi hai gã kiamột bữa tiệc tối thứ Bảy rồi."
    }
  },
  {
    "translation": {
      "en": "You know what makes us different to the rest of the plebs in this town?",
      "vi": "Biết điều khiến ta khác biệtvới lũ bình dân trong thành phố này chứ?"
    }
  },
  {
    "translation": {
      "en": "It's simply this.",
      "vi": "Đơn giản là thế này thôi."
    }
  },
  {
    "translation": {
      "en": "We will not take no for an answer.",
      "vi": "Ta không chấp nhận lời từ chối."
    }
  },
  {
    "translation": {
      "en": "You know, every time we knock on a door,",
      "vi": "Mỗi khi ta gõ cửa nhà nào"
    }
  },
  {
    "translation": {
      "en": "and some knob tells us he doesn't need new windows,",
      "vi": "và khi chủ nhà nói với ta rằnghắn không cần cửa sổ mới,"
    }
  },
  {
    "translation": {
      "en": "we're gonna sell that prick more windows",
      "vi": "ta sẽ bán cho tên khốn đó nhiều cửa sổ hơn số khung trốnghắn có trên tường."
    }
  },
  {
    "translation": {
      "en": "than he's got holes in his fucking walls for.",
      "vi": "nhiều cửa sổ hơn số khung trốnghắn có trên tường."
    }
  },
  {
    "translation": {
      "en": "-Fucking right. -Hear, hear!",
      "vi": "- Chuẩn luôn.- Đúng vậy!"
    }
  },
  {
    "translation": {
      "en": "So, enjoy the feast, and thank you for a record week.",
      "vi": "Do đó hãy tận hưởng bữa tiệcvà cảm ơn các anh vì tuần đạt kỷ lục này."
    }
  },
  {
    "translation": {
      "en": "Cheers, arseholes.",
      "vi": "Chúc mừng, lũ khốn."
    }
  },
  {
    "translation": {
      "en": "-Cheers, boss. -Vincent.",
      "vi": "- Chúc mừng sếp.- Vincent."
    }
  },
  {
    "translation": {
      "en": "[Lavender] Listen, let's hit a club later, yeah?",
      "vi": "Lát ghé hộp đêm nhé?"
    }
  },
  {
    "translation": {
      "en": "We can't sit around here all night with just Brian's monster knob for company.",
      "vi": "Không thể ở đây cả đêmbầu bạn với của quý khủng của Brian mãi."
    }
  },
  {
    "translation": {
      "en": "You might want to wait and see what's for dessert first.",
      "vi": "Các anh có thể muốn chờ xemmón tráng miệng là gì đấy."
    }
  },
  {
    "translation": {
      "en": "-Oh, bloody hell. -Oh, my God.",
      "vi": "Chúa ơi. Lạy Chúa tôi."
    }
  },
  {
    "translation": {
      "en": "-Blimey. -Hey, boys.",
      "vi": "- Ôi chao.- Chào các chàng trai."
    }
  },
  {
    "translation": {
      "en": "I fucking love this job!",
      "vi": "Tôi yêu công việc này quá đi."
    }
  },
  {
    "translation": {
      "en": "I've been terribly good this month, yeah.",
      "vi": "Đúng, tháng này anh rất giỏi. Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Pull the blinds, Brian.",
      "vi": "Kéo rèm xuống đi, Brian."
    }
  },
  {
    "translation": {
      "en": "Cheers.",
      "vi": "Cạn ly."
    }
  }
]