[
  {
    "translation": {
      "en": "- February 1993. - A massive explosion",
      "vi": "- Tháng 2 năm 1993. - Một vụ nổ lớn…"
    }
  },
  {
    "translation": {
      "en": "ripping through the lower basement sections",
      "vi": "Quét qua khu vực tầng hầm"
    }
  },
  {
    "translation": {
      "en": "of the World Trade Center under tower number two.",
      "vi": "phía dưới tòa tháp số 2 Trung tâm Thương mại Thế giới."
    }
  },
  {
    "translation": {
      "en": "A terrorist bomb, how horrific a crime this is.",
      "vi": "Một vụ đánh bom khủng bố, một tội ác thật kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "August 1998.",
      "vi": "Tháng 8 năm 1998."
    }
  },
  {
    "translation": {
      "en": "Our embassies in Nairobi and Dar es Salaam were bombed.",
      "vi": "Đại sứ quán của chúng ta tại Nairobi và Dar es Salaam đã bị đánh bom."
    }
  },
  {
    "translation": {
      "en": "The bin Laden terrorist network was responsible.",
      "vi": "Mạng lưới khủng bố của Bin Laden đã gây ra chúng."
    }
  },
  {
    "translation": {
      "en": "Suicide bombers blew a hole in the ship.",
      "vi": "Kẻ đánh bom cảm tử phá hủy một phần trên tàu."
    }
  },
  {
    "translation": {
      "en": "My prayers are with the families of those killed",
      "vi": "Xin cầu nguyện cho những gia đình có người bị giết"
    }
  },
  {
    "translation": {
      "en": "at the explosion involving the US naval vessel Cole.",
      "vi": "trong vụ nổ liên quan đến tàu hải quân Hoa Kỳ Cole."
    }
  },
  {
    "translation": {
      "en": "Hidden in the mountains of Afghanistan,",
      "vi": "Ẩn nấp trong vùng núi Afghanistan,"
    }
  },
  {
    "translation": {
      "en": "bin Laden planned these attacks.",
      "vi": "Bin Laden lên kế hoạch cho các vụ tấn công này."
    }
  },
  {
    "translation": {
      "en": "September 9th, 2001.",
      "vi": "Ngày 9 tháng 9 năm 2001."
    }
  },
  {
    "translation": {
      "en": "Ahmad Shah Massoud, the leader of the Northern Alliance,",
      "vi": "Ahmad Shah Massoud, chỉ huy Liên quân Miền Bắc"
    }
  },
  {
    "translation": {
      "en": "was assassinated by two members of al Qaeda.",
      "vi": "đã bị hai thành viên Al-Qaeda ám sát."
    }
  },
  {
    "translation": {
      "en": "Massoud's death destabilized the Northern Alliance,",
      "vi": "Cái chết của Massoud gây bất ổn cho Liên quân Miền Bắc,"
    }
  },
  {
    "translation": {
      "en": "removing the only threat to the Taliban's power in Afghanistan.",
      "vi": "gỡ bỏ mối đe dọa duy nhất với quyền lực của Taliban ở Afghanistan."
    }
  },
  {
    "translation": {
      "en": "I can't believe we have a fireplace.",
      "vi": "Không tin nổi là ta có lò sưởi."
    }
  },
  {
    "translation": {
      "en": "Yeah. Sort of a fireplace. It's propane.",
      "vi": "Phải. Gần giống lò sưởi. Là lò khí propan."
    }
  },
  {
    "translation": {
      "en": "It's a fireplace.",
      "vi": "Đó là lò sưởi mà."
    }
  },
  {
    "translation": {
      "en": "All right. Up you go.",
      "vi": "Được rồi. Đứng dậy nào."
    }
  },
  {
    "translation": {
      "en": "Okay. Let's get your shoes on.",
      "vi": "Được rồi. Mang giày vào nào."
    }
  },
  {
    "translation": {
      "en": "Hey, I like your drawings.",
      "vi": "Bố thích bức vẽ của con lắm."
    }
  },
  {
    "translation": {
      "en": "- It's a ladybug. - A ladybug?",
      "vi": "- Bọ rùa đấy ạ. - Bọ rùa à?"
    }
  },
  {
    "translation": {
      "en": "Wow, it's beautiful.",
      "vi": "Chà, đẹp quá."
    }
  },
  {
    "translation": {
      "en": "I don't wanna unpack this room until we get the walls painted.",
      "vi": "Em không muốn tháo hết đồ ra chừng nào mình chưa sơn tường xong."
    }
  },
  {
    "translation": {
      "en": "And by we, I mean you.",
      "vi": "Và mình tức là anh đấy."
    }
  },
  {
    "translation": {
      "en": "Sounds like a lot of work.",
      "vi": "Nghe có vẻ nhiều việc đây."
    }
  },
  {
    "translation": {
      "en": "- What does that mean? - Paint the walls, and I'll show you.",
      "vi": "- Vậy nghĩa là sao? - Sơn tường đi rồi em giải thích cho."
    }
  },
  {
    "translation": {
      "en": "I love this house.",
      "vi": "Em thích ngôi nhà này."
    }
  },
  {
    "translation": {
      "en": "You gotta learn Spanish, Daddy.",
      "vi": "Bố phải học tiếng Tây Ban Nha đi, bố ạ."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's on the list, sweetie.",
      "vi": "Ừ, trong kế hoạch rồi, con gái ạ."
    }
  },
  {
    "translation": {
      "en": "You taking me to school again?",
      "vi": "Bố sẽ đưa con đi học nữa chứ ạ?"
    }
  },
  {
    "translation": {
      "en": "Uh- huh. And picking you up.",
      "vi": "Và đón con về nữa."
    }
  },
  {
    "translation": {
      "en": "- Really? - Yeah! Turn that down, sweetie.",
      "vi": "- Thật ạ? - Thật! Vặn nhỏ giùm bố nhé."
    }
  },
  {
    "translation": {
      "en": "Daddy, look.",
      "vi": "Bố ơi, nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "...where the Trade Centers are.",
      "vi": "…vào Trung tâm Thương mại."
    }
  },
  {
    "translation": {
      "en": "Two planes have crashed into the World Trade Center",
      "vi": "Hai máy bay đâm vào Trung tâm Thương mại Thế giới"
    }
  },
  {
    "translation": {
      "en": "in an apparent terrorist attack on the country.",
      "vi": "trong một vụ tấn công khủng bố rõ ràng vào nước ta."
    }
  },
  {
    "translation": {
      "en": "We have reported that one of the planes",
      "vi": "Chúng tôi được báo là một trong hai chiếc máy bay"
    }
  },
  {
    "translation": {
      "en": "was an American Airlines 767 that had been hijacked...",
      "vi": "là chiếc 767 của Hàng không Hoa Kỳ đã bị cướp…"
    }
  },
  {
    "translation": {
      "en": "- Hey! - Thank God!",
      "vi": "- Chào! - Ơn trời!"
    }
  },
  {
    "translation": {
      "en": "- Finally. - Okay!",
      "vi": "- Cuối cùng cũng tới. - Được rồi!"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật hả?"
    }
  },
  {
    "translation": {
      "en": "- What the hell, man? - Relax, bro.",
      "vi": "- Cái quái gì vậy? - Bình tĩnh đi."
    }
  },
  {
    "translation": {
      "en": "- You know how nuts traffic is. - Traffic?",
      "vi": "- Do tắc đường mà. - Tắc đường?"
    }
  },
  {
    "translation": {
      "en": "- We've been freezing out here all night! - Relax, bro.",
      "vi": "- Bọn tôi tê cóng ngoài này cả đêm! - Bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "- Why don't you jump in this river? - Did you stop at Starbucks?",
      "vi": "- Sao không nhảy sông đi? - Ghé Starbuck mua cà phê à?"
    }
  },
  {
    "translation": {
      "en": "- Where's my latte? - Milo, it's 8:30.",
      "vi": "- Latte của tôi đâu? - Milo, 8:30 rồi."
    }
  },
  {
    "translation": {
      "en": "- What happened? - What? You guys don't know?",
      "vi": "- Xảy ra chuyện gì? - Sao? Các anh không biết à?"
    }
  },
  {
    "translation": {
      "en": "No, we were in the river, man.",
      "vi": "Không, bọn tôi ở dưới sông mà."
    }
  },
  {
    "translation": {
      "en": "Goddamn, they're low.",
      "vi": "Trời ạ, họ bay thấp thế."
    }
  },
  {
    "translation": {
      "en": "Is that part of a drill?",
      "vi": "Đó cũng là diễn tập à?"
    }
  },
  {
    "translation": {
      "en": "Ain't no drill.",
      "vi": "Không phải diễn tập."
    }
  },
  {
    "translation": {
      "en": "Get me Josh Bailey at USASOC intel, please.",
      "vi": "Gọi Josh Bailey bên tình báo Sở Chỉ huy Đặc nhiệm Hoa Kỳ cho tôi."
    }
  },
  {
    "translation": {
      "en": "- Bailey on line three, sir. - Did you say line three?",
      "vi": "- Bailey ở dây số ba, thưa sếp. - Cậu nói là dây số ba à?"
    }
  },
  {
    "translation": {
      "en": "- Yes, sir. - Sound off!",
      "vi": "- Vâng. - Tắt tiếng đi!"
    }
  },
  {
    "translation": {
      "en": "Josh, Jesus Christ, you guys shit the bed on this one, huh?",
      "vi": "Josh à, lạy Chúa, các anh làm hỏng vụ này rồi hả?"
    }
  },
  {
    "translation": {
      "en": "Was it confirmed?",
      "vi": "Đã xác nhận chưa?"
    }
  },
  {
    "translation": {
      "en": "Well, it's not my job to know where, that's your job.",
      "vi": "Tôi cần gì biết là ở đâu. Anh mới cần."
    }
  },
  {
    "translation": {
      "en": "All we are is ready.",
      "vi": "Chúng tôi chỉ cần sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "Well, quit wasting time talking to me then.",
      "vi": "Đừng phí thời giờ nói chuyện với tôi nữa."
    }
  },
  {
    "translation": {
      "en": "Why are you here? Out of uniform with that fur on your face.",
      "vi": "Sao cậu lại ở đây? Mặc thường phục và râu đầy mặt."
    }
  },
  {
    "translation": {
      "en": "Didn't you get back from Kuwait three weeks ago?",
      "vi": "Mới về từ Kuwait ba tuần trước nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir. Apologies. Technically, I'm still on leave.",
      "vi": "Vâng. Xin thứ lỗi. Đúng ra tôi đang nghỉ phép."
    }
  },
  {
    "translation": {
      "en": "Well, if you're here today, leave is over.",
      "vi": "Nếu hôm nay cậu đã tới thì hết phép nhé."
    }
  },
  {
    "translation": {
      "en": "Take a look around, Captain. We're a little busy.",
      "vi": "Nhìn quanh đi, Đại úy. Bọn tôi hơi bận."
    }
  },
  {
    "translation": {
      "en": "- What do you want? - I want back on my team, sir.",
      "vi": "- Cậu muốn gì? - Muốn về lại đội của tôi, thưa sếp."
    }
  },
  {
    "translation": {
      "en": "You don't have a team.",
      "vi": "Cậu làm gì có đội."
    }
  },
  {
    "translation": {
      "en": "You've been rotated to my staff. At your request, by the way.",
      "vi": "Cậu đã được phân làm tham mưu của tôi. Theo yêu cầu của cậu chứ đâu."
    }
  },
  {
    "translation": {
      "en": "That was before. Before guys were flying fucking planes into buildings.",
      "vi": "Đó là chuyện lúc trước. Trước khi lũ kia đâm máy bay vào mấy tòa tháp."
    }
  },
  {
    "translation": {
      "en": "Well, your warrant officer turned in his retirement papers,",
      "vi": "Chuẩn úy của cậu đã nộp đơn xin nghỉ hưu,"
    }
  },
  {
    "translation": {
      "en": "and you've been moved up.",
      "vi": "và cậu được thăng cấp."
    }
  },
  {
    "translation": {
      "en": "So, your team doesn't exist, all right?",
      "vi": "Nên đội của cậu không tồn tại, nhé?"
    }
  },
  {
    "translation": {
      "en": "You'll be filtered into new ODAs when the opportunities arise.",
      "vi": "Cậu sẽ được đưa vào các đội tác chiến Alpha khi cơ hội đến."
    }
  },
  {
    "translation": {
      "en": "If I were you, I'd get to your desk and start studying intel on Afghanistan.",
      "vi": "Nếu là cậu, tôi sẽ về bàn ngồi và bắt đầu xem thông tin về Afghanistan."
    }
  },
  {
    "translation": {
      "en": "Taliban sponsored the attack, sir?",
      "vi": "Taliban tài trợ cuộc tấn công à sếp?"
    }
  },
  {
    "translation": {
      "en": "Al Qaeda planned this attack. They have refuge in Afghanistan.",
      "vi": "Al-Qaeda lên kế hoạch vụ tấn công. Chúng nấp ở Afghanistan."
    }
  },
  {
    "translation": {
      "en": "But Middle East is our assigned region, sir.",
      "vi": "Vùng Trung Đông được phân cho nhóm tôi."
    }
  },
  {
    "translation": {
      "en": "Really? I didn't know that! Here's the thing, though.",
      "vi": "Thế à? Tôi không biết cơ đấy! Tình hình là thế này."
    }
  },
  {
    "translation": {
      "en": "You don't have a region because you don't have a team!",
      "vi": "Cậu chẳng có vùng nào cả vì cậu không có đội!"
    }
  },
  {
    "translation": {
      "en": "So, get back to your goddamn desk, and let me do my job!",
      "vi": "Nên về bàn ngồi giùm đi và để tôi làm việc của mình!"
    }
  },
  {
    "translation": {
      "en": "- Fuck. - Sergeant, who's on line four?",
      "vi": "- Khỉ thật. - Trung sĩ, dây số bốn là ai?"
    }
  },
  {
    "translation": {
      "en": "It was not long before that tower collapsed.",
      "vi": "Chẳng bao lâu sau thì tòa tháp sập xuống."
    }
  },
  {
    "translation": {
      "en": "The loss of life so far is catastrophic, estimated at 10,000.",
      "vi": "Thiệt hại về người là rất thảm khốc, ước tính lên đến 10.000 người."
    }
  },
  {
    "translation": {
      "en": "But that number could go much higher.",
      "vi": "Nhưng con số đó có thể còn cao hơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Uh, these images from just across the Potomac River of the Pentagon",
      "vi": "Những hình ảnh này nằm ngay gần sông Potomac của Lầu Năm Góc"
    }
  },
  {
    "translation": {
      "en": "still on fire, a fire burning out of control",
      "vi": "vẫn đang bốc cháy, ngọn lửa đã vượt tầm kiểm soát"
    }
  },
  {
    "translation": {
      "en": "after a hijacked airliner, another one,",
      "vi": "sau khi một chiếc máy bay bị cướp, một chiếc khác,"
    }
  },
  {
    "translation": {
      "en": "we believe this one to have been a United Airlines flight,",
      "vi": "chúng tôi tin rằng chiếc máy bay này là của Hàng không Hoa Kỳ,"
    }
  },
  {
    "translation": {
      "en": "smashed into the Pentagon around...",
      "vi": "đã đâm vào Lầu Năm Góc vào khoảng 9:45…"
    }
  },
  {
    "translation": {
      "en": "- Yo. What's up, Cap? - What up, Milo?",
      "vi": "- Sao rồi, Đại úy? - Sao rồi, Milo?"
    }
  },
  {
    "translation": {
      "en": "- What are you doing here? - Trying to get my team back.",
      "vi": "- Anh làm gì ở đây? - Cố đòi lại đội của mình."
    }
  },
  {
    "translation": {
      "en": "Your little jalapeño ain't gonna be too happy about that.",
      "vi": "Trái ớt nhỏ nhà anh chắc không vui về việc đó đâu."
    }
  },
  {
    "translation": {
      "en": "Yeah. Maybe not.",
      "vi": "Ừ, chắc thế."
    }
  },
  {
    "translation": {
      "en": "What are you talking about? This team's done.",
      "vi": "Anh đang nói gì vậy? Đội này giải tán rồi."
    }
  },
  {
    "translation": {
      "en": "Thanks to you, we're gonna watch this whole thing go down on CNN.",
      "vi": "Nhờ anh, bọn tôi sẽ được xem toàn bộ vụ này trên kênh CNN."
    }
  },
  {
    "translation": {
      "en": "What I did, I did for my family.",
      "vi": "Việc tôi đã làm là vì gia đình tôi."
    }
  },
  {
    "translation": {
      "en": "I didn't know there was a war coming.",
      "vi": "Tôi đâu biết sắp có chiến tranh."
    }
  },
  {
    "translation": {
      "en": "You and your family are gonna be fine.",
      "vi": "Anh và gia đình anh sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "From your office, you'll be fine!",
      "vi": "Ở văn phòng, anh sẽ ổn thôi!"
    }
  },
  {
    "translation": {
      "en": "You think I'm gonna be sitting on the sidelines with this happening, Dill?",
      "vi": "Anh nghĩ tôi sẽ ngồi ngoài rìa khi vụ này xảy ra sao, Dill?"
    }
  },
  {
    "translation": {
      "en": "Huh?",
      "vi": "Hả?"
    }
  },
  {
    "translation": {
      "en": "Did you talk to Bowers?",
      "vi": "Anh nói chuyện với Bowers chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I did. I told him I want back in, and he said no.",
      "vi": "Có nói rồi. Tôi đòi quay lại và anh ta từ chối."
    }
  },
  {
    "translation": {
      "en": "He won't say no to me.",
      "vi": "Anh ta sẽ không từ chối tôi."
    }
  },
  {
    "translation": {
      "en": "Tell me you didn't submit that paperwork.",
      "vi": "Hãy nói là anh chưa nộp đơn đi."
    }
  },
  {
    "translation": {
      "en": "- No, it's on my desk. - Good.",
      "vi": "- Chưa, tôi đang để trên bàn. - Tốt."
    }
  },
  {
    "translation": {
      "en": "Osama bin Laden has been...",
      "vi": "Osama Bin Laden đã…"
    }
  },
  {
    "translation": {
      "en": "If anybody in the Middle East did this, the Fifth Group's up.",
      "vi": "Nếu có kẻ ở Trung Đông ra tay, thì Đội đặc nhiệm Năm sẽ vào cuộc."
    }
  },
  {
    "translation": {
      "en": "Fuck yeah, bro. Fuck yeah. Or...",
      "vi": "Đúng vậy, bạn hiền. Chết tiệt. Hoặc…"
    }
  },
  {
    "translation": {
      "en": "- I mean, we would have been. - If we had a fucking captain.",
      "vi": "- Lẽ ra phải là chúng ta. - Nếu ta có đội trưởng."
    }
  },
  {
    "translation": {
      "en": "We'll be in this fight, boys. You mark my words.",
      "vi": "Ta sẽ đánh trận này, các anh ạ. Nhớ lời tôi đấy."
    }
  },
  {
    "translation": {
      "en": "He's in a meeting, sir. It's a private meeting, sir.",
      "vi": "Ông ấy đang họp, thưa anh. Họp riêng đấy anh."
    }
  },
  {
    "translation": {
      "en": "Your retirement papers?",
      "vi": "Đơn xin nghỉ hưu của anh?"
    }
  },
  {
    "translation": {
      "en": "There's nothing to submit, sir. I'm still Chief Warrant Officer of ODA 595,",
      "vi": "Chẳng còn gì nộp nữa ạ. Tôi vẫn là Sĩ quan Chuẩn úy của Biệt đội Tác chiến Alpha 595,"
    }
  },
  {
    "translation": {
      "en": "and my team has more combat experience than the rest of Fifth Group combined.",
      "vi": "và đội của tôi có kinh nghiệm ra trận hơn cả Đội đặc nhiệm Năm cộng lại."
    }
  },
  {
    "translation": {
      "en": "All that hell we went through in Somalia, Desert Storm... that means something.",
      "vi": "Gian khổ chúng tôi đã kinh qua ở Somali, Bão Sa mạc… phải có ý nghĩa gì đó chứ."
    }
  },
  {
    "translation": {
      "en": "You break this team up, you're cutting the head off your most venomous snake, sir.",
      "vi": "Anh giải thể đội này, là cắt đầu con rắn độc nhất của mình đấy, sếp ạ."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. I'll pull you a captain and get you in the game.",
      "vi": "Được rồi. Tôi sẽ kiếm đội trưởng cho anh và để anh tham gia."
    }
  },
  {
    "translation": {
      "en": "We have a captain, sir.",
      "vi": "Đã có đội trưởng rồi."
    }
  },
  {
    "translation": {
      "en": "You have a captain with no combat experience.",
      "vi": "Đội trưởng đó không có kinh nghiệm thực chiến."
    }
  },
  {
    "translation": {
      "en": "He's never been to war. He's only led you in training.",
      "vi": "Cậu ta chưa từng ra trận, mới chỉ huy lúc huấn luyện thôi."
    }
  },
  {
    "translation": {
      "en": "He's already been bumped up to staff. This is a career wrecker.",
      "vi": "Cậu ta được thăng làm tham mưu. Vụ này sẽ phá hủy sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "You understand that, right?",
      "vi": "Anh hiểu điều đó, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Well, all due respect, I've spent two years with that fellow",
      "vi": "Tôi rất tôn trọng anh, nhưng tôi đã có hai năm xem anh ta"
    }
  },
  {
    "translation": {
      "en": "leading our team.",
      "vi": "dẫn đội của mình."
    }
  },
  {
    "translation": {
      "en": "If you think furthering his career is why he joined,",
      "vi": "Nếu anh nghĩ anh ta đi lính là để thăng tiến,"
    }
  },
  {
    "translation": {
      "en": "you need to get to know your captain, sir.",
      "vi": "thì anh cần tìm hiểu đội trưởng của mình đi, sếp ạ."
    }
  },
  {
    "translation": {
      "en": "As you were.",
      "vi": "Cứ ngồi đi."
    }
  },
  {
    "translation": {
      "en": "- Sorry about the desk. - No, no. It's a good kill.",
      "vi": "- Xin lỗi về vụ cái bàn. - Không đâu. Đòn ác liệt đấy."
    }
  },
  {
    "translation": {
      "en": "Besides, you're not gonna need it where you're going.",
      "vi": "Với nơi cậu sắp tới, cậu cũng chẳng cần nó."
    }
  },
  {
    "translation": {
      "en": "Special Forces doesn't have thermals?",
      "vi": "Đội đặc nhiệm không có áo quần giữ nhiệt à?"
    }
  },
  {
    "translation": {
      "en": "- Army wasn't expecting this. - Yeah.",
      "vi": "- Quân đội không ngờ đến vụ này. - Phải."
    }
  },
  {
    "translation": {
      "en": "Well, that makes two of us.",
      "vi": "Em và con cũng bất ngờ."
    }
  },
  {
    "translation": {
      "en": "You tell him.",
      "vi": "Anh nói với con đi."
    }
  },
  {
    "translation": {
      "en": "I'm not doing your dirty work for you.",
      "vi": "Em sẽ không nói dối thay anh đâu."
    }
  },
  {
    "translation": {
      "en": "I'll love you when you get back.",
      "vi": "Em sẽ yêu anh khi nào anh về."
    }
  },
  {
    "translation": {
      "en": "Hey, buddy.",
      "vi": "Này, con trai."
    }
  },
  {
    "translation": {
      "en": "Leaving?",
      "vi": "Bố sắp đi ạ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I gotta go.",
      "vi": "Ừ, bố phải đi."
    }
  },
  {
    "translation": {
      "en": "How long?",
      "vi": "Bao lâu ạ?"
    }
  },
  {
    "translation": {
      "en": "Don't know.",
      "vi": "Bố không biết."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "You know I love you, right?",
      "vi": "Con biết là bố yêu con, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Wow... Made it all the way to the oven, huh, babe?",
      "vi": "Chùi sạch tới cả cái lò luôn hả em yêu?"
    }
  },
  {
    "translation": {
      "en": "Some wives cry.",
      "vi": "Vợ nhà khác thì khóc,"
    }
  },
  {
    "translation": {
      "en": "I clean.",
      "vi": "còn em thì lau chùi."
    }
  },
  {
    "translation": {
      "en": "Hey, uh, I was thinking...",
      "vi": "Này, anh đang nghĩ là…"
    }
  },
  {
    "translation": {
      "en": "You're gonna have all the time in the world to clean that oven once I'm gone.",
      "vi": "Em muốn chùi lò bao lâu cũng được khi anh đi rồi."
    }
  },
  {
    "translation": {
      "en": "And I'm kind of running out of time, so...",
      "vi": "Và anh thì sắp hết thời gian. Nên…"
    }
  },
  {
    "translation": {
      "en": "Yeah, and I bet I know just how you wanna spend it.",
      "vi": "Vâng, em cá là em biết anh muốn dùng thời gian ít ỏi đó ra sao."
    }
  },
  {
    "translation": {
      "en": "I mean, I have two hours. I'll be really quick.",
      "vi": "Ý là, anh còn có hai tiếng. Anh sẽ làm thật nhanh."
    }
  },
  {
    "translation": {
      "en": "- Super quick. - Yeah, not a chance.",
      "vi": "- Siêu nhanh luôn. - Vâng, không có đâu."
    }
  },
  {
    "translation": {
      "en": "Holding out is the only way I can guarantee you come back to me.",
      "vi": "Tạm hoãn là cách duy nhất có thể đảm bảo anh sẽ về với em."
    }
  },
  {
    "translation": {
      "en": "Please?",
      "vi": "Đi mà?"
    }
  },
  {
    "translation": {
      "en": "Just the tip.",
      "vi": "Một tí thôi cũng được."
    }
  },
  {
    "translation": {
      "en": "- Okay, you know what? - Mm- hm?",
      "vi": "Được rồi, em biết sao không?"
    }
  },
  {
    "translation": {
      "en": "War's gonna be over so quick.",
      "vi": "Chiến tranh sẽ qua nhanh thôi."
    }
  },
  {
    "translation": {
      "en": "It's gonna be over in like a week. I promise.",
      "vi": "Một tuần là xong thôi. Anh hứa."
    }
  },
  {
    "translation": {
      "en": "Go wake up the kids.",
      "vi": "Anh gọi các con dậy đi."
    }
  },
  {
    "translation": {
      "en": "Spend the time with them.",
      "vi": "Dành thời gian chơi với con."
    }
  },
  {
    "translation": {
      "en": "I know what I signed up for. They don't.",
      "vi": "Em biết em cưới ai mà. Chúng thì không."
    }
  },
  {
    "translation": {
      "en": "Don't wish for what you don't want.",
      "vi": "Đừng ước cái mà anh không muốn."
    }
  },
  {
    "translation": {
      "en": "You were on a flight to New York two months ago.",
      "vi": "Hai tháng trước em lên máy bay tới New York."
    }
  },
  {
    "translation": {
      "en": "You don't have to justify it to me.",
      "vi": "Anh không cần khai với em."
    }
  },
  {
    "translation": {
      "en": "I'm a soldier's wife.",
      "vi": "Em lấy chồng lính mà."
    }
  },
  {
    "translation": {
      "en": "And I've been lucky.",
      "vi": "Và em thật may mắn."
    }
  },
  {
    "translation": {
      "en": "All I've had to worry about so far is malaria and chopper crashes.",
      "vi": "Đến giờ em mới chỉ phải lo về bệnh sốt rét và trực thăng rơi thôi."
    }
  },
  {
    "translation": {
      "en": "Most dangerous part's the ride in and out.",
      "vi": "Đi trực thăng nguy hiểm nhất là lúc ra vào."
    }
  },
  {
    "translation": {
      "en": "Not anymore.",
      "vi": "Giờ thì hết rồi."
    }
  },
  {
    "translation": {
      "en": "I don't care how long you're gone,",
      "vi": "Em không cần biết anh đi bao lâu,"
    }
  },
  {
    "translation": {
      "en": "as long as you come back.",
      "vi": "chỉ cần anh về với em là được."
    }
  },
  {
    "translation": {
      "en": "- You understand? - Yeah, I do.",
      "vi": "- Anh hiểu chưa? - Có, anh hiểu mà."
    }
  },
  {
    "translation": {
      "en": "Then say you're coming home.",
      "vi": "Vậy hãy nói anh sẽ quay về đi."
    }
  },
  {
    "translation": {
      "en": "I can't, baby. It's bad luck.",
      "vi": "Không được, vợ à. Thế là điềm xui đấy."
    }
  },
  {
    "translation": {
      "en": "I need to hear you say it.",
      "vi": "Em cần nghe anh nói câu đó."
    }
  },
  {
    "translation": {
      "en": "I'm coming home.",
      "vi": "Anh sẽ quay về."
    }
  },
  {
    "translation": {
      "en": "Hey, ODA 595. Where do we bunk?",
      "vi": "Này, Biệt đội Alpha 595 đây. Bọn tôi ngủ ở đâu?"
    }
  },
  {
    "translation": {
      "en": "You see those Quonset huts?",
      "vi": "Thấy mấy cái lều tôn kia chứ?"
    }
  },
  {
    "translation": {
      "en": "Those are for the teams. ODA numbers are on the door, sir.",
      "vi": "Cho đội các anh đấy. Số của Biệt đội Alpha ở trên cửa, thưa anh."
    }
  },
  {
    "translation": {
      "en": "Don't salute in- country.",
      "vi": "Đừng có chào ở đây."
    }
  },
  {
    "translation": {
      "en": "Are you trying to get our captain killed, bro?",
      "vi": "Định làm đội trưởng của bọn tôi bị giết à?"
    }
  },
  {
    "translation": {
      "en": "- These are all friendlies. - Oh, yeah?",
      "vi": "- Toàn người mình cả mà. - Thế à?"
    }
  },
  {
    "translation": {
      "en": "Who, that guy? That's not my friend.",
      "vi": "Ai, gã kia à? Đó đâu phải bạn tôi."
    }
  },
  {
    "translation": {
      "en": "- That guy's definitely not my friend. - Fucking Diller, bro.",
      "vi": "- Và gã kia chắc chắn không phải bạn tôi. - Đúng là Diller."
    }
  },
  {
    "translation": {
      "en": "- That could be my friend. He looks nice. - That guy?",
      "vi": "- Có thể kết thân đấy. Trông cũng tử tế. - Gã đó sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Heads up.",
      "vi": "Xem kìa."
    }
  },
  {
    "translation": {
      "en": "What's up, guys?",
      "vi": "Khỏe không, các anh?"
    }
  },
  {
    "translation": {
      "en": "Looks like Christmas came early.",
      "vi": "Có vẻ Giáng sinh đến sớm nhỉ!"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Ho, ho, ho. Where have you guys been?",
      "vi": "À, phải. Các anh đã đi đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "We went to a fucking Nickelback concert.",
      "vi": "- Bọn tôi đi xem Nickelback diễn. - Hay không?"
    }
  },
  {
    "translation": {
      "en": "How was it? Throw your panties on stage?",
      "vi": "- Bọn tôi đi xem Nickelback diễn. - Hay không? Đã ném quần xì lên sân khấu à?"
    }
  },
  {
    "translation": {
      "en": "No... We got stuck in a holding position until the weather broke.",
      "vi": "Không, bọn tôi kẹt ở trạm chờ đến khi giải tán vì thời tiết."
    }
  },
  {
    "translation": {
      "en": "The weather here doesn't change until June.",
      "vi": "Thời tiết ở đây sẽ không đổi đến tháng 6."
    }
  },
  {
    "translation": {
      "en": "Snowed last night. So, get used to it.",
      "vi": "Đêm qua có tuyết đấy. Tập quen đi."
    }
  },
  {
    "translation": {
      "en": "- What? Really? - Yeah.",
      "vi": "- Sao? Thật à? - Phải."
    }
  },
  {
    "translation": {
      "en": "Hey, what's all this?",
      "vi": "Này, đống này là sao?"
    }
  },
  {
    "translation": {
      "en": "Someone gave the quartermaster a Gold Card.",
      "vi": "Bên hậu cần được cấp Thẻ tín dụng Vàng ấy mà."
    }
  },
  {
    "translation": {
      "en": "Now, the only unit with any cold weather tac- gear is the 10th Mountain.",
      "vi": "Đơn vị duy nhất được cấp quân dụng mùa lạnh là Sư đoàn Sơn cước số 10."
    }
  },
  {
    "translation": {
      "en": "- They ain't sharing. - Make sure everyone carries a GPS.",
      "vi": "- Họ không chia cho đâu. - Mọi người nhớ mang GPS nhé."
    }
  },
  {
    "translation": {
      "en": "I couldn't find one map of this place.",
      "vi": "Không tìm ra bản đồ chỗ này."
    }
  },
  {
    "translation": {
      "en": "Copy that, Captain.",
      "vi": "Đã rõ, Đại úy."
    }
  },
  {
    "translation": {
      "en": "Hey, look what 515 left outside their tents.",
      "vi": "Xem đội 515 bỏ lại gì ngoài lều của họ kìa."
    }
  },
  {
    "translation": {
      "en": "- Hey, guys, quiet down. - It's Britney Spears!",
      "vi": "- Này, các anh, im lặng đi. - Britney Spears đấy!"
    }
  },
  {
    "translation": {
      "en": "Five months in- country, this hair is what you're getting.",
      "vi": "Cứ ở đây năm tháng, thì tóc anh sẽ thế này thôi."
    }
  },
  {
    "translation": {
      "en": "Hey. Is that a wig? Can I touch it? Just one time.",
      "vi": "Này. Tóc giả à? Tôi sờ được không? Một lần thôi."
    }
  },
  {
    "translation": {
      "en": "Ask Coffers' wife, man. She loves it.",
      "vi": "Hỏi vợ Coffers đi. Cô ấy thích lắm."
    }
  },
  {
    "translation": {
      "en": "Cap said grow it out, guys. What happened?",
      "vi": "Đại úy dặn nuôi tóc. Đã có chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "- What happened? - Be careful!",
      "vi": "- Đã có chuyện gì vậy? - Cẩn thận nhé!"
    }
  },
  {
    "translation": {
      "en": "Vern knows Krav Maga!",
      "vi": "Vern biết võ Krav Maga đấy!"
    }
  },
  {
    "translation": {
      "en": "- She'll take you down. - Don't even think...",
      "vi": "- Cô ấy sẽ hạ anh. - Đừng nghĩ đến chuyện…"
    }
  },
  {
    "translation": {
      "en": "All right, pencils down.",
      "vi": "Được rồi, bỏ bút xuống."
    }
  },
  {
    "translation": {
      "en": "The other five teams have been interviewed.",
      "vi": "Năm đội kia đã được phỏng vấn."
    }
  },
  {
    "translation": {
      "en": "And Cap, we're all counting on you, so, you know...",
      "vi": "Và, Đại úy, bọn tôi trông chờ cả vào anh, nên, anh biết đấy…"
    }
  },
  {
    "translation": {
      "en": "- no pressure. - Thanks, buddy.",
      "vi": "- Đừng áp lực. - Cảm ơn, anh bạn."
    }
  },
  {
    "translation": {
      "en": "- See you soon, boys. - Yep.",
      "vi": "- Gặp lại sau nhé, các anh. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Give them hell, Cap.",
      "vi": "Cho họ biết mặt đi, Đại úy."
    }
  },
  {
    "translation": {
      "en": "Bin Laden has been financing the Taliban and al Qaeda",
      "vi": "Bin Laden được Taliban và Al-Qaeda tài trợ tiền"
    }
  },
  {
    "translation": {
      "en": "setting up terrorist training camps all over Afghanistan.",
      "vi": "để lập các trại huấn luyện khủng bố ở khắp Afghanistan."
    }
  },
  {
    "translation": {
      "en": "He's had one big win on US soil.",
      "vi": "Hắn đã thắng một trận lớn trên đất Mỹ."
    }
  },
  {
    "translation": {
      "en": "He wants another.",
      "vi": "Hắn muốn thêm nữa."
    }
  },
  {
    "translation": {
      "en": "And if we don't stop him, there will be more.",
      "vi": "Và nếu ta không chặn hắn lại. thì sẽ có thêm nhiều nữa."
    }
  },
  {
    "translation": {
      "en": "Bin Laden might be the brains, but make no mistake about it,",
      "vi": "Bin Laden có lẽ là bộ não, nhưng đừng có nhầm nhé"
    }
  },
  {
    "translation": {
      "en": "in Afghanistan, the Taliban is the muscle.",
      "vi": "ở Afghanistan, quân Taliban là kẻ thực hiện đấy."
    }
  },
  {
    "translation": {
      "en": "If we remove them from power,",
      "vi": "Nếu ta triệt tiêu sức mạnh của chúng,"
    }
  },
  {
    "translation": {
      "en": "he can't use them to make his attacks.",
      "vi": "hắn không thể dùng chúng để tấn công nữa."
    }
  },
  {
    "translation": {
      "en": "Mazar- i- Sharif.",
      "vi": "Mazar-i-Sharif."
    }
  },
  {
    "translation": {
      "en": "Whoever controls that city, controls Afghanistan.",
      "vi": "Ai kiểm soát thành phố đó là kiểm soát cả Afghanistan."
    }
  },
  {
    "translation": {
      "en": "If we take Mazar from the Taliban, then we cripple bin Laden.",
      "vi": "Nếu ta chiếm được Mazar từ tay Taliban, thì Bin Laden sẽ bị tê liệt."
    }
  },
  {
    "translation": {
      "en": "Well, that's half- right.",
      "vi": "Mới đúng một nửa thôi."
    }
  },
  {
    "translation": {
      "en": "If you're gonna interrupt me, you should be entirely right.",
      "vi": "Nếu định ngắt lời tôi, thì hãy nói cho đúng hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "No, we aren't taking anything.",
      "vi": "Không, chúng ta không chiếm gì cả."
    }
  },
  {
    "translation": {
      "en": "The man who's gonna take Mazar is named General Dostum.",
      "vi": "Kẻ sẽ chiếm Mazar có tên là Tướng Dostum."
    }
  },
  {
    "translation": {
      "en": "He's an Afghan warlord with the Northern Alliance.",
      "vi": "Lão ta là tư lệnh người Afghan trong Liên quân Miền Bắc."
    }
  },
  {
    "translation": {
      "en": "He has the troops, he has the intel, he knows the cliffs.",
      "vi": "Lão ta có lính, có thông tin, lão biết mọi rìa đá."
    }
  },
  {
    "translation": {
      "en": "He knows every cave, and most importantly,",
      "vi": "Lão biết mọi hang động và quan trọng nhất là…"
    }
  },
  {
    "translation": {
      "en": "he does not care for the Taliban.",
      "vi": "lão không ưa gì quân Taliban."
    }
  },
  {
    "translation": {
      "en": "So, this is about airstrikes?",
      "vi": "Vậy là chơi không kích à?"
    }
  },
  {
    "translation": {
      "en": "Sorry, sir.",
      "vi": "Xin lỗi, thưa sếp."
    }
  },
  {
    "translation": {
      "en": "No, you nailed that one.",
      "vi": "Không, cái này cậu nói đúng."
    }
  },
  {
    "translation": {
      "en": "Dostum cannot take out the Taliban by himself.",
      "vi": "Dostum không thể tự hạ quân Taliban."
    }
  },
  {
    "translation": {
      "en": "Here's the plan.",
      "vi": "Kế hoạch là thế này."
    }
  },
  {
    "translation": {
      "en": "We're gonna drop you into Northern Afghanistan.",
      "vi": "Chúng tôi sẽ đưa các cậu tới miền Bắc Afghanistan."
    }
  },
  {
    "translation": {
      "en": "There, you will meet up with a CIA operative",
      "vi": "Ở đó, các cậu sẽ được một đặc vụ CIA"
    }
  },
  {
    "translation": {
      "en": "who will take you to Dostum.",
      "vi": "dẫn tới chỗ Dostum."
    }
  },
  {
    "translation": {
      "en": "Your mission...",
      "vi": "Nhiệm vụ của các cậu…"
    }
  },
  {
    "translation": {
      "en": "earn Dostum's trust,",
      "vi": "là làm Dostum tin tưởng,"
    }
  },
  {
    "translation": {
      "en": "embed with his militia,",
      "vi": "kết hợp với quân đội của lão,"
    }
  },
  {
    "translation": {
      "en": "you fight alongside him while he makes his way to Taliban strongholds.",
      "vi": "các cậu sát cánh cùng lão khi lão tiến tới thành trì của Taliban."
    }
  },
  {
    "translation": {
      "en": "When you get there, you call in for close air support strikes.",
      "vi": "Khi các cậu tới được đó, hãy gọi về để được hỗ trợ không kích tầm gần."
    }
  },
  {
    "translation": {
      "en": "Dostum will do the rest. One by one, stronghold by stronghold,",
      "vi": "Dostum sẽ làm nốt. Từng nơi một, từng thành trì một,"
    }
  },
  {
    "translation": {
      "en": "until he takes Mazar, and the Taliban falls.",
      "vi": "đến khi lão chiếm được Mazar, và Taliban sụp đổ."
    }
  },
  {
    "translation": {
      "en": "You got six weeks.",
      "vi": "Các cậu có sáu tuần."
    }
  },
  {
    "translation": {
      "en": "I'd say three weeks, sir.",
      "vi": "Tôi nghĩ là ba tuần thôi, sếp ạ."
    }
  },
  {
    "translation": {
      "en": "- Goddamn it. - No, no.",
      "vi": "- Chết tiệt. - Không."
    }
  },
  {
    "translation": {
      "en": "All right, I'll bite.",
      "vi": "Được rồi, tôi nghe đây."
    }
  },
  {
    "translation": {
      "en": "Why three?",
      "vi": "Sao lại là ba tuần?"
    }
  },
  {
    "translation": {
      "en": "The Russians have been here before. They've done this.",
      "vi": "Người Nga từng tới đây. Họ từng làm việc này."
    }
  },
  {
    "translation": {
      "en": "And they wrote about it.",
      "vi": "Và họ đã viết về nó."
    }
  },
  {
    "translation": {
      "en": "They said the snow was shutting down all the mountain passes by mid- November.",
      "vi": "Họ nói đến giữa tháng 11, tuyết sẽ khóa mọi đường vào núi."
    }
  },
  {
    "translation": {
      "en": "Every year, without fail.",
      "vi": "Năm nào cũng thế cả."
    }
  },
  {
    "translation": {
      "en": "If Russians talk about a bad winter, it's usually worth paying attention to.",
      "vi": "Nếu người Nga nói về mùa đông khắc nghiệt, thường thì nó đáng để chú ý."
    }
  },
  {
    "translation": {
      "en": "After three weeks, we will not get into Mazar.",
      "vi": "Sau ba tuần, chúng tôi không thể vào Mazar nữa."
    }
  },
  {
    "translation": {
      "en": "That snow will hit, the Taliban will dig in, and my men won't come home.",
      "vi": "Tuyết ập tới, quân Taliban dồn sức, người của tôi không thể về nhà."
    }
  },
  {
    "translation": {
      "en": "Your air support comes from B- 52s at 35,000 feet.",
      "vi": "Không kích hỗ trợ từ máy bay B-52 ở độ cao hơn 10.000 mét."
    }
  },
  {
    "translation": {
      "en": "How are you gonna get close enough to be accurate",
      "vi": "Làm sao tới đủ gần để đảm bảo chính xác…"
    }
  },
  {
    "translation": {
      "en": "- without parking a bomb in your lap? - I'll have to get out of the way, sir.",
      "vi": "- Mà không ôm bom trên đùi? - Tôi sẽ phải tránh đường ạ."
    }
  },
  {
    "translation": {
      "en": "The extra three weeks is cushion for your fuck- ups.",
      "vi": "Ba tuần dư đó là để phòng khi các cậu làm sai."
    }
  },
  {
    "translation": {
      "en": "There won't be any. Three weeks is all we need.",
      "vi": "Sẽ không có sai sót. Chỉ cần ba tuần."
    }
  },
  {
    "translation": {
      "en": "Pretty confident for a guy who's never done this before.",
      "vi": "Khá tự tin so với một gã chưa từng làm việc này."
    }
  },
  {
    "translation": {
      "en": "Never been to war.",
      "vi": "Chưa từng ra trận."
    }
  },
  {
    "translation": {
      "en": "Well, I don't see that as a disadvantage, sir.",
      "vi": "Tôi không coi đó là bất lợi, thưa sếp."
    }
  },
  {
    "translation": {
      "en": "Well, maybe you should explain that.",
      "vi": "Có lẽ cậu nên giải thích xem."
    }
  },
  {
    "translation": {
      "en": "We're teaming up with a warlord that we know nothing about.",
      "vi": "Ta sẽ hợp tác với một vị tướng mà ta chẳng biết gì về hắn."
    }
  },
  {
    "translation": {
      "en": "We're not gonna be able to tell our enemies from our allies.",
      "vi": "Chúng tôi sẽ chẳng thể biết ai là thù ai là bạn."
    }
  },
  {
    "translation": {
      "en": "Every step we take is gonna be on a minefield from 100 different wars.",
      "vi": "Mỗi bước chúng tôi đi đều bước trên hố mìn từ trăm cuộc chiến khác nhau."
    }
  },
  {
    "translation": {
      "en": "And no one's ever called in a smart bomb airstrike from a B- 52.",
      "vi": "Và chưa có ai yêu cầu tấn công bằng bom điều khiển từ B-52."
    }
  },
  {
    "translation": {
      "en": "So, anyone who tells you they've done this before",
      "vi": "Nên nếu có ai nói với sếp là họ từng làm việc này"
    }
  },
  {
    "translation": {
      "en": "or has experience in this is lying, sir.",
      "vi": "hay có kinh nghiệm trong việc này là xạo đấy, sếp ạ."
    }
  },
  {
    "translation": {
      "en": "There's no playbook here. We have to write it ourselves.",
      "vi": "Ở đây chẳng có sách hướng dẫn. Phải tự viết."
    }
  },
  {
    "translation": {
      "en": "I briefed five potential captains for this mission.",
      "vi": "Tôi đã lựa ra năm đội trưởng tiềm năng cho nhiệm vụ này."
    }
  },
  {
    "translation": {
      "en": "About a 100 years of military experience between them.",
      "vi": "Cộng lại họ có cả trăm năm kinh nghiệm chinh chiến."
    }
  },
  {
    "translation": {
      "en": "But you're the only one that sees it the way it is.",
      "vi": "Nhưng cậu là người duy nhất nhìn theo đúng bản chất của nó."
    }
  },
  {
    "translation": {
      "en": "I choose you.",
      "vi": "Tôi chọn cậu."
    }
  },
  {
    "translation": {
      "en": "You and 11 men.",
      "vi": "Cậu và 11 chiến hữu."
    }
  },
  {
    "translation": {
      "en": "Task Force Dagger.",
      "vi": "Biệt đội Dao găm."
    }
  },
  {
    "translation": {
      "en": "I would be remiss if I did not say to you,",
      "vi": "Sẽ thật là tắc trách nếu tôi không nói với cậu,"
    }
  },
  {
    "translation": {
      "en": "even in success... the odds of you coming home...",
      "vi": "cho dù thành công… thì khả năng các cậu trở về được…"
    }
  },
  {
    "translation": {
      "en": "They're 100%, sir, with all due respect.",
      "vi": "Là 100%, sếp ạ, với tất cả sự tôn trọng."
    }
  },
  {
    "translation": {
      "en": "See, I kind of made a promise to.",
      "vi": "Đấy, tôi cũng xin hứa luôn."
    }
  },
  {
    "translation": {
      "en": "You know better than that, Nelson. What'd she get you to?",
      "vi": "Lẽ ra cậu phải khôn hơn, Nelson. Cô ấy đã cho cậu cái gì?"
    }
  },
  {
    "translation": {
      "en": "Christmas.",
      "vi": "Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "It's a hell of a thing we do, isn't it?",
      "vi": "Việc ta làm thật ghê gớm, đúng không?"
    }
  },
  {
    "translation": {
      "en": "How do you love your family and leave them to go to war?",
      "vi": "Yêu gia đình biết bao mà lại bỏ họ lại để ra chiến trường?"
    }
  },
  {
    "translation": {
      "en": "You're wheels up at 2200. Dismissed.",
      "vi": "Các cậu sẽ lên đường lúc 22:00. Giải tán thôi."
    }
  },
  {
    "translation": {
      "en": "No, no. Knock that off. Go.",
      "vi": "Không. Bỏ đi. Đi đi."
    }
  },
  {
    "translation": {
      "en": "Captain.",
      "vi": "Đại úy."
    }
  },
  {
    "translation": {
      "en": "The most important thing a man can take into combat is a reason why.",
      "vi": "Thứ quan trọng nhất một người có thể mang ra trận là một lý do."
    }
  },
  {
    "translation": {
      "en": "This is from the towers.",
      "vi": "Cái này là từ hai tòa tháp."
    }
  },
  {
    "translation": {
      "en": "You carry that with you.",
      "vi": "Cậu có thể mang theo."
    }
  },
  {
    "translation": {
      "en": "Five weeks ago, 19 men attacked our country.",
      "vi": "Năm tuần trước, 19 người đã tấn công quê hương ta."
    }
  },
  {
    "translation": {
      "en": "The 12 of you will be the first ones to fight back.",
      "vi": "Giờ 12 người các cậu sẽ là những người đầu tiên đánh trả."
    }
  },
  {
    "translation": {
      "en": "Go win this thing.",
      "vi": "Đi mang chiến thắng về nhé."
    }
  },
  {
    "translation": {
      "en": "Thank you, sir.",
      "vi": "Cảm ơn sếp."
    }
  },
  {
    "translation": {
      "en": "- Good guy! Yeah! - Son of a bitch. We're the first ones in!",
      "vi": "- Cậu giỏi lắm! - Lão khốn đó. Ta là những người đầu tiên!"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's kind of like the Apollo program.",
      "vi": "Phải, giống như chương trình Apollo."
    }
  },
  {
    "translation": {
      "en": "You know what they sent into space first, right?",
      "vi": "Biết họ đưa gì lên vũ trụ đầu tiên chứ?"
    }
  },
  {
    "translation": {
      "en": "- What? - A monkey.",
      "vi": "- Gì thế? - Một con khỉ."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "vi": "Tuyệt thật."
    }
  },
  {
    "translation": {
      "en": "But, listen, brother.",
      "vi": "Nhưng nghe này, anh bạn."
    }
  },
  {
    "translation": {
      "en": "If it's six weeks, it's six weeks, okay? We can't rush this.",
      "vi": "Nếu là sáu tuần, cứ để là sáu, nhé? Ta không vội được."
    }
  },
  {
    "translation": {
      "en": "We're in harm's way no matter what the weather.",
      "vi": "Ta sắp vào chỗ hiểm nguy, dù thời tiết có thế nào đi nữa."
    }
  },
  {
    "translation": {
      "en": "If your only goal is trying to keep us alive, we're dead men for sure.",
      "vi": "Nếu mục đích duy nhất của anh là giữ mạng cho cả đội, ta chết chắc rồi."
    }
  },
  {
    "translation": {
      "en": "I ain't losing one man on this team, Hal.",
      "vi": "Tôi không để mất ai trong đội này đâu, Hal."
    }
  },
  {
    "translation": {
      "en": "The only way home is winning.",
      "vi": "Cách duy nhất để về nhà là thắng trận."
    }
  },
  {
    "translation": {
      "en": "Well, shit, I believe you. Come on, let's tell the boys we're up.",
      "vi": "Khỉ thật, tôi tin lời anh. Đi nào, báo cho anh em là mình được chọn nào."
    }
  },
  {
    "translation": {
      "en": "This woman was stoned to death for being pregnant out of wedlock.",
      "vi": "Cô này bị ném đá đến chết vì có thai ngoài giá thú."
    }
  },
  {
    "translation": {
      "en": "This is what the Taliban does to women in Afghanistan.",
      "vi": "Đây là việc mà Taliban làm với phụ nữ Afghanistan."
    }
  },
  {
    "translation": {
      "en": "God, just shut that shit off.",
      "vi": "Chúa ơi, tắt thứ khỉ gió đó đi."
    }
  },
  {
    "translation": {
      "en": "- It's what they gave us for intel. - But that's not intel, that's motivation.",
      "vi": "- Là thông tin họ cho ta. - Đó đâu phải thông tin, là động lực."
    }
  },
  {
    "translation": {
      "en": "And I got two towers full of that.",
      "vi": "Và tôi có hai tòa tháp đầy động lực."
    }
  },
  {
    "translation": {
      "en": "You don't need to study, Falls. You just shoot the guy shooting at you.",
      "vi": "Không cần nghiên cứu đâu, Falls. Chỉ việc bắn đứa nào bắn anh thôi."
    }
  },
  {
    "translation": {
      "en": "Is that how that works? Thank you very much, Mr. Wizard.",
      "vi": "Nguyên tắc là vậy đấy hả? Cảm ơn nhiều, anh Phù Thủy."
    }
  },
  {
    "translation": {
      "en": "- Hey, look, Michaels. It's you. - Jesus Christ, you guys are jealous.",
      "vi": "- Nhìn này, Michaels. Là anh này. - Chúa ơi, mấy anh cứ ghen tị hoài."
    }
  },
  {
    "translation": {
      "en": "What do you call that? Is it like a coif or something?",
      "vi": "Anh gọi nó là gì? Nó giống mũ ni hay sao nhỉ?"
    }
  },
  {
    "translation": {
      "en": "- Guys... - I don't do bad hair.",
      "vi": "- Các anh này. - Tóc tôi đâu có xấu."
    }
  },
  {
    "translation": {
      "en": "Listen up!",
      "vi": "Nghe này!"
    }
  },
  {
    "translation": {
      "en": "All right, boys.",
      "vi": "Được rồi, anh em."
    }
  },
  {
    "translation": {
      "en": "It's us. We're going in. - Yeah! - Fuck yeah!",
      "vi": "- Là chúng ta. Ta sẽ xâm nhập. - Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "We beat out the five other teams. We're gonna drop in behind enemy lines,",
      "vi": "Chúng ta vượt qua năm đội khác đấy. Ta sẽ đáp xuống sau hàng ngũ kẻ thù,"
    }
  },
  {
    "translation": {
      "en": "link up with a warlord of the Northern Alliance,",
      "vi": "kết hợp với tư lệnh của Liên quân Miền Bắc,"
    }
  },
  {
    "translation": {
      "en": "General Abdul Dostum.",
      "vi": "Tướng Abdul Dostum."
    }
  },
  {
    "translation": {
      "en": "We'll assist him in fighting the Taliban",
      "vi": "Ta sẽ hỗ trợ lão đánh quân Taliban"
    }
  },
  {
    "translation": {
      "en": "and taking back the city of Mazar- i- Sharif, which happens to be",
      "vi": "và giành lại thành phố Mazar-i-Sharif,"
    }
  },
  {
    "translation": {
      "en": "the stronghold and linchpin for the entire northern Taliban force.",
      "vi": "nơi tình cờ là thành lũy và là trọng điểm của cả lực lượng Taliban miền Bắc."
    }
  },
  {
    "translation": {
      "en": "Now, if we don't take that city,",
      "vi": "Giờ nếu ta không chiếm thành phố ấy,"
    }
  },
  {
    "translation": {
      "en": "the whole country will turn into a goddamn terrorist training camp.",
      "vi": "cả đất nước này sẽ biến thành một trại huấn luyện khủng bố."
    }
  },
  {
    "translation": {
      "en": "World Trade Center's just the beginning. They're not finished with us yet.",
      "vi": "Trung tâm Thương mại Thế giới chỉ là khởi đầu. Chúng chưa xong với ta đâu."
    }
  },
  {
    "translation": {
      "en": "The catch is, we only have 21 days.",
      "vi": "Vấn đề là ta chỉ có 21 ngày."
    }
  },
  {
    "translation": {
      "en": "- How many troops does he have? - He's got about 200 paid soldiers",
      "vi": "- Ông ta có bao nhiêu quân? - Ông ta có khoảng 200 lính đánh thuê."
    }
  },
  {
    "translation": {
      "en": "and an undetermined number of part- time militia.",
      "vi": "Và một đội quân bán thời gian chưa rõ số lượng."
    }
  },
  {
    "translation": {
      "en": "- What about the other side? - The other side has about",
      "vi": "- Còn phe bên kia? - Phe bên kia"
    }
  },
  {
    "translation": {
      "en": "50,000 Taliban and al Qaeda fighters.",
      "vi": "có khoảng 50.000 binh sĩ của Taliban và Al-Qaeda."
    }
  },
  {
    "translation": {
      "en": "Missiles, armor, rockets,",
      "vi": "Tên lửa, xe bọc thép, hỏa tiễn,"
    }
  },
  {
    "translation": {
      "en": "mortars, machine guns.",
      "vi": "súng cối, súng máy."
    }
  },
  {
    "translation": {
      "en": "We're outnumbered.",
      "vi": "Ta bị áp đảo quân số."
    }
  },
  {
    "translation": {
      "en": "Just 5,000 to one.",
      "vi": "Một đánh 5.000 chứ mấy."
    }
  },
  {
    "translation": {
      "en": "What I call a target- rich environment. I kind of like those odds.",
      "vi": "- Tôi gọi đó là môi trường giàu mục tiêu. - Tôi thích tỷ lệ đấy."
    }
  },
  {
    "translation": {
      "en": "Now gentlemen,",
      "vi": "Nào các anh em,"
    }
  },
  {
    "translation": {
      "en": "once we land, we're about nine hours away from help.",
      "vi": "khi tiếp đất, chúng ta sẽ cách nơi hỗ trợ khoảng chín tiếng."
    }
  },
  {
    "translation": {
      "en": "Which effectively means it doesn't exist. We're on our own.",
      "vi": "Vậy cũng gần như là không có. Chúng ta phải tự lo."
    }
  },
  {
    "translation": {
      "en": "We all need to understand that capture is not an option here.",
      "vi": "Mọi người phải hiểu rằng bị bắt không phải là một lựa chọn."
    }
  },
  {
    "translation": {
      "en": "We've all seen the intel on what the Taliban does to their prisoners?",
      "vi": "Ai cũng thấy cách bọn Taliban đối xử với tù binh rồi, đúng không?"
    }
  },
  {
    "translation": {
      "en": "- Evident, sir. - Those motherfuckers will make you suffer.",
      "vi": "- Thấy rõ ạ. - Lũ khốn đó sẽ làm các anh khốn khổ."
    }
  },
  {
    "translation": {
      "en": "Shit goes south, I'm dying with my boots on.",
      "vi": "Nếu có biến, tôi thà chết khi đang bắn."
    }
  },
  {
    "translation": {
      "en": "- Amen. - As am I.",
      "vi": "- Chuẩn. - Tôi cũng thế."
    }
  },
  {
    "translation": {
      "en": "Hear, hear.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "We go in tonight. Single ship, no backup.",
      "vi": "Phải. Đêm nay ta sẽ đi. Một máy bay, không có hỗ trợ."
    }
  },
  {
    "translation": {
      "en": "So, police your gear, get some rest.",
      "vi": "Nên hãy dọn đồ, nghỉ ngơi một chút."
    }
  },
  {
    "translation": {
      "en": "Had a successful test flight?",
      "vi": "Đã bay thử thành công chưa?"
    }
  },
  {
    "translation": {
      "en": "We are the test flight.",
      "vi": "Chúng ta bay thử luôn đấy."
    }
  },
  {
    "translation": {
      "en": "If you die,",
      "vi": "Nếu anh chết,"
    }
  },
  {
    "translation": {
      "en": "that's a letter you and your wife are gonna wish you wrote.",
      "vi": "anh và vợ anh đều sẽ ước là anh có viết thư để lại đấy."
    }
  },
  {
    "translation": {
      "en": "I just made her a promise I'm coming home.",
      "vi": "Tôi mới hứa với cô ấy là sẽ về nhà rồi."
    }
  },
  {
    "translation": {
      "en": "I ain't writing her a letter that says I broke it.",
      "vi": "Tôi không viết thư cho cô ấy bảo rằng tôi bội ước đâu."
    }
  },
  {
    "translation": {
      "en": "We got one, two,",
      "vi": "Chúng ta có một, hai,"
    }
  },
  {
    "translation": {
      "en": "three, four,",
      "vi": "ba, bốn,"
    }
  },
  {
    "translation": {
      "en": "five, six...",
      "vi": "năm, sáu…"
    }
  },
  {
    "translation": {
      "en": "I guess that space suit answers the question",
      "vi": "Tôi đoán bộ đồ vũ trụ đó là đáp án"
    }
  },
  {
    "translation": {
      "en": "about closing the freaking doors.",
      "vi": "cho việc đóng cánh cửa điên này."
    }
  },
  {
    "translation": {
      "en": "- What's your cruising altitude? - That's a good question.",
      "vi": "- Độ cao máy bay là bao nhiêu? - Câu hỏi hay đấy."
    }
  },
  {
    "translation": {
      "en": "Well, it must be above 10,000 feet,",
      "vi": "Phải trên ba ngàn mét"
    }
  },
  {
    "translation": {
      "en": "if you're using O2.",
      "vi": "nếu dùng bình oxy."
    }
  },
  {
    "translation": {
      "en": "Shit, the mountains we're flying over are 10,000 feet.",
      "vi": "Khỉ thật, dãy núi ta bay qua toàn cao trên ba ngàn mét."
    }
  },
  {
    "translation": {
      "en": "The sandstorms would ruin the engines,",
      "vi": "Bão cát sẽ làm hỏng động cơ"
    }
  },
  {
    "translation": {
      "en": "and missiles have been fired from the peaks.",
      "vi": "và tên lửa sẽ phóng từ trên đỉnh."
    }
  },
  {
    "translation": {
      "en": "Well, that puts us at 20.",
      "vi": "Vậy là phải bay cao sáu ngàn mét."
    }
  },
  {
    "translation": {
      "en": "You can't fly a Chinook at 20,000 feet.",
      "vi": "Không thể cho con Chinook bay sáu ngàn mét được."
    }
  },
  {
    "translation": {
      "en": "We're not gonna. Flight altitude's 25.",
      "vi": "Không đâu. Độ cao là 7.620 mét."
    }
  },
  {
    "translation": {
      "en": "- Well, how's this thing take it? - We'll find out.",
      "vi": "- Sao con hàng này chịu được? - Chúng ta sẽ biết thôi."
    }
  },
  {
    "translation": {
      "en": "Is there O2 for my team?",
      "vi": "Có bình oxy cho đội tôi chứ?"
    }
  },
  {
    "translation": {
      "en": "We got masks, but they don't work. Hell, ours didn't work last flight.",
      "vi": "Có mặt nạ nhưng không hoạt động. Lần bay trước đã không hoạt động."
    }
  },
  {
    "translation": {
      "en": "This dipshit started seeing bogeymen. Almost crashed into the damn mountain.",
      "vi": "Cái thứ này bắt đầu thấy ảo giác rồi. Suýt chút nữa thì đâm vào núi."
    }
  },
  {
    "translation": {
      "en": "Oh, shit. We're gonna go hypoxic.",
      "vi": "Chết tiệt. Chúng ta sẽ bị thiếu oxy."
    }
  },
  {
    "translation": {
      "en": "Not me.",
      "vi": "Tôi thì không."
    }
  },
  {
    "translation": {
      "en": "Keeping my eyes on that fucker right there.",
      "vi": "Tôi sẽ để ý tên khốn kia."
    }
  },
  {
    "translation": {
      "en": "We're going to the clouds, gentlemen.",
      "vi": "Chúng ta sẽ bay trong mây nhé anh em."
    }
  },
  {
    "translation": {
      "en": "No one's ever flown a chopper this high this far.",
      "vi": "Chưa có ai đi trực thăng cao và xa thế này cả."
    }
  },
  {
    "translation": {
      "en": "Strap in tight!",
      "vi": "Thắt đai chặt vào!"
    }
  },
  {
    "translation": {
      "en": "- I've never been hypoxic before. - Really?",
      "vi": "- Tôi chưa từng bị thiếu oxy. - Thật à?"
    }
  },
  {
    "translation": {
      "en": "Oh, it's great.",
      "vi": "Ồ, thích lắm."
    }
  },
  {
    "translation": {
      "en": "All you do is faint.",
      "vi": "Chỉ ngất xỉu thôi."
    }
  },
  {
    "translation": {
      "en": "Think of it as a nine- hour nap.",
      "vi": "Coi như giấc ngủ chín tiếng ấy."
    }
  },
  {
    "translation": {
      "en": "It's not the going to sleep that worries me.",
      "vi": "Giấc ngủ không làm tôi lo."
    }
  },
  {
    "translation": {
      "en": "It's the goddamn hangover on the other side.",
      "vi": "Tôi ngán cảm giác ngất ngư sau khi tỉnh."
    }
  },
  {
    "translation": {
      "en": "Yeah, baby!",
      "vi": "Phải đấy!"
    }
  },
  {
    "translation": {
      "en": "Well, you know why the Army uses Chinooks, right?",
      "vi": "Biết lý do quân đội dùng Chinook chứ?"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "vi": "Vì sao vậy?"
    }
  },
  {
    "translation": {
      "en": "So we'll be good and mad when we get into battle.",
      "vi": "Để ta hưng phấn và điên khùng khi xông trận."
    }
  },
  {
    "translation": {
      "en": "Yes, I know, man! I'm a laugh factory!",
      "vi": "Tôi biết chứ! Tôi là cây hài mà!"
    }
  },
  {
    "translation": {
      "en": "Mission equipment is set. EOS, flare, chaff.",
      "vi": "Thiết bị cho nhiệm vụ đủ. Bình oxy, pháo sáng, bộ gây nhiễu."
    }
  },
  {
    "translation": {
      "en": "Five- nine- five, we are clear for takeoff.",
      "vi": "Đội 595, sẵn sàng cất cánh."
    }
  },
  {
    "translation": {
      "en": "Silver wings upon their chest These are men",
      "vi": "Đôi cánh bạc nằm trên ngực Những người đàn ông"
    }
  },
  {
    "translation": {
      "en": "America's best",
      "vi": "Là tinh anh của nước Mỹ"
    }
  },
  {
    "translation": {
      "en": "One hundred men will test today",
      "vi": "Một trăm người cùng thi hôm nay"
    }
  },
  {
    "translation": {
      "en": "But only three win Green Beret",
      "vi": "Nhưng có ba người thành lính Mũ nồi Xanh"
    }
  },
  {
    "translation": {
      "en": "Hey, 595, this is 1213.",
      "vi": "Chào đội 595, đây là 1213."
    }
  },
  {
    "translation": {
      "en": "Visibility is deteriorating.",
      "vi": "Tầm nhìn đang xấu đi."
    }
  },
  {
    "translation": {
      "en": "We're turning back. Blind alley.",
      "vi": "Ta sẽ quay lại, không có lối ra."
    }
  },
  {
    "translation": {
      "en": "Hang on! We're descending.",
      "vi": "Bám chắc vào! Ta sẽ hạ độ cao."
    }
  },
  {
    "translation": {
      "en": "On purpose?",
      "vi": "Cố ý à?"
    }
  },
  {
    "translation": {
      "en": "- On purpose? - Roger that. Wheels down, two minutes.",
      "vi": "- Cố ý à? - Đã nghe. Hạ bánh, hai phút nữa."
    }
  },
  {
    "translation": {
      "en": "- Two minutes! - Two minutes!",
      "vi": "- Hai phút! - Hai phút!"
    }
  },
  {
    "translation": {
      "en": "Wake up!",
      "vi": "Dậy đi!"
    }
  },
  {
    "translation": {
      "en": "Jock up, NODs on!",
      "vi": "Lên đồ, đeo kính nhìn đêm vào!"
    }
  },
  {
    "translation": {
      "en": "Right gunner has landing area in sight, 3425.",
      "vi": "Tay súng bên phải đã quan sát được vùng hạ cánh."
    }
  },
  {
    "translation": {
      "en": "- Going in hot. - Twenty.",
      "vi": "- Sẵn sàng khai hỏa. - Hai mươi."
    }
  },
  {
    "translation": {
      "en": "Here we go!",
      "vi": "Đi thôi nào!"
    }
  },
  {
    "translation": {
      "en": "Fifteen, ten, nine, eight. Hold your forward.",
      "vi": "Mười lăm, mười, chín, tám. Giữ đà tới."
    }
  },
  {
    "translation": {
      "en": "Bring it down.",
      "vi": "Hạ xuống."
    }
  },
  {
    "translation": {
      "en": "Cleared on left, cleared on right.",
      "vi": "Bên trái an toàn, bên phải an toàn."
    }
  },
  {
    "translation": {
      "en": "On five, four, three. Ramps cleared down. Ramp, ramp, ramp.",
      "vi": "Sau năm, bốn, ba. Hạ thang xuống. Hạ thang."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "There.",
      "vi": "Ở kia."
    }
  },
  {
    "translation": {
      "en": "- See those two fellas? - Yeah.",
      "vi": "- Thấy hai gã kia không? - Có."
    }
  },
  {
    "translation": {
      "en": "- Is this our escort? - I don't think so.",
      "vi": "- Đội hộ tống của ta à? - Chắc không phải."
    }
  },
  {
    "translation": {
      "en": "We're supposed to be meeting a squad. I don't think these are our guys.",
      "vi": "Lẽ ra ta phải gặp một đội cơ. Tôi không nghĩ đây là người mình."
    }
  },
  {
    "translation": {
      "en": "Shut them up.",
      "vi": "Bảo họ im lặng."
    }
  },
  {
    "translation": {
      "en": "Put your fucking weapons down!",
      "vi": "Hạ vũ khí xuống mau!"
    }
  },
  {
    "translation": {
      "en": "Drop your fucking weapons!",
      "vi": "Hạ vũ khí xuống!"
    }
  },
  {
    "translation": {
      "en": "Drop your weapons!",
      "vi": "Hạ vũ khí xuống!"
    }
  },
  {
    "translation": {
      "en": "No! No! No! Friendlies! Friendlies! Stand down!",
      "vi": "Không! Người mình cả mà! Người mình! Lùi lại!"
    }
  },
  {
    "translation": {
      "en": "Our weapons down!",
      "vi": "Bọn tôi hạ vũ khí xuống rồi!"
    }
  },
  {
    "translation": {
      "en": "- Let them up. That's your fucking escort. - Let them up.",
      "vi": "- Để họ cầm. Đội hộ tống của quý vị đấy. - Cứ để họ cầm."
    }
  },
  {
    "translation": {
      "en": "We're sorry.",
      "vi": "Chúng tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "If you could just tell him we apologize?",
      "vi": "Anh bảo họ là chúng tôi xin lỗi nhé?"
    }
  },
  {
    "translation": {
      "en": "- Team leader? - Yeah, I am.",
      "vi": "- Anh là đội trưởng à? - Phải."
    }
  },
  {
    "translation": {
      "en": "- You guys are late. - Well, we're here now.",
      "vi": "- Các anh tới trễ. - Bọn tôi tới rồi đây."
    }
  },
  {
    "translation": {
      "en": "You don't speak Dari?",
      "vi": "Anh không nói tiếng Ba Tư à?"
    }
  },
  {
    "translation": {
      "en": "- Not at all. - How's your Uzbek?",
      "vi": "- Không biết. - Còn tiếng Uzbek?"
    }
  },
  {
    "translation": {
      "en": "So- so. My Russian's decent.",
      "vi": "Sơ sơ. Tiếng Nga thì chuẩn."
    }
  },
  {
    "translation": {
      "en": "Russian will get you through. We should move.",
      "vi": "Người Nga sẽ cho anh qua. Ta nên đi thôi."
    }
  },
  {
    "translation": {
      "en": "It's a long hike. They dumped you in a bad spot.",
      "vi": "Đường dài lắm. Họ thả các anh ở chỗ tệ quá."
    }
  },
  {
    "translation": {
      "en": "Let's go, grab your gear. Let's move.",
      "vi": "Đi thôi, xách đồ đi. Lên đường nào."
    }
  },
  {
    "translation": {
      "en": "- Hey! Back up! No! - Yo, yo, yo.",
      "vi": "- Này! Lùi lại! Không! - Này."
    }
  },
  {
    "translation": {
      "en": "Yeah, thank you.",
      "vi": "Ừ, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "This is it.",
      "vi": "Là chỗ này đây."
    }
  },
  {
    "translation": {
      "en": "They call it the Alamo.",
      "vi": "Họ gọi nó là Alamo."
    }
  },
  {
    "translation": {
      "en": "Get you set up in here.",
      "vi": "Các anh sẽ ở trong này."
    }
  },
  {
    "translation": {
      "en": "Why don't you guys take first watch? Rotate every two hours.",
      "vi": "Hai anh gác ca đầu nhé. Hai tiếng đổi một lần."
    }
  },
  {
    "translation": {
      "en": "Head on a swivel.",
      "vi": "Để ý xung quanh nhé."
    }
  },
  {
    "translation": {
      "en": "- Roger that. - On it.",
      "vi": "- Rõ rồi. - Làm ngay."
    }
  },
  {
    "translation": {
      "en": "You know everyone died in the Alamo, right?",
      "vi": "Anh biết là ai cũng chết ở Alamo chứ?"
    }
  },
  {
    "translation": {
      "en": "I think you should keep that to yourself.",
      "vi": "Anh nên giữ chuyện đó cho mình anh đi."
    }
  },
  {
    "translation": {
      "en": "Oh, this is great. Yeah, this is gonna go over real well in a Muslim country.",
      "vi": "Cái này ngon đây. Nó sẽ rất được hoan nghênh ở một nước Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "It ain't our job to choose the gifts, man. It's yours.",
      "vi": "Bọn tôi đâu có được chọn quà. Quyền của các anh mà."
    }
  },
  {
    "translation": {
      "en": "Come on in.",
      "vi": "Vào trong đi."
    }
  },
  {
    "translation": {
      "en": "This is your new home.",
      "vi": "Đây là nhà mới của các anh."
    }
  },
  {
    "translation": {
      "en": "Hey, feel free to eat any of that. The bread's good.",
      "vi": "Này, thích ăn gì thì cứ tự nhiên nhé. Bánh mì ngon lắm."
    }
  },
  {
    "translation": {
      "en": "I don't know what this is, but it's fucking great.",
      "vi": "Tôi không biết nó là gì, nhưng ngon lắm."
    }
  },
  {
    "translation": {
      "en": "Give me the lay of the land. What kind of intel you got?",
      "vi": "Cho tôi biết tình hình khu này đi. Anh có tin tức gì nào?"
    }
  },
  {
    "translation": {
      "en": "Well, here's what I know, and it ain't much.",
      "vi": "Đây là cái tôi biết, và không có gì nhiều."
    }
  },
  {
    "translation": {
      "en": "What's left of the Northern Alliance is essentially three separate militias.",
      "vi": "Thứ còn lại của Liên quân Miền Bắc cơ bản là ba đội dân quân riêng biệt."
    }
  },
  {
    "translation": {
      "en": "All right? That are all enemies with each other.",
      "vi": "Được chứ? Bọn họ đối đầu với nhau."
    }
  },
  {
    "translation": {
      "en": "General Dostum, General Atta, and General Mohaqiq.",
      "vi": "Tướng Dostum, Tướng Atta và Tướng Mohaqiq."
    }
  },
  {
    "translation": {
      "en": "So, you got a three- pronged attack",
      "vi": "Nên anh có một đợt tấn công ba mũi"
    }
  },
  {
    "translation": {
      "en": "that doesn't communicate, will not assist each other,",
      "vi": "mà không giao tiếp với nhau, không hỗ trợ lẫn nhau,"
    }
  },
  {
    "translation": {
      "en": "and if they meet on the battlefield, they'll probably stop fighting the Taliban",
      "vi": "và nếu gặp trên chiến trường, có khi họ còn bỏ đánh quân Taliban"
    }
  },
  {
    "translation": {
      "en": "and start killing each other.",
      "vi": "và quay sang giết nhau."
    }
  },
  {
    "translation": {
      "en": "What about our contact, General Dostum?",
      "vi": "Còn đầu mối của chúng ta, Tướng Dostum?"
    }
  },
  {
    "translation": {
      "en": "General Abdul Rashid Dostum.",
      "vi": "Tướng Abdul Rashid Dostum."
    }
  },
  {
    "translation": {
      "en": "Okay, he's Uzbek.",
      "vi": "Ông ta là người Uzbekistan."
    }
  },
  {
    "translation": {
      "en": "Started fighting the Russians when he was 16. He's 55 now.",
      "vi": "Bắt đầu đánh quân Nga hồi 16 tuổi. Giờ ông ta đã 55 tuổi."
    }
  },
  {
    "translation": {
      "en": "Yeah, we have his bio. What's he like?",
      "vi": "Bọn tôi đọc tiểu sử rồi. Ông ta thế nào?"
    }
  },
  {
    "translation": {
      "en": "- What's he like? - Yeah, what's he like?",
      "vi": "- Ông ta thế nào à? - Phải, ông ta thế nào."
    }
  },
  {
    "translation": {
      "en": "His personality. Angry, happy, sad?",
      "vi": "Tính cách ấy. Giận dữ, vui vẻ, buồn bã?"
    }
  },
  {
    "translation": {
      "en": "- He likes show tunes. - He likes show tunes. Great.",
      "vi": "- Giống nhạc hiệu chương trình. - Giống nhạc hiệu. Hay đấy."
    }
  },
  {
    "translation": {
      "en": "Look, I read people for a living, and I can't get a bead on this guy.",
      "vi": "Tôi đọc vị con người rất thạo, và tôi không hiểu gì về gã này."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Only two things I know for sure.",
      "vi": "Tôi chỉ biết chắc hai điều."
    }
  },
  {
    "translation": {
      "en": "He hates the Taliban, and they hate the shit out of him.",
      "vi": "Ông ta ghét Taliban và chúng thì căm thù ông ta."
    }
  },
  {
    "translation": {
      "en": "How worried should we be about any of these guys",
      "vi": "Chúng tôi có nên lo rằng lỡ có ai trong số này"
    }
  },
  {
    "translation": {
      "en": "trying to sell us to the Taliban?",
      "vi": "cố bán chúng tôi cho Taliban không?"
    }
  },
  {
    "translation": {
      "en": "I'd be pretty fucking worried, if I was you.",
      "vi": "Nếu tôi là anh, tôi sẽ vô cùng lo đấy."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Phải rồi."
    }
  },
  {
    "translation": {
      "en": "- Does Dostum speak English? - No. He speaks Tajik.",
      "vi": "- Dostum có nói tiếng Anh không? - Không. Ông ta nói tiếng Tajik."
    }
  },
  {
    "translation": {
      "en": "He speaks Uzbek.",
      "vi": "Ông ta nói tiếng Uzbek."
    }
  },
  {
    "translation": {
      "en": "He speaks Dari.",
      "vi": "Ông ta nói tiếng Ba Tư."
    }
  },
  {
    "translation": {
      "en": "He speaks Pashtun, which is what the Taliban speak.",
      "vi": "Gã nói tiếng Pashtun, cùng ngôn ngữ với đám Taliban."
    }
  },
  {
    "translation": {
      "en": "And he speaks Russian. So, you got that going for you.",
      "vi": "Và nói cả tiếng Nga. Nên trúng tủ của anh rồi."
    }
  },
  {
    "translation": {
      "en": "- Are you with us through this? - No, I'm leaving right now.",
      "vi": "- Anh có đi cùng chúng tôi không? - Không, giờ tôi rời đi đây."
    }
  },
  {
    "translation": {
      "en": "I got a 50- kilometer hike to give a bag of money to another warlord.",
      "vi": "Tôi còn phải đi bộ 50 cây số để giao tiền cho một tên tư lệnh khác."
    }
  },
  {
    "translation": {
      "en": "Who knows, maybe we'll see each other on the battlefield.",
      "vi": "Ai mà biết, có khi ta sẽ gặp nhau ngoài chiến trường."
    }
  },
  {
    "translation": {
      "en": "If we do, don't shoot the guy in the backwards cap.",
      "vi": "Nếu là vậy, đừng bắn gã đội mũ ngược này nhé."
    }
  },
  {
    "translation": {
      "en": "We'll keep that in mind.",
      "vi": "Chúng tôi sẽ ghi nhớ."
    }
  },
  {
    "translation": {
      "en": "God, that spook is cheery.",
      "vi": "Chúa ơi, gã gián điệp đó vui quá."
    }
  },
  {
    "translation": {
      "en": "Yeah, running around here alone, setting this thing up?",
      "vi": "Phải, một mình chạy khắp nơi, sắp đặt chỗ này sao?"
    }
  },
  {
    "translation": {
      "en": "Say one thing about him,",
      "vi": "Tôi sẽ nói điều này về anh ta,"
    }
  },
  {
    "translation": {
      "en": "he's got giant balls.",
      "vi": "anh ta lớn gan đấy."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "- So, where is he? - Who?",
      "vi": "- Vậy ông ta ở đâu? - Ai cơ?"
    }
  },
  {
    "translation": {
      "en": "No clue.",
      "vi": "Bó tay."
    }
  },
  {
    "translation": {
      "en": "He knows we're here though, right?",
      "vi": "Ông ta biết bọn tôi ở đây chứ?"
    }
  },
  {
    "translation": {
      "en": "Whole fucking country knows you're here.",
      "vi": "Cả nước đều biết bọn anh ở đây."
    }
  },
  {
    "translation": {
      "en": "Best of luck, Captain.",
      "vi": "Chúc may mắn nhé, Đại úy."
    }
  },
  {
    "translation": {
      "en": "- I mean it. - You, too.",
      "vi": "- Tôi nói thật đấy. - Anh cũng thế."
    }
  },
  {
    "translation": {
      "en": "Give 'em hell.",
      "vi": "Cho chúng biết tay nhé."
    }
  },
  {
    "translation": {
      "en": "Come look at this.",
      "vi": "Lại xem này."
    }
  },
  {
    "translation": {
      "en": "Graveyard of Empires, and we're in it.",
      "vi": "Nghĩa trang của các đế chế và chúng ta đang ở đây."
    }
  },
  {
    "translation": {
      "en": "Shows you how unlucky it is to write on that wall,",
      "vi": "Cho thấy thật xui xẻo khi viết lên bức tường đó,"
    }
  },
  {
    "translation": {
      "en": "so no one better do it.",
      "vi": "nên không ai làm thì hơn."
    }
  },
  {
    "translation": {
      "en": "Hey, Cap.",
      "vi": "Này, Đại úy."
    }
  },
  {
    "translation": {
      "en": "Get some rest, all right?",
      "vi": "Nghỉ ngơi chút đi nhé?"
    }
  },
  {
    "translation": {
      "en": "- Something ain't right here. - Now, look.",
      "vi": "- Có gì đó sai sai. - Này, nghe đây."
    }
  },
  {
    "translation": {
      "en": "This is about being smart, not superhuman.",
      "vi": "Ta cần phải khôn ngoan, chứ không phải làm siêu nhân."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know.",
      "vi": "Phải, tôi biết chứ."
    }
  },
  {
    "translation": {
      "en": "I'm gonna take the next watch.",
      "vi": "Tôi sẽ trực ca tiếp theo."
    }
  },
  {
    "translation": {
      "en": "When he died, the Northern Alliance might have died with him.",
      "vi": "Khi ông ta chết, Liên quân Miền Bắc cũng chết theo."
    }
  },
  {
    "translation": {
      "en": "Move!",
      "vi": "Đi nào!"
    }
  },
  {
    "translation": {
      "en": "- Move! - That Dostum?",
      "vi": "- Đi nào! - Đó là Dostum à?"
    }
  },
  {
    "translation": {
      "en": "General. Assalamu alaikum. Peace be with you.",
      "vi": "Tướng quân. Assalamu alaikum. Mong ông được bình yên."
    }
  },
  {
    "translation": {
      "en": "Wa- Alaikum- Salaam.",
      "vi": "Wa-Alaikum-Salaam."
    }
  },
  {
    "translation": {
      "en": "What did he say?",
      "vi": "Ông ta nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "He said it's good to know the language of your enemies.",
      "vi": "Ông ta nói thật tốt khi biết ngôn ngữ của kẻ thù."
    }
  },
  {
    "translation": {
      "en": "- Am I doing this alone? - All right, let's go.",
      "vi": "- Chỉ mình tôi làm việc này à? - Được rồi, đi thôi."
    }
  },
  {
    "translation": {
      "en": "Looks like Spencer got a promotion. I guess he prefers brunettes.",
      "vi": "Có vẻ Spencer được thăng chức rồi. Chắc ông ta thích tóc hung đỏ hơn."
    }
  },
  {
    "translation": {
      "en": "Yeah, seems that way, huh?",
      "vi": "Ừ, có vẻ là thế nhỉ?"
    }
  },
  {
    "translation": {
      "en": "All right, why don't we give him the gift?",
      "vi": "Được rồi, tặng quà cho ông ta nhé?"
    }
  },
  {
    "translation": {
      "en": "Feed. For your horses.",
      "vi": "Đồ ăn. Cho ngựa của ông."
    }
  },
  {
    "translation": {
      "en": "My horses thank you.",
      "vi": "Ngựa của tôi cảm ơn cậu."
    }
  },
  {
    "translation": {
      "en": "- What did he say? - I don't think the horse feed's a big hit.",
      "vi": "- Ông ta nói gì? - Chắc đồ cho ngựa không có tác dụng lắm."
    }
  },
  {
    "translation": {
      "en": "Well, that went over like a bag of shit.",
      "vi": "Kết quả đúng là chẳng ra gì."
    }
  },
  {
    "translation": {
      "en": "You wanna try the vodka, Captain?",
      "vi": "Muốn uống thử vodka không, Đại úy?"
    }
  },
  {
    "translation": {
      "en": "General.",
      "vi": "Tướng quân."
    }
  },
  {
    "translation": {
      "en": "To our new American friends.",
      "vi": "Uống mừng những người bạn Mỹ mới."
    }
  },
  {
    "translation": {
      "en": "I hope they don't think they win copying the Russians.",
      "vi": "Hi vọng họ không nghĩ họ thắng nhờ bắt chước người Nga."
    }
  },
  {
    "translation": {
      "en": "I was told you didn't speak English.",
      "vi": "Họ bảo tôi là ông không nói tiếng Anh."
    }
  },
  {
    "translation": {
      "en": "I didn't speak to the man who told you I don't.",
      "vi": "Tôi không nói với kẻ đã nói thế với cậu."
    }
  },
  {
    "translation": {
      "en": "Where are my bombs?",
      "vi": "Bom của tôi đâu?"
    }
  },
  {
    "translation": {
      "en": "I have more bombs than you'd ever want. Could you show me the Taliban's location?",
      "vi": "Tôi có nhiều bom hơn ông muốn. Cho tôi xem chỗ của quân Taliban nhé?"
    }
  },
  {
    "translation": {
      "en": "- Why the young one speak? - He's our captain, sir.",
      "vi": "- Sao cậu trẻ lại lên tiếng? - Đó là đội trưởng của chúng tôi ạ."
    }
  },
  {
    "translation": {
      "en": "- Tell them to stand down. - Hey, Diller.",
      "vi": "- Bảo họ lùi lại đi. - Này, Diller."
    }
  },
  {
    "translation": {
      "en": "General, I'm the captain.",
      "vi": "Tướng quân, tôi là đội trưởng."
    }
  },
  {
    "translation": {
      "en": "This is my team. You speak to me, all right?",
      "vi": "Đây là đội của tôi. Ông nói chuyện với tôi, nhé?"
    }
  },
  {
    "translation": {
      "en": "- This is my country. - I understand that.",
      "vi": "- Đây là đất nước của tôi. - Tôi hiểu điều đó."
    }
  },
  {
    "translation": {
      "en": "You own the land, but we own the sky.",
      "vi": "Ông quản mặt đất, nhưng bọn tôi quản bầu trời."
    }
  },
  {
    "translation": {
      "en": "You want our bombs, talk to me.",
      "vi": "Ông muốn có bom, thì nói chuyện với tôi."
    }
  },
  {
    "translation": {
      "en": "Okay. We talk.",
      "vi": "Được thôi. Thì nói chuyện."
    }
  },
  {
    "translation": {
      "en": "Why these men follow you?",
      "vi": "Sao mấy cậu này lại đi theo cậu?"
    }
  },
  {
    "translation": {
      "en": "- I could ask you the same question. - You don't want the answer.",
      "vi": "- Tôi có thể hỏi ông câu tương tự. - Cậu không muốn nghe câu trả lời đâu."
    }
  },
  {
    "translation": {
      "en": "Look.",
      "vi": "Nhìn đi."
    }
  },
  {
    "translation": {
      "en": "Look. Those eyes.",
      "vi": "Nhìn đi. Những ánh mắt đó."
    }
  },
  {
    "translation": {
      "en": "Killer eyes.",
      "vi": "Ánh mắt của sát thủ."
    }
  },
  {
    "translation": {
      "en": "Those eyes. Killer eyes.",
      "vi": "Những ánh mắt đó. Ánh mắt của sát thủ."
    }
  },
  {
    "translation": {
      "en": "Yes. Killer eyes.",
      "vi": "Phải. Ánh mắt của sát thủ."
    }
  },
  {
    "translation": {
      "en": "What did you kill?",
      "vi": "Cậu đã giết cái gì?"
    }
  },
  {
    "translation": {
      "en": "You wanna see me kill?",
      "vi": "Ông muốn thấy tôi giết chóc à?"
    }
  },
  {
    "translation": {
      "en": "You take me to the Taliban, and I'll show you.",
      "vi": "Ông dẫn tôi tới chỗ Taliban, tôi sẽ cho ông thấy."
    }
  },
  {
    "translation": {
      "en": "Okay. We go.",
      "vi": "Được rồi. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "That was easy.",
      "vi": "Dễ thật."
    }
  },
  {
    "translation": {
      "en": "Buddy, you better check that fucking swagger",
      "vi": "Anh bạn, anh nên kiểm soát sự vênh váo đó"
    }
  },
  {
    "translation": {
      "en": "before he sells us to the highest bidder.",
      "vi": "trước khi hắn bán ta cho kẻ ra giá cao hơn."
    }
  },
  {
    "translation": {
      "en": "Listen, he needed to know how far I can be pushed. Now he does.",
      "vi": "Ông ta cần biết tôi có thể bị ép đến mức nào. Giờ biết rồi."
    }
  },
  {
    "translation": {
      "en": "Fucking killer's eyes.",
      "vi": "Ánh mắt sát thủ cơ đấy."
    }
  },
  {
    "translation": {
      "en": "General, how far away is the Taliban?",
      "vi": "Tướng quân, bọn Taliban còn cách bao xa?"
    }
  },
  {
    "translation": {
      "en": "Five hours. I have horses for you.",
      "vi": "Năm giờ nữa. Tôi có ngựa cho các cậu đây."
    }
  },
  {
    "translation": {
      "en": "Wait, there's only six. I need 12. I got 12 men.",
      "vi": "Chờ đã, có mỗi sáu con. Tôi cần 12 con. Có 12 người mà."
    }
  },
  {
    "translation": {
      "en": "I have six.",
      "vi": "Tôi chỉ có sáu con thôi."
    }
  },
  {
    "translation": {
      "en": "Hey, Cap.",
      "vi": "Này, Đại úy."
    }
  },
  {
    "translation": {
      "en": "Looks like he's not done pushing you.",
      "vi": "Có vẻ ông ta vẫn còn muốn ép anh."
    }
  },
  {
    "translation": {
      "en": "I don't like splitting up the team, Hal.",
      "vi": "Tôi không thích chia đội ra, Hal."
    }
  },
  {
    "translation": {
      "en": "It was bound to happen sooner or later. Might as well be now.",
      "vi": "Sớm muộn gì chẳng phải thế, bây giờ cũng được."
    }
  },
  {
    "translation": {
      "en": "At least he's willing to fight.",
      "vi": "Ít ra thì gã sẵn lòng đánh nhau."
    }
  },
  {
    "translation": {
      "en": "I figured he'd just milk us for supplies and money.",
      "vi": "Tôi phát hiện ra ông ta chỉ muốn moi tiền và hàng của ta."
    }
  },
  {
    "translation": {
      "en": "Can you show me on the map exactly where we're going?",
      "vi": "Ông chỉ trên bản đồ cho tôi xem chính xác nơi ta hướng tới nhé?"
    }
  },
  {
    "translation": {
      "en": "Cobaki. Over the mountains.",
      "vi": "Cobaki. Bên kia rặng núi."
    }
  },
  {
    "translation": {
      "en": "All right, Diller, Coffers, Michaels, Bennett, Jackson, you're with me.",
      "vi": "Được rồi, Diller, Coffers, Michaels, Bennett, Jackson, các anh đi với tôi."
    }
  },
  {
    "translation": {
      "en": "Falls, Black, grab the daypacks, extra ammo.",
      "vi": "Falls, Black, lấy ba lô, đạn dự phòng."
    }
  },
  {
    "translation": {
      "en": "I took Dehi four days ago from Taliban.",
      "vi": "Bốn ngày trước tôi chiếm được Dehi khỏi tay Taliban."
    }
  },
  {
    "translation": {
      "en": "Mullah Razzan, leader of the Taliban, has a high price on your heads.",
      "vi": "Mullah Razzan, chỉ huy quân Taliban, treo thưởng cho đầu các cậu lớn lắm."
    }
  },
  {
    "translation": {
      "en": "Hundred thousand US dollars for your body.",
      "vi": "Một trăm nghìn đô la Mỹ cho thi thể của cậu."
    }
  },
  {
    "translation": {
      "en": "- Fifty thousand for your bloody uniforms. - That's it?",
      "vi": "- 50.000 đô cho đồng phục máu của các cậu. - Thế thôi à?"
    }
  },
  {
    "translation": {
      "en": "A little low.",
      "vi": "Hơi rẻ rồi."
    }
  },
  {
    "translation": {
      "en": "- Toss a little change out, Taliban. - Well, look on the bright side.",
      "vi": "- Có mấy đồng xu lẻ, Taliban đấy. - Hãy nhìn mặt tích cực đi."
    }
  },
  {
    "translation": {
      "en": "If his plan was to cash us in, he'd find another six horses for sure.",
      "vi": "Nếu hắn định bán đứng chúng ta, thì sẽ tìm thêm sáu con ngựa nữa rồi."
    }
  },
  {
    "translation": {
      "en": "I guarantee it.",
      "vi": "Tôi đảm bảo đấy."
    }
  },
  {
    "translation": {
      "en": "All right, who's ridden before? Anyone?",
      "vi": "Ai từng cưỡi ngựa rồi. Có ai không?"
    }
  },
  {
    "translation": {
      "en": "Summer camp, when I was nine.",
      "vi": "Trại hè, hồi tôi chín tuổi."
    }
  },
  {
    "translation": {
      "en": "Cancun, spring break. But I was pretty drunk.",
      "vi": "Ở Cancun, kỳ nghỉ mùa xuân. Nhưng lúc đó tôi hơi xỉn."
    }
  },
  {
    "translation": {
      "en": "- I can't ride for shit. - Okay, so that's nobody.",
      "vi": "- Tôi không biết cưỡi ngựa. - Được rồi, vậy là không có ai."
    }
  },
  {
    "translation": {
      "en": "Great, this will be fun. All right.",
      "vi": "Nhưng này, sẽ vui đấy. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, so a kick means go. This is the steering wheel.",
      "vi": "Được rồi, đá một cái là đi. Cái này là vô lăng."
    }
  },
  {
    "translation": {
      "en": "Left to go left, right to go right. Pull back to stop.",
      "vi": "Trái là sang trái, phải là sang phải. Kéo lại là dừng."
    }
  },
  {
    "translation": {
      "en": "Okay. He's not waiting for us. Saddle up.",
      "vi": "Được rồi. Ông ta không đợi đâu. Lên ngựa."
    }
  },
  {
    "translation": {
      "en": "I'll start a supply chain, okay? Schedule a drop.",
      "vi": "Tôi sẽ bắt đầu chuỗi cung ứng nhé? Thêm đồ nhảy dù vào danh mục."
    }
  },
  {
    "translation": {
      "en": "Does it have a name?",
      "vi": "Nó có tên không?"
    }
  },
  {
    "translation": {
      "en": "- Request ammo for Dostum's men. - But does it have a name?",
      "vi": "- Yêu cầu đạn cho quân của Dostum. - Tôi biết, nhưng nó có tên không?"
    }
  },
  {
    "translation": {
      "en": "And Michaels will be on the radio. We'll check in every four hours.",
      "vi": "Và Michaels sẽ giữ vô tuyến. Ta sẽ báo cáo mỗi bốn giờ."
    }
  },
  {
    "translation": {
      "en": "- He's gonna test you. - Yeah. I'm gonna test him, too.",
      "vi": "- Ông ta sẽ thử anh đấy. - Ừ. Tôi cũng sẽ thử ông ta."
    }
  },
  {
    "translation": {
      "en": "- I'm not sure that's a good idea. - About to find out.",
      "vi": "- Tôi không chắc có nên thế không. - Sắp biết rồi đây."
    }
  },
  {
    "translation": {
      "en": "- Oh. Goddamn it. - Good luck, boys.",
      "vi": "- Chết tiệt. Khỉ thật. - Chúc may mắn nhé."
    }
  },
  {
    "translation": {
      "en": "You guys look like a bunch of naturals.",
      "vi": "Các anh trông có tài thật đấy."
    }
  },
  {
    "translation": {
      "en": "- Don't break the horse, Dill. - Shit.",
      "vi": "- Đừng làm hư ngựa nhé Dill. - Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Don't be afraid.",
      "vi": "Đừng sợ."
    }
  },
  {
    "translation": {
      "en": "You're a brave girl, I can tell.",
      "vi": "Cháu là một cô bé can đảm, chú biết mà."
    }
  },
  {
    "translation": {
      "en": "Tell me,",
      "vi": "Nói chú nghe,"
    }
  },
  {
    "translation": {
      "en": "do you know the animal with the long neck?",
      "vi": "cháu có biết con thú có cổ dài không?"
    }
  },
  {
    "translation": {
      "en": "Giraffe.",
      "vi": "Hươu cao cổ ạ."
    }
  },
  {
    "translation": {
      "en": "That's right.",
      "vi": "Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "How is it spelled?",
      "vi": "Từ đó đánh vần ra sao?"
    }
  },
  {
    "translation": {
      "en": "G- I- R...",
      "vi": "H-Ư-Ơ-U"
    }
  },
  {
    "translation": {
      "en": "A- F- F...",
      "vi": "C-A-O…"
    }
  },
  {
    "translation": {
      "en": "Look at me.",
      "vi": "Nhìn chú này."
    }
  },
  {
    "translation": {
      "en": "E.",
      "vi": "C-Ổ."
    }
  },
  {
    "translation": {
      "en": "Smart girl.",
      "vi": "Giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "Can anyone tell me...",
      "vi": "Có ai cho chú biết…"
    }
  },
  {
    "translation": {
      "en": "Fifteen times eight...",
      "vi": "mười lăm nhân tám…"
    }
  },
  {
    "translation": {
      "en": "equals what?",
      "vi": "bằng bao nhiêu không?"
    }
  },
  {
    "translation": {
      "en": "One hundred and twenty.",
      "vi": "Một trăm hai mươi ạ."
    }
  },
  {
    "translation": {
      "en": "Well done.",
      "vi": "Giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "Please, Mullah Razzan! I beg you!",
      "vi": "Làm ơn, Mullah Razzan. Tôi cầu xin anh."
    }
  },
  {
    "translation": {
      "en": "Don't do it, I beg! Don't, in the name of God!",
      "vi": "Đừng làm thế, tôi xin anh! Đừng mà, vì Chúa!"
    }
  },
  {
    "translation": {
      "en": "For God's sake, don't do it!",
      "vi": "Vì Chúa, đừng làm thế!"
    }
  },
  {
    "translation": {
      "en": "For God's sake. For God's sake...",
      "vi": "Vì Chúa."
    }
  },
  {
    "translation": {
      "en": "Be strong.",
      "vi": "Mạnh mẽ lên."
    }
  },
  {
    "translation": {
      "en": "God is great!",
      "vi": "Chúa vĩ đại!"
    }
  },
  {
    "translation": {
      "en": "You all know His divine law.",
      "vi": "Các người đều biết luật lệ thần thánh của Ngài."
    }
  },
  {
    "translation": {
      "en": "No girl over the age of eight years",
      "vi": "Mọi bé gái trên tám tuổi"
    }
  },
  {
    "translation": {
      "en": "is to be educated.",
      "vi": "đều không được học hành."
    }
  },
  {
    "translation": {
      "en": "You wanted a teacher?",
      "vi": "Muốn có giáo viên à?"
    }
  },
  {
    "translation": {
      "en": "Now you have learned.",
      "vi": "Giờ các người được dạy rồi đấy."
    }
  },
  {
    "translation": {
      "en": "I don't like how they're looking at us, Cap.",
      "vi": "Tôi không thích cách họ nhìn ta, Đại úy."
    }
  },
  {
    "translation": {
      "en": "Hey, Cap, we got three AK's and a spotter at three o'clock.",
      "vi": "Đại úy, ba gã cầm AK và một chỉ điểm ở hướng ba giờ."
    }
  },
  {
    "translation": {
      "en": "Yeah, I see it.",
      "vi": "Ừ, tôi thấy rồi."
    }
  },
  {
    "translation": {
      "en": "- What the fuck are we stopping for? - I don't know.",
      "vi": "- Sao lại dừng thế? - Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "- Supplies. - Yeah, well, we're sitting ducks here.",
      "vi": "- Tiếp tế. - Ừ, ta thành cá trên thớt rồi."
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me.",
      "vi": "Chắc là đùa tôi rồi."
    }
  },
  {
    "translation": {
      "en": "Risking our asses for ten gallons of water.",
      "vi": "Mạo hiểm tính mạng của ta vì 38 lít nước."
    }
  },
  {
    "translation": {
      "en": "No, he's showing us off.",
      "vi": "Không, ông ta đang khoe mẽ đấy."
    }
  },
  {
    "translation": {
      "en": "He's saying, Look at the Americans. They're here with me.",
      "vi": "Gã đang nói: Nhìn đám người Mỹ đi. Họ đang đi với tôi."
    }
  },
  {
    "translation": {
      "en": "Hey, don't fucking look down!",
      "vi": "Này, đừng nhìn xuống!"
    }
  },
  {
    "translation": {
      "en": "Where you look, the horse goes.",
      "vi": "Anh nhìn đâu, ngựa theo đó."
    }
  },
  {
    "translation": {
      "en": "Move your head, it shifts your weight and shifts the horse's weight.",
      "vi": "Nghiêng đầu là dịch chuyển trọng lượng của anh và con ngựa."
    }
  },
  {
    "translation": {
      "en": "- Got it? - Yeah, yeah, I got it.",
      "vi": "- Rõ chưa? - Rồi, tôi biết rồi."
    }
  },
  {
    "translation": {
      "en": "- Hey, boss. - Yeah.",
      "vi": "- Này sếp. - Tôi đây."
    }
  },
  {
    "translation": {
      "en": "He's got us on the north side of this range.",
      "vi": "Ông ta đã đưa ta sang phía Bắc dãy núi."
    }
  },
  {
    "translation": {
      "en": "- I'm guessing that isn't good. - No.",
      "vi": "- Tôi đoán là không hay rồi. - Không."
    }
  },
  {
    "translation": {
      "en": "Commo satellites orbit to the south.",
      "vi": "Vệ tinh liên lạc quay về phía Nam."
    }
  },
  {
    "translation": {
      "en": "There's no way I'm gonna get any signal through that mountain range.",
      "vi": "Tôi chẳng thể nào thu được tín hiệu qua dãy núi đó đâu."
    }
  },
  {
    "translation": {
      "en": "Gonna have to go up on the plateau and try to get better contact.",
      "vi": "Tôi sẽ phải lên khu đất cao và tìm chỗ liên lạc tốt hơn."
    }
  },
  {
    "translation": {
      "en": "He's got us camping in a dead spot.",
      "vi": "Gã cho ta cắm trại trong khu vực không có sóng."
    }
  },
  {
    "translation": {
      "en": "Think he knows it's a dead spot?",
      "vi": "Anh nghĩ ông ta biết ở đây không có sóng?"
    }
  },
  {
    "translation": {
      "en": "Hey, I know every cell phone dead zone in my hometown.",
      "vi": "Tôi biết mọi chỗ không có sóng ở quê tôi."
    }
  },
  {
    "translation": {
      "en": "- No GPS either, huh? - No, it's pretty shitty.",
      "vi": "- Không có GPS luôn hả? - Không, tín hiệu kém lắm."
    }
  },
  {
    "translation": {
      "en": "Your men are too slow.",
      "vi": "Người của cậu đi quá chậm."
    }
  },
  {
    "translation": {
      "en": "We will kill the Taliban in the morning.",
      "vi": "Chúng ta sẽ giết lũ Taliban vào sáng mai."
    }
  },
  {
    "translation": {
      "en": "I see you.",
      "vi": "Tôi thấy anh rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know it. I see that.",
      "vi": "Phải, tôi biết. Tôi thấy rồi."
    }
  },
  {
    "translation": {
      "en": "That's a cool musket.",
      "vi": "Súng hỏa mai ngon đấy."
    }
  },
  {
    "translation": {
      "en": "Najeeb? Cool, I'm gonna take a piss now, so...",
      "vi": "Najeeb hả? Hay đấy, tôi phải đi tè đây, nên…"
    }
  },
  {
    "translation": {
      "en": "No, no. No. Like to do this alone, bro.",
      "vi": "Không. Tôi muốn tè một mình thôi, bạn hiền."
    }
  },
  {
    "translation": {
      "en": "Respect the culture.",
      "vi": "Tôn trọng văn hóa đi."
    }
  },
  {
    "translation": {
      "en": "This fucking kid.",
      "vi": "Thằng nhóc này thật là."
    }
  },
  {
    "translation": {
      "en": "- Milo? - What's up, bro?",
      "vi": "- Milo? - Gì thế, bạn hiền?"
    }
  },
  {
    "translation": {
      "en": "- Looks like you got a shadow. - Yeah.",
      "vi": "- Hình như anh mới có thêm cái bóng. - Phải."
    }
  },
  {
    "translation": {
      "en": "You see Dostum's men ride up that mountain today?",
      "vi": "Hôm nay thấy lính của Dostum lên ngọn núi đó chứ?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Had his whole army ready to",
      "vi": "- Có. - Cả đội quân của ông ta…"
    }
  },
  {
    "translation": {
      "en": "travel in five minutes.",
      "vi": "Sẵn sàng lên đường chỉ sau năm phút."
    }
  },
  {
    "translation": {
      "en": "My guess is, the Taliban ain't much different.",
      "vi": "Tôi đoán là quân Taliban cũng thế."
    }
  },
  {
    "translation": {
      "en": "- It's not gonna be easy. - Yeah, these people are tough.",
      "vi": "- Sẽ không dễ ăn đâu. - Ừ, đám người này khó chơi đấy."
    }
  },
  {
    "translation": {
      "en": "How do you know so much about horses?",
      "vi": "Sao anh rành về ngựa thế?"
    }
  },
  {
    "translation": {
      "en": "Well, I grew up on a ranch.",
      "vi": "Tôi lớn lên ở trại gia súc mà."
    }
  },
  {
    "translation": {
      "en": "My father taught me.",
      "vi": "Bố tôi dạy đấy."
    }
  },
  {
    "translation": {
      "en": "About the only thing he was ever good and gentle with were horses.",
      "vi": "Ông ấy chỉ tử tế và nhẹ nhàng với lũ ngựa thôi."
    }
  },
  {
    "translation": {
      "en": "So, the old man ruled with an iron fist?",
      "vi": "Ông già anh dạy con bằng đòn roi hả?"
    }
  },
  {
    "translation": {
      "en": "And a leather belt. Anything he could get his hands on.",
      "vi": "Và thắt lưng da nữa. Bất cứ thứ gì vớ được."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah?",
      "vi": "Thế à?"
    }
  },
  {
    "translation": {
      "en": "Must have been best friends with my old man.",
      "vi": "Chắc là chơi thân với ông già tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah?",
      "vi": "Thế à?"
    }
  },
  {
    "translation": {
      "en": "I hope they let us see this one through, you know?",
      "vi": "Mong họ để chúng ta thấy vụ này kết thúc, anh biết chứ?"
    }
  },
  {
    "translation": {
      "en": "I mean, Afghanistan's been invaded for the last 2,000 years repeatedly by everyone.",
      "vi": "Afghanistan đã bị xâm lược suốt 2.000 năm qua bởi tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "- Genghis Khan, Alexander the Great... - You been reading up on the place?",
      "vi": "- Thành Cát Tư Hãn, Alexander Đại đế… - Anh đã tìm hiểu về nơi này à?"
    }
  },
  {
    "translation": {
      "en": "I was a history teacher.",
      "vi": "Tôi từng là giáo viên dạy sử."
    }
  },
  {
    "translation": {
      "en": "- Get the fuck out! - No! I swear to God!",
      "vi": "- Đừng có đùa! - Không! Thề đấy!"
    }
  },
  {
    "translation": {
      "en": "- You serious? - Yeah.",
      "vi": "- Thật hả? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Shit, that's right. No, I remember reading something about it.",
      "vi": "Chết tiệt, đúng đấy. Không, tôi nhớ là đã đọc mấy cái đó."
    }
  },
  {
    "translation": {
      "en": "In your report. It wasn't long though. What happened? I didn't...",
      "vi": "Trong báo cáo của anh. Nó không dài lắm. Đã có chuyện gì? Tôi không…"
    }
  },
  {
    "translation": {
      "en": "I got into a fight with this guy who was harassing my girlfriend,",
      "vi": "Tôi đánh nhau với một gã dám quấy rối bạn gái tôi."
    }
  },
  {
    "translation": {
      "en": "and I kind of beat him up pretty bad.",
      "vi": "Và đại khái là tôi đánh hắn ra bã."
    }
  },
  {
    "translation": {
      "en": "Where I was headed, I was headed to jail. So, I chose the military.",
      "vi": "Và nhà tù vẫy gọi tôi. Nên tôi đã chọn đi lính."
    }
  },
  {
    "translation": {
      "en": "Shit, man. And here you are, years later, sitting in a cave.",
      "vi": "Khỉ thật. Và nhiều năm về sau anh đang ngồi trong hang này."
    }
  },
  {
    "translation": {
      "en": "Yeah. I should have chosen jail.",
      "vi": "Phải, lẽ ra tôi nên chọn đi tù."
    }
  },
  {
    "translation": {
      "en": "Why do your men stand guard?",
      "vi": "Sao người của cậu lại đứng cảnh giới?"
    }
  },
  {
    "translation": {
      "en": "You're my guests. I protect you.",
      "vi": "Các cậu là khách, tôi bảo vệ các cậu."
    }
  },
  {
    "translation": {
      "en": "We're not just your guests, General. We're your allies.",
      "vi": "Bọn tôi không chỉ là khách, Tướng quân, còn là đồng minh."
    }
  },
  {
    "translation": {
      "en": "My men aren't standing guard against, they're standing with you.",
      "vi": "Bên tôi không cảnh giới các ông. Họ cảnh giới cùng ông."
    }
  },
  {
    "translation": {
      "en": "- This is my responsibility. - This is how we're trained.",
      "vi": "- Đây là trách nhiệm của tôi. - Đây là cách chúng tôi được huấn luyện."
    }
  },
  {
    "translation": {
      "en": "We have orders to follow.",
      "vi": "Bọn tôi phải theo lệnh."
    }
  },
  {
    "translation": {
      "en": "That's the difference between you and me.",
      "vi": "Đó là điểm khác biệt giữa tôi và cậu."
    }
  },
  {
    "translation": {
      "en": "You have many men over you. Over me, only God.",
      "vi": "Cậu có nhiều người trông chừng. Còn tôi, chỉ có Chúa thôi."
    }
  },
  {
    "translation": {
      "en": "God, that was...",
      "vi": "Chúa cơ đấy…"
    }
  },
  {
    "translation": {
      "en": "- That was some real bonding right there. - Yeah.",
      "vi": "- Quả là một mối liên kết ra trò. - Phải."
    }
  },
  {
    "translation": {
      "en": "Sir, sitrep from Spencer.",
      "vi": "Thưa sếp, báo cáo chiến sự từ Spencer."
    }
  },
  {
    "translation": {
      "en": "He's requesting a supply drop for Dostum's men.",
      "vi": "Anh ta yêu cầu đồ nhảy dù cho lính của Dostum."
    }
  },
  {
    "translation": {
      "en": "Winter's coming, and they need gear and provisions.",
      "vi": "Mùa đông sắp tới, họ cần thiết bị và đồ tiếp tế."
    }
  },
  {
    "translation": {
      "en": "Yeah, ship it out. Where's Nelson?",
      "vi": "Ừ, chuyển tới đi. Nelson ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Not sure. Terrain's cutting off radio reception.",
      "vi": "Không chắc. Địa hình chặn tín hiệu vô tuyến rồi."
    }
  },
  {
    "translation": {
      "en": "He thinks that Nelson's en route to Dostum's HQ.",
      "vi": "Anh ta nghĩ Nelson đang tới trụ sở của Dostum."
    }
  },
  {
    "translation": {
      "en": "- Our best guess is here. Cobaki. - All right, hold on.",
      "vi": "- Áng chừng là ở đây. Cobaki. - Được rồi, chờ đã."
    }
  },
  {
    "translation": {
      "en": "- Why aren't Nelson and Spencer together? - Nelson split the team.",
      "vi": "- Sao Nelson và Spencer không đi chung? - Nelson đã tách đội."
    }
  },
  {
    "translation": {
      "en": "He took six men and left Spencer and the others at the recon point.",
      "vi": "Anh ta dẫn sáu người và để Spencer cùng số còn lại ở đồn trinh sát."
    }
  },
  {
    "translation": {
      "en": "- Christ, why'd he do that? - Dostum only gave him six horses.",
      "vi": "- Sao anh ta lại làm thế? - Dostum chỉ cho anh ta sáu con ngựa."
    }
  },
  {
    "translation": {
      "en": "Apparently, that's the only way to cross the mountains.",
      "vi": "Có vẻ đó là cách duy nhất để băng qua núi."
    }
  },
  {
    "translation": {
      "en": "According to Spencer, the horses aren't just transportation.",
      "vi": "Theo như Spencer, ngựa không chỉ là phương tiện di chuyển."
    }
  },
  {
    "translation": {
      "en": "Spencer says Dostum relies on them for combat.",
      "vi": "Spencer nói Dostum dùng ngựa để chiến đấu."
    }
  },
  {
    "translation": {
      "en": "- Horses? - Yes, sir.",
      "vi": "- Ngựa à? - Vâng, thưa sếp."
    }
  },
  {
    "translation": {
      "en": "There. Mullah Razzan's men.",
      "vi": "Đó. Người của Mullah Razzan."
    }
  },
  {
    "translation": {
      "en": "Wait, where?",
      "vi": "Khoan, ở đâu?"
    }
  },
  {
    "translation": {
      "en": "You see the pickup trucks?",
      "vi": "Thấy mấy chiếc bán tải kia không?"
    }
  },
  {
    "translation": {
      "en": "Those are the Taliban forces outside of Bescham.",
      "vi": "Đó là quân lực Taliban ở ngoài Bescham."
    }
  },
  {
    "translation": {
      "en": "Right. Okay, General, let me explain how this works.",
      "vi": "Được, Tướng quân, để tôi giải thích nguyên tắc cho ông."
    }
  },
  {
    "translation": {
      "en": "I need to be close enough to give exact coordinates and elevation.",
      "vi": "Tôi cần tới đủ gần để lấy được tọa độ và độ cao chính xác."
    }
  },
  {
    "translation": {
      "en": "- It's too dangerous. - We're too far away.",
      "vi": "- Quá nguy hiểm. - Tướng quân, ta ở quá xa."
    }
  },
  {
    "translation": {
      "en": "- I can't call in anything from here. - Five hundred of my men can die",
      "vi": "- Từ đây tôi không thể gọi về báo gì cả. - Năm trăm lính của tôi có thể chết…"
    }
  },
  {
    "translation": {
      "en": "before one American gets a scratch.",
      "vi": "Trước khi một gã người Mỹ bị trầy da."
    }
  },
  {
    "translation": {
      "en": "- You know why? - No. Why, sir?",
      "vi": "- Biết vì sao không? - Không. Tại sao ạ?"
    }
  },
  {
    "translation": {
      "en": "Because if one American die, your government leaves,",
      "vi": "Vì nếu một lính Mỹ chết, chính quyền các cậu sẽ rút đi,"
    }
  },
  {
    "translation": {
      "en": "- and then we lose the war. - Okay.",
      "vi": "- rồi bọn tôi sẽ thua trận. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "I'm dropping these bombs from 30,000 feet.",
      "vi": "Tôi sẽ cho thả bom từ độ cao chín ngàn mét."
    }
  },
  {
    "translation": {
      "en": "The plane doesn't guide the bombs, I do. If I can't get close enough,",
      "vi": "Máy bay không điều khiển bom, là tôi. Nếu tôi không tới đủ gần,"
    }
  },
  {
    "translation": {
      "en": "- I can't call in the exact location. - Give me your map.",
      "vi": "- không thể báo vị trí chính xác. - Đưa bản đồ đây."
    }
  },
  {
    "translation": {
      "en": "Give me your map.",
      "vi": "Đưa bản đồ cho tôi."
    }
  },
  {
    "translation": {
      "en": "There. See? Here. Taliban.",
      "vi": "Đó. Thấy chưa? Đây. Taliban."
    }
  },
  {
    "translation": {
      "en": "- Here. Taliban. - Okay.",
      "vi": "- Đây. Taliban. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "And here, Taliban.",
      "vi": "Và đây, Taliban."
    }
  },
  {
    "translation": {
      "en": "- Now drop your bomb. - He's not getting it.",
      "vi": "- Giờ thì thả bom đi. - Ông ta không hiểu."
    }
  },
  {
    "translation": {
      "en": "- And we're still too far away. - Drop bombs.",
      "vi": "- Và ta vẫn còn quá xa. - Thả bom đi."
    }
  },
  {
    "translation": {
      "en": "- How do I even know this is the Taliban? - Who else would it be?",
      "vi": "- Sao tôi biết đây là Taliban chứ? - Chứ còn ai được nữa?"
    }
  },
  {
    "translation": {
      "en": "There are a lot of armies in these mountains.",
      "vi": "Có nhiều cánh quân trong mấy ngọn núi."
    }
  },
  {
    "translation": {
      "en": "The US is only at war with one of them.",
      "vi": "Quân Mỹ chỉ đối đầu với một thôi."
    }
  },
  {
    "translation": {
      "en": "You call me a liar?",
      "vi": "Cậu bảo tôi nói láo?"
    }
  },
  {
    "translation": {
      "en": "I'm not saying that, just saying we're so far away",
      "vi": "Tôi không nói thế. Tôi chỉ nói ta ở quá xa,"
    }
  },
  {
    "translation": {
      "en": "I can't even tell what we're shooting at, what we're hitting.",
      "vi": "tôi không thể biết ta sẽ bắn cái gì, ta sẽ đánh cái gì."
    }
  },
  {
    "translation": {
      "en": "Razzan, I'm here with the Americans. They are coming to kill you.",
      "vi": "Razzan, tôi tới đây cùng người Mỹ. Họ tới để giết ông."
    }
  },
  {
    "translation": {
      "en": "Christ. He's calling the fucking Taliban.",
      "vi": "Chúa ơi, ông ta đang gọi bọn Taliban kìa."
    }
  },
  {
    "translation": {
      "en": "They want to know you are Taliban.",
      "vi": "Họ muốn biết ông là Taliban."
    }
  },
  {
    "translation": {
      "en": "Tell them you are Taliban so we can kill you.",
      "vi": "Nói với họ ông là Taliban đi để bọn tôi có thể giết ông."
    }
  },
  {
    "translation": {
      "en": "America, fuck you!",
      "vi": "Lũ người Mỹ, cút đi!"
    }
  },
  {
    "translation": {
      "en": "Mullah Razzan. See? Drop bombs.",
      "vi": "- Là Mullah Razzan. - Thấy chưa? Thả bom đi."
    }
  },
  {
    "translation": {
      "en": "Badger 17, this is Alpha 595.",
      "vi": "Badger 17, đây là đội Alpha 595."
    }
  },
  {
    "translation": {
      "en": "We need a drop on enemy position.",
      "vi": "Cần ném bom lên vị trí kẻ địch."
    }
  },
  {
    "translation": {
      "en": "Eight- four- seven- two, six- five- four- three.",
      "vi": "Tám, bốn, bảy, hai. Sáu, năm, bốn, ba."
    }
  },
  {
    "translation": {
      "en": "How copy? Over.",
      "vi": "Nghe rõ chưa? Hết."
    }
  },
  {
    "translation": {
      "en": "Alpha 595, I copy.",
      "vi": "Alpha 595, đã rõ."
    }
  },
  {
    "translation": {
      "en": "Eight- four- seven- two, six- five- four- three. Over.",
      "vi": "Tám, bốn, bảy, hai. Sáu, năm, bốn, ba. Hết."
    }
  },
  {
    "translation": {
      "en": "Roger. Drop when ready.",
      "vi": "Đã rõ. Khi nào sẵn sàng thì ném."
    }
  },
  {
    "translation": {
      "en": "You hit the green on this one, you're a goddamn wizard.",
      "vi": "Quả này ăn lớn rồi sếp ạ, anh đúng là đồ phù thủy."
    }
  },
  {
    "translation": {
      "en": "Yeah, no shit.",
      "vi": "Ừ, không đùa đâu."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "All right, someone explain to these guys we missed.",
      "vi": "Giải thích cho mấy anh này là ném hụt rồi đi."
    }
  },
  {
    "translation": {
      "en": "I told you, you donkeys.",
      "vi": "Tôi đã nói rồi, đồ con lừa."
    }
  },
  {
    "translation": {
      "en": "God damn. Shit.",
      "vi": "Chết tiệt. Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "You damn bastard.",
      "vi": "Đồ khốn."
    }
  },
  {
    "translation": {
      "en": "That was ridiculous.",
      "vi": "Thật lố bịch."
    }
  },
  {
    "translation": {
      "en": "I didn't come here to play around. Check fire, we're way off.",
      "vi": "Mình đâu có tới đây để đùa. Dừng lại, trật lất rồi."
    }
  },
  {
    "translation": {
      "en": "Stay here. I'll call back coordinates.",
      "vi": "Ở yên đây, tôi sẽ báo lại tọa độ."
    }
  },
  {
    "translation": {
      "en": "No, no, Nelson.",
      "vi": "Không, Nelson."
    }
  },
  {
    "translation": {
      "en": "- Where's Cap going? - I don't know. Coffers.",
      "vi": "- Đại úy đi đâu vậy? - Chịu. Coffers."
    }
  },
  {
    "translation": {
      "en": "I'm getting closer.",
      "vi": "Tôi sẽ tới gần hơn."
    }
  },
  {
    "translation": {
      "en": "Wasn't gonna let you have all the fun.",
      "vi": "Tôi không cho anh vui một mình đâu."
    }
  },
  {
    "translation": {
      "en": "You ready for new coordinates?",
      "vi": "Sẵn sàng nhận tọa độ mới chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, we got some anxious people up here.",
      "vi": "Rồi, trên này có mấy anh đang lo đây."
    }
  },
  {
    "translation": {
      "en": "Eight- three- nine- six--",
      "vi": "Tám, ba, chín, sáu…"
    }
  },
  {
    "translation": {
      "en": "Bad element maneuvered in on them.",
      "vi": "Có kẻ địch điều tới chỗ họ."
    }
  },
  {
    "translation": {
      "en": "Captain, there's an element moving in on you.",
      "vi": "Đại úy, có kẻ địch đang tới chỗ anh."
    }
  },
  {
    "translation": {
      "en": "All right, stay here. Let's go!",
      "vi": "Được rồi, ở yên đây. Đi nào!"
    }
  },
  {
    "translation": {
      "en": "I'll say it again. Eight- three- nine...",
      "vi": "Tôi nhắc lại. Tám, ba, chín…"
    }
  },
  {
    "translation": {
      "en": "six- four- five- seven.",
      "vi": "sáu, bốn, năm, bảy."
    }
  },
  {
    "translation": {
      "en": "Clear and hot.",
      "vi": "Khai hỏa đi."
    }
  },
  {
    "translation": {
      "en": "Bombs inbound, boys! Let's move!",
      "vi": "Bom đang tới đấy. Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "We're danger close, Cap!",
      "vi": "Ta gần địch quá, Đại úy!"
    }
  },
  {
    "translation": {
      "en": "Move back! Move!",
      "vi": "Lùi lại! Đi mau!"
    }
  },
  {
    "translation": {
      "en": "Move!",
      "vi": "Mau lên!"
    }
  },
  {
    "translation": {
      "en": "Razzan. You're finished.",
      "vi": "Razzan. Ông tiêu rồi đấy."
    }
  },
  {
    "translation": {
      "en": "General. Their forward position's obliterated.",
      "vi": "Tướng quân. Vị trí phía trước của chúng đã bị xóa sổ."
    }
  },
  {
    "translation": {
      "en": "Why aren't we moving on the village?",
      "vi": "Sao ta không tấn công ngôi làng?"
    }
  },
  {
    "translation": {
      "en": "You will not live long here if you ignore what I'm telling you.",
      "vi": "Cậu sẽ không sống lâu ở đây nếu cứ làm lơ những điều tôi nói."
    }
  },
  {
    "translation": {
      "en": "You told me to bomb, that's what I did. Why aren't we attacking?",
      "vi": "Ông bảo tôi đánh bom, tôi làm rồi. Sao ta không tấn công?"
    }
  },
  {
    "translation": {
      "en": "That wasn't the plan today.",
      "vi": "Đó không phải kế hoạch hôm nay."
    }
  },
  {
    "translation": {
      "en": "You mind telling me the plan?",
      "vi": "Nói tôi nghe kế hoạch đi?"
    }
  },
  {
    "translation": {
      "en": "We attack tomorrow.",
      "vi": "Ngày mai ta sẽ tấn công."
    }
  },
  {
    "translation": {
      "en": "Tomorrow. Great. So, that was, what?",
      "vi": "Ngày mai. Tuyệt thật. Còn cái vừa rồi là sao?"
    }
  },
  {
    "translation": {
      "en": "- Nice little dress rehearsal? - A rehearsal, yeah. Great.",
      "vi": "- Một cuộc diễn tập hay ho chăng? - Diễn tập, phải. Hay đấy chứ."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna negotiate.",
      "vi": "Tôi không trả giá đâu."
    }
  },
  {
    "translation": {
      "en": "These are my boots. You know, the ones you stole from our drop.",
      "vi": "Đó là giày của tôi. Mấy đôi ông trộm từ đồ tiếp tế của bọn tôi ấy?"
    }
  },
  {
    "translation": {
      "en": "I don't know what that means.",
      "vi": "Tôi không hiểu thế nghĩa là sao."
    }
  },
  {
    "translation": {
      "en": "I bet you we haven't even found half our shit.",
      "vi": "Tôi cá ta còn không tìm được nửa số quân dụng."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "That roof looks familiar, doesn't it?",
      "vi": "Phải đấy. Mái lều kia trông quen nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Hey, how much, huh?",
      "vi": "Này, bao nhiêu thế?"
    }
  },
  {
    "translation": {
      "en": "What is that? $10? $9.50?",
      "vi": "Là bao nhiêu? Mười đô? Chín đô rưỡi?"
    }
  },
  {
    "translation": {
      "en": "Huh?",
      "vi": "Hả?"
    }
  },
  {
    "translation": {
      "en": "They got ten percent of our MREs, a quarter of our blankets.",
      "vi": "Họ lấy hết mười phần trăm đồ ăn sẵn, một phần tư chăn chiếu của ta."
    }
  },
  {
    "translation": {
      "en": "We're missing a lot.",
      "vi": "Ta thiếu kha khá đấy."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì thế?"
    }
  },
  {
    "translation": {
      "en": "- Guess they like our chem suits. - Tres chic.",
      "vi": "- Chắc họ thích đồ bảo hộ của ta. - Rất thời trang."
    }
  },
  {
    "translation": {
      "en": "I'd like to tell you it gets easier, but...",
      "vi": "Tôi muốn nói với anh rằng rồi sẽ dễ hơn, nhưng…"
    }
  },
  {
    "translation": {
      "en": "You know, every now and then, you meet a guy who doesn't feel anything.",
      "vi": "Anh biết đấy, lúc này hay lúc khác, anh sẽ gặp một người không cảm xúc."
    }
  },
  {
    "translation": {
      "en": "He goes out there, kills people.",
      "vi": "Hắn ra ngoài đó, giết người."
    }
  },
  {
    "translation": {
      "en": "Falls asleep before his head hits the pillow.",
      "vi": "Ngủ trước cả khi đầu chạm gối."
    }
  },
  {
    "translation": {
      "en": "You know, I used to think that that'd be better, right?",
      "vi": "Tôi từng nghĩ rằng thế sẽ tốt hơn, đúng không?"
    }
  },
  {
    "translation": {
      "en": "That maybe I was just too weak.",
      "vi": "Rằng có lẽ tôi quá yếu đuối."
    }
  },
  {
    "translation": {
      "en": "Then I realized, no.",
      "vi": "Rồi tôi nhận ra. Không."
    }
  },
  {
    "translation": {
      "en": "That's the thing that reminds us that we're humans.",
      "vi": "Đó là thứ nhắc ta rằng mình là con người."
    }
  },
  {
    "translation": {
      "en": "Hey, here we go.",
      "vi": "Này, về tới rồi kìa."
    }
  },
  {
    "translation": {
      "en": "How'd you make out? Falls.",
      "vi": "Sao các anh lấy được vậy? Falls."
    }
  },
  {
    "translation": {
      "en": "- All kinds of goodies. - Good.",
      "vi": "- Đủ thứ hàng ngon. - Tốt."
    }
  },
  {
    "translation": {
      "en": "Get most of it back? It was like shopping at Macy's.",
      "vi": "- Lấy lại được phần lớn chứ? - Như đi chợ ở Macy's."
    }
  },
  {
    "translation": {
      "en": "- Hey, yo, Spence, bro. - Yeah.",
      "vi": "- Này, chào Spence. - Ừ."
    }
  },
  {
    "translation": {
      "en": "- See that little kid over there? - Yeah.",
      "vi": "- Thấy cậu nhỏ kia không? - Có."
    }
  },
  {
    "translation": {
      "en": "I can't take a piss without the kid up in my business.",
      "vi": "Tôi còn không thể đi tè mà thiếu cậu nhỏ đó giám sát."
    }
  },
  {
    "translation": {
      "en": "Well, it is pretty fascinating.",
      "vi": "Khá thú vị đấy."
    }
  },
  {
    "translation": {
      "en": "No, not really. It's not.",
      "vi": "Không đâu nhé. Không hề."
    }
  },
  {
    "translation": {
      "en": "No. He follows me around like a little stray dog.",
      "vi": "Không. Nó theo tôi đi khắp nơi như chó nhỏ đi lạc."
    }
  },
  {
    "translation": {
      "en": "- Why don't you stop giving him treats? - That's the thing.",
      "vi": "- Vậy đừng cho nó đồ nữa. - Vấn đề là ở đấy."
    }
  },
  {
    "translation": {
      "en": "I don't give him shit.",
      "vi": "Tôi chẳng cho nó gì cả."
    }
  },
  {
    "translation": {
      "en": "He just follows me around smiling with his little 1910 gun.",
      "vi": "Nó cứ theo tôi mọi chỗ mỉm cười với khẩu 1910 nhỏ trên tay."
    }
  },
  {
    "translation": {
      "en": "- You don't get it, do you? - What, Spence?",
      "vi": "- Anh không hiểu, phải không? - Gì hả, Spence?"
    }
  },
  {
    "translation": {
      "en": "These guys guard us.",
      "vi": "Mấy người này canh chừng ta."
    }
  },
  {
    "translation": {
      "en": "Any one of us gets killed,",
      "vi": "Bất cứ ai trong ta bị giết,"
    }
  },
  {
    "translation": {
      "en": "Dostum might execute the man he thinks is responsible and his whole family.",
      "vi": "chắc Dostum sẽ hành hình kẻ mà lão nghĩ là phải chịu trách nhiệm và cả nhà họ."
    }
  },
  {
    "translation": {
      "en": "And this poor boy got you.",
      "vi": "Và cậu bé tội nghiệp này được phân canh anh."
    }
  },
  {
    "translation": {
      "en": "So, be nice.",
      "vi": "Nên hãy tử tế vào."
    }
  },
  {
    "translation": {
      "en": "Be nice.",
      "vi": "Tử tế vào."
    }
  },
  {
    "translation": {
      "en": "Do you, uh...",
      "vi": "Chú em có…"
    }
  },
  {
    "translation": {
      "en": "Hey, Najeeb?",
      "vi": "Này, Najeeb?"
    }
  },
  {
    "translation": {
      "en": "Here, bro, I, uh... got you a little...",
      "vi": "Đây, chú em, tôi mang cho cậu cái…"
    }
  },
  {
    "translation": {
      "en": "It's a little sucker.",
      "vi": "Một cái kẹo mút."
    }
  },
  {
    "translation": {
      "en": "Put it in your mouth.",
      "vi": "Cho vào mồm đi."
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "You take the thing off it.",
      "vi": "Cậu phải lột vỏ ra."
    }
  },
  {
    "translation": {
      "en": "And then you put it in your mouth. Yeah. Put it in your mouth. Yeah.",
      "vi": "Và rồi cho nó vào mồm. Phải. Cho vào mồm ấy. Phải rồi."
    }
  },
  {
    "translation": {
      "en": "Don't even fucking go there, bro.",
      "vi": "Đừng có mà đi qua đó, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Don't go there. Give me my shoes.",
      "vi": "Đừng đi qua đó. Trả giày cho tôi."
    }
  },
  {
    "translation": {
      "en": "- That's cute. - Shut up.",
      "vi": "- Dễ thương quá. - Im đi."
    }
  },
  {
    "translation": {
      "en": "This is their next objective: Bescham.",
      "vi": "Đây là mục tiêu kế tiếp của họ: Bescham."
    }
  },
  {
    "translation": {
      "en": "There's only one way in, and the Taliban know it.",
      "vi": "Chỉ có một lối vào, và quân Taliban biết nó."
    }
  },
  {
    "translation": {
      "en": "They're dug in hard just outside of town right here, heavily fortified.",
      "vi": "Chúng đào hào sâu ngay ngoài làng, vô cùng kiên cố."
    }
  },
  {
    "translation": {
      "en": "The whole thing's a buzzsaw, sir.",
      "vi": "Cả chỗ đó là cái cưa tròn ạ."
    }
  },
  {
    "translation": {
      "en": "Yeah, then why the hell is Nelson walking into it?",
      "vi": "Thế sao Nelson lại đi vào đó?"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Did I pick the wrong guy?",
      "vi": "Tôi chọn nhầm người rồi sao?"
    }
  },
  {
    "translation": {
      "en": "Sir, this one's not on Nelson.",
      "vi": "Sếp, cái này không phải do Nelson."
    }
  },
  {
    "translation": {
      "en": "It's geography.",
      "vi": "Do địa lý thôi."
    }
  },
  {
    "translation": {
      "en": "Bescham is the only way to Mazar.",
      "vi": "Bescham là đường duy nhất để tới Mazar."
    }
  },
  {
    "translation": {
      "en": "Yeah, maybe so. But we can't pin all our hopes on Nelson.",
      "vi": "Ừ, có lẽ thế. Nhưng không thể dồn hết hi vọng vào Nelson được."
    }
  },
  {
    "translation": {
      "en": "Let's get a second team in the works.",
      "vi": "Cho đội thứ hai vào cuộc đi."
    }
  },
  {
    "translation": {
      "en": "If Dostum doesn't make it to Bescham by the time the weather sets in,",
      "vi": "Nếu Dostum không thể tới kịp Bescham trước lúc thời tiết xấu đi,"
    }
  },
  {
    "translation": {
      "en": "it's gonna be a real shitshow.",
      "vi": "thì sẽ đổ sông đổ bể hết đấy."
    }
  },
  {
    "translation": {
      "en": "General, B- 52s are in position.",
      "vi": "Tướng quân, máy bay B-52 đã vào vị trí."
    }
  },
  {
    "translation": {
      "en": "You have any idea what's going on?",
      "vi": "Anh biết là đang có chuyện gì không?"
    }
  },
  {
    "translation": {
      "en": "Dostum need to find out if his nephew still over there",
      "vi": "Dostum cần biết là cháu ông ta còn ở đó"
    }
  },
  {
    "translation": {
      "en": "fighting along with Talibans.",
      "vi": "cùng chiến đấu với Taliban không đã."
    }
  },
  {
    "translation": {
      "en": "Many switch sides.",
      "vi": "Nhiều người đổi phe lắm."
    }
  },
  {
    "translation": {
      "en": "For necessity, loyalty change.",
      "vi": "Khi cần, lòng trung thành sẽ thay đổi."
    }
  },
  {
    "translation": {
      "en": "Some every other week.",
      "vi": "Có người đổi hàng tuần luôn."
    }
  },
  {
    "translation": {
      "en": "Why the hell would they do that?",
      "vi": "Sao họ lại làm thế chứ?"
    }
  },
  {
    "translation": {
      "en": "A lot of these guys are farmers.",
      "vi": "Rất nhiều người trong số này là nông dân."
    }
  },
  {
    "translation": {
      "en": "Taliban comes through, they torture, murder, force them to fight.",
      "vi": "Taliban đi qua, chúng tra tấn, giết chóc, ép họ chiến đấu."
    }
  },
  {
    "translation": {
      "en": "What choice do they have?",
      "vi": "Họ có lựa chọn nào nữa?"
    }
  },
  {
    "translation": {
      "en": "Is it just me, or does it feel like these assholes",
      "vi": "Tôi nhìn nhầm hay đúng là lũ khốn này"
    }
  },
  {
    "translation": {
      "en": "are counting their money every time they look at us?",
      "vi": "đang đếm tiền mỗi khi họ nhìn chúng ta vậy?"
    }
  },
  {
    "translation": {
      "en": "General.",
      "vi": "Tướng quân."
    }
  },
  {
    "translation": {
      "en": "His nephew left this morning. We can proceed.",
      "vi": "Cháu ông ấy đã đi sáng nay. Ta có thể tiến hành."
    }
  },
  {
    "translation": {
      "en": "Oh, great. War's back on, guys.",
      "vi": "Tốt. Đánh tiếp thôi, các anh em."
    }
  },
  {
    "translation": {
      "en": "General, we're minutes from range.",
      "vi": "Tướng quân, sắp vào vùng địch. Ông có thể nói gì với tôi…"
    }
  },
  {
    "translation": {
      "en": "Anything you can tell me so I can prepare my men to assist you?",
      "vi": "Tướng quân, sắp vào vùng địch. Ông có thể nói gì với tôi… - Để tôi cho anh em hỗ trợ ông tốt hơn? - Rất tốt."
    }
  },
  {
    "translation": {
      "en": "Very good.",
      "vi": "- Để tôi cho anh em hỗ trợ ông tốt hơn? - Rất tốt."
    }
  },
  {
    "translation": {
      "en": "I don't know if horses were the best idea today.",
      "vi": "Tôi không rõ cưỡi ngựa hôm nay phải ý hay nhất không."
    }
  },
  {
    "translation": {
      "en": "The bombs are gonna scare them bad.",
      "vi": "Bom nổ sẽ dọa chúng hết vía."
    }
  },
  {
    "translation": {
      "en": "The horses know that these are American bombs.",
      "vi": "Lũ ngựa biết đó là bom của Mỹ."
    }
  },
  {
    "translation": {
      "en": "They won't be afraid.",
      "vi": "Chúng không sợ đâu."
    }
  },
  {
    "translation": {
      "en": "Oh, they know that they're American bombs.",
      "vi": "Ồ, chúng biết đó là bom của Mỹ sao?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "Makes sense.",
      "vi": "Hợp lý rồi."
    }
  },
  {
    "translation": {
      "en": "Wookie- 99, new grid.",
      "vi": "Wookie-99, lưới tọa độ mới."
    }
  },
  {
    "translation": {
      "en": "Eight- three- four- two, break, six- six- four- nine.",
      "vi": "Tám, ba, bốn, hai, ngắt, sáu, sáu, bốn, chín."
    }
  },
  {
    "translation": {
      "en": "Razzan. Son of a dog, the Americans will kill you!",
      "vi": "Razzan. Đồ khốn, người Mỹ sẽ giết ông!"
    }
  },
  {
    "translation": {
      "en": "Eastern flank is clear, General.",
      "vi": "Sườn phía Đông trống, Tướng quân."
    }
  },
  {
    "translation": {
      "en": "You Americans, stay here!",
      "vi": "Đám người Mỹ các cậu, ở lại đây!"
    }
  },
  {
    "translation": {
      "en": "They're surrendering. Razzan is shooting his own men.",
      "vi": "Chúng đang đầu hàng. Razzan đang bắn người của gã."
    }
  },
  {
    "translation": {
      "en": "Jesus Christ.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Where the hell did those come from?",
      "vi": "Mấy chiếc xe đó từ đâu ra vậy?"
    }
  },
  {
    "translation": {
      "en": "How did Dostum not know about a supply line?",
      "vi": "Sao Dostum không biết về đường dây cung ứng?"
    }
  },
  {
    "translation": {
      "en": "Wookie- 99, we need a drop.",
      "vi": "Wookie-99, cần không kích."
    }
  },
  {
    "translation": {
      "en": "Negative. I'm bingo.",
      "vi": "Không được. Tôi cạn xăng rồi."
    }
  },
  {
    "translation": {
      "en": "You're kidding me! I'm staring at a company of tanks. We need a drop!",
      "vi": "Đùa tôi à! Tôi đang thấy một đoàn xe tăng. Cần không kích!"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I'm out of fuel, sir. I'm out.",
      "vi": "Xin lỗi, hết xăng rồi, sếp. Tôi rời đi đây."
    }
  },
  {
    "translation": {
      "en": "They're getting slaughtered. We gotta cover their retreat.",
      "vi": "Họ sẽ bị tàn sát. Phải yểm trợ cho họ rút lui."
    }
  },
  {
    "translation": {
      "en": "Michaels, Coffers, base element. Hyah!",
      "vi": "Michaels, Coffers, lo phía dưới."
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Đi đi!"
    }
  },
  {
    "translation": {
      "en": "We've lost air support! Fall back!",
      "vi": "Mất hỗ trợ trên không rồi! Rút thôi!"
    }
  },
  {
    "translation": {
      "en": "- Fall back! - Bennett! Bennett, are you okay?",
      "vi": "- Rút lui! - Bennett! Anh ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Now you have killer eyes!",
      "vi": "Giờ cậu có ánh mắt sát thủ rồi đấy!"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Đi mau!"
    }
  },
  {
    "translation": {
      "en": "- Fucking hold him still, man. - I'm fucking holding him. Jesus Christ.",
      "vi": "- Giữ anh ta cho chặt. - Tôi đang giữ đây. Lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "He's gone. He's gone. Let's move him up. Up there.",
      "vi": "Anh ta chết rồi. Đưa anh ta lên. Lên trên kia."
    }
  },
  {
    "translation": {
      "en": "General, you know this area, right?",
      "vi": "Tướng quân, ông biết rõ khu này, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Right? Which means you knew about the Taliban's supply line,",
      "vi": "Đúng không? Tức là ông biết đường cung ứng của Taliban,"
    }
  },
  {
    "translation": {
      "en": "and you didn't tell me.",
      "vi": "mà không nói với tôi."
    }
  },
  {
    "translation": {
      "en": "If I'd known, if you'd told me,",
      "vi": "Nếu tôi biết, nếu ông chịu kể ra,"
    }
  },
  {
    "translation": {
      "en": "I could've hit that column before they ever made it to us.",
      "vi": "Nếu tôi biết, nếu ông chịu kể ra, tôi đã đánh đoàn xe đó trước khi chúng tới chỗ ta."
    }
  },
  {
    "translation": {
      "en": "You wanna kill your own men, that's fine. But I ain't letting you put my men",
      "vi": "Ông muốn nướng người của ông thì tùy. Tôi sẽ không để ông đưa người của tôi vào hiểm cảnh. Ông hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "- in harm's way, you understand? - Everywhere you go is harm's way.",
      "vi": "Tôi sẽ không để ông đưa người của tôi vào hiểm cảnh. Ông hiểu chứ? - Cậu đi đường nào cũng là hiểm cảnh. - Nói thừa."
    }
  },
  {
    "translation": {
      "en": "No shit.",
      "vi": "- Cậu đi đường nào cũng là hiểm cảnh. - Nói thừa."
    }
  },
  {
    "translation": {
      "en": "We're fighting with horsemen against tanks.",
      "vi": "Chúng ta cưỡi ngựa đánh với xe tăng mà."
    }
  },
  {
    "translation": {
      "en": "You have an obligation to tell me everything you know.",
      "vi": "Ông có nghĩa vụ kể với tôi mọi thứ ông biết."
    }
  },
  {
    "translation": {
      "en": "You don't have a stomach for everything I know.",
      "vi": "Cậu không có gan để nghe mọi thứ tôi biết đâu."
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "You will not win here because you are not honest with yourself.",
      "vi": "Cậu sẽ không thắng ở đây vì cậu không thành thật với bản thân."
    }
  },
  {
    "translation": {
      "en": "You expect victory without blood.",
      "vi": "Cậu mong thắng trận mà không đổ máu."
    }
  },
  {
    "translation": {
      "en": "I expect you to share strategic information with us.",
      "vi": "Tôi mong ông chia sẻ thông tin chiến lược với bọn tôi."
    }
  },
  {
    "translation": {
      "en": "Otherwise what the fuck are we doing here?",
      "vi": "Nếu không thì bọn tôi làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "Your anger comes from your fear,",
      "vi": "Cậu giận vì cậu sợ,"
    }
  },
  {
    "translation": {
      "en": "because you live in a place where life looks better than afterlife.",
      "vi": "vì cậu sống ở một nơi sung sướng hơn thế giới bên kia."
    }
  },
  {
    "translation": {
      "en": "That's not this place.",
      "vi": "Ở đây thì không."
    }
  },
  {
    "translation": {
      "en": "Here, Taliban kills everything you live for.",
      "vi": "Ở đây, Taliban giết mọi mục đích sống của cậu."
    }
  },
  {
    "translation": {
      "en": "Your mission will fail because you fear death.",
      "vi": "Nhiệm vụ của cậu sẽ thất bại vì cậu sợ chết."
    }
  },
  {
    "translation": {
      "en": "Mullah Razzan's men, the Taliban, they welcome it",
      "vi": "Người của Mullah Razzan, bọn Taliban, chúng hân hoan được chết"
    }
  },
  {
    "translation": {
      "en": "because they believe there is riches waiting for them in heaven.",
      "vi": "vì chúng tin tiền tài đang chờ chúng ở trên thiên đàng."
    }
  },
  {
    "translation": {
      "en": "Give me the goddamn information I need, and I'll reward every last one of them.",
      "vi": "Hãy cho tôi thứ thông tin tôi cần, và tôi sẽ đền đáp cho từng cái một."
    }
  },
  {
    "translation": {
      "en": "General, I'm your link to the greatest weaponry in the history of civilization.",
      "vi": "Tướng quân, tôi là thứ kết nối ông với kho vũ khí lớn nhất lịch sử văn minh."
    }
  },
  {
    "translation": {
      "en": "You gotta stop guarding me and start trusting me.",
      "vi": "Ông phải thôi canh chừng tôi và bắt đầu tin tưởng tôi."
    }
  },
  {
    "translation": {
      "en": "Greatest weapon in history is this.",
      "vi": "Vũ khí lớn nhất lịch sử là cái này."
    }
  },
  {
    "translation": {
      "en": "I don't have soldiers in my army, not one. Only warriors.",
      "vi": "Quân đội của tôi không có binh sĩ, không có một ai. Chỉ có chiến binh thôi."
    }
  },
  {
    "translation": {
      "en": "Stop being a soldier.",
      "vi": "Đừng làm một anh lính nữa."
    }
  },
  {
    "translation": {
      "en": "Start using this, and you can be a warrior, too.",
      "vi": "Bắt đầu dùng cái này, và cậu cũng có thể thành chiến binh."
    }
  },
  {
    "translation": {
      "en": "Come with me.",
      "vi": "Đi theo tôi."
    }
  },
  {
    "translation": {
      "en": "Sit.",
      "vi": "Ngồi đi."
    }
  },
  {
    "translation": {
      "en": "They bring their weapons through Tiangi Gap.",
      "vi": "Chúng mang vũ khí qua đèo Tiangi."
    }
  },
  {
    "translation": {
      "en": "Out here, there's nothing.",
      "vi": "Ngoài này, không có gì cả."
    }
  },
  {
    "translation": {
      "en": "No passage, no water. No shade.",
      "vi": "Không đường đi, không nước. Không bóng râm."
    }
  },
  {
    "translation": {
      "en": "So, the only way to Mazar- i- Sharif is through Tiangi Gap.",
      "vi": "Nên đường duy nhất tới Mazar-i-Sharif là qua đèo Tiangi."
    }
  },
  {
    "translation": {
      "en": "- That's a choke point. - That's the only way.",
      "vi": "- Đó là điểm nghẹt thở. - Đó là đường duy nhất."
    }
  },
  {
    "translation": {
      "en": "So, for us to take Mazar, we'll have to beat him in this Gap?",
      "vi": "Để chiếm được Mazar, ta phải hạ hắn trong con đèo này."
    }
  },
  {
    "translation": {
      "en": "Yes, to get access to their stronghold in Tiangi,",
      "vi": "Phải. Để tới thành lũy của chúng ở Tiangi,"
    }
  },
  {
    "translation": {
      "en": "we must first take Bescham.",
      "vi": "đầu tiên, ta phải chiếm Bescham."
    }
  },
  {
    "translation": {
      "en": "You know, you have the sky,",
      "vi": "Cậu biết đấy, các cậu quản bầu trời,"
    }
  },
  {
    "translation": {
      "en": "but wars are won in the dirt.",
      "vi": "nhưng chiến tranh thì phải thắng trong cát bụi."
    }
  },
  {
    "translation": {
      "en": "I knew about their supply line. But I didn't expect their weapons.",
      "vi": "Tôi biết đường cung ứng của chúng. Nhưng tôi không ngờ tới vũ khí của chúng."
    }
  },
  {
    "translation": {
      "en": "Fakir was my godson.",
      "vi": "Fakir là con đỡ đầu của tôi."
    }
  },
  {
    "translation": {
      "en": "Every time you lose a man, it's like a stab in your heart.",
      "vi": "Mỗi lần mất đi một người, là như đâm một nhát vào tim tôi."
    }
  },
  {
    "translation": {
      "en": "And my heart is butchered, my friend.",
      "vi": "Và tim tôi nát tươm rồi, bạn tôi ạ."
    }
  },
  {
    "translation": {
      "en": "Don't think I send my men out there to die.",
      "vi": "Đừng nghĩ tôi đẩy quân của mình đi chết."
    }
  },
  {
    "translation": {
      "en": "I'm gonna win you this thing, I swear to God.",
      "vi": "Tôi sẽ thắng ông vụ này, thề có Chúa."
    }
  },
  {
    "translation": {
      "en": "I believe you.",
      "vi": "Tôi tin cậu."
    }
  },
  {
    "translation": {
      "en": "Now see, the Taliban won't be defending their western flank,",
      "vi": "Xem đây, quân Taliban sẽ không phòng vệ sườn phía Tây,"
    }
  },
  {
    "translation": {
      "en": "because they can't imagine anything coming from this desert.",
      "vi": "vì chúng không tưởng nổi là sẽ có thứ gì từ sa mạc tới."
    }
  },
  {
    "translation": {
      "en": "- Now, it's a crazy idea, but... - But what?",
      "vi": "- Đó là một ý tưởng điên rồ, nhưng… - Nhưng sao?"
    }
  },
  {
    "translation": {
      "en": "Well, the Taliban reinforcements come through here. Through the Tiangi Gap.",
      "vi": "Viện binh của Taliban đến qua đây. Qua đèo Tiangi."
    }
  },
  {
    "translation": {
      "en": "This is why Dostum's killing himself trying to move forward.",
      "vi": "Vậy nên Dostum mới tìm mọi cách tiến tới như thế."
    }
  },
  {
    "translation": {
      "en": "All the Taliban has to do is hold him off long enough to bring in more artillery.",
      "vi": "Quân Taliban chỉ cần cầm chân ông ta đủ lâu để đưa thêm pháo binh tới."
    }
  },
  {
    "translation": {
      "en": "There's nothing out there. There's no water, no nothing.",
      "vi": "Ngoài đó không có gì. Không có nước, không có gì cả."
    }
  },
  {
    "translation": {
      "en": "All right. When you come in behind their line, you cut that chain.",
      "vi": "Khi đến được phía sau đường đi của chúng, sẽ cắt được chuỗi cung ứng."
    }
  },
  {
    "translation": {
      "en": "Ammo dumps, convoys, anything you can hit, you hit it.",
      "vi": "Đạn dược, hộ tống, đánh được gì cứ đánh."
    }
  },
  {
    "translation": {
      "en": "Can I walk it? I'm sick of that fucking horse.",
      "vi": "Đi bộ được không? Tôi chán ngựa lắm rồi."
    }
  },
  {
    "translation": {
      "en": "Diller, it's 120 klicks or something.",
      "vi": "Diller, tận 120 cây số đấy."
    }
  },
  {
    "translation": {
      "en": "A drop would give up your position. You gotta pack everything in.",
      "vi": "Hàng tiếp tế sẽ thả xuống chỗ anh. Anh phải thồ hết mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Can Dostum give us some mules?",
      "vi": "Dostum cho ta vài con la à?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, probably. - Okay.",
      "vi": "- Ừ, chắc là được. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Whoever does this has got to understand this is different than what we've been doing.",
      "vi": "Bất cứ ai làm việc này thì phải hiểu việc này khác việc ta vẫn làm."
    }
  },
  {
    "translation": {
      "en": "You're on your own. No reinforcements, no extraction, nothing.",
      "vi": "Các anh tự lo. Không viện binh, không giải cứu, không gì hết."
    }
  },
  {
    "translation": {
      "en": "Shit, I can't order anyone to do this.",
      "vi": "Khỉ thật, tôi không thể ra lệnh cho ai đi cả."
    }
  },
  {
    "translation": {
      "en": "Someone's got to volunteer.",
      "vi": "Phải có người xung phong thôi."
    }
  },
  {
    "translation": {
      "en": "Yes, you can. Just give us the order.",
      "vi": "Có, anh có thể ra lệnh. Cứ ra lệnh đi."
    }
  },
  {
    "translation": {
      "en": "- That's an order. - Nothing I'd rather do.",
      "vi": "- Đó là lệnh đấy. - Tôi chẳng thích gì hơn."
    }
  },
  {
    "translation": {
      "en": "Now, pick two guys.",
      "vi": "Giờ thì chọn hai người đi."
    }
  },
  {
    "translation": {
      "en": "- Bennett. - I'm in.",
      "vi": "- Bennett. - Tôi tham gia."
    }
  },
  {
    "translation": {
      "en": "- Coffers? - Oh, I thought you'd never ask.",
      "vi": "- Coffers. - Tưởng anh chẳng bao giờ hỏi chứ."
    }
  },
  {
    "translation": {
      "en": "- Thank you, sir. - No, thank you.",
      "vi": "- Cảm ơn sếp. - Không, cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "- Good luck, Bennett. - Thank you, sir.",
      "vi": "- Chúc may mắn, Bennett. - Cảm ơn sếp."
    }
  },
  {
    "translation": {
      "en": "Give 'em hell, buddy.",
      "vi": "Cho chúng biết tay, bạn hiền."
    }
  },
  {
    "translation": {
      "en": "I guess the best- looking fellas get the choice.",
      "vi": "Tôi đoán là đám đẹp nhất được chọn."
    }
  },
  {
    "translation": {
      "en": "595 Bravo, come in.",
      "vi": "Đội B 595, trả lời đi."
    }
  },
  {
    "translation": {
      "en": "Go for Bravo.",
      "vi": "Đội B xin nói."
    }
  },
  {
    "translation": {
      "en": "- Hey, did you guys get horses? - Yes.",
      "vi": "- Này, mấy anh có ngựa chưa? - Rồi."
    }
  },
  {
    "translation": {
      "en": "All right, good. Ride up to us.",
      "vi": "Được rồi, tốt. Cưỡi lên chỗ bọn tôi đi."
    }
  },
  {
    "translation": {
      "en": "I split the team again, sent Diller downrange.",
      "vi": "Tôi sẽ chia đội lại, đã cho Diller đi xuống rồi."
    }
  },
  {
    "translation": {
      "en": "Roger that. On our way.",
      "vi": "Đã rõ. Lên ngay đây."
    }
  },
  {
    "translation": {
      "en": "Welcome to the Ritz, boys.",
      "vi": "Chào mừng tới Ritz, các anh."
    }
  },
  {
    "translation": {
      "en": "Valet will take your horses in the back.",
      "vi": "Phục vụ sẽ dẫn ngựa của các anh ra sau."
    }
  },
  {
    "translation": {
      "en": "Came all the way up here for this?",
      "vi": "Đi cả chặng đường lên đây vì cái này à?"
    }
  },
  {
    "translation": {
      "en": "- Where's the pool? - Trying to work on my suntan, bro.",
      "vi": "- Bể bơi đâu? - Đang cố để có làn da rám nắng đây."
    }
  },
  {
    "translation": {
      "en": "I think my massage is at 4:00.",
      "vi": "Tôi nghĩ tôi sẽ được mát-xa lúc 4:00."
    }
  },
  {
    "translation": {
      "en": "- What happened to Spencer? - Well, he was right behind us, Cap.",
      "vi": "- Có chuyện gì với Spencer thế? - Anh ta ở ngay sau bọn tôi, Đại úy."
    }
  },
  {
    "translation": {
      "en": "- Shit. - Come on.",
      "vi": "- Khỉ thật. - Đi nào."
    }
  },
  {
    "translation": {
      "en": "- You all right? - Oh, yeah. Yeah, I'm fine.",
      "vi": "- Anh ổn chứ? - Ừ, tôi ổn."
    }
  },
  {
    "translation": {
      "en": "I just gotta get off this goddamn horse.",
      "vi": "Tôi phải xuống khỏi con ngựa này đã."
    }
  },
  {
    "translation": {
      "en": "- It's his back. He slipped a disc I think. - All right.",
      "vi": "Anh ấy bị đau lưng. Chắc là bong đĩa đệm rồi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "All right. Give me your, uh...",
      "vi": "Được rồi. Đưa cho tôi…"
    }
  },
  {
    "translation": {
      "en": "I got you. Okay.",
      "vi": "Để tôi đỡ anh. Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Easy. Jesus Christ! - Fuck!",
      "vi": "- Từ từ thôi. Chúa ơi! - Khỉ thật!"
    }
  },
  {
    "translation": {
      "en": "Fucking heavy.",
      "vi": "Nặng quá."
    }
  },
  {
    "translation": {
      "en": "- Sorry. - You're all right. You're good.",
      "vi": "- Xin lỗi nhé. - Anh ổn rồi. Ổn rồi."
    }
  },
  {
    "translation": {
      "en": "All right. Now, listen. Diller, he missed his first check- in.",
      "vi": "Giờ nghe đây. Diller chưa báo cáo đợt đầu."
    }
  },
  {
    "translation": {
      "en": "Well, it's the mountains. No reception, right?",
      "vi": "Thì vùng núi mà. Không có tín hiệu, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, maybe.",
      "vi": "Ừ, có thể."
    }
  },
  {
    "translation": {
      "en": "- Where'd you send him? - He's flanking their supply route.",
      "vi": "- Anh phái cậu ta đi đâu? - Anh ta đánh bọc sườn đường tiếp tế."
    }
  },
  {
    "translation": {
      "en": "- Risky. - Little bit.",
      "vi": "- Mạo hiểm đấy. - Hơi hơi thôi."
    }
  },
  {
    "translation": {
      "en": "Well, the band's back together.",
      "vi": "Cả đội đã quay lại với nhau rồi."
    }
  },
  {
    "translation": {
      "en": "Jesus, Chief, you look like my grandpa.",
      "vi": "Chúa ơi, sếp, nhìn anh như ông nội tôi."
    }
  },
  {
    "translation": {
      "en": "Twenty bucks if you can stand up straight.",
      "vi": "Anh mà đứng thẳng được tôi cho 20 đô."
    }
  },
  {
    "translation": {
      "en": "You can keep that $20.",
      "vi": "Cứ giữ tiền ấy đi."
    }
  },
  {
    "translation": {
      "en": "Well, the best thing about calling in airstrikes,",
      "vi": "Cái hay nhất của việc gọi không kích,"
    }
  },
  {
    "translation": {
      "en": "- you can do it laying down, right? - That's right.",
      "vi": "- là nằm cũng gọi được, nhỉ? - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Let's get this war started!",
      "vi": "Bắt đầu cuộc chiến này thôi!"
    }
  },
  {
    "translation": {
      "en": "So far all clear, Cap.",
      "vi": "Đến giờ vẫn ổn cả, Đại úy."
    }
  },
  {
    "translation": {
      "en": "What do you think?",
      "vi": "Anh nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "Jesus, we didn't get all of them.",
      "vi": "Chúa ơi, ta chưa hạ được hết bọn chúng."
    }
  },
  {
    "translation": {
      "en": "Retreat!",
      "vi": "Rút lui!"
    }
  },
  {
    "translation": {
      "en": "No, we're going in!",
      "vi": "Không, ta sẽ tiến vào!"
    }
  },
  {
    "translation": {
      "en": "Follow me!",
      "vi": "Đi theo tôi!"
    }
  },
  {
    "translation": {
      "en": "Captain! What's the order?",
      "vi": "Đại úy! Lệnh là gì?"
    }
  },
  {
    "translation": {
      "en": "Cover Dostum! Follow him! Move!",
      "vi": "Yểm trợ Dostum! Đi theo ông ta! Mau!"
    }
  },
  {
    "translation": {
      "en": "Move!",
      "vi": "Đi mau!"
    }
  },
  {
    "translation": {
      "en": "Milo! Ready?",
      "vi": "Milo! Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Đi mau!"
    }
  },
  {
    "translation": {
      "en": "Get the fuck over here!",
      "vi": "Lại đây ngay!"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "- Huh? - Moving!",
      "vi": "- Hả? - Đi mau!"
    }
  },
  {
    "translation": {
      "en": "Rocket!",
      "vi": "Tên lửa!"
    }
  },
  {
    "translation": {
      "en": "595, we're all clear.",
      "vi": "Đội 595, xong hết rồi."
    }
  },
  {
    "translation": {
      "en": "There.",
      "vi": "Đây."
    }
  },
  {
    "translation": {
      "en": "Try it again, bro. Motherfucker.",
      "vi": "Thử lại đi, chú em."
    }
  },
  {
    "translation": {
      "en": "Mother fucker.",
      "vi": "- Đồ khốn. - Tồ thốn."
    }
  },
  {
    "translation": {
      "en": "Now, we're getting somewhere.",
      "vi": "Có tiến bộ rồi đấy."
    }
  },
  {
    "translation": {
      "en": "- Mother fucker. - Yeah.",
      "vi": "- Tồ thốn. - Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "You know, I was thinking...",
      "vi": "Ông biết đấy, tôi đang nghĩ…"
    }
  },
  {
    "translation": {
      "en": "if I continue to follow you, I'm probably not gonna live very long.",
      "vi": "nếu tôi tiếp tục đi theo ông, có khi tôi không thọ được lâu."
    }
  },
  {
    "translation": {
      "en": "That's some ballsy shit you did back there.",
      "vi": "Việc vớ vẩn ông đã làm lúc nãy ấy."
    }
  },
  {
    "translation": {
      "en": "Well, sometimes you have to lead your men back into the right direction.",
      "vi": "Đôi khi cậu phải dẫn quân của mình về lại đúng hướng."
    }
  },
  {
    "translation": {
      "en": "- What's the game they're playing? - Besh Tosh.",
      "vi": "- Họ đang chơi trò gì thế? - Là Besh Tosh."
    }
  },
  {
    "translation": {
      "en": "Uzbek game. Besh Tosh?",
      "vi": "- Trò chơi của Uzbekistan. - Besh Tosh?"
    }
  },
  {
    "translation": {
      "en": "Besh, five. Tosh, rocks.",
      "vi": "Besh là năm. Tosh là đá."
    }
  },
  {
    "translation": {
      "en": "You know, when I ruled over Bescham...",
      "vi": "Cậu biết đấy, khi tôi cai quản Bescham…"
    }
  },
  {
    "translation": {
      "en": "women wore no veils.",
      "vi": "phụ nữ không phải che mạng."
    }
  },
  {
    "translation": {
      "en": "Girls went to school.",
      "vi": "Con gái được đi học."
    }
  },
  {
    "translation": {
      "en": "We had movies at the theater.",
      "vi": "Chúng tôi đã có những bộ phim chiếu rạp."
    }
  },
  {
    "translation": {
      "en": "But here, Razzan killed my family.",
      "vi": "Nhưng ở đây, Razzan đã giết gia đình tôi."
    }
  },
  {
    "translation": {
      "en": "I dreamed about taking it back, but now that I'm here...",
      "vi": "Tôi đã mơ về việc chiếm lại nó, nhưng giờ khi đã ở đây…"
    }
  },
  {
    "translation": {
      "en": "I don't wanna walk in.",
      "vi": "tôi lại không muốn đi vào."
    }
  },
  {
    "translation": {
      "en": "Too much pain.",
      "vi": "Quá nhiều đau khổ."
    }
  },
  {
    "translation": {
      "en": "I hope you never know it.",
      "vi": "Tôi mong cậu không biết cảm giác đó."
    }
  },
  {
    "translation": {
      "en": "Uh, Cap?",
      "vi": "Đại úy?"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "You got a message through secure interface with Bowers.",
      "vi": "Anh có một tin nhắn qua giao diện bảo mật với Bowers."
    }
  },
  {
    "translation": {
      "en": "It's from SecDef.",
      "vi": "Từ Bộ trưởng Quốc phòng."
    }
  },
  {
    "translation": {
      "en": "- Yeah, I'll read it later, man. - Sorry, Cap.",
      "vi": "- Ừ, tôi sẽ đọc sau. - Xin lỗi, Đại úy."
    }
  },
  {
    "translation": {
      "en": "The Donald Rumsfeld just sent you an email, and it ain't a good one.",
      "vi": "Donald Rumsfeld mới gửi email cho anh và không phải tốt lành đâu."
    }
  },
  {
    "translation": {
      "en": "What's it say?",
      "vi": "Nó nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "When are you gonna get off your ass and get to Mazar?",
      "vi": "Khi nào cậu mới nhấc mông lên và tới Mazar thế?"
    }
  },
  {
    "translation": {
      "en": "Jesus Christ.",
      "vi": "Trời ạ."
    }
  },
  {
    "translation": {
      "en": "You know what? Write this back to him.",
      "vi": "Biết sao không? Viết trả lời thế này."
    }
  },
  {
    "translation": {
      "en": "Sir, let me explain the reality on the ground.",
      "vi": "Thưa ngài, để tôi giải thích tình hình dưới đất cho nhé."
    }
  },
  {
    "translation": {
      "en": "Write it.",
      "vi": "Viết đi."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I'm advising a man how to employ horse- mounted cavalry",
      "vi": "Tôi đang chỉ cho một người cách dùng kỵ binh cưỡi ngựa"
    }
  },
  {
    "translation": {
      "en": "against T- 72 tanks, mortars, machine guns...",
      "vi": "chống lại xe tăng T-72, súng cối, súng máy."
    }
  },
  {
    "translation": {
      "en": "...a tactic I think became outdated with the invention of the Gatling gun.",
      "vi": "Một chiến thuật tôi nghĩ là đã lỗi thời với việc phát minh ra súng xoay nòng."
    }
  },
  {
    "translation": {
      "en": "They've attacked with ten rounds of AK- 47 ammunition per man.",
      "vi": "Họ đã tấn công với mười viên đạn AK-47 mỗi người."
    }
  },
  {
    "translation": {
      "en": "Lisa, get in here.",
      "vi": "Lisa, vào đây đi."
    }
  },
  {
    "translation": {
      "en": "With snipers having less than 100 rounds,",
      "vi": "Lính bắn tỉa có chưa tới 100 viên"
    }
  },
  {
    "translation": {
      "en": "with little water and less food.",
      "vi": "với chút ít nước và thức ăn còn ít hơn."
    }
  },
  {
    "translation": {
      "en": "The letter's too well written. I know it can't be Hal.",
      "vi": "Thư được viết quá hay. Tôi biết đó không thể là Hal."
    }
  },
  {
    "translation": {
      "en": "We witnessed the horse cavalry bounding from spur to spur",
      "vi": "Chúng tôi đã thấy kỵ binh cưỡi ngựa vọt lên từ đường này tới đường khác để tấn công cứ điểm của Taliban."
    }
  },
  {
    "translation": {
      "en": "to attack Taliban strongpoints.",
      "vi": "từ đường này tới đường khác để tấn công cứ điểm của Taliban."
    }
  },
  {
    "translation": {
      "en": "The last several kilometers under mortar, artillery, and sniper fire.",
      "vi": "Mấy cây số cuối là dưới làn đạn của súng cối, pháo binh, lính bắn tỉa."
    }
  },
  {
    "translation": {
      "en": "That's Mitch.",
      "vi": "Mitch viết đấy."
    }
  },
  {
    "translation": {
      "en": "Everywhere I go to, the civilian and local soldiers are always willing",
      "vi": "Mỗi nơi tôi tới, dân cư và binh lính địa phương luôn sẵn lòng"
    }
  },
  {
    "translation": {
      "en": "to tell me that they're glad the USA has come,",
      "vi": "nói với tôi rằng họ rất mừng vì quân Mỹ đã tới,"
    }
  },
  {
    "translation": {
      "en": "and they speak of their hopes for a better Afghanistan once the Taliban are gone.",
      "vi": "và họ nói đến hi vọng về một Afghanistan tươi đẹp hơn khi Taliban đã cút xéo."
    }
  },
  {
    "translation": {
      "en": "Raven, this is Charlie 595. Good drop. Good drop.",
      "vi": "Raven, đây là đội Charlie 595. Ném hay lắm."
    }
  },
  {
    "translation": {
      "en": "We hit one of their outposts. Weapons cache destroyed.",
      "vi": "Đã đánh một tiền đồn của chúng. Kho vũ khí đã bị hủy."
    }
  },
  {
    "translation": {
      "en": "Stand by for detailed sitrep to follow.",
      "vi": "Hãy chờ báo cáo tình hình chi tiết."
    }
  },
  {
    "translation": {
      "en": "So, you take your grenade and throw it?",
      "vi": "Rồi anh rút lựu đạn và ném nhé?"
    }
  },
  {
    "translation": {
      "en": "- This should hold you for a while. - Yeah.",
      "vi": "- Cái này sẽ giúp anh cầm cự ít lâu. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Hey, get Mitch over here.",
      "vi": "Này, gọi Mitch lại đây."
    }
  },
  {
    "translation": {
      "en": "Hey, Captain!",
      "vi": "Này, Đại úy!"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Come over here, please!",
      "vi": "- Tôi đây. - Lại đây nào!"
    }
  },
  {
    "translation": {
      "en": "- You all right? - Yeah.",
      "vi": "- Anh ổn chứ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "It's like a javelin.",
      "vi": "Như ném lao ấy."
    }
  },
  {
    "translation": {
      "en": "- You all right, Hal? - Oh, yeah.",
      "vi": "- Anh ổn chứ, Hal? - Ừ."
    }
  },
  {
    "translation": {
      "en": "So, you think you're making any progress with Dostum?",
      "vi": "Vậy anh nghĩ anh đang có tiến triển với Dostum à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, we're doing good.",
      "vi": "Ừ, bọn tôi đang hợp tác tốt."
    }
  },
  {
    "translation": {
      "en": "We're thinking of getting an apartment together when this is all over.",
      "vi": "Bọn tôi đang nghĩ đến việc mua chung căn hộ khi xong trận này."
    }
  },
  {
    "translation": {
      "en": "Oh, shit. No, don't make me laugh.",
      "vi": "Chết tiệt. Không, đừng chọc tôi cười."
    }
  },
  {
    "translation": {
      "en": "Glad you got a sense of humor. I got some bad news.",
      "vi": "Mừng là anh vẫn còn khiếu hài hước. Tôi có tin xấu đây."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì thế?"
    }
  },
  {
    "translation": {
      "en": "Headquarters inserted ODA 555 with Atta's militia.",
      "vi": "Sở chỉ huy cho thêm Biệt đội Tác chiến 555 kết hợp với dân quân của Atta."
    }
  },
  {
    "translation": {
      "en": "Wait, General Atta, Dostum's rival?",
      "vi": "Khoan, Tướng Atta, địch thủ của Dostum à?"
    }
  },
  {
    "translation": {
      "en": "They think they have a better shot of reaching Mazar- i- Sharif.",
      "vi": "Họ nghĩ họ có cơ hội tới Mazar-i-Sharif cao hơn chúng ta."
    }
  },
  {
    "translation": {
      "en": "They don't trust us to get through the gauntlet.",
      "vi": "Họ không tin ta có thể vượt qua thử thách."
    }
  },
  {
    "translation": {
      "en": "This kills us, Hal.",
      "vi": "Chúng ta tiêu rồi, Hal."
    }
  },
  {
    "translation": {
      "en": "The minute Dostum hears about Atta, he's gonna forget all about the Taliban.",
      "vi": "Ngay khi Dostum nghe tin về Atta, ông ta sẽ quên ngay chuyện Taliban."
    }
  },
  {
    "translation": {
      "en": "Could be.",
      "vi": "Có thể lắm."
    }
  },
  {
    "translation": {
      "en": "You might wanna break up camp now in case you gotta get out of here quick.",
      "vi": "Chắc anh sẽ muốn chia trại ngay, phòng khi phải biến khỏi đây thật nhanh."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Hey, think of it this way.",
      "vi": "- Ừ. - Hãy nghĩ theo hướng này."
    }
  },
  {
    "translation": {
      "en": "You've just been handed the most important diplomatic job in the free world;",
      "vi": "Anh vừa được giao nhiệm vụ ngoại giao quan trọng nhất của thế giới tự do đấy."
    }
  },
  {
    "translation": {
      "en": "keeping the Northern Alliance together.",
      "vi": "Hãy ổn định Liên quân Miền Bắc."
    }
  },
  {
    "translation": {
      "en": "Oh, finally. I'm starving to death.",
      "vi": "Cuối cùng cũng có. Tôi sắp đói chết rồi."
    }
  },
  {
    "translation": {
      "en": "Tell him that I wanna buy one of his sheep.",
      "vi": "Bảo anh ta tôi muốn mua một con cừu."
    }
  },
  {
    "translation": {
      "en": "- He says they're not for sale. - Everything's for sale.",
      "vi": "- Anh ta nói chúng không phải để bán. - Cái gì chả để bán."
    }
  },
  {
    "translation": {
      "en": "Okay, tell him that we'll give him 50 American dollars.",
      "vi": "Được rồi, bảo với anh ta là ta sẽ trả 50 đô la Mỹ."
    }
  },
  {
    "translation": {
      "en": "He says he will take $500.",
      "vi": "Anh ta đòi giá 500 đô."
    }
  },
  {
    "translation": {
      "en": "For that?",
      "vi": "Cho con cừu đó à?"
    }
  },
  {
    "translation": {
      "en": "- How much are they worth? - A hundred.",
      "vi": "- Chúng đáng giá bao nhiêu chứ? - 100 đô."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Huh?",
      "vi": "Hả?"
    }
  },
  {
    "translation": {
      "en": "Three hundred American dollars.",
      "vi": "Ba trăm đô la Mỹ."
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Good?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "This guy should be a fucking military contractor.",
      "vi": "Gã này nên làm nhà thầu quân sự."
    }
  },
  {
    "translation": {
      "en": "- All right. - Great. Lamb chops.",
      "vi": "- Được rồi. - Tuyệt. Sườn cừu."
    }
  },
  {
    "translation": {
      "en": "It's a great day, my friend.",
      "vi": "Một ngày tuyệt vời, bạn tôi ạ."
    }
  },
  {
    "translation": {
      "en": "The Taliban pulled back to protect the Gap.",
      "vi": "Quân Taliban đã rút lui để bảo vệ con đèo."
    }
  },
  {
    "translation": {
      "en": "We can move forward to here in the morning.",
      "vi": "Ta có thể tiến tới đây vào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "If we do tomorrow right, we can run them all the way to Mazar.",
      "vi": "Nếu ngày mai ta xử lý đúng, ta có thể cướp đường tới Mazar."
    }
  },
  {
    "translation": {
      "en": "This war is won or lost tomorrow.",
      "vi": "Trận này ăn hay thua là ở ngày mai."
    }
  },
  {
    "translation": {
      "en": "General, I wanna explain one of the other missions",
      "vi": "Tướng quân, tôi muốn giải thích một nhiệm vụ khác"
    }
  },
  {
    "translation": {
      "en": "that are taking place tomorrow.",
      "vi": "sẽ diễn ra vào ngày mai."
    }
  },
  {
    "translation": {
      "en": "There's another team like mine,",
      "vi": "Còn một đội nữa giống đội của tôi,"
    }
  },
  {
    "translation": {
      "en": "and they've been placed with General Atta Mohammed.",
      "vi": "và họ đã được phái tới chỗ Tướng Atta Mohammed."
    }
  },
  {
    "translation": {
      "en": "They're moving on Mazar from the southeast.",
      "vi": "Họ đang tấn công Mazar, từ phía Đông Nam."
    }
  },
  {
    "translation": {
      "en": "They gave north to Atta.",
      "vi": "Họ giao phía Bắc cho Atta."
    }
  },
  {
    "translation": {
      "en": "Look, from the US point of view, you're all the Northern Alliance.",
      "vi": "Quan điểm của quân Mỹ, các ông đều là Liên quân Miền Bắc."
    }
  },
  {
    "translation": {
      "en": "Who is the US to tell me what Northern Alliance is?",
      "vi": "Quân Mỹ là ai mà dạy tôi Liên quân Miền Bắc là cái gì?"
    }
  },
  {
    "translation": {
      "en": "If Atta moves to Mazar- i- Sharif first--",
      "vi": "Nếu Atta tới Mazar-i-Sharif trước…"
    }
  },
  {
    "translation": {
      "en": "We're not dropping bombs so you can go to war with Atta over the north.",
      "vi": "Bọn tôi không ném bom để ông đánh với Atta giành miền Bắc."
    }
  },
  {
    "translation": {
      "en": "The mission hasn't changed, General. We'll punch through this Gap into the city.",
      "vi": "Nhiệm vụ chưa đổi, Tướng quân. Ta sẽ xuyên đèo này để vào thành phố."
    }
  },
  {
    "translation": {
      "en": "Tiangi Gap is over two kilometers long.",
      "vi": "Đèo Tiangi dài hơn hai cây số."
    }
  },
  {
    "translation": {
      "en": "Razzan's best weapons are right here. Machine guns, mortars, heavy armors.",
      "vi": "Vũ khí xịn nhất của Razzan đặt ở ngay đây. Súng máy, súng cối, xe bọc thép hạng nặng."
    }
  },
  {
    "translation": {
      "en": "And right here is 055 Brigade.",
      "vi": "Và ngay đây là Lữ đoàn 055."
    }
  },
  {
    "translation": {
      "en": "Foreign fighters. Al Qaeda. They won't give an inch.",
      "vi": "Lính ngoại quốc. Al-Qaeda. Chúng sẽ không nhường một phân."
    }
  },
  {
    "translation": {
      "en": "They prefer death.",
      "vi": "Chúng thà chết còn hơn."
    }
  },
  {
    "translation": {
      "en": "I won't let my men die so Atta can go to Mazar first.",
      "vi": "Tôi sẽ không để quân của mình chết cho Atta tới Mazar trước đâu."
    }
  },
  {
    "translation": {
      "en": "This isn't just your war, General.",
      "vi": "Đây không chỉ là cuộc chiến của ông."
    }
  },
  {
    "translation": {
      "en": "There are thousands of people dead in your country and mine.",
      "vi": "Có hàng ngàn người chết ở nước ông và nước tôi."
    }
  },
  {
    "translation": {
      "en": "Now, let me show you how this is possible.",
      "vi": "Giờ để tôi chỉ cho ông xem việc này khả thi ra sao."
    }
  },
  {
    "translation": {
      "en": "All right? We've already lured them into this Gap.",
      "vi": "Được chứ? Ta đã dụ được chúng vào con đèo này."
    }
  },
  {
    "translation": {
      "en": "I'm gonna put a man on each flank,",
      "vi": "Tôi sẽ đặt một người vào mỗi bên sườn,"
    }
  },
  {
    "translation": {
      "en": "and we're gonna overwhelm this canyon with air support.",
      "vi": "ta sẽ qua hẻm núi này cùng hỗ trợ trên không."
    }
  },
  {
    "translation": {
      "en": "I've already sent Diller downrange.",
      "vi": "Tôi đã phái Diller xuống đó rồi."
    }
  },
  {
    "translation": {
      "en": "He's gonna cut off any resupply and hit any retreat.",
      "vi": "Anh ấy sẽ chặn mọi đường tiếp tế và đánh mọi đợt rút lui."
    }
  },
  {
    "translation": {
      "en": "Then you and I are gonna charge through this Gap",
      "vi": "Rồi ông và tôi sẽ xông qua con đèo này"
    }
  },
  {
    "translation": {
      "en": "and hit that main body with a full frontal assault.",
      "vi": "và đánh thẳng vào chính giữa với đòn tấn công trực diện."
    }
  },
  {
    "translation": {
      "en": "But Atta cannot get to Mazar first.",
      "vi": "Nhưng Atta không được tới Mazar trước."
    }
  },
  {
    "translation": {
      "en": "I'm taking my men through there, with or without you.",
      "vi": "Tôi sẽ dẫn người qua đó, dù có ông hay không."
    }
  },
  {
    "translation": {
      "en": "Without me and my men, you are just an army of 12.",
      "vi": "Không có tôi và quân của tôi, các cậu chỉ có 12 người."
    }
  },
  {
    "translation": {
      "en": "You all will die. Good luck.",
      "vi": "Các cậu sẽ chết hết. Chúc may mắn."
    }
  },
  {
    "translation": {
      "en": "Goddamn it! You're unbelievable.",
      "vi": "Chết tiệt! Ông đúng là không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "You showed me the town where your family died.",
      "vi": "Ông đã chỉ cho tôi nơi gia đình ông chết."
    }
  },
  {
    "translation": {
      "en": "Told me every hell Razzan and his army unleashed on this place.",
      "vi": "Kể với tôi mọi điều tồi tệ mà Razzan và quân của hắn đổ lên nơi này."
    }
  },
  {
    "translation": {
      "en": "And now all you care about is some turf war?",
      "vi": "Và giờ ông chỉ quan tâm đến việc giành địa bàn sao?"
    }
  },
  {
    "translation": {
      "en": "You lectured me about the heart of a warrior.",
      "vi": "Ông thuyết giảng cho tôi về trái tim của chiến binh."
    }
  },
  {
    "translation": {
      "en": "You're no warrior. You're just another warlord.",
      "vi": "Ông đâu phải chiến binh. Ông chỉ là một viên tướng thôi."
    }
  },
  {
    "translation": {
      "en": "Yeah, go ahead.",
      "vi": "Phải, ông đi đi."
    }
  },
  {
    "translation": {
      "en": "It ain't us that's quitting, General, it's you.",
      "vi": "Không phải chúng tôi bỏ cuộc, Tướng quân, mà là ông."
    }
  },
  {
    "translation": {
      "en": "That's not a happy face.",
      "vi": "Đó không phải một bộ mặt vui vẻ."
    }
  },
  {
    "translation": {
      "en": "I don't think Dostum's on board.",
      "vi": "Tôi không nghĩ Dostum muốn tham gia."
    }
  },
  {
    "translation": {
      "en": "What do you mean, not on board?",
      "vi": "Anh nói không tham gia là sao?"
    }
  },
  {
    "translation": {
      "en": "He says he won't fight a battle",
      "vi": "Ông ta nói sẽ không đánh nhau"
    }
  },
  {
    "translation": {
      "en": "that opens a way for his rival to take the city.",
      "vi": "để mở lối cho đối thủ chiếm thành phố."
    }
  },
  {
    "translation": {
      "en": "Not very big- picture of him. He's fighting more than one war here.",
      "vi": "- Chả phải viễn cảnh đẹp với gã. - Ông ta đã đánh nhiều mặt trận mà."
    }
  },
  {
    "translation": {
      "en": "I don't like it, but these are the cards we've been dealt.",
      "vi": "Tôi không thích, nhưng đó là thứ ta tận dụng được."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, Captain, you gotta talk to him.",
      "vi": "Phải, Đại úy, anh phải nói chuyện với hắn."
    }
  },
  {
    "translation": {
      "en": "I did. He's gone.",
      "vi": "Tôi nói rồi. Ông ta đã bỏ đi."
    }
  },
  {
    "translation": {
      "en": "He's taken most of his men, most of the militia, and they've left.",
      "vi": "Ông ta dẫn theo phần lớn người của mình, phần lớn dân quân và họ đi rồi."
    }
  },
  {
    "translation": {
      "en": "Listen, I ain't gonna lie to you guys.",
      "vi": "Nghe này, tôi không nói dối mấy anh đâu."
    }
  },
  {
    "translation": {
      "en": "The chances are, we are not gonna make it out of this one.",
      "vi": "Khả năng là ta không làm xong được rồi."
    }
  },
  {
    "translation": {
      "en": "Goddamn, we're this close.",
      "vi": "Khỉ thật, đã tới gần thế này rồi."
    }
  },
  {
    "translation": {
      "en": "We're so close to wiping al Qaeda out of Afghanistan.",
      "vi": "Ta đã rất gần với việc quét sạch Al-Qaeda khỏi Afghanistan."
    }
  },
  {
    "translation": {
      "en": "We'll never get another chance like this.",
      "vi": "Ta sẽ chẳng bao giờ có cơ hội thế này."
    }
  },
  {
    "translation": {
      "en": "But if we quit now...",
      "vi": "Nhưng nếu giờ ta bỏ cuộc…"
    }
  },
  {
    "translation": {
      "en": "then what happened back home is gonna happen again and again.",
      "vi": "thì việc đã xảy ra ở quê nhà sẽ lại tiếp tục xảy ra."
    }
  },
  {
    "translation": {
      "en": "Each of you gotta make this decision...",
      "vi": "Mỗi người các anh phải quyết định…"
    }
  },
  {
    "translation": {
      "en": "but I'm in.",
      "vi": "nhưng tôi sẽ đi."
    }
  },
  {
    "translation": {
      "en": "We're ready for anything.",
      "vi": "Bọn tôi sẵn sàng cho mọi việc."
    }
  },
  {
    "translation": {
      "en": "With or without him.",
      "vi": "Dù có ông ta hay không."
    }
  },
  {
    "translation": {
      "en": "Fuck him.",
      "vi": "Kệ cha ông ta đi."
    }
  },
  {
    "translation": {
      "en": "We're already here, right?",
      "vi": "Ta đã sẵn sàng, đúng không?"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "We go in the morning. You take what's left of the guards with you.",
      "vi": "Sáng mai ta lên đường. Các anh dẫn số lính gác còn lại theo."
    }
  },
  {
    "translation": {
      "en": "Get some rest tonight.",
      "vi": "Đêm nay cố nghỉ đi."
    }
  },
  {
    "translation": {
      "en": "Tomorrow's gonna decide it one way or another.",
      "vi": "Ngày mai sẽ quyết định dù cách này hay cách khác."
    }
  },
  {
    "translation": {
      "en": "Spencer, Black. You call in air strikes from the eastern flank.",
      "vi": "Spencer, Black. Hai anh gọi không kích từ sườn Đông."
    }
  },
  {
    "translation": {
      "en": "Milo, Jackson and Essex have been pushed out",
      "vi": "Milo, Jackson và Essex đã được đẩy ra"
    }
  },
  {
    "translation": {
      "en": "against the enemy's western flank right here.",
      "vi": "đánh sườn Tây quân địch ở đây."
    }
  },
  {
    "translation": {
      "en": "Diller, Coffers and Bennett will cover the enemy's northern flank",
      "vi": "Diller, Coffers và Bennett sẽ đánh bọc sườn Bắc của địch"
    }
  },
  {
    "translation": {
      "en": "in an attempt to block reinforcements from Mazar.",
      "vi": "để chặn viện binh từ Mazar."
    }
  },
  {
    "translation": {
      "en": "Falls and Michaels, cover Jones and me",
      "vi": "Falls và Michaels, yểm trợ Jones và tôi"
    }
  },
  {
    "translation": {
      "en": "from the sniper position on the southern flank.",
      "vi": "từ vị trí bắn tỉa bên sườn phía Nam."
    }
  },
  {
    "translation": {
      "en": "Here we go down the rabbit hole.",
      "vi": "SỐ NGÀY ĐỔ BỘ: 20 ĐÈO TIANGI, SƯỜN PHÍA NAM Nhảy vào hang thỏ thôi nào."
    }
  },
  {
    "translation": {
      "en": "- All right, Vern. - Yeah.",
      "vi": "- Vern này. - Sao?"
    }
  },
  {
    "translation": {
      "en": "Who wins in a fight?",
      "vi": "Ai thắng khi đánh nhau?"
    }
  },
  {
    "translation": {
      "en": "Queen Elizabeth or Margaret Thatcher?",
      "vi": "Nữ hoàng Elizabeth hay Margaret Thatcher?"
    }
  },
  {
    "translation": {
      "en": "Jesus, Falls. Where do you come up with this shit?",
      "vi": "Chúa ơi, Falls. Anh nghĩ đâu ra câu đó vậy?"
    }
  },
  {
    "translation": {
      "en": "From the depths of my brilliant mind.",
      "vi": "Từ sâu trong bộ não xuất chúng của tôi."
    }
  },
  {
    "translation": {
      "en": "Seeing that, Boss?",
      "vi": "Thấy chưa sếp?"
    }
  },
  {
    "translation": {
      "en": "Falls, a scout just picked us up. My two o'clock. Over.",
      "vi": "Falls, một trinh sát vừa đón đầu tôi. Hướng hai giờ của tôi. Hết."
    }
  },
  {
    "translation": {
      "en": "Target.",
      "vi": "Có mục tiêu."
    }
  },
  {
    "translation": {
      "en": "Got him.",
      "vi": "Thấy rồi."
    }
  },
  {
    "translation": {
      "en": "Six hundred fifty yards.",
      "vi": "Cách 595 mét."
    }
  },
  {
    "translation": {
      "en": "Hold to left.",
      "vi": "Lệch trái nhé."
    }
  },
  {
    "translation": {
      "en": "Good hit.",
      "vi": "Trúng rồi."
    }
  },
  {
    "translation": {
      "en": "Coffers, get that radio up.",
      "vi": "Coffers, lắp đài vô tuyến đi."
    }
  },
  {
    "translation": {
      "en": "- I need ten minutes. - You got five.",
      "vi": "- Tôi cần mười phút. - Cho anh năm phút."
    }
  },
  {
    "translation": {
      "en": "Like I said, five minutes.",
      "vi": "Như tôi đã nói, năm phút."
    }
  },
  {
    "translation": {
      "en": "No Dostum, huh?",
      "vi": "Không có Dostum hả?"
    }
  },
  {
    "translation": {
      "en": "K2 base, this is 595 Delta. Over.",
      "vi": "Căn cứ K2, đây là đội 595 Delta. Hết."
    }
  },
  {
    "translation": {
      "en": "Request medevac on standby. Over. Roger.",
      "vi": "Yêu cầu máy bay cứu thương chờ sẵn. Hết. Đã rõ."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "How we looking, J?",
      "vi": "Trông ta thế nào, J?"
    }
  },
  {
    "translation": {
      "en": "Hey, we're in the right spot.",
      "vi": "Đang ở đúng vị trí."
    }
  },
  {
    "translation": {
      "en": "Fuck, there's gotta be at least 15,000 down there.",
      "vi": "Dưới kia chắc cũng sâu gần 5.000 mét. ĐỘI BRAVO, ĐÈO TIANGI, SƯỜN PHÍA ĐÔNG"
    }
  },
  {
    "translation": {
      "en": "Spencer, this is Alpha. We're in position.",
      "vi": "Spencer, đội Alpha đây. Đã vào vị trí."
    }
  },
  {
    "translation": {
      "en": "Start lasing targets of opportunity. Biggest guns first. Over.",
      "vi": "Bắt đầu quét laze mục tiêu. Mấy khẩu to nhất trước. Hết."
    }
  },
  {
    "translation": {
      "en": "I am your biggest gun, Cap.",
      "vi": "Tôi là khẩu to nhất của anh đây, Đại úy."
    }
  },
  {
    "translation": {
      "en": "Diller, welcome back, man. How was your trip?",
      "vi": "Diller, chào mừng quay lại. Chuyến đi thế nào?"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm doing great.",
      "vi": "Bên tôi tốt lắm."
    }
  },
  {
    "translation": {
      "en": "I'm looking at timeshares over here for the summer.",
      "vi": "Tôi đang tìm chia sẻ kỳ nghỉ ở đây cho mùa hè này."
    }
  },
  {
    "translation": {
      "en": "All right. Let's do this, boys.",
      "vi": "Được rồi. Làm thôi nào, anh em."
    }
  },
  {
    "translation": {
      "en": "Heads down, stay safe.",
      "vi": "Cúi thấp, giữ an toàn nhé."
    }
  },
  {
    "translation": {
      "en": "All right, good to go.",
      "vi": "Được rồi, đi được rồi."
    }
  },
  {
    "translation": {
      "en": "All right, good.",
      "vi": "Được rồi, tốt."
    }
  },
  {
    "translation": {
      "en": "- Hey, yo, J? - Yeah.",
      "vi": "- Này, J. - Sao?"
    }
  },
  {
    "translation": {
      "en": "Zero- five- five brigade. Al Qaeda.",
      "vi": "Lữ đoàn 055. Al-Qaeda."
    }
  },
  {
    "translation": {
      "en": "- Gotta lead them a bit more, bro. - All right. Gotcha.",
      "vi": "- Phải dẫn cho chúng đi thêm một chút. - Được rồi. Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Viper 47, this is Bravo 595.",
      "vi": "Viper 47, đây là đội Bravo 595."
    }
  },
  {
    "translation": {
      "en": "Laser target designator 38.65.",
      "vi": "Bộ dò mục tiêu laze 38.65."
    }
  },
  {
    "translation": {
      "en": "Target, tanks in the open.",
      "vi": "Đã nhắm, xe tăng đang trống trải."
    }
  },
  {
    "translation": {
      "en": "Nice shot, chief.",
      "vi": "Bắn hay lắm, sếp."
    }
  },
  {
    "translation": {
      "en": "How's that taste, huh?",
      "vi": "Thấy thế nào hả?"
    }
  },
  {
    "translation": {
      "en": "Okay, Bravo, good drop. Shift your targets 500 meters south. Over.",
      "vi": "Được rồi, Bravo, ném hay lắm. Dời mục tiêu 500 mét về phía Nam. Hết."
    }
  },
  {
    "translation": {
      "en": "Viper 47, new target. Multiple troops in the open.",
      "vi": "Viper 47, mục tiêu mới. Nhiều binh lính đang ở nơi trống trải."
    }
  },
  {
    "translation": {
      "en": "Drop 500 meters east...",
      "vi": "Thả bom cách 500 mét về phía Đông…"
    }
  },
  {
    "translation": {
      "en": "Chief? Chief.",
      "vi": "Sếp ơi? Sếp."
    }
  },
  {
    "translation": {
      "en": "How'd they find us?",
      "vi": "Sao chúng thấy chúng ta vậy?"
    }
  },
  {
    "translation": {
      "en": "They surrendering?",
      "vi": "Chúng đang đầu hàng à?"
    }
  },
  {
    "translation": {
      "en": "Chief, are they surrendering?",
      "vi": "Sếp, chúng đầu hàng à?"
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "vi": "Có thể."
    }
  },
  {
    "translation": {
      "en": "Might be a trick.",
      "vi": "Hoặc có thể là bẫy."
    }
  },
  {
    "translation": {
      "en": "Keep your finger on the trigger, okay?",
      "vi": "Cứ giữ tay trên cò súng, nhé?"
    }
  },
  {
    "translation": {
      "en": "No sudden moves! What do you wanna do with them?",
      "vi": "- Cấm chuyển động đột ngột! - Anh muốn làm gì với chúng?"
    }
  },
  {
    "translation": {
      "en": "Alpha 595, this is Bravo 595. We got a situation here.",
      "vi": "Alpha 595, đây là Bravo 595. Ở đây có biến."
    }
  },
  {
    "translation": {
      "en": "Multiple enemy combatants attempting to surrender at our position.",
      "vi": "Rất nhiều binh sĩ địch đang cố đầu hàng ở chỗ bọn tôi."
    }
  },
  {
    "translation": {
      "en": "Put your hands up.",
      "vi": "Giơ tay lên!"
    }
  },
  {
    "translation": {
      "en": "Roger, Bravo. Give me a sitrep when they're contained. Over.",
      "vi": "Nghe rõ, Bravo. Báo cáo tình hình khi đã kiểm soát họ. Hết."
    }
  },
  {
    "translation": {
      "en": "Flash 21, this is 595 Charlie. Request immediate--",
      "vi": "Flash 21, đây là đội 595 Charlie. Yêu cầu ngay lập tức…"
    }
  },
  {
    "translation": {
      "en": "We gotta get that goddamn antenna!",
      "vi": "Chúng ta phải lấy cái ăng-ten đó!"
    }
  },
  {
    "translation": {
      "en": "Cover me!",
      "vi": "Yểm trợ cho tôi!"
    }
  },
  {
    "translation": {
      "en": "Oh, shit!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "They got a BM- 21, and they're going into the Gap!",
      "vi": "Chúng có súng BM-21 và đang xông vào đèo!"
    }
  },
  {
    "translation": {
      "en": "Do you want to surrender?",
      "vi": "Muốn đầu hàng phải không?"
    }
  },
  {
    "translation": {
      "en": "Do you understand?",
      "vi": "Có hiểu không vậy?"
    }
  },
  {
    "translation": {
      "en": "No, no. Just... just stay there.",
      "vi": "Không. Cứ ở yên đó."
    }
  },
  {
    "translation": {
      "en": "Stay there, okay?",
      "vi": "Ở yên đó, được chứ?"
    }
  },
  {
    "translation": {
      "en": "If you wish to surrender, you stay right there.",
      "vi": "Nếu muốn đầu hàng, thì ở yên đó."
    }
  },
  {
    "translation": {
      "en": "Stop. All right.",
      "vi": "Dừng lại. Được rồi."
    }
  },
  {
    "translation": {
      "en": "All right. We gotta search each one of these guys.",
      "vi": "Được rồi. Phải lục soát từng người bọn họ."
    }
  },
  {
    "translation": {
      "en": "One by one.",
      "vi": "Từng người một."
    }
  },
  {
    "translation": {
      "en": "- You hear me? - Okay. Yeah.",
      "vi": "- Nghe rõ không? - Được rồi. Rõ."
    }
  },
  {
    "translation": {
      "en": "Stay sharp.",
      "vi": "Cảnh giác đấy."
    }
  },
  {
    "translation": {
      "en": "Hal? Shit.",
      "vi": "Hal? Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Oh, shit! Hal? Hal?",
      "vi": "Khỉ thật! Hal?"
    }
  },
  {
    "translation": {
      "en": "Hal...",
      "vi": "Hal…"
    }
  },
  {
    "translation": {
      "en": "Hal? Oh, God. Hal, come on, buddy. Hal. Hal!",
      "vi": "Hal? Chúa ơi. Hal, cố lên, ông anh. Hal."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "No, no, no. Hal. Hal, come on, buddy. Come on.",
      "vi": "Không. Hal, cố lên, anh bạn. Cố lên."
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Hal! Hal! Come on! Oh, shit! Okay.",
      "vi": "Hal! Cố lên! Khỉ thật!"
    }
  },
  {
    "translation": {
      "en": "Hey, buddy. Come on.",
      "vi": "Này, anh bạn. Cố lên."
    }
  },
  {
    "translation": {
      "en": "Any station, Bravo is down! Bravo is down!",
      "vi": "Các vị trí, Bravo đã bị hạ!"
    }
  },
  {
    "translation": {
      "en": "- How bad? - Bad!",
      "vi": "- Tệ cỡ nào? - Tệ lắm!"
    }
  },
  {
    "translation": {
      "en": "I need immediate medevac!",
      "vi": "Tôi cần máy bay cứu thương ngay!"
    }
  },
  {
    "translation": {
      "en": "I'm on it, sir.",
      "vi": "Tôi đang gọi, thưa sếp."
    }
  },
  {
    "translation": {
      "en": "Here, fix this!",
      "vi": "Đây, sửa đi!"
    }
  },
  {
    "translation": {
      "en": "Sir, better late than never, huh?",
      "vi": "Sếp, muộn còn hơn không, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "vi": "Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "- How about now? - Yeah, good.",
      "vi": "- Còn giờ thì sao? - Ừ. Tốt rồi."
    }
  },
  {
    "translation": {
      "en": "Alpha, this is Charlie. Do you read me?",
      "vi": "Alpha, đây là Charlie. Nghe rõ không?"
    }
  },
  {
    "translation": {
      "en": "Go ahead.",
      "vi": "Nói đi."
    }
  },
  {
    "translation": {
      "en": "There's a BM- 21 in the Gap loaded with rockets.",
      "vi": "Có một khẩu BM-21 trong đèo, nạp đầy hỏa tiễn."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "What the fuck is that?",
      "vi": "Cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Black, give me Spencer's status.",
      "vi": "Black, báo tình trạng Spencer đi."
    }
  },
  {
    "translation": {
      "en": "It's a sucking chest wound. He's on a real clock here.",
      "vi": "Một vết thương lớn ở ngực. Anh ấy hấp hối đến nơi rồi."
    }
  },
  {
    "translation": {
      "en": "All right, ready? Three, two, one. Up. Easy.",
      "vi": "Được rồi, sẵn sàng chưa? Ba, hai, một. Lên. Từ từ thôi."
    }
  },
  {
    "translation": {
      "en": "- Hey. Movement. - Let's roll, boys. Let's roll.",
      "vi": "- Này. Có chuyển động. - Đi thôi, các anh. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "Get down.",
      "vi": "Cúi xuống."
    }
  },
  {
    "translation": {
      "en": "Essex, can you target the BM- 21?",
      "vi": "Essex, khóa mục tiêu khẩu BM-21 được chứ?"
    }
  },
  {
    "translation": {
      "en": "Negative.",
      "vi": "Không được."
    }
  },
  {
    "translation": {
      "en": "- Pulling back? - Back to the horses.",
      "vi": "- Rút lui à? - Quay về với lũ ngựa."
    }
  },
  {
    "translation": {
      "en": "Move!",
      "vi": "Đi mau!"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Đi!"
    }
  },
  {
    "translation": {
      "en": "Taliban's gonna swamp your position before a medevac can get in.",
      "vi": "Taliban sẽ tràn tới chỗ các anh trước khi máy bay cứu thương tới đó."
    }
  },
  {
    "translation": {
      "en": "Put the radio to Spencer's ear.",
      "vi": "Đặt điện đàm vào tai Spencer."
    }
  },
  {
    "translation": {
      "en": "All right, this is double or nothing, Hal. We're gonna evac you.",
      "vi": "Được rồi, được ăn cả ngã về không nhé Hal. Chúng tôi sẽ sơ tán anh."
    }
  },
  {
    "translation": {
      "en": "Don't stop.",
      "vi": "Đừng dừng lại."
    }
  },
  {
    "translation": {
      "en": "We're not. We're airlifting you from the other side of the Gap",
      "vi": "Không đâu. Chúng tôi sẽ đưa anh đi máy bay từ phía kia đèo"
    }
  },
  {
    "translation": {
      "en": "on the road to Mazar- i- Sharif.",
      "vi": "trên đường tới Mazar-i-Sharif."
    }
  },
  {
    "translation": {
      "en": "It's the only way, Hal.",
      "vi": "Đó là cách duy nhất, Hal."
    }
  },
  {
    "translation": {
      "en": "Remember, the only way home is winning.",
      "vi": "Hãy nhớ, cách duy nhất để về nhà là thắng."
    }
  },
  {
    "translation": {
      "en": "You hang in there, my friend.",
      "vi": "Gắng gượng nhé, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Call the drop now!",
      "vi": "Gọi không kích ngay!"
    }
  },
  {
    "translation": {
      "en": "464, adjust your target 20 meters west.",
      "vi": "464, điều chỉnh mục tiêu 20 mét về phía Tây."
    }
  },
  {
    "translation": {
      "en": "How copy? Over.",
      "vi": "Rõ không? Hết."
    }
  },
  {
    "translation": {
      "en": "Good copy, 595. But we are not authorized so close to you.",
      "vi": "Rõ rồi, 595. Nhưng bọn tôi không được phép tới gần các anh quá."
    }
  },
  {
    "translation": {
      "en": "Danger close, bro!",
      "vi": "Giáp mục tiêu, anh bạn!"
    }
  },
  {
    "translation": {
      "en": "464, requesting danger close ordnance!",
      "vi": "464, yêu cầu đánh giáp mục tiêu!"
    }
  },
  {
    "translation": {
      "en": "Copy that. Danger close. Twenty seconds.",
      "vi": "Đã nghe. Giáp mục tiêu. Hai mươi giây."
    }
  },
  {
    "translation": {
      "en": "- Get the fuck out of here! - Let's go! Run!",
      "vi": "- Ra khỏi đây ngay! - Đi thôi! Chạy mau!"
    }
  },
  {
    "translation": {
      "en": "- Jackson? - Yeah.",
      "vi": "- Jackson? - Có đây."
    }
  },
  {
    "translation": {
      "en": "- Fuck. - Yeah.",
      "vi": "- Chết tiệt. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Najeeb...",
      "vi": "Najeeb…"
    }
  },
  {
    "translation": {
      "en": "Come on, Najeeb. Come on.",
      "vi": "Cố lên, Najeeb. Cố lên."
    }
  },
  {
    "translation": {
      "en": "- Milo? - Yeah.",
      "vi": "- Milo? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Come on, Najeeb. Come on, bro. Come on.",
      "vi": "Cố lên, Najeeb. Cố lên anh bạn. Cố lên."
    }
  },
  {
    "translation": {
      "en": "- Are you okay? - Go help Jackson.",
      "vi": "- Anh ổn chứ? - Tới giúp Jackson đi."
    }
  },
  {
    "translation": {
      "en": "- Go help Jackson! - Look at me!",
      "vi": "- Giúp Jackson! - Nhìn tôi đi!"
    }
  },
  {
    "translation": {
      "en": "Help Jackson!",
      "vi": "Giúp Jackson đi!"
    }
  },
  {
    "translation": {
      "en": "Jackson? Get up!",
      "vi": "Jackson? Đứng dậy!"
    }
  },
  {
    "translation": {
      "en": "- Get up! - Come on, Najeeb.",
      "vi": "- Đứng dậy! - Cố lên, Najeeb."
    }
  },
  {
    "translation": {
      "en": "We gotta go. We gotta go.",
      "vi": "Chúng ta phải đi."
    }
  },
  {
    "translation": {
      "en": "All right. All right?",
      "vi": "Được rồi. Ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Najeeb? You all right?",
      "vi": "Najeeb? Ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Come on. Come on. Let it out, man.",
      "vi": "Cố lên. Phun ra đi. Cố lên."
    }
  },
  {
    "translation": {
      "en": "Let it out. We gotta go. We gotta go.",
      "vi": "Phun ra đi. Chúng ta phải đi."
    }
  },
  {
    "translation": {
      "en": "Cap, we lost communication with Essex.",
      "vi": "Đại úy, đã mất liên lạc với Essex."
    }
  },
  {
    "translation": {
      "en": "Keep trying.",
      "vi": "Gọi họ liên tục đi."
    }
  },
  {
    "translation": {
      "en": "Listen, if we don't take out that BM- 21, this whole thing is over.",
      "vi": "Nghe này, nếu không hạ khẩu BM-21 đó, thì tất cả coi như xong đời."
    }
  },
  {
    "translation": {
      "en": "It fires 40 rockets in salvos. Got it?",
      "vi": "Nó bắn một loạt 40 hỏa tiễn. Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "Forty, and then two minutes to reload.",
      "vi": "Bốn mươi, rồi ngưng hai phút để nạp lại."
    }
  },
  {
    "translation": {
      "en": "- Say it back to me. - Two minutes.",
      "vi": "- Nhắc lại tôi nghe. - Hai phút."
    }
  },
  {
    "translation": {
      "en": "That's how long we're gonna have to storm their position,",
      "vi": "Ta có chừng đó phút để ùa tới chỗ chúng,"
    }
  },
  {
    "translation": {
      "en": "but we must get closer, and hold there until they stop to reload.",
      "vi": "nhưng ta phải tới gần hơn và dừng ở đó đến khi chúng dừng lại nạp đạn."
    }
  },
  {
    "translation": {
      "en": "K2 base, this is Alpha.",
      "vi": "Căn cứ K2, đây là đội Alpha."
    }
  },
  {
    "translation": {
      "en": "Lead elements crossing phase line red. Anticipate high casualties.",
      "vi": "Đội dẫn đầu sắp qua vành đai nguy hiểm. Dự kiến thương vong cao."
    }
  },
  {
    "translation": {
      "en": "He's charging! Follow him!",
      "vi": "Anh ta xung phong kìa! Đi theo anh ta!"
    }
  },
  {
    "translation": {
      "en": "Thirty- eight. Thirty- nine.",
      "vi": "38, 39."
    }
  },
  {
    "translation": {
      "en": "They're gonna have to reload soon. We'll have two--",
      "vi": "Chúng sắp phải dừng nạp đạn. Ta sẽ có hai…"
    }
  },
  {
    "translation": {
      "en": "- Captain! - Now's our window. Let's go!",
      "vi": "- Đại úy! - Giờ là khoảng hở của ta. Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Contact front!",
      "vi": "Địch ở phía trước!"
    }
  },
  {
    "translation": {
      "en": "Where's Diller?",
      "vi": "Diller đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Moving to our position. Bird incoming in two minutes.",
      "vi": "Đang tiến tới chỗ chúng ta. Hai phút nữa trực thăng sẽ tới."
    }
  },
  {
    "translation": {
      "en": "Copy.",
      "vi": "Đã rõ."
    }
  },
  {
    "translation": {
      "en": "Rendezvous at evac sight and pop smoke.",
      "vi": "Điểm hẹn ở chỗ sơ tán và phun khói lên nhé."
    }
  },
  {
    "translation": {
      "en": "Get the horses out of here! There's a chopper coming.",
      "vi": "Đưa ngựa ra khỏi đây! Trực thăng sắp tới đó."
    }
  },
  {
    "translation": {
      "en": "- How's he doing? - Cap, I need that medevac here right now!",
      "vi": "- Anh ta sao rồi? - Đại úy, tôi cần máy bay cứu thương ngay!"
    }
  },
  {
    "translation": {
      "en": "- All right, it's coming. - Chopper's inbound!",
      "vi": "- Được, nó sắp tới. - Trực thăng đã tới!"
    }
  },
  {
    "translation": {
      "en": "Jones, get that smoke out!",
      "vi": "Jones, lấy lựu đạn khói ra!"
    }
  },
  {
    "translation": {
      "en": "Here they come, buddy. Here they come.",
      "vi": "Họ tới rồi, anh bạn. Họ tới rồi."
    }
  },
  {
    "translation": {
      "en": "You hang in there, buddy.",
      "vi": "Anh cố lên nhé, bạn hiền."
    }
  },
  {
    "translation": {
      "en": "- Did we get them? - Yeah, man. We got them.",
      "vi": "- Hạ được chúng chưa? - Rồi. Ta thắng rồi."
    }
  },
  {
    "translation": {
      "en": "We got them good.",
      "vi": "Thắng to rồi."
    }
  },
  {
    "translation": {
      "en": "Hey. Hey, you hang in there. Don't you quit on us.",
      "vi": "Này, gắng lên nhé. Đừng bỏ bọn tôi đấy."
    }
  },
  {
    "translation": {
      "en": "Let's cover him up! Cover up!",
      "vi": "Che anh ấy lại nào! Che lại!"
    }
  },
  {
    "translation": {
      "en": "Okay, ready?",
      "vi": "Được rồi, sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "Three, two, one! Up!",
      "vi": "Ba, hai, một! Nâng lên!"
    }
  },
  {
    "translation": {
      "en": "Has anyone seen Dostum?",
      "vi": "Có ai thấy Dostum không?"
    }
  },
  {
    "translation": {
      "en": "Eye in the sky says full retreat over here.",
      "vi": "Giám sát trên không nói bên này đang rút quân toàn diện."
    }
  },
  {
    "translation": {
      "en": "The whole Gap is clear. They're bugging out all the way from Mazar.",
      "vi": "Cả con đèo đã trống. Chúng đang tháo chạy từ Mazar."
    }
  },
  {
    "translation": {
      "en": "Does air visual have eyes on Atta's militia?",
      "vi": "Giám sát trên không có thấy quân của Atta không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, they're approaching from the east.",
      "vi": "Có, họ đang tiếp cận từ phía Đông."
    }
  },
  {
    "translation": {
      "en": "Dostum's going for Atta.",
      "vi": "Dostum đang truy đuổi Atta."
    }
  },
  {
    "translation": {
      "en": "This whole thing falls apart if the Northern Alliance breaks.",
      "vi": "Vũ này sẽ đi tong nếu Liên quân Miền Bắc tan rã."
    }
  },
  {
    "translation": {
      "en": "We have to get to Dostum first! Head to Mazar!",
      "vi": "Ta phải tới chỗ Dostum trước! Tới Mazar thôi!"
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "vi": "Đi nào!"
    }
  },
  {
    "translation": {
      "en": "- General, wait. - General Atta.",
      "vi": "- Tướng quân, chờ đã. - Tướng Atta."
    }
  },
  {
    "translation": {
      "en": "I will let Atta have the city today.",
      "vi": "Hôm nay tôi sẽ cho Atta giữ thành phố."
    }
  },
  {
    "translation": {
      "en": "Tomorrow, we'll see.",
      "vi": "Còn ngày mai thì để đó rồi xem."
    }
  },
  {
    "translation": {
      "en": "Well, you made the right choice.",
      "vi": "Ông đã lựa chọn đúng."
    }
  },
  {
    "translation": {
      "en": "Right choice?",
      "vi": "Lựa chọn đúng à?"
    }
  },
  {
    "translation": {
      "en": "There are no right choices here. This is Afghanistan.",
      "vi": "Ở đây làm gì có lựa chọn đúng. Đây là Afghanistan."
    }
  },
  {
    "translation": {
      "en": "Graveyard of many empires.",
      "vi": "Mồ chôn của rất nhiều đế chế."
    }
  },
  {
    "translation": {
      "en": "Today you are our friend, tomorrow you are our enemy.",
      "vi": "Hôm nay các cậu là bạn, ngày mai các cậu là thù."
    }
  },
  {
    "translation": {
      "en": "It won't be any different for you.",
      "vi": "Chẳng khác gì với cậu cả."
    }
  },
  {
    "translation": {
      "en": "Soon America will become just another tribe here.",
      "vi": "Sớm thôi Hoa Kỳ sẽ chỉ là một thế lực khác ở đây."
    }
  },
  {
    "translation": {
      "en": "You will be cowards if you leave.",
      "vi": "Các cậu sẽ là lũ hèn nếu rút đi."
    }
  },
  {
    "translation": {
      "en": "And you will be our enemies if you stay.",
      "vi": "Và các cậu sẽ là kẻ thù nếu ở lại."
    }
  },
  {
    "translation": {
      "en": "Just know...",
      "vi": "Chỉ cần biết rằng…"
    }
  },
  {
    "translation": {
      "en": "that you will always be my brother.",
      "vi": "cậu sẽ luôn là anh em của tôi."
    }
  },
  {
    "translation": {
      "en": "When I get into that city, I will raise your flag.",
      "vi": "Khi tôi vào thành phố đó, tôi sẽ vẫy cờ của cậu."
    }
  },
  {
    "translation": {
      "en": "It's your city, General. You raise your own flag.",
      "vi": "Đó là thành phố của ông, Tướng quân. Hãy cứ vẫy cờ của ông."
    }
  },
  {
    "translation": {
      "en": "Here.",
      "vi": "Đây."
    }
  },
  {
    "translation": {
      "en": "It's been with me forever.",
      "vi": "Nó luôn đồng hành với tôi."
    }
  },
  {
    "translation": {
      "en": "- Now it's yours. - Thank you.",
      "vi": "- Giờ nó là của cậu. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Yo.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "Thank you for looking out for me.",
      "vi": "Cảm ơn vì đã trông chừng cho tôi."
    }
  },
  {
    "translation": {
      "en": "If you cry, I'm telling everyone.",
      "vi": "Nếu anh khóc, tôi sẽ kể với mọi người."
    }
  },
  {
    "translation": {
      "en": "Shut the fuck up, bro.",
      "vi": "Im đi, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Welcome back!",
      "vi": "Mừng hai anh trở về!"
    }
  },
  {
    "translation": {
      "en": "Changed the extraction site, huh?",
      "vi": "Đổi địa điểm rút quân hả?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I didn't think you'd walked far enough.",
      "vi": "Ừ, tôi không nghĩ anh đi bộ xa được thế."
    }
  },
  {
    "translation": {
      "en": "Yeah. I was thinking, You know what? My knees feel way too good.",
      "vi": "Ừ. Tôi đang nghĩ: Anh biết không, đầu gối tôi quá phê."
    }
  },
  {
    "translation": {
      "en": "- They look good. - Thanks.",
      "vi": "- Trông khỏe đấy chứ. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "- Did you see the medic? - Yeah.",
      "vi": "- Anh gặp quân y chưa? - Rồi."
    }
  },
  {
    "translation": {
      "en": "Feels good, huh?",
      "vi": "Thấy tốt chứ?"
    }
  },
  {
    "translation": {
      "en": "What, sitting down? Awesome.",
      "vi": "Sao, ngồi xuống ấy hả? Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "No, I mean to finally see one through.",
      "vi": "Không, ý tôi là thấy mọi thứ đã xong."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah...",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "We won the battle, you know.",
      "vi": "Ta đã thắng trận này."
    }
  },
  {
    "translation": {
      "en": "Still gotta win the war.",
      "vi": "Vẫn cần thắng cuộc chiến này."
    }
  },
  {
    "translation": {
      "en": "Yeah. That ain't up to us.",
      "vi": "Phải. Cái đó không do chúng ta quyết."
    }
  },
  {
    "translation": {
      "en": "Ain't our job anyway though, right?",
      "vi": "Dù sao cũng không phải việc của ta, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "So, where are you going to point us to next?",
      "vi": "Vậy anh sẽ chỉ bọn tôi đi đâu tiếp?"
    }
  },
  {
    "translation": {
      "en": "I'm pointing us home.",
      "vi": "Tôi sẽ chỉ cả đội về nhà."
    }
  },
  {
    "translation": {
      "en": "I'll follow you there.",
      "vi": "Tôi sẽ đi theo anh."
    }
  },
  {
    "translation": {
      "en": "I'll follow you anywhere.",
      "vi": "Tôi sẽ theo anh tới bất cứ đâu."
    }
  },
  {
    "translation": {
      "en": "Thank God for that.",
      "vi": "Tạ ơn trời vì điều đó."
    }
  },
  {
    "translation": {
      "en": "He's stable. On his way to Germany. You got him here in time.",
      "vi": "Ổn định rồi. Đang trên đường sang Đức. Anh đưa anh ta tới kịp lúc đấy."
    }
  },
  {
    "translation": {
      "en": "Kept your promise.",
      "vi": "Cậu đã giữ lời hứa."
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "vi": "Vâng, thưa sếp."
    }
  },
  {
    "translation": {
      "en": "That's beautiful, Maddy.",
      "vi": "Đẹp quá, Maddy."
    }
  },
  {
    "translation": {
      "en": "Maddy! Come here!",
      "vi": "Maddy! Lại đây con!"
    }
  },
  {
    "translation": {
      "en": "Look, Christmas came early!",
      "vi": "Xem kìa, Giáng sinh đến sớm kìa!"
    }
  },
  {
    "translation": {
      "en": "Daddy!",
      "vi": "Bố ơi!"
    }
  }
]