[
  {
    "translation": {
      "en": "[narrator] Once upon a time, there was a beautiful, downtrodden girl with an evil stepmother.",
      "vi": "Ngày xửa ngày xưa, có một cô gái xinh đẹp, bị mụ dì ghẻ độc ác chà đạp."
    }
  },
  {
    "translation": {
      "en": "Then a fairy godmother granted her wish to go to a ball,",
      "vi": "Rồi bà tiên đỡ đầu ban cho nàng điều ước đi dạ hội,"
    }
  },
  {
    "translation": {
      "en": "-where, at the stroke of midnight… -[clock chimes] …she lost her glass slipper.",
      "vi": "tại đó, vào đúng nửa đêm, nàng đánh rơi chiếc hài thủy tinh."
    }
  },
  {
    "translation": {
      "en": "-But a prince found it… -Huh. [narrator] …and when he finally tracked her down,",
      "vi": "Nhưng hoàng tử nọ đã nhặt được nó, để rồi khi chàng tìm được nàng,"
    }
  },
  {
    "translation": {
      "en": "they fell in love and lived happily ever after.",
      "vi": "họ đã phải lòng và sống hạnh phúc mãi về sau."
    }
  },
  {
    "translation": {
      "en": "You know the story. Or maybe you know this story.",
      "vi": "Câu chuyện đó quen chứ. Hay có lẽ bạn sẽ biết câu chuyện này."
    }
  },
  {
    "translation": {
      "en": "There was a beautiful, downtrodden girl with an evil stepmother.",
      "vi": "Có một cô gái xinh đẹp, bị mụ dì ghẻ độc ác chà đạp."
    }
  },
  {
    "translation": {
      "en": "Then some magical fish bones granted her a wish to go to the New Year's festival,",
      "vi": "Rồi một khúc xương cá thần kỳ ban cho nàng điều ước đi dự hội Năm Mới,"
    }
  },
  {
    "translation": {
      "en": "where she lost her teeny tiny golden shoe.",
      "vi": "nơi nàng đánh rơi chiếc hài vàng tí xíu."
    }
  },
  {
    "translation": {
      "en": "-But the king found it… -Hmm. …and when he finally tracked her down,",
      "vi": "Nhưng nhà vua đã nhặt được, để rồi khi vua tìm được nàng,"
    }
  },
  {
    "translation": {
      "en": "they fell in love and lived happily ever after.",
      "vi": "họ đã phải lòng và sống hạnh phúc mãi về sau."
    }
  },
  {
    "translation": {
      "en": "-And her evil stepmother… -[growls]",
      "vi": "Còn mụ dì ghẻ độc ác của nàng"
    }
  },
  {
    "translation": {
      "en": "…was crushed to death by stones in a cave.",
      "vi": "thì bị đá trong hang đè chết."
    }
  },
  {
    "translation": {
      "en": "And in Greece, a similar story was once told.",
      "vi": "Ở Hy Lạp, người ta cũng từng kể một câu chuyện tương tự."
    }
  },
  {
    "translation": {
      "en": "Except this beautiful, downtrodden girl was bathing in a river,",
      "vi": "Có điều, cô gái xinh đẹp, bị chà đạp nọ đang tắm dưới sông"
    }
  },
  {
    "translation": {
      "en": "when an eagle swooped in and stole her sandal,",
      "vi": "thì bị con đại bàng sà xuống cướp mất chiếc dép,"
    }
  },
  {
    "translation": {
      "en": "which it then serendipitously dropped right into the lap of a king.",
      "vi": "rồi tình cờ làm sao, nó thả chiếc dép rơi thẳng vào lòng nhà vua."
    }
  },
  {
    "translation": {
      "en": "Spoiler alert: When he finally tracked her down,",
      "vi": "Bật mí cốt truyện, khi vua tìm được nàng,"
    }
  },
  {
    "translation": {
      "en": "they fell in love, and they lived happily ever after.",
      "vi": "họ đã phải lòng và sống hạnh phúc mãi về sau."
    }
  },
  {
    "translation": {
      "en": "And there are plenty more.",
      "vi": "Còn nhiều câu chuyện nữa."
    }
  },
  {
    "translation": {
      "en": "Downtrodden girl. Magical intervention.",
      "vi": "Cô gái bị chà đạp. Sự can thiệp màu nhiệm."
    }
  },
  {
    "translation": {
      "en": "Loses her shoe, meets her love. Girl, magic, shoe, love.",
      "vi": "Mất chiếc hài, gặp tình yêu. Cô gái, phép màu, chiếc hài, tình yêu."
    }
  },
  {
    "translation": {
      "en": "Back in 1893,",
      "vi": "Hồi năm 1893,"
    }
  },
  {
    "translation": {
      "en": "a folklorist recorded 345 different versions of Cinderella",
      "vi": "một nhà nghiên cứu văn học dân gian đã lưu 345 phiên bản chuyện Lọ Lem"
    }
  },
  {
    "translation": {
      "en": "told all around the world.",
      "vi": "được kể trên thế giới."
    }
  },
  {
    "translation": {
      "en": "Today, we think that number is in the thousands,",
      "vi": "Ngày nay chúng tôi nghĩ con số đó lên tới hàng nghìn,"
    }
  },
  {
    "translation": {
      "en": "and it's not just Cinderella.",
      "vi": "và không chỉ mỗi Lọ Lem. Nhiều truyện cổ tích bạn biết và yêu thích"
    }
  },
  {
    "translation": {
      "en": "Many of the fairy tales you know and love exist in dozens of different countries.",
      "vi": "và không chỉ mỗi Lọ Lem. Nhiều truyện cổ tích bạn biết và yêu thích cũng tồn tại ở hàng chục nước khác."
    }
  },
  {
    "translation": {
      "en": "Why do we keep telling versions of the same story?",
      "vi": "Sao ta cứ kể mãi những phiên bản của cùng một câu chuyện?"
    }
  },
  {
    "translation": {
      "en": "What is it about fairy tales?",
      "vi": "Truyện cổ tích có gì mà thú vị đến thế?"
    }
  },
  {
    "translation": {
      "en": "Ready? Let's go.",
      "vi": "Sẵn sàng chưa? Đi nào."
    }
  },
  {
    "translation": {
      "en": "[man 1] Between these covers, we find these immortal favorites.",
      "vi": "Sau những trang bìa này là những câu chuyện được yêu thích trường tồn."
    }
  },
  {
    "translation": {
      "en": "[man 2] Do you remember when you were small hearing the story of Red Riding Hood?",
      "vi": "Nhớ hồi bé, bạn được nghe câu chuyện về Cô bé quàng khăn đỏ không?"
    }
  },
  {
    "translation": {
      "en": "Remember, when the clock strikes 12:00, you must be home by then.",
      "vi": "Chớ quên, khi đồng hồ điểm 12 giờ là con phải có mặt ở nhà rồi nhé."
    }
  },
  {
    "translation": {
      "en": "[man 3] Remember the lovely princess who was bewitched into a deep slumber",
      "vi": "Nhớ nàng công chúa xinh đẹp bị bỏ bùa, chìm vào giấc ngủ sâu"
    }
  },
  {
    "translation": {
      "en": "until her Prince Charming came to break the spell?",
      "vi": "tới khi Hoàng tử Bạch Mã đến phá lời nguyền không?"
    }
  },
  {
    "translation": {
      "en": "Come on, wake up! Wake up! You lazy good-for-nothing!",
      "vi": "Thôi nào, dậy mau! Đồ lười biếng ăn không ngồi rồi kia!"
    }
  },
  {
    "translation": {
      "en": "Come on, wake up!",
      "vi": "Nào, dậy mau!"
    }
  },
  {
    "translation": {
      "en": "When we talk about fairy tales, often we use the term",
      "vi": "Nói về \"truyện cổ tích\", ta hay dùng cụm từ đó"
    }
  },
  {
    "translation": {
      "en": "to think about things that are unrealistically good.",
      "vi": "khi liên tưởng đến những việc tốt đẹp tới mức phi thực tế."
    }
  },
  {
    "translation": {
      "en": "[Negga] You know the image,",
      "vi": "Bạn biết cái cảnh đó rồi, nó được tái hiện trong quá nhiều phim,"
    }
  },
  {
    "translation": {
      "en": "reproduced in so many movies, TV shows, advertisements.",
      "vi": "Bạn biết cái cảnh đó rồi, nó được tái hiện trong quá nhiều phim, sô truyền hình và quảng cáo."
    }
  },
  {
    "translation": {
      "en": "[Grady] And the camera sort of freezes on this impossibly beautiful moment.",
      "vi": "Và máy quay sẽ, kiểu, ngưng đọng trước khoảnh khắc đẹp đến phi lý đó."
    }
  },
  {
    "translation": {
      "en": "And often we're hearkening specifically to the idea",
      "vi": "Và thường ta sẽ liên tưởng cụ thể tới hình ảnh"
    }
  },
  {
    "translation": {
      "en": "of the ending of a Disney movie.",
      "vi": "đoạn kết của một bộ phim Disney."
    }
  },
  {
    "translation": {
      "en": "[Negga] In 1937, Walt Disney,",
      "vi": "Năm 1937, Walt Disney,"
    }
  },
  {
    "translation": {
      "en": "animator extraordinaire, co-inventor of Mickey Mouse,",
      "vi": "nhà làm phim hoạt hình thiên tài, đồng sáng tạo ra Chuột Mickey,"
    }
  },
  {
    "translation": {
      "en": "released Snow White, the rollicking story",
      "vi": "đã trình làng Bạch Tuyết, câu chuyện vui nhộn"
    }
  },
  {
    "translation": {
      "en": "of a beautiful girl, her evil stepmother,",
      "vi": "về cô gái xinh đẹp, mụ dì ghẻ độc ác"
    }
  },
  {
    "translation": {
      "en": "and seven adorable dwarfs of varying temperaments.",
      "vi": "cùng bảy chú lùn đáng yêu, mỗi người mang một tính khí."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì hả?"
    }
  },
  {
    "translation": {
      "en": "[Negga] It was his first ever full-length animation movie",
      "vi": "Đó là bộ phim hoạt hình dài đầu tay của ông,"
    }
  },
  {
    "translation": {
      "en": "and made in Multiplane Technicolor, as they boasted in the movie's marketing.",
      "vi": "và như họ tiếp thị, được sản xuất bằng Công nghệ phim màu đa ảnh."
    }
  },
  {
    "translation": {
      "en": "[man] More than 250,000 paintings like these",
      "vi": "Hơn 250.000 bức tranh như thế này"
    }
  },
  {
    "translation": {
      "en": "were created by Walt Disney and his staff of artists.",
      "vi": "đã được Walt Disney và đội ngũ họa sĩ tạo ra."
    }
  },
  {
    "translation": {
      "en": "[Negga] Many copied frame by frame from a recording of these reference actors,",
      "vi": "Nhiều bức được chép đúng từng khung hình từ một đoạn phim quay các diễn viên mẫu,"
    }
  },
  {
    "translation": {
      "en": "so the characters looked and danced like real people.",
      "vi": "khiến các nhân vật nhảy múa và trông giống hệt người thật."
    }
  },
  {
    "translation": {
      "en": "As opposed to,",
      "vi": "Khác hẳn với,"
    }
  },
  {
    "translation": {
      "en": "well, cartoons.",
      "vi": "ừm, các phim hoạt hình này."
    }
  },
  {
    "translation": {
      "en": "Like these earlier Disney films.",
      "vi": "Những bộ phim Disney thời đầu."
    }
  },
  {
    "translation": {
      "en": "Production was so ambitious that newspapers labeled it his folly.",
      "vi": "Việc sản xuất này tham vọng đến nỗi bị báo chí coi là điên rồ."
    }
  },
  {
    "translation": {
      "en": "But when Snow White came out, they changed their tune.",
      "vi": "Nhưng sau khi Bạch Tuyết ra mắt, họ đã thay đổi suy nghĩ."
    }
  },
  {
    "translation": {
      "en": "It became an international sensation.",
      "vi": "Bộ phim trở thành một hiện tượng ở tầm quốc tế."
    }
  },
  {
    "translation": {
      "en": "You could buy Snow White accessories, Snow White dolls,",
      "vi": "Bạn có thể mua phụ kiện Bạch Tuyết, búp bê Bạch Tuyết,"
    }
  },
  {
    "translation": {
      "en": "a vast array of dwarf-inspired hats, and the first movie soundtrack ever sold.",
      "vi": "nhiều mẫu mũ lấy cảm hứng từ các chú lùn, và đĩa nhạc phim đầu tiên từng được bán."
    }
  },
  {
    "translation": {
      "en": "If you adjust for inflation,",
      "vi": "Nếu bạn điều chỉnh theo lạm phát, Bạch Tuyết vẫn nằm trong số"
    }
  },
  {
    "translation": {
      "en": "Snow White still ranks among the highest-grossing movies ever made.",
      "vi": "Nếu bạn điều chỉnh theo lạm phát, Bạch Tuyết vẫn nằm trong số những bộ phim có doanh thu cao nhất mọi thời đại."
    }
  },
  {
    "translation": {
      "en": "And it created the playbook for many Disney hits that followed.",
      "vi": "Và nó đã tạo ra khuôn mẫu cho nhiều phim ăn khách của Disney sau này."
    }
  },
  {
    "translation": {
      "en": "[Grady] This fantasy of ball gowns, and castles,",
      "vi": "Một viễn cảnh về những bộ váy dạ hội, những lâu đài và một thiếu nữ tội nghiệp"
    }
  },
  {
    "translation": {
      "en": "and a poor young girl who has to find her happy ending,",
      "vi": "Một viễn cảnh về những bộ váy dạ hội, những lâu đài và một thiếu nữ tội nghiệp muốn tìm kiếm cái kết có hậu cho mình, có lẽ là qua việc lấy được một hoàng tử."
    }
  },
  {
    "translation": {
      "en": "probably by marrying a prince.",
      "vi": "muốn tìm kiếm cái kết có hậu cho mình, có lẽ là qua việc lấy được một hoàng tử."
    }
  },
  {
    "translation": {
      "en": "There's nothing wrong with any of that, but it's doing a very different thing from the earlier fairy tales.",
      "vi": "Và những thứ đó không có gì sai cả, nhưng rất khác với truyện cổ tích đời đầu."
    }
  },
  {
    "translation": {
      "en": "[Negga] If you want to know what fairy tales are really about,",
      "vi": "Nếu muốn biết thế nào mới thực sự là truyện cổ tích,"
    }
  },
  {
    "translation": {
      "en": "you have to ask the true experts.",
      "vi": "bạn phải hỏi những chuyên gia đích thực."
    }
  },
  {
    "translation": {
      "en": "It's a thing",
      "vi": "Truyện cổ tích là thứ"
    }
  },
  {
    "translation": {
      "en": "that, uh, might be on movies,",
      "vi": "có thể có trong phim,"
    }
  },
  {
    "translation": {
      "en": "might be on books.",
      "vi": "có thể có trong sách truyện ạ."
    }
  },
  {
    "translation": {
      "en": "It needs a main character. It's magical.",
      "vi": "Nó phải có nhân vật chính. Nó phải có phép màu."
    }
  },
  {
    "translation": {
      "en": "A fairy tale is basically a story which has",
      "vi": "Truyện cổ tích về cơ bản là một câu chuyện có"
    }
  },
  {
    "translation": {
      "en": "pretty characters who say beautiful speeches.",
      "vi": "những nhân vật xinh đẹp, nói những lời hay ý đẹp ạ."
    }
  },
  {
    "translation": {
      "en": "A fairy tale is",
      "vi": "Truyện cổ tích"
    }
  },
  {
    "translation": {
      "en": "not real.",
      "vi": "không có thật ạ."
    }
  },
  {
    "translation": {
      "en": "It's just a story.",
      "vi": "Nó chỉ là truyện thôi."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] That comes from another world, a world of magic,",
      "vi": "Nó đến từ một thế giới khác, thế giới của phép màu,"
    }
  },
  {
    "translation": {
      "en": "full of creativity, of many colors.",
      "vi": "nhiều màu sắc và đầy sự sáng tạo."
    }
  },
  {
    "translation": {
      "en": "I mean, a completely different world from the one we know.",
      "vi": "Ý cháu là, thế giới đó khác hẳn thế giới ta đang biết."
    }
  },
  {
    "translation": {
      "en": "[Negga in English] And those definitions are pretty accurate.",
      "vi": "Thật ra, các định nghĩa này khá chính xác."
    }
  },
  {
    "translation": {
      "en": "It might make sense to think of these stories",
      "vi": "Có thể có lý khi coi những câu chuyện đó"
    }
  },
  {
    "translation": {
      "en": "as tales about metamorphosis and transformation.",
      "vi": "là những câu chuyện về sự biến hình và biến đổi."
    }
  },
  {
    "translation": {
      "en": "[Negga] Cinderella's rags turn into a beautiful dress.",
      "vi": "Bộ váy rách rưới của Lọ Lem biến thành một bộ váy đẹp đẽ."
    }
  },
  {
    "translation": {
      "en": "Snow White comes back to life with a true love's kiss.",
      "vi": "Bạch Tuyết hồi sinh nhờ nụ hôn của tình yêu đích thực."
    }
  },
  {
    "translation": {
      "en": "Jack's beans sprout a plant tower that stretches beyond the clouds.",
      "vi": "Những hạt đậu của Jack vươn thành cây khổng lồ, vượt trên cả những tầng mây."
    }
  },
  {
    "translation": {
      "en": "All fairy tales have mystery and magic in them.",
      "vi": "Truyện cổ tích nào cũng có yếu tố bí ẩn và màu nhiệm."
    }
  },
  {
    "translation": {
      "en": "[Negga] But so do a lot of stories that aren't fairy tales,",
      "vi": "Nhưng nhiều câu chuyện không phải truyện cổ tích cũng vậy,"
    }
  },
  {
    "translation": {
      "en": "so it might help to know what a fairy tale isn't.",
      "vi": "nên có lẽ ta nên tìm hiểu xem truyện cổ tích khác ở điểm gì."
    }
  },
  {
    "translation": {
      "en": "First, a fairy tale is not a legend.",
      "vi": "Thứ nhất, truyện cổ tích khác truyền thuyết."
    }
  },
  {
    "translation": {
      "en": "Legends are all stories with historical basis,",
      "vi": "Truyền thuyết đều là những câu chuyện có căn cứ lịch sử,"
    }
  },
  {
    "translation": {
      "en": "set in a real time, a real place.",
      "vi": "lấy bối cảnh ở thời đại, địa điểm thật."
    }
  },
  {
    "translation": {
      "en": "A fairy tale setting should be ambiguous,",
      "vi": "Bối cảnh của truyện cổ tích thì thường mơ hồ,"
    }
  },
  {
    "translation": {
      "en": "which is why they often start with \"Once upon a time.\"",
      "vi": "thế nên chúng hay mở đầu với cụm \"Ngày xửa ngày xưa\"."
    }
  },
  {
    "translation": {
      "en": "Or in Czech, \"Beyond seven mountain ranges,",
      "vi": "Hay như trong truyện của Séc là: \"Sau bảy rặng núi,"
    }
  },
  {
    "translation": {
      "en": "beyond seven rivers.\" Or in Arabic,",
      "vi": "sau bảy con sông\". Hay như trong truyện Ả rập là:"
    }
  },
  {
    "translation": {
      "en": "\"There was, oh, what there was, or there wasn't, in the oldest of days and ages and times.\"",
      "vi": "\"Ôi, những ngày tháng, kỷ nguyên, thời đại xa xưa nhất, đã từng hoặc chưa từng có\"."
    }
  },
  {
    "translation": {
      "en": "A fairy tale is also not a myth.",
      "vi": "Truyện cổ tích cũng khác thần thoại."
    }
  },
  {
    "translation": {
      "en": "Which is often a sacred story, or a foundational story.",
      "vi": "Thần thoại thường là câu chuyện thiêng liêng, hoặc có tính nền tảng."
    }
  },
  {
    "translation": {
      "en": "A charter narrative about how a civilization began.",
      "vi": "Một câu chuyện tường thuật về cách một nền văn minh ra đời."
    }
  },
  {
    "translation": {
      "en": "-[Negga] In other words a religious story. -[hissing]",
      "vi": "Nói cách khác là có tính tôn giáo."
    }
  },
  {
    "translation": {
      "en": "And lastly, a fairy tale is not a fable,",
      "vi": "Cuối cùng, truyện cổ tích khác truyện ngụ ngôn,"
    }
  },
  {
    "translation": {
      "en": "which are stories told specifically to convey a moral or message,",
      "vi": "những câu chuyện có mục đích truyền tải một thông điệp, bài học,"
    }
  },
  {
    "translation": {
      "en": "often by way of a pair of talking animals.",
      "vi": "thường là qua hai con vật biết nói."
    }
  },
  {
    "translation": {
      "en": "Like The Hare and the Tortoise,",
      "vi": "Như Thỏ và Rùa chẳng hạn,"
    }
  },
  {
    "translation": {
      "en": "which shows us, you know, slow and steady wins the race.",
      "vi": "câu chuyện đã dạy ta rằng, ừm, chậm nhưng chắc sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "[tortoise] I am not afraid.",
      "vi": "Tớ không sợ đâu."
    }
  },
  {
    "translation": {
      "en": "I'll race you, and I'll win.",
      "vi": "Tớ sẽ chạy đua với cậu, và tớ sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "[Negga] Fairy tales can have a moral element,",
      "vi": "Truyện cổ tích có thể chứa đựng yếu tố răn dạy,"
    }
  },
  {
    "translation": {
      "en": "but it's not always that clear what it is.",
      "vi": "nhưng chả phải lúc nào cũng rõ ràng."
    }
  },
  {
    "translation": {
      "en": "Jack and the Beanstalk appears to be pro-stealing. At least from ogres.",
      "vi": "Jack và Cây đậu thần có vẻ cổ súy cho thói ăn cắp vặt. Chí ít là ăn cắp của yêu tinh."
    }
  },
  {
    "translation": {
      "en": "It's a simple story. It's skeletal.",
      "vi": "Truyện cổ tích là câu chuyện đơn giản. Không màu mè."
    }
  },
  {
    "translation": {
      "en": "The forces of good and evil.",
      "vi": "Chỉ có hai thế lực thiện và ác."
    }
  },
  {
    "translation": {
      "en": "Not much nuance in there at all.",
      "vi": "Không có sắc thái nào khác trong đó."
    }
  },
  {
    "translation": {
      "en": "[Negga] And they tend to follow a similar arc. The hero and their world is established,",
      "vi": "Và thường đi theo một mạch truyện. Có người hùng và thế giới của người hùng,"
    }
  },
  {
    "translation": {
      "en": "then the villain enters and does something villainous,",
      "vi": "rồi ác nhân xuất hiện và làm gì đó xấu xa,"
    }
  },
  {
    "translation": {
      "en": "the hero comes up with a plan to fix it, gets some magical help.",
      "vi": "người hùng nghĩ ra kế hoạch giải cứu, nhận được sự trợ giúp nhiệm màu."
    }
  },
  {
    "translation": {
      "en": "There's a struggle, they escape, get rewarded. The end.",
      "vi": "Hai bên giằng co, người hùng thoát và được tưởng thưởng. Hết truyện."
    }
  },
  {
    "translation": {
      "en": "There are a lot of stories that follow this arc.",
      "vi": "Có rất nhiều câu chuyện đi theo mạch truyện kiểu này."
    }
  },
  {
    "translation": {
      "en": "And only a small subset",
      "vi": "Và chỉ một tập hợp rất nhỏ"
    }
  },
  {
    "translation": {
      "en": "involve a pretty princess who's rescued by a prince and then gets married.",
      "vi": "là có một nàng công chúa xinh đẹp được hoàng tử giải cứu, rồi họ lấy nhau."
    }
  },
  {
    "translation": {
      "en": "Folklorists are Disney haters.",
      "vi": "Giới nghiên cứu văn học dân gian không ưa Disney."
    }
  },
  {
    "translation": {
      "en": "It's a corporate fairy tale. It's top-down.",
      "vi": "Truyện cổ tích Disney là kiểu công nghiệp, đã bị giản lược."
    }
  },
  {
    "translation": {
      "en": "And in some ways, what it has done is to give us a standardized version",
      "vi": "Nên theo nhiều cách, nó đem tới cho ta một phiên bản bị đại chúng hóa,"
    }
  },
  {
    "translation": {
      "en": "that has erased all of these local variants.",
      "vi": "lược bỏ tất cả biến thể của truyện địa phương."
    }
  },
  {
    "translation": {
      "en": "[Negga] Like all those Cinderellas.",
      "vi": "Lấy các nàng Lọ Lem làm ví dụ."
    }
  },
  {
    "translation": {
      "en": "Japan had its own Cinderella, Hachikazuki,",
      "vi": "Nhật Bản có một nàng Lọ Lem riêng, Hachikazuki, và chuyện của nàng \"Nhật\" không lẫn đi đâu được."
    }
  },
  {
    "translation": {
      "en": "and her story was uniquely Japanese.",
      "vi": "Hachikazuki, và chuyện của nàng \"Nhật\" không lẫn đi đâu được."
    }
  },
  {
    "translation": {
      "en": "She's protected by a magic bowl stuck to her head,",
      "vi": "Nàng được một cái bình bát ma thuật đội trên đầu bảo vệ,"
    }
  },
  {
    "translation": {
      "en": "a Buddhist symbol. But when Disney's version of Cinderella came to Japan,",
      "vi": "một biểu tượng Phật giáo. Nhưng khi Lọ Lem của Disney tới Nhật Bản,"
    }
  },
  {
    "translation": {
      "en": "she became a cultural phenomenon,",
      "vi": "nàng lại trở thành một hiện tượng văn hóa,"
    }
  },
  {
    "translation": {
      "en": "featured in movies, books, accessories,",
      "vi": "xuất hiện trong phim, sách, phụ kiện"
    }
  },
  {
    "translation": {
      "en": "and the All-Star Dream Cinderella wrestling tournament.",
      "vi": "và giải đấu vật All-Star Nàng Lọ Lem Trong Mơ."
    }
  },
  {
    "translation": {
      "en": "Or take the Russian version of Snow White, preserved in this Soviet-era cartoon,",
      "vi": "Hay như phiên bản Bạch Tuyết của Nga, lưu giữ từ thời kỳ hoạt hình Liên Xô,"
    }
  },
  {
    "translation": {
      "en": "which has the famous magic mirror,",
      "vi": "có chiếc gương thần nổi tiếng"
    }
  },
  {
    "translation": {
      "en": "and the poisoned apple,",
      "vi": "cùng trái táo độc,"
    }
  },
  {
    "translation": {
      "en": "but the seven dwarfs are seven knights.",
      "vi": "nhưng bảy chú lùn thì là bảy chàng hiệp sĩ."
    }
  },
  {
    "translation": {
      "en": "And their relationship to Snow White is a little different.",
      "vi": "Và mối quan hệ giữa họ và Bạch Tuyết cũng hơi khác."
    }
  },
  {
    "translation": {
      "en": "[in Russian] As you know, you're our sister.",
      "vi": "Nàng biết đấy, nàng như em gái chúng ta."
    }
  },
  {
    "translation": {
      "en": "All seven of us here are in love with you.",
      "vi": "Bảy người chúng ta đây đều yêu thương nàng."
    }
  },
  {
    "translation": {
      "en": "[Negga in English] But even before Disney's Snow White conquered the world,",
      "vi": "Nhưng trước khi Bạch Tuyết Disney thống trị thế giới,"
    }
  },
  {
    "translation": {
      "en": "the tale it's based on had pulled off a similar feat.",
      "vi": "câu chuyện nó dựa theo đã đạt kỳ tích tương tự."
    }
  },
  {
    "translation": {
      "en": "A somewhat darker German folktale,",
      "vi": "Một câu chuyện dân gian của Đức có phần u ám hơn"
    }
  },
  {
    "translation": {
      "en": "Sneewittchen, which Disney clearly nods to.",
      "vi": "tên Sneewittchen, mà rõ ràng Disney đã chịu ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "The dwarfs' house is a classic medieval Germanic design.",
      "vi": "Nhà của các chú lùn có thiết kế đúng kiểu Đức thời Trung cổ."
    }
  },
  {
    "translation": {
      "en": "So is the castle, with its rounded towers and iron finials,",
      "vi": "Lâu đài cũng vậy, với tháp tròn và hình chạm đầu mái sắt,"
    }
  },
  {
    "translation": {
      "en": "and Snow White's upturned collar, and puffy, slashed sleeves.",
      "vi": "cùng cổ váy dựng và tay váy bồng có những đường xẻ của Bạch Tuyết."
    }
  },
  {
    "translation": {
      "en": "That original German version had become so famous",
      "vi": "Phiên bản gốc của Đức này từng trở nên vô cùng nổi tiếng"
    }
  },
  {
    "translation": {
      "en": "because of one of the great marketing coups in literary history.",
      "vi": "nhờ một chiêu quảng bá thuộc loại táo bạo nhất lịch sử văn học."
    }
  },
  {
    "translation": {
      "en": "Turning fairy tales",
      "vi": "Biến truyện cổ tích"
    }
  },
  {
    "translation": {
      "en": "into kids' stories.",
      "vi": "thành truyện thiếu nhi."
    }
  },
  {
    "translation": {
      "en": "Jacob and Wilhelm Grimm were librarians and amateur folklorists",
      "vi": "Jacob và Wilhelm Grimm là hai thủ thư và nhà nghiên cứu văn học dân gian không chuyên ở Phổ, giờ là Đức,"
    }
  },
  {
    "translation": {
      "en": "living in Prussia, now Germany, in the early 1800s,",
      "vi": "là hai thủ thư và nhà nghiên cứu văn học dân gian không chuyên ở Phổ, giờ là Đức, hồi đầu thế kỷ 19,"
    }
  },
  {
    "translation": {
      "en": "a period when Napoleon's empire was rapidly expanding,",
      "vi": "thời kỳ đế chế của Napoleon đang bành trướng nhanh chóng,"
    }
  },
  {
    "translation": {
      "en": "threatening, they thought, to eclipse German heritage entirely.",
      "vi": "điều mà theo họ, sẽ có nguy cơ làm di sản Đức bị lu mờ hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "So they traveled the country, collecting folk stories.",
      "vi": "Vậy là họ đi khắp nước, thu thập truyện dân gian."
    }
  },
  {
    "translation": {
      "en": "[Tatar] They wanted to capture the remnants of a storytelling tradition",
      "vi": "Họ muốn lưu giữ những gì còn lại của truyền thống kể chuyện"
    }
  },
  {
    "translation": {
      "en": "before it disappeared. Stories that had been told by adults to other adults,",
      "vi": "trước khi nó biến mất. Những câu chuyện được truyền miệng giữa những người lớn,"
    }
  },
  {
    "translation": {
      "en": "with children present at times.",
      "vi": "đôi khi là có cả con em ngồi nghe."
    }
  },
  {
    "translation": {
      "en": "[Negga] In 1812,",
      "vi": "Năm 1812,"
    }
  },
  {
    "translation": {
      "en": "they published a book titled Children and Household Tales,",
      "vi": "họ đã xuất bản cuốn sách có tựa đề Truyện của Trẻ em và Gia đình,"
    }
  },
  {
    "translation": {
      "en": "because the tales were about children,",
      "vi": "bởi những câu chuyện đó là về trẻ em"
    }
  },
  {
    "translation": {
      "en": "not for children.",
      "vi": "chứ không phải dành cho trẻ em."
    }
  },
  {
    "translation": {
      "en": "Well, this is their version of Rapunzel. There's a beautiful girl with magical hair,",
      "vi": "Đây là phiên bản Nàng công chúa tóc mây của họ. Có cô gái đẹp có mái tóc thần,"
    }
  },
  {
    "translation": {
      "en": "who's imprisoned in a tower by an evil sorceress,",
      "vi": "nàng bị giam trong tòa tháp bởi một mụ phù thủy độc ác"
    }
  },
  {
    "translation": {
      "en": "Mother Gothel.",
      "vi": "tên là Mẹ Gothel."
    }
  },
  {
    "translation": {
      "en": "One day, a prince climbs up her hair to enjoy her company.",
      "vi": "Ngày nọ, một hoàng tử nắm tóc nàng leo lên để ở bên nàng. Nàng công chúa tóc mây đã có thai và sinh được một cặp song sinh,"
    }
  },
  {
    "translation": {
      "en": "-Rapunzel gets pregnant and has twins… -[babies crying]",
      "vi": "để ở bên nàng. Nàng công chúa tóc mây đã có thai và sinh được một cặp song sinh,"
    }
  },
  {
    "translation": {
      "en": "…so Gothel banishes them to the wilderness.",
      "vi": "thế là Gothel trục xuất họ tới chốn hoang dã."
    }
  },
  {
    "translation": {
      "en": "They got terrible reviews. The book was panned.",
      "vi": "Cuốn truyện đó bị đánh giá tệ hại, bị chê tơi bời."
    }
  },
  {
    "translation": {
      "en": "[Negga] A leading critic called it \"pathetic and tasteless.\"",
      "vi": "Một nhà phê bình hàng đầu đã dùng từ \"thảm hại và khiếm nhã\"."
    }
  },
  {
    "translation": {
      "en": "And they decided, \"Okay, we're gonna listen to these critics.\"",
      "vi": "Thế là họ quyết định: \"Nghe lời giới phê bình vậy."
    }
  },
  {
    "translation": {
      "en": "\"We're gonna make those stories more child-friendly.\"",
      "vi": "Ta sẽ viết kiểu dễ gần với trẻ em hơn\"."
    }
  },
  {
    "translation": {
      "en": "[Negga] By their final edition, the prince just chats to Rapunzel.",
      "vi": "Tới phiên bản cuối cùng của họ, hoàng tử chỉ tâm sự với Nàng công chúa tóc mây."
    }
  },
  {
    "translation": {
      "en": "Nobody gets pregnant.",
      "vi": "Không có cái thai nào nữa."
    }
  },
  {
    "translation": {
      "en": "And then the prince's eyes get poked out by thorns.",
      "vi": "Cuối cùng, hoàng tử bị gai chọc lòi con ngươi."
    }
  },
  {
    "translation": {
      "en": "Child-friendly in 19th-century Germany meant more violence.",
      "vi": "Thế kỷ 19 ở Đức, \"thân thiện với trẻ em\" bạo lực hơn bây giờ."
    }
  },
  {
    "translation": {
      "en": "A book called Shock-Headed Peter was a best seller at the time,",
      "vi": "Thời đó có một cuốn truyện bán chạy nhất tên là Peter Đầu Xù,"
    }
  },
  {
    "translation": {
      "en": "with stories like a boy who sucks his thumb,",
      "vi": "với những truyện như một cậu bé hay mút ngón cái"
    }
  },
  {
    "translation": {
      "en": "and gets it chopped off by giant scissors.",
      "vi": "nên bị một cây kéo khổng lồ cắt phăng mất."
    }
  },
  {
    "translation": {
      "en": "Or a boy who doesn't want to comb his hair,",
      "vi": "Hoặc là, có một cậu bé lười chải đầu"
    }
  },
  {
    "translation": {
      "en": "so he ends up looking like this,",
      "vi": "nên bộ dạng thành ra thế này,"
    }
  },
  {
    "translation": {
      "en": "and his parents stop loving him.",
      "vi": "và bố mẹ cậu không yêu cậu nữa."
    }
  },
  {
    "translation": {
      "en": "These were cautionary tales warning them about the dangers of curiosity.",
      "vi": "Đó là các câu chuyện mang tính cảnh báo để dạy bọn trẻ tò mò là rất nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "Becoming a manual of manners for children.",
      "vi": "Chúng trở thành cuốn sổ tay ứng xử cho trẻ em."
    }
  },
  {
    "translation": {
      "en": "[Negga] In the Grimms' version of Cinderella,",
      "vi": "Trong bản Lọ Lem của anh em Grimm,"
    }
  },
  {
    "translation": {
      "en": "the stepsisters cut off chunks of their feet",
      "vi": "hai cô em cùng cha khác mẹ đã cắt một khúc bàn chân"
    }
  },
  {
    "translation": {
      "en": "to try to jam them into the slipper, but they're thwarted by a pesky pigeon.",
      "vi": "để cố nhét vào chiếc hài, nhưng bị một con bồ câu phiền phức ngăn cản."
    }
  },
  {
    "translation": {
      "en": "And it says, \"Coo-coory coo, there's blood in the shoe.\"",
      "vi": "Nó kêu: \"Cúc cù cu cu, máu đầy hài mụ\"."
    }
  },
  {
    "translation": {
      "en": "It's a rhyming couplet. I don't actually remember it.",
      "vi": "Một cặp câu thơ gì đó có vần. Tôi không nhớ lắm."
    }
  },
  {
    "translation": {
      "en": "[Negga] It's actually…",
      "vi": "Thật ra là…"
    }
  },
  {
    "translation": {
      "en": "Rook di goo, rook di goo!",
      "vi": "Rúc-di-cúc, rúc-di-cúc!"
    }
  },
  {
    "translation": {
      "en": "There's blood in the shoe. The shoe is too tight.",
      "vi": "Máu thấm trên hài, do chân dài quá."
    }
  },
  {
    "translation": {
      "en": "This bride is not right!",
      "vi": "Chính cô dâu thật, vẫn ở trong nhà!"
    }
  },
  {
    "translation": {
      "en": "[Negga] Later, the birds come back, and peck out their eyes.",
      "vi": "Sau đó, đàn chim đã quay lại và mổ lòi mắt họ ra."
    }
  },
  {
    "translation": {
      "en": "I have this very clear memory of being about three,",
      "vi": "Tôi vẫn nhớ rất rõ là hồi đó tôi cỡ ba tuổi,"
    }
  },
  {
    "translation": {
      "en": "and just being, like, super into it, and being like,",
      "vi": "và đã thấy cực kỳ khoái chí, kiểu:"
    }
  },
  {
    "translation": {
      "en": "\"Yes, this is what these evil people deserve. Get 'em.\"",
      "vi": "\"Thế chứ, đáng đời mấy kẻ xấu xa đó. Ăn quả báo đi\"."
    }
  },
  {
    "translation": {
      "en": "[Negga] As the book spread internationally, editors added illustrations.",
      "vi": "Khi cuốn sách được đưa ra quốc tế, các biên tập viên đã thêm hình minh họa."
    }
  },
  {
    "translation": {
      "en": "[Tatar] That is a real inflection point. They became part of what we now call bedtime reading.",
      "vi": "Đó là bước ngoặt thực sự. Chúng trở thành một phần của thói quen đọc truyện ru ngủ."
    }
  },
  {
    "translation": {
      "en": "[Negga] Inspiring other writers, like Denmark's Hans Christian Andersen,",
      "vi": "Truyền cảm hứng để các nhà văn khác như Hans Christian Andersen của Đan Mạch"
    }
  },
  {
    "translation": {
      "en": "to make up fairy tales of their own.",
      "vi": "sáng tác những truyện cổ tích riêng."
    }
  },
  {
    "translation": {
      "en": "But in their prologue, the Grimms made a pretty magical claim.",
      "vi": "Nhưng trong phần lời tựa, anh em Grimm đã khẳng định một điều khá kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "Their stories were ancient,",
      "vi": "Những câu chuyện của họ có từ xa xưa,"
    }
  },
  {
    "translation": {
      "en": "linked to the earlier and simplest forms of life.",
      "vi": "gắn với những hình thái sống đơn sơ và lâu đời nhất."
    }
  },
  {
    "translation": {
      "en": "There had often been the assumption that a lot of these stories were very old.",
      "vi": "Thường có giả thiết cho rằng nhiều truyện cổ tích này đã có tuổi đời rất lâu."
    }
  },
  {
    "translation": {
      "en": "And that's because we find many of the same stories in different cultures,",
      "vi": "Lý do là vì, ta có thể thấy rất nhiều câu chuyện tương đồng ở những nền văn hóa khác nhau, những nền văn hóa ta biết có liên quan đến nhau."
    }
  },
  {
    "translation": {
      "en": "cultures that we know are related to one another.",
      "vi": "ở những nền văn hóa khác nhau, những nền văn hóa ta biết có liên quan đến nhau."
    }
  },
  {
    "translation": {
      "en": "[Negga] More than a century before the Grimms,",
      "vi": "Hơn một thế kỷ trước thời Grimm,"
    }
  },
  {
    "translation": {
      "en": "Charles Perrault had published a hit book of fairy tales in France,",
      "vi": "Charles Perrault đã ra mắt tập truyện cổ tích ăn khách tại Pháp,"
    }
  },
  {
    "translation": {
      "en": "which included a lot of the same stories.",
      "vi": "với rất nhiều câu chuyện tương tự."
    }
  },
  {
    "translation": {
      "en": "There had been earlier writers too,",
      "vi": "Trước đó còn có những nhà văn khác, nên có thể"
    }
  },
  {
    "translation": {
      "en": "and it was possible that they had actually invented these stories,",
      "vi": "Trước đó còn có những nhà văn khác, nên có thể họ đã sáng tác ra những câu chuyện này, rồi chúng lan ra như cháy rừng vậy."
    }
  },
  {
    "translation": {
      "en": "and then they spread like wildfire.",
      "vi": "họ đã sáng tác ra những câu chuyện này, rồi chúng lan ra như cháy rừng vậy."
    }
  },
  {
    "translation": {
      "en": "A lot of these stories",
      "vi": "Rất nhiều những câu chuyện đó"
    }
  },
  {
    "translation": {
      "en": "may just simply be very catchy.",
      "vi": "có lẽ đơn giản là nghe bắt tai."
    }
  },
  {
    "translation": {
      "en": "They may just be really entertaining stories that people love hearing and love telling,",
      "vi": "Chúng có lẽ chỉ là những câu chuyện thú vị mà người ta thích nghe và thích kể lại,"
    }
  },
  {
    "translation": {
      "en": "so therefore may not be ancient in origin at all.",
      "vi": "nên vì thế có khi chúng chẳng phải có gốc gác cổ xưa gì cả."
    }
  },
  {
    "translation": {
      "en": "[Negga] But solving that mystery",
      "vi": "Nhưng việc vén màn bí ẩn đó"
    }
  },
  {
    "translation": {
      "en": "was next to impossible.",
      "vi": "là gần như không thể."
    }
  },
  {
    "translation": {
      "en": "Take Little Red Riding Hood.",
      "vi": "Lấy Cô bé quàng khăn đỏ làm ví dụ."
    }
  },
  {
    "translation": {
      "en": "This map is a snapshot of all the times a version of the story was written down.",
      "vi": "Bản đồ này là hình chụp mọi thời điểm khi có một phiên bản được ghi lại."
    }
  },
  {
    "translation": {
      "en": "By a missionary in West Africa, a poet in China, or two brothers in Germany.",
      "vi": "Bởi một nhà truyền giáo Tây Phi, một thi sĩ Trung Quốc, hoặc anh em người Đức."
    }
  },
  {
    "translation": {
      "en": "But in between all of those recorded stories",
      "vi": "Nhưng giữa những câu chuyện được ghi lại đó"
    }
  },
  {
    "translation": {
      "en": "are thousands of miles and hundreds of years.",
      "vi": "là khoảng cách hàng ngàn cây số và hàng trăm năm."
    }
  },
  {
    "translation": {
      "en": "Now, that's very similar to the problem that evolutionary biologists have",
      "vi": "Vấn đề này rất giống với vấn đề mà giới sinh học tiến hóa gặp phải"
    }
  },
  {
    "translation": {
      "en": "in trying to reconstruct the history of life,",
      "vi": "khi tìm cách tái cấu trúc lịch sử sự sống,"
    }
  },
  {
    "translation": {
      "en": "because only a tiny fraction",
      "vi": "vì chỉ một phần rất nhỏ"
    }
  },
  {
    "translation": {
      "en": "of all the species that have ever existed have left any trace at all.",
      "vi": "trong mọi giống loài từng tồn tại là có để lại dấu vết nào đó."
    }
  },
  {
    "translation": {
      "en": "[Negga] But by tracking a certain trait or gene,",
      "vi": "Nhưng bằng cách lần theo một đặc tính hoặc gen,"
    }
  },
  {
    "translation": {
      "en": "they're able to show how species evolved",
      "vi": "họ có thể chứng minh cách các giống loài đã tiến hóa,"
    }
  },
  {
    "translation": {
      "en": "and even prove the existence of shared ancestors that are long extinct.",
      "vi": "thậm chí chứng minh sự tồn tại của các tổ tiên chung đã tuyệt chủng từ lâu."
    }
  },
  {
    "translation": {
      "en": "And Tehrani took the same approach.",
      "vi": "Và Tehrani đã dùng cách tiếp cận tương tự."
    }
  },
  {
    "translation": {
      "en": "The core DNA of Little Red Riding Hood is simple. A child, or children,",
      "vi": "ADN cốt lõi của Cô bé quàng khăn đỏ rất đơn giản. Một, hoặc nhiều đứa bé,"
    }
  },
  {
    "translation": {
      "en": "is isolated from a parent, then tricked by a predator, who is pretending to be a beloved relative.",
      "vi": "bị cô lập khỏi cha mẹ, sau đó bị một con dã thú lừa, bằng cách giả làm người thân."
    }
  },
  {
    "translation": {
      "en": "But there are also lots of mutations.",
      "vi": "Mà câu chuyện này cũng có nhiều biến thể."
    }
  },
  {
    "translation": {
      "en": "In Europe, the predator is a wolf.",
      "vi": "Ở Châu Âu, dã thú đó là một con sói."
    }
  },
  {
    "translation": {
      "en": "In China, it's a tiger. In Africa, an ogre.",
      "vi": "Ở Trung Quốc, nó là con hổ. Ở Châu Phi, nó là yêu tinh."
    }
  },
  {
    "translation": {
      "en": "In some stories, the child wears a red riding hood. And in others, the child is a goat.",
      "vi": "Có vài phiên bản, đứa bé quàng khăn đỏ. Có những phiên bản, đứa bé lại là con dê."
    }
  },
  {
    "translation": {
      "en": "Sometimes, the child dies or…",
      "vi": "Có những phiên bản bắt đứa bé phải chết, hoặc…"
    }
  },
  {
    "translation": {
      "en": "A passing woodcutter comes and cuts open the wolf's stomach",
      "vi": "Một người tiều phu đi ngang qua, rạch bụng con sói"
    }
  },
  {
    "translation": {
      "en": "and rescues Little Red Riding Hood from it.",
      "vi": "để cứu Cô bé quàng khăn đỏ."
    }
  },
  {
    "translation": {
      "en": "[Negga] And other times… She doesn't need a man to rescue her.",
      "vi": "- Ở những phiên bản khác thì… - Cô bé chả cần một người đàn ông cứu."
    }
  },
  {
    "translation": {
      "en": "She figures out a way to get away from the wolf herself.",
      "vi": "Tự cô bé tìm được cách thoát khỏi con sói."
    }
  },
  {
    "translation": {
      "en": "[Negga] And based on all those variations, Tehrani traced how the story must have spread.",
      "vi": "Và dựa trên tất cả biến thể đó, Tehrani đã lần ra cách câu chuyện lan truyền."
    }
  },
  {
    "translation": {
      "en": "[Tehrani] You get a kind of family tree of versions of Little Red Riding Hood.",
      "vi": "Ta có, kiểu, một cây phả hệ gồm các phiên bản của Cô bé quàng khăn đỏ."
    }
  },
  {
    "translation": {
      "en": "[Negga] Fanning out into three continents,",
      "vi": "Trải dài ba lục địa,"
    }
  },
  {
    "translation": {
      "en": "and splitting off into smaller branches as details were added or lost.",
      "vi": "và tách thành những nhánh nhỏ ở nơi có chi tiết bị mất hay được bổ sung."
    }
  },
  {
    "translation": {
      "en": "This tree tells its own story",
      "vi": "Cái cây này thuật lại câu chuyện riêng"
    }
  },
  {
    "translation": {
      "en": "of the places a tale traveled,",
      "vi": "về những nơi câu chuyện đã đi qua,"
    }
  },
  {
    "translation": {
      "en": "and of the generations of people who shared and loved it,",
      "vi": "và về những thế hệ người đã yêu thích và chia sẻ nó,"
    }
  },
  {
    "translation": {
      "en": "and made it their own. By tracing any branch back,",
      "vi": "biến nó thành câu chuyện riêng. Bằng cách lần lại theo các nhánh cây,"
    }
  },
  {
    "translation": {
      "en": "you can also see which stories share an ancestor.",
      "vi": "bạn còn thấy được câu chuyện nào có chung tổ tiên."
    }
  },
  {
    "translation": {
      "en": "Like the Grimms' version. Their proudly German tale",
      "vi": "Ví dụ, phiên bản của Grimm. Câu chuyện tiếng Đức kiêu hãnh của họ"
    }
  },
  {
    "translation": {
      "en": "is a direct descendant of Perrault's French one.",
      "vi": "là hậu duệ trực hệ của phiên bản tiếng Pháp của Perrault."
    }
  },
  {
    "translation": {
      "en": "One of the Grimms' main sources had actually been a family friend,",
      "vi": "Một nguồn truyện chính của Grimm là một người bạn của gia đình, con gái của người nhập cư Pháp."
    }
  },
  {
    "translation": {
      "en": "the daughter of French immigrants.",
      "vi": "là một người bạn của gia đình, con gái của người nhập cư Pháp."
    }
  },
  {
    "translation": {
      "en": "Who probably were familiar",
      "vi": "Bà ấy có lẽ đã chả lạ gì"
    }
  },
  {
    "translation": {
      "en": "with the version that Perrault had first written down.",
      "vi": "phiên bản truyện mà Perrault đã viết ra."
    }
  },
  {
    "translation": {
      "en": "[Negga] But Perrault definitely hadn't invented it.",
      "vi": "Nhưng chắc chắn Perrault không phải cha đẻ của nó."
    }
  },
  {
    "translation": {
      "en": "The original Little Red Riding Hood predates any famous book,",
      "vi": "Truyện Cô bé quàng khăn đỏ gốc có trước bất kỳ cuốn sách nổi tiếng nào,"
    }
  },
  {
    "translation": {
      "en": "originating at least a thousand years ago.",
      "vi": "tức là ra đời từ ít nhất một ngàn năm trước."
    }
  },
  {
    "translation": {
      "en": "But we're not sure from where or when.",
      "vi": "Nhưng ta không rõ là lúc nào hay ở đâu."
    }
  },
  {
    "translation": {
      "en": "[Tatar] We imagine human beings gathered around campsites,",
      "vi": "Chúng tôi hình dung là con người đã quây quần quanh những bãi trại"
    }
  },
  {
    "translation": {
      "en": "telling stories to each other.",
      "vi": "rồi kể chuyện cho nhau nghe."
    }
  },
  {
    "translation": {
      "en": "One, to pass on ancestral wisdom,",
      "vi": "Trước là truyền lại tri thức của tổ tiên,"
    }
  },
  {
    "translation": {
      "en": "and also for the sake of entertainment.",
      "vi": "sau, cũng là vì mục đích tiêu khiển."
    }
  },
  {
    "translation": {
      "en": "These stories have been passed down from generation to generation",
      "vi": "Những câu chuyện đó đã được truyền lại qua các thế hệ"
    }
  },
  {
    "translation": {
      "en": "for a long, long time.",
      "vi": "trong một thời gian dài."
    }
  },
  {
    "translation": {
      "en": "[Negga] Beauty and the Beast, that's 4,000 years old.",
      "vi": "Người đẹp và Quái vật đã 4.000 năm tuổi."
    }
  },
  {
    "translation": {
      "en": "Jack and the Beanstalk is 5,000.",
      "vi": "Jack và Cây đậu thần là 5.000 năm tuổi."
    }
  },
  {
    "translation": {
      "en": "And the oldest fairy tale they studied…",
      "vi": "Còn truyện cổ tích xưa nhất người ta từng nghiên cứu…"
    }
  },
  {
    "translation": {
      "en": "You find in Germany, and in Western Europe,",
      "vi": "Bạn sẽ tìm thấy ở Đức, ở Tây Âu,"
    }
  },
  {
    "translation": {
      "en": "and in Eastern Europe, and in Western Asia,",
      "vi": "ở Đông Âu, ở Tây Á,"
    }
  },
  {
    "translation": {
      "en": "lots of these different populations that can be traced way back",
      "vi": "rất nhiều phiên bản khác nhau mà bạn có thể lần lại"
    }
  },
  {
    "translation": {
      "en": "to the last common ancestors.",
      "vi": "về những tổ tiên chung đời đầu."
    }
  },
  {
    "translation": {
      "en": "[Negga] Six thousand years ago.",
      "vi": "Sáu ngàn năm trước."
    }
  },
  {
    "translation": {
      "en": "Five thousand five hundred years before we invented printing.",
      "vi": "Năm ngàn năm trăm năm trước khi ta phát minh ra kỹ thuật in."
    }
  },
  {
    "translation": {
      "en": "Four thousand before we invented paper.",
      "vi": "Và bốn ngàn năm trước khi ta phát minh ra giấy."
    }
  },
  {
    "translation": {
      "en": "Two thousand before we first wrote a story down, the Epic of Gilgamesh.",
      "vi": "Hai ngàn năm trước khi ta viết ra câu chuyện đầu tiên, Sử thi Gilgamesh."
    }
  },
  {
    "translation": {
      "en": "It was first told right around the time we figured out how to make bronze,",
      "vi": "Lần đầu nó được kể là cùng khoảng thời gian ta biết cách làm đồ đồng,"
    }
  },
  {
    "translation": {
      "en": "a civilization-changing event.",
      "vi": "một sự kiện đã thay đổi cả nền văn minh."
    }
  },
  {
    "translation": {
      "en": "Which may be why the story is The Smith and the Devil.",
      "vi": "Có lẽ là lý do câu chuyện đó mang tên Thợ rèn và Ác quỷ."
    }
  },
  {
    "translation": {
      "en": "[Tehrani] The blacksmith makes a deal with a malevolent, supernatural figure.",
      "vi": "Người thợ rèn đã giao kèo với một sinh vật siêu nhiên, hiểm ác."
    }
  },
  {
    "translation": {
      "en": "He wants to be able to weld any materials together to be the greatest blacksmith that's ever lived.",
      "vi": "Ông ta ước mình có thể hàn mọi vật liệu với nhau để trở thành thợ rèn vĩ đại nhất."
    }
  },
  {
    "translation": {
      "en": "And in return, he will give up his soul.",
      "vi": "Và đổi lại, ông ta sẽ từ bỏ linh hồn mình."
    }
  },
  {
    "translation": {
      "en": "[Negga] If you haven't heard that story, you've heard a version of it.",
      "vi": "Dù chưa nghe câu chuyện đó, chắc bạn đã nghe các phiên bản khác."
    }
  },
  {
    "translation": {
      "en": "I had to be at that there crossroads last midnight to sell my soul to the devil.",
      "vi": "Nửa đêm qua, tôi phải tới đúng ngã tư kia để bán linh hồn cho quỷ dữ."
    }
  },
  {
    "translation": {
      "en": "I offered my soul to Satan,",
      "vi": "Ta nguyện trao linh hồn cho Xa-tăng,"
    }
  },
  {
    "translation": {
      "en": "if he would raise the Hessian from the grave to avenge me.",
      "vi": "nếu hắn khiến Hessian đội mồ sống dậy để báo thù cho ta."
    }
  },
  {
    "translation": {
      "en": "Would you be willing to make a deal?",
      "vi": "Ngươi có chịu giao kèo không?"
    }
  },
  {
    "translation": {
      "en": "Name your price.",
      "vi": "Ra giá đi."
    }
  },
  {
    "translation": {
      "en": "[Negga] In Christian societies, it's become a story about the dangers of ambition,",
      "vi": "Ở các xã hội theo Cơ-đốc, đây đã thành câu chuyện về sự nguy hiểm của tham vọng,"
    }
  },
  {
    "translation": {
      "en": "but in the original version…",
      "vi": "nhưng trong phiên bản gốc…"
    }
  },
  {
    "translation": {
      "en": "[Tehrani] The first thing the blacksmith does",
      "vi": "Việc đầu tiên người thợ rèn làm"
    }
  },
  {
    "translation": {
      "en": "is sticks the devil to the spot, so the devil can't move.",
      "vi": "là ghim ác quỷ tại chỗ, để hắn không nhúc nhích được."
    }
  },
  {
    "translation": {
      "en": "So he gets to be this kind of best blacksmith of all time",
      "vi": "Vậy là ông ta vừa thành người thợ rèn vĩ đại nhất mọi thời,"
    }
  },
  {
    "translation": {
      "en": "and also gets to keep his soul, so he tricks the devil.",
      "vi": "vừa giữ được linh hồn, tức ông ta đã lừa được ác quỷ."
    }
  },
  {
    "translation": {
      "en": "Fairy tales have been beta tested for a really long time.",
      "vi": "Truyện cổ tích đã được \"thử nghiệm thị trường\" trong một thời gian rất dài."
    }
  },
  {
    "translation": {
      "en": "They are stories that have just been honed down",
      "vi": "Chúng là những câu chuyện đã được mài giũa"
    }
  },
  {
    "translation": {
      "en": "to a series of very evocative, specific details",
      "vi": "thành một chuỗi các chi tiết cực kỳ gợi mở và cụ thể"
    }
  },
  {
    "translation": {
      "en": "over centuries and centuries of retelling.",
      "vi": "qua hàng thế kỷ được kể lại."
    }
  },
  {
    "translation": {
      "en": "[Negga] It's story survival of the fittest.",
      "vi": "Chúng là câu chuyện về sự sinh tồn của kẻ mạnh nhất."
    }
  },
  {
    "translation": {
      "en": "As a story evolves, it sheds anything superfluous.",
      "vi": "Câu chuyện càng tiến hóa, nó càng lược bớt những gì thừa thãi."
    }
  },
  {
    "translation": {
      "en": "That's why the characters and plots are so simple,",
      "vi": "Nên các nhân vật và cốt truyện mới đơn giản vậy,"
    }
  },
  {
    "translation": {
      "en": "which means they can be easily adapted to the times.",
      "vi": "và thế tức là ta có thể dễ dàng áp chúng theo thời đại."
    }
  },
  {
    "translation": {
      "en": "There are so many evil stepmothers because before the 20th century,",
      "vi": "Có nhiều mụ dì ghẻ độc ác đến vậy là vì trước thế kỷ 20,"
    }
  },
  {
    "translation": {
      "en": "it was pretty common for women to die in childbirth.",
      "vi": "chuyện phụ nữ mất do sinh con là khá phổ biến."
    }
  },
  {
    "translation": {
      "en": "And Disney's Cinderella got a pumpkin carriage",
      "vi": "Còn Lọ Lem của Disney được ban cho cỗ xe bí ngô"
    }
  },
  {
    "translation": {
      "en": "because when Charles Perrault originally wrote that version down,",
      "vi": "là vì hồi Charles Perrault mới viết ra phiên bản truyện đó,"
    }
  },
  {
    "translation": {
      "en": "people were excited about pumpkins.",
      "vi": "cả thiên hạ đang \"cuồng\" bí ngô."
    }
  },
  {
    "translation": {
      "en": "They were the cool new crop brought over from the Americas.",
      "vi": "Chúng là giống cây trồng thú vị mới được đem từ Châu Mỹ tới."
    }
  },
  {
    "translation": {
      "en": "Some of the earliest movies by legendary illusionist Georges Méliès",
      "vi": "Một số bộ phim thời đầu của ảo thuật gia huyền thoại Georges Méliès"
    }
  },
  {
    "translation": {
      "en": "were versions of Cinderella and Bluebeard.",
      "vi": "là những phiên bản của Lọ Lem và Lão râu xanh,"
    }
  },
  {
    "translation": {
      "en": "The not-so-child-friendly story of a woman who discovers that her new husband",
      "vi": "câu chuyện không mấy thân thiện trẻ em về một phụ nữ phát hiện ra người chồng mới của cô"
    }
  },
  {
    "translation": {
      "en": "has a habit of murdering his wives.",
      "vi": "có thói quen giết vợ của hắn."
    }
  },
  {
    "translation": {
      "en": "And then Lotte Reiniger moved them into a whole new world,",
      "vi": "Thế rồi Lotte Reiniger đã đưa chúng vào thế giới hoàn toàn mới,"
    }
  },
  {
    "translation": {
      "en": "cutting puppets and choreographing their shadows,",
      "vi": "cắt những con rối rồi biên đạo bóng cho chúng"
    }
  },
  {
    "translation": {
      "en": "producing the true first full-length animated movie.",
      "vi": "để tạo thành bộ phim hoạt hình dài thực sự đầu tiên."
    }
  },
  {
    "translation": {
      "en": "And this film, a 1916 version of the Grimms' Snow White,",
      "vi": "Và bộ phim này, một phiên bản năm 1916 của Bạch Tuyết của anh em Grimm,"
    }
  },
  {
    "translation": {
      "en": "played to packed theaters",
      "vi": "đã chiếu tại những nhà hát đông nghẹt,"
    }
  },
  {
    "translation": {
      "en": "barely able to hold the crowds of people desperate to see it.",
      "vi": "gần như không đủ sức chứa hàng đoàn khán giả khao khát tới xem."
    }
  },
  {
    "translation": {
      "en": "Including, the story goes,",
      "vi": "Theo như chuyện kể, thì trong đó có cả"
    }
  },
  {
    "translation": {
      "en": "a young boy named Walt,",
      "vi": "một cậu bé tên là Walt,"
    }
  },
  {
    "translation": {
      "en": "who was so enchanted by it that he grew up to make his own version.",
      "vi": "cậu đã bị nó hớp hồn, đến nỗi lớn lên, cậu tự tạo ra một phiên bản riêng."
    }
  },
  {
    "translation": {
      "en": "Disney has created the one story that we all know.",
      "vi": "Disney đã tạo ra một câu chuyện ai ai cũng biết."
    }
  },
  {
    "translation": {
      "en": "And so, in that sense,",
      "vi": "Nên nếu nhìn nhận theo hướng đó, bạn có thể nói là nó đã gây ra"
    }
  },
  {
    "translation": {
      "en": "you could say that it's had a kind of negative cultural effect.",
      "vi": "Nên nếu nhìn nhận theo hướng đó, bạn có thể nói là nó đã gây ra hiệu ứng văn hóa tiêu cực. Nhưng Disney đã giúp những câu chuyện đó sống mãi."
    }
  },
  {
    "translation": {
      "en": "But Disney kept the stories alive.",
      "vi": "hiệu ứng văn hóa tiêu cực. Nhưng Disney đã giúp những câu chuyện đó sống mãi."
    }
  },
  {
    "translation": {
      "en": "Were it not for Disney,",
      "vi": "Không nhờ có Disney"
    }
  },
  {
    "translation": {
      "en": "many of these fairy tales might have disappeared.",
      "vi": "thì rất nhiều truyện cổ tích có thể đã biến mất."
    }
  },
  {
    "translation": {
      "en": "Fairy tales are very much a product of the time in which they are made.",
      "vi": "Truyện cổ tích có thể coi là một sản phẩm của cái thời đại sản sinh ra chúng."
    }
  },
  {
    "translation": {
      "en": "If you look at Snow White, that's a movie made in the '30s.",
      "vi": "Nếu xem lại Bạch Tuyết, bạn sẽ thấy đó đúng là một bộ phim thời thập niên 30."
    }
  },
  {
    "translation": {
      "en": "The feminine ideal at the time, who is sweet and industrious, and cleans,",
      "vi": "Nó mang tiêu chuẩn về phụ nữ thời đó, hiền dịu, nết na, gọn gàng,"
    }
  },
  {
    "translation": {
      "en": "and is a sort of passive ideal of womanhood and of femininity.",
      "vi": "đó là cách nhìn nhận thụ động về phụ nữ và sự nữ tính thời đó."
    }
  },
  {
    "translation": {
      "en": "[Negga] Disney also famously only hired white men in creative positions.",
      "vi": "Disney còn có tiếng là chỉ thuê đàn ông da trắng làm các công việc sáng tạo."
    }
  },
  {
    "translation": {
      "en": "As the company explained in this rejection letter,",
      "vi": "Như công ty ông từng lý giải trong lá thư từ chối này,"
    }
  },
  {
    "translation": {
      "en": "quote, \"Girls weren't even considered for their training school.\"",
      "vi": "nguyên văn: \"Phụ nữ còn không được cân nhắc trong các trường sư phạm\"."
    }
  },
  {
    "translation": {
      "en": "But times have changed.",
      "vi": "Nhưng thời thế đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "Frozen is the first Disney animated movie to be directed by a woman.",
      "vi": "Nữ hoàng băng giá là bộ phim hoạt hình đầu tiên của Disney có đạo diễn là nữ."
    }
  },
  {
    "translation": {
      "en": "[Tatar] Which was inspired by Andersen's story of The Snow Queen,",
      "vi": "Bộ phim đó lấy cảm hứng từ truyện Bà chúa Tuyết của Andersen,"
    }
  },
  {
    "translation": {
      "en": "but which becomes a kind of hymn",
      "vi": "nhưng có thể nói đã trở thành một khúc hát ca tụng"
    }
  },
  {
    "translation": {
      "en": "to the solidarity of sisters,",
      "vi": "tình đoàn kết giữa những người chị em,"
    }
  },
  {
    "translation": {
      "en": "and the solidarity of women in general.",
      "vi": "và, bạn biết đấy, tình đoàn kết giữa phụ nữ nói chung."
    }
  },
  {
    "translation": {
      "en": "In many ways, when we rewrite the fairy tales to be more feminist,",
      "vi": "Theo nhiều cách, khi viết lại truyện cổ tích theo hướng bình quyền,"
    }
  },
  {
    "translation": {
      "en": "we're not really going forwards so much as we are going back.",
      "vi": "ta đang quay ngược lại thì đúng hơn là tiến lên phía trước."
    }
  },
  {
    "translation": {
      "en": "[Negga] The writer Madame d'Aulnoy",
      "vi": "Văn sĩ, Nữ bá tước d'Aulnoy"
    }
  },
  {
    "translation": {
      "en": "gave us the term \"fairy tale\" back in the 17th century.",
      "vi": "đã khai sinh ra cụm từ \"truyện cổ tích\" hồi thế kỷ 17."
    }
  },
  {
    "translation": {
      "en": "And in her version of Cinderella, the beautiful, downtrodden girl",
      "vi": "Và trong phiên bản Lọ Lem của bà, cô gái xinh đẹp, bị chà đạp nọ"
    }
  },
  {
    "translation": {
      "en": "is nicknamed \"Little Clever Girl,\"",
      "vi": "có biệt danh là \"Cô bé Thông minh\","
    }
  },
  {
    "translation": {
      "en": "because she triumphs by outsmarting her enemies",
      "vi": "vì cô đã nhanh trí chiến thắng kẻ thù"
    }
  },
  {
    "translation": {
      "en": "and making friends in high places with the fairies.",
      "vi": "khi kết thân với những nhân vật ưu tú, đó là những bà tiên."
    }
  },
  {
    "translation": {
      "en": "[Grady] She spends the whole time being nice to all of her enemies,",
      "vi": "Cả truyện, cô ấy luôn tỏ ra bằng mặt với kẻ thù,"
    }
  },
  {
    "translation": {
      "en": "but the moral that you're given at the end of this version is",
      "vi": "nhưng bài học rút ra ở cuối phiên bản này là"
    }
  },
  {
    "translation": {
      "en": "it's really funny when you're nice to people who are terrible,",
      "vi": "khôi hài làm sao khi bạn có thể tươi cười với những kẻ xấu xa"
    }
  },
  {
    "translation": {
      "en": "and then you beat them anyway.",
      "vi": "nhưng rồi vẫn đánh bại chúng."
    }
  },
  {
    "translation": {
      "en": "[Negga] As fairy tales moved on from campfires into homes,",
      "vi": "Khi truyện cổ tích đi từ bãi trại vào gia đình,"
    }
  },
  {
    "translation": {
      "en": "then onto pages and finally screens, some stories faded into the shadows.",
      "vi": "rồi lên giấy và cuối cùng là màn ảnh, nhiều câu chuyện đã chìm vào quên lãng."
    }
  },
  {
    "translation": {
      "en": "But today more than ever before, we have access to different branches,",
      "vi": "Nhưng giờ đây, hơn bao giờ hết, ta đang tiếp cận được rất nhiều nhánh cây,"
    }
  },
  {
    "translation": {
      "en": "different trees, different forests entirely.",
      "vi": "rất nhiều cái cây, thậm chí rất nhiều khu rừng."
    }
  },
  {
    "translation": {
      "en": "The film Coco introduced millions to Mexican folklore",
      "vi": "Coco đã đưa văn học dân gian Mê-hi-cô đến với hàng triệu người,"
    }
  },
  {
    "translation": {
      "en": "about the importance of remembering your ancestors.",
      "vi": "nói về tầm quan trọng của việc ghi nhớ tổ tiên."
    }
  },
  {
    "translation": {
      "en": "Moana was based on Polynesian folk traditions",
      "vi": "Moana dựa trên truyền thống dân gian Polynesia,"
    }
  },
  {
    "translation": {
      "en": "that remind us to care for our communities.",
      "vi": "nhắc nhở ta quan tâm tới cộng đồng của mình."
    }
  },
  {
    "translation": {
      "en": "And Japan's Hayao Miyazaki",
      "vi": "Còn Hayao Miyazaki của Nhật Bản"
    }
  },
  {
    "translation": {
      "en": "has given the world tales about the horrors of violence,",
      "vi": "đem đến các câu chuyện về sự tàn khốc của bạo lực,"
    }
  },
  {
    "translation": {
      "en": "and respect for the natural world.",
      "vi": "và tôn trọng thế giới tự nhiên."
    }
  },
  {
    "translation": {
      "en": "A theme shared by the Celtic folklore",
      "vi": "Đề tài đó cũng có trong văn học dân gian Xen-tơ,"
    }
  },
  {
    "translation": {
      "en": "that inspired the film Wolfwalkers.",
      "vi": "tạo cảm hứng cho Huyền thoại người hóa sói."
    }
  },
  {
    "translation": {
      "en": "[Tatar] The great thing about going global is",
      "vi": "Cái tuyệt vời của sự lan rộng toàn cầu này là"
    }
  },
  {
    "translation": {
      "en": "that we realize that there's this golden chain of folklore",
      "vi": "ta nhận ra rằng có một sợi dây bằng vàng kết từ văn học dân gian"
    }
  },
  {
    "translation": {
      "en": "that unites all of us.",
      "vi": "đang kết nối tất cả chúng ta."
    }
  },
  {
    "translation": {
      "en": "That is, these stories can get us talking across continents,",
      "vi": "Và rằng, những câu chuyện ấy có thể khiến ta hàn huyên xuyên lục địa,"
    }
  },
  {
    "translation": {
      "en": "across cultural divides, across linguistic divides.",
      "vi": "vượt qua những ranh giới về văn hóa, những giới hạn về ngôn ngữ."
    }
  },
  {
    "translation": {
      "en": "Fairy tales are stories that have survived for thousands of years for a reason,",
      "vi": "Truyện cổ tích tồn tại được qua hàng ngàn năm bởi một lý do,"
    }
  },
  {
    "translation": {
      "en": "because they help us think about these problems that are fundamental to the human experience.",
      "vi": "đó là chúng giúp ta nhìn nhận những vấn đề cơ bản đối với trải nghiệm của con người."
    }
  },
  {
    "translation": {
      "en": "The very best folktales are the ones that are both highly adaptable,",
      "vi": "Những câu chuyện dân gian hay nhất là những câu chuyện vừa dễ phỏng theo,"
    }
  },
  {
    "translation": {
      "en": "but also ones that really speak to kind of fundamental truths,",
      "vi": "lại vừa thực sự phản ánh được kiểu, những chân lý cơ bản,"
    }
  },
  {
    "translation": {
      "en": "fundamental concerns, that are going to be relevant",
      "vi": "những mối quan tâm cơ bản, những thứ sẽ còn đúng"
    }
  },
  {
    "translation": {
      "en": "to all humans everywhere and at every time.",
      "vi": "với mọi con người, ở mọi nơi, ở mọi thời điểm."
    }
  },
  {
    "translation": {
      "en": "I learned that don't talk to strangers,",
      "vi": "Cháu đã học được là đừng tiếp chuyện người lạ,"
    }
  },
  {
    "translation": {
      "en": "and always listen to your parents or the family you know.",
      "vi": "và phải luôn nghe lời bố mẹ hoặc nghe lời người nhà nào cháu biết."
    }
  },
  {
    "translation": {
      "en": "If I saw the wolf, I would just keep walking, not talk to him,",
      "vi": "Nếu gặp con sói đó, cháu sẽ đi thẳng luôn, không trả lời nó,"
    }
  },
  {
    "translation": {
      "en": "go to grandmother's house,",
      "vi": "tới nhà bà cháu"
    }
  },
  {
    "translation": {
      "en": "and just eat, no stopping.",
      "vi": "rồi chỉ ăn thôi, không dừng lại."
    }
  },
  {
    "translation": {
      "en": "You don't always have to",
      "vi": "Ta không cần phải lúc nào cũng"
    }
  },
  {
    "translation": {
      "en": "wear something pretty",
      "vi": "mặc đồ đẹp"
    }
  },
  {
    "translation": {
      "en": "or look pretty",
      "vi": "hoặc trông xinh đẹp"
    }
  },
  {
    "translation": {
      "en": "to be pretty from the inside.",
      "vi": "thì mới đẹp ở bên trong được."
    }
  },
  {
    "translation": {
      "en": "If the person liked you,",
      "vi": "Nếu người đó mến ta,"
    }
  },
  {
    "translation": {
      "en": "or they wanted to be your friend, they will like you for who you are.",
      "vi": "hoặc muốn làm bạn ta, thì sẽ là vì con người thật của ta."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] If we believe and trust ourselves, we can move forward, no matter what.",
      "vi": "Nếu ta tự tin, tin tưởng ở chính mình, dù gặp chuyện gì, ta cũng bước tiếp được."
    }
  },
  {
    "translation": {
      "en": "[Negga in English] And they lived peacefully and prosperous.",
      "vi": "Và họ sẽ sống trong an bình, thịnh vượng."
    }
  },
  {
    "translation": {
      "en": "Or happily and contentedly until the end of their days.",
      "vi": "Hoặc vui vẻ và mãn nguyện tới khi trút hơi thở cuối cùng."
    }
  },
  {
    "translation": {
      "en": "Or in happiness and luxury to this very day.",
      "vi": "Hoặc hạnh phúc và phú quý cho tới tận ngày hôm nay."
    }
  },
  {
    "translation": {
      "en": "Or happily ever after. Or snip, snap, snout, and then the story was out.",
      "vi": "Hoặc hạnh phúc mãi về sau. Hoặc là, một, hai, ba, hết truyện rồi nha."
    }
  }
]