[
  {
    "translation": {
      "en": "Everyone's heard of the city that never sleeps.",
      "vi": "Chắc hẳn tất cả chúng ta đều đã nghe tới một thành phố không bao giờ ngủ."
    }
  },
  {
    "translation": {
      "en": "What about the mothers who never sleep",
      "vi": "Thế còn các bà mẹ không bao giờ ngủ nổi"
    }
  },
  {
    "translation": {
      "en": "because their boys move to the city and never call?",
      "vi": "vì con trai họ đã chuyển lên thành phố rồi chẳng thèm điện về luôn thì sao?"
    }
  },
  {
    "translation": {
      "en": "This is a story about three such mothers and their three sons.",
      "vi": "Đây là câu chuyện về ba bà mẹ như thế cùng ba đứa con trai của họ."
    }
  },
  {
    "translation": {
      "en": "Stop the cab!",
      "vi": "Dừng xe!"
    }
  },
  {
    "translation": {
      "en": "Look where we are.",
      "vi": "Xem ta đang ở đâu này."
    }
  },
  {
    "translation": {
      "en": "You guys are such profound assholes.",
      "vi": "Mấy người đúng là lũ khốn nạn."
    }
  },
  {
    "translation": {
      "en": "It's time, Daniel. All right, I know. I'm still deciding.",
      "vi": "Đến lúc rồi mà, Daniel. Rồi, biết rồi. Tớ còn đang tính mà."
    }
  },
  {
    "translation": {
      "en": "You decided, you got a ring. Yes.",
      "vi": "Cậu quyết rồi mà, mua cả nhẫn rồi kìa. Ờ."
    }
  },
  {
    "translation": {
      "en": "You're getting engaged! Yes.",
      "vi": "Cậu sắp đính hôn! Ừ."
    }
  },
  {
    "translation": {
      "en": "Right now? Isn't that fantastic?",
      "vi": "Ngay bây giờ hả? Hay thế còn gì?"
    }
  },
  {
    "translation": {
      "en": "I'm not asking Erin to marry me tonight, drunk with girls in the car. No offense.",
      "vi": "Tớ không cầu hôn Erin tối nay được đâu, đang say mà còn ngồi trên xe với gái nữa. Không có ý gì đâu nhé. Ý tớ là..."
    }
  },
  {
    "translation": {
      "en": "I mean, no, we're going to Matt's. D, I love you, but get out.",
      "vi": "Đâu có, tụi tớ đến nhà Matt bây giờ mà. D, bạn hiền ơi, đi ra đi mau lên."
    }
  },
  {
    "translation": {
      "en": "Come on. Bye.",
      "vi": "Nhanh nào. Bai."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Nào."
    }
  },
  {
    "translation": {
      "en": "Look...",
      "vi": "Nghe này..."
    }
  },
  {
    "translation": {
      "en": "You are happy with Erin.",
      "vi": "Cậu đang rất hạnh phúc với Erin đúng không."
    }
  },
  {
    "translation": {
      "en": "Like, happier than I've seen you since...",
      "vi": "Chưa bao giờ hạnh phúc đến thế từ hồi tớ gặp cậu năm..."
    }
  },
  {
    "translation": {
      "en": "sixth grade.",
      "vi": "lớp sáu ấy."
    }
  },
  {
    "translation": {
      "en": "You said you'd have your first novel finished by the end of the year,",
      "vi": "Ê! Còn nhớ cái lần cậu bảo từ giờ đến cuối năm cậu sẽ viết xong cuốn tiểu thuyết đầu đời, tính đến giờ là được ba cái từgiờđếncuốinăm rồi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "three ends of the years ago.",
      "vi": "cuốn tiểu thuyết đầu đời, tính đến giờ là được ba cái từgiờđếncuốinăm rồi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Horrible pep talk. These are the facts.",
      "vi": "Động viên tệ quá đấy. Nhưng mà đúng thế còn gì."
    }
  },
  {
    "translation": {
      "en": "She's hot. I'm gonna do it if you don't. That's a better pep talk.",
      "vi": "Cô ấy ngon lành thế mà, cậu mà không chịu làm thì để đấy tớ. Đấy, động viên thế ổn hơn đấy."
    }
  },
  {
    "translation": {
      "en": "Erin! All right.",
      "vi": "Erin! Thôi được rồi."
    }
  },
  {
    "translation": {
      "en": "Baby! Erin!",
      "vi": "Cưng ơi! Erin!"
    }
  },
  {
    "translation": {
      "en": "This, by the way,",
      "vi": "Nhân tiện nhé, đây là"
    }
  },
  {
    "translation": {
      "en": "is why we don't all hang out anymore. Listen to me, okay?",
      "vi": "lý do tụi mình nghỉ chơi với nhau đấy. Thôi, nghe tớ đây này!"
    }
  },
  {
    "translation": {
      "en": "This will be romantic.",
      "vi": "Sẽ lãng mạn lắm nhỉ."
    }
  },
  {
    "translation": {
      "en": "This is the story that she's gonna tell your kids.",
      "vi": "Đây chính là câu chuyện mà cô ấy sẽ kể lại cho đám nhóc nhà cậu sau này đấy."
    }
  },
  {
    "translation": {
      "en": "She's gonna say, That's the night that he stormed up the stairs,",
      "vi": "Cô ấy sẽ kể, Đấy chính là cái đêm mà bố các con chạy rầm rầm lên cầu thang,"
    }
  },
  {
    "translation": {
      "en": "and got down on one knee...",
      "vi": "rồi quỳ một chân xuống..."
    }
  },
  {
    "translation": {
      "en": "and you asked if she would marry you.",
      "vi": "và cầu hôn cô ấy."
    }
  },
  {
    "translation": {
      "en": "That is novel material.",
      "vi": "Nghe có khác gì truyện ngôn tình không cơ chứ."
    }
  },
  {
    "translation": {
      "en": "Novel material.",
      "vi": "Chuẩn ngôn tình luôn."
    }
  },
  {
    "translation": {
      "en": "Ah, yeah.",
      "vi": "Ờ, cũng đúng."
    }
  },
  {
    "translation": {
      "en": "It would be a pretty great story.",
      "vi": "Sẽ là một câu chuyện hay đấy chứ."
    }
  },
  {
    "translation": {
      "en": "We were there for every big life event,",
      "vi": "Chúng tôi từng có mặt và chứng kiến mọi sự kiện lớn nhất trong cuộc đời chúng,"
    }
  },
  {
    "translation": {
      "en": "and now we're lucky if we hear about anything at all.",
      "vi": "vậy mà giờ đây được chúng báo tin là may mắn lắm rồi."
    }
  },
  {
    "translation": {
      "en": "Erin!",
      "vi": "Erin ơi!"
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "vi": "Cái quái gì thế này?"
    }
  },
  {
    "translation": {
      "en": "There's a lot you don't know as mothers.",
      "vi": "NETFLIX GIỚI THIỆU Làm mẹ sẽ có nhiều chuyện bạn không được biết đâu."
    }
  },
  {
    "translation": {
      "en": "In fact, that's what bonded us",
      "vi": "Đó, thật ra, chính là điều khiến chúng tôi xích lại gần nhau hơn"
    }
  },
  {
    "translation": {
      "en": "when the boys' friendship launched our friendship",
      "vi": "khi mối quan hệ bạn bè của lũ trẻ đã chắp cánh cho tình bạn giữa chúng tôi"
    }
  },
  {
    "translation": {
      "en": "on a playground in Poughkeepsie.",
      "vi": "tại một sân chơi ở xứ Poughkeepsie này."
    }
  },
  {
    "translation": {
      "en": "We've been through so much together.",
      "vi": "Chúng tôi đã trải qua vô vàn kỉ niệm bên nhau."
    }
  },
  {
    "translation": {
      "en": "Graduations, proms,",
      "vi": "Lễ tốt nghiệp, dạ hội, những cái đầu gối xây xước,"
    }
  },
  {
    "translation": {
      "en": "skinned knees, emergency room visits,",
      "vi": "Lễ tốt nghiệp, dạ hội, những cái đầu gối xây xước, những lần ghé thăm phòng cấp cứu,"
    }
  },
  {
    "translation": {
      "en": "family vacations, bad days, bad jobs,",
      "vi": "những kì nghỉ lễ gia đình, những ngày tồi tệ, những công việc tồi tệ,"
    }
  },
  {
    "translation": {
      "en": "and at every scary and unfamiliar stage,",
      "vi": "vậy mà khi phải đối mặt với mọi giai đoạn khủng hoảng và xa lạ,"
    }
  },
  {
    "translation": {
      "en": "the answer was always friends.",
      "vi": "thì giải pháp mà chúng chọn luôn là bạn bè."
    }
  },
  {
    "translation": {
      "en": "That's Gillian.",
      "vi": "Kia là Gillian."
    }
  },
  {
    "translation": {
      "en": "She still has kids in the house,",
      "vi": "Trong nhà cô ấy vẫn có bóng dáng trẻ con,"
    }
  },
  {
    "translation": {
      "en": "they're just not hers.",
      "vi": "mỗi tội chúng không phải con cô ấy."
    }
  },
  {
    "translation": {
      "en": "Why are you teaching today?",
      "vi": "Sao hôm nay em lại dạy?"
    }
  },
  {
    "translation": {
      "en": "It's just one lesson.",
      "vi": "Em dạy có mỗi một ca thôi mà."
    }
  },
  {
    "translation": {
      "en": "He wants to play this later for his mother.",
      "vi": "Thằng bé muốn học để chơi bài này cho mẹ nó nghe."
    }
  },
  {
    "translation": {
      "en": "He still likes her.",
      "vi": "Nó vẫn quý mẹ nó lắm."
    }
  },
  {
    "translation": {
      "en": "Daniel texted you already.",
      "vi": "Daniel nhắn tin cho em rồi mà."
    }
  },
  {
    "translation": {
      "en": "Nothing says I don't want to talk to you like a text.",
      "vi": "Nhắn tin thì có khác gì bảo là con không muốn nói chuyện với mẹ đâu cơ chứ."
    }
  },
  {
    "translation": {
      "en": "He said he misses us.",
      "vi": "Nó bảo nó nhớ chúng ta lắm."
    }
  },
  {
    "translation": {
      "en": "That's nice.",
      "vi": "Ngoan thế còn gì."
    }
  },
  {
    "translation": {
      "en": "It's a lie.",
      "vi": "Nói điêu đấy."
    }
  },
  {
    "translation": {
      "en": "But it's a nice lie.",
      "vi": "Thôi coi như là điêu kiểu ngoan đi."
    }
  },
  {
    "translation": {
      "en": "And that's Helen.",
      "vi": "Còn đây là Helen."
    }
  },
  {
    "translation": {
      "en": "She never ages.",
      "vi": "Cứ trẻ mãi không già thôi."
    }
  },
  {
    "translation": {
      "en": "At least, not publicly.",
      "vi": "Ít nhất là trước công chúng."
    }
  },
  {
    "translation": {
      "en": "Frank, I have to run a few errands before I go to Carol's.",
      "vi": "Frank à, em đi làm nốt mấy thứ rồi qua nhà Carol nhé."
    }
  },
  {
    "translation": {
      "en": "Would you tell her I could sell her house tomorrow if she'd give me the listing?",
      "vi": "À em có thể bảo cô ấy là ngay ngày mai anh sẽ bán được nhà cho cô ấy luôn nếu cô ấy chịu đưa anh cái danh sách, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Are you spray painting the top of your head again?",
      "vi": "Anh lại xịt sơn lên đầu đấy à?"
    }
  },
  {
    "translation": {
      "en": "I'm tall enough, so no one even sees it.",
      "vi": "Anh cao mà, không ai nhìn thấy được đâu."
    }
  },
  {
    "translation": {
      "en": "Unless you're sitting.",
      "vi": "Lúc anh ngồi thì có đấy."
    }
  },
  {
    "translation": {
      "en": "Carol talks a good game, Frank,",
      "vi": "Carol nói mồm thì hay lắm, Frank à,"
    }
  },
  {
    "translation": {
      "en": "but she will never sell that house.",
      "vi": "nhưng chẳng bao giờ chị ấy bán nhà đâu."
    }
  },
  {
    "translation": {
      "en": "You'd have to sell it with her in it.",
      "vi": "Có khi anh phải nhét chị ấy vào trong thì mới bán được ấy."
    }
  },
  {
    "translation": {
      "en": "The three of us don't see each other as often as we used to.",
      "vi": "Ba người chúng tôi không còn gặp nhau thường xuyên như trước nữa."
    }
  },
  {
    "translation": {
      "en": "The boys are gone,",
      "vi": "Mấy đứa nhóc ra ở riêng cả rồi."
    }
  },
  {
    "translation": {
      "en": "husbands have come and gone,",
      "vi": "Chồng thì cũng đến rồi lại đi."
    }
  },
  {
    "translation": {
      "en": "but one tradition remains.",
      "vi": "Nhưng có một truyền thống thì vẫn bền bỉ theo thời gian."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm so glad we're still doing this! Happy Mother's Day!",
      "vi": "Ôi, thật vui khi ta vẫn tụ tập thế này! Chúc mừng Ngày Của Mẹ!"
    }
  },
  {
    "translation": {
      "en": "Without husbands and kids, it might actually be fun.",
      "vi": "Không chồng không con khéo lại vui ấy."
    }
  },
  {
    "translation": {
      "en": "I brought donuts.",
      "vi": "Em mua bánh rán này."
    }
  },
  {
    "translation": {
      "en": "I brought bourbon.",
      "vi": "Còn tớ thì mang một chai bourbon đây."
    }
  },
  {
    "translation": {
      "en": "Like I'm really gonna drink a mimosa? It's Mother's Day.",
      "vi": "Chả lẽ hôm nay mà lại uống mimosa à? Ngày Của Mẹ cơ mà."
    }
  },
  {
    "translation": {
      "en": "I knew I should have Ubered.",
      "vi": "Biết thế em đi Uber đến."
    }
  },
  {
    "translation": {
      "en": "Guys, I think the guy at the liquor store was flirting with me.",
      "vi": "Này, hình như cái gã ở cửa hàng rượu ban nãy muốn tán tỉnh tớ thì phải."
    }
  },
  {
    "translation": {
      "en": "Oh, I can't remember the last time someone flirted with me.",
      "vi": "Ôi, tớ chẳng nhớ nổi lần cuối tớ được tán tỉnh là từ bao giờ nữa."
    }
  },
  {
    "translation": {
      "en": "I bet it happens all the time. You're not flirting back.",
      "vi": "Cá là cậu được suốt ấy chứ, chỉ là do cậu không đáp lại thôi."
    }
  },
  {
    "translation": {
      "en": "Why do you flirt back? You're married.",
      "vi": "Đáp lại là sao? Chị có chồng rồi mà."
    }
  },
  {
    "translation": {
      "en": "My marriage isn't as perfect as yours, Gillian.",
      "vi": "Ờ thì, chuyện hôn nhân của chị có được hoàn hảo như em đâu Gillian."
    }
  },
  {
    "translation": {
      "en": "Besides, flirting isn't cheating. It's a pick me up for your ego.",
      "vi": "Với lại, tán tỉnh đâu phải ngoại tình đâu, chỉ là kiểu tự động viên tinh thần một chút thôi mà."
    }
  },
  {
    "translation": {
      "en": "It keeps you in shape, sexually speaking. Oh, so it's sexercise.",
      "vi": "Như kiểu em vẫn còn hấp dẫn về mặt tình dục vậy. Ồ, vậy là thể dục tình dục."
    }
  },
  {
    "translation": {
      "en": "Yes, women should sexercise daily.",
      "vi": "Đúng rồi, phụ nữ tụi mình nên thể dục tình dục mỗi ngày đấy."
    }
  },
  {
    "translation": {
      "en": "Terrific, another thing that I'm not doing.",
      "vi": "Hay quá, lại thêm một việc nữa mà tớ không làm được."
    }
  },
  {
    "translation": {
      "en": "Come on, there's nothing you're not doing.",
      "vi": "Thôi đi, có cái gì mà chị không làm được."
    }
  },
  {
    "translation": {
      "en": "Look at this spread.",
      "vi": "Cái bàn tiệc thịnh soạn chưa này."
    }
  },
  {
    "translation": {
      "en": "And you're always volunteering.",
      "vi": "Và chị lúc nào cũng xung phong làm cả."
    }
  },
  {
    "translation": {
      "en": "Oh, please, I teach art in a retirement home two days a week.",
      "vi": "Thôi cho xin đi, tại vì một tuần chị đi dạy vẽ ở nhà dưỡng lão có hai buổi thôi."
    }
  },
  {
    "translation": {
      "en": "I'm hardly Mother Teresa.",
      "vi": "Chị có phải Mẹ Teresa đâu."
    }
  },
  {
    "translation": {
      "en": "And look at your house, it's spotless.",
      "vi": "Nhìn nhà chị nữa này, sạch bong sáng bóng luôn."
    }
  },
  {
    "translation": {
      "en": "A key to a clean house?",
      "vi": "Bí quyết để giữ nhà sạch là gì biết không?"
    }
  },
  {
    "translation": {
      "en": "Dead husband.",
      "vi": "Là chồng chết đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, God, that came out much darker than I intended.",
      "vi": "Ôi Chúa ơi, nghe u tối hơn so với chị tưởng tượng thì phải."
    }
  },
  {
    "translation": {
      "en": "No, that's a great household tip.",
      "vi": "Đâu có, bí quyết dọn nhà bổ ích đấy chứ."
    }
  },
  {
    "translation": {
      "en": "What is with these flowers?",
      "vi": "Lại được cả mấy bó hoa này nữa?"
    }
  },
  {
    "translation": {
      "en": "Come on, they get bigger every year. Did Matt send these?",
      "vi": "Cứ mỗi năm lại một to hơn. Matt gửi về hả?"
    }
  },
  {
    "translation": {
      "en": "Yes, delivered this morning.",
      "vi": "Ừ, mới chuyển đến sáng nay đấy."
    }
  },
  {
    "translation": {
      "en": "Matty is the perfect son, he never forgets.",
      "vi": "Matty đúng là cậu con trai lý tưởng, chuyện gì nó cũng nhớ nhỉ."
    }
  },
  {
    "translation": {
      "en": "Is he dating anyone?",
      "vi": "Nó có đang hẹn hò ai không thế?"
    }
  },
  {
    "translation": {
      "en": "He doesn't have time.",
      "vi": "Làm gì có thời gian mà hẹn với chả hò."
    }
  },
  {
    "translation": {
      "en": "He's helping to launch some new sports magazine.",
      "vi": "Nó đang bận hỗ trợ phát hành cái cuốn tạp chí thể thao gì gì ấy."
    }
  },
  {
    "translation": {
      "en": "So he just works, works out, and sleeps, so he says.",
      "vi": "Cho nên lu bu làm suốt, xong rồi đi tập, rồi về ngủ thôi, nó bảo tớ thế."
    }
  },
  {
    "translation": {
      "en": "Paul is the same way, he never mentions dating anyone.",
      "vi": "Thằng Paul nhà tớ cũng chả khác gì, chả bao giờ thấy kể chuyện hẹn hò gì cả."
    }
  },
  {
    "translation": {
      "en": "God, I wish Daniel would date someone other than that Erin.",
      "vi": "Trời ơi, em thì chỉ ước thằng Daniel bỏ con bé Erin đấy đi để yêu đứa khác thôi."
    }
  },
  {
    "translation": {
      "en": "She's not good enough for him. I told him that.",
      "vi": "Con bé ấy có xứng với nó đâu. Em bảo nó rồi mà."
    }
  },
  {
    "translation": {
      "en": "And how did that go?",
      "vi": "Xong rồi thì sao?"
    }
  },
  {
    "translation": {
      "en": "He unfriended me.",
      "vi": "Xong nó huỷ kết bạn với em luôn."
    }
  },
  {
    "translation": {
      "en": "See? Now, that's why I'm not on Facebook.",
      "vi": "Thấy chưa? Đấy chính là lý do chị không dùng Facebook đấy."
    }
  },
  {
    "translation": {
      "en": "Remember how cute they were? Remember how cute we were?",
      "vi": "Xem hồi bé tụi nó dễ thương chưa kìa? Tụi mình hồi xưa cũng thế mà nhỉ?"
    }
  },
  {
    "translation": {
      "en": "When did I turn 50?",
      "vi": "Em thành bà già đầu 5 từ bao giờ vậy?"
    }
  },
  {
    "translation": {
      "en": "Oh, several years after I did, so shut up and enjoy your youth.",
      "vi": "Ôi dào ôi, sau chị mấy năm lận đấy, bớt cằn nhằn mà lo tận hưởng tuổi xuân đi."
    }
  },
  {
    "translation": {
      "en": "I love that with us, we don't have to lie about our age.",
      "vi": "Tớ thích điều đó ở tụi mình nhất đấy, chẳng giấu giếm tuổi tác gì cả."
    }
  },
  {
    "translation": {
      "en": "I love with us, we don't have to lie about anything.",
      "vi": "Em thì thích một cái là tụi mình chẳng cần phải giấu giếm nhau bất cứ thứ gì."
    }
  },
  {
    "translation": {
      "en": "Look, I've just I just polished off a whole donut in front of you two.",
      "vi": "Đấy nhìn mà xem, mình em vừa nốc nguyên cả cái bánh rán trước mặt hai người."
    }
  },
  {
    "translation": {
      "en": "I didn't even pretend to only want half.",
      "vi": "Chẳng cần phải giả vờ giả vịt ăn một nửa cái."
    }
  },
  {
    "translation": {
      "en": "Come on, that's friendship.",
      "vi": "Thế mới là bạn bè chứ."
    }
  },
  {
    "translation": {
      "en": "You are so right.",
      "vi": "Chuẩn luôn."
    }
  },
  {
    "translation": {
      "en": "I sent myself the flowers.",
      "vi": "Thật ra là chị tự gửi hoa cho mình đấy."
    }
  },
  {
    "translation": {
      "en": "Been doing it for a while now.",
      "vi": "Chị làm thế cũng được một thời gian rồi."
    }
  },
  {
    "translation": {
      "en": "And each year, it gets more and more depressing,",
      "vi": "Cứ mỗi năm cảm giác lại tệ hơn một chút,"
    }
  },
  {
    "translation": {
      "en": "so I get bigger and bigger flowers.",
      "vi": "cho nên chị phải gửi bó hoa to dần lên."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "vi": "Ừ..."
    }
  },
  {
    "translation": {
      "en": "But you don't include a note, do you?",
      "vi": "Đừng bảo chị gửi kèm cả thiệp đấy nhé?"
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không mà!"
    }
  },
  {
    "translation": {
      "en": "I would not write my own...",
      "vi": "Làm gì có chuyện chị tự viết thiệp cho..."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Ờ có."
    }
  },
  {
    "translation": {
      "en": "What did the note say this year?",
      "vi": "Thế năm nay thiệp viết gì?"
    }
  },
  {
    "translation": {
      "en": "You are the best mother ever.",
      "vi": "Mẹ là người mẹ tuyệt vời nhất trần đời."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Quá hay."
    }
  },
  {
    "translation": {
      "en": "Well, you are.",
      "vi": "Thì đúng là thế mà."
    }
  },
  {
    "translation": {
      "en": "What son forgets Mother's Day?",
      "vi": "Thứ con cái gì mà quên cả Ngày Của Mẹ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Well, what kind of son sends a Mother's Day text?",
      "vi": "Thế thứ con cái gì lại nhắn độc một cái tin chúc mừng Ngày Của Mẹ chứ?"
    }
  },
  {
    "translation": {
      "en": "Pass the bourbon.",
      "vi": "Cho xin ít bourbon xem nào."
    }
  },
  {
    "translation": {
      "en": "Come on, lazy! Buy me some bath salts. Is that so difficult?",
      "vi": "Thằng lười này! Ít ra cũng mua tặng mẹ mày muối tắm chứ. Khó khăn thế sao con?"
    }
  },
  {
    "translation": {
      "en": "A candle, a frame, something. I should've sent myself flowers.",
      "vi": "Một cây nến, một cái khung ảnh chẳng hạn, cái gì chẳng được. Sao tớ không nghĩ ra vụ tự gửi hoa nhỉ. Ý tưởng hay đấy."
    }
  },
  {
    "translation": {
      "en": "It's brilliant.",
      "vi": "Sao tớ không nghĩ ra vụ tự gửi hoa nhỉ. Ý tưởng hay đấy."
    }
  },
  {
    "translation": {
      "en": "Daniel can't call me from Long Island City?",
      "vi": "Daniel đang ở Long Island mà không thể gọi về cho em hay sao?"
    }
  },
  {
    "translation": {
      "en": "God, I have a girl for him to meet.",
      "vi": "Trời đất, em còn đang định làm mối cho nó con bé này cơ."
    }
  },
  {
    "translation": {
      "en": "The little jerk won't even call me back.",
      "vi": "Thế mà thằng nhãi thậm chí còn không chịu gọi lại cho em luôn."
    }
  },
  {
    "translation": {
      "en": "Paul stopped caring when I married Frank.",
      "vi": "Paul thì chả thèm quan tâm gì đến chị nữa từ hồi chị cưới Frank."
    }
  },
  {
    "translation": {
      "en": "Matt hasn't been home since Finn's funeral.",
      "vi": "Thằng Matt thì từ hồi đám tang ông Finn đến giờ chẳng thèm về thăm nhà luôn."
    }
  },
  {
    "translation": {
      "en": "And he barely came home for that.",
      "vi": "Mà đợt đấy nó về cũng như không."
    }
  },
  {
    "translation": {
      "en": "Stayed 16 hours, and he wore sneakers.",
      "vi": "Về có 16 tiếng, xong còn khư khư cái đôi giày thể thao của nó nữa chứ."
    }
  },
  {
    "translation": {
      "en": "They were nice ones. They were Gucci.",
      "vi": "Nói gì thì nói thì đôi đấy vẫn đẹp thật. Gucci mà lại."
    }
  },
  {
    "translation": {
      "en": "What did we do wrong?",
      "vi": "Tụi mình đã làm gì sai cơ chứ?"
    }
  },
  {
    "translation": {
      "en": "We did everything right. That's what we did wrong.",
      "vi": "Chúng ta đã làm đúng tất cả mọi thứ. Đấy chính là cái sai của chúng ta đấy."
    }
  },
  {
    "translation": {
      "en": "I mean, we raised our children to be free thinking, independent beings,",
      "vi": "Chúng ta dạy dỗ lũ nhóc trở thành những con người độc lập, tự chủ,"
    }
  },
  {
    "translation": {
      "en": "and now, they just... they don't need us anymore.",
      "vi": "nên bây giờ chúng nó mới... chúng nó mới chẳng thiết tha gì chúng ta nữa cả."
    }
  },
  {
    "translation": {
      "en": "Well, they're gonna need us again when they have kids,",
      "vi": "Bao giờ có con chúng nó mới lại cần đến mình,"
    }
  },
  {
    "translation": {
      "en": "when we're grandmothers. I don't want to be a grandmother, but...",
      "vi": "lúc mình lên chức bà nội rồi ấy. Làm bà nội thì vui vẻ gì đâu, nhưng..."
    }
  },
  {
    "translation": {
      "en": "I would like one Mother's Day card.",
      "vi": "nói thật tớ cũng muốn có được một tấm thiệp mừng Ngày Của Mẹ lắm."
    }
  },
  {
    "translation": {
      "en": "Motherhood.",
      "vi": "Tình mẹ."
    }
  },
  {
    "translation": {
      "en": "That sinking feeling that, as your child's growing up,",
      "vi": "Tạm dịch là cái cảm giác nôn nao khi đứa con của bạn ngày một trưởng thành,"
    }
  },
  {
    "translation": {
      "en": "that you're being broken up with, on a gradual but daily basis.",
      "vi": "thì bạn cứ ngày một bị tách rời khỏi nó, dần dà nhưng liên tục không ngừng nghỉ."
    }
  },
  {
    "translation": {
      "en": "It's inhumane emotional waterboarding.",
      "vi": "Vô nhân đạo ngang ngửa với bị trấn nước về tinh thần vậy."
    }
  },
  {
    "translation": {
      "en": "That is the best description of motherhood I have ever heard.",
      "vi": "Định nghĩa tình mẹ hay nhất mà chị từng được nghe đấy."
    }
  },
  {
    "translation": {
      "en": "Well, at this stage, it doesn't feel like motherhood,",
      "vi": "Đến giai đoạn này rồi thì cảm giác chẳng giống tình mẹ nữa,"
    }
  },
  {
    "translation": {
      "en": "it feels like otherhood.",
      "vi": "mà là tình lạ thì đúng hơn."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you're so right.",
      "vi": "Ôi lạy Chúa tôi, nhất trí luôn."
    }
  },
  {
    "translation": {
      "en": "I don't want to be an other.",
      "vi": "Tớ cũng không muốn làm người lạ đâu."
    }
  },
  {
    "translation": {
      "en": "Me neither. But what are we gonna do?",
      "vi": "Em thì khác gì đâu. Nhưng mà mình làm gì được bây giờ?"
    }
  },
  {
    "translation": {
      "en": "Drive to Manhattan, storm their apartments?",
      "vi": "Không lẽ phóng xe đến Manhattan, đánh úp căn hộ của tụi nó hả chị?"
    }
  },
  {
    "translation": {
      "en": "No, we've got to respect their space,",
      "vi": "Không, mình phải tôn trọng không gian riêng của tụi nó cơ,"
    }
  },
  {
    "translation": {
      "en": "let them individuate,",
      "vi": "để tụi nó tự lập cơ,"
    }
  },
  {
    "translation": {
      "en": "blah, blah, blah.",
      "vi": "vân vân và vân vân."
    }
  },
  {
    "translation": {
      "en": "Except...",
      "vi": "Trừ một việc..."
    }
  },
  {
    "translation": {
      "en": "it's fucking Mother's Day.",
      "vi": "hôm nay là Ngày Của Mẹ."
    }
  },
  {
    "translation": {
      "en": "Come on, Carol, we're doing this! Vámonos.",
      "vi": "Mau lên nào Carol, lên đường thôi! Lên đường thôi."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "vi": "Đi nào."
    }
  },
  {
    "translation": {
      "en": "All set.",
      "vi": "Xong hết rồi. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "I need some grown up luggage.",
      "vi": "Chị cần hành lý của người lớn rồi đấy."
    }
  },
  {
    "translation": {
      "en": "This is my good luck bag from Guatemala.",
      "vi": "Đây là cái cặp lấy may em mang về từ tận Guatemala đấy."
    }
  },
  {
    "translation": {
      "en": "Here we go!",
      "vi": "Lên đường thôi!"
    }
  },
  {
    "translation": {
      "en": "Walk on boots.",
      "vi": "Chân đi bốt đấy nhé."
    }
  },
  {
    "translation": {
      "en": "Hear us, boys?",
      "vi": "Nghe chưa hả mấy thanh niên?"
    }
  },
  {
    "translation": {
      "en": "We should go on America's Got Talent.",
      "vi": "Tụi mình đi thi America's Got Talent cũng được đấy nhỉ."
    }
  },
  {
    "translation": {
      "en": "What was wrong with the old bridge?",
      "vi": "Cây cầu cũ bị làm sao thế?"
    }
  },
  {
    "translation": {
      "en": "She was sagging...",
      "vi": "Hình như hơi bị lún..."
    }
  },
  {
    "translation": {
      "en": "a little.",
      "vi": "một tẹo thì phải."
    }
  },
  {
    "translation": {
      "en": "I think the bourbon just wore off.",
      "vi": "Hình như rượu bourbon vừa hết tác dụng rồi thì phải."
    }
  },
  {
    "translation": {
      "en": "Have we really thought this through?",
      "vi": "Này, tụi mình đã nghĩ kĩ chưa?"
    }
  },
  {
    "translation": {
      "en": "What if the boys don't want to see us?",
      "vi": "Nhỡ tụi nhóc không muốn gặp mình thì sao?"
    }
  },
  {
    "translation": {
      "en": "Mother is not just a noun, it's a verb.",
      "vi": "Mẹ không chỉ là danh từ đâu, mà còn là động từ nữa đấy."
    }
  },
  {
    "translation": {
      "en": "It requires action.",
      "vi": "Mà động từ là phải đi đôi với hành động."
    }
  },
  {
    "translation": {
      "en": "I read that some place.",
      "vi": "Tớ đọc ở đâu ấy, người ta bảo thế."
    }
  },
  {
    "translation": {
      "en": "Well, I teach on Tuesday. Just call in sick.",
      "vi": "Nhưng thứ Ba tớ có lớp rồi. Thì chị gọi điện xin nghỉ ốm đi."
    }
  },
  {
    "translation": {
      "en": "That's what I did for the first time in... ever.",
      "vi": "Em cũng lấy cớ đấy lần đầu từ... lâu lắm rồi ấy."
    }
  },
  {
    "translation": {
      "en": "I brought five clean pairs of underwear.",
      "vi": "Em mua sẵn năm cái quần chíp mới đây rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, I might be sick all week.",
      "vi": "Biết đâu lại phải nghỉ ốm cả tuần cũng nên."
    }
  },
  {
    "translation": {
      "en": "All week?",
      "vi": "Cả tuần á?"
    }
  },
  {
    "translation": {
      "en": "Well, how long are we staying?",
      "vi": "Rốt cuộc là tụi mình định ở lại bao lâu thế?"
    }
  },
  {
    "translation": {
      "en": "Until we feel like mothers again.",
      "vi": "Đến khi nào thấy lại giống như mấy bà mẹ thì về."
    }
  },
  {
    "translation": {
      "en": "Why can't we feel like mothers from a hotel room?",
      "vi": "Ở trong phòng khách sạn cũng thấy giống như mấy bà mẹ được mà?"
    }
  },
  {
    "translation": {
      "en": "Now, that is a valid question.",
      "vi": "Ô, câu hỏi hay đấy."
    }
  },
  {
    "translation": {
      "en": "Because we're not on vacation, we are on a mission.",
      "vi": "Vì tụi mình không phải đang đi nghỉ dưỡng, mà là đang đi làm nhiệm vụ,"
    }
  },
  {
    "translation": {
      "en": "They can deal with having us in their homes for a few days.",
      "vi": "và tụi nó có thể chịu đựng được mình ở chung nhà ít nhất là vài hôm chứ."
    }
  },
  {
    "translation": {
      "en": "They were in ours for 18 years.",
      "vi": "Tụi nó ở nhà mình 18 năm trời còn được cơ mà."
    }
  },
  {
    "translation": {
      "en": "You got this, champ!",
      "vi": "Chị làm được mà, nhà vô địch!"
    }
  },
  {
    "translation": {
      "en": "Go in and call us when you're in!",
      "vi": "Xông vào đi, vào được rồi thì nhớ báo tụi em biết nha!"
    }
  },
  {
    "translation": {
      "en": "Gillian, I can't do this, I can't! Oh, you'll be fine.",
      "vi": "Gillian, chị chịu thôi, chị không thể! Ôi, không sao đâu mà."
    }
  },
  {
    "translation": {
      "en": "It's gonna be really great. No.",
      "vi": "Sẽ vui lắm đấy."
    }
  },
  {
    "translation": {
      "en": "You're going to live out this day. You are.",
      "vi": "Cậu sẽ nhớ mãi ngày này. Tớ thề luôn."
    }
  },
  {
    "translation": {
      "en": "Don't take no for an answer.",
      "vi": "Nhớ nhé, không cho nó cơ hội từ chối nghe chưa."
    }
  },
  {
    "translation": {
      "en": "Make him love you!",
      "vi": "Nhớ bắt nó phải yêu cậu đấy!"
    }
  },
  {
    "translation": {
      "en": "Helen! Gillian! Wait!",
      "vi": "Helen! Gillian! Từ từ đã!"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ai đấy ạ."
    }
  },
  {
    "translation": {
      "en": "Hi, I just happened to be in the neighbor",
      "vi": "Chào con, mẹ tình cờ đi tạt qua khu..."
    }
  },
  {
    "translation": {
      "en": "I'm downstairs. It's your mo",
      "vi": "Mẹ đang ở dưới nhà nhé. Mẹ..."
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "vi": "Mẹ à."
    }
  },
  {
    "translation": {
      "en": "What are youI was just missing you today.",
      "vi": "Sao mẹ lại... Tự nhiên hôm nay mẹ nhớ con quá."
    }
  },
  {
    "translation": {
      "en": "Shit, it's Mother's Day.",
      "vi": "Ôi chết cha, hôm nay là Ngày Của Mẹ nhỉ."
    }
  },
  {
    "translation": {
      "en": "Is it? I was gonna call.",
      "vi": "Ủa thế à? Con đang định gọi điện cho mẹ đây ạ."
    }
  },
  {
    "translation": {
      "en": "Can I come in?",
      "vi": "Mẹ vào được không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Of course. Please.",
      "vi": "Vâng. Được chứ ạ. Mẹ vào đi."
    }
  },
  {
    "translation": {
      "en": "Please.",
      "vi": "Mẹ vào đi mẹ."
    }
  },
  {
    "translation": {
      "en": "I sent the elevator.",
      "vi": "Con vừa bấm thang máy cho mẹ xong."
    }
  },
  {
    "translation": {
      "en": "It's just five floors.",
      "vi": "Không sao, có mỗi năm tầng thôi mà."
    }
  },
  {
    "translation": {
      "en": "Well, can I get you something?",
      "vi": "Mẹ uống gì không ạ?"
    }
  },
  {
    "translation": {
      "en": "Well, you didn't even hug me.",
      "vi": "Con còn chẳng thèm ôm mẹ lấy một cái nữa luôn."
    }
  },
  {
    "translation": {
      "en": "I...",
      "vi": "Ờ, con..."
    }
  },
  {
    "translation": {
      "en": "You caught me off guard.",
      "vi": "Tại mẹ làm con bất ngờ quá đấy mà."
    }
  },
  {
    "translation": {
      "en": "Happy Mother's Day, Mom.",
      "vi": "Chúc mừng mẹ nhân Ngày Của Mẹ nhé."
    }
  },
  {
    "translation": {
      "en": "Let's just sit. Yeah.",
      "vi": "Thôi mình ngồi đi nhỉ. Vâng."
    }
  },
  {
    "translation": {
      "en": "Let's just put this over here.",
      "vi": "Bỏ cái này ra đây đã."
    }
  },
  {
    "translation": {
      "en": "That's gone.",
      "vi": "Xong."
    }
  },
  {
    "translation": {
      "en": "Good, let me just set that up.",
      "vi": "Rồi, để con dọn cái này đi."
    }
  },
  {
    "translation": {
      "en": "That's not even...",
      "vi": "Con không..."
    }
  },
  {
    "translation": {
      "en": "I've been thinking about our relationship,",
      "vi": "Con à, gần đây mẹ nghĩ nhiều về quan hệ giữa mẹ con mình,"
    }
  },
  {
    "translation": {
      "en": "and I...",
      "vi": "và mẹ..."
    }
  },
  {
    "translation": {
      "en": "I don't think we have one.",
      "vi": "mẹ nghĩ là giữa hai ta chẳng có chút quan hệ nào cả."
    }
  },
  {
    "translation": {
      "en": "What? Mom.",
      "vi": "Sao cơ ạ? Mẹ này."
    }
  },
  {
    "translation": {
      "en": "Mom, you are my mom.",
      "vi": "Mẹ, mẹ là mẹ của con mà mẹ."
    }
  },
  {
    "translation": {
      "en": "How could we not have one?",
      "vi": "Làm sao giữa mẹ con mình lại không có gì chứ?"
    }
  },
  {
    "translation": {
      "en": "What's my favorite flower?",
      "vi": "Thế mẹ thích hoa gì nhất?"
    }
  },
  {
    "translation": {
      "en": "We have a relationship.",
      "vi": "Mẹ con mình gần gũi nhau mà mẹ."
    }
  },
  {
    "translation": {
      "en": "Then tell me something about me.",
      "vi": "Thế thì nói mẹ nghe thử xem con biết gì về mẹ đi."
    }
  },
  {
    "translation": {
      "en": "Okay, there are a thousand things that I know about you.",
      "vi": "Vâng ạ, con biết cả trăm ngàn thứ về mẹ luôn."
    }
  },
  {
    "translation": {
      "en": "Irises.",
      "vi": "Là hoa diên vĩ con ạ."
    }
  },
  {
    "translation": {
      "en": "I knew that.",
      "vi": "Vâng con biết mà."
    }
  },
  {
    "translation": {
      "en": "I want to stay for a few days.",
      "vi": "Mẹ muốn ở lại đây với con mấy hôm."
    }
  },
  {
    "translation": {
      "en": "What? No. Mom. I mean, why?",
      "vi": "Gì ạ? Không được đâu ạ. Mẹ ơi. À ý con là, tại sao ạ?"
    }
  },
  {
    "translation": {
      "en": "Because you still live like a 15 year old, sweetheart.",
      "vi": "Bởi vì con vẫn sinh hoạt như một thằng nhóc 15 tuổi ấy, cưng ạ."
    }
  },
  {
    "translation": {
      "en": "I mean, look!",
      "vi": "Nhìn mà xem!"
    }
  },
  {
    "translation": {
      "en": "Look at this mess.",
      "vi": "Nhìn mớ hổ lốn này mà xem."
    }
  },
  {
    "translation": {
      "en": "I'll clean while you think of ten things that you honestly know about me.",
      "vi": "Mẹ sẽ đi dọn dẹp, trong lúc đó thì con hãy nghĩ cho mẹ đủ mười thứ mà con biết về mẹ."
    }
  },
  {
    "translation": {
      "en": "Okay, Mom. Ten?",
      "vi": "Nào mẹ ơi. Mười ấy ạ?"
    }
  },
  {
    "translation": {
      "en": "It's gonna take days to get this in shape.",
      "vi": "Sẽ phải mất vài hôm mẹ mới dọn dẹp sạch sẽ cái đống này được."
    }
  },
  {
    "translation": {
      "en": "Mom, I have a woman for that.",
      "vi": "Mẹ ơi không cần đâu, có cô giúp việc dọn cho con rồi mà."
    }
  },
  {
    "translation": {
      "en": "Well, how often does she come? Biannually?",
      "vi": "Bao lâu thì cô ấy đến đây một lần? Sáu tháng một hả?"
    }
  },
  {
    "translation": {
      "en": "Hey, it's Daniel Lieberman.",
      "vi": "Xin chào, tôi Daniel Lieberman đây."
    }
  },
  {
    "translation": {
      "en": "I'm guessing you know what to do.",
      "vi": "Chắc bạn cũng biết là phải làm gì rồi nhỉ."
    }
  },
  {
    "translation": {
      "en": "Oh, gosh.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Did you get in?",
      "vi": "Cậu vào nhà chưa đấy?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "I got in.",
      "vi": "Tớ vào rồi."
    }
  },
  {
    "translation": {
      "en": "Tell me something.",
      "vi": "Tớ bảo này."
    }
  },
  {
    "translation": {
      "en": "Does Paul have drapes?",
      "vi": "Nhà Paul có rèm không vậy?"
    }
  },
  {
    "translation": {
      "en": "Matt has 75 pairs of brand new sneakers, but no drapes.",
      "vi": "Nhà thằng Matt có 75 đôi giày thể thao mới toanh mà không có lấy một mảnh rèm nào."
    }
  },
  {
    "translation": {
      "en": "Yes, Paul has drapes.",
      "vi": "Có, nhà Paul có rèm."
    }
  },
  {
    "translation": {
      "en": "Listen...",
      "vi": "Tớ bảo này..."
    }
  },
  {
    "translation": {
      "en": "Would you mind if I called you back tomorrow?",
      "vi": "Mai tớ gọi lại cho cậu được không?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, sure. Sorry.",
      "vi": "Ô được, được chứ. Tớ xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Enjoy!",
      "vi": "Cứ tận hưởng đi nha!"
    }
  },
  {
    "translation": {
      "en": "Okay. Yeah, I will. Goodnight, honey.",
      "vi": "Tớ biết rồi. Chúc cậu ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Just stop.",
      "vi": "Gọi gì lắm thế không biết."
    }
  },
  {
    "translation": {
      "en": "I'm a coward. Okay.",
      "vi": "Thôi đành vậy. Mình hèn mà."
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Chào cậu!"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Chào cậu."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn cậu."
    }
  },
  {
    "translation": {
      "en": "How's it going with Paul?",
      "vi": "Vụ với Paul sao rồi?"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "vi": "Ổn lắm."
    }
  },
  {
    "translation": {
      "en": "Paul has been very gracious.",
      "vi": "Paul nó khá là ân cần với chị từ chiều đến giờ."
    }
  },
  {
    "translation": {
      "en": "He just poured me a drink.",
      "vi": "Đấy, nó vừa rót cho chị một ly đấy."
    }
  },
  {
    "translation": {
      "en": "Well, how's it going with Daniel?",
      "vi": "Vậy với Daniel thì thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go by in the morning.",
      "vi": "Chắc sáng mai em mới tạt qua được."
    }
  },
  {
    "translation": {
      "en": "Daniel's not answering the phone. I think he's got that caller ID thing.",
      "vi": "Daniel nó không nghe máy. Hình như nó cài cái nhận diện cuộc gọi gì gì đấy."
    }
  },
  {
    "translation": {
      "en": "But I'll tell you this, Long Island City is the place to go",
      "vi": "Nhưng mà em nói này, nếu muốn bị cướp giật"
    }
  },
  {
    "translation": {
      "en": "if you want to be stabbed.",
      "vi": "thì Long Island đúng là thành phố lí tưởng đấy."
    }
  },
  {
    "translation": {
      "en": "'Cause I was terrified to get out of my car.",
      "vi": "Em sợ phát khiếp đến nỗi mãi mới ra được khỏi xe ấy."
    }
  },
  {
    "translation": {
      "en": "Hey, have you heard of this place, the Hudson Hotel?",
      "vi": "À này, chị nghe nói đến Khách sạn Hudson bao giờ chưa?"
    }
  },
  {
    "translation": {
      "en": "It's where Joel got the best rate.",
      "vi": "Chỗ Joel có được giá tốt nhất ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. It's supposed to be cool.",
      "vi": "À, có. Hình như chỗ đó ngầu lắm thì phải hả."
    }
  },
  {
    "translation": {
      "en": "It's really cool.",
      "vi": "Ừ ngầu lắm luôn ấy."
    }
  },
  {
    "translation": {
      "en": "I mean, it's more like a club than a hotel.",
      "vi": "Thật ra chỗ này giống hộp đêm hơn là khách sạn."
    }
  },
  {
    "translation": {
      "en": "The bellboys are gorgeous.",
      "vi": "Mấy nhóc trực tầng xinh trai lắm á."
    }
  },
  {
    "translation": {
      "en": "Gillian, you scamp.",
      "vi": "Gillian, đồ quỷ."
    }
  },
  {
    "translation": {
      "en": "I'm gonna ambush Daniel when it's light.",
      "vi": "Đợi trời sáng là em đánh úp Daniel liền."
    }
  },
  {
    "translation": {
      "en": "Listen...",
      "vi": "Chị bảo này..."
    }
  },
  {
    "translation": {
      "en": "It is okay that you decided to wait.",
      "vi": "Kiên nhẫn đợi một chút cũng không sao đâu."
    }
  },
  {
    "translation": {
      "en": "It's a difficult thing to do.",
      "vi": "Chuyện đấy không đơn giản lắm đâu."
    }
  },
  {
    "translation": {
      "en": "I don't blame you.",
      "vi": "Nên chị không trách cậu."
    }
  },
  {
    "translation": {
      "en": "Actually...",
      "vi": "Thật ra là..."
    }
  },
  {
    "translation": {
      "en": "I've...",
      "vi": "chị..."
    }
  },
  {
    "translation": {
      "en": "I... Oh, hey.",
      "vi": "Chị... À này."
    }
  },
  {
    "translation": {
      "en": "Can you tell Paul that I say hi?",
      "vi": "Chị chào Paul hộ em được không?"
    }
  },
  {
    "translation": {
      "en": "Gillian says hello.",
      "vi": "Cô Gillian chào con này."
    }
  },
  {
    "translation": {
      "en": "Paul says hello back.",
      "vi": "Paul vừa chào lại đấy."
    }
  },
  {
    "translation": {
      "en": "Well, all right, sweet dreams. Okay.",
      "vi": "Tốt rồi, ngủ ngon nha. Ừ."
    }
  },
  {
    "translation": {
      "en": "Night, hun.",
      "vi": "Ngủ ngon nha cưng."
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "vi": "Ngủ ngon nhé."
    }
  },
  {
    "translation": {
      "en": "I found some sausages in your freezer.",
      "vi": "Mẹ thấy có mấy cái xúc xích trong tủ lạnh."
    }
  },
  {
    "translation": {
      "en": "Took the skillet I gave you for college graduation out of the box.",
      "vi": "Nên mẹ vừa phải đập hộp cái chảo rán mẹ tặng con dịp tốt nghiệp đại học rồi."
    }
  },
  {
    "translation": {
      "en": "Well, I don't eat breakfast.",
      "vi": "Ờ, con không ăn sáng mấy đâu mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "You used to eat breakfast.",
      "vi": "Hồi xưa con có ăn mà."
    }
  },
  {
    "translation": {
      "en": "Most important meal of the day.",
      "vi": "Bữa ăn quan trọng nhất trong ngày cơ mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, according to Dad,",
      "vi": "Vâng, theo như lời bố,"
    }
  },
  {
    "translation": {
      "en": "and whoever said it originally.",
      "vi": "và lời người đầu tiên nói câu đấy thì là như thế."
    }
  },
  {
    "translation": {
      "en": "Probably someone involved in the cereal business.",
      "vi": "Chắc là gã nào đó làm trong ngành ngũ cốc."
    }
  },
  {
    "translation": {
      "en": "I need to get dressed and get to work.",
      "vi": "Con phải thay đồ rồi đi làm luôn đây mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "Oh, well, don't let me stop you.",
      "vi": "Ừ, đi đi con."
    }
  },
  {
    "translation": {
      "en": "Those banana pancakes?",
      "vi": "Bánh kếp chuối à mẹ?"
    }
  },
  {
    "translation": {
      "en": "Well, I guess... one...",
      "vi": "Ờ thôi, chắc là... làm một cái..."
    }
  },
  {
    "translation": {
      "en": "wouldn't kill me.",
      "vi": "cũng không chết ai mẹ nhỉ."
    }
  },
  {
    "translation": {
      "en": "It's after eight. You're late. Hi...",
      "vi": "Quá tám giờ rồi, cô muộn rồi nhé. Chào, tôi..."
    }
  },
  {
    "translation": {
      "en": "Touch anything on my desk, you're fired. Understand?",
      "vi": "Cô mà đụng vào cái gì trên bàn làm việc của tôi là tôi đuổi luôn đấy. Rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "I'm here to see Paul. He'll pay you.",
      "vi": "Tôi đến gặp Paul mà. Cậu ấy sẽ trả tiền cho cô."
    }
  },
  {
    "translation": {
      "en": "Don't mess up. Okay.",
      "vi": "Đừng có bày bừa ra đấy nhé. Ừ."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "You're the new housekeeper.",
      "vi": "Cô là quản gia mới nhỉ."
    }
  },
  {
    "translation": {
      "en": "I'm Paul's mother.",
      "vi": "Không, tôi là mẹ của Paul."
    }
  },
  {
    "translation": {
      "en": "I'm Helen. Right, yeah, sorry.",
      "vi": "Tên tôi là Helen. À vâng ạ, xin lỗi cô."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Andre. Hi.",
      "vi": "Chào cô, cháu là Andre. Chào cháu."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "vi": "Rất vui được gặp cô ạ."
    }
  },
  {
    "translation": {
      "en": "Are you...",
      "vi": "Cháu là..."
    }
  },
  {
    "translation": {
      "en": "Are you... are you Paul's boyfriend?",
      "vi": "Cháu... cháu là bạn trai của Paul hả?"
    }
  },
  {
    "translation": {
      "en": "I'll see if he's dressed.",
      "vi": "Để cháu lên xem em ấy mặc đồ xong chưa nhé."
    }
  },
  {
    "translation": {
      "en": "I just made coffee.",
      "vi": "Cháu vừa pha cà phê xong đấy ạ."
    }
  },
  {
    "translation": {
      "en": "I'd love some coffee. Please. Please, join me.",
      "vi": "Cho cô xin một tách cà phê nhé. Vâng ạ. Mời cô."
    }
  },
  {
    "translation": {
      "en": "Paul never officially came out to me, you know.",
      "vi": "Thật ra là Paul chưa công khai trực tiếp với cô bao giờ cả."
    }
  },
  {
    "translation": {
      "en": "So... Did you ever ask?",
      "vi": "Cho nên là... Thế cô có bao giờ hỏi không ạ?"
    }
  },
  {
    "translation": {
      "en": "It wasn't my place to ask. It was his place to tell.",
      "vi": "À, cô đâu có trách nhiệm phải hỏi đâu. Việc của nó là kể ra cho cô biết mà."
    }
  },
  {
    "translation": {
      "en": "I'm sure at some point he knew I knew, but we never, you know, talked about it.",
      "vi": "Cô chắc nó cũng biết là cô biết, nhưng mà cô với nó cũng vẫn chưa từng... nói về chuyện đó bao giờ cả."
    }
  },
  {
    "translation": {
      "en": "Well, my parents are visually deaf. I mean...",
      "vi": "Chả bù cho bố mẹ cháu, cứ như kiểu khiếm thị ấy cô ạ. Ý cháu là..."
    }
  },
  {
    "translation": {
      "en": "hello.",
      "vi": "nhìn cháu mà xem."
    }
  },
  {
    "translation": {
      "en": "What do you do, Andre?",
      "vi": "Cháu làm nghề gì hả Andre?"
    }
  },
  {
    "translation": {
      "en": "As little as I can get away with.",
      "vi": "Né được việc gì tốt việc đấy cô ơi."
    }
  },
  {
    "translation": {
      "en": "He never alters his pattern.",
      "vi": "Em ấy lúc nào cũng giữ thói quen cô ạ."
    }
  },
  {
    "translation": {
      "en": "I can tell by the creeks in the floor when he's about to come downstairs.",
      "vi": "Cứ nghe tiếng kẽo kẹt trên sàn nhà là cháu biết em ấy sắp xuống đây."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I owe you a blow job.",
      "vi": "Ôi Chúa ơi, em nợ anh một bài kèn sáo đấy."
    }
  },
  {
    "translation": {
      "en": "Your mother. Your mother.",
      "vi": "Mẹ em này. Mẹ anh ấy."
    }
  },
  {
    "translation": {
      "en": "Surprise!",
      "vi": "Ngạc nhiên chưa!"
    }
  },
  {
    "translation": {
      "en": "Hey, Mom!",
      "vi": "Con chào mẹ!"
    }
  },
  {
    "translation": {
      "en": "Boo!",
      "vi": "Bu!"
    }
  },
  {
    "translation": {
      "en": "I know it doesn't make any sense for me to try to maintain that house.",
      "vi": "Mẹ biết việc mẹ cứ một mực giữ căn nhà của mình là rất phi lí."
    }
  },
  {
    "translation": {
      "en": "It's in constant need of repairs,",
      "vi": "Không lúc nào là không phải sửa với chữa,"
    }
  },
  {
    "translation": {
      "en": "and no one's even been in the pool since your father died.",
      "vi": "cả cái bể bơi nữa, từ lúc bố con mất là không ai dám bước chân xuống đấy nữa."
    }
  },
  {
    "translation": {
      "en": "So, just sell it. But we've been there for 20 years. I haven't.",
      "vi": "Thế thì bán đi mẹ. Nhưng nhà mình ở đó đã 20 năm nay rồi."
    }
  },
  {
    "translation": {
      "en": "He didn't want me to be alone, and I don't want to be, but...",
      "vi": "Con có ở đấy đâu. Bố không muốn mẹ thui thủi một mình, và mẹ cũng không muốn thế, nhưng..."
    }
  },
  {
    "translation": {
      "en": "the mattress...",
      "vi": "cái tấm nệm ấy..."
    }
  },
  {
    "translation": {
      "en": "it sags where your father slept.",
      "vi": "nó cứ lún xuống chỗ bố con từng ngả lưng."
    }
  },
  {
    "translation": {
      "en": "And I keep thinking, you know, maybe I should just buy a new one.",
      "vi": "Mẹ cứ nghĩ mãi, hay là cứ mua quách một cái nệm mới nhỉ."
    }
  },
  {
    "translation": {
      "en": "But if I did that, then...",
      "vi": "Nhưng nếu mà mẹ mua cái mới, thì..."
    }
  },
  {
    "translation": {
      "en": "the mattress wouldn't sag where your father slept.",
      "vi": "cái nệm sẽ không còn lún xuống chỗ bố con từng ngả lưng nữa."
    }
  },
  {
    "translation": {
      "en": "Well, that's a nice greeting for your mother.",
      "vi": "Chào hỏi mẹ nhiệt tình đến thế là cùng đấy."
    }
  },
  {
    "translation": {
      "en": "What's a nice greeting? I didn't say anything.",
      "vi": "Chào hỏi gì mà nhiệt tình ạ? Con đã nói gì đâu."
    }
  },
  {
    "translation": {
      "en": "That's what I'm talking about.",
      "vi": "Thì ý mẹ là thế đó."
    }
  },
  {
    "translation": {
      "en": "Are you and Dad fighting or something? I came to see if you were okay.",
      "vi": "Mẹ với bố cãi nhau ạ? Không, mẹ đến xem con có ổn không thôi."
    }
  },
  {
    "translation": {
      "en": "I'm fantastic.",
      "vi": "Con siêu ổn mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "You want a screwdriver or something?",
      "vi": "Mẹ muốn lấy tuốcnơvít hay gì à?"
    }
  },
  {
    "translation": {
      "en": "Are you trying to make me cry?",
      "vi": "Con định làm mẹ khóc ra đây đấy à?"
    }
  },
  {
    "translation": {
      "en": "Can you not threaten me with feelings, Ma? Don't worry about me.",
      "vi": "Đừng mang cảm xúc ra doạ con nữa, được không mẹ? Mẹ khỏi cần lo cho con đâu."
    }
  },
  {
    "translation": {
      "en": "Your life is your life and mine is mine.",
      "vi": "Mẹ có cuộc sống của mẹ, con có cuộc sống của con."
    }
  },
  {
    "translation": {
      "en": "That's the stupidest thing I've heard.",
      "vi": "Đấy là thứ ngu xuẩn nhất mà mẹ từng nghe đấy."
    }
  },
  {
    "translation": {
      "en": "If everyone was here for themselves, life would be pointless.",
      "vi": "Nếu ai cũng chỉ chăm chăm lo cho bản thân thì cuộc sống này còn ý nghĩa gì nữa."
    }
  },
  {
    "translation": {
      "en": "Life is pointless.",
      "vi": "Thì cuộc sống vốn là vô nghĩa mà mẹ."
    }
  },
  {
    "translation": {
      "en": "Children give your life meaning.",
      "vi": "Con cái sẽ đem lại ý nghĩa cho cuộc đời con."
    }
  },
  {
    "translation": {
      "en": "You are the point of my life, Daniel.",
      "vi": "Con chính là ý nghĩa của cuộc đời mẹ đấy, Daniel."
    }
  },
  {
    "translation": {
      "en": "Please don't make me question my existence.",
      "vi": "Đừng khiến mẹ tự chất vấn sự tồn tại của chính mình nữa được không."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Ma, what are you doing here?",
      "vi": "Ôi trời đất ơi, mẹ, mẹ đến đây làm gì thế ạ?"
    }
  },
  {
    "translation": {
      "en": "Really? That's where we are?",
      "vi": "Thật luôn hả? Đã đến mức này rồi sao?"
    }
  },
  {
    "translation": {
      "en": "I drive for hours and hours,",
      "vi": "Mẹ lái xe nhiều giờ mới tới được đây,"
    }
  },
  {
    "translation": {
      "en": "the first thing you say is, What are you doing here?",
      "vi": "thế mà câu đầu tiên con nói với mẹ là, Mẹ đến đây làm gì thế ạ? hả?"
    }
  },
  {
    "translation": {
      "en": "It wasn't the first thing I said, it was the last thing.",
      "vi": "Không phải câu đầu tiên mà là câu cuối cùng mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "Okay. I'll go. If you don't want me, I'll go.",
      "vi": "Được thôi. Thế thì mẹ đi vậy. Con không muốn gặp mẹ thì thôi."
    }
  },
  {
    "translation": {
      "en": "I'll get my bag. I'm not saying I don't want you,",
      "vi": "Để mẹ đi lấy túi... Mẹ à, ý con không phải như vậy,"
    }
  },
  {
    "translation": {
      "en": "I'm wondering why you didn't call me to tell me you were coming.",
      "vi": "con chỉ thắc mắc tại sao mẹ không gọi trước cho con để báo là mẹ sắp tới thôi."
    }
  },
  {
    "translation": {
      "en": "You didn't call me on Mother's Day, I'm not holding that against you.",
      "vi": "Ngày Của Mẹ mà con chẳng thèm gọi cho mẹ, mẹ chưa trách con thì thôi."
    }
  },
  {
    "translation": {
      "en": "I texted you.",
      "vi": "Con nhắn tin cho mẹ rồi còn gì."
    }
  },
  {
    "translation": {
      "en": "I birthed you.",
      "vi": "Mẹ dứt ruột đẻ ra con đấy."
    }
  },
  {
    "translation": {
      "en": "Anyway, it's not why I'm here.",
      "vi": "Mà thôi, mẹ đến đây không phải vì thế."
    }
  },
  {
    "translation": {
      "en": "I found you a nice Jewish girl.",
      "vi": "Mẹ mới tìm được cho con một cô bé người Do Thái xinh xắn lắm."
    }
  },
  {
    "translation": {
      "en": "You weren't even Jewish.",
      "vi": "Mẹ còn chẳng phải người Do Thái mà."
    }
  },
  {
    "translation": {
      "en": "I converted, for you.",
      "vi": "Vì con mà mẹ cải đạo rồi đó thôi."
    }
  },
  {
    "translation": {
      "en": "Okay, you converted for Dad.",
      "vi": "Làm gì có, mẹ cải đạo theo bố mà."
    }
  },
  {
    "translation": {
      "en": "Yes, so we could raise our kids as Jews.",
      "vi": "Ừ, thì để bố mẹ có thể nuôi con trở thành người Do Thái hợp pháp."
    }
  },
  {
    "translation": {
      "en": "So, stop dating the shiksas.",
      "vi": "Đừng hẹn hò với gái ngoại đạo nữa con."
    }
  },
  {
    "translation": {
      "en": "Are you talking about Erin?",
      "vi": "Mẹ đang nói đến Erin hả?"
    }
  },
  {
    "translation": {
      "en": "Erin. What kind of name is that?",
      "vi": "Erin ạ. Chẳng hiểu tên tuổi cái kiểu gì nữa?"
    }
  },
  {
    "translation": {
      "en": "It's like the leftovers of a Scrabble hand.",
      "vi": "Nghe như mấy chữ còn thừa trên tay người chơi trò xếp chữ ấy."
    }
  },
  {
    "translation": {
      "en": "That's a character flaw now, her name?",
      "vi": "Vậy ra giờ cái tên cũng là cái tội luôn rồi sao?"
    }
  },
  {
    "translation": {
      "en": "You met her once. You barely even spoke to her.",
      "vi": "Mẹ mới gặp đúng một lần. Thậm chí còn chẳng thèm nói chuyện với cô ấy nữa."
    }
  },
  {
    "translation": {
      "en": "You never even gave her a chance. I saw her social media.",
      "vi": "Chẳng cho cô ấy một tia hi vọng nào cả. Mẹ xem mạng xã hội của con bé ấy rồi."
    }
  },
  {
    "translation": {
      "en": "A lot of margarita nights.",
      "vi": "Trác táng thâu đêm nhiều không kể xiết."
    }
  },
  {
    "translation": {
      "en": "She's a drinker. I'm a drinker.",
      "vi": "Con bé đó uống ác lắm. Con uống cũng ác mà mẹ."
    }
  },
  {
    "translation": {
      "en": "You're a thinker. You use alcohol as a coping mechanism.",
      "vi": "Con là đứa biết suy nghĩ. Con dùng rượu để giải khuây thì lại khác."
    }
  },
  {
    "translation": {
      "en": "That's the definition of alcoholism.",
      "vi": "Cái mẹ vừa nói chính là định nghĩa của chứng nghiện rượu đấy."
    }
  },
  {
    "translation": {
      "en": "You're an intellectual, she's a hairdresser.",
      "vi": "Con là dân trí thức, còn con bé chỉ là thợ làm tóc thôi."
    }
  },
  {
    "translation": {
      "en": "Hairstylist. And so what?",
      "vi": "Nhà tạo mẫu tóc mẹ ạ. Mà thế thì đã làm sao ạ?"
    }
  },
  {
    "translation": {
      "en": "So, let her style your hair, but don't procreate with her.",
      "vi": "Thì cứ để nó tạo kiểu tóc cho con đi, đừng có tạo mầm với nó là được."
    }
  },
  {
    "translation": {
      "en": "That is so classist and offensive.",
      "vi": "Nghe nặng mùi tầng lớp và xúc phạm quá mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "And it's over, so why don't you just move on, okay?",
      "vi": "Với lại đằng nào thì bọn con cũng hết rồi, nên mẹ quên đi có được không?"
    }
  },
  {
    "translation": {
      "en": "I have.",
      "vi": "Mẹ quên rồi mà."
    }
  },
  {
    "translation": {
      "en": "Remember the Brimers?",
      "vi": "Con còn nhớ nhà Brimer chứ?"
    }
  },
  {
    "translation": {
      "en": "Ivan and Joan. No.",
      "vi": "Chú Ivan cô Joan ấy. Không ạ."
    }
  },
  {
    "translation": {
      "en": "On the corner. They had that horrible little Shih Tzu",
      "vi": "Nhà ở góc phố ấy. Có con chó Shih Tzu bé tí đợp con một phát năm con lên sáu ấy."
    }
  },
  {
    "translation": {
      "en": "that bit you when you were six. I remember the dog.",
      "vi": "Có con chó Shih Tzu bé tí đợp con một phát năm con lên sáu ấy. Con chó thì con nhớ ạ."
    }
  },
  {
    "translation": {
      "en": "Well, Joan's sister has a nephew by marriage in Yonkers,",
      "vi": "Ờ đấy, em gái cô Joan có một đứa cháu trai bên nội đang sống ở Yonkers,"
    }
  },
  {
    "translation": {
      "en": "and he gave me this number of this brilliant woman from his temple.",
      "vi": "thằng cu đó cho mẹ số của cô bé rất tuyệt này từ thánh đường của nó."
    }
  },
  {
    "translation": {
      "en": "She's just been through a painful divorce, which apparently was not her fault at all.",
      "vi": "Cô bé ấy vừa phải trải qua một màn ly hôn mệt mỏi dù chẳng hề có chút lỗi nào."
    }
  },
  {
    "translation": {
      "en": "Okay, good to know.",
      "vi": "Vâng ạ, thế thì tốt."
    }
  },
  {
    "translation": {
      "en": "And she is a beautiful person.",
      "vi": "Chưa kể cô bé ấy còn rất tế nhị nữa."
    }
  },
  {
    "translation": {
      "en": "She's friends with his wife. Oh, my God, Ma,",
      "vi": "Có bạn chung với cả vợ thằng cu kia luôn mà. Ôi Chúa ơi, mẹ, mẹ còn chưa gặp cô ấy tận mắt đúng không ạ?"
    }
  },
  {
    "translation": {
      "en": "you've never even met her, have you? I saw her social media.",
      "vi": "Ôi Chúa ơi, mẹ, mẹ còn chưa gặp cô ấy tận mắt đúng không ạ? Ờ nhưng mẹ xem trang mạng xã hội của con bé rồi."
    }
  },
  {
    "translation": {
      "en": "She is smart.",
      "vi": "Con bé thông minh lắm ấy."
    }
  },
  {
    "translation": {
      "en": "She did a beach clean up.",
      "vi": "Còn tham gia dọn dẹp bãi biển nữa cơ."
    }
  },
  {
    "translation": {
      "en": "She's starting to think about dating again.",
      "vi": "Daniel à, con bé đang manh nha ý định hẹn hò tìm hiểu lại từ đầu rồi."
    }
  },
  {
    "translation": {
      "en": "We got to get in there fast.",
      "vi": "Ta phải khẩn trương lên mới kịp được."
    }
  },
  {
    "translation": {
      "en": "When I reached out to her,",
      "vi": "Lúc mẹ thử liên lạc, mẹ bảo con cũng đang sống ở gần đây"
    }
  },
  {
    "translation": {
      "en": "I told her you were nearby and in a similar boat.",
      "vi": "Lúc mẹ thử liên lạc, mẹ bảo con cũng đang sống ở gần đây và cũng ở vào hoàn cảnh tương tự."
    }
  },
  {
    "translation": {
      "en": "She said she'd love to hear from you. Why have you done this?",
      "vi": "Con bé bảo nó muốn gặp con lắm đó. Sao mẹ lại làm thế?"
    }
  },
  {
    "translation": {
      "en": "Her name is Alison.",
      "vi": "Tên con bé là Alison."
    }
  },
  {
    "translation": {
      "en": "She graduated from Brown, she has a political science degree,",
      "vi": "Tốt nghiệp đại học Brown, cử nhân chính trị học hẳn hoi,"
    }
  },
  {
    "translation": {
      "en": "she does something in television.",
      "vi": "và bây giờ đang làm gì trên truyền hình ấy."
    }
  },
  {
    "translation": {
      "en": "Let me get this straight.",
      "vi": "Rồi, để con tóm tắt lại nhé."
    }
  },
  {
    "translation": {
      "en": "You want me to go on a date with this woman",
      "vi": "Mẹ muốn con thử đi hẹn hò với một cô gái này,"
    }
  },
  {
    "translation": {
      "en": "based on the fact that she attends temple with some guy in Yonkers",
      "vi": "dựa vào mỗi một chi tiết là cô ấy tới cùng thánh đường với một gã nào đó ở Yonkers,"
    }
  },
  {
    "translation": {
      "en": "who's somehow related to the woman whose dog bit me when I was a kid.",
      "vi": "người có mối quan hệ dây mơ rễ má nào đó với cái cô có con chó cắn con hồi bé sao."
    }
  },
  {
    "translation": {
      "en": "You can't hold that horrible dog against her.",
      "vi": "Con không thể chỉ vì chuyện con chó kinh tởm đó mà trách cô ấy được."
    }
  },
  {
    "translation": {
      "en": "I'm not talking about the dog, Ma.",
      "vi": "Con không nói về con chó, mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "I'm talking about your insanity.",
      "vi": "Cái con muốn nói là mẹ mất trí rồi."
    }
  },
  {
    "translation": {
      "en": "Good shot.",
      "vi": "Hay đấy."
    }
  },
  {
    "translation": {
      "en": "Have you had a date since you've lived here?",
      "vi": "Thế từ lúc chuyển đến đây con đã hẹn hò được ai chưa?"
    }
  },
  {
    "translation": {
      "en": "I don't think this apartment is helping at all.",
      "vi": "Với cái căn hộ này thì chắc là chưa rồi."
    }
  },
  {
    "translation": {
      "en": "It's like you're living in Gollum's cave. Okay, Ma, thanks for the dating advice.",
      "vi": "Ngửi mùi cứ như hang của Gollum ấy con ạ. Được rồi mẹ, con cảm ơn mẹ về lời khuyên hẹn hò đó."
    }
  },
  {
    "translation": {
      "en": "Please, just leave it. Please.",
      "vi": "Thôi mẹ dừng đi ạ. Mẹ dừng đi."
    }
  },
  {
    "translation": {
      "en": "I'm not leaving New York until you call her.",
      "vi": "Con còn chưa chịu gọi cho cô bé đó thì mẹ chưa rời khỏi New York đâu đấy."
    }
  },
  {
    "translation": {
      "en": "You can't force me to go on a date with someone.",
      "vi": "Mẹ không thể ép con đi hẹn hò như thế được."
    }
  },
  {
    "translation": {
      "en": "I call it prodding, a gentle little nudge.",
      "vi": "Mẹ thích dùng từ động viên hơn, kiểu như một cú hích dịu dàng."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll be back at supper time.",
      "vi": "Thôi nhé, đến giờ ăn tối thì mẹ về."
    }
  },
  {
    "translation": {
      "en": "I need my Mace and my keys.",
      "vi": "Mẹ đem bình xịt hơi cay với chùm chìa khoá theo nhé."
    }
  },
  {
    "translation": {
      "en": "I'll be back... alive. Hopefully.",
      "vi": "Mẹ sẽ... sống sót trở về. Hi vọng là thế."
    }
  },
  {
    "translation": {
      "en": "Hi, is this Alison?",
      "vi": "A lô, xin lỗi Alison phải không nhỉ?"
    }
  },
  {
    "translation": {
      "en": "It's...",
      "vi": "Tôi là..."
    }
  },
  {
    "translation": {
      "en": "My mom said I should call you.",
      "vi": "Mẹ tôi có dặn tôi gọi điện cho cô."
    }
  },
  {
    "translation": {
      "en": "So, Paul lives with his...",
      "vi": "Thế là Paul đang sống với..."
    }
  },
  {
    "translation": {
      "en": "Andre? Yes, and some other people.",
      "vi": "cậu Andre bạn nó hả? Ừ, có cả mấy đứa bạn nữa."
    }
  },
  {
    "translation": {
      "en": "It's kind of great. It's sort of a group home for gays.",
      "vi": "Cũng hay ho lắm. Giống kiểu một dạng nhà chung cho người đồng tính ấy cậu ạ."
    }
  },
  {
    "translation": {
      "en": "There's an older Wall Street guy that owns the place",
      "vi": "Có một tay dân tài chính Phố Wall nhiều tuổi hơn làm chủ cả căn nhà đó"
    }
  },
  {
    "translation": {
      "en": "and a tiny man who is very abrupt.",
      "vi": "với một thằng nhóc nhỏ con lấc cấc nữa."
    }
  },
  {
    "translation": {
      "en": "I told Andre I was gonna cook for the whole gang tonight.",
      "vi": "Tớ có bảo Andre là tối nay tớ sẽ nấu cho cả lũ ăn một bữa."
    }
  },
  {
    "translation": {
      "en": "You? Cooking?",
      "vi": "Cậu á? Nấu ăn sao?"
    }
  },
  {
    "translation": {
      "en": "That's more shocking than your son coming out.",
      "vi": "Nghe còn sốc hơn chuyện con trai cậu công khai nữa đấy."
    }
  },
  {
    "translation": {
      "en": "Well, apparently, he's been completely out to everybody but me.",
      "vi": "Hình như nó đã công khai trăm phần trăm với tất cả, trừ mỗi em thì phải."
    }
  },
  {
    "translation": {
      "en": "Oh, honey, he just assumed you knew. I did know.",
      "vi": "Ôi, chắc nó tưởng là chị biết rồi đấy. Ừ chị biết mà."
    }
  },
  {
    "translation": {
      "en": "Well, we all knew. No, I didn't.",
      "vi": "Đấy ai mà chả biết rồi. Chị có biết gì đâu."
    }
  },
  {
    "translation": {
      "en": "Why am I the last to get the memo?",
      "vi": "Sao lúc nào chị cũng hay tin sau cùng vậy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You're not. Larry is.",
      "vi": "Cậu chưa phải sau cùng đâu. Mà là Larry ấy."
    }
  },
  {
    "translation": {
      "en": "He had one foot out of the door by the time Paul was in high school.",
      "vi": "Cái hồi thằng Paul còn học cấp ba là lão đã nhấp nhổm bỏ nhà đi rồi."
    }
  },
  {
    "translation": {
      "en": "So, I thought, I'm gonna let him find out by himself.",
      "vi": "Thế là tớ mới nghĩ bụng, kệ xác để xem tự lão có biết không."
    }
  },
  {
    "translation": {
      "en": "You know, his only son. It's gonna drive that closed minded lying dickhead crazy.",
      "vi": "Thằng con độc nhất của lão đấy. Biết chuyện chắc cái thằng cha thiển cận dối trá ấy sẽ phát điên lên cho mà coi."
    }
  },
  {
    "translation": {
      "en": "Oh, Larry. Can we talk about something else?",
      "vi": "Ôi trời ơi, Larry cái gì nữa. Tụi mình nói chuyện khác đi được không?"
    }
  },
  {
    "translation": {
      "en": "Absolutely. How's Daniel?",
      "vi": "Ờ được thôi. Thế vụ Daniel sao rồi?"
    }
  },
  {
    "translation": {
      "en": "It's worse than I imagined. That's never happened to me before.",
      "vi": "Tình hình tệ hơn em tưởng, em chưa gặp tình huống như này bao giờ cả."
    }
  },
  {
    "translation": {
      "en": "I under worry.",
      "vi": "Em lo lắng chưa đủ hay sao ấy."
    }
  },
  {
    "translation": {
      "en": "Well, all the more reason for you to leave your hotel",
      "vi": "Thôi thì càng có thêm lý do để em dọn từ khách sạn"
    }
  },
  {
    "translation": {
      "en": "and move in like Helen and I did.",
      "vi": "sang ở chung với nó mấy hôm như chị với Helen rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm in a hotel, too.",
      "vi": "Ờ, thật ra tớ cũng đang ở khách sạn thôi."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Yes, I know what I said, but, you know, Paul's got his plate full",
      "vi": "Ờ, tớ biết là tớ ba hoa bốc phét rồi, nhưng mà nhà Paul cũng đủ chật chội rồi,"
    }
  },
  {
    "translation": {
      "en": "and doesn't need a house guest on top of it, you know?",
      "vi": "nó lo làm sao được cho thêm một bà khách nữa chứ, đúng không?"
    }
  },
  {
    "translation": {
      "en": "So, he forgot Mother's Day. Big deal.",
      "vi": "Cũng chính thế cho nên nó mới quên mất Ngày Của Mẹ đấy. Cố gì to tát đâu."
    }
  },
  {
    "translation": {
      "en": "Big deal? Yeah.",
      "vi": "Có gì to tát đâu á? Chứ sao."
    }
  },
  {
    "translation": {
      "en": "What? You got me drunk and made me come here.",
      "vi": "Lại còn chứ sao? Cậu chuốc cho tớ say mèm rồi lôi tớ đến tận đây cơ mà."
    }
  },
  {
    "translation": {
      "en": "But seriously...",
      "vi": "Nhưng mà nói thật nhé..."
    }
  },
  {
    "translation": {
      "en": "how do you live in this town and forget Mother's Day?",
      "vi": "làm sao sống ở cái thành phố này mà lại quên mất Ngày Của Mẹ được nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Look. Mother, mom, mama, Mutter, madre, maman.",
      "vi": "Nhìn xem. Mẹ, má, mom, mama, Mutter, madre, maman."
    }
  },
  {
    "translation": {
      "en": "This is Joseph.",
      "vi": "Chỗ này là tiệm Joseph mà."
    }
  },
  {
    "translation": {
      "en": "Look at these cute bags. Let's go in.",
      "vi": "Mấy cái túi cưng chưa kìa. Vào trong xem đi."
    }
  },
  {
    "translation": {
      "en": "No. Paul does Joseph. He did these windows.",
      "vi": "Không. Paul đã trang trí Joseph. Chính nó bài trí mấy cái cửa sổ này đấy."
    }
  },
  {
    "translation": {
      "en": "I am so moving in with that fucker.",
      "vi": "Mình phải chuyển vào ở với thằng chó con này mới được."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào anh."
    }
  },
  {
    "translation": {
      "en": "Are you the famous writer?",
      "vi": "Anh có phải là nhà văn nổi tiếng đó không?"
    }
  },
  {
    "translation": {
      "en": "Either my mom exaggerated, or you're meeting someone else.",
      "vi": "Hoặc là mẹ tôi ba hoa, hoặc là cô gặp nhầm người rồi."
    }
  },
  {
    "translation": {
      "en": "I'm Alison. Daniel.",
      "vi": "Tôi là Alison. Tôi là Daniel."
    }
  },
  {
    "translation": {
      "en": "Hello. Hi.",
      "vi": "Chào anh. Chào cô."
    }
  },
  {
    "translation": {
      "en": "You write for The New Yorker, that's pretty famous.",
      "vi": "Anh viết bài cho tờ The New Yorker, thế cũng là nổi tiếng phết rồi còn gì."
    }
  },
  {
    "translation": {
      "en": "I don't write for The New Yorker.",
      "vi": "Tôi đâu có viết bài cho The New Yorker đâu."
    }
  },
  {
    "translation": {
      "en": "I thought your mom said you did write for The New Yorker.",
      "vi": "Ô vậy à, tôi tưởng mẹ anh bảo hồi trước anh từng viết bài cho The New Yorker mà."
    }
  },
  {
    "translation": {
      "en": "The New Yorker published one short story of mine four years ago, which...",
      "vi": "The New Yorker có đăng một mẩu truyện ngắn tôi viết cách đây bốn năm rồi..."
    }
  },
  {
    "translation": {
      "en": "resulted in a very small book deal, but as of yet, no book.",
      "vi": "rồi tôi nhận được một hợp đồng viết sách nhỏ, và tới giờ chưa có cuốn nào luôn."
    }
  },
  {
    "translation": {
      "en": "The rest of my work,",
      "vi": "Các tác phẩm khác của tôi, không biết từ tác phẩm có hơi quá không,"
    }
  },
  {
    "translation": {
      "en": "if you can call it that, is in literary journals no one's heard of.",
      "vi": "Các tác phẩm khác của tôi, không biết từ tác phẩm có hơi quá không, thì đều được đăng trên những tạp chí văn học không ai biết đến."
    }
  },
  {
    "translation": {
      "en": "I might have heard of them. No, you haven't.",
      "vi": "Này, biết đâu tôi lại biết thì sao. Không, cô không biết được đâu."
    }
  },
  {
    "translation": {
      "en": "Come on, tell me.",
      "vi": "Thôi nào, nói tôi nghe tên thử đi."
    }
  },
  {
    "translation": {
      "en": "The Willacoochee River Journal. No.",
      "vi": "The Willacoochee River Journal. Biết chết liền."
    }
  },
  {
    "translation": {
      "en": "I know, it's funny, right?",
      "vi": "Đấy, nghe buồn cười mà, đúng không?"
    }
  },
  {
    "translation": {
      "en": "You're making that up. I wish I could make that up.",
      "vi": "Anh bịa ra chứ gì. Giá mà tôi bịa ra được thì tốt. Hơi đáng buồn một chút nhưng đó lại là chuyện có thực."
    }
  },
  {
    "translation": {
      "en": "Sadly, that is non fiction. That is my life.",
      "vi": "Hơi đáng buồn một chút nhưng đó lại là chuyện có thực. Đó, cuộc đời tôi là vậy đấy."
    }
  },
  {
    "translation": {
      "en": "My mom should talk less.",
      "vi": "Mẹ tôi nên bớt ba hoa về tôi đi thì hơn."
    }
  },
  {
    "translation": {
      "en": "Yeah, but if your mom talked less, we wouldn't be here right now, so...",
      "vi": "Ừ, nhưng nói gì thì nói, nếu mẹ anh không ba hoa thì chúng ta đã ngồi đây, nên là..."
    }
  },
  {
    "translation": {
      "en": "you know, thank God for your mother, right?",
      "vi": "thôi, cũng nên tạ ơn Chúa vì có mẹ anh trên đời này chứ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "If you're there and you're pretending you're not,",
      "vi": "Nếu con đang trong nhà mà giả vờ là đi vắng rồi ấy,"
    }
  },
  {
    "translation": {
      "en": "I'm never talking to you again.",
      "vi": "thì mẹ từ mặt con luôn đấy nhé."
    }
  },
  {
    "translation": {
      "en": "Or maybe that's what you want.",
      "vi": "Hay là con muốn thế hả."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Hả?"
    }
  },
  {
    "translation": {
      "en": "Oh, God, this is totally unsafe.",
      "vi": "Ôi Chúa ơi, an toàn để đâu cơ chứ."
    }
  },
  {
    "translation": {
      "en": "Oh, come on.",
      "vi": "Ôi thần linh ơi."
    }
  },
  {
    "translation": {
      "en": "Open?",
      "vi": "Cửa sổ mở luôn?"
    }
  },
  {
    "translation": {
      "en": "Come on, old girl.",
      "vi": "Cố lên nào, bà già."
    }
  },
  {
    "translation": {
      "en": "You still got it.",
      "vi": "Vẫn còn dẻo dai lắm mà."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Xong."
    }
  },
  {
    "translation": {
      "en": "Mice!",
      "vi": "Á, chuột!"
    }
  },
  {
    "translation": {
      "en": "So, you lived in New York?",
      "vi": "Thế là cô từng sống ở New York rồi ạ?"
    }
  },
  {
    "translation": {
      "en": "Did I ever.",
      "vi": "Chả biết có phải gọi là sống không nữa."
    }
  },
  {
    "translation": {
      "en": "I worked in fashion at the time. I met Paul's father at Studio 54.",
      "vi": "Hồi đó cô đang theo đuổi ngành thời trang. Cô gặp bố của Paul ở chỗ Studio 54 ấy."
    }
  },
  {
    "translation": {
      "en": "No. Yeah.",
      "vi": "Không đời nào. Thật mà."
    }
  },
  {
    "translation": {
      "en": "Fabulous.",
      "vi": "Tuyệt hảo."
    }
  },
  {
    "translation": {
      "en": "Yes, and ridiculous. You're supposed to have sex",
      "vi": "Ờ, lố bịch nữa cháu ạ. Cháu thường sẽ làm tình với những người mà cháu gặp ở đó,"
    }
  },
  {
    "translation": {
      "en": "with people you meet there, do drugs with them, not marry them.",
      "vi": "Cháu thường sẽ làm tình với những người mà cháu gặp ở đó, hoặc chơi đồ với họ, chứ đâu phải cưới về làm chồng đâu."
    }
  },
  {
    "translation": {
      "en": "I think Larry fell in love with me for my looks",
      "vi": "Cô nghĩ hồi đó Larry yêu cô là vì ngoại hình thôi,"
    }
  },
  {
    "translation": {
      "en": "and just tolerated me for everything else.",
      "vi": "những thứ khác thì bỏ qua hết."
    }
  },
  {
    "translation": {
      "en": "Does that sound terribly vain?",
      "vi": "Nghe có hơi đau khổ quá không?"
    }
  },
  {
    "translation": {
      "en": "Look who you're talking to. I'm window dressing for a window dresser.",
      "vi": "Cô đang nói chuyện với ai nào. Cháu đang trang trí cho một gã chuyên trang trí đó."
    }
  },
  {
    "translation": {
      "en": "But you two are happy?",
      "vi": "Nhưng hai đứa đang hạnh phúc với nhau đấy chứ hả?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "He says he'd like me to be older or flabbier",
      "vi": "Em ấy bảo là em ấy muốn cháu già hơn hoặc là yếu ớt hơn một tí"
    }
  },
  {
    "translation": {
      "en": "so when he leaves for work,",
      "vi": "để mỗi lần mà em ấy đi làm,"
    }
  },
  {
    "translation": {
      "en": "he won't have to wonder if I'll be here when he gets home.",
      "vi": "em ấy khỏi phải lo chuyện cháu có còn ở đây không lúc em ấy về nữa."
    }
  },
  {
    "translation": {
      "en": "Since when is Paul so insecure?",
      "vi": "Paul nó lo lắng thái quá thế từ bao giờ vậy?"
    }
  },
  {
    "translation": {
      "en": "He gets that from you. Yeah.",
      "vi": "Cái đó là từ cô mà ra đấy ạ. Ờ phải."
    }
  },
  {
    "translation": {
      "en": "You were...",
      "vi": "Thì cô..."
    }
  },
  {
    "translation": {
      "en": "You were preoccupied",
      "vi": "Cô chả bận túi bụi suốt ngày,"
    }
  },
  {
    "translation": {
      "en": "between husbands, dating, hosting charity events.",
      "vi": "hết mấy ông chồng rồi đến hẹn hò rồi lại đến tổ chức sự kiện từ thiện."
    }
  },
  {
    "translation": {
      "en": "I mean, look...",
      "vi": "Ý cháu là..."
    }
  },
  {
    "translation": {
      "en": "You were hurt after the divorce.",
      "vi": "Sau vụ ly dị chắc là cô phải đau lòng lắm."
    }
  },
  {
    "translation": {
      "en": "Right? Lost? I get that.",
      "vi": "Có phải không ạ? Cảm giác như bị mất phương hướng? Cháu hiểu mà."
    }
  },
  {
    "translation": {
      "en": "But he felt a little abandoned.",
      "vi": "Nhưng em ấy thì cảm thấy hơi bị bỏ rơi đấy ạ."
    }
  },
  {
    "translation": {
      "en": "Well, he never told me that.",
      "vi": "Sao nó không bao giờ nói cho cô biết."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Chào cả nhà."
    }
  },
  {
    "translation": {
      "en": "Hey! There he is.",
      "vi": "Chào con! Đã về rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Hi. Hey.",
      "vi": "Chào em. Chào anh."
    }
  },
  {
    "translation": {
      "en": "Are you cooking?",
      "vi": "Mẹ đang nấu ăn đấy à?"
    }
  },
  {
    "translation": {
      "en": "Well, yeah.",
      "vi": "Chứ sao."
    }
  },
  {
    "translation": {
      "en": "I was falling out of love with him,",
      "vi": "Tôi hết yêu anh ta,"
    }
  },
  {
    "translation": {
      "en": "but I thought I was falling out of love with myself. Know what I mean?",
      "vi": "nhưng thật ra cảm giác lại như kiểu là tôi hết yêu chính bản thân mình vậy. Anh hiểu ý tôi không?"
    }
  },
  {
    "translation": {
      "en": "No, not really.",
      "vi": "Không, tôi không hiểu lắm."
    }
  },
  {
    "translation": {
      "en": "Oh, okay.",
      "vi": "Rồi, đây nhé."
    }
  },
  {
    "translation": {
      "en": "Think of yourself as an egg.",
      "vi": "Thử tưởng tượng anh là một quả trứng."
    }
  },
  {
    "translation": {
      "en": "Okay, why? Because the egg is you, okay?",
      "vi": "Sao lại thế? Bởi vì quả trứng chính là anh chứ sao?"
    }
  },
  {
    "translation": {
      "en": "It's your self love, your self worth. You're the egg, right?",
      "vi": "Là tự yêu bản thân, là chân giá trị của anh. Anh là quả trứng nhé, được chưa?"
    }
  },
  {
    "translation": {
      "en": "So good love presses on the ends of you, you know,",
      "vi": "Rồi, một mối tình đẹp thì sẽ tiếp xúc đều lên hai đầu của anh đúng không,"
    }
  },
  {
    "translation": {
      "en": "but what happens when you press on the ends of an egg?",
      "vi": "thế khi anh bấm vào hai đầu quả trứng thì chuyện gì sẽ xảy ra?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi chịu."
    }
  },
  {
    "translation": {
      "en": "Nothing. Good love challenges the egg, puts pressure on the egg,",
      "vi": "Chẳng có gì xảy ra cả. Một mối tình đẹp sẽ liên tục thử thách, áp lực lên quả trứng,"
    }
  },
  {
    "translation": {
      "en": "but allows the egg to stay whole.",
      "vi": "nhưng sẽ giữ cho quả trứng luôn ở trạng thái cân bằng."
    }
  },
  {
    "translation": {
      "en": "But what does it take to turn good love into bad love?",
      "vi": "Thế điều gì khiến cho một mối tình đẹp trở thành một mối tình tệ hại?"
    }
  },
  {
    "translation": {
      "en": "An expiration date?",
      "vi": "Hết hạn sử dụng sao?"
    }
  },
  {
    "translation": {
      "en": "No. The egg twists, okay? That's it.",
      "vi": "Không phải. Quả trứng bị xoay thế này, đúng không? Đó."
    }
  },
  {
    "translation": {
      "en": "Now, suddenly, the pressure is on the sides of the egg.",
      "vi": "Đùng một cái, áp lực dồn hết lên hai bên thành quả trứng."
    }
  },
  {
    "translation": {
      "en": "Okay? And then, what happens? We break the egg analogy?",
      "vi": "Đúng chưa? Xong rồi sao? Trứng vỡ à?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "vi": "Chuẩn rồi."
    }
  },
  {
    "translation": {
      "en": "Yes, Daniel. It breaks, all right.",
      "vi": "Chuẩn đấy Daniel ạ. Trứng vỡ tan tành."
    }
  },
  {
    "translation": {
      "en": "So, who broke your egg, Daniel?",
      "vi": "Thế ai làm vỡ quả trứng của anh vậy Daniel?"
    }
  },
  {
    "translation": {
      "en": "I waited five weeks.",
      "vi": "Em đợi suốt năm tuần liền đấy."
    }
  },
  {
    "translation": {
      "en": "To bang your trainer?",
      "vi": "Để phang huấn luyện viên của em à?"
    }
  },
  {
    "translation": {
      "en": "Five weeks...",
      "vi": "Năm tuần liền đấy..."
    }
  },
  {
    "translation": {
      "en": "without a word.",
      "vi": "không một lời nào hết."
    }
  },
  {
    "translation": {
      "en": "I felt like you were happy for the chance to walk away.",
      "vi": "Em cảm giác như thể anh rất vui vì có cơ hội bỏ đi hết vậy."
    }
  },
  {
    "translation": {
      "en": "I came...",
      "vi": "Anh đến đây..."
    }
  },
  {
    "translation": {
      "en": "to tell you that I decided.",
      "vi": "để nói với em là anh đã quyết định sẽ..."
    }
  },
  {
    "translation": {
      "en": "I always thought I had to finish my novel first or make something of my life,",
      "vi": "Anh luôn nghĩ là mình phải hoàn thành cuốn tiểu thuyết hoặc thứ gì đó có ý nghĩa,"
    }
  },
  {
    "translation": {
      "en": "and then, I finally realized...",
      "vi": "nhưng rồi anh chợt nhận ra là..."
    }
  },
  {
    "translation": {
      "en": "all I ever wanted was you,",
      "vi": "tất cả những gì anh muốn trên đời này chính là em,"
    }
  },
  {
    "translation": {
      "en": "and for us to be together, and...",
      "vi": "là chúng mình được ở bên nhau, và..."
    }
  },
  {
    "translation": {
      "en": "maybe we'll...",
      "vi": "biết đâu hai đứa mình..."
    }
  },
  {
    "translation": {
      "en": "one day have children.",
      "vi": "rồi sẽ có cả những đứa con."
    }
  },
  {
    "translation": {
      "en": "And that would be the purpose of our lives,",
      "vi": "Và đó sẽ là mục đích của đời mình,"
    }
  },
  {
    "translation": {
      "en": "the best thing that we'd ever do.",
      "vi": "là điều tuyệt vời nhất chúng mình từng làm cùng nhau."
    }
  },
  {
    "translation": {
      "en": "I was wrong.",
      "vi": "Nhưng anh đã lầm."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Đâu có."
    }
  },
  {
    "translation": {
      "en": "Who broke your egg?",
      "vi": "Ai làm vỡ quả trứng của anh vậy?"
    }
  },
  {
    "translation": {
      "en": "Okay, look...",
      "vi": "Nghe này..."
    }
  },
  {
    "translation": {
      "en": "Alison. Yep.",
      "vi": "Alison. Vâng."
    }
  },
  {
    "translation": {
      "en": "I'm here to get rid of my mother,",
      "vi": "Tôi chịu đến đây chỉ là vì muốn tống khứ mẹ tôi đi thôi,"
    }
  },
  {
    "translation": {
      "en": "and you're here to talk about your ex husband.",
      "vi": "còn cô đến đây cũng chỉ là để thao thao bất tuyệt về chồng cũ."
    }
  },
  {
    "translation": {
      "en": "So, why don't we just call it over easy and be done with it?",
      "vi": "Nên là thôi, chúng ta kết thúc êm xuôi và về sớm đi được không?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna give you an answer to that question,",
      "vi": "Anh biết sao không? Tôi sẽ thay anh trả lời câu hỏi ban nãy vậy,"
    }
  },
  {
    "translation": {
      "en": "even though I don't think you'll understand it,",
      "vi": "Anh biết sao không? Tôi sẽ thay anh trả lời câu hỏi ban nãy vậy, mặc dù tôi nghĩ là anh sẽ không hiểu đâu"
    }
  },
  {
    "translation": {
      "en": "and I don't think you deserve it.",
      "vi": "và chắc chắn là anh cũng chẳng đáng nhận được câu trả lời đâu."
    }
  },
  {
    "translation": {
      "en": "I'm telling you I don't deserve it. Okay.",
      "vi": "Chắc chắn là tôi không xứng đáng rồi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "You don't have to. You don't fix the egg.",
      "vi": "Cô không cần nói với tôi đâu. Anh không hề sửa quả trứng của anh."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter who twisted it, it's broken.",
      "vi": "Không cần biết ai xoay quả trứng, vì dù sao nó cũng vỡ tan tành rồi."
    }
  },
  {
    "translation": {
      "en": "And you gotta let it go.",
      "vi": "Anh phải tìm cách mà quên đi thôi."
    }
  },
  {
    "translation": {
      "en": "And once you've truly bid that egg farewell, you'll...",
      "vi": "Và khi anh đã thật sự chia tay được quả trứng cũ rồi, thì anh sẽ..."
    }
  },
  {
    "translation": {
      "en": "you'll find a new egg.",
      "vi": "anh sẽ tìm được một quả trứng mới đó."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn cô."
    }
  },
  {
    "translation": {
      "en": "That was...",
      "vi": "Rất là..."
    }
  },
  {
    "translation": {
      "en": "I really need the check right now.",
      "vi": "Tôi thật sự cần lấy hoá đơn thanh toán ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "I don't think I can hear about the egg anymore. I'm sorry.",
      "vi": "Tôi không nghĩ là tôi có thể ngồi nghe thêm về mấy quả trứng. Xin lỗi cô nhiều."
    }
  },
  {
    "translation": {
      "en": "All right. I was gonna split the bill with you,",
      "vi": "Thôi được, tôi vốn là định cưa đôi hoá đơn với anh,"
    }
  },
  {
    "translation": {
      "en": "but now I'm not so...",
      "vi": "nhưng mà giờ thì tôi không..."
    }
  },
  {
    "translation": {
      "en": "thank you.",
      "vi": "cảm ơn anh nhé."
    }
  },
  {
    "translation": {
      "en": "Fair. Good luck with your egg hunt.",
      "vi": "Được thôi. Chúc cô sớm tìm được quả trứng phù hợp."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "Well, I'm so glad we just finally get to sit down and have a meal together.",
      "vi": "May quá, mãi mới được ngồi xuống dùng bữa cùng với nhau."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "À..."
    }
  },
  {
    "translation": {
      "en": "Did I mention that Paul has never officially come out to me?",
      "vi": "Cô đã kể là Paul chưa bao giờ chính thức công khai giới tính thật với cô chưa nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Shame on you, Paul.",
      "vi": "Sao tồi thế hả Paul."
    }
  },
  {
    "translation": {
      "en": "You know, what is this bullshit about having to come out?",
      "vi": "Chuyện công khai hay không thì có gì mà to tát thế hả mẹ?"
    }
  },
  {
    "translation": {
      "en": "It's not like straight people have to gather their families when they're 18",
      "vi": "Mấy người thẳng đâu có cần phải tụ tập tứ chi họ hàng quanh bàn ăn"
    }
  },
  {
    "translation": {
      "en": "and find a way to break it to them they're heterosexual, thank you, so...",
      "vi": "năm lên 18 để tìm cách thổ lộ với người ta là họ thẳng đâu, cảm ơn, nên..."
    }
  },
  {
    "translation": {
      "en": "why is it any different for us?",
      "vi": "sao với bọn con thì lại phải khác?"
    }
  },
  {
    "translation": {
      "en": "Why can't parents just see what they see",
      "vi": "Sao phụ huynh không tự đi mà nhìn những thứ trước mắt họ"
    }
  },
  {
    "translation": {
      "en": "and figure it out for themselves?",
      "vi": "và tự đoán ra nhỉ?"
    }
  },
  {
    "translation": {
      "en": "It is not a sin. No.",
      "vi": "Đó đâu phải là tội lỗi gì cơ chứ. Ừ."
    }
  },
  {
    "translation": {
      "en": "And it is not something I need to confess.",
      "vi": "Đã không phải là tội lỗi thì con không cần phải xưng tội đúng không ạ."
    }
  },
  {
    "translation": {
      "en": "Shut up and tell her. She deserves the truth.",
      "vi": "Dừng lại và nói với mẹ cậu xem nào. Mẹ cậu đáng được biết sự thật mà."
    }
  },
  {
    "translation": {
      "en": "Do it now! This is really good, Helen.",
      "vi": "Nói mau! Ngon quá cô Helen ạ."
    }
  },
  {
    "translation": {
      "en": "Mom. Yeah?",
      "vi": "Mẹ ơi. Ừ con?"
    }
  },
  {
    "translation": {
      "en": "I'm gay.",
      "vi": "Con bị gay mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "You're what?",
      "vi": "Con bị làm sao cơ?"
    }
  },
  {
    "translation": {
      "en": "I support you and I love you!",
      "vi": "Mẹ ủng hộ con và mẹ yêu con!"
    }
  },
  {
    "translation": {
      "en": "All right, kiss her already.",
      "vi": "Thôi, ra thơm mẹ một cái đi còn gì nữa."
    }
  },
  {
    "translation": {
      "en": "No! I'm not gonna go kiss her.",
      "vi": "Thôi! Em không thơm mẹ đâu."
    }
  },
  {
    "translation": {
      "en": "Get up. Kiss your mother.",
      "vi": "Đứng dậy đi. Thơm mẹ em đi."
    }
  },
  {
    "translation": {
      "en": "Walk over to your mother and kiss her the way you're supposed to.",
      "vi": "Qua chỗ mẹ và thơm mẹ một cái như một thằng con trai ngoan đi."
    }
  },
  {
    "translation": {
      "en": "Kiss. Here I come.",
      "vi": "Thơm đi. Rồi, đến đây."
    }
  },
  {
    "translation": {
      "en": "Beautiful.",
      "vi": "Cảm động quá."
    }
  },
  {
    "translation": {
      "en": "You just made my night.",
      "vi": "Con làm mẹ vui quá đi mất."
    }
  },
  {
    "translation": {
      "en": "Now all you have to do is tell your father.",
      "vi": "Giờ con chỉ còn phải kể nốt cho bố con nữa là xong."
    }
  },
  {
    "translation": {
      "en": "I told him a long time ago.",
      "vi": "Con kể lâu lắm rồi mẹ ơi."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "I mean, a while ago. How long ago?",
      "vi": "Vâng, từ lâu lắm rồi ạ. Lâu lắm là bao lâu?"
    }
  },
  {
    "translation": {
      "en": "I don't know. A few years.",
      "vi": "Con nhớ làm sao được ạ. Chắc là vài năm."
    }
  },
  {
    "translation": {
      "en": "Why did you tell him and not me?",
      "vi": "Sao con kể cho bố mà không kể cho mẹ?"
    }
  },
  {
    "translation": {
      "en": "I figured you knew.",
      "vi": "Thì tại con tưởng mẹ biết rồi."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Thế nghĩa là..."
    }
  },
  {
    "translation": {
      "en": "So, I'm punished for being perceptive.",
      "vi": "Nghĩa là vì mẫn cảm nên mẹ bị trừng phạt đó hả."
    }
  },
  {
    "translation": {
      "en": "I would like to know why he got to have the conversation and I didn't.",
      "vi": "Mẹ rất muốn biết tại sao bố con được nói với con về việc đó còn mẹ thì không đấy."
    }
  },
  {
    "translation": {
      "en": "Mom, you just forced me to come out to three men who know I'm gay.",
      "vi": "Mẹ ơi, mẹ vừa ép con phải công khai với ba người đàn ông biết con là gay đấy."
    }
  },
  {
    "translation": {
      "en": "No way that this moment wasn't going to be about you.",
      "vi": "Con biết ngay là thể nào mẹ cũng muốn giây phút đó là của mẹ mà."
    }
  },
  {
    "translation": {
      "en": "So, maybe this is the exact reason why.",
      "vi": "Có khi đây chính là lý do vì sao đấy mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "This has nothing to do with you coming out to me. It's just...",
      "vi": "Chuyện này chẳng liên quan gì đến việc con có công khai với mẹ hay không cả. Chỉ..."
    }
  },
  {
    "translation": {
      "en": "It has nothing to do with that.",
      "vi": "Chuyện này chẳng liên quan gì hết."
    }
  },
  {
    "translation": {
      "en": "This is about how you treat me and your father.",
      "vi": "Ý mẹ muốn nói đến cái cách mà con đối xử với mẹ và bố con cơ."
    }
  },
  {
    "translation": {
      "en": "I mean, is he always the one that is going to be",
      "vi": "Có phải ông ấy sẽ luôn là người mà con..."
    }
  },
  {
    "translation": {
      "en": "Mom, there is no you and my father.",
      "vi": "Mẹ ơi, chẳng có cái mẹ và bố con gì ở đây đâu ạ."
    }
  },
  {
    "translation": {
      "en": "You're divorced!",
      "vi": "Hai người ly dị từ lâu rồi!"
    }
  },
  {
    "translation": {
      "en": "There is me and him, and there is me and you,",
      "vi": "Chỉ có con với bố, hoặc con với mẹ thôi,"
    }
  },
  {
    "translation": {
      "en": "but there is no you and him.",
      "vi": "chứ không có mẹ và bố đâu ạ."
    }
  },
  {
    "translation": {
      "en": "And I am not willing to be the you and the him,",
      "vi": "Và con sẽ không cố gắng chiều lòng mẹ cái vụ mẹ và bố đó đâu ạ,"
    }
  },
  {
    "translation": {
      "en": "which is what you have always wanted, which is why you are blowing up now.",
      "vi": "mà đó lại là điều mẹ luôn mong muốn, cũng chính là lý do mà mẹ sắp nổi khùng lên đây này."
    }
  },
  {
    "translation": {
      "en": "There is a me and him because there is a you. And you...",
      "vi": "Có mẹ và bố là vì có con đấy. Và con thì..."
    }
  },
  {
    "translation": {
      "en": "You are just like him.",
      "vi": "Con chẳng khác gì ông ấy cả."
    }
  },
  {
    "translation": {
      "en": "Exactly like he is!",
      "vi": "Không khác một tí gì luôn!"
    }
  },
  {
    "translation": {
      "en": "No, please do not compare me to someone you despise.",
      "vi": "Mẹ đừng có so sánh con với người mà mẹ xem thường đi mẹ."
    }
  },
  {
    "translation": {
      "en": "How about that, huh? I gotta go make a phone call.",
      "vi": "Được không hả mẹ? Anh ra ngoài gọi điện đây."
    }
  },
  {
    "translation": {
      "en": "I'll just go ahead and take this with me.",
      "vi": "Tôi cũng ra ngoài ăn vậy."
    }
  },
  {
    "translation": {
      "en": "Am I interrupting?",
      "vi": "Chị có làm phiền không?"
    }
  },
  {
    "translation": {
      "en": "No, Daniel isn't home yet.",
      "vi": "Không ạ, Daniel đi đã về đâu."
    }
  },
  {
    "translation": {
      "en": "Neither is Matt.",
      "vi": "Thằng Matt cũng chưa về luôn."
    }
  },
  {
    "translation": {
      "en": "I feel like I'm being stood up and all of Tribeca knows it.",
      "vi": "Chị cảm giác như chị đang bị cho leo cây và cả cái khu Tribeca này đều biết vậy á."
    }
  },
  {
    "translation": {
      "en": "These windows.",
      "vi": "Cửa sổ gì mà lắm thế không biết nữa."
    }
  },
  {
    "translation": {
      "en": "Oh, stop complaining. I'm in a basement apartment.",
      "vi": "Thôi đừng càu nhàu nữa. Em còn đang phải ở tầng trệt đây này."
    }
  },
  {
    "translation": {
      "en": "All I see are cockroaches",
      "vi": "Xung quanh toàn thấy gián"
    }
  },
  {
    "translation": {
      "en": "and feet.",
      "vi": "với chân gián thôi."
    }
  },
  {
    "translation": {
      "en": "I'll call you later if there are any new developments.",
      "vi": "Nếu có gì mới thì em gọi lại chị sau nhé."
    }
  },
  {
    "translation": {
      "en": "All right. Good night.",
      "vi": "Ừ được rồi. Chúc em ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "vi": "Bai."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Don't be. Nothing to be sorry about.",
      "vi": "Cô xin lỗi. Xin lỗi làm gì ạ. Có gì phải xin lỗi đâu cô. Cô xúc động quá."
    }
  },
  {
    "translation": {
      "en": "I get emotional. I know. Just give it a sec, okay?",
      "vi": "Có gì phải xin lỗi đâu cô. Cô xúc động quá. Cháu hiểu mà. Cô cứ bình tĩnh đã, được không ạ?"
    }
  },
  {
    "translation": {
      "en": "Andre said...",
      "vi": "Andre vừa bảo là..."
    }
  },
  {
    "translation": {
      "en": "that I ruined your life",
      "vi": "mẹ huỷ hoại cuộc đời con"
    }
  },
  {
    "translation": {
      "en": "and you hate me for it! That's...",
      "vi": "thế nên con mới căm ghét mẹ!"
    }
  },
  {
    "translation": {
      "en": "Helen! No! That's... no.",
      "vi": "Cô Helen! Không phải đâu!"
    }
  },
  {
    "translation": {
      "en": "I... Yeah.",
      "vi": "Cháu... Thật đấy."
    }
  },
  {
    "translation": {
      "en": "No. I said",
      "vi": "Đâu có ạ. Cháu chỉ bảo là..."
    }
  },
  {
    "translation": {
      "en": "It is. When I was chopping cucumbers. That's...",
      "vi": "Đúng mà. Lúc cô đang thái dưa chuột ấy. Ý cháu là..."
    }
  },
  {
    "translation": {
      "en": "I kind of said you have some abandonment issues because of her. That's all.",
      "vi": "Anh chỉ bảo là em hơi có cảm giác bị bỏ rơi vì mẹ thôi. Anh nói mỗi thế."
    }
  },
  {
    "translation": {
      "en": "That's what you told...",
      "vi": "Thì chính em nói với anh..."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Thôi được rồi."
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "vi": "Mẹ à."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Ơi?"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Mẹ."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Ơi?"
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "vi": "Con yêu mẹ."
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "vi": "Mẹ à."
    }
  },
  {
    "translation": {
      "en": "I would do anything for you,",
      "vi": "Con sẵn sàng làm bất cứ điều gì vì mẹ,"
    }
  },
  {
    "translation": {
      "en": "and you know that.",
      "vi": "mẹ biết vậy mà."
    }
  },
  {
    "translation": {
      "en": "I would like to stay here for a few nights if that's all right.",
      "vi": "Vậy mẹ muốn ở lại đây với con mấy hôm thì không sao chứ."
    }
  },
  {
    "translation": {
      "en": "Well, there's not really a guest room. It's okay.",
      "vi": "Ừ, nhưng bọn đâu không có phòng khách. Thôi khỏi."
    }
  },
  {
    "translation": {
      "en": "Plague?",
      "vi": "Bệnh dịch?"
    }
  },
  {
    "translation": {
      "en": "Dartmouth graduate.",
      "vi": "Tốt nghiệp Đại học Dartmouth."
    }
  },
  {
    "translation": {
      "en": "Something smells good.",
      "vi": "Mùi gì thơm thế anh."
    }
  },
  {
    "translation": {
      "en": "It smelled better at six.",
      "vi": "Lúc sáu giờ còn thơm hơn cơ."
    }
  },
  {
    "translation": {
      "en": "Mom!",
      "vi": "Mẹ!"
    }
  },
  {
    "translation": {
      "en": "You were supposed to be gone!",
      "vi": "Con tưởng mẹ về rồi chứ!"
    }
  },
  {
    "translation": {
      "en": "Who said that?",
      "vi": "Ai bảo con thế?"
    }
  },
  {
    "translation": {
      "en": "I said, Lock up when you leave.",
      "vi": "Thì con bảo, Bao giờ mẹ về thì khoá cửa lại hộ con còn gì."
    }
  },
  {
    "translation": {
      "en": "I didn't leave yet.",
      "vi": "Nhưng mẹ đã về đâu."
    }
  },
  {
    "translation": {
      "en": "Is this your...",
      "vi": "Đây là..."
    }
  },
  {
    "translation": {
      "en": "girlfriend?",
      "vi": "bạn gái con hả?"
    }
  },
  {
    "translation": {
      "en": "This is Angel.",
      "vi": "Đây là Angel ạ."
    }
  },
  {
    "translation": {
      "en": "Angel, this is Mom.",
      "vi": "Angel à, chào mẹ anh đi."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào cô ạ."
    }
  },
  {
    "translation": {
      "en": "How long have you two been together? A while.",
      "vi": "Hai đứa hẹn hò được bao lâu rồi? Cũng được một thời gian rồi ạ."
    }
  },
  {
    "translation": {
      "en": "Been together about four months now.",
      "vi": "Tới giờ là được khoảng bốn tháng rồi ạ."
    }
  },
  {
    "translation": {
      "en": "Wow!",
      "vi": "Chà chà!"
    }
  },
  {
    "translation": {
      "en": "Well, I'll make another plate. No. You don't need to!",
      "vi": "Để mẹ đi làm thêm một đĩa nhé. Thôi mẹ ơi. Không cần đâu mẹ!"
    }
  },
  {
    "translation": {
      "en": "Thank you, Mrs. Walker. You don't have to call her Mrs. Walker.",
      "vi": "Cháu cảm ơn cô Walker. Em không cần gọi mẹ là cô Walker đâu."
    }
  },
  {
    "translation": {
      "en": "Thank you... Mom?",
      "vi": "Vậy cảm ơn... mẹ được không ạ?"
    }
  },
  {
    "translation": {
      "en": "Wow!",
      "vi": "Chà!"
    }
  },
  {
    "translation": {
      "en": "How the hell...",
      "vi": "Thế quái nào..."
    }
  },
  {
    "translation": {
      "en": "Did she...",
      "vi": "Đừng bảo mẹ..."
    }
  },
  {
    "translation": {
      "en": "Unbelievable. She just comes in and...",
      "vi": "Không thể tin nổi. Cứ thế xông vào rồi..."
    }
  },
  {
    "translation": {
      "en": "makes her...",
      "vi": "tự nhiên cứ như..."
    }
  },
  {
    "translation": {
      "en": "No boundaries.",
      "vi": "Chẳng có phép tắc riêng tư gì cả."
    }
  },
  {
    "translation": {
      "en": "So, what do you do, Angel?",
      "vi": "Thế cháu đang làm gì hả Angel?"
    }
  },
  {
    "translation": {
      "en": "I'm still in school.",
      "vi": "Cháu vẫn đang đi học ạ."
    }
  },
  {
    "translation": {
      "en": "Did Matt tell you that he went to Dartmouth?",
      "vi": "Matt có kể với cháu là nó tốt nghiệp Dartmouth không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không ạ."
    }
  },
  {
    "translation": {
      "en": "That's amazing.",
      "vi": "Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "I might take a year off to travel before college,",
      "vi": "Cháu đang tính nghỉ một năm để đi du lịch trước khi học đại học ạ,"
    }
  },
  {
    "translation": {
      "en": "maybe go to Europe.",
      "vi": "có thể cháu sẽ đi châu Âu."
    }
  },
  {
    "translation": {
      "en": "So, you're...",
      "vi": "Hoá ra là..."
    }
  },
  {
    "translation": {
      "en": "still in high school.",
      "vi": "cháu vẫn đang học cấp ba hả."
    }
  },
  {
    "translation": {
      "en": "You were in a bar.",
      "vi": "Nhưng em đã tới quán rượu mà."
    }
  },
  {
    "translation": {
      "en": "I'm 18... You don't look it.",
      "vi": "Em 18 tuổi... Trông có giống đâu nhỉ."
    }
  },
  {
    "translation": {
      "en": "Next month.",
      "vi": "Sang tháng ạ."
    }
  },
  {
    "translation": {
      "en": "Seventeen. You never said that you were 17!",
      "vi": "Thế là mới mười bảy thôi. Sao em chưa bao giờ nói là em mới 17!"
    }
  },
  {
    "translation": {
      "en": "Dating for four months, you don't know how old she is?",
      "vi": "Con yêu em nó bốn tháng nay rồi mà không biết em nó bao nhiêu tuổi sao?"
    }
  },
  {
    "translation": {
      "en": "You forced me to lie. You make it sound like I can't be in a relationship.",
      "vi": "Chính mẹ ép con mà. Mẹ làm con có cảm giác như con không được có mối quan hệ nào cả."
    }
  },
  {
    "translation": {
      "en": "I didn't force you. I just met her.",
      "vi": "Mẹ đâu có ép con làm gì. Con vừa gặp em ấy thôi mà."
    }
  },
  {
    "translation": {
      "en": "She was with friends drinking, I paid.",
      "vi": "Em ấy đang uống rượu với bạn, thế là con thanh toán hộ."
    }
  },
  {
    "translation": {
      "en": "I didn't come with you because you paid.",
      "vi": "Em đâu có đồng ý về nhà với anh vì anh đòi trả tiền đâu."
    }
  },
  {
    "translation": {
      "en": "He asked me to model for his magazine.",
      "vi": "Anh ấy mời con làm mẫu cho tạp chí của anh ấy đấy cô ạ."
    }
  },
  {
    "translation": {
      "en": "Because you said that you were a model. I am.",
      "vi": "Thì bởi vì em bảo em làm người mẫu mà. Thì đúng thế mà."
    }
  },
  {
    "translation": {
      "en": "I used to model children's clothing.",
      "vi": "Hồi trước cháu từng làm mẫu cho mấy cửa hàng quần áo trẻ em đấy ạ."
    }
  },
  {
    "translation": {
      "en": "When was that? Last year?",
      "vi": "Hồi trước là bao giờ vậy? Năm ngoái sao?"
    }
  },
  {
    "translation": {
      "en": "Okay, I think that you should go.",
      "vi": "Thôi, anh nghĩ là em nên về đi."
    }
  },
  {
    "translation": {
      "en": "Could you make sure she gets into a cab, at least?",
      "vi": "Chí ít thì con cũng tiễn em nó ra taxi chứ hả?"
    }
  },
  {
    "translation": {
      "en": "Know what? I'd love to put both of you in a cab.",
      "vi": "Mẹ biết sao không? Con đang muốn tống cả hai người lên taxi đây."
    }
  },
  {
    "translation": {
      "en": "It was nice to meet you. Good night, Angel.",
      "vi": "Rất vui được gặp cô ạ. Chúc cháu ngủ ngon, Angel."
    }
  },
  {
    "translation": {
      "en": "Happy Birthday!",
      "vi": "Chúc mừng Sinh nhật con nhé!"
    }
  },
  {
    "translation": {
      "en": "Next month.",
      "vi": "Trước một tháng."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Thôi."
    }
  },
  {
    "translation": {
      "en": "Hey. Hi.",
      "vi": "Chào anh. Chào em."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "I wouldn't have yelled at her if she were my mom.",
      "vi": "Nếu cô ấy là mẹ anh thì anh sẽ không gào vào mặt cô ấy như thế đâu."
    }
  },
  {
    "translation": {
      "en": "You hate your mom. Because she yells at me.",
      "vi": "Nhưng anh cũng ghét mẹ anh mà. Vì bà ấy gào vào mặt anh đấy."
    }
  },
  {
    "translation": {
      "en": "Okay It's...",
      "vi": "À vâng. Nó hơi..."
    }
  },
  {
    "translation": {
      "en": "I will write her a note of apology. Thank you.",
      "vi": "Thôi được rồi, em sẽ viết giấy xin lỗi. Cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "And invite her to lunch, where I'll apologize again.",
      "vi": "Rồi em sẽ mời mẹ đi ăn trưa, xong sẽ xin lỗi mẹ thêm lần nữa."
    }
  },
  {
    "translation": {
      "en": "She doesn't really hear apologies the first time through, so...",
      "vi": "Mẹ không chịu nghe xin lỗi chỉ một lần đâu, cho nên là..."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "Do we have a cross I can nail the note to?",
      "vi": "Mà mình có cây thánh giá nào để em đóng đinh tờ giấy lên không?"
    }
  },
  {
    "translation": {
      "en": "Please just write the note. Sure.",
      "vi": "Thôi đừng nhiều chuyện nữa. Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "vi": "Mẹ ơi."
    }
  },
  {
    "translation": {
      "en": "Mom, I said I have somebody for that. No, you said you'd do it.",
      "vi": "Mẹ, con đã bảo là có giúp việc rồi mà. Đâu có, con bảo là con sẽ tự dọn."
    }
  },
  {
    "translation": {
      "en": "I'm sorry about last night.",
      "vi": "Con xin lỗi chuyện tối qua."
    }
  },
  {
    "translation": {
      "en": "Why are you sorry?",
      "vi": "Sao con lại xin lỗi?"
    }
  },
  {
    "translation": {
      "en": "Because it was embarrassing. No, it wasn't embarrassing.",
      "vi": "Vì vụ tối qua đáng xấu hổ chứ sao ạ. Không, chẳng đáng xấu hổ tí nào cả."
    }
  },
  {
    "translation": {
      "en": "Statutory rape, but let's not argue semantics.",
      "vi": "Như thế là lạm dụng trẻ vị thành niên, nhưng thôi, quan tâm mấy chữ đó làm gì."
    }
  },
  {
    "translation": {
      "en": "It's never happened to me before. I mean, 17?",
      "vi": "Con chưa làm chuyện như thế bao giờ mà mẹ. Ý con là, 17 tuổi sao?"
    }
  },
  {
    "translation": {
      "en": "I am not interested, Matt. What?",
      "vi": "Mẹ không muốn nghe đâu, Matt. Tại sao ạ?"
    }
  },
  {
    "translation": {
      "en": "If you're gonna lie, I'm not interested.",
      "vi": "Nếu con định nói dối thì mẹ không muốn nghe đâu."
    }
  },
  {
    "translation": {
      "en": "I'm not lying.",
      "vi": "Con có nói dối đâu."
    }
  },
  {
    "translation": {
      "en": "I saw your magazine. It is not about sports.",
      "vi": "Mẹ thấy mấy cuốn tạp chí của con rồi. Đâu có phải tạp chí thể thao gì đâu."
    }
  },
  {
    "translation": {
      "en": "I never said it was.",
      "vi": "Thì con cũng đâu bảo vậy."
    }
  },
  {
    "translation": {
      "en": "You said you work for a men's magazine called All Balls.",
      "vi": "Con bảo con làm cho tờ tạp chí đàn ông tên là All Balls còn gì."
    }
  },
  {
    "translation": {
      "en": "What I was supposed to think, scrotum?",
      "vi": "Nghe thế thì mẹ phải nghĩ thế nào mới đúng, bi hay bóng?"
    }
  },
  {
    "translation": {
      "en": "A, that's not a word I need to hear out of my mother's mouth, and B,",
      "vi": "A, đó là một trong những từ mà mẹ không nên nói trước mặt con nhé, và B, mẹ đâu có thuộc nhóm đối tượng khách hàng của bọn con đâu."
    }
  },
  {
    "translation": {
      "en": "you are not the demographic.",
      "vi": "và B, mẹ đâu có thuộc nhóm đối tượng khách hàng của bọn con đâu."
    }
  },
  {
    "translation": {
      "en": "Well, that much is clear. So now I know the truth about you.",
      "vi": "Thôi, nói thế là đủ hiểu rồi. Giờ thì mẹ nhận ra bộ mặt thật của con rồi."
    }
  },
  {
    "translation": {
      "en": "My job has nothing to do with that girl being underage. Young...",
      "vi": "Công việc của con chẳng liên quan gì đến việc cô bé đó chưa đủ tuổi cả. Chỉ là..."
    }
  },
  {
    "translation": {
      "en": "younger than she has a right to be.",
      "vi": "trẻ hơn so với tuổi quy định thôi mà mẹ."
    }
  },
  {
    "translation": {
      "en": "So how old is she, do you think?",
      "vi": "Thế con nghĩ là con bé bao nhiêu tuổi?"
    }
  },
  {
    "translation": {
      "en": "I don't know, Mom. You're the editor.",
      "vi": "Con làm sao biết được hả mẹ? Con là biên tập viên cơ mà."
    }
  },
  {
    "translation": {
      "en": "I'm the art director.",
      "vi": "Con là giám đốc nghệ thuật mà mẹ."
    }
  },
  {
    "translation": {
      "en": "I design the look and the feel of All Balls.",
      "vi": "Con chỉ chịu trách nhiệm thiết kế phần hình ảnh cho All Balls thôi."
    }
  },
  {
    "translation": {
      "en": "The magazine.",
      "vi": "Ý con là cho cuốn tạp chí thôi."
    }
  },
  {
    "translation": {
      "en": "So it reflects your taste?",
      "vi": "Có nghĩa là mấy thứ này phản ánh sở thích của con hả?"
    }
  },
  {
    "translation": {
      "en": "It's my job, Mom.",
      "vi": "Công việc của con thôi mà mẹ."
    }
  },
  {
    "translation": {
      "en": "A job that I'm very good at.",
      "vi": "Một công việc mà con làm rất giỏi."
    }
  },
  {
    "translation": {
      "en": "To tailor the content to our audience.",
      "vi": "Điều chỉnh nội dung sao cho phù hợp với đối tượng khách hàng."
    }
  },
  {
    "translation": {
      "en": "And our audience happens to be young men, and young men like young women.",
      "vi": "Và đối tượng khách hàng là đàn ông, mà đàn ông thì thường mê gái trẻ."
    }
  },
  {
    "translation": {
      "en": "This is not a magazine for under the mattress.",
      "vi": "Mẹ ơi, đây không phải là tạp chí khiêu dâm đâu ạ."
    }
  },
  {
    "translation": {
      "en": "We are Vanity Fair with half the brain and twice the body.",
      "vi": "Chỉ là Vanity Fair phiên bản não rút bớt một nửa và tăng cơ thể lên gấp đôi thôi à."
    }
  },
  {
    "translation": {
      "en": "We are totally mainstream.",
      "vi": "Tụi con là tạp chí phục vụ đại chúng mà mẹ."
    }
  },
  {
    "translation": {
      "en": "Well, your father and I didn't raise you to be mainstream.",
      "vi": "Bố con và mẹ không dạy con trở thành người đại chúng theo kiểu này."
    }
  },
  {
    "translation": {
      "en": "We raised you to be exceptional.",
      "vi": "Bố mẹ nuôi dạy con trở thành người khác biệt với số đông cơ."
    }
  },
  {
    "translation": {
      "en": "If your father were alive... What, he'd be disappointed?",
      "vi": "Bố con mà còn sống thì... Thì sao ạ, thì bố sẽ thất vọng về con ạ?"
    }
  },
  {
    "translation": {
      "en": "Because God forbid I haven't lived up to his standards, right?",
      "vi": "Bởi vì, xin Chúa xá tội, con không sống đúng với chuẩn mực và kì vọng của bố ạ?"
    }
  },
  {
    "translation": {
      "en": "But he's not here, Mom.",
      "vi": "Nhưng bố có còn ở đây nữa đâu mẹ."
    }
  },
  {
    "translation": {
      "en": "So why are you still taking his side?",
      "vi": "Sao mẹ vẫn về phe bố vậy?"
    }
  },
  {
    "translation": {
      "en": "What are you talking about?",
      "vi": "Con nói cái gì thế hả?"
    }
  },
  {
    "translation": {
      "en": "How come you never came to any of my basketball games?",
      "vi": "Tại sao mẹ chưa từng đến xem con chơi một trận bóng rổ nào ạ?"
    }
  },
  {
    "translation": {
      "en": "That was your time with your father.",
      "vi": "Vì đó là khoảng thời gian riêng của con ới bố. Giữa huấn luyện viên và ngôi sao."
    }
  },
  {
    "translation": {
      "en": "He was the coach, you were the star. I still have every trophy,",
      "vi": "Vì đó là khoảng thời gian riêng của con ới bố. Giữa huấn luyện viên và ngôi sao. Mẹ vẫn còn giữ tất cả đống cúp của con đấy,"
    }
  },
  {
    "translation": {
      "en": "and you have to know how proud I was of every single win.",
      "vi": "và con nên biết là mẹ cảm thấy tự hào về mỗi trận thắng của con đến thế nào."
    }
  },
  {
    "translation": {
      "en": "What about when we lost?",
      "vi": "Thế còn lúc bọn thua thì sao ạ?"
    }
  },
  {
    "translation": {
      "en": "You didn't lose very often. No, I didn't lose very often,",
      "vi": "Con có thua nhiều lắm đâu. Không, con không thua nhiều lắm,"
    }
  },
  {
    "translation": {
      "en": "because according to Dad, failure wasn't an option.",
      "vi": "là bởi vì theo lời bố thì con không được phép thất bại mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "But apparently, now it is.",
      "vi": "Nhưng rõ ràng giờ thì con là kẻ thất bại rồi."
    }
  },
  {
    "translation": {
      "en": "You are not a failure. Oh, no, I know that I'm not a failure.",
      "vi": "Con đâu có phải là kẻ thất bại đâu. Ồ, vâng, con biết con không thất bại."
    }
  },
  {
    "translation": {
      "en": "Why are you still lecturing me?",
      "vi": "Thế sao mẹ vẫn phải lên lớp với con vậy?"
    }
  },
  {
    "translation": {
      "en": "I just want you to expect more from your life.",
      "vi": "Mẹ chỉ muốn con kì vọng nhiều hơn vào cuộc sống của chính con thôi."
    }
  },
  {
    "translation": {
      "en": "Make the most of your time on this planet.",
      "vi": "Muốn con tận dụng triệt để quãng thời gian con được sống trên đời này."
    }
  },
  {
    "translation": {
      "en": "I'm not the one still living in the same house!",
      "vi": "Con đâu phải người ngần ấy năm vẫn sống trong cái ngôi nhà cũ kĩ ấy đâu!"
    }
  },
  {
    "translation": {
      "en": "Ma, did you break into my apartment and steal my vodka?",
      "vi": "Mẹ ơi, tối qua mẹ vào nhà con chôm chai vodka đi đấy à?"
    }
  },
  {
    "translation": {
      "en": "Vodka?",
      "vi": "Vodka nào cơ?"
    }
  },
  {
    "translation": {
      "en": "That's crazy talk.",
      "vi": "Con nói linh tinh cái gì đấy hả."
    }
  },
  {
    "translation": {
      "en": "Hey, we were supposed to have dinner. I baked you a pie.",
      "vi": "Này, tối qua hẹn ăn tối cùng nhau cơ mà. Mẹ nướng bánh cho con đấy."
    }
  },
  {
    "translation": {
      "en": "I was on your date last night.",
      "vi": "Tối qua con đi hẹn gặp cái mối của mẹ đấy."
    }
  },
  {
    "translation": {
      "en": "What? How was it?",
      "vi": "Ô thế hả? Sao rồi?"
    }
  },
  {
    "translation": {
      "en": "I'd rather be bitten by the dog again.",
      "vi": "Thà để con chó đó đợp con phát nữa còn hơn."
    }
  },
  {
    "translation": {
      "en": "I had such hopes for that girl from Yonkers.",
      "vi": "Mẹ kì vọng vào cô bé Yonkers đó lắm ấy."
    }
  },
  {
    "translation": {
      "en": "You know, sometimes it's the second date where the magic happens.",
      "vi": "Đôi khi phải chờ đến cuộc hẹn thứ hai thì điều kì diệu mới nảy nở được con ạ."
    }
  },
  {
    "translation": {
      "en": "You want to meet me at the Met after work?",
      "vi": "Con muốn qua bảo tàng Met với mẹ sau giờ làm không?"
    }
  },
  {
    "translation": {
      "en": "I can't.",
      "vi": "Hôm nay không được rồi mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "I have a party at 1 Oak tonight.",
      "vi": "Tối nay con đi dự tiệc ở 1 Oak rồi."
    }
  },
  {
    "translation": {
      "en": "A product launch for a shampoo/body wash.",
      "vi": "Lễ ra mắt sản phẩm dầu gội/sữa tắm ấy mà mẹ."
    }
  },
  {
    "translation": {
      "en": "Oh, are mothers invited? No.",
      "vi": "Ô, thế họ có mời các bà mẹ đến dự không? Không."
    }
  },
  {
    "translation": {
      "en": "I mean, no, it's...",
      "vi": "À ý con là, không ạ, tiệc đó..."
    }
  },
  {
    "translation": {
      "en": "It's guest list only, and you've got to RSVP.",
      "vi": "Chỉ ai trong danh sách khách mời mới được dự thôi ạ, phải có thiệp mới vào được."
    }
  },
  {
    "translation": {
      "en": "It's not even a party.",
      "vi": "Thật ra thì chẳng phải tiệc đâu mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "It's work, and I shouldn't have even said that it was a party.",
      "vi": "Chuyện công việc thôi ấy mà, con không nên dùng từ tiệc mới đúng."
    }
  },
  {
    "translation": {
      "en": "It was good to see you, Mom.",
      "vi": "Được gặp mẹ con vui lắm, mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "Love you.",
      "vi": "Con yêu mẹ."
    }
  },
  {
    "translation": {
      "en": "And if you decide to leave, just lock up.",
      "vi": "À, nếu mẹ định về thì cứ khoá cửa giúp con nhé."
    }
  },
  {
    "translation": {
      "en": "Like I said.",
      "vi": "Giống con dặn hôm nọ ấy."
    }
  },
  {
    "translation": {
      "en": "I'm not leaving.",
      "vi": "Mẹ không về đâu."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "Look.",
      "vi": "Nhìn này."
    }
  },
  {
    "translation": {
      "en": "Oh, it has little bees.",
      "vi": "Ôi, đính mấy con ong xinh chưa."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Can you imagine?",
      "vi": "Tưởng tượng được không?"
    }
  },
  {
    "translation": {
      "en": "Isn't it fabulous? It's sort of conservative.",
      "vi": "Trông sang chưa này? Nhưng hơi kín kẽ quá nhỉ."
    }
  },
  {
    "translation": {
      "en": "What do we know about this party?",
      "vi": "Có thông tin gì tụi tớ nên biết về bữa tiệc này không?"
    }
  },
  {
    "translation": {
      "en": "There's a list, apparently.",
      "vi": "Có danh sách khách mời đó."
    }
  },
  {
    "translation": {
      "en": "For a shampoo?",
      "vi": "Khách mời đến dự tiệc ra mắt dầu gội hả?"
    }
  },
  {
    "translation": {
      "en": "I feel naked.",
      "vi": "Trần trụi quá đi mất."
    }
  },
  {
    "translation": {
      "en": "Oh, my. Where have you been hiding those? I try to de emphasize.",
      "vi": "Thần linh ơi. Cậu giấu chúng đi đâu suốt thế hả? Tớ cố nịt đi ấy mà."
    }
  },
  {
    "translation": {
      "en": "Why? They're spectacular.",
      "vi": "Sao lại thế? Ngực đẹp thế kia mà."
    }
  },
  {
    "translation": {
      "en": "Is this appropriate, you think?",
      "vi": "Hai người thấy hợp sao?"
    }
  },
  {
    "translation": {
      "en": "That dress or crashing your son's work party?",
      "vi": "Ý chị nói cái váy hay là vụ đột nhập vào bữa tiệc công việc của con trai chị?"
    }
  },
  {
    "translation": {
      "en": "Matt brought home a girl almost half his age.",
      "vi": "Thằng Matt đưa một đứa con gái kém nó gần một giáp về nhà đấy."
    }
  },
  {
    "translation": {
      "en": "Well, Larry married a girl almost half his age.",
      "vi": "Có gì đâu, hồi cưới tớ Larry cũng gần gấp đôi tuổi tớ mà."
    }
  },
  {
    "translation": {
      "en": "It's just what men do.",
      "vi": "Đàn ông là vậy mà."
    }
  },
  {
    "translation": {
      "en": "How about these?",
      "vi": "Đôi này thì sao?"
    }
  },
  {
    "translation": {
      "en": "Matt, he doesn't listen to me anymore,",
      "vi": "Matt nó chẳng buồn nghe lời chị nữa,"
    }
  },
  {
    "translation": {
      "en": "so I'm trying to listen to him.",
      "vi": "cho nên chị đang cố thử lắng nghe nó xem sao."
    }
  },
  {
    "translation": {
      "en": "I'm trying to understand his life here, support what he wants.",
      "vi": "Cố gắng hiểu cuộc sống hiện tại của nó, cố gắng ủng hộ nhũng gì mà nó muốn làm."
    }
  },
  {
    "translation": {
      "en": "Is that going too far?",
      "vi": "Có phải như thế là hơi quá không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Đâu có."
    }
  },
  {
    "translation": {
      "en": "That is admirable. Yes.",
      "vi": "Như thế là đáng ngưỡng mộ mà chị. Ừ."
    }
  },
  {
    "translation": {
      "en": "You should go to that party and you should wear this fabulous dress.",
      "vi": "Cậu phải đến cái bữa tiệc đó và phải diện cái váy diêm dúa này cho tớ."
    }
  },
  {
    "translation": {
      "en": "And we should get your hair done.",
      "vi": "Tụi em phải đưa chị đi làm tóc nữa."
    }
  },
  {
    "translation": {
      "en": "That's her.",
      "vi": "Cô ấy đấy."
    }
  },
  {
    "translation": {
      "en": "Okay, well, is she any good? I don't know.",
      "vi": "Ờ, tay nghề cô ấy thế nào? Em cũng chịu."
    }
  },
  {
    "translation": {
      "en": "Carol, it's time. Time for what?",
      "vi": "Carol à, đến lúc rồi. Đến lúc làm gì cơ?"
    }
  },
  {
    "translation": {
      "en": "A new look. Yeah.",
      "vi": "Đến lúc thay đổi diện mạo rồi. Nhất trí."
    }
  },
  {
    "translation": {
      "en": "Now, come on. I got to meet Paul for lunch at one.",
      "vi": "Nhanh nào. Tớ còn phải ăn trưa với Paul lúc một giờ nữa."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Erin. Hello.",
      "vi": "Chào cô, cháu là Erin. Chào cháu."
    }
  },
  {
    "translation": {
      "en": "And I see you bought your girlOh, my gosh.",
      "vi": "Cô dẫn bạn theo luôn ạ... Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Mrs. Lieberman.",
      "vi": "Cô Lieberman ạ."
    }
  },
  {
    "translation": {
      "en": "How crazy. Erin.",
      "vi": "Trời ơi tin được không. Erin à."
    }
  },
  {
    "translation": {
      "en": "Yes, it's Gillian. And this is Carol and Helen.",
      "vi": "Ừ, cô Gillian đây. Đây là Carol và Helen bạn cô."
    }
  },
  {
    "translation": {
      "en": "Hi. Hello.",
      "vi": "Cháu chào cô ạ. Chào cháu."
    }
  },
  {
    "translation": {
      "en": "I know this is weird. Yep.",
      "vi": "Cô biết là thế này hơi kì quặc. Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "And I'm sorry.",
      "vi": "Cô xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "But it was Carol.",
      "vi": "Là ý của Carol đó."
    }
  },
  {
    "translation": {
      "en": "Carol wants a makeover. No.",
      "vi": "Cô Carol đây muốn tút tát lại một chút. Đâu có."
    }
  },
  {
    "translation": {
      "en": "I did not say makeover, okay?",
      "vi": "Chị đâu có dùng từ tút tát đâu?"
    }
  },
  {
    "translation": {
      "en": "Look... I'm going to a party tonight.",
      "vi": "Cháu này... Tối nay cô đi dự tiệc,"
    }
  },
  {
    "translation": {
      "en": "But first things first,",
      "vi": "nhưng trước tiên thì,"
    }
  },
  {
    "translation": {
      "en": "I need to know what is your experience with my texture of hair?",
      "vi": "cô muốn biết cháu có kinh nghiệm với kiểu kết cấu tóc như của cô không?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, I do all types of hair.",
      "vi": "Dạ có ạ, tóc kiểu nào cháu cũng làm được cô ạ."
    }
  },
  {
    "translation": {
      "en": "See?",
      "vi": "Chị thấy chưa?"
    }
  },
  {
    "translation": {
      "en": "You're the perfect stylist.",
      "vi": "Cháu đúng là nhà tạo mẫu tóc chuẩn chỉ cô đang cần mà."
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "vi": "Chuẩn luôn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Dạ vâng ạ."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi cô nhé."
    }
  },
  {
    "translation": {
      "en": "Right?",
      "vi": "Nhỉ chị nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Does Daniel know you're here?",
      "vi": "Daniel có biết cháu làm ở đây không vậy?"
    }
  },
  {
    "translation": {
      "en": "No. This is all me.",
      "vi": "À không. Có chứ nhỉ."
    }
  },
  {
    "translation": {
      "en": "But I remembered that you had mentioned this salon",
      "vi": "Cô nhớ có lần cháu có nhắc đến tiệm này rồi,"
    }
  },
  {
    "translation": {
      "en": "when we had brunch that one time.",
      "vi": "cái lần ba người đi ăn trưa với nhau ấy."
    }
  },
  {
    "translation": {
      "en": "Right, and then you asked me what I wanted to be when I grew up.",
      "vi": "À vâng, và lần đó cô đã hỏi cháu là lớn lên cháu muốn làm gì đúng không ạ."
    }
  },
  {
    "translation": {
      "en": "Jesus.",
      "vi": "Lạy Chúa tôi."
    }
  },
  {
    "translation": {
      "en": "Did I?",
      "vi": "Cô có hỏi thế á?"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.",
      "vi": "Cho cô xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "Anyhoo, let's just...",
      "vi": "Thôi thì ta..."
    }
  },
  {
    "translation": {
      "en": "get Carol started. No.",
      "vi": "làm tóc cho Carol đi nhỉ. Ấy không không."
    }
  },
  {
    "translation": {
      "en": "No rush.",
      "vi": "Không việc gì phải vội."
    }
  },
  {
    "translation": {
      "en": "Let's not cut angry.",
      "vi": "Đang giận thì không có dao kéo gì hết nhé."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Did I say that I'm sorry?",
      "vi": "Cô xin lỗi nhé. Cô đã nói là cô xin lỗi chưa ấy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, no, three times now. So, I think we're good.",
      "vi": "Dạ rồi, ba lần rồi cô ạ. Nên thôi bỏ qua đi cô."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "So, Carol...",
      "vi": "Cô Carol này..."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Are you open to a new shape?",
      "vi": "Cô có muốn để kiểu tóc mới không ạ?"
    }
  },
  {
    "translation": {
      "en": "Well... She is.",
      "vi": "Ờ... Có chứ."
    }
  },
  {
    "translation": {
      "en": "Well, nothing severe.",
      "vi": "Mới thôi đừng có mới quá."
    }
  },
  {
    "translation": {
      "en": "You know, Finn always loved my hair just the way that it is, so...",
      "vi": "Ông Finn nhà chị trước giờ chỉ thích chị để tóc tự nhiên như thế này thôi, nên..."
    }
  },
  {
    "translation": {
      "en": "Well, you have a beautiful face. We should frame your face.",
      "vi": "Cháu nghĩ là cô có một khuôn mặt đẹp. Nên hãy bám theo khuôn mặt cô ạ."
    }
  },
  {
    "translation": {
      "en": "And I think we gotta rock these curls.",
      "vi": "Và cháu nghĩ là nên uốn mạnh mấy lọn tóc này nữa."
    }
  },
  {
    "translation": {
      "en": "That's great.",
      "vi": "Thích quá."
    }
  },
  {
    "translation": {
      "en": "Nice.",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "You're my first cut.",
      "vi": "Cô là khách đầu của cháu đó."
    }
  },
  {
    "translation": {
      "en": "Okay, now put your head back.",
      "vi": "Rồi ạ, cô ngả đầu ra sau đi."
    }
  },
  {
    "translation": {
      "en": "What do you think?",
      "vi": "Hai người thấy sao?"
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh!",
      "vi": "Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "If you looked any younger, Matt would date you.",
      "vi": "Cậu mà trẻ hơn vài tuổi khéo thằng Matt nó cưa cậu luôn đấy."
    }
  },
  {
    "translation": {
      "en": "You're a miracle worker!",
      "vi": "Ôi cháu đúng là phù thuỷ tóc!"
    }
  },
  {
    "translation": {
      "en": "No. Really? Was it that tired?",
      "vi": "Cô quá lời rồi ạ. Thật hả? Cần đến cả phù thuỷ cơ à?"
    }
  },
  {
    "translation": {
      "en": "No...",
      "vi": "Đâu có..."
    }
  },
  {
    "translation": {
      "en": "Erin, thank you. I love it.",
      "vi": "Erin à, cảm ơn cháu nhiều nhé. Cô ưng lắm."
    }
  },
  {
    "translation": {
      "en": "I just helped you be you.",
      "vi": "Cháu chỉ giúp cô là chính cô thôi mà."
    }
  },
  {
    "translation": {
      "en": "Look, Erin,",
      "vi": "Erin à, cô bảo này,"
    }
  },
  {
    "translation": {
      "en": "I really have to apologize.",
      "vi": "cô thật sự phải xin lỗi cháu."
    }
  },
  {
    "translation": {
      "en": "Again? Yes, again.",
      "vi": "Lại nữa à cô? Ừ, lại nữa."
    }
  },
  {
    "translation": {
      "en": "I should have tried harder before.",
      "vi": "Đáng ra hồi trước cô phải cởi mở hơn với cháu mới phải."
    }
  },
  {
    "translation": {
      "en": "Listen, maybe I could take you and Daniel out to lunch, and...",
      "vi": "Này, hay là để cô mời cháu ới thằng Daniel đi ăn trưa nhé, hoặc là..."
    }
  },
  {
    "translation": {
      "en": "Or maybe you could do my hair?",
      "vi": "Hoặc là cháu làm tóc giúp cô đi?"
    }
  },
  {
    "translation": {
      "en": "Oh, now you volunteer.",
      "vi": "Ghê không, giờ lại còn tự nguyện cơ đấy."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cô cảm ơn cháu."
    }
  },
  {
    "translation": {
      "en": "No, I'm actually moving next week.",
      "vi": "Không được rồi ạ, sang tuần là cháu chuyển đi rồi."
    }
  },
  {
    "translation": {
      "en": "What? Why? Where?",
      "vi": "Hả? Sao lại thế? Chuyển đi đâu?"
    }
  },
  {
    "translation": {
      "en": "My friend has a salon in Los Angeles, so I'm gonna try the other coast.",
      "vi": "Bạn cháu mở một tiệm bên Los Angeles, nên cháu muốn qua bờ bên kia thử sức ạ."
    }
  },
  {
    "translation": {
      "en": "But it was so good to see you again.",
      "vi": "Nhưng gặp lại cô cháu vui lắm ạ."
    }
  },
  {
    "translation": {
      "en": "And enjoy your party, Carol.",
      "vi": "Chúc cô dự tiệc vui vẻ nhé, cô Carol."
    }
  },
  {
    "translation": {
      "en": "Well, how can I not now?",
      "vi": "Như này thì làm sao mà không vui cho được?"
    }
  },
  {
    "translation": {
      "en": "Thank you. Nice to meet you, Erin.",
      "vi": "Cô cảm ơn nha. Rất vui được gặp cháu, Erin."
    }
  },
  {
    "translation": {
      "en": "How is he?",
      "vi": "Anh ấy sao rồi hả cô?"
    }
  },
  {
    "translation": {
      "en": "He's...",
      "vi": "Nó..."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, you know,",
      "vi": "Ờ thì, cháu biết đấy,"
    }
  },
  {
    "translation": {
      "en": "been better.",
      "vi": "cũng khá hơn một chút rồi."
    }
  },
  {
    "translation": {
      "en": "With you...",
      "vi": "Nhưng ở bên cháu..."
    }
  },
  {
    "translation": {
      "en": "he was better.",
      "vi": "thì nó vui hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "Until I broke his heart.",
      "vi": "Cho tới khi cháu làm anh ấy đau khổ phải không ạ."
    }
  },
  {
    "translation": {
      "en": "But he broke mine first.",
      "vi": "Mà anh ấy cũng làm cháu đau khổ trước rồi."
    }
  },
  {
    "translation": {
      "en": "So, we're even.",
      "vi": "Nên thôi, coi như hoà vậy."
    }
  },
  {
    "translation": {
      "en": "He did.",
      "vi": "Thật đấy ạ."
    }
  },
  {
    "translation": {
      "en": "One thing I do know...",
      "vi": "Chuyện gì không biết chứ em biết chắc..."
    }
  },
  {
    "translation": {
      "en": "the problem is not that I meddled, it's that I should have meddled sooner.",
      "vi": "Vấn đề không phải là có xen vào hay không, mà là lẽ ra em phải xen vào sớm hơn."
    }
  },
  {
    "translation": {
      "en": "I wouldn't tell him that.",
      "vi": "Chị thì sẽ không nói với thằng bé như thế đâu."
    }
  },
  {
    "translation": {
      "en": "Oh, there's Paul.",
      "vi": "A, Paul đến rồi kìa."
    }
  },
  {
    "translation": {
      "en": "Look at him, he's so handsome.",
      "vi": "Ôi nhìn nó kìa, càng lớn càng đẹp trai."
    }
  },
  {
    "translation": {
      "en": "Okay, we're not even here.",
      "vi": "Thôi, giả bộ tụi em không có ở đây đi."
    }
  },
  {
    "translation": {
      "en": "Go enjoy your apology. Yes, go.",
      "vi": "Vui vẻ nhận lời xin lỗi đi. Ừ, đi đi."
    }
  },
  {
    "translation": {
      "en": "Hi. I don't want him to see us.",
      "vi": "Con à. Chị không muốn nó trông thấy ta đâu."
    }
  },
  {
    "translation": {
      "en": "We're middle aged women in Manhattan, practically invisible.",
      "vi": "Tụi mình là mấy mụ trung niên ở Manhattan đấy. Chẳng khác gì vô hình đâu."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn con."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn con nha."
    }
  },
  {
    "translation": {
      "en": "You were so thoughtful with the note.",
      "vi": "Con chu đáo quá, vụ tờ giấy ấy."
    }
  },
  {
    "translation": {
      "en": "Was that Andre's idea?",
      "vi": "Đấy là ý của Andre hả?"
    }
  },
  {
    "translation": {
      "en": "Excuse me. Yes?",
      "vi": "Xin lỗi. Vâng anh cần gì ạ?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have what she's having, without the taunting.",
      "vi": "Cho tôi gọi món giống như bà ấy, nhưng mà bớt cay nghiệt đi nhé."
    }
  },
  {
    "translation": {
      "en": "Listen, I'm...",
      "vi": "Mẹ à, con..."
    }
  },
  {
    "translation": {
      "en": "really sorry I attacked you last night about Dad.",
      "vi": "con rất xin lỗi vì tối qua con hỗn với mẹ về chuyện của bố."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Okay? Yes.",
      "vi": "Mẹ không giận con chứ ạ? Ừ tất nhiên."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Con xin lỗi mẹ."
    }
  },
  {
    "translation": {
      "en": "It's just not my problem if you can't let go.",
      "vi": "Chuyện mẹ không quên nổi không phải là vấn đề của con."
    }
  },
  {
    "translation": {
      "en": "I usually get the fish.",
      "vi": "Thường ở đây con hay gọi món cá mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "So... What do you mean, I can't let go?",
      "vi": "Nên là... Ý con bảo mẹ không quên nổi là sao?"
    }
  },
  {
    "translation": {
      "en": "I'm just saying that's the issue.",
      "vi": "À con chỉ muốn nói rằng đó chính là vấn đề thôi ạ."
    }
  },
  {
    "translation": {
      "en": "Well, you're absolutely wrong.",
      "vi": "Thế thì con nghĩ sai bét về mẹ rồi đấy."
    }
  },
  {
    "translation": {
      "en": "I am happily married to someone I am in love with.",
      "vi": "Mẹ đang rất hạnh phúc bên một người đàn ông mà mẹ yêu."
    }
  },
  {
    "translation": {
      "en": "I will believe anything you tell me.",
      "vi": "Vâng mẹ nói gì con cũng xin nghe ạ."
    }
  },
  {
    "translation": {
      "en": "Please stop patronizing me.",
      "vi": "Đừng có ra cái vẻ với mẹ nữa được không."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn cô."
    }
  },
  {
    "translation": {
      "en": "Enjoy. Thanks.",
      "vi": "Chúc hai người ngon miệng ạ. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I'm not patronizing, I'm apologizing.",
      "vi": "Con có ra vẻ gì đâu, con đang xin lỗi mẹ mà."
    }
  },
  {
    "translation": {
      "en": "So, accusing me of having a sham marriage is what you call an apology?",
      "vi": "Hoá ra buộc tội mẹ cưới mà không yêu là lời xin lỗi của con đó hả?"
    }
  },
  {
    "translation": {
      "en": "I'm not accusing you of anything.",
      "vi": "Con đâu có buộc tội gì mẹ đâu ạ."
    }
  },
  {
    "translation": {
      "en": "I'm just trying to apologize.",
      "vi": "Con chỉ đang muốn xin lỗi mẹ thôi mà."
    }
  },
  {
    "translation": {
      "en": "You know, it's what you always do.",
      "vi": "Con biết sao không, con không bao giờ thay đổi cả."
    }
  },
  {
    "translation": {
      "en": "You always make some outrageous accusation,",
      "vi": "Lúc nào con cũng phải đưa ra những lời buộc tội tàn nhẫn,"
    }
  },
  {
    "translation": {
      "en": "and then you act as if I'm being hypersensitive",
      "vi": "xong rồi con lại tỏ ra rằng chính mẹ mới là người quá nhạy cảm"
    }
  },
  {
    "translation": {
      "en": "to notice that you've said it.",
      "vi": "vì để ý chấp nhặt điều con vừa nói cơ."
    }
  },
  {
    "translation": {
      "en": "It's a small thing.",
      "vi": "Ôi, chuyện bằng cái móng tay mà mẹ."
    }
  },
  {
    "translation": {
      "en": "It's a tiny observation. It's something that was obvious to me.",
      "vi": "Chỉ là theo quan sát thì con thấy thế thôi mà. Chuyện đó theo con quá là hiển nhiên ấy."
    }
  },
  {
    "translation": {
      "en": "Mom, if I was wrong, you wouldn't be so upset. Mom!",
      "vi": "Mẹ à, nếu con nói sai thì mẹ đâu có giận thế đúng không. Mẹ!"
    }
  },
  {
    "translation": {
      "en": "Oh, my... We should go.",
      "vi": "Ôi thần linh ơi... Chuồn thôi."
    }
  },
  {
    "translation": {
      "en": "Don't",
      "vi": "Đừng..."
    }
  },
  {
    "translation": {
      "en": "We should go!",
      "vi": "Chuồn mau lên!"
    }
  },
  {
    "translation": {
      "en": "You should be ashamed of yourself.",
      "vi": "Cháu nên tự thấy xấu hổ về mình đi."
    }
  },
  {
    "translation": {
      "en": "Carol Walker?",
      "vi": "Cô Carol Walker ạ?"
    }
  },
  {
    "translation": {
      "en": "Gillian Lieberman.",
      "vi": "Và cô Gillian Lieberman."
    }
  },
  {
    "translation": {
      "en": "I don't know why she didn't tell you that we're in town,",
      "vi": "Cô chẳng biết tại sao bà ấy không kể với cháu là tụi cô cũng đang ở đây nữa,"
    }
  },
  {
    "translation": {
      "en": "but I certainly wouldn't use the word conspiracy.",
      "vi": "nhưng chắc chắn là cô sẽ không dùng đến từ thuyết âm mưu đâu."
    }
  },
  {
    "translation": {
      "en": "My feelings, or lack of them,",
      "vi": "Cảm xúc, hoặc sự vô cảm,"
    }
  },
  {
    "translation": {
      "en": "toward my husband and my ex husband are really none of your business.",
      "vi": "với chồng hiện tại và chồng cũ thật sự không phải việc cần quan tâm đâu."
    }
  },
  {
    "translation": {
      "en": "Well, I didn't say they were.",
      "vi": "Ủa, thì tớ có nói gì đâu."
    }
  },
  {
    "translation": {
      "en": "That was meant for me.",
      "vi": "Câu đó là nói với cháu đấy cô ạ."
    }
  },
  {
    "translation": {
      "en": "And you have no place speculating",
      "vi": "Con cũng không có quyền suy diễn"
    }
  },
  {
    "translation": {
      "en": "on what I may or may not be thinking or feeling,",
      "vi": "là mẹ có thể hoặc không thể nghĩ gì hoặc cảm thấy gì,"
    }
  },
  {
    "translation": {
      "en": "especially when your speculations are inaccurate and deeply hurtful.",
      "vi": "nhất là khi hầu hết những suy diễn của con đều rất thiếu chính xác và rất tàn nhẫn."
    }
  },
  {
    "translation": {
      "en": "You are absolutely right.",
      "vi": "Vâng ạ thưa mẹ."
    }
  },
  {
    "translation": {
      "en": "Subject closed.",
      "vi": "Hết chuyện."
    }
  },
  {
    "translation": {
      "en": "Thank God. Yeah.",
      "vi": "Tạ ơn Chúa. Ừ."
    }
  },
  {
    "translation": {
      "en": "I think Carol and I should get going now.",
      "vi": "Thôi chắc là cô và cô Carol đi luôn đây."
    }
  },
  {
    "translation": {
      "en": "Well, there's one more thing I wanted to tell you.",
      "vi": "À, còn một việc này nữa mà con muốn nói với mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "Just... get everything out on the table.",
      "vi": "Chỉ là để... nói gì thì nói luôn cho xong đi ấy mà."
    }
  },
  {
    "translation": {
      "en": "Didn't want you to hear it from somebody else or somebody else's son.",
      "vi": "Con không muốn mẹ phải nghe từ người khác hoặc từ miệng con trai của người khác."
    }
  },
  {
    "translation": {
      "en": "Or if I even needed to tell you, 'cause it doesn't really involve you.",
      "vi": "Mà chẳng biết con có cần nói cho mẹ nữa không vì cũng chẳng liên quan đến mẹ lắm."
    }
  },
  {
    "translation": {
      "en": "Just come on, spit it out.",
      "vi": "Thôi... thôi nói nhanh đi con, mau lên."
    }
  },
  {
    "translation": {
      "en": "I... might not...",
      "vi": "Con... có thể sẽ..."
    }
  },
  {
    "translation": {
      "en": "have children of my own.",
      "vi": "không có con đâu ạ."
    }
  },
  {
    "translation": {
      "en": "That much I figured. Gay people have children all the time.",
      "vi": "À cái đó thì mẹ biết rồi mà. Người đồng tính vẫn có con được mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "Do you want children? No, I do not.",
      "vi": "Thế con có muốn có con cái không? Không ạ, con không muốn."
    }
  },
  {
    "translation": {
      "en": "The point is that gay men have...",
      "vi": "Cái con muốn nói ở đây là, trai gay thì vẫn có..."
    }
  },
  {
    "translation": {
      "en": "sperm, and lesbians have wombs,",
      "vi": "tinh trùng, còn gái les thì vẫn có tử cung,"
    }
  },
  {
    "translation": {
      "en": "and we don't need straight people to tell us what we can or can't do.",
      "vi": "cho nên tụi con không cần mấy người thẳng phải dạy tụi con là phải làm thế nào đâu."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì cơ?"
    }
  },
  {
    "translation": {
      "en": "This is why I didn't want to tell you.",
      "vi": "Con không muốn nói với mẹ là vì thế đấy."
    }
  },
  {
    "translation": {
      "en": "You are too young to make a decision like this.",
      "vi": "Con vẫn còn quá trẻ để quyết định một việc như thế."
    }
  },
  {
    "translation": {
      "en": "A decision like what? Two mommies and a sperm daddy, right?",
      "vi": "Một việc như thế nào cơ? Hai bà mẹ và một ông bố cho tinh trùng?"
    }
  },
  {
    "translation": {
      "en": "Mom, what I'm saying is...",
      "vi": "Đúng không? Mẹ à, ý con là..."
    }
  },
  {
    "translation": {
      "en": "if I lent my sperm to two women that I knew and trusted,",
      "vi": "Nếu con hiến tinh trùng của con cho hai người phụ nữ mà con biết rõ và tin tưởng,"
    }
  },
  {
    "translation": {
      "en": "then I would know that the child would be loved and cared for",
      "vi": "thì con biết chắc là đứa trẻ sẽ được lớn lên trong sự yêu thương và che chở..."
    }
  },
  {
    "translation": {
      "en": "Are you saying you weren't loved? Are you trying to make me feel guilty?",
      "vi": "Ý con là con không được yêu thương à? Con đang muốn mẹ cảm thấy tội lỗi sao?"
    }
  },
  {
    "translation": {
      "en": "This has nothing to do with you.",
      "vi": "Chuyện có liên quan gì đến mẹ đâu cơ chứ."
    }
  },
  {
    "translation": {
      "en": "This is about me. And the gift you're giving your friends?",
      "vi": "Chuyện này là về con mà. Thế còn món quà mà con tặng cho bạn con?"
    }
  },
  {
    "translation": {
      "en": "Yes, the gift I'm giving my friends, which I feel good about",
      "vi": "Vâng, cái món quà đó con sẽ tặng cho bạn con, có vấn đề gì đâu"
    }
  },
  {
    "translation": {
      "en": "because I love them, and they love the baby.",
      "vi": "khi con yêu quý họ và con biết họ sẽ yêu quý đứa bé mẹ ạ."
    }
  },
  {
    "translation": {
      "en": "Did he say baby? You have a baby?",
      "vi": "Nó vừa nói từ đứa bé đấy à? Cháu có em bé rồi hả?"
    }
  },
  {
    "translation": {
      "en": "There's a baby? What did you think we were talking about?",
      "vi": "Con có em bé rồi à? Thế mẹ nghĩ là nãy giờ mình nói về chuyện gì ạ?"
    }
  },
  {
    "translation": {
      "en": "Sperm! I thought we were talking about sperm!",
      "vi": "Về tinh trùng chứ về cái gì! Mẹ tưởng nãy giờ chỉ nói về chuyện tinh trùng!"
    }
  },
  {
    "translation": {
      "en": "A baby takes nine months.",
      "vi": "Còn em bé phải mất chín tháng mới có cơ mà."
    }
  },
  {
    "translation": {
      "en": "You've kept this from me for nine months? Mom, the more of a scene",
      "vi": "Con đã giấu mẹ suốt chín tháng sao? Mẹ à, mẹ càng làm to chuyện..."
    }
  },
  {
    "translation": {
      "en": "This has been a lovely lunch, even though we didn't have lunch.",
      "vi": "Bữa trưa vui lắm, mặc dù chẳng ai động vào miếng nào cả."
    }
  },
  {
    "translation": {
      "en": "So, don't get up.",
      "vi": "Thôi, khỏi phải đứng lên."
    }
  },
  {
    "translation": {
      "en": "Please, just sit there and have more not your children,",
      "vi": "Con cứ ngồi đó và tìm cách làm sao để có thêm mấy đứa... không phải con của con đi,"
    }
  },
  {
    "translation": {
      "en": "so I can have more not my grandchildren, and we can get together for the holidays",
      "vi": "để mẹ cũng có thêm mấy đứa không phải cháu nội của mẹ, xong rồi ta có thể tụ tập quây quần mỗi dịp lễ tết"
    }
  },
  {
    "translation": {
      "en": "and have one big, not happy, not a family,",
      "vi": "như một cái mớ chẳng phải gia đình cũng chẳng hạnh phúc nhé,"
    }
  },
  {
    "translation": {
      "en": "because I'm not a mother anymore, I'm an other.",
      "vi": "bởi vì mẹ chẳng còn là mẹ của con nữa rồi, mà mẹ là người lạ đối với con rồi."
    }
  },
  {
    "translation": {
      "en": "And now I am not a grandmother... What is...",
      "vi": "Và giờ cũng chẳng phải là bà nội nữa... Cái quái gì..."
    }
  },
  {
    "translation": {
      "en": "I am a grand other!",
      "vi": "mà tôi là bà lạ rồi đây!"
    }
  },
  {
    "translation": {
      "en": "Helen, sweetie!",
      "vi": "Helen ơi! Tóc cô đẹp lắm cô Carol ạ."
    }
  },
  {
    "translation": {
      "en": "Your hair looks very nice, Carol. Well, thank you, Paul.",
      "vi": "Helen ơi! Tóc cô đẹp lắm cô Carol ạ. Cảm ơn Paul nhé."
    }
  },
  {
    "translation": {
      "en": "But that was not an apology.",
      "vi": "Nhưng đó không gọi là xin lỗi đâu cháu ạ."
    }
  },
  {
    "translation": {
      "en": "I thought you didn't want to be a grandmother.",
      "vi": "Em tưởng chị bảo là chị không muốn làm bà nội cơ mà."
    }
  },
  {
    "translation": {
      "en": "Well, I just don't want things to be taken away from me.",
      "vi": "Ừ nhưng chị không muốn người ta tước đi bất cứ thứ gì của chị cả."
    }
  },
  {
    "translation": {
      "en": "I mean...",
      "vi": "Đó..."
    }
  },
  {
    "translation": {
      "en": "now someone else gets my grandchild,",
      "vi": "giờ thì cháu nội chị là của người khác rồi,"
    }
  },
  {
    "translation": {
      "en": "just like someone else got my husband.",
      "vi": "cũng như chồng chị cũng thuộc về người khác rồi."
    }
  },
  {
    "translation": {
      "en": "How did this become about Larry?",
      "vi": "Sao tự nhiên lại xoay sang Larry vậy?"
    }
  },
  {
    "translation": {
      "en": "Because divorce is not fair.",
      "vi": "Bởi vì ly dị là chuyện bất công nhất trên đời chứ sao."
    }
  },
  {
    "translation": {
      "en": "Divorce is great for men. They get someone...",
      "vi": "Ly dị chỉ tốt cho đàn ông thôi. Họ được tháo cùm để đến với người..."
    }
  },
  {
    "translation": {
      "en": "younger,",
      "vi": "trẻ trung hơn,"
    }
  },
  {
    "translation": {
      "en": "thinner, better.",
      "vi": "gầy hơn, xinh đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "And women get someone older and fatter, with thinner hair!",
      "vi": "Còn đàn bà thì phải chịu lấy người già hơn, béo hơn, ít tóc hơn!"
    }
  },
  {
    "translation": {
      "en": "I got a text from Daniel.",
      "vi": "Daniel nhắn tin cho em này."
    }
  },
  {
    "translation": {
      "en": "Stop calling me.",
      "vi": "Mẹ đừng gọi điện cho con nữa."
    }
  },
  {
    "translation": {
      "en": "What should I reply?",
      "vi": "Nhắn lại gì bây giờ?"
    }
  },
  {
    "translation": {
      "en": "Please, don't reply.",
      "vi": "Thôi, khỏi nhắn lại luôn đi."
    }
  },
  {
    "translation": {
      "en": "Let's just...",
      "vi": "Ta..."
    }
  },
  {
    "translation": {
      "en": "Let's just go home before we do any more damage.",
      "vi": "Ta về nhà đi thôi kẻo lại gây thêm chuyện."
    }
  },
  {
    "translation": {
      "en": "No. Carol.",
      "vi": "Không được đâu. Carol."
    }
  },
  {
    "translation": {
      "en": "You and your boobs are going out, and I don't mean me and Helen.",
      "vi": "Chị với hai trái bưởi của chị phải đi chơi đi chứ, không phải em và Helen đâu nhé."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Đúng đấy."
    }
  },
  {
    "translation": {
      "en": "Carol, you go out and have fun. Yeah.",
      "vi": "Carol à, chị phải chơi cho thật vui đi. Ừ."
    }
  },
  {
    "translation": {
      "en": "I wish Larry had died on me, too.",
      "vi": "Ước gì Larry chết trong vòng tay tớ nhỉ."
    }
  },
  {
    "translation": {
      "en": "You should think more about what you say",
      "vi": "Cậu nên nghĩ nhiều hơn về những thứ mà cậu nói ra"
    }
  },
  {
    "translation": {
      "en": "and less about what you feel.",
      "vi": "thay vì những thứ mà cậu cảm thấy đi."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.",
      "vi": "Em xin lỗi."
    }
  },
  {
    "translation": {
      "en": "What did I say?",
      "vi": "Chị nói gì sai à?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật luôn đấy hả?"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I'm a guest of Matt Walker.",
      "vi": "Tôi là khách của Matt Walker."
    }
  },
  {
    "translation": {
      "en": "Do you have him on the list?",
      "vi": "Trong danh sách của cô có tên nó không?"
    }
  },
  {
    "translation": {
      "en": "He's All Balls.",
      "vi": "Ở All Balls ấy."
    }
  },
  {
    "translation": {
      "en": "The magazine.",
      "vi": "Cuốn tạp chí ấy."
    }
  },
  {
    "translation": {
      "en": "It's a magazine.",
      "vi": "Tên tạp chí ấy mà."
    }
  },
  {
    "translation": {
      "en": "Yeah. I know Matt.",
      "vi": "Vâng. Cháu có biết Matt."
    }
  },
  {
    "translation": {
      "en": "He's already checked in. He doesn't have a plus one.",
      "vi": "Anh ấy vào rồi. Không thấy đăng ký khách nào đi cùng cả."
    }
  },
  {
    "translation": {
      "en": "I'm his mother. Carol Walker.",
      "vi": "À, tôi là mẹ nó mà. Carol Walker."
    }
  },
  {
    "translation": {
      "en": "I have a driver's license.",
      "vi": "Tôi có mang theo giấy phép lái xe đây."
    }
  },
  {
    "translation": {
      "en": "There.",
      "vi": "Đó."
    }
  },
  {
    "translation": {
      "en": "And a picture of Matt in the tub when he was three.",
      "vi": "À, đây là tấm chụp Matt trong bồn tắm năm nó lên ba đấy."
    }
  },
  {
    "translation": {
      "en": "Does he have a woody?",
      "vi": "Anh ấy đang lên sao?"
    }
  },
  {
    "translation": {
      "en": "Oh, no, that's a toy boat.",
      "vi": "À không, cái thuyền đồ chơi của nó ấy mà."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "It's for Instagram.",
      "vi": "Tí nữa cháu sẽ cho lên Instagram."
    }
  },
  {
    "translation": {
      "en": "She's good.",
      "vi": "Kiểm tra xong nhé."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "vi": "Xin lỗi cho tôi đi nhờ."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "vi": "Xin lỗi cho tôi đi nhờ."
    }
  },
  {
    "translation": {
      "en": "I ruined your dress.",
      "vi": "Chết rồi, hỏng váy của cháu rồi."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. I never liked this dress.",
      "vi": "Ôi cô xin lỗi. Không sao, cháu cũng có thích nó đâu."
    }
  },
  {
    "translation": {
      "en": "Oh, it's all my fault.",
      "vi": "Ôi trời ơi, tại cô."
    }
  },
  {
    "translation": {
      "en": "I'm running from my son.",
      "vi": "Cô đang chạy trốn con trai cô."
    }
  },
  {
    "translation": {
      "en": "I'm Julia.",
      "vi": "Cháu là Julia ạ."
    }
  },
  {
    "translation": {
      "en": "Carol... Walker.",
      "vi": "Tôi là Carol... Walker."
    }
  },
  {
    "translation": {
      "en": "Why are you running from your son?",
      "vi": "Sao cô lại chạy trốn con trai vậy?"
    }
  },
  {
    "translation": {
      "en": "Well, he told me I couldn't come.",
      "vi": "Ờ, tại nó bảo là cô không được tới đây."
    }
  },
  {
    "translation": {
      "en": "That's not nice.",
      "vi": "Ai lại thế bao giờ."
    }
  },
  {
    "translation": {
      "en": "Maybe it was.",
      "vi": "Chẳng biết nữa."
    }
  },
  {
    "translation": {
      "en": "Maybe he knew everyone here would be 30 years younger,",
      "vi": "Có lẽ nó thấy ai ở đây cũng trẻ hơn cô tầm 30 tuổi,"
    }
  },
  {
    "translation": {
      "en": "and I would feel like the last dinosaur.",
      "vi": "nên sợ cô sẽ cảm thấy như khủng long sắp tuyệt chủng ấy mà."
    }
  },
  {
    "translation": {
      "en": "Well, thank you, Damon. Thank you. You're very welcome.",
      "vi": "Ôi, cảm ơn cậu nhé Damon. Cảm ơn. Dạ không có gì đâu."
    }
  },
  {
    "translation": {
      "en": "Damon, Damon, Damon.",
      "vi": "Damon ơi là Damon."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Ê."
    }
  },
  {
    "translation": {
      "en": "Hey, would a grandma wear these?",
      "vi": "Ê, có bà nội nào ăn mặc kiểu này không?"
    }
  },
  {
    "translation": {
      "en": "No, especially not to bed.",
      "vi": "Không, mặc đi ngủ thì lại càng không."
    }
  },
  {
    "translation": {
      "en": "We are not going to bed, we are going clubbing.",
      "vi": "Ngủ là ngủ thế nào, giờ quẩy đến rồi."
    }
  },
  {
    "translation": {
      "en": "I didn't go clubbing when I was supposed to go clubbing.",
      "vi": "Cái hồi đáng lẽ ra phải đi quẩy thì em lại không đi quẩy."
    }
  },
  {
    "translation": {
      "en": "Would we even get into a club?",
      "vi": "Bây giờ người ta có cho em vào quẩy nữa không nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Well, I didn't think I'd get into these jeans, and look at me now.",
      "vi": "Chị cũng không nghĩ là chị chui vừa vào cái quần bò này đâu, thế mà nhìn xem này."
    }
  },
  {
    "translation": {
      "en": "Can you breathe?",
      "vi": "Chị có thở được không vậy?"
    }
  },
  {
    "translation": {
      "en": "Sporadically.",
      "vi": "Vẫn thoi thóp."
    }
  },
  {
    "translation": {
      "en": "Come on. Let's go downstairs.",
      "vi": "Nào mau lên. Xuống lầu đi."
    }
  },
  {
    "translation": {
      "en": "This hotel is supposed to be a huge party scene.",
      "vi": "Cái khách sạn này là chốn ăn chơi trác táng cơ mà."
    }
  },
  {
    "translation": {
      "en": "Just call for a bellboy.",
      "vi": "Cứ bấm chuông gọi trực tầng đưa xuống ấy."
    }
  },
  {
    "translation": {
      "en": "One's more gorgeous than the next, and they come to you.",
      "vi": "Đến đón tận cửa luôn, cậu sau lại đẹp trai hơn cả cậu trước."
    }
  },
  {
    "translation": {
      "en": "I know. You've called for ice twice.",
      "vi": "Chị biết thừa rồi. Thảo nào em gọi xin đá tới hai lần."
    }
  },
  {
    "translation": {
      "en": "Just fuck one of them already.",
      "vi": "Thèm quá thì lôi đại một cậu lên giường đi."
    }
  },
  {
    "translation": {
      "en": "What? I'm thirsty.",
      "vi": "Gì vậy? Tại em khát thôi mà."
    }
  },
  {
    "translation": {
      "en": "Come on, we are in New York City.",
      "vi": "Thôi nào, ta đang ở New York đấy bà nội."
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "vi": "Đi quẩy đi!"
    }
  },
  {
    "translation": {
      "en": "Okay. Let me take a shower.",
      "vi": "Thôi được rồi. Đợi em tắm qua cái đã."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Hay lắm."
    }
  },
  {
    "translation": {
      "en": "I think this might be him.",
      "vi": "Cháu đoán là anh ấy đây rồi."
    }
  },
  {
    "translation": {
      "en": "Is he the most handsome guy in the room?",
      "vi": "Có phải là cậu chàng bảnh choẹ nhất ở đây không?"
    }
  },
  {
    "translation": {
      "en": "He's got swagger.",
      "vi": "Trông cũng ra dáng ạ."
    }
  },
  {
    "translation": {
      "en": "That's him.",
      "vi": "Chuẩn nó rồi đấy."
    }
  },
  {
    "translation": {
      "en": "I can't talk to him right now.",
      "vi": "Cô chưa nói chuyện với nó ngay được."
    }
  },
  {
    "translation": {
      "en": "Matt...",
      "vi": "Thằng Matt..."
    }
  },
  {
    "translation": {
      "en": "has never seen me drunk.",
      "vi": "nó chưa thấy cô say bao giờ đâu."
    }
  },
  {
    "translation": {
      "en": "So, tell me more about this non profit that you're working with.",
      "vi": "Mà này, kể thêm cho cô về cái dự án phi lợi nhuận cháu đang làm đi."
    }
  },
  {
    "translation": {
      "en": "It's called micro lending.",
      "vi": "Nó được gọi là tín dụng vi mô ạ."
    }
  },
  {
    "translation": {
      "en": "We provide small loans for the world's poorest of the poor,",
      "vi": "Tụi cháu cung cấp các khoản vay nhỏ lẻ cho những người nghèo nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "mostly women,",
      "vi": "Phần lớn là phụ nữ."
    }
  },
  {
    "translation": {
      "en": "so they can work their own way out of poverty.",
      "vi": "Cho vay vốn để họ có thể tự thoát nghèo ạ."
    }
  },
  {
    "translation": {
      "en": "I want you to give my son a child.",
      "vi": "Cô muốn cháu cung cấp cho thằng con cô một thằng cu ngay và luôn."
    }
  },
  {
    "translation": {
      "en": "Matt...",
      "vi": "Thằng Matt..."
    }
  },
  {
    "translation": {
      "en": "He may seem vain, and superficial, and...",
      "vi": "Bề ngoài trông nó hơi nông cạn, hơi hình thức và..."
    }
  },
  {
    "translation": {
      "en": "so afraid of any real emotion that it makes you cry.",
      "vi": "vô cảm lạnh lùng đến phát khóc thế thôi."
    }
  },
  {
    "translation": {
      "en": "But he's basically good.",
      "vi": "Nhưng mà thật ra bản chất nó tốt lắm."
    }
  },
  {
    "translation": {
      "en": "He has it in him to be a really good man.",
      "vi": "Nó có dầy đủ tố chất để trở thành một người đàn ông tốt."
    }
  },
  {
    "translation": {
      "en": "I need you to show him",
      "vi": "Cô chỉ cần cháu"
    }
  },
  {
    "translation": {
      "en": "how to be that man.",
      "vi": "chỉ đường dẫn lối cho nó là được."
    }
  },
  {
    "translation": {
      "en": "I think we should get you home.",
      "vi": "Cháu nghĩ là ta nên đưa cô về nghỉ thôi ạ."
    }
  },
  {
    "translation": {
      "en": "Let's dance.",
      "vi": "Lên nhảy đi."
    }
  },
  {
    "translation": {
      "en": "I used to love to dance.",
      "vi": "Hồi xưa cô thích nhảy lắm ấy."
    }
  },
  {
    "translation": {
      "en": "Matt's dad used to take me dancing.",
      "vi": "Bố Matt hồi xưa hay dẫn cô đi nhảy lắm."
    }
  },
  {
    "translation": {
      "en": "He's dead now.",
      "vi": "Nhưng mà ông ấy chết rồi."
    }
  },
  {
    "translation": {
      "en": "That's why he stopped.",
      "vi": "Cho nên giờ không ai đưa cô đi nữa."
    }
  },
  {
    "translation": {
      "en": "Mom!",
      "vi": "Mẹ!"
    }
  },
  {
    "translation": {
      "en": "What are you...",
      "vi": "Sao mẹ lại..."
    }
  },
  {
    "translation": {
      "en": "What is all this? What happened to your hair?",
      "vi": "Thế này là sao? Tóc mẹ bị làm sao thế?"
    }
  },
  {
    "translation": {
      "en": "And Mom, you did not have those this morning.",
      "vi": "Mà này, sáng nay con đâu thấy mẹ có hai cái quả kia đâu."
    }
  },
  {
    "translation": {
      "en": "Matt...",
      "vi": "Matt à..."
    }
  },
  {
    "translation": {
      "en": "I'm in love with Julia!",
      "vi": "Mẹ mê Julia đây như điếu đổ mất rồi con ạ!"
    }
  },
  {
    "translation": {
      "en": "I love her. I think you might, too.",
      "vi": "Mẹ mê tít cô bé này rồi. Biết đâu con cũng thế thì sao."
    }
  },
  {
    "translation": {
      "en": "Okay, let go of her hand.",
      "vi": "Rồi, mẹ bỏ tay cô ta ra đã xem nào."
    }
  },
  {
    "translation": {
      "en": "She is my mother.",
      "vi": "Bà ấy là mẹ tôi đấy."
    }
  },
  {
    "translation": {
      "en": "Dancing does not make you a lesbian.",
      "vi": "Nhảy cùng không khiến ai thành les cả."
    }
  },
  {
    "translation": {
      "en": "Your dad liked lesbians, by the way. Mom.",
      "vi": "Nhân tiện, hồi xưa bố con thích les lắm. Mẹ."
    }
  },
  {
    "translation": {
      "en": "I found his videos after he died.",
      "vi": "Mẹ đã tìm thấy mấy cái video sau khi ông ấy mất."
    }
  },
  {
    "translation": {
      "en": "Please, stop talking and dancing.",
      "vi": "Mẹ ơi, mẹ đừng có vừa nhảy vừa nói nữa được không."
    }
  },
  {
    "translation": {
      "en": "You know what? Let's just get you into a cab.",
      "vi": "Thôi! Mình gọi taxi cho mẹ về đi."
    }
  },
  {
    "translation": {
      "en": "You get into a cab!",
      "vi": "Taxi cái đầu con ấy!"
    }
  },
  {
    "translation": {
      "en": "I'm having dessert.",
      "vi": "Ôi tráng miệng này."
    }
  },
  {
    "translation": {
      "en": "I may stay out all night.",
      "vi": "Chắc mẹ đi chơi xuyên đêm quá con ạ."
    }
  },
  {
    "translation": {
      "en": "I may drink from a shoe.",
      "vi": "Lát có khi lại uống rượu bằng giày cũng nên."
    }
  },
  {
    "translation": {
      "en": "I was a girl before I was your mother.",
      "vi": "Trước khi làm mẹ con, mẹ cũng từng là con gái mà."
    }
  },
  {
    "translation": {
      "en": "All right, does this outfit work?",
      "vi": "Này, mặc thế này có chấp nhận được không vậy?"
    }
  },
  {
    "translation": {
      "en": "I mean, outside Poughkeepsie.",
      "vi": "Mình đang ở ngoài Poughkeepsie mà."
    }
  },
  {
    "translation": {
      "en": "Shoot.",
      "vi": "Chết cha."
    }
  },
  {
    "translation": {
      "en": "Hey. Gillian.",
      "vi": "Chào chị. Gillian ơi."
    }
  },
  {
    "translation": {
      "en": "I need my friends.",
      "vi": "Chị cần hai đứa."
    }
  },
  {
    "translation": {
      "en": "He barely recognized me.",
      "vi": "Nó còn chẳng nhận ra chị luôn."
    }
  },
  {
    "translation": {
      "en": "Because of your new look?",
      "vi": "Vì ngoại hình mới của chị hả?"
    }
  },
  {
    "translation": {
      "en": "No! Because I was having fun!",
      "vi": "Không! Bởi vì chị vui vẻ quá ấy!"
    }
  },
  {
    "translation": {
      "en": "That's what we were supposed to do. You passed out.",
      "vi": "Đáng lẽ tụi mình cũng đang vui vẻ rồi. Thì chị ngủ quên còn gì nữa."
    }
  },
  {
    "translation": {
      "en": "By the way, you have incredible new beauty products.",
      "vi": "Mà này, chị dùng mĩ phẩm hiệu gì mà ổn thế."
    }
  },
  {
    "translation": {
      "en": "Yeah. It's all anti aging.",
      "vi": "Ờ. Toàn là đồ chống lão hoá ấy mà."
    }
  },
  {
    "translation": {
      "en": "Why is everyone anti aging?",
      "vi": "Sao ai cũng cứ chăm chăm chống lão hoá thế nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You know what's anti aging?",
      "vi": "Hai người biết thế nào mới là chống lão hoá chuẩn không?"
    }
  },
  {
    "translation": {
      "en": "Death.",
      "vi": "Là cái chết đó."
    }
  },
  {
    "translation": {
      "en": "Let's be happy we're aging.",
      "vi": "Còn được già đi thì cứ vui đi."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah.",
      "vi": "Vâng. Ừ."
    }
  },
  {
    "translation": {
      "en": "By the way,",
      "vi": "Mà này,"
    }
  },
  {
    "translation": {
      "en": "do you know how long it's been since I have had",
      "vi": "hai đứa có biết đã bao lâu rồi chị chưa được..."
    }
  },
  {
    "translation": {
      "en": "Sex?",
      "vi": "Ân ái không hả?"
    }
  },
  {
    "translation": {
      "en": "I was gonna say pizza.",
      "vi": "Chị định bảo là ăn pizza cơ."
    }
  },
  {
    "translation": {
      "en": "I'm not going home tonight.",
      "vi": "Tối nay chị chả về nhà đâu."
    }
  },
  {
    "translation": {
      "en": "I mean, Matt's home.",
      "vi": "Ý chị là về nhà Matt ấy."
    }
  },
  {
    "translation": {
      "en": "I'm on vacation.",
      "vi": "Chị sẽ đi nghỉ dưỡng."
    }
  },
  {
    "translation": {
      "en": "So, we're done with the mission? We have a new mission.",
      "vi": "Thế là xong nhiệm vụ rồi hả? Còn lâu, có nhiệm vụ mới đây này."
    }
  },
  {
    "translation": {
      "en": "Dance till dawn.",
      "vi": "Đi nhảy đến khi trời sáng."
    }
  },
  {
    "translation": {
      "en": "But... did we fail the first mission?",
      "vi": "Thế nhiệm vụ đầu tiên được hay là hỏng vậy?"
    }
  },
  {
    "translation": {
      "en": "Fuck the first mission!",
      "vi": "Kệ cái nhiệm vụ chết tiệt đó đi!"
    }
  },
  {
    "translation": {
      "en": "What about the boys?",
      "vi": "Thế còn lũ nhóc thì sao?"
    }
  },
  {
    "translation": {
      "en": "Fuck the boys!",
      "vi": "Kệ cái lũ chết tiệt đó đi!"
    }
  },
  {
    "translation": {
      "en": "Man, I love the new Carol!",
      "vi": "Ui chà chà, Carol mới chất chơi quá đi!"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Có thế chứ!"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Hay lắm!"
    }
  },
  {
    "translation": {
      "en": "One more.",
      "vi": "Thêm chầu nữa."
    }
  },
  {
    "translation": {
      "en": "Get it, girl! Get it!",
      "vi": "Quẩy đi! Quẩy đi!"
    }
  },
  {
    "translation": {
      "en": "One, two, three.",
      "vi": "Một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Nhiệt lên!"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi đi về."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Đây ạ."
    }
  },
  {
    "translation": {
      "en": "It's you.",
      "vi": "À, cô đó hả."
    }
  },
  {
    "translation": {
      "en": "Your mother left this in the cab.",
      "vi": "Mẹ anh để quên cái này trên taxi này."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn cô."
    }
  },
  {
    "translation": {
      "en": "Do you know where she is?",
      "vi": "Anh có biết bà ấy đang ở đâu không?"
    }
  },
  {
    "translation": {
      "en": "Sleeping.",
      "vi": "Chắc là đang ngủ chứ gì."
    }
  },
  {
    "translation": {
      "en": "It's early.",
      "vi": "Vẫn còn sớm mà."
    }
  },
  {
    "translation": {
      "en": "Is she? Isn't she?",
      "vi": "Thế hả? Chả thế thì gì?"
    }
  },
  {
    "translation": {
      "en": "This isn't where I dropped her.",
      "vi": "Nhưng tôi đâu có thả bà ấy xuống đây đâu."
    }
  },
  {
    "translation": {
      "en": "I got your address from her phone.",
      "vi": "Tôi thấy địa chỉ nhà anh trong điện thoại bà ấy thôi."
    }
  },
  {
    "translation": {
      "en": "Ma?",
      "vi": "Mẹ ơi?"
    }
  },
  {
    "translation": {
      "en": "Okay, where did you drop her? At a pizza place in the Village.",
      "vi": "Thế cô thả bà ấy xuống đâu? Tôi thả bà ấy ở quán pizza chỗ Village. Bà ấy hẹn gặp mấy bà bạn thì phải."
    }
  },
  {
    "translation": {
      "en": "She was meeting friends. She doesn't eat pizza.",
      "vi": "Tôi thả bà ấy ở quán pizza chỗ Village. Bà ấy hẹn gặp mấy bà bạn thì phải. Bà ấy đâu có ăn pizza đâu."
    }
  },
  {
    "translation": {
      "en": "And she doesn't have any friends in the Village.",
      "vi": "Cũng chẳng có bà bạn nào ở khu Village cả."
    }
  },
  {
    "translation": {
      "en": "The hair and the dress. Like she wanted people to look at her,",
      "vi": "Còn bộ tóc với cái váy đêm qua. Như kiểu bà ấy muốn được người khác để ý vậy,"
    }
  },
  {
    "translation": {
      "en": "and that's not my mother.",
      "vi": "mẹ tôi đâu phải người như thế đâu."
    }
  },
  {
    "translation": {
      "en": "Okay? She doesn't even like dancing. She loves to dance.",
      "vi": "Bà ấy thậm chí còn chẳng thích nhảy mà. Bà ấy cực thích là đằng khác ấy."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Ờ."
    }
  },
  {
    "translation": {
      "en": "My name and number are on a napkin in the phone case.",
      "vi": "Tên và số điện thoại của tôi có ghi lên cái khăn ăn trong ốp điện thoại đấy nhé."
    }
  },
  {
    "translation": {
      "en": "I'd like to know she's okay.",
      "vi": "Nếu bà ấy ổn thì báo cho tôi biết."
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "vi": "Từ từ đã."
    }
  },
  {
    "translation": {
      "en": "Hey. Hi, Mrs. Dean.",
      "vi": "Này. Cháu chào bà Dean."
    }
  },
  {
    "translation": {
      "en": "Look, thanks. That was...",
      "vi": "Ờ, cảm ơn cô. Cô thật là..."
    }
  },
  {
    "translation": {
      "en": "That was nice.",
      "vi": "Thật là tử tế."
    }
  },
  {
    "translation": {
      "en": "Great photo on Instagram, by the way.",
      "vi": "Nhân tiện, ảnh trên Instagram chất đấy."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Ảnh gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Is that someone knocking?",
      "vi": "Có ai vừa gõ cửa đấy à?"
    }
  },
  {
    "translation": {
      "en": "Or is it just my head pounding?",
      "vi": "Hay là tiếng thình thịch trong đầu chị vậy?"
    }
  },
  {
    "translation": {
      "en": "You go out, Gill. Go.",
      "vi": "Ra xem ai đi Gill. Ra đi kìa."
    }
  },
  {
    "translation": {
      "en": "Why me?",
      "vi": "Sao tớ lại phải ra?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Thôi được rồi."
    }
  },
  {
    "translation": {
      "en": "What is it?",
      "vi": "Cái gì đấy?"
    }
  },
  {
    "translation": {
      "en": "Hey, Mom. Daniel.",
      "vi": "Con chào mẹ. Daniel à."
    }
  },
  {
    "translation": {
      "en": "Excuse me. What? Matt?",
      "vi": "Tớ đi nhờ. Cái gì thế này? Matt?"
    }
  },
  {
    "translation": {
      "en": "They're here. Yeah.",
      "vi": "Họ ở đây hết này. Ờ."
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "vi": "Mẹ."
    }
  },
  {
    "translation": {
      "en": "Mom!",
      "vi": "Mẹ ơi!"
    }
  },
  {
    "translation": {
      "en": "Is this why you couldn't make a call? Your new friend dropped this off.",
      "vi": "Lý do mẹ không gọi về được là đây ạ? Cô bạn mẹ mới quen gửi lại mẹ đây này."
    }
  },
  {
    "translation": {
      "en": "Why? We were worried sick.",
      "vi": "Tụi con lo phát sốt lên được."
    }
  },
  {
    "translation": {
      "en": "Did I invite any of you in?",
      "vi": "Cô có mời mấy đứa vào phòng chưa ấy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Did we invite any of you to New York?",
      "vi": "Thế tụi con có mời mấy mẹ tới New York không?"
    }
  },
  {
    "translation": {
      "en": "Okay, could everyone just please stop shouting?",
      "vi": "Thôi mấy người đừng có om sòm nữa được không?"
    }
  },
  {
    "translation": {
      "en": "I have a hangover.",
      "vi": "Đang đau đầu muốn chết đây."
    }
  },
  {
    "translation": {
      "en": "Yeah, Mom, that's what happens when you get drunk at my work party.",
      "vi": "Đúng rồi đấy, hậu quả của việc say xỉn trong bữa tiệc của công ty con đấy ạ."
    }
  },
  {
    "translation": {
      "en": "And now there is a naked picture of me on Instagram.",
      "vi": "Bây giờ lại còn có ảnh khoả thân của con trên Instagram nữa chứ."
    }
  },
  {
    "translation": {
      "en": "I had nothing to do with a naked picture. In the tub.",
      "vi": "Mẹ chả biết cái ảnh khoả thân nào cả. Ảnh trong bồn tắm ấy mẹ."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Well, I just showed one person.",
      "vi": "À ờ. Mẹ chỉ cho có mỗi một cô xem thôi mà nhỉ."
    }
  },
  {
    "translation": {
      "en": "We're allowed to be in New York.",
      "vi": "Ai cấm bọn mẹ đến New York chơi nào."
    }
  },
  {
    "translation": {
      "en": "I had no idea where you were last night.",
      "vi": "Cả đêm qua con chả biết mẹ đi đâu luôn."
    }
  },
  {
    "translation": {
      "en": "I had no idea I had a grandchild, so we're even.",
      "vi": "Còn mẹ thì chả biết mẹ có một đứa cháu nội luôn, nên thôi coi như hoà nhé."
    }
  },
  {
    "translation": {
      "en": "I told her.",
      "vi": "Em kể hết cho mẹ rồi."
    }
  },
  {
    "translation": {
      "en": "See, Paul talks to his mom.",
      "vi": "Con thấy chưa, ít ra Paul còn chịu nói chuyện với mẹ nó."
    }
  },
  {
    "translation": {
      "en": "Why did you break up with Erin?",
      "vi": "Sao con không kể với mẹ là tại sao con chia tay Erin?"
    }
  },
  {
    "translation": {
      "en": "Ma, yesterday you told me you were checking out.",
      "vi": "Mẹ à, hôm qua mẹ bảo con là mẹ sắp trả phòng rồi cơ mà."
    }
  },
  {
    "translation": {
      "en": "Why are you still here again?",
      "vi": "Sao mẹ vẫn còn ở đây thế?"
    }
  },
  {
    "translation": {
      "en": "Wait, hang on. You've been in a hotel? Why? Is that a crime?",
      "vi": "Hả, từ từ. Cô ở khách sạn suốt mấy hôm vừa rồi ạ? Sao? Ở khách sạn có phải là cái tội đâu?"
    }
  },
  {
    "translation": {
      "en": "Why didn't you stay in a hotel? Well, Helen and Gillian wouldn't let me.",
      "vi": "Thế sao mẹ lại không ra khách sạn ở? Helen với Gillian có mà cho mẹ ra ngoài ở ấy."
    }
  },
  {
    "translation": {
      "en": "Why? What's wrong with a hotel?",
      "vi": "Sao ạ? Ở khách sạn thì có vấn đề gì đâu?"
    }
  },
  {
    "translation": {
      "en": "Well, I'll tell you what's wrong with this one.",
      "vi": "Ờ, ở đâu không biết chứ ở cái khách sạn này thì có vấn đề đấy."
    }
  },
  {
    "translation": {
      "en": "The security stinks.",
      "vi": "An ninh tệ đừng hỏi."
    }
  },
  {
    "translation": {
      "en": "Would you put on a robe at least?",
      "vi": "Mẹ khoác giùm con cái áo choàng đi đã được không?"
    }
  },
  {
    "translation": {
      "en": "Oh, what do you care? You're gay. Here. You know what? I'm gay, not blind.",
      "vi": "Ủa, tưởng con không quan tâm? Con là gay mà. Rồi. Mẹ này! Con gay chứ có mù đâu."
    }
  },
  {
    "translation": {
      "en": "Okay, Matt, I'll see you at home.",
      "vi": "Thôi, Matt, con về nhà trước đi, lát nữa mẹ về sau."
    }
  },
  {
    "translation": {
      "en": "Your home is in Poughkeepsie!",
      "vi": "Nhà của mẹ là ở Poughkeepsie ấy!"
    }
  },
  {
    "translation": {
      "en": "That's not nice. I'm sorry.",
      "vi": "Hỗn quá đấy nhé. Cháu xin lỗi ạ."
    }
  },
  {
    "translation": {
      "en": "Bye, Ma.",
      "vi": "Con chào mẹ."
    }
  },
  {
    "translation": {
      "en": "I've wanted to see those since I was ten. Those are some nice titties.",
      "vi": "Chà, anh muốn nhìn hai trái bưởi đó suốt từ năm lên mười đấy. Công nhận bưởi đẹp."
    }
  },
  {
    "translation": {
      "en": "Talk about something other than my mother's breasts.",
      "vi": "Làm ơn nói chuyện gì khác ngoài chuyện ngực của mẹ tớ đi được không?"
    }
  },
  {
    "translation": {
      "en": "She's a lovely lady. How about where we're going to lunch?",
      "vi": "Đang khen mẹ cậu đẹp thôi mà. Thế hay là nói chuyện trưa nay ăn gì nhé?"
    }
  },
  {
    "translation": {
      "en": "How about we talk about Woody Walker?",
      "vi": "Hay là nói chuyện của Walker đi?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi Chúa ơi. Mạnh mẽ lên cậu ơi."
    }
  },
  {
    "translation": {
      "en": "You should be proud. It was a toy boat!",
      "vi": "Ôi Chúa ơi. Mạnh mẽ lên cậu ơi. Này, đấy là cái thuyền đồ chơi mà!"
    }
  },
  {
    "translation": {
      "en": "A penis shaped toy boat? Seventy thousand likes?",
      "vi": "Cái thuyền đồ chơi hình chim hoạ mi à? Vãi, bảy mươi nghìn lượt like á?"
    }
  },
  {
    "translation": {
      "en": "Let me see that.",
      "vi": "Đâu đưa đây xem nào."
    }
  },
  {
    "translation": {
      "en": "I am so mad at her.",
      "vi": "Em đang giận mẹ lắm."
    }
  },
  {
    "translation": {
      "en": "Just breathe. Stop. So...",
      "vi": "Thở đều đi. Bình tĩnh thôi. Nên là..."
    }
  },
  {
    "translation": {
      "en": "I forgive you.",
      "vi": "Mẹ tha lỗi cho con đấy."
    }
  },
  {
    "translation": {
      "en": "Okay, good.",
      "vi": "À, hay quá rồi."
    }
  },
  {
    "translation": {
      "en": "Did you tell Larry he has a grandchild?",
      "vi": "Con đã kể với Larry chuyện ông ấy có cháu nội chưa đấy?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go to the store.",
      "vi": "Anh ra tiệm mua mấy thứ linh tinh nhé."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Rồi ạ."
    }
  },
  {
    "translation": {
      "en": "And he respected my decision.",
      "vi": "Và bố tôn trọng quyết định của con."
    }
  },
  {
    "translation": {
      "en": "I'm sure he did.",
      "vi": "Ờ hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "It does not matter anyway, Mom.",
      "vi": "Mà cũng có gì quan trọng đâu hả mẹ."
    }
  },
  {
    "translation": {
      "en": "Dad does not have a grandchild.",
      "vi": "Bố không có cháu nội."
    }
  },
  {
    "translation": {
      "en": "You do not have a grandchild. I know.",
      "vi": "Mẹ cũng không nốt. Mẹ biết rồi."
    }
  },
  {
    "translation": {
      "en": "I do not have a daughter.",
      "vi": "Con cũng không có con gái."
    }
  },
  {
    "translation": {
      "en": "This was sperm only.",
      "vi": "Chuyện chỉ xoay quanh vấn đề tinh trùng thôi."
    }
  },
  {
    "translation": {
      "en": "Oh, Paul, it's a girl?",
      "vi": "Ủa, Paul, là con gái hả con?"
    }
  },
  {
    "translation": {
      "en": "I'm going home.",
      "vi": "Mẹ về đây."
    }
  },
  {
    "translation": {
      "en": "I shouldn't have come.",
      "vi": "Đáng ra mẹ không nên tới đây mới phải."
    }
  },
  {
    "translation": {
      "en": "Well, what did you think was gonna happen, Mom?",
      "vi": "Ủa, thế trước khi đến mẹ nghĩ sẽ có chuyện gì xảy ra sao?"
    }
  },
  {
    "translation": {
      "en": "I thought you wouldn't let me in.",
      "vi": "Mẹ tưởng con sẽ không cho mẹ vào nhà cơ."
    }
  },
  {
    "translation": {
      "en": "That was an option?",
      "vi": "Con được lựa chọn cơ ạ?"
    }
  },
  {
    "translation": {
      "en": "You're popular.",
      "vi": "Con vừa nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "You're successful.",
      "vi": "Lại vừa thành công."
    }
  },
  {
    "translation": {
      "en": "Mom, you make it sound so depressing.",
      "vi": "Mẹ à, sao mẹ nói nghe chán đời vậy."
    }
  },
  {
    "translation": {
      "en": "No, this is what's supposed to happen to children.",
      "vi": "Không, đây là chuyện sớm muộn cũng sẽ xảy đến với con trẻ mà."
    }
  },
  {
    "translation": {
      "en": "You're fully independent.",
      "vi": "Con hoàn toàn tự lập được rồi."
    }
  },
  {
    "translation": {
      "en": "Mom, why does it feel like we're breaking up?",
      "vi": "Mẹ à, sao con có cảm giác như kiểu mẹ con mình sắp chia tay vậy?"
    }
  },
  {
    "translation": {
      "en": "Matthew, I need to tell you something.",
      "vi": "Matthew à, mẹ có điều này muốn nói với con."
    }
  },
  {
    "translation": {
      "en": "Your dad didn't want me at your games. That's why I didn't go.",
      "vi": "Bố con không muốn mẹ đến xem con đấu bóng. Cho nên mẹ mới không đến."
    }
  },
  {
    "translation": {
      "en": "I thought he drove you too hard.",
      "vi": "Mẹ nghĩ là bố ép con hơi quá."
    }
  },
  {
    "translation": {
      "en": "And we would argue about it, and finally, he said,",
      "vi": "Bố mẹ cãi nhau về chuyện đó suốt, thế rồi một ngày nọ ông ấy bảo mẹ là,"
    }
  },
  {
    "translation": {
      "en": "Well, stop coming if it bothers you.",
      "vi": "Nếu em thấy khó chịu thì đừng đến xem."
    }
  },
  {
    "translation": {
      "en": "So, I did.",
      "vi": "Thế là mẹ không đến nữa."
    }
  },
  {
    "translation": {
      "en": "And then all the trophies started rolling in,",
      "vi": "Thế rồi con cứ đoạt hết danh hiệu này tới danh hiệu khác,"
    }
  },
  {
    "translation": {
      "en": "and I thought he was right and I was wrong.",
      "vi": "cho nên mẹ nghĩ là ông ấy đúng còn mẹ sai."
    }
  },
  {
    "translation": {
      "en": "And now it turns out that I was right.",
      "vi": "Giờ thì hoá ra mẹ mới là người đúng."
    }
  },
  {
    "translation": {
      "en": "And what's so ironic is that...",
      "vi": "Nhưng trớ trêu ở chỗ là..."
    }
  },
  {
    "translation": {
      "en": "you did need me then, and you don't need me now.",
      "vi": "hồi đó con mới cần mẹ thôi, còn giờ thì con không cần mẹ nữa rồi."
    }
  },
  {
    "translation": {
      "en": "Mom, I'm fine.",
      "vi": "Mẹ à, con vẫn ổn mà."
    }
  },
  {
    "translation": {
      "en": "Right? I turned out fine, right? Matthew...",
      "vi": "Đúng không mẹ? Con vẫn sống tốt mà, đúng không mẹ? Matthew à..."
    }
  },
  {
    "translation": {
      "en": "You know who you are without me.",
      "vi": "Con biết con là ai khi không có mẹ bên cạnh."
    }
  },
  {
    "translation": {
      "en": "I need to figure out who I am without you.",
      "vi": "Giờ thì tới lượt mẹ phải tìm xem mình là ai khi không có con."
    }
  },
  {
    "translation": {
      "en": "So, apparently, the one who didn't carry the baby",
      "vi": "Đấy, xong rồi, cái con bé không chịu ẵm con ấy,"
    }
  },
  {
    "translation": {
      "en": "is saying that her mother is the daddy granny,",
      "vi": "nó bảo mẹ nó mới là bà của đứa nhỏ,"
    }
  },
  {
    "translation": {
      "en": "so, I'm not anything.",
      "vi": "thành ra chị chả là gì của đứa nhỏ cả."
    }
  },
  {
    "translation": {
      "en": "And they even had the gall to tell Paul",
      "vi": "Xong rồi tụi nó còn dám xấc xược bảo với Paul"
    }
  },
  {
    "translation": {
      "en": "they didn't want me to even see Ella.",
      "vi": "là tụi nó không muốn cho chị đến gặp Ella nữa chứ."
    }
  },
  {
    "translation": {
      "en": "Well, what changed their mind? Nothing.",
      "vi": "Ủa sao tự nhiên lại đổi ý vậy? Chị chịu."
    }
  },
  {
    "translation": {
      "en": "And you know what is most unfair?",
      "vi": "Mà em biết điều gì mới bất công nhất không?"
    }
  },
  {
    "translation": {
      "en": "I always wanted a girl.",
      "vi": "Chị luôn muốn có một đứa con gái."
    }
  },
  {
    "translation": {
      "en": "Larry was one and done,",
      "vi": "Lão Larry được mỗi một đứa xong là nghỉ luôn,"
    }
  },
  {
    "translation": {
      "en": "but I would've had three if he hadn't been",
      "vi": "còn chị thì sẵn sàng đẻ thêm hai đứa nữa cơ, nếu không phải vì lão..."
    }
  },
  {
    "translation": {
      "en": "Wait, why are we here if you can't see the kid?",
      "vi": "Khoan đã, nếu chị không đến thăm con bé được thì tụi mình còn ở đây làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "I could be hijacking Erin's moving van right now.",
      "vi": "Không bận ở đây thì giờ này chắc em đang đi chặn xe Erin rồi ấy chứ."
    }
  },
  {
    "translation": {
      "en": "It's not a perfect plan, but it's a plan. I thought we were going home.",
      "vi": "Không hay lắm, nhưng có còn hơn không. Chị tưởng tụi mình sẽ về chứ."
    }
  },
  {
    "translation": {
      "en": "Yeah, we are. We're just stopping in Cobble Hill first.",
      "vi": "Ừ, có về mà. Chỉ tranh thủ tạt qua Cobble Hill một tí thôi."
    }
  },
  {
    "translation": {
      "en": "I convinced Paul to give me the address. I don't want to show up empty handed.",
      "vi": "Phải thuyết phục mãi Paul mới cho địa chỉ và tớ không thể đến tay không được."
    }
  },
  {
    "translation": {
      "en": "Well, we weren't wanted by our sons. That didn't stop us.",
      "vi": "Ờ, con đẻ tụi mình còn chẳng muốn tụi mình đến chơi. Vậy mà tụi mình vẫn đến đó thôi."
    }
  },
  {
    "translation": {
      "en": "Yeah, I am so tired of being stopped.",
      "vi": "Ừ, tớ phát ngán vì cứ bị cấm cản rồi."
    }
  },
  {
    "translation": {
      "en": "Larry said if it meant so much to me to have a girl, I should've had twins.",
      "vi": "Larry từng bảo là nếu tớ muốn có con gái đến thế thì sao không sinh đôi đi cơ mà."
    }
  },
  {
    "translation": {
      "en": "Larry, Larry, Larry! Enough with Larry!",
      "vi": "Larry, Larry, Larry! Đừng có suốt ngày Larry được không!"
    }
  },
  {
    "translation": {
      "en": "We never want to hear his name again. We never even liked him.",
      "vi": "Tụi em không muốn nghe đến tên lão nữa. Tụi em có ưa gì lão đâu."
    }
  },
  {
    "translation": {
      "en": "Look, you've been divorced from that idiot for 11 years.",
      "vi": "Này, chị ly dị lão đần ấy ngót nghét 11 năm trời rồi đấy."
    }
  },
  {
    "translation": {
      "en": "You still talk about him in the present tense.",
      "vi": "Thế mà chị vẫn lải nhải về lão cứ như ở thì hiện tại vậy."
    }
  },
  {
    "translation": {
      "en": "You're wasting a good marriage",
      "vi": "Chị đang lãng phí một cuộc hôn nhân tốt đẹp"
    }
  },
  {
    "translation": {
      "en": "because you refuse to let go of a bad one.",
      "vi": "chỉ vì chị không muốn quên đi một cuộc hôn nhân tồi đấy."
    }
  },
  {
    "translation": {
      "en": "What about baby yoga mats? Are you jealous?",
      "vi": "Thảm yoga trẻ con xinh chưa này? Em ghen tị với chị hả? Có phải thế không?"
    }
  },
  {
    "translation": {
      "en": "Is that what this is about? What?",
      "vi": "Em ghen tị với chị hả? Có phải thế không? Cái gì cơ?"
    }
  },
  {
    "translation": {
      "en": "You're jealous that I'm the one that has a grandchild?",
      "vi": "Em ghen tị vì chị có cháu nội chứ gì?"
    }
  },
  {
    "translation": {
      "en": "Oh, Helen. What?",
      "vi": "Ôi trời ơi, Helen. Sao cơ?"
    }
  },
  {
    "translation": {
      "en": "We are thrilled that you get to meet Ella today.",
      "vi": "Tụi tớ còn hồi hộp thay cho cậu vì hôm nay cậu được gặp Ella bé bỏng đây này."
    }
  },
  {
    "translation": {
      "en": "I think what Gillian is trying to say",
      "vi": "Tớ nghĩ ý Gillian chỉ muốn nói"
    }
  },
  {
    "translation": {
      "en": "is that you have something special in Frank.",
      "vi": "là cậu với Frank đang có một mối quan hệ tình cảm đặc biệt đó."
    }
  },
  {
    "translation": {
      "en": "The way he looks at you, the way he talks about you.",
      "vi": "Cứ xem cái cách anh ấy nhìn cậu, rồi thì cái cách anh ấy nói về cậu là đủ hiểu."
    }
  },
  {
    "translation": {
      "en": "You have no idea how fortunate you are to have Frank instead of Larry.",
      "vi": "Cậu không biết cậu may mắn đến thế nào khi có Frank ở bên thay vì Larry đâu."
    }
  },
  {
    "translation": {
      "en": "We're not jealous of you.",
      "vi": "Tụi em ghen với chị làm quái gì."
    }
  },
  {
    "translation": {
      "en": "Paul went in a room and jerked off. If that makes you a grandmother,",
      "vi": "Paul chỉ vào một cái phòng kín rồi thẩm du thôi mà. Nếu vì thế mà chị thành bà nội,"
    }
  },
  {
    "translation": {
      "en": "then we're all grandmothers. Let's stop, all right?",
      "vi": "thì trên đời này toàn là bà nội hết à. Thôi, dừng nhé?"
    }
  },
  {
    "translation": {
      "en": "We've already pissed off our sons. We are all that we have left.",
      "vi": "Tụi mình đều bị con cái từ mặt cả rồi. Giờ chỉ còn biết trông cậy vào nhau thôi đấy."
    }
  },
  {
    "translation": {
      "en": "Jealous?",
      "vi": "Ghen tị á?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "What is wrong with you, Helen?",
      "vi": "Cậu bị làm sao thế hả Helen?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "I'm gonna tell you what's wrong.",
      "vi": "Để tớ nói cho hai người biết tớ bị làm sao nhé."
    }
  },
  {
    "translation": {
      "en": "And it has been brewing for 11 years.",
      "vi": "Chuyện này âm ỉ suốt 11 năm trời rồi đấy."
    }
  },
  {
    "translation": {
      "en": "You know why I divorced Larry, right?",
      "vi": "Hai người biết lý do tớ ly dị Larry đúng không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. He cheated on you.",
      "vi": "Ừ. Vì lão ta lừa dối cậu."
    }
  },
  {
    "translation": {
      "en": "Yeah. It was that year our husbands went on that fishing trip",
      "vi": "Đúng rồi. Đó chính là cái năm mà mấy ông chồng mình tổ chức đi câu cá"
    }
  },
  {
    "translation": {
      "en": "to the Berkshires. Right.",
      "vi": "tít tận Berkshires ấy. Ừ."
    }
  },
  {
    "translation": {
      "en": "Okay, Helen. You win.",
      "vi": "Thôi được rồi, Helen. Chị thắng, được chưa."
    }
  },
  {
    "translation": {
      "en": "And Larry had a fuck buddy up there, and I found out about it,",
      "vi": "Và Larry có một ông bạn chịch ở đó, xong bị tớ phát hiện ra,"
    }
  },
  {
    "translation": {
      "en": "and I had the courage and the self dignity to leave.",
      "vi": "nhưng có mỗi tớ là người đủ dũng cảm và đủ tự trọng để bỏ lão ta thôi."
    }
  },
  {
    "translation": {
      "en": "He was paying her rent from Paul's college fund.",
      "vi": "Lão ta đã lấy quỹ đại học của Paul để trả tiền nhà cho con bé đó."
    }
  },
  {
    "translation": {
      "en": "She was an anorexic blonde vegan,",
      "vi": "Đó là một con nhỏ tóc vàng mắc chứng biếng ăn nên chuyển sang ăn chay."
    }
  },
  {
    "translation": {
      "en": "and she had a friend for Gillian's husband.",
      "vi": "Và con nhỏ đó còn gọi thêm bạn đến để hầu chồng của Gillian đây này."
    }
  },
  {
    "translation": {
      "en": "Joel cheated on Gillian just like Larry cheated on me,",
      "vi": "Joel cũng lừa dối Gillian chẳng khác gì Larry lừa dối tớ cả,"
    }
  },
  {
    "translation": {
      "en": "but she forgave him.",
      "vi": "chỉ khác là cô ấy đã tha thứ cho lão ta thôi."
    }
  },
  {
    "translation": {
      "en": "I don't expect you to understand why I forgave Joel,",
      "vi": "Em chẳng dám mong chị hiểu được lý do vì sao em chọn cách tha thứ cho Joel đâu,"
    }
  },
  {
    "translation": {
      "en": "because the only person you've ever truly loved is yourself.",
      "vi": "bởi vì người duy nhất mà chị thực sự yêu trên đời này chỉ có bản thân chị mà thôi."
    }
  },
  {
    "translation": {
      "en": "Not Larry, and not Frank,",
      "vi": "Không phải Larry, cũng chẳng phải Frank,"
    }
  },
  {
    "translation": {
      "en": "and not Carol, or me, or your new spermdaughter,",
      "vi": "càng chẳng phải Carol, hay là em, hay là con bé cháu tinh trùng nội của chị,"
    }
  },
  {
    "translation": {
      "en": "not even your own son!",
      "vi": "thậm chí chẳng phải con trai ruột của chị luôn!"
    }
  },
  {
    "translation": {
      "en": "The only person you ever loved was you.",
      "vi": "Chị chỉ yêu mỗi bản thân chị thôi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được lắm."
    }
  },
  {
    "translation": {
      "en": "Well, if you are so much better at loving,",
      "vi": "Nếu em giỏi chuyện yêu đương đến thế,"
    }
  },
  {
    "translation": {
      "en": "then why is your son the one who's broke, depressed, and jobless?",
      "vi": "thì tại sao thằng con quý hoá của em lại nghèo kiết xác, chán đời, vất vưởng vậy?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you why.",
      "vi": "Dỏng tai lên mà nghe nhé."
    }
  },
  {
    "translation": {
      "en": "Because you sabotaged his chance at happiness.",
      "vi": "Bởi vì chính em đã phá hoại cơ hội có được hạnh phúc của nó đấy."
    }
  },
  {
    "translation": {
      "en": "That is bullshit, and you know it. Is it? He had a ring.",
      "vi": "Chị cũng biết là chị đang nói linh tinh đấy chứ. Chị nói linh tinh sao? Nó còn mua cả nhẫn cưới rồi kìa."
    }
  },
  {
    "translation": {
      "en": "But you...",
      "vi": "Còn em thì sao..."
    }
  },
  {
    "translation": {
      "en": "You planted so many doubts.",
      "vi": "Em chỉ biết gieo rắc nỗi nghi ngờ cho nó mà thôi."
    }
  },
  {
    "translation": {
      "en": "Not just about Erin, but about himself,",
      "vi": "Không chỉ ngờ vực Erin mà còn ngờ vực cả chính nó nữa,"
    }
  },
  {
    "translation": {
      "en": "so that when he finally had the balls to propose,",
      "vi": "để đến lúc nó đủ dũng cảm cầu hôn con bé rồi,"
    }
  },
  {
    "translation": {
      "en": "he caught Erin schtupping her trainer.",
      "vi": "thì nó bắt quả tang Erin đang phang thằng huấn luyện viên kia kìa."
    }
  },
  {
    "translation": {
      "en": "I think Daniel would've mentioned",
      "vi": "Nếu có chuyện đó thật thì Daniel nó đã kể..."
    }
  },
  {
    "translation": {
      "en": "He didn't want to give you the satisfaction.",
      "vi": "Nó không muốn em được thoả mãn thôi em ơi."
    }
  },
  {
    "translation": {
      "en": "You hated Erin until ten minutes ago.",
      "vi": "Cách đây mười phút em vẫn còn ghét con bé Erin đào đất đổ đi cơ mà."
    }
  },
  {
    "translation": {
      "en": "Paul told me.",
      "vi": "Chính thằng Paul kể chị mới biết đấy."
    }
  },
  {
    "translation": {
      "en": "Did you know about this?",
      "vi": "Chị có biết chuyện đó không vậy?"
    }
  },
  {
    "translation": {
      "en": "I think Matt mentioned something once about a ring.",
      "vi": "Hình như Matt có kể vụ cái nhẫn với chị một lần rồi thì phải."
    }
  },
  {
    "translation": {
      "en": "Helen. About that fishing trip. No.",
      "vi": "Helen này. Vụ đi câu cá cậu vừa nói đến ấy."
    }
  },
  {
    "translation": {
      "en": "Carol, let's just go now. And Paul jerked off to create a person.",
      "vi": "Thôi Carol à, mình đi đi chị. Ít ra thằng Paul có đứa bé nhé."
    }
  },
  {
    "translation": {
      "en": "Helen, in the Berkshires...",
      "vi": "Helen, vụ Berkshires ấy..."
    }
  },
  {
    "translation": {
      "en": "did the vegan have someone for Finn?",
      "vi": "cái con bé ăn chay mà cậu kể có rủ bạn đến gặp Finn không vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. She was full of friends.",
      "vi": "Tớ rất tiếc. Bạn bè của nó nhiều vô kể xiết."
    }
  },
  {
    "translation": {
      "en": "All this time...",
      "vi": "Chuyện như vậy mà bao lâu nay..."
    }
  },
  {
    "translation": {
      "en": "and neither of you said anything to me.",
      "vi": "hai người không ai hé răng cho tôi biết lấy một lời."
    }
  },
  {
    "translation": {
      "en": "And I thought we were friends.",
      "vi": "Thế mà tôi tưởng chúng ta là bạn thân cơ đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, fuck.",
      "vi": "Chó chết."
    }
  },
  {
    "translation": {
      "en": "You're taking a train home.",
      "vi": "Chị tự đi tàu mà về đi nhé."
    }
  },
  {
    "translation": {
      "en": "Please, don't leave. You guys, I'm sorry! Let me drive you home.",
      "vi": "Ấy, đừng đi mà. Này, chị xin lỗi mà!"
    }
  },
  {
    "translation": {
      "en": "Carol, I'm sorry! Gillian, wait!",
      "vi": "Carol, tớ xin lỗi mà! Gillian, đợi chị với!"
    }
  },
  {
    "translation": {
      "en": "Don't leave! Stop.",
      "vi": "Đừng đi mà!"
    }
  },
  {
    "translation": {
      "en": "That was bad!",
      "vi": "Trời ơi là trời!"
    }
  },
  {
    "translation": {
      "en": "Open the door or I'm gonna start singing!",
      "vi": "Mở cửa ra không là mẹ gào lên bây giờ đấy!"
    }
  },
  {
    "translation": {
      "en": "Do you need directions home? I can show you how to Waze.",
      "vi": "Mẹ cần chỉ đường về nhà hay sao ạ? Con hướng dẫn mẹ cách dùng Waze nhé."
    }
  },
  {
    "translation": {
      "en": "I don't want the government tracking me.",
      "vi": "Thôi khỏi, mẹ không muốn bị chính phủ theo dõi đâu."
    }
  },
  {
    "translation": {
      "en": "Would it kill you to answer your phone? I've been working.",
      "vi": "Con nghe mẹ gọi một lần thì chết ai à? Con đang bận mà mẹ."
    }
  },
  {
    "translation": {
      "en": "On what? My novel.",
      "vi": "Bận làm gì cơ? Viết nốt cuốn tiểu thuyết ạ."
    }
  },
  {
    "translation": {
      "en": "I finally got inspired.",
      "vi": "Con tìm được cảm hứng sáng tác rồi."
    }
  },
  {
    "translation": {
      "en": "It's about an overbearing mother. It's called Baking and Entering.",
      "vi": "Nó sẽ có tên là Đột nhập nhà người khác. Nói về một bà mẹ độc đoán ạ."
    }
  },
  {
    "translation": {
      "en": "Daniel, this is important.",
      "vi": "Daniel, mẹ có chuyện quan trọng đây."
    }
  },
  {
    "translation": {
      "en": "Do you still have the ring?",
      "vi": "Con vẫn còn giữ cái nhẫn cưới đấy chứ?"
    }
  },
  {
    "translation": {
      "en": "What ring?",
      "vi": "Nhẫn nào mẹ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "The one you were planning on giving Erin.",
      "vi": "Cái nhẫn con định cầu hôn Erin ấy."
    }
  },
  {
    "translation": {
      "en": "Honey, why didn't you say anything?",
      "vi": "Cưng à, sao con chẳng kể gì cho mẹ vậy con?"
    }
  },
  {
    "translation": {
      "en": "Well, you never liked her anyway, Ma. So, what's the difference?",
      "vi": "Ờ, thì mẹ cũng có quý cô ấy đâu. Con kể thì để làm gì?"
    }
  },
  {
    "translation": {
      "en": "Well, what do I know? I'm just some weird internet stalker.",
      "vi": "Mẹ thì biết gì chứ? Mẹ chỉ là bà già chuyên rình mò trên mạng thôi mà."
    }
  },
  {
    "translation": {
      "en": "And I was wrong.",
      "vi": "Và mẹ đã sai rồi."
    }
  },
  {
    "translation": {
      "en": "I always wondered what it'd be like to hear you say those words.",
      "vi": "Con luôn tưởng tượng không biết mẹ nói mấy từ đó thì sẽ ra sao đấy."
    }
  },
  {
    "translation": {
      "en": "And as it turns out, you were actually right, so...",
      "vi": "Nhưng dù sao thì mẹ cũng nghĩ đúng về cô ấy rồi, nên..."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "She's a lovely woman, and you're a lovely man.",
      "vi": "Con bé đáng yêu lắm, và con thì là một chàng trai tốt mà."
    }
  },
  {
    "translation": {
      "en": "So, if you have that ring,",
      "vi": "Cho nên, nếu con vẫn còn giữ chiếc nhẫn ấy,"
    }
  },
  {
    "translation": {
      "en": "and if she is the love of your life,",
      "vi": "và nếu như con thực sự cảm thấy con bé là tình yêu đích thực của đời con,"
    }
  },
  {
    "translation": {
      "en": "then do something before it is too late.",
      "vi": "thì hãy hành động trước khi quá muộn con ạ."
    }
  },
  {
    "translation": {
      "en": "Because for all you know, she might be packing her bags and leaving town...",
      "vi": "Bởi vì có thể ngay lúc này đây con bé đang thu dọn hành lí để đi nơi khác..."
    }
  },
  {
    "translation": {
      "en": "or something.",
      "vi": "hoặc làm gì đó."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "vi": "Mẹ yêu con."
    }
  },
  {
    "translation": {
      "en": "You're a grown man.",
      "vi": "Con của mẹ trưởng thành rồi."
    }
  },
  {
    "translation": {
      "en": "I just hope you do what is best for your life and your future.",
      "vi": "Mẹ mong con sẽ biết điều gì là tốt nhất cho cuộc sống và tương lai của con."
    }
  },
  {
    "translation": {
      "en": "Did you see her somewhere or something?",
      "vi": "Mẹ gặp cô ấy ở đâu hay có chuyện gì à?"
    }
  },
  {
    "translation": {
      "en": "Ma, wait.",
      "vi": "Mẹ, đợi đã."
    }
  },
  {
    "translation": {
      "en": "Mom! Did you break into her place, too?",
      "vi": "Mẹ! Hay là mẹ cũng đột nhập vào nhà cô ấy hả?"
    }
  },
  {
    "translation": {
      "en": "Is there a reason you're following me?",
      "vi": "Cô đi theo cháu vì mục đích gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Paul said you wouldn't listen to us.",
      "vi": "Paul đã báo trước là cô sẽ không chịu nghe tụi cháu đâu."
    }
  },
  {
    "translation": {
      "en": "It's okay, honey. It's okay.",
      "vi": "Mẹ đây cưng ơi. Mẹ đây."
    }
  },
  {
    "translation": {
      "en": "What is it that you want?",
      "vi": "Rốt cuộc là cô muốn gì vậy ạ?"
    }
  },
  {
    "translation": {
      "en": "I...",
      "vi": "Tôi..."
    }
  },
  {
    "translation": {
      "en": "I don't want...",
      "vi": "Tôi không..."
    }
  },
  {
    "translation": {
      "en": "anything. I'm not asking for anything. I'm just...",
      "vi": "muốn gì cả. Tôi không yêu cầu gì cả. Tôi chỉ..."
    }
  },
  {
    "translation": {
      "en": "saying what I am.",
      "vi": "muốn gặp cháu nó đúng trên cương vị."
    }
  },
  {
    "translation": {
      "en": "A grandmother.",
      "vi": "Là bà nội của nó thôi."
    }
  },
  {
    "translation": {
      "en": "She has grandmothers.",
      "vi": "Con bé có bà nội bà ngoại đủ cả rồi ạ."
    }
  },
  {
    "translation": {
      "en": "I brought a few...",
      "vi": "Tôi có mua mấy..."
    }
  },
  {
    "translation": {
      "en": "hundred gifts.",
      "vi": "trăm món quà linh tinh đây."
    }
  },
  {
    "translation": {
      "en": "Look, we talked about this before the birth.",
      "vi": "Cô nghe này, tụi cháu đã bàn tính kĩ chuyện này trước khi sinh rồi."
    }
  },
  {
    "translation": {
      "en": "We adore Paul.",
      "vi": "Tụi cháu rất quý Paul."
    }
  },
  {
    "translation": {
      "en": "We do, and we want Ella to know Paul.",
      "vi": "Quý thật lòng đấy ạ, và tụi cháu muốn Ella lớn lên cũng sẽ quý chú Paul như vậy."
    }
  },
  {
    "translation": {
      "en": "We hope she gets some of his great qualities. That's why we chose him.",
      "vi": "Mong con bé cũng sẽ có được những đức tính tốt như anh ấy. Thế nên mới cần anh ấy mà."
    }
  },
  {
    "translation": {
      "en": "But he's not the dad.",
      "vi": "Nhưng anh ấy vẫn không phải bố đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "He's a sperm donor, okay?",
      "vi": "Mà chỉ là người hiến tặng tinh trùng thôi, phải không cô?"
    }
  },
  {
    "translation": {
      "en": "We all agreed. We signed papers.",
      "vi": "Tụi cháu đều đã thống nhất như vậy. Đã kí đủ loại giấy tờ pháp lí rồi."
    }
  },
  {
    "translation": {
      "en": "But...",
      "vi": "Nhưng..."
    }
  },
  {
    "translation": {
      "en": "now that I have her...",
      "vi": "giờ cháu có con bé ở bên rồi..."
    }
  },
  {
    "translation": {
      "en": "and now that I know what it feels like...",
      "vi": "và bắt đầu hiểu được cái cảm giác..."
    }
  },
  {
    "translation": {
      "en": "when she has a baby, if...",
      "vi": "khi cô ấy bụng mang dạ chửa, nếu như..."
    }
  },
  {
    "translation": {
      "en": "she has a baby...",
      "vi": "cô ấy bụng mang dạ chửa..."
    }
  },
  {
    "translation": {
      "en": "if I couldn't see that baby...",
      "vi": "mà cháu lại không thể nhìn thấy đứa bé..."
    }
  },
  {
    "translation": {
      "en": "I'd probably chase that baby all over the city, too.",
      "vi": "thì chắc là cháu cũng sẽ lần theo đứa bé khắp cả cái thành phố này mất thôi."
    }
  },
  {
    "translation": {
      "en": "It's okay, honey.",
      "vi": "Ừ mẹ thương mẹ thương."
    }
  },
  {
    "translation": {
      "en": "She looks just like Paul did.",
      "vi": "Trông nó giống hệt thằng Paul hồi nhỏ."
    }
  },
  {
    "translation": {
      "en": "Would you like to hold her?",
      "vi": "Cô muốn bế con bé một lát không ạ?"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Nào."
    }
  },
  {
    "translation": {
      "en": "Say hi. Hi.",
      "vi": "Chào bà đi con. Chào con."
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "vi": "Bà chào con!"
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "vi": "Bà chào con!"
    }
  },
  {
    "translation": {
      "en": "Hi. That's a good girl.",
      "vi": "Bà chào con. Con của mẹ ngoan lắm."
    }
  },
  {
    "translation": {
      "en": "I want to be a good grandmother. A good one. Not a bad one.",
      "vi": "Tôi muốn được làm một bà nội tốt. Thật sự tốt ấy. Không phải bà nội tồi đâu."
    }
  },
  {
    "translation": {
      "en": "Honey, five weeks is not late.",
      "vi": "Cưng à, năm tuần không chỉ là chậm trễ đâu con."
    }
  },
  {
    "translation": {
      "en": "Five weeks is abandonment.",
      "vi": "Mà năm tuần là bỏ rơi con nhà người ta luôn rồi ấy."
    }
  },
  {
    "translation": {
      "en": "It sounds like she waited a long time for you.",
      "vi": "Có vẻ con bé đã phải mòn mỏi đợi con rất, rất lâu đấy."
    }
  },
  {
    "translation": {
      "en": "All right, Ma. You know what?",
      "vi": "Mẹ à. Mẹ biết sao không?"
    }
  },
  {
    "translation": {
      "en": "You and Dad have, like, your perfect story, so, you wouldn't...",
      "vi": "Chuyện bố với mẹ gần như là hoàn hảo rồi, nên chắc mẹ không hiểu được..."
    }
  },
  {
    "translation": {
      "en": "No. There is no perfect story.",
      "vi": "Không con ạ. Chẳng có gì gọi là chuyện tình hoàn hảo trên đời này đâu."
    }
  },
  {
    "translation": {
      "en": "In fact...",
      "vi": "Thật ra là..."
    }
  },
  {
    "translation": {
      "en": "years ago, your father had an infidelity.",
      "vi": "nhiều năm trước, mẹ đã tình cờ biết được bố con ngoại tình."
    }
  },
  {
    "translation": {
      "en": "Before I was born or after?",
      "vi": "Trước hay sau khi con sinh ra vậy ạ?"
    }
  },
  {
    "translation": {
      "en": "You were 16.",
      "vi": "Năm đó con 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "How'd you forgive him?",
      "vi": "Sao mẹ còn tha thứ cho ông ấy?"
    }
  },
  {
    "translation": {
      "en": "It wasn't easy.",
      "vi": "Cũng chẳng dễ dàng gì cho cam."
    }
  },
  {
    "translation": {
      "en": "I went crazy for a little while.",
      "vi": "Suốt một thời gian dài mẹ gần như phát điên lên."
    }
  },
  {
    "translation": {
      "en": "I went on this... fakakta five week egg diet.",
      "vi": "Còn học theo... cái chế độ ăn kiêng chỉ trứng năm tuần ngu ngốc nữa chứ."
    }
  },
  {
    "translation": {
      "en": "You remember?",
      "vi": "Con còn nhớ không?"
    }
  },
  {
    "translation": {
      "en": "Yes, I do. You were, like...",
      "vi": "Có ạ. Hồi đó mẹ..."
    }
  },
  {
    "translation": {
      "en": "You wanted chickens or something. Yeah.",
      "vi": "Mẹ gọi đấy là cái gì gà ấy. Ừ."
    }
  },
  {
    "translation": {
      "en": "A chicken coop?",
      "vi": "Trại gà đúng không mẹ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "But...",
      "vi": "Nhưng mà..."
    }
  },
  {
    "translation": {
      "en": "I realized...",
      "vi": "mãi rồi mẹ cũng nhận ra là..."
    }
  },
  {
    "translation": {
      "en": "I still wanted your dad.",
      "vi": "mẹ vẫn muốn có bố con bên cạnh."
    }
  },
  {
    "translation": {
      "en": "And I decided to do the harder thing and stay.",
      "vi": "Thế là mẹ đưa ra cái quyết định khó khăn nhất đời, ấy là tiếp tục ở bên ông ấy."
    }
  },
  {
    "translation": {
      "en": "But I think what really...",
      "vi": "Nhưng mẹ nghĩ điều thật sự..."
    }
  },
  {
    "translation": {
      "en": "made it possible for me to forgive him...",
      "vi": "khiến mẹ đủ dũng cảm để tha thứ cho ông ấy"
    }
  },
  {
    "translation": {
      "en": "was...",
      "vi": "chính là việc..."
    }
  },
  {
    "translation": {
      "en": "he never fully forgave himself.",
      "vi": "ông ấy không bao giờ thật sự tha thứ được cho bản thân mình cả."
    }
  },
  {
    "translation": {
      "en": "Mom, I really admire you.",
      "vi": "Mẹ à, con ngưỡng mộ mẹ lắm, thật đấy ạ."
    }
  },
  {
    "translation": {
      "en": "And I get why you're sharing this story with me.",
      "vi": "Con hiểu tại sao mẹ lại chia sẻ chuyện này với con rồi."
    }
  },
  {
    "translation": {
      "en": "I just don't think I'm built like that.",
      "vi": "Nhưng con không nghĩ là con dũng cảm được như mẹ đâu."
    }
  },
  {
    "translation": {
      "en": "This is your life.",
      "vi": "Đây là cuộc sống của con mà."
    }
  },
  {
    "translation": {
      "en": "This big, bruised, bloody, beautiful thing.",
      "vi": "Cái cuộc sống lớn lao, bầm dập, vụn vỡ, nhưng không kém phần đẹp đẽ này này."
    }
  },
  {
    "translation": {
      "en": "This is your life. I'm not going to tell you what to do.",
      "vi": "Nó là cuộc sống của con. Mẹ không thể cầm tay chỉ lối cho con được."
    }
  },
  {
    "translation": {
      "en": "Since when?",
      "vi": "Kể từ bao giờ thế ạ?"
    }
  },
  {
    "translation": {
      "en": "Since today.",
      "vi": "Kể từ ngày hôm nay."
    }
  },
  {
    "translation": {
      "en": "Okay. Daniel, hey.",
      "vi": "Vâng. Daniel, nghe mẹ này."
    }
  },
  {
    "translation": {
      "en": "You have been under the water for a long time.",
      "vi": "Con đã chìm trong đau khổ quá lâu rồi."
    }
  },
  {
    "translation": {
      "en": "But when you come up,",
      "vi": "Trước khi vùng lên,"
    }
  },
  {
    "translation": {
      "en": "you need to decide what life you want.",
      "vi": "con cần phải quyết định xem con muốn sống một cuộc sống ra sao."
    }
  },
  {
    "translation": {
      "en": "You got this.",
      "vi": "Con làm được mà."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "vi": "Mẹ yêu con."
    }
  },
  {
    "translation": {
      "en": "Ma.",
      "vi": "Mẹ à."
    }
  },
  {
    "translation": {
      "en": "I think I'm locked out of my apartment.",
      "vi": "Hình như con khoá cửa phòng mất rồi."
    }
  },
  {
    "translation": {
      "en": "Use the window. That's what I do.",
      "vi": "Thì trèo qua cửa sổ đi. Mẹ vào bằng đường đấy chứ đâu."
    }
  },
  {
    "translation": {
      "en": "I'm out!",
      "vi": "Tạm biệt!"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào mình."
    }
  },
  {
    "translation": {
      "en": "You're back.",
      "vi": "Đã về rồi đấy à."
    }
  },
  {
    "translation": {
      "en": "What's the matter, sweetheart?",
      "vi": "Sao thế em yêu?"
    }
  },
  {
    "translation": {
      "en": "You and Paul have a fight?",
      "vi": "Cãi nhau với Paul hả?"
    }
  },
  {
    "translation": {
      "en": "Several.",
      "vi": "Cũng kha khá."
    }
  },
  {
    "translation": {
      "en": "And Gillian.",
      "vi": "Cả với Gillian nữa."
    }
  },
  {
    "translation": {
      "en": "And Carol.",
      "vi": "Cả Carol nữa luôn."
    }
  },
  {
    "translation": {
      "en": "We didn't even drive back together.",
      "vi": "Tụi em còn chẳng lái xe về cùng nhau nữa."
    }
  },
  {
    "translation": {
      "en": "Everyone is...",
      "vi": "Ai cũng..."
    }
  },
  {
    "translation": {
      "en": "sick of me,",
      "vi": "phát ngán em,"
    }
  },
  {
    "translation": {
      "en": "and... so am I.",
      "vi": "và... đến cả em cũng phát ngán em luôn."
    }
  },
  {
    "translation": {
      "en": "Frank, why did you marry me?",
      "vi": "Frank à, sao anh lại cưới em vậy?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao cơ?"
    }
  },
  {
    "translation": {
      "en": "Well, I think what everybody wonders is why you married me.",
      "vi": "Anh tưởng người ta hay thắc mắc tại sao em lại cưới anh mới đúng chứ nhỉ."
    }
  },
  {
    "translation": {
      "en": "No, really.",
      "vi": "Không, em hỏi thật đấy."
    }
  },
  {
    "translation": {
      "en": "Why?",
      "vi": "Tại sao vậy anh?"
    }
  },
  {
    "translation": {
      "en": "You're kind.",
      "vi": "Vì em tốt bụng."
    }
  },
  {
    "translation": {
      "en": "And you're smart. You're funny as hell.",
      "vi": "Vì em thông minh. Vì em hài hước không chịu nổi."
    }
  },
  {
    "translation": {
      "en": "You have a lot of love to give.",
      "vi": "Và vì em tràn đầy tình thương yêu."
    }
  },
  {
    "translation": {
      "en": "I do, right? Yes.",
      "vi": "Thế ạ? Ừ."
    }
  },
  {
    "translation": {
      "en": "And you're opinionated,",
      "vi": "Em cũng rất cứng đầu,"
    }
  },
  {
    "translation": {
      "en": "and passionate.",
      "vi": "và rất dễ xúc động nữa."
    }
  },
  {
    "translation": {
      "en": "Sometimes you have sharp edges, and I like that.",
      "vi": "Đôi lúc em sắc như dao cạo vậy, đó chính là điều làm anh thích đấy."
    }
  },
  {
    "translation": {
      "en": "You tell it like it is.",
      "vi": "Em nghĩ sao nói vậy."
    }
  },
  {
    "translation": {
      "en": "My...",
      "vi": "Thế còn..."
    }
  },
  {
    "translation": {
      "en": "looks?",
      "vi": "ngoại hình của em thì sao?"
    }
  },
  {
    "translation": {
      "en": "Oh, you think I married you for your personality?",
      "vi": "Em nghĩ anh cưới em chỉ vì tính cách của em thôi hả?"
    }
  },
  {
    "translation": {
      "en": "You come in a very...",
      "vi": "Em là một..."
    }
  },
  {
    "translation": {
      "en": "beautiful package.",
      "vi": "món quà đẹp cả trong lẫn ngoài."
    }
  },
  {
    "translation": {
      "en": "But that's not all there is to Helen Halston.",
      "vi": "Nhưng Helen Halston không chỉ có vậy đâu nhé."
    }
  },
  {
    "translation": {
      "en": "I am so lucky.",
      "vi": "Em may mắn quá."
    }
  },
  {
    "translation": {
      "en": "I'm so...",
      "vi": "Em..."
    }
  },
  {
    "translation": {
      "en": "Oh, really? Yes. We're doing it.",
      "vi": "Luôn hả? Ừ. Luôn và ngay."
    }
  },
  {
    "translation": {
      "en": "Thanks for coming.",
      "vi": "Cảm ơn cô vì đã tới."
    }
  },
  {
    "translation": {
      "en": "Your texts wore me down.",
      "vi": "Mấy tin nhắn của anh làm tôi phát mệt rồi."
    }
  },
  {
    "translation": {
      "en": "Did you bring a pen?",
      "vi": "Anh có mang bút theo không đấy?"
    }
  },
  {
    "translation": {
      "en": "Hey, Mrs. Walker. More flowers. It must be some mistake.",
      "vi": "Chào cô Walker. Lại thêm hoa gửi cho cô này. Chắc là ai gửi nhầm rồi cháu ạ."
    }
  },
  {
    "translation": {
      "en": "I didn't order any flowers.",
      "vi": "Cô đâu có đặt hoa đâu."
    }
  },
  {
    "translation": {
      "en": "There's a note with them.",
      "vi": "Có cả bưu thiếp đi kèm đấy ạ."
    }
  },
  {
    "translation": {
      "en": "Her favorite flower is... an Iris.",
      "vi": "Loài hoa mà mẹ thích là... hoa diên vĩ."
    }
  },
  {
    "translation": {
      "en": "Well, thank you, Shawn.",
      "vi": "Cảm ơn Shawn nhé."
    }
  },
  {
    "translation": {
      "en": "And I know that because she told me",
      "vi": "Tôi biết vậy bởi vì mẹ tôi nói với tôi như thế,"
    }
  },
  {
    "translation": {
      "en": "when she asked me for ten things I know about her.",
      "vi": "lúc mẹ tôi đố tôi kể ra được mười điều mà tôi biết về bà."
    }
  },
  {
    "translation": {
      "en": "Then you can't use it. What? Yes, I can. It's a freebie.",
      "vi": "Thế thì loại, không tính. Sao không? Tính chứ. Coi như khuyến mại thôi mà."
    }
  },
  {
    "translation": {
      "en": "If you can't think of ten things you know about your mother",
      "vi": "Nếu anh không thể nghĩ được ra nổi đủ mười điều mà anh thật sự biết về mẹ anh"
    }
  },
  {
    "translation": {
      "en": "without one of them being something she flat out told you,",
      "vi": "nếu trừ bớt đi một điều mà bà ấy đã nói huỵch toẹt ra với anh rồi,"
    }
  },
  {
    "translation": {
      "en": "then you're a shitty son.",
      "vi": "thì anh đúng là một đứa con tồi."
    }
  },
  {
    "translation": {
      "en": "I am not a shitty son.",
      "vi": "Tôi mà tồi cái nỗi gì."
    }
  },
  {
    "translation": {
      "en": "Then think about why you love her and write it down.",
      "vi": "Hoặc không thì thử nghĩ xem tại sao anh lại yêu bà ấy rồi viết đi."
    }
  },
  {
    "translation": {
      "en": "I know she loved my father, and he wasn't that lovable.",
      "vi": "Tôi biết là mẹ rất yêu bố tôi. Mà bố vốn dĩ không phải là người đáng yêu cho lắm."
    }
  },
  {
    "translation": {
      "en": "He was always working.",
      "vi": "Lúc nào bố cũng bận bịu công việc."
    }
  },
  {
    "translation": {
      "en": "Even when we played, it was work.",
      "vi": "Kể cả khi chúng tôi chơi bóng thì đối với ông ấy nó vẫn là chuyện công việc."
    }
  },
  {
    "translation": {
      "en": "My mom was the one who taught me how to have fun.",
      "vi": "Mẹ là người đã dạy cho tôi biết thế nào mới là vui chơi đúng nghĩa."
    }
  },
  {
    "translation": {
      "en": "When I was a kid, she used to...",
      "vi": "Hồi tôi còn bé, mẹ thường..."
    }
  },
  {
    "translation": {
      "en": "read me these bedtime stories, and...",
      "vi": "đọc truyện cho tôi nghe trước khi đi ngủ, và..."
    }
  },
  {
    "translation": {
      "en": "she'd pretend there was one more page.",
      "vi": "mẹ luôn giả vờ rằng vẫn còn một trang cuối nữa."
    }
  },
  {
    "translation": {
      "en": "And we'd make up a new ending.",
      "vi": "Xong thế là tôi với mẹ sẽ nằm nghĩ một cái kết mới với nhau."
    }
  },
  {
    "translation": {
      "en": "Write that down. Oh, yeah.",
      "vi": "Viết cái đó ra đi. Ừ."
    }
  },
  {
    "translation": {
      "en": "She did a lot of art when I was a kid.",
      "vi": "Mẹ làm rất nhiều thứ vẽ vời tỉ mẩn hồi tôi còn bé."
    }
  },
  {
    "translation": {
      "en": "Pen and ink note cards,",
      "vi": "Nào thiệp viết mực"
    }
  },
  {
    "translation": {
      "en": "oil paintings from photographs.",
      "vi": "rồi thì tranh sơn dầu vẽ lại từ những bức ảnh cũ."
    }
  },
  {
    "translation": {
      "en": "This one time, she did this...",
      "vi": "Có một lần, mẹ vẽ một..."
    }
  },
  {
    "translation": {
      "en": "great mural on my wall.",
      "vi": "bức tranh tường đẹp mê hồn trong phòng tôi."
    }
  },
  {
    "translation": {
      "en": "One:",
      "vi": "Một:"
    }
  },
  {
    "translation": {
      "en": "You loved my father.",
      "vi": "Mẹ rất yêu bố."
    }
  },
  {
    "translation": {
      "en": "Two:",
      "vi": "Hai:"
    }
  },
  {
    "translation": {
      "en": "You taught me how to have fun.",
      "vi": "Mẹ dạy con biết cách vui chơi đúng nghĩa."
    }
  },
  {
    "translation": {
      "en": "Three:",
      "vi": "Ba:"
    }
  },
  {
    "translation": {
      "en": "You could have been an artist.",
      "vi": "Đáng lẽ mẹ phải trở thành hoạ sĩ mới đúng."
    }
  },
  {
    "translation": {
      "en": "Number four:",
      "vi": "Bốn:"
    }
  },
  {
    "translation": {
      "en": "She thinks you're a good person.",
      "vi": "Bà nghĩ anh là một người đàn ông tốt."
    }
  },
  {
    "translation": {
      "en": "No, she doesn't.",
      "vi": "Làm gì có chuyện đó."
    }
  },
  {
    "translation": {
      "en": "She told me.",
      "vi": "Chính bà bảo tôi thế đấy."
    }
  },
  {
    "translation": {
      "en": "She told you that she thinks that I'm good?",
      "vi": "Bà bảo cô rằng bà nghĩ tôi là một người đàn ông tốt sao?"
    }
  },
  {
    "translation": {
      "en": "You could write she's the only person who thinks you're good.",
      "vi": "Anh có thể viết rằng bà là người duy nhất nghĩ anh là một người đàn ông tốt mà."
    }
  },
  {
    "translation": {
      "en": "I never knew that she thought that.",
      "vi": "Tôi không biết là mẹ nghĩ vậy đấy."
    }
  },
  {
    "translation": {
      "en": "Four:",
      "vi": "Bốn:"
    }
  },
  {
    "translation": {
      "en": "You're the only person in the world who thinks I'm good.",
      "vi": "Mẹ là người duy nhất trên đời này nghĩ rằng con là một người đàn ông tốt."
    }
  },
  {
    "translation": {
      "en": "Five:",
      "vi": "Năm:"
    }
  },
  {
    "translation": {
      "en": "You made me feel loved and safe.",
      "vi": "Mẹ khiến con cảm thấy được yêu thương và được che chở."
    }
  },
  {
    "translation": {
      "en": "Six:",
      "vi": "Sáu:"
    }
  },
  {
    "translation": {
      "en": "You cut up fruit for my snacks even when I begged for junk food.",
      "vi": "Mẹ nhất quyết gọt hoa quả cho con ăn vặt mặc dù con nằng nặc đòi mẹ cho ăn quà vặt."
    }
  },
  {
    "translation": {
      "en": "Seven:",
      "vi": "Bảy:"
    }
  },
  {
    "translation": {
      "en": "You still call me, even when I ignore you.",
      "vi": "Mẹ vẫn gọi con không ngừng, kể cả khi con phớt lờ điện thoại của mẹ."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Con cảm ơn mẹ."
    }
  },
  {
    "translation": {
      "en": "Eight:",
      "vi": "Tám:"
    }
  },
  {
    "translation": {
      "en": "The only times I've ever seen you angry",
      "vi": "Những lần hiếm hoi mà con thấy mẹ giận"
    }
  },
  {
    "translation": {
      "en": "are times you deserved to be angrier.",
      "vi": "là những lần mẹ đáng ra phải giận con hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "Nine:",
      "vi": "Chín:"
    }
  },
  {
    "translation": {
      "en": "You love to dance.",
      "vi": "Mẹ thích nhảy."
    }
  },
  {
    "translation": {
      "en": "Ten:",
      "vi": "Mười:"
    }
  },
  {
    "translation": {
      "en": "You're my mother.",
      "vi": "Mẹ là mẹ của con."
    }
  },
  {
    "translation": {
      "en": "Eleven:",
      "vi": "Mười một:"
    }
  },
  {
    "translation": {
      "en": "You taught me there is room in every story...",
      "vi": "Mẹ dạy con rằng câu chuyện nào..."
    }
  },
  {
    "translation": {
      "en": "for a better ending.",
      "vi": "cũng có thể có một cái kết đẹp đẽ hơn."
    }
  },
  {
    "translation": {
      "en": "Erin, wait up!",
      "vi": "Erin, đợi đã!"
    }
  },
  {
    "translation": {
      "en": "I really...",
      "vi": "Thật sự là..."
    }
  },
  {
    "translation": {
      "en": "I need to...",
      "vi": "Anh cần phải..."
    }
  },
  {
    "translation": {
      "en": "get to the gym more often.",
      "vi": "chăm đi tập gym hơn mới được."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Anh làm cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Thế em đang làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm moving to L.A.",
      "vi": "Em đang chuyển đến L.A."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "vi": "Ờ..."
    }
  },
  {
    "translation": {
      "en": "Can I talk to you first? About what?",
      "vi": "Nói chuyện với anh chút đã nhé? Về cái gì mới được chứ?"
    }
  },
  {
    "translation": {
      "en": "About us.",
      "vi": "Về bọn mình đó."
    }
  },
  {
    "translation": {
      "en": "Oh, my...",
      "vi": "Ôi trời..."
    }
  },
  {
    "translation": {
      "en": "It's too late, Daniel. My whole life is in this truck.",
      "vi": "Quá muộn rồi, Daniel à. Cả cuộc đời em bó gọn trong chiếc xe tải này mất rồi."
    }
  },
  {
    "translation": {
      "en": "That's funny. I was just thinking the same thing.",
      "vi": "Buồn cười thật. Anh cũng vừa nghĩ thế đấy."
    }
  },
  {
    "translation": {
      "en": "You're not gonna stop me.",
      "vi": "Anh sẽ không cản được em đâu."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Nhất trí."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Can we talk on the way?",
      "vi": "Thế thì vừa đi vừa nói được không?"
    }
  },
  {
    "translation": {
      "en": "You don't have anything to do? Please.",
      "vi": "Anh không có việc gì khác để làm sao? Xin em đấy."
    }
  },
  {
    "translation": {
      "en": "You're gonna drive me to L.A.? I'm coming to L.A.",
      "vi": "Anh định chở em đến tận L.A. à? Anh sẽ đến L.A. luôn."
    }
  },
  {
    "translation": {
      "en": "I'm coming with you.",
      "vi": "Cho anh đi cùng nhé."
    }
  },
  {
    "translation": {
      "en": "Coming to L.A.",
      "vi": "Đến L.A. với em đây cơ đấy."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Sorry!",
      "vi": "Xin lỗi ạ!"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Anh xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, too.",
      "vi": "Em cũng xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Do you know how to drive one of these? I have no idea what I'm doing.",
      "vi": "Mà anh có biết lái xe tải không đấy? Anh chả hiểu anh đang làm gì luôn."
    }
  },
  {
    "translation": {
      "en": "Hey, where you going?",
      "vi": "Này, đi đâu đấy nhóc?"
    }
  },
  {
    "translation": {
      "en": "I swear she looks like both of you.",
      "vi": "Tôi thề là trông con bé giống cả hai bọn cậu như đúc."
    }
  },
  {
    "translation": {
      "en": "To be honest, we think she looks like your mother.",
      "vi": "Nói thật nhé, tụi tôi lại nghĩ trông nó giống mẹ cậu hơn đấy."
    }
  },
  {
    "translation": {
      "en": "Acts like it.",
      "vi": "Tính tình thì giống thật."
    }
  },
  {
    "translation": {
      "en": "Oh, my goodness! Speaking of the devil.",
      "vi": "Ôi Chúa ơi! Vừa nhắc quỷ là quỷ đến liền à."
    }
  },
  {
    "translation": {
      "en": "Or angel, depending who you ask. Who's that?",
      "vi": "Quỷ hay thần còn tuỳ ai nói nữa. Ai kia ấy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Grandma loves Ella!",
      "vi": "Ôi Ella cưng của bà!"
    }
  },
  {
    "translation": {
      "en": "Yay, look who it is!",
      "vi": "Xem ai này!"
    }
  },
  {
    "translation": {
      "en": "Grandma! There's Grandma!",
      "vi": "Bà nội! Đúng rồi, bà nội đấy!"
    }
  },
  {
    "translation": {
      "en": "Say hi to Grandma. And you,",
      "vi": "Chào bà đi con. Chào cháu,"
    }
  },
  {
    "translation": {
      "en": "and you, and you. Hi.",
      "vi": "cả cháu, cả con. Con chào mẹ."
    }
  },
  {
    "translation": {
      "en": "And you. Hi.",
      "vi": "Cả cháu nữa. Cháu chào cô."
    }
  },
  {
    "translation": {
      "en": "This is kind of a complicated garment, isn't it?",
      "vi": "Cái bộ váy này hơi rắc rối quá nhỉ?"
    }
  },
  {
    "translation": {
      "en": "My mother's at her son's semi Jewish wedding, and she's still complaining.",
      "vi": "Mẹ tôi đang được dự đám cưới bán Do Thái của con trai bà, vậy mà vẫn phàn nàn được."
    }
  },
  {
    "translation": {
      "en": "You're not supposed to see the bride before the wedding.",
      "vi": "Nào, anh không được gặp cô dâu trước lễ thành hôn đâu."
    }
  },
  {
    "translation": {
      "en": "I know, but we broke a few rules already. I think we can break one more.",
      "vi": "Anh biết rồi, nhưng tụi mình cũng phá lệ vài lần rồi. Phá thêm một cái nữa đi."
    }
  },
  {
    "translation": {
      "en": "Well, he's got a point. We can show him.",
      "vi": "Cũng có lý mẹ ạ. Thôi cho anh ấy xem đi."
    }
  },
  {
    "translation": {
      "en": "Thanks, Ma.",
      "vi": "Con cảm ơn mẹ."
    }
  },
  {
    "translation": {
      "en": "For everything.",
      "vi": "Vì tất cả."
    }
  },
  {
    "translation": {
      "en": "No one's gonna notice.",
      "vi": "Sẽ không ai biết đâu, anh thề đó."
    }
  },
  {
    "translation": {
      "en": "There's just one little thing, though.",
      "vi": "Nhưng vẫn còn thiếu một việc nữa."
    }
  },
  {
    "translation": {
      "en": "It's too late for a thing.",
      "vi": "Muộn quá rồi, không thêm thắt được gì nữa đâu."
    }
  },
  {
    "translation": {
      "en": "I know, but this is really an important thing.",
      "vi": "Anh biết, nhưng việc này quan trọng lắm."
    }
  },
  {
    "translation": {
      "en": "I think we should rehearse the kiss again.",
      "vi": "Anh nghĩ tụi mình nên tập dượt lại nụ hôn đi cho chắc."
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "vi": "Xin chào!"
    }
  },
  {
    "translation": {
      "en": "I'm still so angry, I can barely stand to look at you.",
      "vi": "Em vẫn giận lắm, nên hãy thông cảm nếu em không thể nhìn thẳng vào mặt chị được."
    }
  },
  {
    "translation": {
      "en": "I know. Thank you for the invitation.",
      "vi": "Chị biết mà. Cảm ơn em vì đã mời chị tới dự."
    }
  },
  {
    "translation": {
      "en": "I invited Frank. You're his plus one.",
      "vi": "Em mời là mời Frank cơ. Chị chỉ là đính kèm đó thôi."
    }
  },
  {
    "translation": {
      "en": "Did you get my messages? Yeah, about 20 of them.",
      "vi": "Em có nhận được tin nhắn của chị không? Có, đâu như 20 tin gì đấy hả."
    }
  },
  {
    "translation": {
      "en": "Did you get my texts? Stop calling me.",
      "vi": "Thế chị có nhận được tin của em không? Đừng gọi điện cho em nữa."
    }
  },
  {
    "translation": {
      "en": "You know...",
      "vi": "Em biết không..."
    }
  },
  {
    "translation": {
      "en": "I am kind of responsible for this whole wedding.",
      "vi": "Dù gì thì chị cũng góp phần tạo nên cái đám cưới ngày hôm nay mà."
    }
  },
  {
    "translation": {
      "en": "I mean, if we hadn't gone to New York...",
      "vi": "Nếu không phải vì chị nghĩ ra vụ đi New York thì chắc gì đã..."
    }
  },
  {
    "translation": {
      "en": "So, now we're considering that trip a success?",
      "vi": "Vậy là giờ ta lại coi đó là một chuyến đi thành công sao?"
    }
  },
  {
    "translation": {
      "en": "Well, look at where we are, and...",
      "vi": "Thì đấy, em nhìn quanh mà xem..."
    }
  },
  {
    "translation": {
      "en": "And Carol's in Italy.",
      "vi": "Carol còn đang vi vu tận Ý kia kìa."
    }
  },
  {
    "translation": {
      "en": "She didn't even RSVP.",
      "vi": "Chị ấy thậm chí còn chẳng được mời nữa."
    }
  },
  {
    "translation": {
      "en": "She's probably too busy painting, eating pizza,",
      "vi": "Chắc giờ này đang bận vẽ tranh, ăn pizza,"
    }
  },
  {
    "translation": {
      "en": "taking Italian lovers...",
      "vi": "đưa đẩy với tình nhân nước Ý rồi..."
    }
  },
  {
    "translation": {
      "en": "I'm sure she's miserable since she sold that house.",
      "vi": "Bán căn nhà ấy đi chắc cô ấy phải buồn lắm nhỉ."
    }
  },
  {
    "translation": {
      "en": "Don't start the wedding without us!",
      "vi": "Thiếu tụi cháu thì đừng bắt đầu vội đấy nhé!"
    }
  },
  {
    "translation": {
      "en": "I knew she would come!",
      "vi": "Chị biết ngay là cô ấy sẽ tới mà!"
    }
  },
  {
    "translation": {
      "en": "I missed her so much more than I missed you.",
      "vi": "Em nhớ chị ấy hơn em nhớ chị nhiều."
    }
  },
  {
    "translation": {
      "en": "Same here. Only double.",
      "vi": "Chị cũng thế. Gấp đôi em đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, it's just his date.",
      "vi": "À, hoá ra là bạn gái thằng bé."
    }
  },
  {
    "translation": {
      "en": "She's too old to be his date. She's, like, his age.",
      "vi": "Già thế kia mà là bạn gái nó nhỉ. Trông như kiểu bằng tuổi nhau ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "I heard there was cake.",
      "vi": "Nghe nói có bánh nên phải đến liền."
    }
  },
  {
    "translation": {
      "en": "You don't call, you don't write.",
      "vi": "Chị chẳng gọi điện, cũng chẳng viết thư về gì hết."
    }
  },
  {
    "translation": {
      "en": "Oh, we missed you so much!",
      "vi": "Ôi, tụi tớ nhớ cậu quá đi mất thôi!"
    }
  },
  {
    "translation": {
      "en": "You look so glamorous. So do you.",
      "vi": "Sao trông sành điệu thế này."
    }
  },
  {
    "translation": {
      "en": "By the way, I brought bourbon.",
      "vi": "À nhân tiện, tớ mang theo một chai bourbon xịn đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, no! Not again!",
      "vi": "Ôi đừng! Lại nữa à!"
    }
  },
  {
    "translation": {
      "en": "Of course you did.",
      "vi": "Dĩ nhiên là lại mang rượu tiếp rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "You're driving.",
      "vi": "Em đang lái đấy."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Get out of the car!",
      "vi": "Ra khỏi xe đi!"
    }
  },
  {
    "translation": {
      "en": "Let me out!",
      "vi": "Cho tôi ra nào!"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm out of breath.",
      "vi": "Sắp ngạt thở đến nơi rồi."
    }
  }
]