[
  {
    "translation": {
      "en": "[man 1] You know, my dad's probably the largest guy in life that I've ever met.",
      "vi": "Biết chứ, bố tôi có lẽ là người đàn ông phi thường nhất tôi từng gặp."
    }
  },
  {
    "translation": {
      "en": "I'm proud to be his son.",
      "vi": "Tôi tự hào là con trai ông ấy."
    }
  },
  {
    "translation": {
      "en": "My dad took me over to the factories. It was on a spring break.",
      "vi": "Bố tôi đã đưa tôi đi thăm các nhà máy. Đó là vào kỳ nghỉ xuân."
    }
  },
  {
    "translation": {
      "en": "I remember the jacket a little bit.",
      "vi": "Tôi nhớ mang máng cái áo khoác đó."
    }
  },
  {
    "translation": {
      "en": "My dad had a bunch of them made up for him and for me and…",
      "vi": "Bố tôi đã cho làm cả đống áo khoác đó cho ông và cho tôi và…"
    }
  },
  {
    "translation": {
      "en": "The nice thing about that trip was it was just me and my dad.",
      "vi": "Điều tuyệt vời về chuyến đi đó là chỉ có tôi và bố tôi."
    }
  },
  {
    "translation": {
      "en": "-[John DeLorean] Smart enough, squirt? -Yeah.",
      "vi": "- Đủ ấm chưa con? - Rồi ạ."
    }
  },
  {
    "translation": {
      "en": "And if he was gone a lot, um…",
      "vi": "Và nếu bố tôi xa nhà liên miên,"
    }
  },
  {
    "translation": {
      "en": "It-- That kind of bothered me.",
      "vi": "nó… điều đó đã làm tôi buồn bực."
    }
  },
  {
    "translation": {
      "en": "But, you know, um,",
      "vi": "Nhưng, bạn biết đó,"
    }
  },
  {
    "translation": {
      "en": "as I look back, it makes sense that he was traveling so much",
      "vi": "khi tôi nhìn lại, cũng hợp lý khi ông ấy phải đi lại rất nhiều"
    }
  },
  {
    "translation": {
      "en": "and he was a very busy man,",
      "vi": "và là người rất bận rộn,"
    }
  },
  {
    "translation": {
      "en": "because he was trying to do something that a lot of people hadn't really done",
      "vi": "vì ông ấy đã cố làm một việc mà nhiều người chưa thực sự làm được"
    }
  },
  {
    "translation": {
      "en": "in a very long time.",
      "vi": "trong một thời gian rất dài."
    }
  },
  {
    "translation": {
      "en": "Wait a minute, Doc.",
      "vi": "Đợi chút, Tiến sĩ."
    }
  },
  {
    "translation": {
      "en": "Are you telling me that you built a time machine…",
      "vi": "Ý ông là ông đã chế tạo một cỗ máy thời gian…"
    }
  },
  {
    "translation": {
      "en": "out of a DeLorean?",
      "vi": "từ xe DeLorean ư?"
    }
  },
  {
    "translation": {
      "en": "The way I see it, if you're gonna build a time machine into a car, why not do it with style?",
      "vi": "Tôi nghĩ nếu đã làm cỗ máy thời gian từ ô tô, sao không làm nó thật ngầu?"
    }
  },
  {
    "translation": {
      "en": "[man 1] It's a very bizarre experience for me to see that car.",
      "vi": "Đó là một trải nghiệm rất kỳ lạ với tôi khi tôi nhìn chiếc xe đó."
    }
  },
  {
    "translation": {
      "en": "It's a flood of emotions, and it has our family name on it.",
      "vi": "Nó tràn ngập cảm xúc, và nó có cả họ của gia đình chúng tôi trên đó."
    }
  },
  {
    "translation": {
      "en": "But it represents a whole lot of, um…",
      "vi": "Nhưng nó đại diện cho rất nhiều… CON TRAI"
    }
  },
  {
    "translation": {
      "en": "turmoil in my life.",
      "vi": "…biến cố trong đời tôi."
    }
  },
  {
    "translation": {
      "en": "I see it and I just wish I had, like, a fucking hand grenade",
      "vi": "Tôi nhìn nó và chỉ ước gì tôi có một trái lựu đạn"
    }
  },
  {
    "translation": {
      "en": "and just toss it in the thing, you know.",
      "vi": "rồi ném nó vào trong cái xe đó, bạn biết đấy."
    }
  },
  {
    "translation": {
      "en": "[reporter] A new player, perhaps even a potential superstar, is coming.",
      "vi": "Một tay chơi mới, có lẽ thậm chí là một siêu sao tiềm năng, sắp xuất hiện."
    }
  },
  {
    "translation": {
      "en": "The car, the brainchild of John Z. DeLorean.",
      "vi": "Chiếc xe hơi, đứa con tinh thần của John Z. DeLorean."
    }
  },
  {
    "translation": {
      "en": "[woman 1] John was born in Detroit, in a ghetto.",
      "vi": "John đẻ ra ở khu ổ chuột tại Detroit."
    }
  },
  {
    "translation": {
      "en": "This country, you have wonderful opportunities to become whatever you want to become.",
      "vi": "Ở đất nước này, bạn có những cơ hội tuyệt vời để trở thành mọi thứ bạn muốn."
    }
  },
  {
    "translation": {
      "en": "[John] I was the youngest head of Chevrolet General Motors ever had.",
      "vi": "Tôi là lãnh đạo Chevrolet trẻ nhất General Motors từng có."
    }
  },
  {
    "translation": {
      "en": "The youngest vice president they ever had.",
      "vi": "Là phó chủ tịch trẻ nhất mà họ từng có."
    }
  },
  {
    "translation": {
      "en": "[man 2] He was irreverent. He was a socialite.",
      "vi": "Ông ấy ngạo nghễ. Ông ấy giao thiệp rộng."
    }
  },
  {
    "translation": {
      "en": "He liked pretty women.",
      "vi": "Ông ấy thích phụ nữ đẹp."
    }
  },
  {
    "translation": {
      "en": "[woman 2] He wanted it to be a hot and sexy sports car. This was his dream.",
      "vi": "Ông ấy muốn nó là xe thể thao nổi tiếng và quyến rũ. Đó là ước mơ của ông ấy."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Britain invested more than $160 million in the car.",
      "vi": "Nước Anh đã đầu tư hơn 160 triệu đô la vào chiếc xe."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] In Belfast, a series of explosions…",
      "vi": "Ở Belfast, một loạt các vụ nổ…"
    }
  },
  {
    "translation": {
      "en": "-[man 3] Hi, John. -Hi.",
      "vi": "- Chào, John. - Chào."
    }
  },
  {
    "translation": {
      "en": "Jerry West. I'm with the FBI.",
      "vi": "Jerry West. Tôi đi cùng FBI."
    }
  },
  {
    "translation": {
      "en": "You're under arrest for narcotics smuggling violations.",
      "vi": "Anh bị bắt vì phạm tội buôn lậu ma túy."
    }
  },
  {
    "translation": {
      "en": "[reporter] Auto executive John DeLorean, free on $10 million bail,",
      "vi": "Giám đốc điều hành hãng xe John DeLorean, được thả với mười triệu đô tiền bảo lãnh,"
    }
  },
  {
    "translation": {
      "en": "today pleaded innocent to charges of trafficking",
      "vi": "hôm nay kêu vô tội trước mọi cáo buộc về buôn lậu"
    }
  },
  {
    "translation": {
      "en": "in a $24 million cocaine distribution deal.",
      "vi": "trong giao dịch phân phối côcain trị giá 24 triệu đô."
    }
  },
  {
    "translation": {
      "en": "I know nothing. I caught a plane. I'm here.",
      "vi": "Tôi chả biết gì. Tôi bắt máy bay. Tôi ở đây."
    }
  },
  {
    "translation": {
      "en": "I'm here to be with my husband. There's nothing I can say, I know nothing.",
      "vi": "Tôi ở đây để bên chồng. Tôi chả thể nói gì vì đâu biết gì."
    }
  },
  {
    "translation": {
      "en": "[woman 3] In our films, we look for people who are passionate",
      "vi": "Trong các bộ phim của mình, chúng tôi tìm những người đam mê"
    }
  },
  {
    "translation": {
      "en": "and taking risks to pursue a life goal.",
      "vi": "và chấp nhận rủi ro để theo đuổi mục tiêu sống."
    }
  },
  {
    "translation": {
      "en": "So, it looked like, you know, this is where we were meant to be.",
      "vi": "Nên, có vẻ như, bạn biết đó, đây là nơi bọn tôi đã cần phải đến."
    }
  },
  {
    "translation": {
      "en": "We were definitely along for the ride.",
      "vi": "Bọn tôi hẳn luôn theo sát hành trình này."
    }
  },
  {
    "translation": {
      "en": "[man] People in America love heroes, they like people who take on the system.",
      "vi": "Người dân ở Mỹ yêu anh hùng, họ mê người đối đầu với hệ thống."
    }
  },
  {
    "translation": {
      "en": "And I think that was the fascinating--",
      "vi": "Và tôi nghĩ đó là điều họ đam mê…"
    }
  },
  {
    "translation": {
      "en": "Plus the total fascination with Americans for cars.",
      "vi": "bên cạnh niềm đam mê tuyệt đối với xe hơi của dân Mỹ."
    }
  },
  {
    "translation": {
      "en": "So, that story about DeLorean,",
      "vi": "Nên, trong chuyện về DeLorean đó,"
    }
  },
  {
    "translation": {
      "en": "everybody kinda had skin in the game and what they were pulling for him,",
      "vi": "mọi người đều đã liều lĩnh đặt cược và ủng hộ ông ấy."
    }
  },
  {
    "translation": {
      "en": "to see him make this car, there's gonna be other models",
      "vi": "Họ muốn thấy ông ấy làm xe này, rồi tới các mẫu xe khác,"
    }
  },
  {
    "translation": {
      "en": "and this is gonna be great, it hasn't been done before.",
      "vi": "nó sẽ rất tuyệt, chưa ai từng làm."
    }
  },
  {
    "translation": {
      "en": "[reporter] Has a portion of the company been offered to the public?",
      "vi": "Anh DeLorean? Công ty đã phát hành cổ phiếu chưa?"
    }
  },
  {
    "translation": {
      "en": "[John] No, no.",
      "vi": "Chưa đâu."
    }
  },
  {
    "translation": {
      "en": "Do you want some? You can have it.",
      "vi": "Anh muốn có à? Anh sẽ có."
    }
  },
  {
    "translation": {
      "en": "DeLorean Motor Company. Good morning. One moment, please.",
      "vi": "Hãng Ô tô DeLorean. Xin chào. Xin chờ chút."
    }
  },
  {
    "translation": {
      "en": "-Good morning, Mr. DeLorean. -Morning. How are you?",
      "vi": "- Chào, anh DeLorean. - Chào. Khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "Some of these reflect some of the personality",
      "vi": "Một vài cái ở đây phản ánh đôi nét cá tính"
    }
  },
  {
    "translation": {
      "en": "that you have brought to bear on the company and the car",
      "vi": "mà anh đã in dấu lên công ty và chiếc xe,"
    }
  },
  {
    "translation": {
      "en": "that are statements that reflect your thinking, such as,",
      "vi": "đó là những câu nói phản ánh tư tưởng của anh, ví dụ như:"
    }
  },
  {
    "translation": {
      "en": "\"I have a habit of doing what people tell me is impossible.\"",
      "vi": "\"Tôi có thói quen làm thứ họ bảo tôi là không thể\"."
    }
  },
  {
    "translation": {
      "en": "Yeah. I think you always have to reinforce the difference.",
      "vi": "Ừ. Tôi nghĩ ta luôn phải củng cố sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "That's gotta be the key.",
      "vi": "Đó phải là điểm mấu chốt."
    }
  },
  {
    "translation": {
      "en": "Otherwise, we can't swim in the river with all of the people.",
      "vi": "Nếu không, ta đâu thể cạnh tranh với tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "We really have to be someone else.",
      "vi": "Ta phải thực sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "\"I dreamed of this car for 20 years. The time came to build it or wake up.\"",
      "vi": "\"Tôi đã mơ về xe này 20 năm. Đã đến lúc chế tạo nó hoặc tỉnh mộng\"."
    }
  },
  {
    "translation": {
      "en": "I think that you decided the time came to build it.",
      "vi": "Chắc anh đã quyết đến lúc để làm nó rồi."
    }
  },
  {
    "translation": {
      "en": "Another thought we had is a rather simple expression. \"One man's car.\"",
      "vi": "Chúng tôi có một ý khác, một câu khá đơn giản: \"Xe của một người\"."
    }
  },
  {
    "translation": {
      "en": "I think people see this as the moment as being your creation and--",
      "vi": "Tôi nghĩ họ coi nó là khoảnh khắc, là sáng tạo của anh và…"
    }
  },
  {
    "translation": {
      "en": "[John] It works both ways. The customer thinks that--",
      "vi": "Cả hai phía đều được. - Khách hàng nghĩ là… - Chuẩn."
    }
  },
  {
    "translation": {
      "en": "-[man] Exactly. -That's pretty positive. It's a nice line.",
      "vi": "- Khách hàng nghĩ là… - Chuẩn. Nó khá tích cực. Câu này hay đấy."
    }
  },
  {
    "translation": {
      "en": "In all of the ideas here, in none of them did we use the expression \"sports car.\"",
      "vi": "Trong tất cả ý tưởng ở đây, chúng tôi đều không dùng từ \"xe thể thao\" để miêu tả."
    }
  },
  {
    "translation": {
      "en": "We would like it to be… Uh, to come across as something other than a sports car,",
      "vi": "Chúng tôi muốn nó… được nhận biết như một thứ khác hơn là xe thể thao,"
    }
  },
  {
    "translation": {
      "en": "and, in fact, other than anything that previously existed.",
      "vi": "và thực tế là, khác với các thứ đã từng có trước đó."
    }
  },
  {
    "translation": {
      "en": "It's a category unto itself. [John] You don't make it, they're assuming…",
      "vi": "- Chính nó là một loại xe. - Ta mà chả làm được, họ sẽ cho là…"
    }
  },
  {
    "translation": {
      "en": "-Right. -It's a good idea.",
      "vi": "- Phải. - Ý hay đấy."
    }
  },
  {
    "translation": {
      "en": "[woman] Pennebaker and I were on an airplane and in the airplane magazine",
      "vi": "Pennebaker và tôi đã ngồi trên máy bay, và trong tạp chí máy bay,"
    }
  },
  {
    "translation": {
      "en": "it had an article about John DeLorean,",
      "vi": "có một bài viết về John DeLorean,"
    }
  },
  {
    "translation": {
      "en": "who was this maverick who, you know, left GM dissatisfied.",
      "vi": "kẻ vượt khuôn phép xã hội này, người mà, biết đó, bất mãn rời khỏi General Motors."
    }
  },
  {
    "translation": {
      "en": "Pennebaker saw John as this Kennedy-esque figure",
      "vi": "Pennebaker đã xem John như một hình tượng của Kennedy,"
    }
  },
  {
    "translation": {
      "en": "who was going to, you know, make this dream car",
      "vi": "người sẽ, bạn biết đấy, tạo nên chiếc xe hơi mơ ước này,"
    }
  },
  {
    "translation": {
      "en": "that would be safe for the environment,",
      "vi": "một chiếc xe an toàn với môi trường, tiết kiệm nhiên liệu"
    }
  },
  {
    "translation": {
      "en": "fuel-efficient and, you know, it was gonna be out of stainless steel",
      "vi": "một chiếc xe an toàn với môi trường, tiết kiệm nhiên liệu và biết đó, nó sẽ được làm từ thép không gỉ nên nó sẽ không bị rỉ sét."
    }
  },
  {
    "translation": {
      "en": "so it wouldn't rust.",
      "vi": "và biết đó, nó sẽ được làm từ thép không gỉ nên nó sẽ không bị rỉ sét."
    }
  },
  {
    "translation": {
      "en": "So, he was enthusiastic for us to do some type of documentary",
      "vi": "Nên anh ấy đã rất nhiệt tình ủng hộ chúng tôi làm một bộ phim tài liệu"
    }
  },
  {
    "translation": {
      "en": "on John DeLorean.",
      "vi": "về John DeLorean."
    }
  },
  {
    "translation": {
      "en": "[woman] DeLorean was so masculine, you know, every woman's dream of,",
      "vi": "DeLorean rất nam tính, biết đấy, mọi cô gái đều ao ước rằng:"
    }
  },
  {
    "translation": {
      "en": "\"What I would love to have when I'm 40, a husband like that.\"",
      "vi": "\"Ôi, điều tôi muốn có năm 40 tuổi là một người chồng như thế\"."
    }
  },
  {
    "translation": {
      "en": "And his cars were \"John DeLorean.\"",
      "vi": "Và xe của ông ấy là \"John DeLorean\"."
    }
  },
  {
    "translation": {
      "en": "You were a DeLorean if you bought a DeLorean later on.",
      "vi": "Nếu bạn mua một chiếc DeLorean, sau đó bạn sẽ thành người nhà DeLorean."
    }
  },
  {
    "translation": {
      "en": "And that was the dream that he could sell.",
      "vi": "Và đó là giấc mơ mà ông ấy có thể bán."
    }
  },
  {
    "translation": {
      "en": "And he called it a dream. That was his big, big ad.",
      "vi": "Và ông ấy gọi nó là giấc mơ. Đó là chiêu tiếp thị lớn của ông ấy."
    }
  },
  {
    "translation": {
      "en": "\"Living the dream.\" You know, \"You can do it, too.\"",
      "vi": "\"Sống trong Mơ\", biết đấy, \"Bạn cũng có thể làm được."
    }
  },
  {
    "translation": {
      "en": "\"Just buy my car, and you'll be John DeLorean.\"",
      "vi": "Mua xe của tôi, và bạn sẽ là John DeLorean\"."
    }
  },
  {
    "translation": {
      "en": "[voiceover] Live the dream today.",
      "vi": "Hãy sống trong mơ ngay hôm nay."
    }
  },
  {
    "translation": {
      "en": "DeLorean was the biggest name in the American motor industry.",
      "vi": "DeLorean là tên tuổi lớn nhất trong ngành công nghiệp ô tô Mỹ."
    }
  },
  {
    "translation": {
      "en": "A very glamorous name.",
      "vi": "Một cái tên rất quyến rũ."
    }
  },
  {
    "translation": {
      "en": "I want you to stay like-- The important thing about this,",
      "vi": "Anh cứ ở yên đó, kiểu… Điều quan trọng của nó là, tiến lại gần."
    }
  },
  {
    "translation": {
      "en": "lean very close. I want this camera-- I can't see if you're moving.",
      "vi": "Anh cứ ở yên đó, kiểu… Điều quan trọng của nó là, tiến lại gần. Máy quay cần… Anh di chuyển là hết thấy."
    }
  },
  {
    "translation": {
      "en": "[Ivan Fallon] His lifestyle was very different to other motor executives.",
      "vi": "Và lối sống của ông ấy rất khác so với các nhà điều hành hãng ô tô khác."
    }
  },
  {
    "translation": {
      "en": "He had great friends like Johnny Carson, who was one of the huge stars at the time.",
      "vi": "Ông ấy có mấy bạn lớn như Johnny Carson, thuộc số siêu sao hồi đó."
    }
  },
  {
    "translation": {
      "en": "Sammy Davis Jr.",
      "vi": "Sammy Davis Jr."
    }
  },
  {
    "translation": {
      "en": "And he had an incredibly beautiful wife, who was very glamorous.",
      "vi": "Và ông ấy có một cô vợ cực kỳ xinh đẹp, rất quyến rũ."
    }
  },
  {
    "translation": {
      "en": "[woman] You know, our life was really lovely together.",
      "vi": "Biết đó, chúng tôi đã sống rất hạnh phúc bên nhau."
    }
  },
  {
    "translation": {
      "en": "He was extremely charismatic.",
      "vi": "Ông ấy cực kỳ lôi cuốn."
    }
  },
  {
    "translation": {
      "en": "He had these beautiful green eyes and this deep voice",
      "vi": "Ông ấy có đôi mắt xanh lá tuyệt đẹp và giọng nói trầm ấm"
    }
  },
  {
    "translation": {
      "en": "and he commanded any room he walked into.",
      "vi": "và làm chủ mọi căn phòng ông ấy bước vào."
    }
  },
  {
    "translation": {
      "en": "He was bigger than life. I fell madly in love with him.",
      "vi": "Ông ấy rất phi thường. Tôi đã yêu ông ấy say đắm."
    }
  },
  {
    "translation": {
      "en": "We became, I guess, for lack of a better word,",
      "vi": "Chúng tôi trở thành, chắc là không có từ nào hay hơn,"
    }
  },
  {
    "translation": {
      "en": "\"The Darlings of New York.\"",
      "vi": "\"Cặp đôi hoàn hảo của New York\"."
    }
  },
  {
    "translation": {
      "en": "He's been living life in an airplane, either on his way to Northern Ireland,",
      "vi": "Anh ấy sống gần như cả đời trên máy bay, hoặc đến Bắc Ai-len, nơi chế tạo xe, hoặc Detroit, California, đâu đó."
    }
  },
  {
    "translation": {
      "en": "where it will be built, or Detroit, California, or somewhere.",
      "vi": "hoặc đến Bắc Ai-len, nơi chế tạo xe, hoặc Detroit, California, đâu đó."
    }
  },
  {
    "translation": {
      "en": "Has your marriage, which is in a way,",
      "vi": "Hôn nhân của cả hai, có thể xem là"
    }
  },
  {
    "translation": {
      "en": "a public celebrity marriage anyway, suffered as a result of all this?",
      "vi": "hôn nhân của người nổi tiếng được dư luận để ý, việc đó ảnh hưởng gì chứ?"
    }
  },
  {
    "translation": {
      "en": "No, not at all. The first three years we were married,",
      "vi": "Không. Không hề. Ba năm đầu chúng tôi cưới nhau, ông ấy đi khá nhiều"
    }
  },
  {
    "translation": {
      "en": "he did quite a bit of traveling and I stayed home most of the time.",
      "vi": "Không. Không hề. Ba năm đầu chúng tôi cưới nhau, ông ấy đi khá nhiều và hầu hết thời gian thì tôi ở nhà."
    }
  },
  {
    "translation": {
      "en": "[Zach DeLorean] My parents had a really nice apartment in New York.",
      "vi": "Biết đó, bố mẹ tôi từng có căn hộ rất đẹp ở New York."
    }
  },
  {
    "translation": {
      "en": "And seven, eight, nine, ten years old,",
      "vi": "Và hồi bảy, tám, chín, mười tuổi,"
    }
  },
  {
    "translation": {
      "en": "you don't understand the magnitude of living in a two-story apartment",
      "vi": "bạn không hiểu được độ hoành tráng của việc sống trong một căn hộ hai tầng tại Đại lộ Số Năm ở Manhattan,"
    }
  },
  {
    "translation": {
      "en": "on Fifth Avenue in Manhattan,",
      "vi": "của việc sống trong một căn hộ hai tầng tại Đại lộ Số Năm ở Manhattan,"
    }
  },
  {
    "translation": {
      "en": "but that was home to me. That felt all normal.",
      "vi": "song đó từng là nhà của tôi. Tôi đã thấy rất bình thường."
    }
  },
  {
    "translation": {
      "en": "We did a lot of things together as a family.",
      "vi": "Chúng tôi cùng làm nhiều thứ như một gia đình."
    }
  },
  {
    "translation": {
      "en": "You know, vacations, dinners, watching movies.",
      "vi": "Bạn biết đó, đi nghỉ mát, ăn tối, xem phim."
    }
  },
  {
    "translation": {
      "en": "It just was a really good household. It was a home.",
      "vi": "Đó từng là một gia đình tuyệt vời. Đó từng là mái ấm."
    }
  },
  {
    "translation": {
      "en": "[woman] Their apartment? It was absolutely gorgeous.",
      "vi": "Căn hộ của họ ấy à? Nó đã thật sự rất lộng lẫy."
    }
  },
  {
    "translation": {
      "en": "I think the Roosevelts lived in the same building. Didn't they?",
      "vi": "Tôi nghĩ gia đình Roosevelt đã ở cùng tòa nhà đó. Nhỉ?"
    }
  },
  {
    "translation": {
      "en": "There was a lot of people over.",
      "vi": "Khi tôi đến, nhiều người ở đó."
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, it was a building of many, you know, people of note.",
      "vi": "Ừ. Ý tôi là, đó là một tòa nhà và có rất nhiều người nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "They had four doormen. -Yeah. -[Walter chuckling]",
      "vi": "- Họ có bốn người gác cửa. - Phải."
    }
  },
  {
    "translation": {
      "en": "And they were all marble steps going up, you get off the elevator and--",
      "vi": "Và các bậc thang đi lên đều bằng đá cẩm thạch, bạn ra khỏi thang máy và…"
    }
  },
  {
    "translation": {
      "en": "The elevator went right to the door-- to the floor.",
      "vi": "- Thang máy vào thẳng cửa… đến sàn luôn. - Đến sàn luôn."
    }
  },
  {
    "translation": {
      "en": "There was no anteroom. It would open right into the lobby of the apartment.",
      "vi": "Không có phòng chờ. Nó sẽ mở ngay vào sảnh của căn hộ. Ừ."
    }
  },
  {
    "translation": {
      "en": "It was beautiful.",
      "vi": "Nó đẹp lắm."
    }
  },
  {
    "translation": {
      "en": "-[Cristina] Shoot. -[John] What?",
      "vi": "- Chết rồi. - Sao?"
    }
  },
  {
    "translation": {
      "en": "I left my pass upstairs.",
      "vi": "Em để quên thẻ vào ở trên lầu rồi."
    }
  },
  {
    "translation": {
      "en": "-[man] You can have mine. -He can get in with that, with his camera.",
      "vi": "- Lấy của anh này. - Không. Anh ấy có thể vào với máy quay."
    }
  },
  {
    "translation": {
      "en": "[man] Here. We'll work it out.",
      "vi": "Đây. Sẽ ổn thỏa thôi."
    }
  },
  {
    "translation": {
      "en": "I mean, we didn't get to spend a lot of time with Cristina.",
      "vi": "Ý tôi là, bọn tôi không có nhiều dịp gặp gỡ Cristina."
    }
  },
  {
    "translation": {
      "en": "She wasn't around.",
      "vi": "Cô ấy không hay ở đây."
    }
  },
  {
    "translation": {
      "en": "Um, but when we did, um…",
      "vi": "Nhưng khi có dịp gặp nhau,"
    }
  },
  {
    "translation": {
      "en": "I mean, she was incredibly glamorous.",
      "vi": "ý tôi là, cô ấy cực kỳ quyến rũ."
    }
  },
  {
    "translation": {
      "en": "She was smart and she was funny.",
      "vi": "Cô ấy thông minh và hài hước."
    }
  },
  {
    "translation": {
      "en": "And she'd be always joking around with John,",
      "vi": "Và cô ấy luôn đùa giỡn với John,"
    }
  },
  {
    "translation": {
      "en": "trying to get him to smile and not be so serious all the time.",
      "vi": "cố làm ông ấy cười và không quá nghiêm nghị mọi lúc."
    }
  },
  {
    "translation": {
      "en": "She was very fun to be around.",
      "vi": "Ở bên cô ấy rất vui."
    }
  },
  {
    "translation": {
      "en": "-I should've kept it in my pocket. -I hadn't any intentions of coming--",
      "vi": "- Lẽ ra anh nên để nó trong túi. - Chà, em đâu định đến…"
    }
  },
  {
    "translation": {
      "en": "-How do you say \"meathead\" in Italian? -[laughing]",
      "vi": "\"Đãng trí\" trong tiếng Ý là gì?"
    }
  },
  {
    "translation": {
      "en": "\"Capo carne?\"",
      "vi": "Capo Carne à?"
    }
  },
  {
    "translation": {
      "en": "-No. -[man] \"Capo carne!\"",
      "vi": "Không. Capo Carne."
    }
  },
  {
    "translation": {
      "en": "Cross that out. Why are you taking your key out?",
      "vi": "Bỏ đi. Sao em lấy chìa khóa ra?"
    }
  },
  {
    "translation": {
      "en": "-I don't know why! -What is it with you today?",
      "vi": "- Ôi, chả biết vì sao. - Nay em sao thế?"
    }
  },
  {
    "translation": {
      "en": "-I didn't get any sleep last night. -[man] Are we there?",
      "vi": "- Đêm qua em thức trắng. - Đến chưa? Ở đó à?"
    }
  },
  {
    "translation": {
      "en": "[reporter] For a man who looks like Tyrone Power,",
      "vi": "Với một gã nhìn như Tyrone Power,"
    }
  },
  {
    "translation": {
      "en": "is married to the stunning young model in the Virginia Slims and Clairol ads,",
      "vi": "cưới người mẫu trẻ đẹp quảng cáo cho Virginia Slims và Clairol,"
    }
  },
  {
    "translation": {
      "en": "and earns six figures a year,",
      "vi": "kiếm sáu con số mỗi năm,"
    }
  },
  {
    "translation": {
      "en": "there will be no rest for DeLorean until he finishes doing what no one else",
      "vi": "DeLorean sẽ không ngơi nghỉ đến khi làm xong việc chưa ai"
    }
  },
  {
    "translation": {
      "en": "in the history of modern business has dared attempt.",
      "vi": "trong lịch sử kinh doanh hiện đại dám làm."
    }
  },
  {
    "translation": {
      "en": "To design, build, and sell his very own automobile from scratch.",
      "vi": "Đó là thiết kế, chế tạo và bán chiếc xe hơi của riêng mình từ con số không."
    }
  },
  {
    "translation": {
      "en": "The DMC-12. It's more than a dream, now.",
      "vi": "Chiếc DMC-12. Giờ nó còn hơn cả một giấc mơ."
    }
  },
  {
    "translation": {
      "en": "It's months away from being a reality, isn't it?",
      "vi": "Còn nhiều tháng nữa mới thành hiện thực. Nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. We've actually built about 14 cars in our operations there.",
      "vi": "Phải. Thực ra chúng tôi đã chế tạo cỡ 14 chiếc xe trong xưởng hoạt động ở đó."
    }
  },
  {
    "translation": {
      "en": "We're starting to train our supervision",
      "vi": "Chúng tôi đang bắt đầu đào tạo giám sát"
    }
  },
  {
    "translation": {
      "en": "and we'll be in actual production in July.",
      "vi": "và tháng Bảy sẽ thực sự đi vào sản xuất."
    }
  },
  {
    "translation": {
      "en": "We'll have cars on dealer showrooms by new car announcement time this fall.",
      "vi": "Chúng tôi sẽ có xe ở các showroom đại lý trước lúc thông báo về xe mới mùa thu này."
    }
  },
  {
    "translation": {
      "en": "DeLorean was really one of the great, almost genius-like, engineer and motormen.",
      "vi": "DeLorean thực sự là một trong những kỹ sư, thợ máy tuyệt vời, gần như là thiên tài,"
    }
  },
  {
    "translation": {
      "en": "The whole myth of John DeLorean",
      "vi": "Toàn bộ truyền thuyết về John DeLorean"
    }
  },
  {
    "translation": {
      "en": "was really based on a period of about seven or eight years",
      "vi": "thực sự dựa trên quãng thời gian khoảng bảy hay tám năm"
    }
  },
  {
    "translation": {
      "en": "of his time at the end of Pontiac and then Chevrolet.",
      "vi": "của ông ấy khi sắp nghỉ việc ở Pontiac và sau đó là Chevrolet."
    }
  },
  {
    "translation": {
      "en": "And that's where he got the huge reputation that he did.",
      "vi": "Và đó là nơi ông ấy đạt được tiếng tăm lớn."
    }
  },
  {
    "translation": {
      "en": "[man] This building was General Motors.",
      "vi": "Tòa nhà này từng là của General Motors."
    }
  },
  {
    "translation": {
      "en": "This was, you know,",
      "vi": "Nó từng là, bạn biết đấy,"
    }
  },
  {
    "translation": {
      "en": "the center of Detroit's universe was right here.",
      "vi": "trung tâm của vũ trụ Detroit từng ở ngay đây."
    }
  },
  {
    "translation": {
      "en": "They owned automobile companies around the world,",
      "vi": "Họ sở hữu các công ty ô tô trên toàn thế giới,"
    }
  },
  {
    "translation": {
      "en": "and they were big, they were profitable. They made a lot of money, people wanted to work for them.",
      "vi": "họ lớn mạnh, có nhiều lãi, kiếm bộn tiền, và mọi người muốn đầu quân cho họ."
    }
  },
  {
    "translation": {
      "en": "Their culture sometimes left a lot to be desired, you know,",
      "vi": "Văn hóa của họ đôi khi để lại nhiều điều đáng ngưỡng mộ, biết đó,"
    }
  },
  {
    "translation": {
      "en": "even when culture was changing and people were wearing their hair longer,",
      "vi": "ngay cả khi văn hóa chung thay đổi và người ta để tóc dài hơn,"
    }
  },
  {
    "translation": {
      "en": "and not many General Motors executives did that, and they all wore dark suits.",
      "vi": "rất ít nhà điều hành của General Motors làm thế, họ đều mặc com-lê sẫm."
    }
  },
  {
    "translation": {
      "en": "It was that culture. It was serious. It was business.",
      "vi": "Đó là một kiểu văn hóa: Nghiêm túc, làm ăn."
    }
  },
  {
    "translation": {
      "en": "It was not about making cars. It was about making money.",
      "vi": "Nó không phải về chế tạo xe. Mà về kiếm tiền."
    }
  },
  {
    "translation": {
      "en": "And this is where John DeLorean worked.",
      "vi": "Và đây là nơi John DeLorean đã từng làm việc."
    }
  },
  {
    "translation": {
      "en": "There are no shortcuts to quality.",
      "vi": "Không có đường tắt đến chất lượng."
    }
  },
  {
    "translation": {
      "en": "Owner loyalty and customer satisfaction are the only solid bases",
      "vi": "Sự trung thành của chủ xe và hài lòng của khách là cơ sở vững chắc duy nhất"
    }
  },
  {
    "translation": {
      "en": "for growth in our industry.",
      "vi": "để phát triển trong ngành này."
    }
  },
  {
    "translation": {
      "en": "When he was still 32 at GM, he still had one suit.",
      "vi": "Năm ông ấy 32 tuổi ở General Motors, ông ấy vẫn chỉ có một bộ com-lê."
    }
  },
  {
    "translation": {
      "en": "He had a very plebeian life.",
      "vi": "Ông ấy có lối sống rất bình dân."
    }
  },
  {
    "translation": {
      "en": "And he said himself that he was the squarest guy at General Motors.",
      "vi": "Và chính ông ấy tự nói rằng ông ấy là gã lỗi thời nhất ở General Motors."
    }
  },
  {
    "translation": {
      "en": "John DeLorean, he was a, um… [clears throat] …corporate child of the '50s",
      "vi": "John DeLorean, ông ấy là con cưng của tập đoàn vào những năm 50"
    }
  },
  {
    "translation": {
      "en": "and as things changed in the '60s, he rebelled against that.",
      "vi": "và khi mọi thứ thay đổi vào những năm 60, ông ấy đã chống đối điều đó."
    }
  },
  {
    "translation": {
      "en": "[Ed Lapham] The 1960s. It was a great time in Detroit.",
      "vi": "Những năm 1960. Đó là quãng thời gian tuyệt vời ở Detroit."
    }
  },
  {
    "translation": {
      "en": "It was great to be part of everything that was going on. It really was.",
      "vi": "Thật tuyệt khi là một phần của mọi thứ diễn ra thời ấy. Thật đó."
    }
  },
  {
    "translation": {
      "en": "And it was home for the young and the hip.",
      "vi": "Và đó là nhà của lớp trẻ và dân sành điệu."
    }
  },
  {
    "translation": {
      "en": "Motown Records is down here.",
      "vi": "Motown Records đã ở đây."
    }
  },
  {
    "translation": {
      "en": "John DeLorean, he used to tell people that if you wanted to find out",
      "vi": "John DeLorean, ông ấy từng nói với mọi người rằng nếu bạn muốn biết"
    }
  },
  {
    "translation": {
      "en": "what was going on with the young people in America, listen to top 40 radio.",
      "vi": "lớp trẻ ở Mỹ đang thế nào, hãy nghe tốp 40 bài hát trên đài phát thanh."
    }
  },
  {
    "translation": {
      "en": "And he believed that, he preached it. And I guess he did.",
      "vi": "Và ông ấy tin nó, giảng về nó. Chắc ông ấy làm vậy."
    }
  },
  {
    "translation": {
      "en": "[John] The guys that drove exciting cars were the chubby guys on Wall Street who didn't know how to drive,",
      "vi": "Mấy gã lái xe xịn xò là mấy tay mập mạp ở Phố Wall, những kẻ không rành lái xe,"
    }
  },
  {
    "translation": {
      "en": "and the young people who really knew how to do it and got a high, couldn't afford them.",
      "vi": "còn những người trẻ thực sự biết lái và chơi tới bến, lại không đủ tiền mua chúng."
    }
  },
  {
    "translation": {
      "en": "So I think-- I said, \"Well, I think there's a market there.\"",
      "vi": "Nên tôi nghĩ… Tôi đã nói: \"Chà, có lẽ đó là thị trường đấy\"."
    }
  },
  {
    "translation": {
      "en": "DeLorean, and he can't have been the only person, but he was most notable for this.",
      "vi": "DeLorean không phải là người duy nhất, nhưng lại có tiếng nhất về việc này."
    }
  },
  {
    "translation": {
      "en": "The bright idea.",
      "vi": "Ý tưởng xuất sắc."
    }
  },
  {
    "translation": {
      "en": "\"Let's take our cheapest compact car",
      "vi": "Hãy lấy chiếc xe nhỏ gọn, rẻ tiền nhất của ta"
    }
  },
  {
    "translation": {
      "en": "and let's put the biggest engine we've got in the thing.\"",
      "vi": "và đặt động cơ khủng nhất ta có vào trong đó."
    }
  },
  {
    "translation": {
      "en": "[voiceover] Some sporty cars are only pussycats.",
      "vi": "Vài loại xe thể thao chỉ là mèo con."
    }
  },
  {
    "translation": {
      "en": "Pontiac's GTO is all tiger.",
      "vi": "còn GTO của Pontiac lại chính là cọp lớn."
    }
  },
  {
    "translation": {
      "en": "Agile, nimble.",
      "vi": "Lẹ làng, nhanh nhẹn."
    }
  },
  {
    "translation": {
      "en": "One of the wide-track tigers from Pontiac.",
      "vi": "Một trong những con cọp với bánh xe to đến từ Pontiac,"
    }
  },
  {
    "translation": {
      "en": "GTO.",
      "vi": "GTO."
    }
  },
  {
    "translation": {
      "en": "[P.J. O'Rourke] The result was not a wonderful car, but it was brilliantly fast.",
      "vi": "Kết quả không phải là một chiếc xe phi thường, nhưng nó nhanh như chớp."
    }
  },
  {
    "translation": {
      "en": "It just blew everything away.",
      "vi": "Nó thổi bay mọi thứ."
    }
  },
  {
    "translation": {
      "en": "And it's kind of a simplistic idea,",
      "vi": "Và đó chỉ là một ý tưởng quá đơn giản,"
    }
  },
  {
    "translation": {
      "en": "but then it was being sold to young men, who are famously simplistic.",
      "vi": "nhưng nó lại được bán cho các gã trai trẻ, những kẻ có tiếng là quá đơn giản."
    }
  },
  {
    "translation": {
      "en": "[man] With the GTO, DeLorean was the one who fully understood youth culture.",
      "vi": "Với chiếc GTO, DeLorean là người am hiểu tường tận văn hóa giới trẻ."
    }
  },
  {
    "translation": {
      "en": "And that's where he was a pathbreaker,",
      "vi": "Và đó là lúc ông ấy thành người mở đường,"
    }
  },
  {
    "translation": {
      "en": "was associating these cars with racing,",
      "vi": "kết hợp những chiếc xe này với việc đua xe,"
    }
  },
  {
    "translation": {
      "en": "and a lot of the lifestyle coming out of the west coast.",
      "vi": "và vô số lối sống xuất phát từ bờ Tây."
    }
  },
  {
    "translation": {
      "en": "So all of this came together,",
      "vi": "Nên với mọi thứ đó kết hợp lại,"
    }
  },
  {
    "translation": {
      "en": "and he was really the first executive in the auto industry",
      "vi": "ông ấy thực sự là người điều hành đầu tiên trong ngành ô tô"
    }
  },
  {
    "translation": {
      "en": "who saw the power of that and took advantage of it.",
      "vi": "nhìn thấy sức mạnh của điều đó và tận dụng nó."
    }
  },
  {
    "translation": {
      "en": "[John] We set new sales records and profit records, which I don't think have ever been equaled.",
      "vi": "Chúng tôi đã lập kỷ lục mới về doanh số và lợi nhuận, kỷ lục tôi nghĩ chưa từng đạt."
    }
  },
  {
    "translation": {
      "en": "As a result of that, I was made a group executive",
      "vi": "Kết quả, tôi được bổ nhiệm là nhà điều hành nhóm"
    }
  },
  {
    "translation": {
      "en": "in charge of all of GM's North American car and truck operations,",
      "vi": "phụ trách mọi hoạt động xe hơi và xe tải của GM ở Bắc Mỹ,"
    }
  },
  {
    "translation": {
      "en": "which is about 92% of General Motors' total profitability.",
      "vi": "mảng chiếm khoảng 92% tổng lợi nhuận của General Motors."
    }
  },
  {
    "translation": {
      "en": "[man] He was a free-thinker.",
      "vi": "Ông ấy là nhà tư tưởng tự do."
    }
  },
  {
    "translation": {
      "en": "He didn't like stifling conformity of General Motors,",
      "vi": "Ông ấy không thích sự tuân thủ ngột ngạt của General Motors,"
    }
  },
  {
    "translation": {
      "en": "which was all the more astounding because he kept rising in the ranks",
      "vi": "điều còn đáng kinh ngạc hơn vì ông ấy ngày càng thăng tiến"
    }
  },
  {
    "translation": {
      "en": "from sheer skill and merchandising ability.",
      "vi": "nhờ kỹ năng tuyệt vời và khả năng buôn bán."
    }
  },
  {
    "translation": {
      "en": "[announcer] From Big D Driving Detroit, General Manager, Mr. John Z. DeLorean.",
      "vi": "Từ Người cầm cương của Detroit D Bự, Giám đốc Quản lý, anh John Z. DeLorean."
    }
  },
  {
    "translation": {
      "en": "[Ed] John DeLorean went to Hollywood.",
      "vi": "John DeLorean đã đến Hollywood."
    }
  },
  {
    "translation": {
      "en": "He got connected to that world out there, and he used to find excuses to go out there and travel,",
      "vi": "Ông ấy kết nối với thế giới ấy ở đó, và thường tìm cớ để đến đó và du lịch,"
    }
  },
  {
    "translation": {
      "en": "and he made friends out there, and it was-- it became a hip existence.",
      "vi": "rồi kết giao ở đó, và nó… nó đã thành một cuộc sống sành điệu."
    }
  },
  {
    "translation": {
      "en": "[Ivan] DeLorean was very popular around Hollywood because he had cars and money to throw around.",
      "vi": "DeLorean, ông ấy đã rất nổi tiếng khắp Hollywood vì có tiền và xe để phung phí."
    }
  },
  {
    "translation": {
      "en": "And he used to be seen, you know, taking out Ursula Andress",
      "vi": "Họ từng thấy ông ấy, ừm, đi chơi với Ursula Andress"
    }
  },
  {
    "translation": {
      "en": "and all sorts of very beautiful actresses.",
      "vi": "và đủ các nữ diễn viên xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "The phrase was, \"He went Hollywood.\"",
      "vi": "Họ nói: \"Ông ấy bị Hollywood hóa\"."
    }
  },
  {
    "translation": {
      "en": "[John] I never have felt it necessary to explain my lifestyle. I do things my own way.",
      "vi": "Tôi chưa từng thấy cần giải thích lối sống của tôi. Tôi làm mọi thứ theo cách riêng."
    }
  },
  {
    "translation": {
      "en": "I have a reasonably strong sex drive, which I happen to think is an important part of any guy.",
      "vi": "Tôi có ham muốn tình ái mạnh mẽ và hợp lý. Tôi nghĩ đó là phần cốt yếu của đàn ông."
    }
  },
  {
    "translation": {
      "en": "No man who ever accomplished something didn't have that one characteristic.",
      "vi": "Chẳng có gã trai nào làm nên chuyện mà lại không có đặc điểm đó."
    }
  },
  {
    "translation": {
      "en": "[Gail Sheehy] He was very elegant when I met him,",
      "vi": "Ông ấy rất lịch lãm khi tôi gặp ông ấy,"
    }
  },
  {
    "translation": {
      "en": "and he just looked so glamorous and virile.",
      "vi": "và nhìn ông ấy cực kỳ thu hút và nam tính,"
    }
  },
  {
    "translation": {
      "en": "[clears throat] On top of the world.",
      "vi": "rất giàu năng lượng."
    }
  },
  {
    "translation": {
      "en": "And he played off of that,",
      "vi": "Và ông ấy đã tận dụng điều đó,"
    }
  },
  {
    "translation": {
      "en": "but underneath, the exact opposite was happening.",
      "vi": "nhưng ẩn sâu bên dưới, điều ngược lại đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "I was writing a book called Passages",
      "vi": "Tôi đã viết một cuốn sách tên là Passages"
    }
  },
  {
    "translation": {
      "en": "and looking for people that-- who had midlife crises.",
      "vi": "và tìm kiếm những người mà… họ bị khủng hoảng tuổi trung niên."
    }
  },
  {
    "translation": {
      "en": "That was one of the bases of the book.",
      "vi": "Nó thuộc nền tảng của cuốn sách."
    }
  },
  {
    "translation": {
      "en": "And John DeLorean had a massive midlife crisis.",
      "vi": "Và John DeLorean đã bị khủng hoảng tuổi trung niên nặng nề."
    }
  },
  {
    "translation": {
      "en": "[Gail] And I was able to get an interview with him.",
      "vi": "Và tôi đã có cơ hội phỏng vấn ông ấy."
    }
  },
  {
    "translation": {
      "en": "How long does it take to get one of these put together? What are they?",
      "vi": "Mất bao lâu để lắp ráp một trong những thứ này? Chúng là gì?"
    }
  },
  {
    "translation": {
      "en": "[Gail] He was an engineer and he loved building things.",
      "vi": "Ông ấy từng là kỹ sư và thích lắp ráp mọi thứ."
    }
  },
  {
    "translation": {
      "en": "But then he went on up to the 14th floor, or the executive suite,",
      "vi": "Nhưng rồi ông ấy leo lên tận tầng 14, còn gọi là phòng điều hành,"
    }
  },
  {
    "translation": {
      "en": "where he was in the corporate offices,",
      "vi": "nơi ông ấy ngồi ở văn phòng tập đoàn,"
    }
  },
  {
    "translation": {
      "en": "where he had a higher position,",
      "vi": "nơi ông ấy có một vị trí cao hơn,"
    }
  },
  {
    "translation": {
      "en": "more money, but he wasn't a starboy anymore.",
      "vi": "nhiều tiền hơn, nhưng không còn là người đặc biệt nữa."
    }
  },
  {
    "translation": {
      "en": "And that was very tough for him.",
      "vi": "Điều đó rất khó với ông ấy."
    }
  },
  {
    "translation": {
      "en": "And then it became more than that.",
      "vi": "Và rồi nó trở nên còn hơn thế."
    }
  },
  {
    "translation": {
      "en": "It became also,",
      "vi": "Nó cũng trở thành:"
    }
  },
  {
    "translation": {
      "en": "\"Hey,\" you know, \"I could die.\"",
      "vi": "\"Này. Biết đấy, tôi có thể chết\"."
    }
  },
  {
    "translation": {
      "en": "He recognized his own mortality,",
      "vi": "Ông ấy nhận ra mình có thể chết,"
    }
  },
  {
    "translation": {
      "en": "and it's what I call midlife crisis,",
      "vi": "và tôi gọi đó là khủng hoảng tuổi trung niên,"
    }
  },
  {
    "translation": {
      "en": "and I was just beginning to develop that thesis,",
      "vi": "và tôi đã bắt đầu phát triển luận điểm đó,"
    }
  },
  {
    "translation": {
      "en": "uh, that this is a common thing in, from--",
      "vi": "rằng đây là một điều phổ biến trong,"
    }
  },
  {
    "translation": {
      "en": "at that time between 35 and 45 for men.",
      "vi": "từ… quãng thời gian từ 35 đến 45 tuổi đối với nam giới."
    }
  },
  {
    "translation": {
      "en": "And it happened for John DeLorean like a landslide.",
      "vi": "Và nó ập đến với John DeLorean như một trận lở đất."
    }
  },
  {
    "translation": {
      "en": "[John] I think it sort of came to me one time",
      "vi": "Tôi nghĩ tôi vô tình nghĩ tới nó"
    }
  },
  {
    "translation": {
      "en": "when I was making the new car announcement. And we're telling the dealers and the public",
      "vi": "khi đang thông báo về chiếc xe mới. Và chúng tôi bảo các đại lý và công chúng"
    }
  },
  {
    "translation": {
      "en": "what a dramatic and miraculous new car this was, and it really wasn't.",
      "vi": "đó là chiếc xe mới đầy ấn tượng và kỳ diệu, mà thật sự chả phải."
    }
  },
  {
    "translation": {
      "en": "It was the same old car with the fenders bent a little bit differently.",
      "vi": "Đó vẫn là cái xe cũ với phần chắn bùn được bẻ khác đi một tí."
    }
  },
  {
    "translation": {
      "en": "And so I thought, \"I just can't keep doing this.\"",
      "vi": "Nên tôi đã nghĩ: \"Mình không thể tiếp tục làm việc này\"."
    }
  },
  {
    "translation": {
      "en": "[Gail] He fell into a second adolescence, really.",
      "vi": "Ông ấy rơi vào trạng thái hồi xuân, thật vậy."
    }
  },
  {
    "translation": {
      "en": "So the first thing was you had to discard the old version,",
      "vi": "Và điều đầu tiên là bạn phải loại bỏ phiên bản cũ đã,"
    }
  },
  {
    "translation": {
      "en": "like the old car,",
      "vi": "như chiếc xe cũ vậy,"
    }
  },
  {
    "translation": {
      "en": "and then you had to go to the gym all the time and bulk up.",
      "vi": "và rồi bạn đến phòng tập gym liên tục để tập tành cho đô con."
    }
  },
  {
    "translation": {
      "en": "[Hillel Levin] So he almost embraced the youth movement, you know, quite literally.",
      "vi": "Vậy là, ông ấy gần đắm mình vào các hoạt động của giới trẻ theo nghĩa đen."
    }
  },
  {
    "translation": {
      "en": "And it's at this point he starts to reinvent himself… physically.",
      "vi": "Và ở thời điểm đó, ông ấy bắt đầu cải tổ bản thân về mặt ngoại hình."
    }
  },
  {
    "translation": {
      "en": "Getting plastic surgery.",
      "vi": "Phẫu thuật thẩm mỹ."
    }
  },
  {
    "translation": {
      "en": "The plastic surgery, in particular, is the jaw, you know, building out his jaws.",
      "vi": "Phẫu thuật thẩm mỹ ở đây cụ thể là phần hàm, làm lại xương hàm của ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Gail] If you look at him before and after,",
      "vi": "Nếu bạn nhìn ông ấy trước và sau,"
    }
  },
  {
    "translation": {
      "en": "he was transformed.",
      "vi": "ông ấy đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "And then he had to, you know, get the right kind of wife,",
      "vi": "Và rồi ông ấy phải, bạn biết đó, kiếm một cô vợ phù hợp,"
    }
  },
  {
    "translation": {
      "en": "who had to be half his age and a model.",
      "vi": "phải bằng nửa tuổi mình, là người mẫu."
    }
  },
  {
    "translation": {
      "en": "[Cristina] He was 25 years older than I was.",
      "vi": "Ông ấy lớn hơn tôi 25 tuổi."
    }
  },
  {
    "translation": {
      "en": "I was 24 when I married him.",
      "vi": "Hồi cưới ông ấy, tôi 24 tuổi."
    }
  },
  {
    "translation": {
      "en": "He was a fitness buff. I never thought of him as an older person.",
      "vi": "Ông ấy mê tập tành. Tôi chưa bao giờ nghĩ ông ấy lớn hơn."
    }
  },
  {
    "translation": {
      "en": "Plus, I was fascinated with his mind and his knowledge of things.",
      "vi": "Hơn nữa, tôi ngưỡng mộ trí óc và kiến thức của ông ấy về mọi thứ."
    }
  },
  {
    "translation": {
      "en": "He was always ambitious.",
      "vi": "Ông ấy luôn tham vọng."
    }
  },
  {
    "translation": {
      "en": "I know that he loved the limelight.",
      "vi": "Tôi biết ông ấy thích được chú ý."
    }
  },
  {
    "translation": {
      "en": "He liked being the superstar.",
      "vi": "Ông ấy thích làm siêu sao."
    }
  },
  {
    "translation": {
      "en": "You know, you could tell by the way he dressed, by the way he conducted himself in business.",
      "vi": "Biết đó, bạn có thể nhận ra qua cách ông ấy ăn mặc và hành xử trong công việc."
    }
  },
  {
    "translation": {
      "en": "In the back of his mind,",
      "vi": "Trong tâm trí ông ấy,"
    }
  },
  {
    "translation": {
      "en": "he always wanted to end up having his own car company.",
      "vi": "rốt cuộc thì ông ấy luôn muốn có công ty xe hơi của riêng mình."
    }
  },
  {
    "translation": {
      "en": "Being part or being one seventh or one tenth of some committee",
      "vi": "Tham gia hoặc là một phần bảy hay một phần mười của hội đồng nào đó"
    }
  },
  {
    "translation": {
      "en": "is a very unappealing thing to me.",
      "vi": "là một điều kém hấp dẫn với tôi."
    }
  },
  {
    "translation": {
      "en": "The other thing is I'm action-oriented. I like to be tied-in with the specifics.",
      "vi": "Một điều nữa là tôi thiên về hành động. Tôi thích tham gia các hoạt động cụ thể."
    }
  },
  {
    "translation": {
      "en": "When I was interviewing him, I got that he was a, you know,",
      "vi": "Khi phỏng vấn ông ấy, tôi cảm nhận được ông ấy là một, biết đó,"
    }
  },
  {
    "translation": {
      "en": "an enormously powerful personality,",
      "vi": "một cá tính vô cùng mạnh mẽ,"
    }
  },
  {
    "translation": {
      "en": "and did have fabulous ideas,",
      "vi": "và có những ý tưởng tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "and was sure he could amaze the world,",
      "vi": "và chắc chắn ông ấy có thể làm cả thế giới kinh ngạc,"
    }
  },
  {
    "translation": {
      "en": "but he couldn't do it at General Motors.",
      "vi": "nhưng ông ấy không thể làm điều đó ở General Motors."
    }
  },
  {
    "translation": {
      "en": "And he wanted to figure out how to get out of that.",
      "vi": "Và ông ấy muốn tìm cách thoát ra khỏi đó."
    }
  },
  {
    "translation": {
      "en": "-[man] Now, the news at nine o'clock. -[reporter 1] Good evening.",
      "vi": "Bản tin lúc chín giờ. Chào buổi tối. Hiện này, cuộc chiến Trung Đông đã gây ảnh hưởng tới toàn cầu."
    }
  },
  {
    "translation": {
      "en": "The Middle East war produced developments all over the world today.",
      "vi": "Chào buổi tối. Hiện này, cuộc chiến Trung Đông đã gây ảnh hưởng tới toàn cầu."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] 11 Arab countries cut off all oil shipments to the United States.",
      "vi": "Mười một nước Ả Rập đã cắt bỏ tất cả các chuyến chở dầu mỏ đến Mỹ."
    }
  },
  {
    "translation": {
      "en": "We are heading toward the most acute shortages of energy since World War Two.",
      "vi": "Ta sắp chịu sự thiếu hụt năng lượng nghiêm trọng nhất kể từ Thế chiến Thứ hai."
    }
  },
  {
    "translation": {
      "en": "[Ralph Nader] The oil crisis increased the price of gasoline,",
      "vi": "Khủng hoảng dầu mỏ làm tăng giá xăng dầu,"
    }
  },
  {
    "translation": {
      "en": "and after John DeLorean left General Motors in 1973,",
      "vi": "và sau khi John DeLorean rời General Motors vào năm 1973,"
    }
  },
  {
    "translation": {
      "en": "everybody knew that he saw a marketing opportunity",
      "vi": "mọi người đều biết rằng ông ấy nhìn thấy cơ hội tiếp thị"
    }
  },
  {
    "translation": {
      "en": "for an American-built car that was fuel-efficient.",
      "vi": "cho xe hơi tiết kiệm nhiên liệu được sản xuất tại Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Hillel] In the '70s, people were suddenly very concerned about fuel efficiency",
      "vi": "Vào những năm 70, mọi người đột nhiên rất quan tâm đến hiệu suất nhiên liệu"
    }
  },
  {
    "translation": {
      "en": "and the impact of cars on the environment.",
      "vi": "và tác động của xe hơi đến môi trường."
    }
  },
  {
    "translation": {
      "en": "And, you know, that was very much part of the zeitgeist of the time.",
      "vi": "Và, bạn biết đấy, đó là một phần chủ yếu của các hệ tư tưởng thời đó."
    }
  },
  {
    "translation": {
      "en": "So, DeLorean, just like he did with the youth movement in the '60s,",
      "vi": "Nên, DeLorean, giống như cách ông ấy làm với phong trào thanh niên thập niên 60,"
    }
  },
  {
    "translation": {
      "en": "now he's saying his car was going to appeal to people who are concerned",
      "vi": "giờ ông ấy nói rằng xe của mình sẽ hấp dẫn những người quan tâm"
    }
  },
  {
    "translation": {
      "en": "about the environment.",
      "vi": "đến môi trường."
    }
  },
  {
    "translation": {
      "en": "[John] We're doing a sports racing car. Very lightweight, excellent fuel economy.",
      "vi": "Chà, chúng tôi đang làm xe đua thể thao. Siêu nhẹ, cực tiết kiệm nhiên liệu."
    }
  },
  {
    "translation": {
      "en": "It's going to be very beautiful aesthetically,",
      "vi": "Nó sẽ rất đẹp về mặt thẩm mỹ,"
    }
  },
  {
    "translation": {
      "en": "and it's going to be designed in materials that have an eternal life. It's designed to last.",
      "vi": "và được thiết kế bởi vật liệu có thể tồn tại vĩnh cửu. Nó được thiết kế để tồn tại."
    }
  },
  {
    "translation": {
      "en": "[Ivan] He was going to build this very glamorous car that, for a start, didn't use much petrol.",
      "vi": "Ông ấy định chế tạo chiếc xe cực đẹp này, mà, trước hết là, không hề tốn xăng."
    }
  },
  {
    "translation": {
      "en": "It was going to be built out of stainless steel.",
      "vi": "Nó sẽ được làm từ thép không gỉ."
    }
  },
  {
    "translation": {
      "en": "He was embracing the zeitgeist at the time, the environment.",
      "vi": "Ông ấy đã nắm bắt hệ tư tưởng ở thời điểm đó, môi trường."
    }
  },
  {
    "translation": {
      "en": "That was the dream he had.",
      "vi": "Đó là giấc mơ của ông ấy."
    }
  },
  {
    "translation": {
      "en": "Using all-new materials, new designs, new everything.",
      "vi": "Sử dụng vật liệu hoàn toàn mới, thiết kế mới, tất cả đều mới."
    }
  },
  {
    "translation": {
      "en": "It was going to be all the things he had learned",
      "vi": "Đó sẽ là tất cả những gì ông ấy đã học được"
    }
  },
  {
    "translation": {
      "en": "from his lifetime in the motor industry.",
      "vi": "từ đời mình trong ngành công nghiệp xe hơi."
    }
  },
  {
    "translation": {
      "en": "And it was a fairly easy dream to sell.",
      "vi": "Và đó là một giấc mơ khá dễ bán."
    }
  },
  {
    "translation": {
      "en": "John was a guy that had exciting ideas,",
      "vi": "John là một người có những ý tưởng thú vị,"
    }
  },
  {
    "translation": {
      "en": "and it's always fun to work on new projects.",
      "vi": "và được làm những dự án mới thì luôn hay ho."
    }
  },
  {
    "translation": {
      "en": "He said, \"Well, I want to do a two-passenger sports car, and I need you to be the chief engineer of it.\"",
      "vi": "Ông ấy nói: \"Chà, tôi muốn làm xe thể thao hai chỗ và cần anh làm kỹ sư trưởng\"."
    }
  },
  {
    "translation": {
      "en": "I talked to Nina a little bit about it.",
      "vi": "Tôi đã kể Nina một chút về nó."
    }
  },
  {
    "translation": {
      "en": "I have a hunch her reaction was, \"That's not a great idea.\"",
      "vi": "Tôi linh cảm phản ứng của cô ấy là: \"Đó đâu phải ý hay\"."
    }
  },
  {
    "translation": {
      "en": "[Nina Collins] I do remember saying, \"I can't tell you what to do",
      "vi": "Tôi nhớ đã nói là: \"Em không thể khuyên anh nên làm gì"
    }
  },
  {
    "translation": {
      "en": "because you're the one doing the work and, you know, it sounds really exciting.\"",
      "vi": "vì anh là người thực hiện nó và, biết đó, nó nghe rất thú vị mà."
    }
  },
  {
    "translation": {
      "en": "\"I can understand it.\"",
      "vi": "Em hiểu điều đó."
    }
  },
  {
    "translation": {
      "en": "\"But I know our life is probably going to radically change in one way or another.\"",
      "vi": "Mà em biết đời ta có thể thay đổi hoàn toàn theo cách này hay cách khác\"."
    }
  },
  {
    "translation": {
      "en": "And I was right.",
      "vi": "Và tôi đã đúng."
    }
  },
  {
    "translation": {
      "en": "Bill, to his credit, was the person that built the first prototypes.",
      "vi": "Bill, thật đáng khen, là người đã tạo ra các nguyên mẫu đầu tiên."
    }
  },
  {
    "translation": {
      "en": "How he did that on a shoestring, I just wouldn't know.",
      "vi": "Làm sao ông ấy làm được nó với kinh phí eo hẹp, tôi chịu."
    }
  },
  {
    "translation": {
      "en": "The first prototype was magnificent,",
      "vi": "Nguyên mẫu đầu tiên rất tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "and John used that to sell the brand.",
      "vi": "và John đã dùng nó để bán thương hiệu."
    }
  },
  {
    "translation": {
      "en": "[Chris] We met John at the Car Dealers Convention in New Orleans.",
      "vi": "Chúng tôi đã gặp John tại Hội nghị Đại lý Xe hơi ở New Orleans."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't think John DeLorean had any clue who we were.",
      "vi": "Ý tôi là, tôi không nghĩ John DeLorean biết chúng tôi là ai."
    }
  },
  {
    "translation": {
      "en": "I don't think he, you know,",
      "vi": "Tôi không nghĩ ông ấy, biết đó,"
    }
  },
  {
    "translation": {
      "en": "watched Don't Look Back,",
      "vi": "đã xem Đừng Nhìn Lại,"
    }
  },
  {
    "translation": {
      "en": "or had any idea about documentary films, but he liked being on camera.",
      "vi": "hay biết gì về phim tài liệu, nhưng ông ấy rất thích được quay phim."
    }
  },
  {
    "translation": {
      "en": "-How's everything with you? -Everything's good.",
      "vi": "- Mọi việc thế nào? - Mọi việc ổn cả."
    }
  },
  {
    "translation": {
      "en": "My little daughter drives me crazy. I've never had so much fun in my life.",
      "vi": "Con gái của tôi làm tôi phát điên. Tôi chưa từng vui thế trong đời."
    }
  },
  {
    "translation": {
      "en": "I have a two-year-old girl, and it's absolutely the greatest thing that's ever happened to me.",
      "vi": "Tôi có một bé gái hai tuổi, và đó là điều tuyệt vời nhất từng xảy ra với tôi."
    }
  },
  {
    "translation": {
      "en": "[man] That's great.",
      "vi": "Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "I take her out to dinner once in a while, just the two of us, and…",
      "vi": "Đôi lúc tôi đưa con đi ăn tối, chỉ hai bố con, và…"
    }
  },
  {
    "translation": {
      "en": "-[man] Okay. -Yeah. It's really fun.",
      "vi": "- Vâng. - Phải. Vui lắm."
    }
  },
  {
    "translation": {
      "en": "John was there to charm dealers",
      "vi": "John đã ở đó để bỏ bùa các đại lý xe"
    }
  },
  {
    "translation": {
      "en": "and get them to invest $25,000 in stock in his company",
      "vi": "và khiến họ đầu tư 25.000 đô la vào cổ phiếu của công ty của ông ấy"
    }
  },
  {
    "translation": {
      "en": "because this was part of the financing plan for the car.",
      "vi": "vì đó là một phần của kế hoạch tài chính cho chiếc xe."
    }
  },
  {
    "translation": {
      "en": "How much does this cost in pounds?",
      "vi": "Cái này có giá bao nhiêu bảng Anh?"
    }
  },
  {
    "translation": {
      "en": "-We haven't set a price on it yet. -You haven't?",
      "vi": "- Chúng tôi vẫn chưa định giá. - Chưa à?"
    }
  },
  {
    "translation": {
      "en": "[Chris] A lot of the dealers had already invested in the company,",
      "vi": "Rất nhiều đại lý trước đó đã đầu tư vào công ty,"
    }
  },
  {
    "translation": {
      "en": "and they were so excited to see John,",
      "vi": "và họ rất háo hức được gặp John,"
    }
  },
  {
    "translation": {
      "en": "and John was like a rock star, basically, there,",
      "vi": "và về cơ bản John như một ngôi sao nhạc rock ở đó,"
    }
  },
  {
    "translation": {
      "en": "and he had Cristina, you know, his wife, this beautiful model, on his arm.",
      "vi": "và ông ấy có  vợ mình Cristina, người mẫu xinh đẹp này, trong vòng tay ông ấy."
    }
  },
  {
    "translation": {
      "en": "-Mac Magruder, from Palm Springs. -How are you?",
      "vi": "- Mac Magruder, từ Palm Springs. - Khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "-How you doing? -[John] Good to see you.",
      "vi": "- Ổn chứ? - Hân hạnh."
    }
  },
  {
    "translation": {
      "en": "You know, I, uh, I got 44 orders.",
      "vi": "Này. Biết gì chứ, tôi đã đặt 44 đơn hàng đấy."
    }
  },
  {
    "translation": {
      "en": "-[John] That's incredible. -Yeah. [laughs]",
      "vi": "- Tuyệt vời quá. - Ừ. Được rồi…"
    }
  },
  {
    "translation": {
      "en": "You look younger every time I see you. How do you do that?",
      "vi": "- Tuyệt vời quá. - Ừ. Được rồi… Mỗi lần gặp anh lại trẻ hơn. Sao có thể?"
    }
  },
  {
    "translation": {
      "en": "-No. We're gonna do that. -[woman] How'd you beat us here? Hi, John.",
      "vi": "- Không. Ta sẽ ổn mà. - Sao nhanh chân thế? Chào John."
    }
  },
  {
    "translation": {
      "en": "-[John] How are you? -Fine.",
      "vi": "- Khỏe chứ? - Tôi ổn."
    }
  },
  {
    "translation": {
      "en": "45 orders. Doris wants one.",
      "vi": "Bốn lăm đơn nhé. Doris muốn một cái. Vợ tôi đấy."
    }
  },
  {
    "translation": {
      "en": "-That's my wife. -[John] She gets the last one, right?",
      "vi": "Bốn lăm đơn nhé. Doris muốn một cái. Vợ tôi đấy. Chà, cô ấy có cái cuối. Nhỉ?"
    }
  },
  {
    "translation": {
      "en": "[Matt] The last one, yeah. Not the first one, the last one.",
      "vi": "Cái cuối. Ừ. Không phải cái đầu, mà là cuối."
    }
  },
  {
    "translation": {
      "en": "[Chris] People wanted him to succeed",
      "vi": "Mọi người muốn ông ấy thành công"
    }
  },
  {
    "translation": {
      "en": "because they would be pulled along on this, you know, amazing ride",
      "vi": "vì họ sẽ đồng hành trên, bạn biết đó, chuyến đi tuyệt vời này của ông ấy."
    }
  },
  {
    "translation": {
      "en": "that he was going on.",
      "vi": "bạn biết đó, chuyến đi tuyệt vời này của ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Ivan] DeLorean was going to put his own name on the motor company and on the car,",
      "vi": "DeLorean định sẽ đặt tên chính mình cho hãng ô tô và chiếc xe,"
    }
  },
  {
    "translation": {
      "en": "and that's a huge marketing advantage for a start.",
      "vi": "và đó là lợi thế tiếp thị khổng lồ giúp khởi đầu."
    }
  },
  {
    "translation": {
      "en": "And he then talked about, \"I want to build a company which, one day, will be as big as Ford and General Motors.\"",
      "vi": "Và ông ấy nói: \"Tôi muốn lập một công ty có ngày lớn như Ford và General Motors\"."
    }
  },
  {
    "translation": {
      "en": "That's the way he talked, very ambitious, uh, very-- but very innovative man.",
      "vi": "Đó là cách ông ấy nói, rất tham vọng, rất… nhưng ông ấy là người rất tân tiến."
    }
  },
  {
    "translation": {
      "en": "[Cristina] He was always ambitious,",
      "vi": "Ông ấy luôn tham vọng,"
    }
  },
  {
    "translation": {
      "en": "but he was driven to,",
      "vi": "nhưng ông ấy bị thúc đẩy bởi,"
    }
  },
  {
    "translation": {
      "en": "I think by demons from his childhood,",
      "vi": "tôi nghĩ là bởi những con quỷ từ thời ấu thơ của mình"
    }
  },
  {
    "translation": {
      "en": "to want to be extremely successful.",
      "vi": "để khao khát trở nên thành công rực rỡ."
    }
  },
  {
    "translation": {
      "en": "He came from a very abusive background because his father was a major alcoholic.",
      "vi": "Ông ấy xuất thân từ thời thơ ấu bị hành hạ vì bố ông ấy nghiện rượu nặng."
    }
  },
  {
    "translation": {
      "en": "I think my dad… loved his father, but I think it was a complicated relationship.",
      "vi": "Tôi nghĩ bố tôi yêu bố ông ấy, nhưng tôi nghĩ đó từng là một mối quan hệ phức tạp."
    }
  },
  {
    "translation": {
      "en": "[Zach] My dad was born in 1925.",
      "vi": "Bố tôi sinh năm 1925."
    }
  },
  {
    "translation": {
      "en": "His parents, I mean, I think, you know, went through Ellis Island. I mean, they were immigrants.",
      "vi": "Bố mẹ ông, ý là, tôi nghĩ, biết đó, đã đi qua Đảo Ellis. Ý là, họ là dân nhập cư."
    }
  },
  {
    "translation": {
      "en": "Where his parents and his family came from was Romania,",
      "vi": "Bố mẹ và gia đình ông ấy đến từ Rumani,"
    }
  },
  {
    "translation": {
      "en": "and there was a large Romanian community in Detroit at that point,",
      "vi": "và đã có một cộng đồng lớn người Rumani ở Detroit vào thời điểm đó,"
    }
  },
  {
    "translation": {
      "en": "you know, and where he lived.",
      "vi": "biết đó, và nơi ông ấy sống."
    }
  },
  {
    "translation": {
      "en": "[P.J.] Um, it's interesting. They didn't go to New York, as previous generations of immigrants had.",
      "vi": "Rất thú vị. Họ đã không đến New York, như các thế hệ người nhập cư trước."
    }
  },
  {
    "translation": {
      "en": "They went to the \"Boomtown.\"",
      "vi": "Họ đến một thị trấn phồn thịnh."
    }
  },
  {
    "translation": {
      "en": "They went to the Silicon Valley of its day, which was Detroit.",
      "vi": "Họ đến Thung lũng Silicon của thời đó, đó là Detroit."
    }
  },
  {
    "translation": {
      "en": "And the automobile companies provided lots of work for these people.",
      "vi": "Và các công ty ô tô đã cung cấp rất nhiều việc làm cho những người này."
    }
  },
  {
    "translation": {
      "en": "[John] You know, my father, he was the youngest of 13 kids",
      "vi": "Biết đó, bố tôi là người trẻ nhất trong số 13 đứa trẻ"
    }
  },
  {
    "translation": {
      "en": "from a farming family in the middle of Europe.",
      "vi": "đến từ một gia đình làm nông ở giữa châu Âu."
    }
  },
  {
    "translation": {
      "en": "He came to this country all by himself at age 15 or 16,",
      "vi": "Ông ấy đến đất nước này một mình ở tuổi 15 hoặc 16,"
    }
  },
  {
    "translation": {
      "en": "and then he fought his way through a variety of jobs",
      "vi": "và sau đó đã mưu sinh bằng nhiều công việc khác nhau"
    }
  },
  {
    "translation": {
      "en": "including, you know, being a cowboy,",
      "vi": "bao gồm, bạn biết đó, làm cao bồi,"
    }
  },
  {
    "translation": {
      "en": "you know, a foundry worker at the Ford Motor company,",
      "vi": "một công nhân lò đúc ở Hãng Ô tô Ford,"
    }
  },
  {
    "translation": {
      "en": "which is really where he spent most of his life.",
      "vi": "đó là nơi ông ấy dành phần lớn đời mình."
    }
  },
  {
    "translation": {
      "en": "[J. Patrick Wright] His father had a hard time with the language.",
      "vi": "Tôi biết bố ông ấy, ông ấy nói tiếng Anh rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "He worked at Ford Motor Company, he was a tradesman.",
      "vi": "Ông ấy làm ở Hãng Ô tô Ford, làm thợ thủ công ở đó."
    }
  },
  {
    "translation": {
      "en": "It was the life of a working person's family.",
      "vi": "Đó là cuộc sống của một gia đình người lao động."
    }
  },
  {
    "translation": {
      "en": "His father and mother, apparently, they had a hard time getting along.",
      "vi": "Bố và mẹ ông ấy, rõ ràng là họ đã rất khó để hòa hợp."
    }
  },
  {
    "translation": {
      "en": "Things got rough and she'd pick up the kids and move to California for a while and then come back,",
      "vi": "Mọi thứ khó khăn và cô ấy đón lũ trẻ tới California một thời gian rồi quay về,"
    }
  },
  {
    "translation": {
      "en": "and that was kind of his life.",
      "vi": "và đời ông ấy là thế."
    }
  },
  {
    "translation": {
      "en": "[Zach] We would sometimes talk about his family or his…",
      "vi": "Đôi khi chúng tôi nói về gia đình ông ấy hay cách mà ông ấy trưởng thành."
    }
  },
  {
    "translation": {
      "en": "The way he grew up.",
      "vi": "hay cách mà ông ấy trưởng thành."
    }
  },
  {
    "translation": {
      "en": "He had talked about how, like,",
      "vi": "Ông ấy đã kể về việc mà"
    }
  },
  {
    "translation": {
      "en": "uh, his dad and his buddies, you know, on payday on a Friday night,",
      "vi": "bố ông ấy và bạn mình, biết đó, vào tối thứ Sáu ngày trả lương,"
    }
  },
  {
    "translation": {
      "en": "would go get their paycheck, go to a local bar, and,",
      "vi": "sẽ đi lĩnh lương, đến một quán rượu địa phương, và,"
    }
  },
  {
    "translation": {
      "en": "you know, get into fights,",
      "vi": "bạn biết đấy, đánh lộn,"
    }
  },
  {
    "translation": {
      "en": "beat the crap out of the cops when they came or be--",
      "vi": "ẩu đả với cảnh sát khi họ đến hoặc…"
    }
  },
  {
    "translation": {
      "en": "And these big brawls would spill out on the street,",
      "vi": "Biết đó, và mấy vụ xô xát lớn này sẽ tràn ra đường,"
    }
  },
  {
    "translation": {
      "en": "and my dad had said that his father kind of enjoyed that.",
      "vi": "và bố tôi nói rằng ông tôi khá thích thú với điều đó."
    }
  },
  {
    "translation": {
      "en": "I think his-- He said his dad was an alcoholic.",
      "vi": "Tôi nghĩ… Bố tôi nói ông tôi là kẻ nghiện rượu."
    }
  },
  {
    "translation": {
      "en": "There was some physical abuse going on in the household.",
      "vi": "Đã có một số hành vi bạo hành thể xác trong gia đình."
    }
  },
  {
    "translation": {
      "en": "[John] The way the world cast its lot,",
      "vi": "Cái cách mà thế giới này vận hành,"
    }
  },
  {
    "translation": {
      "en": "you know, my father, he was destined to be a common laborer,",
      "vi": "biết đó, bố tôi, ông ấy được định sẵn là một người lao động bình thường,"
    }
  },
  {
    "translation": {
      "en": "you know, all of his life.",
      "vi": "bạn biết đấy, suốt cuộc đời ông."
    }
  },
  {
    "translation": {
      "en": "He also led a frustrated life",
      "vi": "Ông ấy cũng đã sống một cuộc đời thất vọng"
    }
  },
  {
    "translation": {
      "en": "because he felt he had a contribution to make.",
      "vi": "vì ông ấy cảm thấy mình phải đóng góp."
    }
  },
  {
    "translation": {
      "en": "Nobody would listen when you're just the little guy down on the foundry floor.",
      "vi": "Chẳng ai chịu nghe lời bố tôi khi ông ấy chỉ là một gã nhỏ bé trên sàn bê tông."
    }
  },
  {
    "translation": {
      "en": "[Gail] And I got him talking about, \"Where did he come from?\" \"What was his family life like?\"",
      "vi": "Và tôi khiến ông ấy kể về: \"Ông ấy từ đâu tới? Cuộc sống gia đình ông ấy sao?\""
    }
  },
  {
    "translation": {
      "en": "And he got very, you know, despondent",
      "vi": "Và ông ấy cực kỳ, biết đó, chán nản"
    }
  },
  {
    "translation": {
      "en": "and told me that his father was a factory worker. He was a drunk.",
      "vi": "và kể với tôi rằng bố ông ấy là một công nhân nhà máy. Bố ông ấy nghiện rượu."
    }
  },
  {
    "translation": {
      "en": "He died and left the family with nothing,",
      "vi": "Ông ấy chết và chẳng để lại gì cho gia đình,"
    }
  },
  {
    "translation": {
      "en": "and John with no emotional sense of love, or belonging,",
      "vi": "và John thiếu vắng ý thức cảm xúc về sự yêu thương, hay thuộc về,"
    }
  },
  {
    "translation": {
      "en": "or self-worth.",
      "vi": "hay sự tự tôn."
    }
  },
  {
    "translation": {
      "en": "You could tell from the way he told it in a halting way",
      "vi": "Bạn có thể nhận ra qua cái cách ông ấy kể về nó một cách ngập ngừng,"
    }
  },
  {
    "translation": {
      "en": "that there was a lot of pain there.",
      "vi": "rằng có rất nhiều nỗi đau trong đó."
    }
  },
  {
    "translation": {
      "en": "There was a lot of loss.",
      "vi": "Có rất nhiều mất mát."
    }
  },
  {
    "translation": {
      "en": "There was a lot of sense of never being anything or anybody,",
      "vi": "Có rất nhiều ý thức về việc không bao giờ trở thành gì hoặc bất cứ ai,"
    }
  },
  {
    "translation": {
      "en": "just a kind of throwaway ghetto kid.",
      "vi": "chỉ là một đứa trẻ khu ổ chuột bỏ đi."
    }
  },
  {
    "translation": {
      "en": "And that certainly never went with the image that the public had once he began rolling.",
      "vi": "Và nó khác hẳn với hình ảnh mà công chúng biết khi ông ấy bắt đầu thành công."
    }
  },
  {
    "translation": {
      "en": "So, you knew that underneath",
      "vi": "Nên là, bạn biết rằng trong sâu thẳm,"
    }
  },
  {
    "translation": {
      "en": "he would probably always have a sense of inner powerlessness",
      "vi": "có lẽ ông ấy luôn có một cảm giác bất lực bên trong"
    }
  },
  {
    "translation": {
      "en": "and fear of being nobody,",
      "vi": "và nỗi sợ trở thành kẻ vô danh tiểu tốt,"
    }
  },
  {
    "translation": {
      "en": "so he had to become really somebody",
      "vi": "nên ông ấy thực sự phải trở thành ai đó"
    }
  },
  {
    "translation": {
      "en": "to, um… keep that at bay.",
      "vi": "để ngăn chặn cái suy nghĩ đó."
    }
  },
  {
    "translation": {
      "en": "What he could imagine himself being like his heroes.",
      "vi": "Ông ấy tưởng tượng mình giống như những người hùng của ông ấy."
    }
  },
  {
    "translation": {
      "en": "The originals who started this greatest company in the world,",
      "vi": "Những người đầu tiên đã thành lập công ty vĩ đại nhất thế giới này,"
    }
  },
  {
    "translation": {
      "en": "who were, you know, independent-minded pioneers doing it from the ground up.",
      "vi": "những người tiên phong với đầu óc độc lập, xây nó từ những viên gạch đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Those were his heroes. That's what he wanted to be like.",
      "vi": "Đó là người hùng của ông ấy. Là cái ông ấy muốn trở thành."
    }
  },
  {
    "translation": {
      "en": "[John] I think that the people that built the automobile business,",
      "vi": "Tôi nghĩ những người đã xây dựng ngành kinh doanh xe hơi,"
    }
  },
  {
    "translation": {
      "en": "they were a rough, tough, driven bunch of bastards.",
      "vi": "họ là những tay đầy tham vọng, cứng cỏi, gan trường."
    }
  },
  {
    "translation": {
      "en": "I mean, you hear stories about those guys, you can't believe it.",
      "vi": "Ý tôi là, khi nghe những câu chuyện về họ, bạn không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "They used to work unbelievable hours.",
      "vi": "Họ từng làm việc quên giờ giấc."
    }
  },
  {
    "translation": {
      "en": "Absolutely they were an incredible and unusual bunch of people.",
      "vi": "Họ hoàn toàn là một đám người phi thường và dị thường."
    }
  },
  {
    "translation": {
      "en": "Just, really, the pioneers, the developers, the builders.",
      "vi": "Đó thực sự là những kẻ tiên phong, những nhà phát triển, những người xây dựng."
    }
  },
  {
    "translation": {
      "en": "We still gotta work on that front end, though, and get back to that brush--",
      "vi": "Mà bọn tôi vẫn phải cải tiến phía trước và quay về chỗ…"
    }
  },
  {
    "translation": {
      "en": "Hello, there.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "-Isn't it just a gorgeous thing? -She heard the first thing you said.",
      "vi": "- Nó đẹp tuyệt nhỉ? - Cô ấy nghe câu đầu tiên anh nói rồi."
    }
  },
  {
    "translation": {
      "en": "They know they have to do something with that, I'm sure.",
      "vi": "Họ biết họ phải làm gì đó với nó. Tôi chắc đó."
    }
  },
  {
    "translation": {
      "en": "[Ivan] John DeLorean needed the seed money to build this car.",
      "vi": "John DeLorean cần vốn ban đầu để chế tạo xe của mình."
    }
  },
  {
    "translation": {
      "en": "So if you go around the dealers around America, which he did,",
      "vi": "Nên nếu bạn đi gặp các đại lý quanh nước Mỹ, việc mà ông ấy đã làm,"
    }
  },
  {
    "translation": {
      "en": "and say, \"Look, you know, I'm gonna produce this car.\"",
      "vi": "và nói: \"Này, tôi sẽ sản xuất xe này."
    }
  },
  {
    "translation": {
      "en": "\"Would you guarantee, in advance, to take 20 cars, 30 cars, 50 cars?\"",
      "vi": "Anh có đảm bảo trước là sẽ lấy 20 xe, 30 xe, 50 xe không?\""
    }
  },
  {
    "translation": {
      "en": "You know, they matched the fender line with the window lines,",
      "vi": "Biết đó, họ làm đường chắn bùn với đường cửa sổ ăn khớp,"
    }
  },
  {
    "translation": {
      "en": "put louvers in the back,",
      "vi": "đẩy cửa gió ra phía sau,"
    }
  },
  {
    "translation": {
      "en": "changed the wheels,",
      "vi": "thay bánh xe,"
    }
  },
  {
    "translation": {
      "en": "and it's still as gorgeous as it ever was. Or better.",
      "vi": "và nó vẫn tuyệt đẹp như nó đã từng. Hoặc đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "And he got 350 dealers,",
      "vi": "Và tôi nghĩ ông ấy có 350 đại lý,"
    }
  },
  {
    "translation": {
      "en": "and he said guaranteed orders for 30,000 cars.",
      "vi": "và ông ấy nói đơn đặt hàng bảo đảm là 30.000 xe."
    }
  },
  {
    "translation": {
      "en": "But they weren't firm orders.",
      "vi": "Mà chúng chưa chắc chắn."
    }
  },
  {
    "translation": {
      "en": "But he still, obviously, hadn't got enough money to build the factory,",
      "vi": "Nhưng ông ấy vẫn, rõ ràng là, chưa có đủ tiền để xây dựng nhà máy,"
    }
  },
  {
    "translation": {
      "en": "to build everything that was needed to produce this wonderful new car.",
      "vi": "xây dựng mọi thứ cần thiết để sản xuất chiếc xe mới tuyệt vời này."
    }
  },
  {
    "translation": {
      "en": "[Walter Strycker] John didn't have anywhere near any money to build anything.",
      "vi": "John đã chẳng kiếm đâu ra đồng nào để xây cái gì cả."
    }
  },
  {
    "translation": {
      "en": "What we needed, really, was a couple 100 million dollars",
      "vi": "Thứ chúng tôi cần, thực sự là, vài trăm triệu đô la"
    }
  },
  {
    "translation": {
      "en": "to, you know, finally be able to build the plant,",
      "vi": "để, bạn biết đó, cuối cùng có thể xây dựng nhà máy,"
    }
  },
  {
    "translation": {
      "en": "build the car, and to have working capital.",
      "vi": "chế tạo chiếc xe, và để có vốn lưu động."
    }
  },
  {
    "translation": {
      "en": "And that's what we were looking for in these different sites.",
      "vi": "Và đó là thứ chúng tôi đã tìm kiếm ở các địa điểm khác nhau này."
    }
  },
  {
    "translation": {
      "en": "He shopped around to look for the best deal he could get.",
      "vi": "Ông ấy đã lân la dò tìm nhiều nơi để có được kèo tốt nhất có thể."
    }
  },
  {
    "translation": {
      "en": "The ideal… situation for him",
      "vi": "Tình thế lý tưởng cho ông ấy"
    }
  },
  {
    "translation": {
      "en": "was if he could get money and build a car, and not have to put any dough in.",
      "vi": "là có thể kiếm tiền và chế tạo xe mà chả phải bỏ xu nào vào."
    }
  },
  {
    "translation": {
      "en": "He was close to a deal to take his factory to Texas.",
      "vi": "Ông ấy đã gần đạt được thỏa thuận đưa nhà máy đến Texas."
    }
  },
  {
    "translation": {
      "en": "He also shopped the city of Detroit. He shopped Allentown, Pennsylvania.",
      "vi": "Ông ấy cũng dò la ở thành phố Detroit, dò la ở Allentown, Pennsylvania."
    }
  },
  {
    "translation": {
      "en": "He even went up to Maine.",
      "vi": "Ông ấy còn đến tận Maine."
    }
  },
  {
    "translation": {
      "en": "[Ivan] He originally thought of building it in Detroit or somewhere in America,",
      "vi": "Ban đầu ông ấy nghĩ sẽ xây nó ở Detroit hay một nơi ở Mỹ,"
    }
  },
  {
    "translation": {
      "en": "but then he found that if you went overseas, uh, Puerto Rico, or somewhere of that kind,",
      "vi": "nhưng rồi ông ấy thấy rằng nếu ra nước ngoài, Puerto Rico, hoặc tương tự,"
    }
  },
  {
    "translation": {
      "en": "they would offer you huge grants, they'd build a factory for you,",
      "vi": "họ sẽ cấp trợ cấp khủng, sẽ xây một nhà máy cho bạn,"
    }
  },
  {
    "translation": {
      "en": "and that became quite attractive to him. And that's when he first went to Puerto Rico,",
      "vi": "và nó trở nên hấp dẫn với ông ấy và đó là khi ông ấy đến Puerto Rico lần đầu,"
    }
  },
  {
    "translation": {
      "en": "got into negotiations there.",
      "vi": "tham gia đàm phán ở đó."
    }
  },
  {
    "translation": {
      "en": "They all went sour.",
      "vi": "Nó đã thất bại thảm hại."
    }
  },
  {
    "translation": {
      "en": "[Bill Collins] We went round and round. We spent lots of time in Italy.",
      "vi": "Bọn tôi đi lòng vòng. Bọn tôi dành nhiều thì giờ ở Ý."
    }
  },
  {
    "translation": {
      "en": "We were going to take over Maserati.",
      "vi": "Bọn tôi đã định tiếp quản Maserati."
    }
  },
  {
    "translation": {
      "en": "And I got sent to some place in Spain where the GM plant was closing.",
      "vi": "Và tôi được cử đến một nơi ở Tây Ban Nha, nơi nhà máy của GM đang đóng cửa."
    }
  },
  {
    "translation": {
      "en": "We just kept running around, looking for some way to get a free plant.",
      "vi": "Chúng tôi cứ chạy vòng quanh, tìm cách để có nhà máy miễn phí."
    }
  },
  {
    "translation": {
      "en": "[Ivan] And then the Republic of Ireland became involved.",
      "vi": "Và rồi Cộng hòa Ai-len bắt đầu nhập cuộc."
    }
  },
  {
    "translation": {
      "en": "The IDA, the Industrial Development Authority of Ireland,",
      "vi": "IDA, Cơ quan Xúc tiến Đầu tư của Ai-len,"
    }
  },
  {
    "translation": {
      "en": "was very, very active in trying to bring in investors into Ireland.",
      "vi": "đã rất tích cực trong việc cố gắng đưa các nhà đầu tư vào Ai-len."
    }
  },
  {
    "translation": {
      "en": "[man] The Industrial Development Authority, the IDA,",
      "vi": "Cơ quan Xúc tiến Đầu tư, IDA,"
    }
  },
  {
    "translation": {
      "en": "came to me and they said some of their people in America",
      "vi": "đã đến gặp tôi và nói vài người của họ ở Mỹ"
    }
  },
  {
    "translation": {
      "en": "were talking to a man called DeLorean",
      "vi": "đang bàn bạc với một người tên là DeLorean…"
    }
  },
  {
    "translation": {
      "en": "who had a project for a revolutionary new type of car.",
      "vi": "CHÍNH PHỦ AI-LEN 1977-1981 …người có một dự án về một loại xe hơi mới mang tính cách mạng."
    }
  },
  {
    "translation": {
      "en": "[Ivan] Des O'Malley, he was the minister in charge.",
      "vi": "Đó là Des O'Malley, bộ trưởng phụ trách."
    }
  },
  {
    "translation": {
      "en": "He was hugely-- he'd keep pressing for it very hard.",
      "vi": "Ông ấy đã rất ủng hộ… ông ấy cứ thúc bách nó."
    }
  },
  {
    "translation": {
      "en": "But one of the IDA officials said,",
      "vi": "Nhưng một nhân viên của IDA đã nói:"
    }
  },
  {
    "translation": {
      "en": "\"Hang on a second.\" \"I don't think we've looked at all of this, have we?\"",
      "vi": "\"Chờ một chút. Tôi không nghĩ ta đã xem xét tất cả. Đúng thế không?"
    }
  },
  {
    "translation": {
      "en": "\"Do we know that these firm orders for 30,000 cars actually exist?\"",
      "vi": "Liệu ta biết chắc các đơn đặt hàng 30.000 xe đó thực sự tồn tại chứ?"
    }
  },
  {
    "translation": {
      "en": "\"Have we tested this?\"",
      "vi": "Ta đã kiểm tra chưa?\""
    }
  },
  {
    "translation": {
      "en": "So this guy went over and knocked on the doors of these dealers.",
      "vi": "Thế là ông ấy đến và gõ cửa các đại lý này…"
    }
  },
  {
    "translation": {
      "en": "He came back and said, \"Look, I'm sorry. These orders don't exist.\"",
      "vi": "rồi về và nói: \"Này. Xin lỗi. Những đơn hàng này không tồn tại\"."
    }
  },
  {
    "translation": {
      "en": "And the Irish were forced to pull the offer at the very last moment.",
      "vi": "Và bên Ai-len đã buộc phải rút lại lời đề nghị vào phút chót."
    }
  },
  {
    "translation": {
      "en": "[man] It was a question, really, of the risk involved, as we saw it,",
      "vi": "Đó là một câu hỏi, thực sự là, về sự rủi ro, như chúng tôi đã thấy,"
    }
  },
  {
    "translation": {
      "en": "and we thought that it really didn't fit the kind of criteria which we apply in these things",
      "vi": "và chúng tôi nghĩ nó thực sự không phù hợp với tiêu chí áp dụng cho những thứ này"
    }
  },
  {
    "translation": {
      "en": "and therefore we decided to withdraw from the negotiation.",
      "vi": "và do đó chúng tôi đã quyết định rút khỏi đàm phán."
    }
  },
  {
    "translation": {
      "en": "[Walter] Arthur Andersen was our accounting firm,",
      "vi": "Arthur Andersen là công ty kế toán của chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "and they said, well, they had a special group",
      "vi": "và họ nói, chà, họ có một nhóm đặc biệt"
    }
  },
  {
    "translation": {
      "en": "for Industrial Development in North Ireland,",
      "vi": "dành cho Phát triển Công nghiệp ở Bắc Ai-len,"
    }
  },
  {
    "translation": {
      "en": "and that they had a different attitude.",
      "vi": "và họ có thái độ khác hẳn."
    }
  },
  {
    "translation": {
      "en": "And so I told John, \"John, I'm going up to Belfast to meet with the people in North Ireland.\"",
      "vi": "Và tôi bảo John, nói là: \"John, tôi sẽ đến Belfast để gặp mấy người ở Bắc Ai-len\"."
    }
  },
  {
    "translation": {
      "en": "[man] The British government were desperate for investments.",
      "vi": "Chính phủ Anh đã rất mong mỏi có các nhà đầu tư."
    }
  },
  {
    "translation": {
      "en": "John DeLorean was desperate for money.",
      "vi": "John DeLorean mong mỏi có tiền."
    }
  },
  {
    "translation": {
      "en": "So, they didn't ask too many questions",
      "vi": "Thế nên, họ không hỏi quá nhiều câu hỏi"
    }
  },
  {
    "translation": {
      "en": "about the sales that DeLorean promised.",
      "vi": "về doanh số mà DeLorean đã hứa hẹn."
    }
  },
  {
    "translation": {
      "en": "Why, the British government and North Ireland would fund you forever.",
      "vi": "Lý do mà chính phủ Anh và Bắc Ai-len sẽ tài trợ cho bạn mãi mãi."
    }
  },
  {
    "translation": {
      "en": "'Cause it was, you know, 2,500 employees.",
      "vi": "Bởi vì, đó là, bạn biết đó, 2.500 nhân viên."
    }
  },
  {
    "translation": {
      "en": "We worked out a contract, and the financing,",
      "vi": "Chúng tôi đã lập ra một hợp đồng, kế hoạch tài chính,"
    }
  },
  {
    "translation": {
      "en": "and how it would work, and all that.",
      "vi": "cách thức hoạt động, tất cả."
    }
  },
  {
    "translation": {
      "en": "And we got that all done, and then I called John and I said, \"John, we got it funded.\"",
      "vi": "Và chúng tôi đã xong tất cả, rồi tôi gọi John và nói: \"John, ta có tài trợ rồi\"."
    }
  },
  {
    "translation": {
      "en": "And it was dead silence. [chuckling]",
      "vi": "Một sự im lặng đáng sợ."
    }
  },
  {
    "translation": {
      "en": "That was the thing that I thought, \"Oh, sh…\"",
      "vi": "Và tôi đã nghĩ là: \"Chết tiệt\"."
    }
  },
  {
    "translation": {
      "en": "And then John was going, \"Oh, Christ. Are we gonna do this?\"",
      "vi": "Rồi John nói: \"Chúa ơi. Ta sẽ làm việc này thật ư?\""
    }
  },
  {
    "translation": {
      "en": "[reporter] The British government is committed to John DeLorean",
      "vi": "Chính phủ Anh cam kết với John DeLorean và công ty của ông ấy"
    }
  },
  {
    "translation": {
      "en": "and his company to the tune of £84 million.",
      "vi": "Chính phủ Anh cam kết với John DeLorean và công ty của ông ấy hỗ trợ khoản tiền là 84 triệu bảng."
    }
  },
  {
    "translation": {
      "en": "They accomplished so much so quickly.",
      "vi": "Họ đã hoàn thành nhiều thứ rất nhanh."
    }
  },
  {
    "translation": {
      "en": "All the little obstacles that we've had other places were just taken care of immediately.",
      "vi": "Những trở ngại nhỏ mà chúng tôi gặp ở các nơi khác được xử lý ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "[man] This is a car assembly plant.",
      "vi": "Đây là nhà máy lắp ráp xe hơi."
    }
  },
  {
    "translation": {
      "en": "It's a specialized product. It's the United States market it's going for.",
      "vi": "Đó là một sản phẩm chuyên dụng. Nó sẽ bán cho thị trường Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "The company have got 400 outlets already.",
      "vi": "BỘ TRƯỞNG BỘ NGOẠI GIAO BẮC AI-LEN Công ty đã có sẵn 400 đại lý."
    }
  },
  {
    "translation": {
      "en": "They've got private investment behind them. They've got 30,000 orders already for the car.",
      "vi": "Họ có các nhà đầu tư tư nhân đứng sau. Họ đã có 30.000 đơn đặt hàng xe."
    }
  },
  {
    "translation": {
      "en": "On June 22nd, the Belfast Telegraph broke the story",
      "vi": "Ngày 22 tháng 6, tờ Tin tức Belfast đã đưa tin"
    }
  },
  {
    "translation": {
      "en": "that there was to be a massive new factory in West Belfast.",
      "vi": "rằng sẽ có một nhà máy mới khổng lồ ở Tây Belfast."
    }
  },
  {
    "translation": {
      "en": "It's here, on this green field site that the biggest industrial gamble",
      "vi": "Ở đây, cánh đồng xanh này, một canh bạc công nghiệp lớn nhất"
    }
  },
  {
    "translation": {
      "en": "this province has ever seen is to take place.",
      "vi": "mà tỉnh này từng thấy sẽ diễn ra."
    }
  },
  {
    "translation": {
      "en": "Within two years,",
      "vi": "Trong vòng hai năm, một nhà máy trị giá 60 triệu bảng"
    }
  },
  {
    "translation": {
      "en": "a factory costing £60 million worth of taxpayers' money is to be built.",
      "vi": "Trong vòng hai năm, một nhà máy trị giá 60 triệu bảng tiền của người nộp thuế sẽ được xây."
    }
  },
  {
    "translation": {
      "en": "This is an area of extremely high unemployment. One man in three is without work.",
      "vi": "Đây là nơi có tỷ lệ thất nghiệp rất cao. Cứ ba người thì một người thất nghiệp."
    }
  },
  {
    "translation": {
      "en": "There's complete euphoria about this factory.",
      "vi": "Có một sự phấn khích tuyệt đối về nhà máy."
    }
  },
  {
    "translation": {
      "en": "In nearly every household, there's an application form.",
      "vi": "Gần như cứ mỗi hộ dân đều có một đơn xin việc."
    }
  },
  {
    "translation": {
      "en": "[Jeremy Paxman] Today, in the unlikely setting of West Belfast,",
      "vi": "Hôm nay, trong bối cảnh khó tin của Tây Belfast,"
    }
  },
  {
    "translation": {
      "en": "John Delorean's dream is becoming reality.",
      "vi": "giấc mơ của John Delorean đang trở thành hiện thực."
    }
  },
  {
    "translation": {
      "en": "I want to tell you what a great pleasure it is for all of us to be here.",
      "vi": "Tôi muốn nói đây là niềm vinh hạnh lớn cho tất cả chúng ta ở đây."
    }
  },
  {
    "translation": {
      "en": "It's actually the culmination of a lot of years of very, very hard work.",
      "vi": "Nó thực sự là đỉnh cao của rất nhiều năm làm việc vô cùng vất vả."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] The chariot of Delorean's dreams is wide-bodied and low-slung.",
      "vi": "Cỗ xe ngựa trong mơ của DeLorean có thân rộng và gầm thấp."
    }
  },
  {
    "translation": {
      "en": "So far, only two working models have been built.",
      "vi": "Cho đến nay, chỉ có hai mẫu xe hoạt động được chế tạo."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] It is, in the view of many, the sexiest thing on four wheels.",
      "vi": "Theo quan điểm của nhiều người, nó là thứ bốn bánh quyến rũ nhất."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] I thought it was really bizarre that someone who looked and acted as DeLorean did,",
      "vi": "Tôi nghĩ thật sự kỳ lạ khi có ai đó có vẻ ngoài và hành động như DeLorean"
    }
  },
  {
    "translation": {
      "en": "and came from this other world.",
      "vi": "lại đến một thế giới khác thế này."
    }
  },
  {
    "translation": {
      "en": "I mean, he just came in with this perma-tan and perfect teeth",
      "vi": "Ý tôi là, ông ấy xuất hiện với làn da quanh năm rám nắng và hàm răng hoàn hảo,"
    }
  },
  {
    "translation": {
      "en": "into this grotty part of the country,",
      "vi": "tiến vào vùng đất nghèo nàn này của đất nước,"
    }
  },
  {
    "translation": {
      "en": "where he was going to build this factory to build this dream car.",
      "vi": "nơi ông ấy sẽ xây dựng một nhà máy để chế tạo chiếc xe hơi mơ ước."
    }
  },
  {
    "translation": {
      "en": "I thought it was extraordinary.",
      "vi": "Tôi nghĩ việc đó thật phi thường."
    }
  },
  {
    "translation": {
      "en": "[reporter] The center of Belfast again, a massive bomb explodes.",
      "vi": "Trung tâm của Belfast một lần nữa lại có vụ nổ bom nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "Well, DeLorean was so, um, dazzled by his own idea,",
      "vi": "Chà, DeLorean đã quá lóa mắt bởi ý tưởng của chính mình,"
    }
  },
  {
    "translation": {
      "en": "he just brushed it off and,",
      "vi": "ông ấy chỉ gạt nó đi và nói:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, this is-- There's nothing going on in Northern Ireland that could compete with Detroit.\"",
      "vi": "\"Chả có gì đang diễn ra ở Bắc Ireland có thể so với Detroit cả."
    }
  },
  {
    "translation": {
      "en": "\"I mean, more people get killed in Detroit than happens in Northern Ireland.\"",
      "vi": "Ý tôi là, nhiều người bị giết ở Detroit hơn ở Bắc Ireland mà\"."
    }
  },
  {
    "translation": {
      "en": "Which was totally the opposite of the truth.",
      "vi": "Điều mà hoàn toàn trái ngược với sự thật."
    }
  },
  {
    "translation": {
      "en": "[John] I had an interesting conversation",
      "vi": "Hẳn tôi đã có cuộc chuyện thú vị"
    }
  },
  {
    "translation": {
      "en": "when this young man who did the story in the Detroit Free Press Parade section,",
      "vi": "khi có cậu trai trẻ này viết bài cho mục Diễu hành của Thời báo Tự do Detroit"
    }
  },
  {
    "translation": {
      "en": "uh, called me up. I said, \"I'll make you a interesting arrangement.\"",
      "vi": "gọi điện cho tôi. Tôi nói: \"Tôi có kèo này cho cậu hay lắm\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Tonight at midnight,",
      "vi": "Tôi nói: \"Nửa đêm nay,"
    }
  },
  {
    "translation": {
      "en": "I'll go out and I'll take a one-hour walk around downtown Belfast",
      "vi": "tôi sẽ ra ngoài đi dạo một giờ quanh trung tâm thành phố Belfast"
    }
  },
  {
    "translation": {
      "en": "and you go take a one-hour walk around downtown Detroit.\"",
      "vi": "và cậu đi dạo một giờ quanh trung tâm thành phố Detroit\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"What? Are you nuts?\"",
      "vi": "Cậu ta nói: \"Hả? Anh điên à?\""
    }
  },
  {
    "translation": {
      "en": "It was a nasty war, and every day you went out on a bombing or a shooting.",
      "vi": "Đó là một cuộc chiến ác liệt, và ngày nào cũng có nổ bom hoặc nổ súng."
    }
  },
  {
    "translation": {
      "en": "Two Catholic postmen were gunned down at this same road junction.",
      "vi": "Hai người đưa thư đạo Thiên Chúa bị bắn chết ở cùng giao lộ này."
    }
  },
  {
    "translation": {
      "en": "Last week, two workmen were gunned down at the junction next down the road.",
      "vi": "Tuần trước, hai công nhân đã bị bắn tại giao lộ ngay kế ở cuối đường."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] And DeLorean was walking into this,",
      "vi": "Và DeLorean đã chìm vào việc này,"
    }
  },
  {
    "translation": {
      "en": "this guy with this \"hail-fellow-well-met\" attitude.",
      "vi": "chính gã này, với thái độ \"xin chào, rất hân hạnh\" ấy."
    }
  },
  {
    "translation": {
      "en": "He could be quite charming.",
      "vi": "Ông ấy có thể khá quyến rũ."
    }
  },
  {
    "translation": {
      "en": "But he was walking into an absolute snake pit.",
      "vi": "Nhưng ông ấy đã đang bước vào một nơi cực kỳ nguy hiểm."
    }
  }
]