[
  {
    "translation": {
      "en": "that guy that used to host that rap show on MTV.",
      "vi": "that guy that used to hostthat rap show on MTV."
    }
  },
  {
    "translation": {
      "en": "-♪ Fab 5 Freddy ♪ -♪ Yo, yo, yo ♪",
      "vi": "-♪ Fab 5 Freddy ♪-♪ Yo, yo, yo ♪"
    }
  },
  {
    "translation": {
      "en": "-[man] The number one show. -♪ Rap music ♪",
      "vi": "-[man] The number one show.-♪ Rap music ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Fab 5 Freddy ♪ -♪ Yo, yo ♪",
      "vi": "-♪ Fab 5 Freddy ♪-♪ Yo, yo ♪"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] I grew up in the Bed-Stuy section of Brooklyn, New York.",
      "vi": "[Brathwaite] I grew up in the Bed-Stuysection of Brooklyn, New York."
    }
  },
  {
    "translation": {
      "en": "My godfather was jazz drummer Max Roach and best friends with my dad.",
      "vi": "My godfather was jazz drummer Max Roachand best friends with my dad."
    }
  },
  {
    "translation": {
      "en": "Good music playing, my mom's great food on the stove,",
      "vi": "Good music playing,my mom's great food on the stove,"
    }
  },
  {
    "translation": {
      "en": "and my dad's friends at the house on the regular,",
      "vi": "and my dad's friendsat the house on the regular,"
    }
  },
  {
    "translation": {
      "en": "having spirited intellectual conversation over quality cannabis.",
      "vi": "having spirited intellectual conversationover quality cannabis."
    }
  },
  {
    "translation": {
      "en": "I'm a long-time cannabis connoisseur and an advocate.",
      "vi": "I'm a long-time cannabis connoisseurand an advocate."
    }
  },
  {
    "translation": {
      "en": "As cannabis goes mainstream, it's easy to forget the past:",
      "vi": "As cannabis goes mainstream,it's easy to forget the past:"
    }
  },
  {
    "translation": {
      "en": "and millions of lives destroyed in a war on drugs.",
      "vi": "and millions of lives destroyedin a war on drugs."
    }
  },
  {
    "translation": {
      "en": "As this trend of legalization spreads across the country,",
      "vi": "As this trend of legalizationspreads across the country,"
    }
  },
  {
    "translation": {
      "en": "you have to ask, \"Why was cannabis ever made illegal in the first place?\"",
      "vi": "you have to ask, \"Why was cannabisever made illegal in the first place?\""
    }
  },
  {
    "translation": {
      "en": "My journey to answer this question starts right here,",
      "vi": "My journey to answer this questionstarts right here,"
    }
  },
  {
    "translation": {
      "en": "The history of cannabis in America has long been tied",
      "vi": "The history of cannabis in Americahas long been tied"
    }
  },
  {
    "translation": {
      "en": "the biggest advocates of the day were jazz musicians.",
      "vi": "the biggest advocates of the daywere jazz musicians."
    }
  },
  {
    "translation": {
      "en": "Cab Calloway, of course, was one of the first",
      "vi": "Cab Calloway, of course,was one of the first"
    }
  },
  {
    "translation": {
      "en": "99.9% of the public wouldn't have no idea what he was talking about.",
      "vi": "99.9% of the public wouldn't haveno idea what he was talking about."
    }
  },
  {
    "translation": {
      "en": "were some of the slang words jazz greats used",
      "vi": "were some of the slang wordsjazz greats used"
    }
  },
  {
    "translation": {
      "en": "These terms would become some of the popular slang still in use today.",
      "vi": "These terms would become someof the popular slang still in use today."
    }
  },
  {
    "translation": {
      "en": "[man 2] Not only were jazz musicians smoking it,",
      "vi": "[man 2]Not only were jazz musicians smoking it,"
    }
  },
  {
    "translation": {
      "en": "but everybody knew that it gave them a leg up.",
      "vi": "but everybody knew that itgave them a leg up."
    }
  },
  {
    "translation": {
      "en": "When you got high on cannabis, the music slowed down a little bit.",
      "vi": "When you got high on cannabis,the music slowed down a little bit."
    }
  },
  {
    "translation": {
      "en": "they had better know that... Fats Wallace and Duke Ellington and all of them.",
      "vi": "they had better know that... Fats Wallaceand Duke Ellington and all of them."
    }
  },
  {
    "translation": {
      "en": "Way back in the days in the jazz era, they were speaking on the plant",
      "vi": "Way back in the days in the jazz era,they were speaking on the plant"
    }
  },
  {
    "translation": {
      "en": "because the plant was something that was a way of helping them find they groove",
      "vi": "because the plant was something that wasa way of helping them find they groove"
    }
  },
  {
    "translation": {
      "en": "and find they mind and find they mental, to create some of the most classic music",
      "vi": "and find they mind and find they mental,to create some of the most classic music"
    }
  },
  {
    "translation": {
      "en": "that was ever written, that was ever produced,",
      "vi": "that was ever written,that was ever produced,"
    }
  },
  {
    "translation": {
      "en": "There's something about that cannabis that brings the best out of whoever you are,",
      "vi": "There's something about that cannabis thatbrings the best out of whoever you are,"
    }
  },
  {
    "translation": {
      "en": "if you tap into your spirit or why it's here.",
      "vi": "if you tap into your spiritor why it's here."
    }
  },
  {
    "translation": {
      "en": "[man 3] There's a lot of reefer songs going around. \"Light Up.\"",
      "vi": "[man 3] There's a lot of reefer songsgoing around. \"Light Up.\""
    }
  },
  {
    "translation": {
      "en": "[hums melodically] ♪ Light up ♪",
      "vi": "[hums melodically]♪ Light up ♪"
    }
  },
  {
    "translation": {
      "en": "♪ All the jive is gone ♪",
      "vi": "♪ All the jive is gone ♪"
    }
  },
  {
    "translation": {
      "en": "♪ All the jive is gone ♪",
      "vi": "♪ All the jive is gone ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I had some fun, but now I'm on the run Because all the jive is gone ♪",
      "vi": "♪ I had some fun, but now I'm on the runBecause all the jive is gone ♪"
    }
  },
  {
    "translation": {
      "en": "Because back in the day, they called marijuana jive.",
      "vi": "Because back in the day,they called marijuana jive."
    }
  },
  {
    "translation": {
      "en": "♪ The latest crave The country's rave is jive, jive, jive ♪",
      "vi": "♪ The latest craveThe country's rave is jive, jive, jive ♪"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] You can trace the roots of cannabis to the city of New Orleans,",
      "vi": "[Brathwaite] You can trace the rootsof cannabis to the city of New Orleans,"
    }
  },
  {
    "translation": {
      "en": "a port city that was a melting pot of cultures and the birthplace of jazz.",
      "vi": "a port city that was a melting potof cultures and the birthplace of jazz."
    }
  },
  {
    "translation": {
      "en": "At a time when only the hippest cats knew where to find some good reefer",
      "vi": "At a time when only the hippest catsknew where to find some good reefer"
    }
  },
  {
    "translation": {
      "en": "♪ Hide the reefer Here comes the creeper ♪",
      "vi": "♪ Hide the reeferHere comes the creeper ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Hide the reefer Here comes the creeper ♪",
      "vi": "♪ Hide the reeferHere comes the creeper ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Hide the reefer Here comes the creeper ♪",
      "vi": "♪ Hide the reeferHere comes the creeper ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Hide the reefer Here comes the creeper ♪",
      "vi": "♪ Hide the reeferHere comes the creeper ♪"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Cannabis and its close cousin hemp",
      "vi": "[Brathwaite] Cannabisand its close cousin hemp"
    }
  },
  {
    "translation": {
      "en": "and traveled across the globe along trade routes.",
      "vi": "and traveled across the globealong trade routes."
    }
  },
  {
    "translation": {
      "en": "[Sloman] Marijuana doesn't actually become a social problem per se,",
      "vi": "[Sloman] Marijuana doesn't actually becomea social problem per se,"
    }
  },
  {
    "translation": {
      "en": "until there's early reports in El Paso Texas and also in New Orleans",
      "vi": "until there's early reportsin El Paso Texas and also in New Orleans"
    }
  },
  {
    "translation": {
      "en": "Marijuana, from its entry point into the US,",
      "vi": "Marijuana,from its entry point into the US,"
    }
  },
  {
    "translation": {
      "en": "that give Americans great amounts of trepidation,",
      "vi": "that give Americans great amountsof trepidation,"
    }
  },
  {
    "translation": {
      "en": "And that's African-Americans and jazz culture in New Orleans",
      "vi": "And that's African-Americansand jazz culture in New Orleans"
    }
  },
  {
    "translation": {
      "en": "In fact, the name cannabis was shifted in the mainstream discourse to marijuana,",
      "vi": "In fact, the name cannabis was shiftedin the mainstream discourse to marijuana,"
    }
  },
  {
    "translation": {
      "en": "in order to make the association with Mexican-ness.",
      "vi": "in order to make the associationwith Mexican-ness."
    }
  },
  {
    "translation": {
      "en": "We're talking about this happening in the first three decades",
      "vi": "We're talking about this happeningin the first three decades"
    }
  },
  {
    "translation": {
      "en": "which are some of the most xenophobic decades in American history,",
      "vi": "which are some of the mostxenophobic decades in American history,"
    }
  },
  {
    "translation": {
      "en": "although we're doing pretty well with that now.",
      "vi": "although we're doingpretty well with that now."
    }
  },
  {
    "translation": {
      "en": "But, you know, really intensely xenophobic moments.",
      "vi": "But, you know,really intensely xenophobic moments."
    }
  },
  {
    "translation": {
      "en": "So you're talking about individuals coming in through Mexico into Texas,",
      "vi": "So you're talking about individualscoming in through Mexico into Texas,"
    }
  },
  {
    "translation": {
      "en": "the great migration of African-Americans into northern cities.",
      "vi": "the great migration of African-Americansinto northern cities."
    }
  },
  {
    "translation": {
      "en": "So the whole population of urban America is shifting,",
      "vi": "So the whole populationof urban America is shifting,"
    }
  },
  {
    "translation": {
      "en": "and there's a ton of anxiety around this population.",
      "vi": "and there's a ton of anxietyaround this population."
    }
  },
  {
    "translation": {
      "en": "They were worried that the blacks in New Orleans",
      "vi": "They were worriedthat the blacks in New Orleans"
    }
  },
  {
    "translation": {
      "en": "would then use it to seduce white teenagers",
      "vi": "would then use itto seduce white teenagers"
    }
  },
  {
    "translation": {
      "en": "and get them hooked on this mysterious drug that they knew nothing about.",
      "vi": "and get them hooked on this mysteriousdrug that they knew nothing about."
    }
  },
  {
    "translation": {
      "en": "Jazz was the new music of the 20th century.",
      "vi": "Jazz was the new musicof the 20th century."
    }
  },
  {
    "translation": {
      "en": "Louis Armstrong is the most important seminal figure in the development of jazz.",
      "vi": "Louis Armstrong is the most importantseminal figure in the development of jazz."
    }
  },
  {
    "translation": {
      "en": "I was born, you know, in 1900. In James Alley, they called it.",
      "vi": "I was born, you know, in 1900.In James Alley, they called it."
    }
  },
  {
    "translation": {
      "en": "It's the back of town. That's the real New Orleans.",
      "vi": "It's the back of town.That's the real New Orleans."
    }
  },
  {
    "translation": {
      "en": "And as a little boy, they used to call me little Louis.",
      "vi": "And as a little boy,they used to call me little Louis."
    }
  },
  {
    "translation": {
      "en": "And I grew up there listening to all the good music.",
      "vi": "And I grew up therelistening to all the good music."
    }
  },
  {
    "translation": {
      "en": "[Hager] We know that Louis started smoking weed early on.",
      "vi": "[Hager] We know that Louisstarted smoking weed early on."
    }
  },
  {
    "translation": {
      "en": "[Sloman] Louis was one of our glorious, early potheads.",
      "vi": "[Sloman] Louis was oneof our glorious, early potheads."
    }
  },
  {
    "translation": {
      "en": "And obviously, if you listen to his music, you can see that pot,",
      "vi": "And obviously, if you listen to his music,you can see that pot,"
    }
  },
  {
    "translation": {
      "en": "if anything, had a very salutary effect on his music.",
      "vi": "if anything, hada very salutary effect on his music."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] By the 1920s, some states had begun outlawing marijuana usage,",
      "vi": "[Brathwaite] By the 1920s, some stateshad begun outlawing marijuana usage,"
    }
  },
  {
    "translation": {
      "en": "In 1930, Louis Armstrong was playing a gig at the Cotton Club in Culver City,",
      "vi": "In 1930, Louis Armstrong was playinga gig at the Cotton Club in Culver City,"
    }
  },
  {
    "translation": {
      "en": "when he got arrested for smoking a joint outside during a set break.",
      "vi": "when he got arrested for smoking a jointoutside during a set break."
    }
  },
  {
    "translation": {
      "en": "[Sloman] We're in Louis Armstrong's house, which has been preserved as a museum.",
      "vi": "[Sloman] We're in Louis Armstrong's house,which has been preserved as a museum."
    }
  },
  {
    "translation": {
      "en": "This whole desk is Louis' tape recorder, Louis' glasses maybe, I don't know.",
      "vi": "This whole desk is Louis' tape recorder,Louis' glasses maybe, I don't know."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Most of what we know about Louis Armstrong,",
      "vi": "[Brathwaite] Most of what we knowabout Louis Armstrong,"
    }
  },
  {
    "translation": {
      "en": "And he did not mince words in his opposition to prohibition.",
      "vi": "And he did not mince wordsin his opposition to prohibition."
    }
  },
  {
    "translation": {
      "en": "[Sloman] One of the things Louis never understood was",
      "vi": "[Sloman] One of the things Louisnever understood was"
    }
  },
  {
    "translation": {
      "en": "\"I'm not so particular about having a permit to carry a gun.",
      "vi": "\"I'm not so particular about havinga permit to carry a gun."
    }
  },
  {
    "translation": {
      "en": "All I want is a permit to carry that good shit.",
      "vi": "All I want is a permitto carry that good shit."
    }
  },
  {
    "translation": {
      "en": "You must see to it that I have special permission",
      "vi": "You must see to itthat I have special permission"
    }
  },
  {
    "translation": {
      "en": "to smoke all the reefers that I want to when I want,",
      "vi": "to smoke all the reefersthat I want to when I want,"
    }
  },
  {
    "translation": {
      "en": "or I will just have to put this horn down.\"",
      "vi": "or I will justhave to put this horn down.\""
    }
  },
  {
    "translation": {
      "en": "He was way ahead of his time because Louis wanted to get a permit for marijuana.",
      "vi": "He was way ahead of his time because Louiswanted to get a permit for marijuana."
    }
  },
  {
    "translation": {
      "en": "\"I can't afford to be tense, fearing that any minute I'm going to be arrested,",
      "vi": "\"I can't afford to be tense, fearingthat any minute I'm going to be arrested,"
    }
  },
  {
    "translation": {
      "en": "brought to jail, for a silly little minor thing like marijuana.\"",
      "vi": "brought to jail, for a sillylittle minor thing like marijuana.\""
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Louis' words were sensible, yet radical for that time.",
      "vi": "[Brathwaite] Louis' words were sensible,yet radical for that time."
    }
  },
  {
    "translation": {
      "en": "How is it that a mild intoxicant, a plant that grows naturally all over the world,",
      "vi": "How is it that a mild intoxicant, a plantthat grows naturally all over the world,"
    }
  },
  {
    "translation": {
      "en": "could be so feared by the American government",
      "vi": "could be so fearedby the American government"
    }
  },
  {
    "translation": {
      "en": "[man] Our distinguished guest for this evening is Harry J. Anslinger,",
      "vi": "[man] Our distinguished guestfor this evening is Harry J. Anslinger,"
    }
  },
  {
    "translation": {
      "en": "United States Commissioner of Narcotics, Treasury Department.",
      "vi": "United States Commissioner of Narcotics,Treasury Department."
    }
  },
  {
    "translation": {
      "en": "[Anslinger] It is the duty of the Treasury Department",
      "vi": "[Anslinger]It is the duty of the Treasury Department"
    }
  },
  {
    "translation": {
      "en": "to damn the harmful and malignant stream of narcotic drugs.",
      "vi": "to damn the harmful and malignant streamof narcotic drugs."
    }
  },
  {
    "translation": {
      "en": "The Treasury Department intends to pursue a relentless warfare",
      "vi": "The Treasury Department intendsto pursue a relentless warfare"
    }
  },
  {
    "translation": {
      "en": "against the despicable, dope-peddling vulture",
      "vi": "against the despicable,dope-peddling vulture"
    }
  },
  {
    "translation": {
      "en": "who preys on the weakness of his fellow man.",
      "vi": "who preys on the weaknessof his fellow man."
    }
  },
  {
    "translation": {
      "en": "One of the biggest architects of marijuana prohibition,",
      "vi": "One of the biggest architectsof marijuana prohibition,"
    }
  },
  {
    "translation": {
      "en": "maybe even the father of marijuana prohibition,",
      "vi": "maybe eventhe father of marijuana prohibition,"
    }
  },
  {
    "translation": {
      "en": "[Sloman] Harry Anslinger was an associate in the Prohibition department.",
      "vi": "[Sloman] Harry Anslinger was an associatein the Prohibition department."
    }
  },
  {
    "translation": {
      "en": "In 1930, he becomes the first head of the Bureau of Narcotics.",
      "vi": "In 1930, he becomes the first headof the Bureau of Narcotics."
    }
  },
  {
    "translation": {
      "en": "What you have to realize though about Anslinger is that...",
      "vi": "What you have to realizethough about Anslinger is that..."
    }
  },
  {
    "translation": {
      "en": "And that informed a lot of the way he viewed,",
      "vi": "And that informeda lot of the way he viewed,"
    }
  },
  {
    "translation": {
      "en": "you know, what measures should be taken against people",
      "vi": "you know, what measuresshould be taken against people"
    }
  },
  {
    "translation": {
      "en": "who were basically smoking a very innocent flower. [chuckles]",
      "vi": "who were basically smokinga very innocent flower. [chuckles]"
    }
  },
  {
    "translation": {
      "en": "Uh, I might say that, uh, we find this teenage addiction",
      "vi": "Uh, I might say that, uh, we findthis teenage addiction"
    }
  },
  {
    "translation": {
      "en": "in certain segments and certain neighborhoods.",
      "vi": "in certain segmentsand certain neighborhoods."
    }
  },
  {
    "translation": {
      "en": "For instance, you can almost chalk it down this way.",
      "vi": "For instance, you canalmost chalk it down this way."
    }
  },
  {
    "translation": {
      "en": "You come to New York, Philadelphia, Pittsburgh...",
      "vi": "You come to New York,Philadelphia, Pittsburgh..."
    }
  },
  {
    "translation": {
      "en": "would've known exactly what Anslinger meant right here.",
      "vi": "would've known exactlywhat Anslinger meant right here."
    }
  },
  {
    "translation": {
      "en": "These cities were known to have high populations of black and brown people.",
      "vi": "These cities were known to have highpopulations of black and brown people."
    }
  },
  {
    "translation": {
      "en": "Anslinger was a master at PR and at fake news.",
      "vi": "Anslinger was a master at PRand at fake news."
    }
  },
  {
    "translation": {
      "en": "So what he was able to do was always create the other.",
      "vi": "So what he was able to do wasalways create the other."
    }
  },
  {
    "translation": {
      "en": "He had been always amassing these horrid, lurid stories",
      "vi": "He had been always amassingthese horrid, lurid stories"
    }
  },
  {
    "translation": {
      "en": "of the devastation that's wrought by marijuana.",
      "vi": "of the devastationthat's wrought by marijuana."
    }
  },
  {
    "translation": {
      "en": "So this is just a small sample of what I call The Gore File.",
      "vi": "So this is just a small sampleof what I call The Gore File."
    }
  },
  {
    "translation": {
      "en": "\"Marijuana created a magnificent dream scenery and insanity.\"",
      "vi": "\"Marijuana createda magnificent dream scenery and insanity.\""
    }
  },
  {
    "translation": {
      "en": "\"Kills six in a hospital, Mexican crazed by marijuana",
      "vi": "\"Kills six in a hospital,Mexican crazed by marijuana"
    }
  },
  {
    "translation": {
      "en": "And this was published in the New York Times in 1925.",
      "vi": "And this was publishedin the New York Times in 1925."
    }
  },
  {
    "translation": {
      "en": "A woman and her four children have been driven insane",
      "vi": "A woman and her four childrenhave been driven insane"
    }
  },
  {
    "translation": {
      "en": "by eating the marijuana plant, according to doctors",
      "vi": "by eating the marijuana plant,according to doctors"
    }
  },
  {
    "translation": {
      "en": "who say there is no hope of saving the children's lives.",
      "vi": "who say there is no hopeof saving the children's lives."
    }
  },
  {
    "translation": {
      "en": "And that the mother will be insane for the rest of her life.\"",
      "vi": "And that the mother will be insanefor the rest of her life.\""
    }
  },
  {
    "translation": {
      "en": "At that time, most Americans knew nothing about marijuana.",
      "vi": "At that time, most Americansknew nothing about marijuana."
    }
  },
  {
    "translation": {
      "en": "So, um, the idea was, at least for Anslinger,",
      "vi": "So, um, the idea was,at least for Anslinger,"
    }
  },
  {
    "translation": {
      "en": "was to build up this consciousness of this public menace,",
      "vi": "was to build up this consciousnessof this public menace,"
    }
  },
  {
    "translation": {
      "en": "which really, you know, was not a public menace at all.",
      "vi": "which really, you know,was not a public menace at all."
    }
  },
  {
    "translation": {
      "en": "And one of the great cases is the Victor Licata case.",
      "vi": "And one of the great casesis the Victor Licata case."
    }
  },
  {
    "translation": {
      "en": "And this is a kind of place where Anslinger would... um...",
      "vi": "And this is a kind of placewhere Anslinger would... um..."
    }
  },
  {
    "translation": {
      "en": "One day, Victor Licata takes an ax and murders his father, mother,",
      "vi": "One day, Victor Licata takes an axand murders his father, mother,"
    }
  },
  {
    "translation": {
      "en": "Actually, Victor Licata was a schizophrenic.",
      "vi": "Actually, Victor Licatawas a schizophrenic."
    }
  },
  {
    "translation": {
      "en": "There was no evidence, of course, that marijuana caused any of this.",
      "vi": "There was no evidence, of course,that marijuana caused any of this."
    }
  },
  {
    "translation": {
      "en": "used these stories to promote the idea that weed just makes you totally insane.",
      "vi": "used these stories to promote the ideathat weed just makes you totally insane."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Under Anslinger's leadership,",
      "vi": "[Brathwaite]Under Anslinger's leadership,"
    }
  },
  {
    "translation": {
      "en": "marijuana propaganda sprouted up everywhere.",
      "vi": "marijuana propagandasprouted up everywhere."
    }
  },
  {
    "translation": {
      "en": "Millions of Americans would read it, see it on newsreels in theaters,",
      "vi": "Millions of Americans would read it,see it on newsreels in theaters,"
    }
  },
  {
    "translation": {
      "en": "Marijuana, a Mexican weed smoked in cigarette form, called reefers.",
      "vi": "Marijuana, a Mexican weedsmoked in cigarette form, called reefers."
    }
  },
  {
    "translation": {
      "en": "Should you ever be confronted with a temptation of taking that first puff",
      "vi": "Should you ever be confronted witha temptation of taking that first puff"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] And, eventually, there was a series of films, like Reefer Madness,",
      "vi": "[Brathwaite] And, eventually, there wasa series of films, like Reefer Madness,"
    }
  },
  {
    "translation": {
      "en": "devoted entirely to creating misinformation and mass hysteria",
      "vi": "devoted entirely to creatingmisinformation and mass hysteria"
    }
  },
  {
    "translation": {
      "en": "[man] People say cannabis was causing folks",
      "vi": "[man] People say cannabiswas causing folks"
    }
  },
  {
    "translation": {
      "en": "It was causing these young pretty white girls to be lured away from their homes",
      "vi": "It was causing these young pretty whitegirls to be lured away from their homes"
    }
  },
  {
    "translation": {
      "en": "And the federal government had to do something.",
      "vi": "And the federal governmenthad to do something."
    }
  },
  {
    "translation": {
      "en": "So, as a result, in 1937 cannabis was, in effect,",
      "vi": "So, as a result,in 1937 cannabis was, in effect,"
    }
  },
  {
    "translation": {
      "en": "commissioned a comprehensive report to be done on cannabis.",
      "vi": "commissioned a comprehensive reportto be done on cannabis."
    }
  },
  {
    "translation": {
      "en": "[Sloman] The Marihuana Report from LaGuardia",
      "vi": "[Sloman] The Marihuana Reportfrom LaGuardia"
    }
  },
  {
    "translation": {
      "en": "devastated every tenet of Anslinger's philosophy",
      "vi": "devastated every tenetof Anslinger's philosophy"
    }
  },
  {
    "translation": {
      "en": "You know, all these bug-a-boos were completely not true.",
      "vi": "You know, all these bug-a-booswere completely not true."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] In the pages of the LaGuardia Report,",
      "vi": "[Brathwaite] In the pagesof the LaGuardia Report,"
    }
  },
  {
    "translation": {
      "en": "scientists had confirmed that cannabis was not at all",
      "vi": "scientists had confirmedthat cannabis was not at all"
    }
  },
  {
    "translation": {
      "en": "[man] Back then, you didn't have internet.",
      "vi": "[man] Back then,you didn't have internet."
    }
  },
  {
    "translation": {
      "en": "the way you do so that you can unveil the bullshit.",
      "vi": "the way you do so that youcan unveil the bullshit."
    }
  },
  {
    "translation": {
      "en": "It's sort of like being in school and them feeding you history.",
      "vi": "It's sort of like being in schooland them feeding you history."
    }
  },
  {
    "translation": {
      "en": "They're going to feed you the history that they want to feed you.",
      "vi": "They're going to feed you the historythat they want to feed you."
    }
  },
  {
    "translation": {
      "en": "They're not going to feed you the whole history.",
      "vi": "They're not going to feed youthe whole history."
    }
  },
  {
    "translation": {
      "en": "Psychiatrists and sociologists, from 1936 on,",
      "vi": "Psychiatrists and sociologists,from 1936 on,"
    }
  },
  {
    "translation": {
      "en": "knew that there was nothing wrong with this weed",
      "vi": "knew that there wasnothing wrong with this weed"
    }
  },
  {
    "translation": {
      "en": "and that it's much worse if you're drinking alcohol",
      "vi": "and that it's much worseif you're drinking alcohol"
    }
  },
  {
    "translation": {
      "en": "Our decision-makers chose at every juncture to ignore the science.",
      "vi": "Our decision-makers choseat every juncture to ignore the science."
    }
  },
  {
    "translation": {
      "en": "At every moment when government officials could lead,",
      "vi": "At every momentwhen government officials could lead,"
    }
  },
  {
    "translation": {
      "en": "could actually use science, they chose propaganda.",
      "vi": "could actually use science,they chose propaganda."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] LaGuardia's report also uncovered",
      "vi": "[Brathwaite]LaGuardia's report also uncovered"
    }
  },
  {
    "translation": {
      "en": "that after the Marijuana Tax Act was passed,",
      "vi": "that after the Marijuana Tax Actwas passed,"
    }
  },
  {
    "translation": {
      "en": "people of color made up 78% of all marijuana arrests in New York City alone.",
      "vi": "people of color made up 78% of allmarijuana arrests in New York City alone."
    }
  },
  {
    "translation": {
      "en": "This racial disparity would continue till today.",
      "vi": "This racial disparitywould continue till today."
    }
  },
  {
    "translation": {
      "en": "wasn't really about trying to prevent people from getting high.",
      "vi": "wasn't really about tryingto prevent people from getting high."
    }
  },
  {
    "translation": {
      "en": "It was trying to prevent people from going to jazz clubs",
      "vi": "It was trying to prevent peoplefrom going to jazz clubs"
    }
  },
  {
    "translation": {
      "en": "[Sloman] A lot of the music scene and the ancillary use of pot",
      "vi": "[Sloman] A lot of the music sceneand the ancillary use of pot"
    }
  },
  {
    "translation": {
      "en": "White kids, who were kind of hip kids, who were living in Brooklyn and in Queens,",
      "vi": "White kids, who were kind of hip kids,who were living in Brooklyn and in Queens,"
    }
  },
  {
    "translation": {
      "en": "I mean, you know, don't forget, racism was endemic then.",
      "vi": "I mean, you know, don't forget,racism was endemic then."
    }
  },
  {
    "translation": {
      "en": "When they went up to Harlem, it was the first exposure that white people had",
      "vi": "When they went up to Harlem, it wasthe first exposure that white people had"
    }
  },
  {
    "translation": {
      "en": "[man] Jazz in its day, was treated as hip hop.",
      "vi": "[man]Jazz in its day, was treated as hip hop."
    }
  },
  {
    "translation": {
      "en": "Marijuana was made illegal partially because of the jazz scene.",
      "vi": "Marijuana was made illegalpartially because of the jazz scene."
    }
  },
  {
    "translation": {
      "en": "Because the jazz scene put black people and white people together,",
      "vi": "Because the jazz scene put black peopleand white people together,"
    }
  },
  {
    "translation": {
      "en": "marijuana not only makes these niggas uppity and think they're as smart as us,",
      "vi": "marijuana not only makes these niggasuppity and think they're as smart as us,"
    }
  },
  {
    "translation": {
      "en": "it allows our women to let their guard down and start to dance,",
      "vi": "it allows our women to lettheir guard down and start to dance,"
    }
  },
  {
    "translation": {
      "en": "It relates to a lot of the cultural anxieties",
      "vi": "It relatesto a lot of the cultural anxieties"
    }
  },
  {
    "translation": {
      "en": "that existed at the time, around the notion that too much of this music,",
      "vi": "that existed at the time, aroundthe notion that too much of this music,"
    }
  },
  {
    "translation": {
      "en": "which is also associated with too much of those drugs,",
      "vi": "which is also associatedwith too much of those drugs,"
    }
  },
  {
    "translation": {
      "en": "is going to blacken the American population and American culture",
      "vi": "is going to blacken the Americanpopulation and American culture"
    }
  },
  {
    "translation": {
      "en": "and we had various names for it. Like bou, as in bouquet.",
      "vi": "and we had various names for it.Like bou, as in bouquet."
    }
  },
  {
    "translation": {
      "en": "Um... weed, which people still use, you know, today.",
      "vi": "Um... weed,which people still use, you know, today."
    }
  },
  {
    "translation": {
      "en": "Pot, yeah. Pot was, uh, one of the phrases.",
      "vi": "Pot, yeah. Pot was,uh, one of the phrases."
    }
  },
  {
    "translation": {
      "en": "-Dank. -Hemp. Herb.",
      "vi": "-Dank.-Hemp. Herb."
    }
  },
  {
    "translation": {
      "en": "They used to call it Christmas Tree in Arizona.",
      "vi": "They used to call it Christmas Treein Arizona."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] The Harlem jazz scene spread across the country and around the world.",
      "vi": "[Brathwaite] The Harlem jazz scene spreadacross the country and around the world."
    }
  },
  {
    "translation": {
      "en": "And the music continued to grow in popularity.",
      "vi": "And the music continuedto grow in popularity."
    }
  },
  {
    "translation": {
      "en": "Soon, black jazz musicians became household names.",
      "vi": "Soon, black jazz musiciansbecame household names."
    }
  },
  {
    "translation": {
      "en": "With the ever-present specter of integration,",
      "vi": "With the ever-presentspecter of integration,"
    }
  },
  {
    "translation": {
      "en": "Anslinger's team targeted the black community harder than ever.",
      "vi": "Anslinger's team targetedthe black community harder than ever."
    }
  },
  {
    "translation": {
      "en": "[Sloman] The Bureau of Narcotics had a so-called scientist named Dr. Munch.",
      "vi": "[Sloman] The Bureau of Narcoticshad a so-called scientist named Dr. Munch."
    }
  },
  {
    "translation": {
      "en": "He said that jazz musicians, when they smoke pot,",
      "vi": "He said that jazz musicians,when they smoke pot,"
    }
  },
  {
    "translation": {
      "en": "He says, one of the dangers of cannabis is that it slows time down.",
      "vi": "He says, one of the dangers of cannabisis that it slows time down."
    }
  },
  {
    "translation": {
      "en": "You know, everybody's got to be on the same... four-four.",
      "vi": "You know, everybody's got to beon the same... four-four."
    }
  },
  {
    "translation": {
      "en": "They didn't-- They really, uh... They thought that was a sign of something evil.",
      "vi": "They didn't-- They really, uh... Theythought that was a sign of something evil."
    }
  },
  {
    "translation": {
      "en": "And they... just went after all the jazz people.",
      "vi": "And they...just went after all the jazz people."
    }
  },
  {
    "translation": {
      "en": "The crackdown on jazz musicians is accelerated.",
      "vi": "The crackdown on jazz musiciansis accelerated."
    }
  },
  {
    "translation": {
      "en": "They were on Billie Holiday's case. Monk's case. Charlie Parker's case.",
      "vi": "They were on Billie Holiday's case.Monk's case. Charlie Parker's case."
    }
  },
  {
    "translation": {
      "en": "[Sloman] People like Louis Armstrong, Cab Calloway, Duke Ellington,",
      "vi": "[Sloman] People like Louis Armstrong,Cab Calloway, Duke Ellington,"
    }
  },
  {
    "translation": {
      "en": "[man] Hey, cats, it's four o'clock in the morning.",
      "vi": "[man] Hey, cats,it's four o'clock in the morning."
    }
  },
  {
    "translation": {
      "en": "Everybody is here but the police, and they'll be here any minute.",
      "vi": "Everybody is here but the police,and they'll be here any minute."
    }
  },
  {
    "translation": {
      "en": "It's high time, so catch this song. Here it is.",
      "vi": "It's high time, so catch this song.Here it is."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Cannabis prohibition prompted Fats Waller to record this classic.",
      "vi": "[Brathwaite] Cannabis prohibition promptedFats Waller to record this classic."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] But he changed the lyrics just a little,",
      "vi": "[Brathwaite]But he changed the lyrics just a little,"
    }
  },
  {
    "translation": {
      "en": "to pay homage to the biggest cannabis dealer of the day, Mezz Mezzrow.",
      "vi": "to pay homage to the biggestcannabis dealer of the day, Mezz Mezzrow."
    }
  },
  {
    "translation": {
      "en": "[Sloman] Mezz Mezzrow was a white Jewish guy from Chicago.",
      "vi": "[Sloman] Mezz Mezzrow wasa white Jewish guy from Chicago."
    }
  },
  {
    "translation": {
      "en": "what Norman Mailer would come to call The White Negro",
      "vi": "what Norman Mailerwould come to call The White Negro"
    }
  },
  {
    "translation": {
      "en": "who imagined himself as kind of becoming black through music.",
      "vi": "who imagined himselfas kind of becoming black through music."
    }
  },
  {
    "translation": {
      "en": "[Sloman] He was called the ambassador between the races.",
      "vi": "[Sloman] He was calledthe ambassador between the races."
    }
  },
  {
    "translation": {
      "en": "And he becomes the leading dealer to all the musicians in New York.",
      "vi": "And he becomes the leading dealerto all the musicians in New York."
    }
  },
  {
    "translation": {
      "en": "And the brand that he was selling was called the Mighty Mezz.",
      "vi": "And the brand that he was sellingwas called the Mighty Mezz."
    }
  },
  {
    "translation": {
      "en": "He had a big tree where he would stay under the tree.",
      "vi": "He had a big treewhere he would stay under the tree."
    }
  },
  {
    "translation": {
      "en": "And everybody knew that's where you got the Mighty Mezz.",
      "vi": "And everybody knewthat's where you got the Mighty Mezz."
    }
  },
  {
    "translation": {
      "en": "[Schaap] He became one of the leading marijuana dealers in Harlem.",
      "vi": "[Schaap] He became one of the leadingmarijuana dealers in Harlem."
    }
  },
  {
    "translation": {
      "en": "So that there was a period where marijuana and all kinds of slang terms about it",
      "vi": "So that there was a period where marijuanaand all kinds of slang terms about it"
    }
  },
  {
    "translation": {
      "en": "used Mezzrow's name as a roller with a long joint.",
      "vi": "used Mezzrow's nameas a roller with a long joint."
    }
  },
  {
    "translation": {
      "en": "And Louis Armstrong loved him and he loved his high-quality marijuana.",
      "vi": "And Louis Armstrong loved himand he loved his high-quality marijuana."
    }
  },
  {
    "translation": {
      "en": "Mezz Mezzrow was arrested under the Prohibition of Marijuana Act.",
      "vi": "Mezz Mezzrow was arrestedunder the Prohibition of Marijuana Act."
    }
  },
  {
    "translation": {
      "en": "[Dreisinger] When he was locked up on Riker's Island,",
      "vi": "[Dreisinger]When he was locked up on Riker's Island,"
    }
  },
  {
    "translation": {
      "en": "he actually insisted on being in the colored section.",
      "vi": "he actually insisted on beingin the colored section."
    }
  },
  {
    "translation": {
      "en": "Mezz Mezzrow was also a great influence on the Beats, Jack Kerouac,",
      "vi": "Mezz Mezzrow was also a great influenceon the Beats, Jack Kerouac,"
    }
  },
  {
    "translation": {
      "en": "and he was a predecessor to that whole movement,",
      "vi": "and he was a predecessorto that whole movement,"
    }
  },
  {
    "translation": {
      "en": "and taught them how to sort of be hip, be cool,",
      "vi": "and taught themhow to sort of be hip, be cool,"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] The beatniks took the ethos of jazz",
      "vi": "[Brathwaite]The beatniks took the ethos of jazz"
    }
  },
  {
    "translation": {
      "en": "You learn everything you can accrue, then come out and use it against them.",
      "vi": "You learn everything you can accrue,then come out and use it against them."
    }
  },
  {
    "translation": {
      "en": "[Preston] The immediacy of jazz, the immediacy of beat life,",
      "vi": "[Preston] The immediacy of jazz,the immediacy of beat life,"
    }
  },
  {
    "translation": {
      "en": "brings together the cultural dynamic that opens up creative expression",
      "vi": "brings together the cultural dynamicthat opens up creative expression"
    }
  },
  {
    "translation": {
      "en": "-Do you want to come upstairs? -[man] Let's do it.",
      "vi": "-Do you want to come upstairs?-[man] Let's do it."
    }
  },
  {
    "translation": {
      "en": "[Preston] One of the main characteristics of beat life was altered consciousness,",
      "vi": "[Preston] One of the main characteristicsof beat life was altered consciousness,"
    }
  },
  {
    "translation": {
      "en": "how could altered consciousness contribute to art.",
      "vi": "how could altered consciousnesscontribute to art."
    }
  },
  {
    "translation": {
      "en": "I mean, asking a beat person if you smoked grass",
      "vi": "I mean, asking a beat personif you smoked grass"
    }
  },
  {
    "translation": {
      "en": "We all got together the way people get together to have a drink.",
      "vi": "We all got together the waypeople get together to have a drink."
    }
  },
  {
    "translation": {
      "en": "We would get together at each other's studios.",
      "vi": "We would get togetherat each other's studios."
    }
  },
  {
    "translation": {
      "en": "and I've been smoking since I was 19.",
      "vi": "and I've beensmoking since I was 19."
    }
  },
  {
    "translation": {
      "en": "but this is me in the artist's studio here.",
      "vi": "but this is mein the artist's studio here."
    }
  },
  {
    "translation": {
      "en": "what beat culture did for the freedom of expression.",
      "vi": "what beat culture didfor the freedom of expression."
    }
  },
  {
    "translation": {
      "en": "Here's Ginsberg. We had this reading with City College",
      "vi": "Here's Ginsberg.We had this reading with City College"
    }
  },
  {
    "translation": {
      "en": "and the authorities were afraid that they were going to use profanity on campus.",
      "vi": "and the authorities were afraid that theywere going to use profanity on campus."
    }
  },
  {
    "translation": {
      "en": "that I must've smoked a hell of a lot of marijuana.",
      "vi": "that I must've smokeda hell of a lot of marijuana."
    }
  },
  {
    "translation": {
      "en": "Because everything I've said can be looked at",
      "vi": "Because everything I've saidcan be looked at"
    }
  },
  {
    "translation": {
      "en": "as being totally induced by reefer madness.",
      "vi": "as being totally inducedby reefer madness."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Influenced by the beatniks,",
      "vi": "[Brathwaite]Influenced by the beatniks,"
    }
  },
  {
    "translation": {
      "en": "the hippie movement would bring cannabis into the mainstream consciousness",
      "vi": "the hippie movement would bring cannabisinto the mainstream consciousness"
    }
  },
  {
    "translation": {
      "en": "becoming a permanent part of the counterculture in America and beyond.",
      "vi": "becoming a permanent part ofthe counterculture in America and beyond."
    }
  },
  {
    "translation": {
      "en": "[Preston] Hippie culture made it possible for marijuana to become legal...",
      "vi": "[Preston] Hippie culture made it possiblefor marijuana to become legal..."
    }
  },
  {
    "translation": {
      "en": "because so many people, meaning white people, smoked marijuana.",
      "vi": "because so many people,meaning white people, smoked marijuana."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Cannabis was embraced by a new generation.",
      "vi": "[Brathwaite]Cannabis was embraced by a new generation."
    }
  },
  {
    "translation": {
      "en": "And the argument for legalization entered the national debate.",
      "vi": "And the argument for legalizationentered the national debate."
    }
  },
  {
    "translation": {
      "en": "[Hager] Ginsberg is the one who really blows it up,",
      "vi": "[Hager] Ginsberg is the onewho really blows it up,"
    }
  },
  {
    "translation": {
      "en": "so that it becomes more than just a subcultural phenomenon,",
      "vi": "so that it becomes more thanjust a subcultural phenomenon,"
    }
  },
  {
    "translation": {
      "en": "because Ginsberg then began to kind of agitate for the legalization of marijuana.",
      "vi": "because Ginsberg then began to kind ofagitate for the legalization of marijuana."
    }
  },
  {
    "translation": {
      "en": "[Preston] Let me read you something that Allen wrote in 1965,",
      "vi": "[Preston] Let me read you somethingthat Allen wrote in 1965,"
    }
  },
  {
    "translation": {
      "en": "\"No one has yet remarked that the suppression of Negro rights,",
      "vi": "\"No one has yet remarkedthat the suppression of Negro rights,"
    }
  },
  {
    "translation": {
      "en": "has been complicated by the marijuana laws.",
      "vi": "has been complicatedby the marijuana laws."
    }
  },
  {
    "translation": {
      "en": "Use of marijuana has always been widespread",
      "vi": "Use of marijuanahas always been widespread"
    }
  },
  {
    "translation": {
      "en": "among the Negro population in this country.",
      "vi": "among the Negro populationin this country."
    }
  },
  {
    "translation": {
      "en": "with constant friction and bludgeoning of the law,",
      "vi": "with constant frictionand bludgeoning of the law,"
    }
  },
  {
    "translation": {
      "en": "has been a major unconscious or unmentionable method of assault",
      "vi": "has been a major unconsciousor unmentionable method of assault"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] In two critical pieces of legislation, the Boggs Act of 1951",
      "vi": "[Brathwaite] In two critical piecesof legislation, the Boggs Act of 1951"
    }
  },
  {
    "translation": {
      "en": "and the Eisenhower Narcotics Act, mandatory minimum laws were imposed,",
      "vi": "and the Eisenhower Narcotics Act,mandatory minimum laws were imposed,"
    }
  },
  {
    "translation": {
      "en": "making it now possible for low-level drug convictions, like cannabis,",
      "vi": "making it now possible for low-leveldrug convictions, like cannabis,"
    }
  },
  {
    "translation": {
      "en": "Enforcing these laws would escalate in the coming years,",
      "vi": "Enforcing these laws would escalatein the coming years,"
    }
  },
  {
    "translation": {
      "en": "culminating in President Nixon's inflamed, anti-marijuana rhetoric",
      "vi": "culminating in President Nixon'sinflamed, anti-marijuana rhetoric"
    }
  },
  {
    "translation": {
      "en": "and his declaration of an all-out war on drugs.",
      "vi": "and his declarationof an all-out war on drugs."
    }
  },
  {
    "translation": {
      "en": "America's public enemy number one is drug abuse.",
      "vi": "America's public enemy number oneis drug abuse."
    }
  },
  {
    "translation": {
      "en": "it is necessary to wage a new all-out offensive.",
      "vi": "it is necessary to wagea new all-out offensive."
    }
  },
  {
    "translation": {
      "en": "[Nixon] I shall soon propose a revision of the entire federal criminal code,",
      "vi": "[Nixon] I shall soon propose a revisionof the entire federal criminal code,"
    }
  },
  {
    "translation": {
      "en": "which will give us tougher penalties against drugs and against crime.",
      "vi": "which will give us tougher penaltiesagainst drugs and against crime."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Nixon, fearing that the wrath of social and political movements",
      "vi": "[Brathwaite] Nixon, fearing that the wrathof social and political movements"
    }
  },
  {
    "translation": {
      "en": "signed the Controlled Substances Act into law on October 27th, 1970.",
      "vi": "signed the Controlled Substances Actinto law on October 27th, 1970."
    }
  },
  {
    "translation": {
      "en": "This new law established our current federal drug policy,",
      "vi": "This new law establishedour current federal drug policy,"
    }
  },
  {
    "translation": {
      "en": "and expanded law enforcement for crimes related to illegal drugs.",
      "vi": "and expanded law enforcementfor crimes related to illegal drugs."
    }
  },
  {
    "translation": {
      "en": "[Hart] In the United States, we have five schedules.",
      "vi": "[Hart] In the United States,we have five schedules."
    }
  },
  {
    "translation": {
      "en": "Drugs like heroin, they have no medical use",
      "vi": "Drugs like heroin,they have no medical use"
    }
  },
  {
    "translation": {
      "en": "and they have high abuse potential or addictive potential.",
      "vi": "and they have high abuse potentialor addictive potential."
    }
  },
  {
    "translation": {
      "en": "From Schedule II to Schedule V, drugs are legal.",
      "vi": "From Schedule II to Schedule V,drugs are legal."
    }
  },
  {
    "translation": {
      "en": "A physician can write a prescription for them.",
      "vi": "A physician can writea prescription for them."
    }
  },
  {
    "translation": {
      "en": "That means that it's banned for the entire country.",
      "vi": "That means that it's bannedfor the entire country."
    }
  },
  {
    "translation": {
      "en": "Nixon commissioned a report to investigate the dangers of marijuana.",
      "vi": "Nixon commissioned a reportto investigate the dangers of marijuana."
    }
  },
  {
    "translation": {
      "en": "The results of the report proved him wrong and its findings were so controversial",
      "vi": "The results of the report proved him wrongand its findings were so controversial"
    }
  },
  {
    "translation": {
      "en": "that three of its authors held a live televised event",
      "vi": "that three of its authorsheld a live televised event"
    }
  },
  {
    "translation": {
      "en": "[man] The Shafer Report: What to do about marihuana.",
      "vi": "[man] The Shafer Report:What to do about marihuana."
    }
  },
  {
    "translation": {
      "en": "The Shafer Commission pulled together all this information,",
      "vi": "The Shafer Commissionpulled together all this information,"
    }
  },
  {
    "translation": {
      "en": "and said the same thing that the LaGuardia Commission said.",
      "vi": "and said the same thingthat the LaGuardia Commission said."
    }
  },
  {
    "translation": {
      "en": "That this has largely been mischaracterized.",
      "vi": "That this has largelybeen mischaracterized."
    }
  },
  {
    "translation": {
      "en": "There has been previous misinformation, false statements, and for that reason,",
      "vi": "There has been previous misinformation,false statements, and for that reason,"
    }
  },
  {
    "translation": {
      "en": "The occasional use of marijuana does not do any physical harm",
      "vi": "The occasional use of marijuanadoes not do any physical harm"
    }
  },
  {
    "translation": {
      "en": "[scientist] Unfortunately, because marijuana has become politicized,",
      "vi": "[scientist] Unfortunately,because marijuana has become politicized,"
    }
  },
  {
    "translation": {
      "en": "We hope that you will study our report carefully",
      "vi": "We hope that you willstudy our report carefully"
    }
  },
  {
    "translation": {
      "en": "and that it will have an influence in America.",
      "vi": "and that it will havean influence in America."
    }
  },
  {
    "translation": {
      "en": "Instead of following the advice of the report,",
      "vi": "Instead of followingthe advice of the report,"
    }
  },
  {
    "translation": {
      "en": "which recommended decriminalizing small amounts of marijuana,",
      "vi": "which recommended decriminalizingsmall amounts of marijuana,"
    }
  },
  {
    "translation": {
      "en": "I shall continue to oppose efforts to legalize marijuana.",
      "vi": "I shall continue to oppose effortsto legalize marijuana."
    }
  },
  {
    "translation": {
      "en": "I shall propose mandatory, new tough penalties for drug pushers.",
      "vi": "I shall propose mandatory,new tough penalties for drug pushers."
    }
  },
  {
    "translation": {
      "en": "♪ Come on, brother, get down ♪",
      "vi": "♪ Come on, brother, get down ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Things are gonna get better ♪",
      "vi": "♪ Things are gonna get better ♪"
    }
  },
  {
    "translation": {
      "en": "And then they started going after people who were anti-war and anti-establishment",
      "vi": "And then they started going after peoplewho were anti-war and anti-establishment"
    }
  },
  {
    "translation": {
      "en": "You know, it really became a tool to repress dissent.",
      "vi": "You know, it really becamea tool to repress dissent."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Tapes recorded during Nixon's presidency were revealed decades later",
      "vi": "[Brathwaite] Tapes recorded during Nixon'spresidency were revealed decades later"
    }
  },
  {
    "translation": {
      "en": "[Nixon] I want a goddamn strong statement on marijuana.",
      "vi": "[Nixon] I want a goddamnstrong statement on marijuana."
    }
  },
  {
    "translation": {
      "en": "I mean, one on marijuana that just tears the ass out of them.",
      "vi": "I mean, one on marijuanathat just tears the ass out of them."
    }
  },
  {
    "translation": {
      "en": "Funny thing, every one of the bastards out for legalizing marijuana is Jewish.",
      "vi": "Funny thing, every one of the bastardsout for legalizing marijuana is Jewish."
    }
  },
  {
    "translation": {
      "en": "What the Christ is the matter with Jews, Bob? What is the matter with them?",
      "vi": "What the Christ is the matter with Jews,Bob? What is the matter with them?"
    }
  },
  {
    "translation": {
      "en": "By God, we are going to hit the marijuana thing,",
      "vi": "By God, we are going to hitthe marijuana thing,"
    }
  },
  {
    "translation": {
      "en": "and I want to hit it right square in the puss.",
      "vi": "and I want to hit itright square in the puss."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] John Ehrlichman, a close Nixon advisor,",
      "vi": "[Brathwaite]John Ehrlichman, a close Nixon advisor,"
    }
  },
  {
    "translation": {
      "en": "divulged the sinister truth behind their harsh drug policy.",
      "vi": "divulged the sinister truthbehind their harsh drug policy."
    }
  },
  {
    "translation": {
      "en": "He said, \"We couldn't make it illegal to be either against the war or black,",
      "vi": "He said, \"We couldn't make it illegalto be either against the war or black,"
    }
  },
  {
    "translation": {
      "en": "but by getting the public to associate the hippies with marijuana",
      "vi": "but by getting the public to associatethe hippies with marijuana"
    }
  },
  {
    "translation": {
      "en": "and blacks with heroin, and then criminalizing both heavily,",
      "vi": "and blacks with heroin,and then criminalizing both heavily,"
    }
  },
  {
    "translation": {
      "en": "[Hager] They weren't worried about people getting high.",
      "vi": "[Hager] They weren't worriedabout people getting high."
    }
  },
  {
    "translation": {
      "en": "They were worried about people marching against war.",
      "vi": "They were worried aboutpeople marching against war."
    }
  },
  {
    "translation": {
      "en": "The drug war targeted hippies and black people in particular.",
      "vi": "The drug war targeted hippiesand black people in particular."
    }
  },
  {
    "translation": {
      "en": "Hippies are white people progressive enough to feel that we are not superior",
      "vi": "Hippies are white people progressiveenough to feel that we are not superior"
    }
  },
  {
    "translation": {
      "en": "to people based on race. [chuckles] All right?",
      "vi": "to people based on race.[chuckles] All right?"
    }
  },
  {
    "translation": {
      "en": "and the black people that they advocate for or on the behalf of,",
      "vi": "and the black people that theyadvocate for or on the behalf of,"
    }
  },
  {
    "translation": {
      "en": "let's get them forever on the target list of US law enforcement.",
      "vi": "let's get them forever on the target listof US law enforcement."
    }
  },
  {
    "translation": {
      "en": "This is where drugs becomes a proxy to race, right?",
      "vi": "This is where drugsbecomes a proxy to race, right?"
    }
  },
  {
    "translation": {
      "en": "We used to just be able to say, \"We killed him because he was a nigger.\"",
      "vi": "We used to just be able to say,\"We killed him because he was a nigger.\""
    }
  },
  {
    "translation": {
      "en": "So what you got, because you could no longer legally write race into the law,",
      "vi": "So what you got, because you couldno longer legally write race into the law,"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Back in the mid-1970s, I was a teenager",
      "vi": "[Brathwaite]Back in the mid-1970s, I was a teenager"
    }
  },
  {
    "translation": {
      "en": "and a new sound was hitting the streets: reggae.",
      "vi": "and a new soundwas hitting the streets: reggae."
    }
  },
  {
    "translation": {
      "en": "Similar to the counterculture movement in America,",
      "vi": "Similar to the counterculture movementin America,"
    }
  },
  {
    "translation": {
      "en": "against the remnants of British colonialism.",
      "vi": "against the remnantsof British colonialism."
    }
  },
  {
    "translation": {
      "en": "And like jazz musicians were the focus of a government crackdown,",
      "vi": "And like jazz musicians werethe focus of a government crackdown,"
    }
  },
  {
    "translation": {
      "en": "Rastafarians and reggae music found themselves deemed public enemies.",
      "vi": "Rastafarians and reggae musicfound themselves deemed public enemies."
    }
  },
  {
    "translation": {
      "en": "Cannabis, known in Jamaica by its Indian name ganja,",
      "vi": "Cannabis, known in Jamaicaby its Indian name ganja,"
    }
  },
  {
    "translation": {
      "en": "The Rastas' radical black nationalist beliefs",
      "vi": "The Rastas' radicalblack nationalist beliefs"
    }
  },
  {
    "translation": {
      "en": "until the popularity of reggae music in the 1970s.",
      "vi": "until the popularityof reggae music in the 1970s."
    }
  },
  {
    "translation": {
      "en": "[man] When Rasta emerged, it was seen almost like a cult and people were scared.",
      "vi": "[man] When Rasta emerged, it was seenalmost like a cult and people were scared."
    }
  },
  {
    "translation": {
      "en": "You know, we get so used to the images of Peter Tosh and Bob Marley",
      "vi": "You know, we get so used to the imagesof Peter Tosh and Bob Marley"
    }
  },
  {
    "translation": {
      "en": "that we kind of forget that really these guys were really real rebels...",
      "vi": "that we kind of forget that reallythese guys were really real rebels..."
    }
  },
  {
    "translation": {
      "en": "You know, they were, you know, not really accepted by society.",
      "vi": "You know, they were, you know,not really accepted by society."
    }
  },
  {
    "translation": {
      "en": "Rasta came to be accepted within Jamaican society through the music.",
      "vi": "Rasta came to be acceptedwithin Jamaican society through the music."
    }
  },
  {
    "translation": {
      "en": "and the popular song of the day in the island,",
      "vi": "and the popular song of the dayin the island,"
    }
  },
  {
    "translation": {
      "en": "So, that brought a lot of power to the movement when that happened.",
      "vi": "So, that brought a lot of powerto the movement when that happened."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Most people know the Jamaican word ganja,",
      "vi": "[Brathwaite] Most people knowthe Jamaican word ganja,"
    }
  },
  {
    "translation": {
      "en": "a word for cannabis that Bob Marley sang a song about.",
      "vi": "a word for cannabisthat Bob Marley sang a song about."
    }
  },
  {
    "translation": {
      "en": "♪ Got to have kaya now ♪",
      "vi": "♪ Got to have kaya now ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Kaya, kaya ♪",
      "vi": "♪ Kaya, kaya ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Got to have kaya now ♪",
      "vi": "♪ Got to have kaya now ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Kaya, kaya ♪",
      "vi": "♪ Kaya, kaya ♪"
    }
  },
  {
    "translation": {
      "en": "[Damian Marley] And then because of my father's now international success",
      "vi": "[Damian Marley] And then because ofmy father's now international success"
    }
  },
  {
    "translation": {
      "en": "that ended up kind of holding up a mirror to Jamaica, saying, \"What you doing?\"",
      "vi": "that ended up kind of holding up a mirrorto Jamaica, saying, \"What you doing?\""
    }
  },
  {
    "translation": {
      "en": "Because how you're not going to accept your own people,",
      "vi": "Because how you're not goingto accept your own people,"
    }
  },
  {
    "translation": {
      "en": "and accepted and invited all over the world. You know what I mean?",
      "vi": "and accepted and invitedall over the world. You know what I mean?"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Bunny, can you talk about your early relationship with ganja?",
      "vi": "[Brathwaite] Bunny, can you talkabout your early relationship with ganja?"
    }
  },
  {
    "translation": {
      "en": "I understand your father was a ganja farmer.",
      "vi": "I understand your fatherwas a ganja farmer."
    }
  },
  {
    "translation": {
      "en": "I don't think I like that kind of a conversation.",
      "vi": "I don't think I like thatkind of a conversation."
    }
  },
  {
    "translation": {
      "en": "The purpose of the ganja, it's good for the human consumption.",
      "vi": "The purpose of the ganja,it's good for the human consumption."
    }
  },
  {
    "translation": {
      "en": "The medicine it carries, the whole world gravitates to it.",
      "vi": "The medicine it carries,the whole world gravitates to it."
    }
  },
  {
    "translation": {
      "en": "I would say the original Wailers been Bunny, Peter, and Bob.",
      "vi": "I would say the original Wailersbeen Bunny, Peter, and Bob."
    }
  },
  {
    "translation": {
      "en": "Of course, all of them were advocates for the legalization of marijuana.",
      "vi": "Of course, all of them were advocatesfor the legalization of marijuana."
    }
  },
  {
    "translation": {
      "en": "So I guess in that kind of case, being if you are a fan of their music,",
      "vi": "So I guess in that kind of case,being if you are a fan of their music,"
    }
  },
  {
    "translation": {
      "en": "[woman] Peter Tosh, he said, \"Legalize it, because it is good for you.\"",
      "vi": "[woman] Peter Tosh, he said,\"Legalize it, because it is good for you.\""
    }
  },
  {
    "translation": {
      "en": "And not only legalize it, but I will advertise it.",
      "vi": "And not only legalize it,but I will advertise it."
    }
  },
  {
    "translation": {
      "en": "Peter Tosh did a revolutionary thing, did many revolutionary things, right?",
      "vi": "Peter Tosh did a revolutionary thing,did many revolutionary things, right?"
    }
  },
  {
    "translation": {
      "en": "He is who really was reggae music for me in the beginning,",
      "vi": "He is who really was reggae music for mein the beginning,"
    }
  },
  {
    "translation": {
      "en": "And this is a dark-skinned man who get beaten by police.",
      "vi": "And this is a dark-skinned manwho get beaten by police."
    }
  },
  {
    "translation": {
      "en": "[Damian Marley] Peter Tosh's \"Legalize\" is an anthem.",
      "vi": "[Damian Marley]Peter Tosh's \"Legalize\" is an anthem."
    }
  },
  {
    "translation": {
      "en": "And part of what was the highlight of that song",
      "vi": "And part of what wasthe highlight of that song"
    }
  },
  {
    "translation": {
      "en": "is really the medical benefits of the plant. You know what I mean?",
      "vi": "is really the medical benefitsof the plant. You know what I mean?"
    }
  },
  {
    "translation": {
      "en": "I smoke recreationally, but it's much more important",
      "vi": "I smoke recreationally,but it's much more important"
    }
  },
  {
    "translation": {
      "en": "the value that the medicinal side of the plant",
      "vi": "the valuethat the medicinal side of the plant"
    }
  },
  {
    "translation": {
      "en": "You talk about some serious illnesses, serious diseases,",
      "vi": "You talk about some serious illnesses,serious diseases,"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] But Tosh's list of the plant's health benefits",
      "vi": "[Brathwaite] But Tosh's listof the plant's health benefits"
    }
  },
  {
    "translation": {
      "en": "was not just based on Rastafarian folklore.",
      "vi": "was not just based onRastafarian folklore."
    }
  },
  {
    "translation": {
      "en": "It was that same year that a man in Florida received medical access",
      "vi": "It was that same year thata man in Florida received medical access"
    }
  },
  {
    "translation": {
      "en": "has a federal cannabis medical marijuana program.",
      "vi": "has a federal cannabismedical marijuana program."
    }
  },
  {
    "translation": {
      "en": "It highlights the hypocrisy in American drug policy,",
      "vi": "It highlights the hypocrisyin American drug policy,"
    }
  },
  {
    "translation": {
      "en": "but yet it's clear that it has medical utility.",
      "vi": "but yet it's clearthat it has medical utility."
    }
  },
  {
    "translation": {
      "en": "What you can call me is a neuropsychopharmacologist.",
      "vi": "What you can call me isa neuropsychopharmacologist."
    }
  },
  {
    "translation": {
      "en": "So, \"neuro\" is just the study of the brain, brain cells.",
      "vi": "So, \"neuro\" is justthe study of the brain, brain cells."
    }
  },
  {
    "translation": {
      "en": "\"Psycho\" just means the study of human behavior.",
      "vi": "\"Psycho\" just meansthe study of human behavior."
    }
  },
  {
    "translation": {
      "en": "So you combine the study of brain cells and the brain",
      "vi": "So you combine the studyof brain cells and the brain"
    }
  },
  {
    "translation": {
      "en": "with human behavior with drugs, that's who I am. That's what I do.",
      "vi": "with human behavior with drugs,that's who I am. That's what I do."
    }
  },
  {
    "translation": {
      "en": "We have conducted studies that have shown that cannabis has",
      "vi": "We have conducted studiesthat have shown that cannabis has"
    }
  },
  {
    "translation": {
      "en": "potential medical benefit for some conditions.",
      "vi": "potential medical benefitfor some conditions."
    }
  },
  {
    "translation": {
      "en": "Now, remember, DEA, or the Drug Enforcement Agency,",
      "vi": "Now, remember, DEA,or the Drug Enforcement Agency,"
    }
  },
  {
    "translation": {
      "en": "What in the hell does a law enforcement agency",
      "vi": "What in the helldoes a law enforcement agency"
    }
  },
  {
    "translation": {
      "en": "But it shows that the scheduling of cannabis and other drugs,",
      "vi": "But it shows that the schedulingof cannabis and other drugs,"
    }
  },
  {
    "translation": {
      "en": "it has more to do with politics than it does science.",
      "vi": "it has more to do with politicsthan it does science."
    }
  },
  {
    "translation": {
      "en": "If you'll place your left hand on the Bible and raise your right hand.",
      "vi": "If you'll place your left handon the Bible and raise your right hand."
    }
  },
  {
    "translation": {
      "en": "\"That I will faithfully execute the office of President of the United States.\"",
      "vi": "\"That I will faithfully execute the officeof President of the United States.\""
    }
  },
  {
    "translation": {
      "en": "the office of President of the United States.",
      "vi": "the officeof President of the United States."
    }
  },
  {
    "translation": {
      "en": "the worst thing for the community was Ronald Reagan.",
      "vi": "the worst thing for the communitywas Ronald Reagan."
    }
  },
  {
    "translation": {
      "en": "We often talk about crack or other drugs being put into our communities",
      "vi": "We often talk about crack or other drugsbeing put into our communities"
    }
  },
  {
    "translation": {
      "en": "and we don't talk about what Ronald Reagan took out.",
      "vi": "and we don't talk aboutwhat Ronald Reagan took out."
    }
  },
  {
    "translation": {
      "en": "Because everything that would send people into chaotic drug use,",
      "vi": "Because everything that wouldsend people into chaotic drug use,"
    }
  },
  {
    "translation": {
      "en": "everything that would make it impossible for people to get treatment,",
      "vi": "everything that would make it impossiblefor people to get treatment,"
    }
  },
  {
    "translation": {
      "en": "everything that would make somebody say, \"My life matters,\" was taken away.",
      "vi": "everything that would make somebody say,\"My life matters,\" was taken away."
    }
  },
  {
    "translation": {
      "en": "Poor education, deprived communities, and crack just happened to be there.",
      "vi": "Poor education, deprived communities,and crack just happened to be there."
    }
  },
  {
    "translation": {
      "en": "They're threatening our values and undercutting our institutions.",
      "vi": "They're threatening our valuesand undercutting our institutions."
    }
  },
  {
    "translation": {
      "en": "The casual user may think when he takes a line of cocaine or smokes a joint",
      "vi": "The casual user may think when he takesa line of cocaine or smokes a joint"
    }
  },
  {
    "translation": {
      "en": "in the privacy of his nice condo, listening to his expensive stereo,",
      "vi": "in the privacy of his nice condo,listening to his expensive stereo,"
    }
  },
  {
    "translation": {
      "en": "But there's a trail of death and destruction",
      "vi": "But there's a trail of deathand destruction"
    }
  },
  {
    "translation": {
      "en": "Terrifying evil of drugs and the dangers of marijuana.",
      "vi": "Terrifying evil of drugsand the dangers of marijuana."
    }
  },
  {
    "translation": {
      "en": "Leading medical researchers are coming to the conclusion",
      "vi": "Leading medical researchersare coming to the conclusion"
    }
  },
  {
    "translation": {
      "en": "is probably the most dangerous drug in the United States.",
      "vi": "is probably the most dangerous drugin the United States."
    }
  },
  {
    "translation": {
      "en": "And we haven't begun to find out all of the ill effects,",
      "vi": "And we haven't begun to find outall of the ill effects,"
    }
  },
  {
    "translation": {
      "en": "[Frederique] Government officials consistently peddle propaganda,",
      "vi": "[Frederique] Government officialsconsistently peddle propaganda,"
    }
  },
  {
    "translation": {
      "en": "And if you're talking about the drug war, you cannot ignore the role",
      "vi": "And if you're talking about the drug war,you cannot ignore the role"
    }
  },
  {
    "translation": {
      "en": "You know, nearly half of all drug arrests are for marijuana.",
      "vi": "You know, nearly half of all drug arrestsare for marijuana."
    }
  },
  {
    "translation": {
      "en": "A disproportionate majority of those arrests are of people of color.",
      "vi": "A disproportionate majorityof those arrests are of people of color."
    }
  },
  {
    "translation": {
      "en": "Take, for example, a place like New York City.",
      "vi": "Take, for example,a place like New York City."
    }
  },
  {
    "translation": {
      "en": "For the last 20 years, the racial disparities have hovered",
      "vi": "For the last 20 years,the racial disparities have hovered"
    }
  },
  {
    "translation": {
      "en": "between 80 and 85% of arrests being black and Latino.",
      "vi": "between 80 and 85% of arrestsbeing black and Latino."
    }
  },
  {
    "translation": {
      "en": "If you're looking at the way that marijuana laws are being enforced,",
      "vi": "If you're looking at the waythat marijuana laws are being enforced,"
    }
  },
  {
    "translation": {
      "en": "then you're recognizing the racial injustice that is law enforcement. Right?",
      "vi": "then you're recognizing the racialinjustice that is law enforcement. Right?"
    }
  },
  {
    "translation": {
      "en": "Law enforcement is going in communities of color and enforcing marijuana laws",
      "vi": "Law enforcement is going in communitiesof color and enforcing marijuana laws"
    }
  },
  {
    "translation": {
      "en": "And you know, some people will say things like,",
      "vi": "And you know,some people will say things like,"
    }
  },
  {
    "translation": {
      "en": "\"Well, it has to be the fact that, you know, people of color",
      "vi": "\"Well, it has to bethe fact that, you know, people of color"
    }
  },
  {
    "translation": {
      "en": "But what government data consistently shows us",
      "vi": "But what government dataconsistently shows us"
    }
  },
  {
    "translation": {
      "en": "is that everyone's using marijuana at the same rates.",
      "vi": "is that everyone's using marijuanaat the same rates."
    }
  },
  {
    "translation": {
      "en": "[Bandele] In the 1980s, when black people were being just...",
      "vi": "[Bandele] In the 1980s,when black people were being just..."
    }
  },
  {
    "translation": {
      "en": "like Nazi Germany on trains, just being shipped into prisons wholesale.",
      "vi": "like Nazi Germany on trains,just being shipped into prisons wholesale."
    }
  },
  {
    "translation": {
      "en": "Right? 2.5 million people go missing on our watch in our lifetime,",
      "vi": "Right? 2.5 million people go missingon our watch in our lifetime,"
    }
  },
  {
    "translation": {
      "en": "At the same time, on Wall Street and throughout law firms in America,",
      "vi": "At the same time, on Wall Streetand throughout law firms in America,"
    }
  },
  {
    "translation": {
      "en": "which is pharmaceutically the exact same drug as crack.",
      "vi": "which is pharmaceuticallythe exact same drug as crack."
    }
  },
  {
    "translation": {
      "en": "And you know what they got? Employee assistance programs.",
      "vi": "And you know what they got?Employee assistance programs."
    }
  },
  {
    "translation": {
      "en": "Yeah, baby. Downtown, the arts scene was really blowing up.",
      "vi": "Yeah, baby. Downtown, the arts scenewas really blowing up."
    }
  },
  {
    "translation": {
      "en": "But uptown, in the Bronx, a new sound was hitting the streets,",
      "vi": "But uptown, in the Bronx,a new sound was hitting the streets,"
    }
  },
  {
    "translation": {
      "en": "Rappers were telling stories about a city ravaged by Reagan's policies",
      "vi": "Rappers were telling stories abouta city ravaged by Reagan's policies"
    }
  },
  {
    "translation": {
      "en": "Music videos like \"White Lines\" by Grandmaster Flash,",
      "vi": "Music videos like\"White Lines\" by Grandmaster Flash,"
    }
  },
  {
    "translation": {
      "en": "Brand Nubian, and Public Enemy weren't glorifying cocaine.",
      "vi": "Brand Nubian, and Public Enemyweren't glorifying cocaine."
    }
  },
  {
    "translation": {
      "en": "They were telling it like it is. Use it and you can die.",
      "vi": "They were telling it like it is.Use it and you can die."
    }
  },
  {
    "translation": {
      "en": "On the war on drugs, hip hop has done a better job than the fucking government.",
      "vi": "On the war on drugs, hip hop has donea better job than the fucking government."
    }
  },
  {
    "translation": {
      "en": "Because how many hip hop artists do you know that built record labels,",
      "vi": "Because how many hip hop artistsdo you know that built record labels,"
    }
  },
  {
    "translation": {
      "en": "gave opportunity, showed people how to make money other ways?",
      "vi": "gave opportunity, showed peoplehow to make money other ways?"
    }
  },
  {
    "translation": {
      "en": "Like, that's the war on drugs, not locking motherfuckers up and coming in the hood",
      "vi": "Like, that's the war on drugs, not lockingmotherfuckers up and coming in the hood"
    }
  },
  {
    "translation": {
      "en": "just harassing people and planting drugs on people",
      "vi": "just harassing peopleand planting drugs on people"
    }
  },
  {
    "translation": {
      "en": "and, you know, doing all the shit that they do. That's a real war.",
      "vi": "and, you know, doing all the shitthat they do. That's a real war."
    }
  },
  {
    "translation": {
      "en": "We're not the war on drugs. We're fighting the war on drugs.",
      "vi": "We're not the war on drugs.We're fighting the war on drugs."
    }
  },
  {
    "translation": {
      "en": "The era before me, they was on PCP, heroin,",
      "vi": "The era before me,they was on PCP, heroin,"
    }
  },
  {
    "translation": {
      "en": "And I don't know if people knew this, I was a cocaine drug dealer",
      "vi": "And I don't know if people knew this,I was a cocaine drug dealer"
    }
  },
  {
    "translation": {
      "en": "and I was to the point to where I had seen so many people destructively die",
      "vi": "and I was to the point to where I had seenso many people destructively die"
    }
  },
  {
    "translation": {
      "en": "My mission was to get everybody hooked on chronic.",
      "vi": "My mission was to geteverybody hooked on chronic."
    }
  },
  {
    "translation": {
      "en": "And every time we seen somebody smoking weed in the '70s,",
      "vi": "And every time we seen somebodysmoking weed in the '70s,"
    }
  },
  {
    "translation": {
      "en": "And every time we seen an entertainer or a singer that was weed related,",
      "vi": "And every time we seen an entertaineror a singer that was weed related,"
    }
  },
  {
    "translation": {
      "en": "Anything that was related to weed was always cool shit.",
      "vi": "Anything that was related to weedwas always cool shit."
    }
  },
  {
    "translation": {
      "en": "Here's something that's totally perfect for this.",
      "vi": "Here's somethingthat's totally perfect for this."
    }
  },
  {
    "translation": {
      "en": "♪ Wheeling, dealing You've got a funny feeling ♪",
      "vi": "♪ Wheeling, dealingYou've got a funny feeling ♪"
    }
  },
  {
    "translation": {
      "en": "♪ You rock from the floor Up to the ceiling ♪",
      "vi": "♪ You rock from the floorUp to the ceiling ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Grooving, you're moving It has been proven ♪",
      "vi": "♪ Grooving, you're movingIt has been proven ♪"
    }
  },
  {
    "translation": {
      "en": "♪ We calm the savage beast Because our music is soothing ♪",
      "vi": "♪ We calm the savage beastBecause our music is soothing ♪"
    }
  },
  {
    "translation": {
      "en": "That rhyme originally was a rhyme about weed, man.",
      "vi": "That rhyme originallywas a rhyme about weed, man."
    }
  },
  {
    "translation": {
      "en": "♪ Wheeling, dealing You've got a funny feeling ♪",
      "vi": "♪ Wheeling, dealingYou've got a funny feeling ♪"
    }
  },
  {
    "translation": {
      "en": "♪ You try to smoke that sesamillion ♪",
      "vi": "♪ You try to smoke that sesamillion ♪"
    }
  },
  {
    "translation": {
      "en": "♪ You tried your best to smoke that ses Now it busts your motherfucking chest ♪",
      "vi": "♪ You tried your best to smoke that sesNow it busts your motherfucking chest ♪"
    }
  },
  {
    "translation": {
      "en": "And I remember the first time that I smoked it.",
      "vi": "And I rememberthe first time that I smoked it."
    }
  },
  {
    "translation": {
      "en": "I was 12 years old and it was a guy named Dexter Miller.",
      "vi": "I was 12 years oldand it was a guy named Dexter Miller."
    }
  },
  {
    "translation": {
      "en": "This is funny though, 'cause we smoked it, right,",
      "vi": "This is funny though,'cause we smoked it, right,"
    }
  },
  {
    "translation": {
      "en": "So the next day I come over his house and it's just funny,",
      "vi": "So the next day I come over his houseand it's just funny,"
    }
  },
  {
    "translation": {
      "en": "I come over there, \"Yo, Dexter, man, can we smoke some more marijuana?\"",
      "vi": "I come over there, \"Yo, Dexter, man,can we smoke some more marijuana?\""
    }
  },
  {
    "translation": {
      "en": "And he goes, \"Man, don't say it like that, man.",
      "vi": "And he goes,\"Man, don't say it like that, man."
    }
  },
  {
    "translation": {
      "en": "♪ Hey, girl. What up? You got that cheeba cheeba? ♪",
      "vi": "♪ Hey, girl. What up?You got that cheeba cheeba? ♪"
    }
  },
  {
    "translation": {
      "en": "The information and the education leaped through the music.",
      "vi": "The information and the educationleaped through the music."
    }
  },
  {
    "translation": {
      "en": "because the feds were always lurking to see if they could find a lead.",
      "vi": "because the feds were always lurkingto see if they could find a lead."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Just as jazz musicians sang about their favorite dealer,",
      "vi": "[Brathwaite] Just as jazz musicianssang about their favorite dealer,"
    }
  },
  {
    "translation": {
      "en": "hip hop artists rapped about their own weed legend: Harlem's Branson.",
      "vi": "hip hop artists rapped abouttheir own weed legend: Harlem's Branson."
    }
  },
  {
    "translation": {
      "en": "♪ Microphone check, one, two ♪",
      "vi": "♪ Microphone check, one, two ♪"
    }
  },
  {
    "translation": {
      "en": "Branson is... his name is like, in Harlem...",
      "vi": "Branson is...his name is like, in Harlem..."
    }
  },
  {
    "translation": {
      "en": "I mean, the same way you know Fredrick Douglass Boulevard,",
      "vi": "I mean, the same way you knowFredrick Douglass Boulevard,"
    }
  },
  {
    "translation": {
      "en": "[man] If you smoked weed and listened to hip hop,",
      "vi": "[man] If you smoked weedand listened to hip hop,"
    }
  },
  {
    "translation": {
      "en": "because he was referenced by everybody in these hip hop songs.",
      "vi": "because he was referenced by everybodyin these hip hop songs."
    }
  },
  {
    "translation": {
      "en": "And people starting hearing like, \"Branson, Branson, Branson.\"",
      "vi": "And people starting hearing like,\"Branson, Branson, Branson.\""
    }
  },
  {
    "translation": {
      "en": "You would think that he had his own strain. [laughs]",
      "vi": "You would think thathe had his own strain. [laughs]"
    }
  },
  {
    "translation": {
      "en": "It was like this legendary figure you heard of but never really seen.",
      "vi": "It was like this legendary figureyou heard of but never really seen."
    }
  },
  {
    "translation": {
      "en": "[B-Real] You can find trash weed everywhere,",
      "vi": "[B-Real]You can find trash weed everywhere,"
    }
  },
  {
    "translation": {
      "en": "you know, guys like that come into the fold.",
      "vi": "you know, guys like thatcome into the fold."
    }
  },
  {
    "translation": {
      "en": "[Branson] I ain't never asked nobody to put my name in no record.",
      "vi": "[Branson] I ain't never asked nobodyto put my name in no record."
    }
  },
  {
    "translation": {
      "en": "there's 70-plus songs that I've been mentioned in.",
      "vi": "there's 70-plus songsthat I've been mentioned in."
    }
  },
  {
    "translation": {
      "en": "I'd imagine that I've provided a quality service.",
      "vi": "I'd imagine thatI've provided a quality service."
    }
  },
  {
    "translation": {
      "en": "You know, when Biggie did that \"Tracy Lee\" joint--",
      "vi": "You know, when Biggie did that\"Tracy Lee\" joint--"
    }
  },
  {
    "translation": {
      "en": "♪ If you don't wanna die Keep your hands high ♪",
      "vi": "♪ If you don't wanna dieKeep your hands high ♪"
    }
  },
  {
    "translation": {
      "en": "Biggie was in the studio, he called me to come see him.",
      "vi": "Biggie was in the studio,he called me to come see him."
    }
  },
  {
    "translation": {
      "en": "And I went down there to take care of him and then when I got there, he said,",
      "vi": "And I went down there to take care of himand then when I got there, he said,"
    }
  },
  {
    "translation": {
      "en": "\"You know I couldn't do this shit till you got here.\"",
      "vi": "\"You know I couldn't do this shittill you got here.\""
    }
  },
  {
    "translation": {
      "en": "And then he spit that shit. Yo, the studio was rocking so crazy, man.",
      "vi": "And then he spit that shit. Yo,the studio was rocking so crazy, man."
    }
  },
  {
    "translation": {
      "en": "♪ Now we lampin' Twelve-room mansion ♪",
      "vi": "♪ Now we lampin'Twelve-room mansion ♪"
    }
  },
  {
    "translation": {
      "en": "[Branson] ♪ Took me and Little Cease ♪",
      "vi": "[Branson] ♪ Took me and Little Cease ♪"
    }
  },
  {
    "translation": {
      "en": "No. ♪ We took Kim and Cease advance ♪",
      "vi": "No.♪ We took Kim and Cease advance ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Bought ten pounds Of weed plant from Branson ♪",
      "vi": "♪ Bought ten poundsOf weed plant from Branson ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Now we lampin' ♪",
      "vi": "♪ Now we lampin' ♪"
    }
  },
  {
    "translation": {
      "en": "♪ If you don't wanna die Keep your hands high ♪",
      "vi": "♪ If you don't wanna dieKeep your hands high ♪"
    }
  },
  {
    "translation": {
      "en": "[Branson] Cannabis has always been legal in my situation.",
      "vi": "[Branson] Cannabishas always been legal in my situation."
    }
  },
  {
    "translation": {
      "en": "I serviced the community with marijuana products and variety, hash.",
      "vi": "I serviced the communitywith marijuana products and variety, hash."
    }
  },
  {
    "translation": {
      "en": "We had Thais on a stick, we had the thin sticks, the big sticks.",
      "vi": "We had Thais on a stick,we had the thin sticks, the big sticks."
    }
  },
  {
    "translation": {
      "en": "Now, here it is that you got dispensaries and they got menus and shit like that.",
      "vi": "Now, here it is that you got dispensariesand they got menus and shit like that."
    }
  },
  {
    "translation": {
      "en": "I mean, I had a menu that wasn't on paper then.",
      "vi": "I mean, I had a menuthat wasn't on paper then."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] So, wait a minute, we're on 123rd Street.",
      "vi": "[Brathwaite]So, wait a minute, we're on 123rd Street."
    }
  },
  {
    "translation": {
      "en": "[Branson] Yeah, that's right. We're on 123rd Street, you know, so...",
      "vi": "[Branson] Yeah, that's right.We're on 123rd Street, you know, so..."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] So this was a block, when I was a kid in the 70s,",
      "vi": "[Brathwaite] So this was a block,when I was a kid in the 70s,"
    }
  },
  {
    "translation": {
      "en": "I came up here because this was where we heard you could get chunky black.",
      "vi": "I came up here because this was wherewe heard you could get chunky black."
    }
  },
  {
    "translation": {
      "en": "[Branson] 123rd Street. Yep. It was clockin'.",
      "vi": "[Branson] 123rd Street.Yep. It was clockin'."
    }
  },
  {
    "translation": {
      "en": "-It was amazing up and down this block. -Motherfuckers was turning paper.",
      "vi": "-It was amazing up and down this block.-Motherfuckers was turning paper."
    }
  },
  {
    "translation": {
      "en": "Looks like these niggas are still out here hustling.",
      "vi": "Looks like these niggasare still out here hustling."
    }
  },
  {
    "translation": {
      "en": "-You might have it. -You might have it.",
      "vi": "-You might have it.-You might have it."
    }
  },
  {
    "translation": {
      "en": "-For real. -He got the bag.",
      "vi": "-For real.-He got the bag."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Meanwhile, on the West Coast, a new brand of hip hop",
      "vi": "[Brathwaite] Meanwhile, on the West Coast,a new brand of hip hop"
    }
  },
  {
    "translation": {
      "en": "would bring cannabis into the homes of millions more.",
      "vi": "would bring cannabisinto the homes of millions more."
    }
  },
  {
    "translation": {
      "en": "[B-Real] A lot of us on the West Coast wanted to become guys like Run DMC.",
      "vi": "[B-Real] A lot of us on the West Coastwanted to become guys like Run DMC."
    }
  },
  {
    "translation": {
      "en": "Hi, Yo, MTV Raps, bringing you new and exciting hip hop grooves first.",
      "vi": "Hi, Yo, MTV Raps, bringing you newand exciting hip hop grooves first."
    }
  },
  {
    "translation": {
      "en": "I wanna introduce y'all to one of my new favorite groups, Cypress Hill.",
      "vi": "I wanna introduce y'all to one of my newfavorite groups, Cypress Hill."
    }
  },
  {
    "translation": {
      "en": "-What's up? -What up? B-Real in the house.",
      "vi": "-What's up?-What up? B-Real in the house."
    }
  },
  {
    "translation": {
      "en": "[B-Real] Anyone who was anyone in the game got interviewed by Fab 5 Freddy,",
      "vi": "[B-Real] Anyone who was anyone in the gamegot interviewed by Fab 5 Freddy,"
    }
  },
  {
    "translation": {
      "en": "so we were stoked like a motherfucker. We're like, \"Damn, we're right here.",
      "vi": "so we were stoked like a motherfucker.We're like, \"Damn, we're right here."
    }
  },
  {
    "translation": {
      "en": "We're with Fab 5 Freddy from Wild Style. Get the fuck out of here.\"",
      "vi": "We're with Fab 5 Freddy from Wild Style.Get the fuck out of here.\""
    }
  },
  {
    "translation": {
      "en": "[Hager] A reporter from The Source magazine told me,",
      "vi": "[Hager] A reporter fromThe Source magazine told me,"
    }
  },
  {
    "translation": {
      "en": "\"You should put Cypress Hill on the cover of High Times.\"",
      "vi": "\"You should put Cypress Hillon the cover of High Times.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Okay.\" [laughs] It sold through the roof.",
      "vi": "I said, \"Okay.\" [laughs]It sold through the roof."
    }
  },
  {
    "translation": {
      "en": "So after that, it was like, \"Okay, who's next?\"",
      "vi": "So after that, it was like,\"Okay, who's next?\""
    }
  },
  {
    "translation": {
      "en": "You know, Red Man, Wu-Tang, you know, Snoop Dogg, they all sold like crazy.",
      "vi": "You know, Red Man, Wu-Tang, you know,Snoop Dogg, they all sold like crazy."
    }
  },
  {
    "translation": {
      "en": "[B-Real] Let me get a fresh joint for that.",
      "vi": "[B-Real]Let me get a fresh joint for that."
    }
  },
  {
    "translation": {
      "en": "-Ah, man, this is it, baby. -Oh, yeah.",
      "vi": "-Ah, man, this is it, baby.-Oh, yeah."
    }
  },
  {
    "translation": {
      "en": "The switch is alive and direct. It goes up, down, to the side, side, side.",
      "vi": "The switch is alive and direct.It goes up, down, to the side, side, side."
    }
  },
  {
    "translation": {
      "en": "Smoke starts happening, you know, it gets pretty thick.",
      "vi": "Smoke starts happening,you know, it gets pretty thick."
    }
  },
  {
    "translation": {
      "en": "-Cool, thanks, man. -Word up.",
      "vi": "-Cool, thanks, man.-Word up."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] The war on drugs was raging at the time",
      "vi": "[Brathwaite]The war on drugs was raging at the time"
    }
  },
  {
    "translation": {
      "en": "when you guys made the decision to do what you did.",
      "vi": "when you guys made the decisionto do what you did."
    }
  },
  {
    "translation": {
      "en": "Talk about what was in your head, what was happening.",
      "vi": "Talk about what was in your head,what was happening."
    }
  },
  {
    "translation": {
      "en": "When you heard about the war on drugs, and specifically if you were out there",
      "vi": "When you heard about the war on drugs,and specifically if you were out there"
    }
  },
  {
    "translation": {
      "en": "slanging, you know, okay, there's a new enemy.",
      "vi": "slanging, you know,okay, there's a new enemy."
    }
  },
  {
    "translation": {
      "en": "When Jack Herer came out with the book called The Emperor Wears No Clothes,",
      "vi": "When Jack Herer came out with the bookcalled The Emperor Wears No Clothes,"
    }
  },
  {
    "translation": {
      "en": "We started seeing some of the stuff that the government kept from the people,",
      "vi": "We started seeing some of the stuffthat the government kept from the people,"
    }
  },
  {
    "translation": {
      "en": "When we came across that, we said, \"Okay, well,",
      "vi": "When we came across that,we said, \"Okay, well,"
    }
  },
  {
    "translation": {
      "en": "you know, we could just be stoners 'cause that's who we are,",
      "vi": "you know, we could just be stoners'cause that's who we are,"
    }
  },
  {
    "translation": {
      "en": "but we also are activists and we also do want to see this legal.\"",
      "vi": "but we also are activistsand we also do want to see this legal.\""
    }
  },
  {
    "translation": {
      "en": "So, the only way to do that is to spread the education.",
      "vi": "So, the only way to do that isto spread the education."
    }
  },
  {
    "translation": {
      "en": "So we took what we learned from Jack Herer,",
      "vi": "So we took what welearned from Jack Herer,"
    }
  },
  {
    "translation": {
      "en": "and we put that out there to counter some of the propaganda",
      "vi": "and we put that out thereto counter some of the propaganda"
    }
  },
  {
    "translation": {
      "en": "that had been coming out since the '30s, '40s.",
      "vi": "that had been coming outsince the '30s, '40s."
    }
  },
  {
    "translation": {
      "en": "In the music world, you know, when you hit the mainstream as a cannabis group,",
      "vi": "In the music world, you know, when you hitthe mainstream as a cannabis group,"
    }
  },
  {
    "translation": {
      "en": "it could be interesting because there's a lot of opportunities",
      "vi": "it could be interestingbecause there's a lot of opportunities"
    }
  },
  {
    "translation": {
      "en": "you know, because of our stance on cannabis.",
      "vi": "you know,because of our stance on cannabis."
    }
  },
  {
    "translation": {
      "en": "You know, there's folks that maybe won't work with you because,",
      "vi": "You know, there's folks that maybewon't work with you because,"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] On Saturday Night Live in 1993,",
      "vi": "[Brathwaite]On Saturday Night Live in 1993,"
    }
  },
  {
    "translation": {
      "en": "after being told they could not smoke a joint on stage... [chuckles]",
      "vi": "after being told they could notsmoke a joint on stage... [chuckles]"
    }
  },
  {
    "translation": {
      "en": "...Cypress Hill lit up anyway and got banned from the show forever.",
      "vi": "...Cypress Hill lit up anywayand got banned from the show forever."
    }
  },
  {
    "translation": {
      "en": "People just thought we had, you know, a lot of balls to go out there and say,",
      "vi": "People just thought we had, you know,a lot of balls to go out there and say,"
    }
  },
  {
    "translation": {
      "en": "\"We're doing this illegally and we're good with it",
      "vi": "\"We're doing this illegallyand we're good with it"
    }
  },
  {
    "translation": {
      "en": "It looked like we didn't know what we were rapping about,",
      "vi": "It looked like we didn't knowwhat we were rapping about,"
    }
  },
  {
    "translation": {
      "en": "like, we didn't have our history or our knowledge about cannabis,",
      "vi": "like, we didn't have our historyor our knowledge about cannabis,"
    }
  },
  {
    "translation": {
      "en": "There was an artist doing it before us, but in terms of hip hop,",
      "vi": "There was an artist doing it before us,but in terms of hip hop,"
    }
  },
  {
    "translation": {
      "en": "it's Snoop Dogg, Red Man, Method Man, and Cypress Hill.",
      "vi": "it's Snoop Dogg, Red Man,Method Man, and Cypress Hill."
    }
  },
  {
    "translation": {
      "en": "We are considered the forefathers in cannabis culture in hip hop.",
      "vi": "We are considered the forefathersin cannabis culture in hip hop."
    }
  },
  {
    "translation": {
      "en": "[Snoop] I think I was the extension of the greats,",
      "vi": "[Snoop]I think I was the extension of the greats,"
    }
  },
  {
    "translation": {
      "en": "and the greats like Willie Nelson and Bob Marley.",
      "vi": "and the greats likeWillie Nelson and Bob Marley."
    }
  },
  {
    "translation": {
      "en": "I think I was like the extension of what they were in they era,",
      "vi": "I think I was like the extensionof what they were in they era,"
    }
  },
  {
    "translation": {
      "en": "but even more up front because I was a different breed than they was,",
      "vi": "but even more up front becauseI was a different breed than they was,"
    }
  },
  {
    "translation": {
      "en": "I'm a piece of each one of them that I named,",
      "vi": "I'm a piece of each oneof them that I named,"
    }
  },
  {
    "translation": {
      "en": "but I just was a different version, like, a more up-front person.",
      "vi": "but I just was a different version,like, a more up-front person."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] That's amazing, Snoop. Listen, Snoop.",
      "vi": "[Brathwaite]That's amazing, Snoop. Listen, Snoop."
    }
  },
  {
    "translation": {
      "en": "-I just wanna have this moment with you-- -Well, you gotta hit this one time.",
      "vi": "-I just wanna have this moment with you---Well, you gotta hit this one time."
    }
  },
  {
    "translation": {
      "en": "-But you know I gotta do the interview. -That's that Bubble Gum laced by Snoop.",
      "vi": "-But you know I gotta do the interview.-That's that Bubble Gum laced by Snoop."
    }
  },
  {
    "translation": {
      "en": "-That's the sound I was looking for. -God. Damn.",
      "vi": "-That's the sound I was looking for.-God. Damn."
    }
  },
  {
    "translation": {
      "en": "♪ That's the sound of the man Smoking what, Dogg? ♪",
      "vi": "♪ That's the sound of the manSmoking what, Dogg? ♪"
    }
  },
  {
    "translation": {
      "en": "What was my first experiences with cannabis?",
      "vi": "What was my first experienceswith cannabis?"
    }
  },
  {
    "translation": {
      "en": "I would have to say, um... in the '70s, '77, 1977.",
      "vi": "I would have to say, um...in the '70s, '77, 1977."
    }
  },
  {
    "translation": {
      "en": "One of my uncles, I ain't gonna say his name,",
      "vi": "One of my uncles,I ain't gonna say his name,"
    }
  },
  {
    "translation": {
      "en": "'cause I don't want the police to come get the nigga, even though...",
      "vi": "'cause I don't want the policeto come get the nigga, even though..."
    }
  },
  {
    "translation": {
      "en": "I remember one day, he was like, \"Snoop, come in here.\"",
      "vi": "I remember one day, he was like,\"Snoop, come in here.\""
    }
  },
  {
    "translation": {
      "en": "He had a Shlitz Malt Liquor Bull on the table.",
      "vi": "He had a Shlitz Malt Liquor Bullon the table."
    }
  },
  {
    "translation": {
      "en": "That was my first experience, 1977, smoking some Colombian Red",
      "vi": "That was my first experience, 1977,smoking some Colombian Red"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] As Snoop became a household name,",
      "vi": "[Brathwaite]As Snoop became a household name,"
    }
  },
  {
    "translation": {
      "en": "he brought cannabis culture into the mainstream.",
      "vi": "he brought cannabis cultureinto the mainstream."
    }
  },
  {
    "translation": {
      "en": "He even helped Dr. Dre come up with the title for his debut album.",
      "vi": "He even helped Dr. Dre come upwith the title for his debut album."
    }
  },
  {
    "translation": {
      "en": "[Snoop] You know, when we seen all that shit, that was cool.",
      "vi": "[Snoop] You know, when we seenall that shit, that was cool."
    }
  },
  {
    "translation": {
      "en": "\"Nigga, the chronic is the shit on the streets, and nigga,",
      "vi": "\"Nigga, the chronic is the shiton the streets, and nigga,"
    }
  },
  {
    "translation": {
      "en": "your album is gonna be the shit on the streets.",
      "vi": "your album is gonna bethe shit on the streets."
    }
  },
  {
    "translation": {
      "en": "That's what you need to name your album, cuz, The Chronic.\"",
      "vi": "That's what you need toname your album, cuz, The Chronic.\""
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] When The Chronic hit the streets,",
      "vi": "[Brathwaite]When The Chronic hit the streets,"
    }
  },
  {
    "translation": {
      "en": "it reintroduced cannabis to a whole new generation,",
      "vi": "it reintroduced cannabisto a whole new generation,"
    }
  },
  {
    "translation": {
      "en": "and the plant's audience grew wider than ever before.",
      "vi": "and the plant's audiencegrew wider than ever before."
    }
  },
  {
    "translation": {
      "en": "[Snoop] It's a plant that's from the earth that was supposed to be here.",
      "vi": "[Snoop] It's a plant that's from the earththat was supposed to be here."
    }
  },
  {
    "translation": {
      "en": "When a nigga get high, he low key chilling.",
      "vi": "When a nigga get high,he low key chilling."
    }
  },
  {
    "translation": {
      "en": "You could put a thousand motherfuckers in one room that don't like each other,",
      "vi": "You could put a thousand motherfuckersin one room that don't like each other,"
    }
  },
  {
    "translation": {
      "en": "them niggas gonna be taking selfies and doing all kind of cool shit.",
      "vi": "them niggas gonna be taking selfiesand doing all kind of cool shit."
    }
  },
  {
    "translation": {
      "en": "You could put four people in a room that don't like each other,",
      "vi": "You could put four people in a roomthat don't like each other,"
    }
  },
  {
    "translation": {
      "en": "and one glass of fucking alcohol, somebody gonna be fucking dead.",
      "vi": "and one glass of fucking alcohol,somebody gonna be fucking dead."
    }
  },
  {
    "translation": {
      "en": "Y'all all done been around somebody that's drunk and somebody that's high.",
      "vi": "Y'all all done been around somebodythat's drunk and somebody that's high."
    }
  },
  {
    "translation": {
      "en": "Somebody that's drunk, you be ready to get rid of that motherfucker.",
      "vi": "Somebody that's drunk, you be readyto get rid of that motherfucker."
    }
  },
  {
    "translation": {
      "en": "\"Man, get this nigga out of here.\" But somebody that's high, they relaxed.",
      "vi": "\"Man, get this nigga out of here.\"But somebody that's high, they relaxed."
    }
  },
  {
    "translation": {
      "en": "You can sit them in the corner, they gonna be all right.",
      "vi": "You can sit them in the corner,they gonna be all right."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Can you think of any weed songs",
      "vi": "[Brathwaite]Can you think of any weed songs"
    }
  },
  {
    "translation": {
      "en": "♪ DJ Quik, we smoke tha bomb bud ♪",
      "vi": "♪ DJ Quik, we smoke tha bomb bud ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Five on it I gotta put five on it ♪",
      "vi": "♪ Five on itI gotta put five on it ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I'm a stoner, I'm a stoner I'm a stoner ♪",
      "vi": "♪ I'm a stoner, I'm a stonerI'm a stoner ♪"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause everything's better When you're high ♪",
      "vi": "♪ 'Cause everything's betterWhen you're high ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Everything's better when you're high ♪",
      "vi": "♪ Everything's better when you're high ♪"
    }
  },
  {
    "translation": {
      "en": "The bad thing is that there's still people rotting in jail for it.",
      "vi": "The bad thing is that there's stillpeople rotting in jail for it."
    }
  },
  {
    "translation": {
      "en": "A man in Louisiana has been sentenced to 13 years in prison",
      "vi": "A man in Louisianahas been sentenced to 13 years in prison"
    }
  },
  {
    "translation": {
      "en": "for having possession of the equivalent of two joints' worth of marijuana.",
      "vi": "for having possession of the equivalentof two joints' worth of marijuana."
    }
  },
  {
    "translation": {
      "en": "This is a 49-year-old African American father of seven.",
      "vi": "This is a 49-year-oldAfrican American father of seven."
    }
  },
  {
    "translation": {
      "en": "[reporter] Because he had two prior civil possession convictions,",
      "vi": "[reporter] Because he had two priorcivil possession convictions,"
    }
  },
  {
    "translation": {
      "en": "the Orleans Parish District Attorney's Office",
      "vi": "the Orleans ParishDistrict Attorney's Office"
    }
  },
  {
    "translation": {
      "en": "sought the mandatory minimum sentence of 13 years and four months.",
      "vi": "sought the mandatory minimum sentenceof 13 years and four months."
    }
  },
  {
    "translation": {
      "en": "[man] Everybody's heard of California's three strikes law.",
      "vi": "[man] Everybody's heard of California'sthree strikes law."
    }
  },
  {
    "translation": {
      "en": "that basically punished repeat felony behavior.",
      "vi": "that basically punishedrepeat felony behavior."
    }
  },
  {
    "translation": {
      "en": "We are definitely on the more extreme end in terms of how we treat marijuana,",
      "vi": "We are definitely on the more extreme endin terms of how we treat marijuana,"
    }
  },
  {
    "translation": {
      "en": "both as the initial offense, but also in the ability to enhance sentences",
      "vi": "both as the initial offense, but alsoin the ability to enhance sentences"
    }
  },
  {
    "translation": {
      "en": "and turn marijuana into a felony and then use our...",
      "vi": "and turn marijuana into a felonyand then use our..."
    }
  },
  {
    "translation": {
      "en": "as far as I'm concerned, draconian multiple bill statute,",
      "vi": "as far as I'm concerned,draconian multiple bill statute,"
    }
  },
  {
    "translation": {
      "en": "which is why you have stories like Mr. Noble going to jail",
      "vi": "which is why you have storieslike Mr. Noble going to jail"
    }
  },
  {
    "translation": {
      "en": "for Bernard Noble's long prison sentence when Representative Boggs,",
      "vi": "for Bernard Noble's long prison sentencewhen Representative Boggs,"
    }
  },
  {
    "translation": {
      "en": "from New Orleans, led the charge for mandatory minimums back in the 1950s.",
      "vi": "from New Orleans, led the chargefor mandatory minimums back in the 1950s."
    }
  },
  {
    "translation": {
      "en": "convicts' sentences got longer with repeat convictions.",
      "vi": "convicts' sentences got longerwith repeat convictions."
    }
  },
  {
    "translation": {
      "en": "Because Bernard had non-violent minor drug offenses in his past,",
      "vi": "Because Bernard had non-violentminor drug offenses in his past,"
    }
  },
  {
    "translation": {
      "en": "his more recent conviction led to an imposed minimum sentence.",
      "vi": "his more recent convictionled to an imposed minimum sentence."
    }
  },
  {
    "translation": {
      "en": "[woman] It's a newfound slavery, you know...",
      "vi": "[woman] It's a newfound slavery,you know..."
    }
  },
  {
    "translation": {
      "en": "you know, that's their way of enslaving our people.",
      "vi": "you know,that's their way of enslaving our people."
    }
  },
  {
    "translation": {
      "en": "-He has lost contact with his children. -Yeah.",
      "vi": "-He has lost contact with his children.-Yeah."
    }
  },
  {
    "translation": {
      "en": "His girls are now teenagers. They're all in high school.",
      "vi": "His girls are now teenagers.They're all in high school."
    }
  },
  {
    "translation": {
      "en": "when he comes home, he's gonna have to try to rebuild and pick up the pieces.",
      "vi": "when he comes home, he's gonna haveto try to rebuild and pick up the pieces."
    }
  },
  {
    "translation": {
      "en": "now you have a record, you have that attached to you.",
      "vi": "now you have a record,you have that attached to you."
    }
  },
  {
    "translation": {
      "en": "-Right. -It's gonna be hard.",
      "vi": "-Right.-It's gonna be hard."
    }
  },
  {
    "translation": {
      "en": "-[Lashawnda] The first judge gave him... -[Gwynne] The judge gave him five years.",
      "vi": "-[Lashawnda] The first judge gave him...-[Gwynne] The judge gave him five years."
    }
  },
  {
    "translation": {
      "en": "May 27th was supposed to be his release date.",
      "vi": "May 27th was supposedto be his release date."
    }
  },
  {
    "translation": {
      "en": "-His release date. -I bought him a Greyhound bus ticket.",
      "vi": "-His release date.-I bought him a Greyhound bus ticket."
    }
  },
  {
    "translation": {
      "en": "And they informed me that that was gonna be his release date of May 27.",
      "vi": "And they informed me that that wasgonna be his release date of May 27."
    }
  },
  {
    "translation": {
      "en": "instead of them bringing him to the Greyhound bus station,",
      "vi": "instead of them bringing himto the Greyhound bus station,"
    }
  },
  {
    "translation": {
      "en": "because they said they were gonna multi-bill him",
      "vi": "because they saidthey were gonna multi-bill him"
    }
  },
  {
    "translation": {
      "en": "because the law of Louisiana states you have to be out of trouble ten years",
      "vi": "because the law of Louisiana statesyou have to be out of trouble ten years"
    }
  },
  {
    "translation": {
      "en": "He had been out of trouble nine years and six months.",
      "vi": "He had been out of troublenine years and six months."
    }
  },
  {
    "translation": {
      "en": "His previous charges had to be mostly marijuana arrests for possession.",
      "vi": "His previous charges had to bemostly marijuana arrests for possession."
    }
  },
  {
    "translation": {
      "en": "It's not like he was a violent criminal that you had to get off the street.",
      "vi": "It's not like he was a violent criminalthat you had to get off the street."
    }
  },
  {
    "translation": {
      "en": "The first judge was outraged, but he said it was out of his hands",
      "vi": "The first judge was outraged,but he said it was out of his hands"
    }
  },
  {
    "translation": {
      "en": "because the D.A. Cannizzaro said they had the power over the situation",
      "vi": "because the D.A. Cannizzaro saidthey had the power over the situation"
    }
  },
  {
    "translation": {
      "en": "-and he couldn't change it. -[Gwynne] Couldn't do nothing.",
      "vi": "-and he couldn't change it.-[Gwynne] Couldn't do nothing."
    }
  },
  {
    "translation": {
      "en": "[Bosworth] Everybody involved on the district court,",
      "vi": "[Bosworth] Everybody involvedon the district court,"
    }
  },
  {
    "translation": {
      "en": "including the judge, didn't want Mr. Noble to get that sentence.",
      "vi": "including the judge, didn't wantMr. Noble to get that sentence."
    }
  },
  {
    "translation": {
      "en": "The district attorney fought it and took it to the Louisiana Supreme Court,",
      "vi": "The district attorney fought it and tookit to the Louisiana Supreme Court,"
    }
  },
  {
    "translation": {
      "en": "and our Supreme Court said that you have to give him the mandatory minimum.",
      "vi": "and our Supreme Court said that you haveto give him the mandatory minimum."
    }
  },
  {
    "translation": {
      "en": "[Lashwandra] He had been in jail ever since.",
      "vi": "[Lashwandra]He had been in jail ever since."
    }
  },
  {
    "translation": {
      "en": "-He never came back home. -[Gwynne] Never came home.",
      "vi": "-He never came back home.-[Gwynne] Never came home."
    }
  },
  {
    "translation": {
      "en": "-[man] That was eight years ago, Mom? -Yes.",
      "vi": "-[man] That was eight years ago, Mom?-Yes."
    }
  },
  {
    "translation": {
      "en": "-Yes, since 2009, for a joint. -I thought it was close to nine.",
      "vi": "-Yes, since 2009, for a joint.-I thought it was close to nine."
    }
  },
  {
    "translation": {
      "en": "-That's what it boiled down to. -That's what it boiled down to.",
      "vi": "-That's what it boiled down to.-That's what it boiled down to."
    }
  },
  {
    "translation": {
      "en": "-A joint. -[Brathwaite] One joint?",
      "vi": "-A joint.-[Brathwaite] One joint?"
    }
  },
  {
    "translation": {
      "en": "[Lashwandra] You know what? We've had a brother",
      "vi": "[Lashwandra] You know what?We've had a brother"
    }
  },
  {
    "translation": {
      "en": "\"Can y'all please let him come to the funeral?\"",
      "vi": "\"Can y'all please let himcome to the funeral?\""
    }
  },
  {
    "translation": {
      "en": "They told me, yes, they would have a ride for him.",
      "vi": "They told me, yes,they would have a ride for him."
    }
  },
  {
    "translation": {
      "en": "I showed up to the jail to pick him up for them to tell me that",
      "vi": "I showed up to the jail to pick him upfor them to tell me that"
    }
  },
  {
    "translation": {
      "en": "they didn't have a van to bring him to Mississippi.",
      "vi": "they didn't have a vanto bring him to Mississippi."
    }
  },
  {
    "translation": {
      "en": "There's so many levels of prejudice even if it's just kind of subconscious,",
      "vi": "There's so many levels of prejudiceeven if it's just kind of subconscious,"
    }
  },
  {
    "translation": {
      "en": "even if it's just systemic as opposed to intentional.",
      "vi": "even if it's just systemicas opposed to intentional."
    }
  },
  {
    "translation": {
      "en": "That has definitely created a cycle of disproportionate abuse,",
      "vi": "That has definitely createda cycle of disproportionate abuse,"
    }
  },
  {
    "translation": {
      "en": "in terms of the criminal justice system coming down on African Americans.",
      "vi": "in terms of the criminal justice systemcoming down on African Americans."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] So if somebody was walking down Bourbon Street smoking a joint...",
      "vi": "[Brathwaite] So if somebody was walkingdown Bourbon Street smoking a joint..."
    }
  },
  {
    "translation": {
      "en": "They would have the option now to either arrest or issue a citation.",
      "vi": "They would have the option nowto either arrest or issue a citation."
    }
  },
  {
    "translation": {
      "en": "If you're African American, you're more likely to be arrested.",
      "vi": "If you're African American,you're more likely to be arrested."
    }
  },
  {
    "translation": {
      "en": "in terms of who's in jail for marijuana and who's been arrested.",
      "vi": "in terms of who's in jail for marijuanaand who's been arrested."
    }
  },
  {
    "translation": {
      "en": "Uh... And the other issue is the money that it brings in.",
      "vi": "Uh... And the other issue isthe money that it brings in."
    }
  },
  {
    "translation": {
      "en": "[Bosworth] We have financially incentivized incarceration so much,",
      "vi": "[Bosworth] We have financiallyincentivized incarceration so much,"
    }
  },
  {
    "translation": {
      "en": "building a system where sheriffs become dependent on high incarceration rates.",
      "vi": "building a system where sheriffs becomedependent on high incarceration rates."
    }
  },
  {
    "translation": {
      "en": "The short offenses, the two, three, four, five-year sentences go to local prisons.",
      "vi": "The short offenses, the two, three, four,five-year sentences go to local prisons."
    }
  },
  {
    "translation": {
      "en": "They bill the states for every person that they have in their facility per day.",
      "vi": "They bill the states for every personthat they have in their facility per day."
    }
  },
  {
    "translation": {
      "en": "they've expanded those jails in order to bring in more inmates and make more money.",
      "vi": "they've expanded those jails in order tobring in more inmates and make more money."
    }
  },
  {
    "translation": {
      "en": "They become, in some parishes, the largest employers in the parish.",
      "vi": "They become, in some parishes,the largest employers in the parish."
    }
  },
  {
    "translation": {
      "en": "And their political clout grows accordingly.",
      "vi": "And their political cloutgrows accordingly."
    }
  },
  {
    "translation": {
      "en": "was a young man, like a lot of young men, he liked to smoke marijuana.",
      "vi": "was a young man, like a lot of young men,he liked to smoke marijuana."
    }
  },
  {
    "translation": {
      "en": "That cycling early on into the prison system set a young man,",
      "vi": "That cycling early on intothe prison system set a young man,"
    }
  },
  {
    "translation": {
      "en": "who, at one time, had wanted to be a massage therapist,",
      "vi": "who, at one time,had wanted to be a massage therapist,"
    }
  },
  {
    "translation": {
      "en": "who wanted to be a healer, onto a path that said,",
      "vi": "who wanted to be a healer,onto a path that said,"
    }
  },
  {
    "translation": {
      "en": "\"All you can do is cycle in and out of prison.",
      "vi": "\"All you can do iscycle in and out of prison."
    }
  },
  {
    "translation": {
      "en": "It was almost like there was a conspiracy to say",
      "vi": "It was almost likethere was a conspiracy to say"
    }
  },
  {
    "translation": {
      "en": "that you can only live within this very narrow confines.",
      "vi": "that you can only livewithin this very narrow confines."
    }
  },
  {
    "translation": {
      "en": "After he got a record, he could not really get any kind of job worth anything.",
      "vi": "After he got a record, he could notreally get any kind of job worth anything."
    }
  },
  {
    "translation": {
      "en": "He continued sort of working in an underground economy.",
      "vi": "He continued sort of workingin an underground economy."
    }
  },
  {
    "translation": {
      "en": "He was stabbed not long after that in July.",
      "vi": "He was stabbednot long after that in July."
    }
  },
  {
    "translation": {
      "en": "he was murdered in an act of drug war violence.",
      "vi": "he was murderedin an act of drug war violence."
    }
  },
  {
    "translation": {
      "en": "and was actually trying to protect his family, and so...",
      "vi": "and was actually tryingto protect his family, and so..."
    }
  },
  {
    "translation": {
      "en": "I'm aware that I do this work standing in the blood... of my child.",
      "vi": "I'm aware that I do this workstanding in the blood... of my child."
    }
  },
  {
    "translation": {
      "en": "But I also know that my story is not unique.",
      "vi": "But I also knowthat my story is not unique."
    }
  },
  {
    "translation": {
      "en": "women I love, people in my community to who I am connected.",
      "vi": "women I love, people in my communityto who I am connected."
    }
  },
  {
    "translation": {
      "en": "I've watched millions and millions of people just...",
      "vi": "I've watchedmillions and millions of people just..."
    }
  },
  {
    "translation": {
      "en": "thrown away, thrown into a prison system, said that you don't count,",
      "vi": "thrown away, thrown into a prison system,said that you don't count,"
    }
  },
  {
    "translation": {
      "en": "[man] Young black men are the most incarcerated people",
      "vi": "[man] Young black menare the most incarcerated people"
    }
  },
  {
    "translation": {
      "en": "Prisons are like dumping grounds for people who society regards as garbage.",
      "vi": "Prisons are like dumping groundsfor people who society regards as garbage."
    }
  },
  {
    "translation": {
      "en": "As a prosecutor, one of my tasks was prosecuting drug crimes...",
      "vi": "As a prosecutor, one of my taskswas prosecuting drug crimes..."
    }
  },
  {
    "translation": {
      "en": "including the most frequently prosecuted drug crime, marijuana.",
      "vi": "including the most frequentlyprosecuted drug crime, marijuana."
    }
  },
  {
    "translation": {
      "en": "I went after, like every other prosecutor did,",
      "vi": "I went after,like every other prosecutor did,"
    }
  },
  {
    "translation": {
      "en": "a lot of black people for using marijuana and selling marijuana.",
      "vi": "a lot of black peoplefor using marijuana and selling marijuana."
    }
  },
  {
    "translation": {
      "en": "If you go to a criminal court in DC, then, that was in the 1990s,",
      "vi": "If you go to a criminal court in DC,then, that was in the 1990s,"
    }
  },
  {
    "translation": {
      "en": "and now, you would think that white people don't commit crimes.",
      "vi": "and now, you would think thatwhite people don't commit crimes."
    }
  },
  {
    "translation": {
      "en": "White people are about 40% the population of the District of Columbia,",
      "vi": "White people are about 40% the populationof the District of Columbia,"
    }
  },
  {
    "translation": {
      "en": "but they are not present in the criminal court.",
      "vi": "but they are not presentin the criminal court."
    }
  },
  {
    "translation": {
      "en": "And it took me too long to realize this, but at the end of the day,",
      "vi": "And it took me too long to realize this,but at the end of the day,"
    }
  },
  {
    "translation": {
      "en": "I understood I didn't go to Harvard Law School to put black people in prison.",
      "vi": "I understood I didn't go to HarvardLaw School to put black people in prison."
    }
  },
  {
    "translation": {
      "en": "My presence as a black prosecutor was supposed to send a message.",
      "vi": "My presence as a black prosecutorwas supposed to send a message."
    }
  },
  {
    "translation": {
      "en": "I know you don't see anybody but black people being prosecuted,",
      "vi": "I know you don't see anybodybut black people being prosecuted,"
    }
  },
  {
    "translation": {
      "en": "I can imagine that it sucks to be sitting in prison for a weed charge",
      "vi": "I can imagine that it sucksto be sitting in prison for a weed charge"
    }
  },
  {
    "translation": {
      "en": "and seeing people make so much money off of it.",
      "vi": "and seeing people makeso much money off of it."
    }
  },
  {
    "translation": {
      "en": "I got five years, because it was a mandatory minimum.",
      "vi": "I got five years,because it was a mandatory minimum."
    }
  },
  {
    "translation": {
      "en": "Now I'm a two-time felon. I get one more, I'm gone for 25 years.",
      "vi": "Now I'm a two-time felon.I get one more, I'm gone for 25 years."
    }
  },
  {
    "translation": {
      "en": "because it's still federally illegal to be a part of anything.",
      "vi": "because it's still federally illegalto be a part of anything."
    }
  },
  {
    "translation": {
      "en": "When you get into a legal or regulated cannabis industry,",
      "vi": "When you get into a legalor regulated cannabis industry,"
    }
  },
  {
    "translation": {
      "en": "I was fortunate enough to talk my way out of every situation I've ever had",
      "vi": "I was fortunate enough to talk my way outof every situation I've ever had"
    }
  },
  {
    "translation": {
      "en": "and not go to jail. You know what I'm saying?",
      "vi": "and not go to jail.You know what I'm saying?"
    }
  },
  {
    "translation": {
      "en": "but a lot of cats in the street that have the knowledge of the herb",
      "vi": "but a lot of cats in the streetthat have the knowledge of the herb"
    }
  },
  {
    "translation": {
      "en": "and how to move the herb, how to grow it, they're not allowed to be in this game.",
      "vi": "and how to move the herb, how to grow it,they're not allowed to be in this game."
    }
  },
  {
    "translation": {
      "en": "I think because they saw that there was a positive power in it,",
      "vi": "I think because they sawthat there was a positive power in it,"
    }
  },
  {
    "translation": {
      "en": "even now, because, you know, now it can make money now legally.",
      "vi": "even now, because, you know, nowit can make money now legally."
    }
  },
  {
    "translation": {
      "en": "You know what I'm saying? Now they're trying to keep us",
      "vi": "You know what I'm saying?Now they're trying to keep us"
    }
  },
  {
    "translation": {
      "en": "from having what was originally ours in the first place.",
      "vi": "from having what wasoriginally ours in the first place."
    }
  },
  {
    "translation": {
      "en": "[woman] The number of Americans in favor of legalizing marijuana",
      "vi": "[woman] The number of Americansin favor of legalizing marijuana"
    }
  },
  {
    "translation": {
      "en": "Business is booming in states where legalization has already happened.",
      "vi": "Business is booming in stateswhere legalization has already happened."
    }
  },
  {
    "translation": {
      "en": "Legal marijuana is projected to be a seven-billion dollar industry.",
      "vi": "Legal marijuana is projected to bea seven-billion dollar industry."
    }
  },
  {
    "translation": {
      "en": "♪ A friend of weed ♪",
      "vi": "♪ A friend of weed ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Is a friend indeed ♪",
      "vi": "♪ Is a friend indeed ♪"
    }
  },
  {
    "translation": {
      "en": "♪ So if you get that weed You can hang with me ♪",
      "vi": "♪ So if you get that weedYou can hang with me ♪"
    }
  },
  {
    "translation": {
      "en": "[man] I moved here to Portland, Oregon about five years ago.",
      "vi": "[man] I moved here to Portland, Oregonabout five years ago."
    }
  },
  {
    "translation": {
      "en": "Quit my engineering job and decided to grow my business from my garage.",
      "vi": "Quit my engineering job and decidedto grow my business from my garage."
    }
  },
  {
    "translation": {
      "en": "I'm a cannabis cultivator, retailer, activist, entrepreneur.",
      "vi": "I'm a cannabis cultivator,retailer, activist, entrepreneur."
    }
  },
  {
    "translation": {
      "en": "First and foremost, I'm a cannabis connoisseur.",
      "vi": "First and foremost,I'm a cannabis connoisseur."
    }
  },
  {
    "translation": {
      "en": "I'm a smoker, and I care about the consistency,",
      "vi": "I'm a smoker,and I care about the consistency,"
    }
  },
  {
    "translation": {
      "en": "the look, the taste, everything. That really matters.",
      "vi": "the look, the taste,everything. That really matters."
    }
  },
  {
    "translation": {
      "en": "That's part of the reason why I got into the industry,",
      "vi": "That's part of the reason whyI got into the industry,"
    }
  },
  {
    "translation": {
      "en": "was because I really love cannabis flowers.",
      "vi": "was because I really lovecannabis flowers."
    }
  },
  {
    "translation": {
      "en": "You see them accepting as much light as they possibly can",
      "vi": "You see them accepting as much lightas they possibly can"
    }
  },
  {
    "translation": {
      "en": "to generate that photosynthesis to create what you want, right,",
      "vi": "to generate that photosynthesisto create what you want, right,"
    }
  },
  {
    "translation": {
      "en": "To be a good cultivator, you have to have the passion, the dedication.",
      "vi": "To be a good cultivator, you have to havethe passion, the dedication."
    }
  },
  {
    "translation": {
      "en": "You have to care about every variable in that cultivation room.",
      "vi": "You have to care about every variablein that cultivation room."
    }
  },
  {
    "translation": {
      "en": "Each and every one of these flowers is gonna be different.",
      "vi": "Each and every one of these flowersis gonna be different."
    }
  },
  {
    "translation": {
      "en": "Maybe only one of these, maybe none of these strains are gonna work out for us.",
      "vi": "Maybe only one of these, maybe none ofthese strains are gonna work out for us."
    }
  },
  {
    "translation": {
      "en": "Each and every day, we've got to try to get things crossed off the list.",
      "vi": "Each and every day, we've got to tryto get things crossed off the list."
    }
  },
  {
    "translation": {
      "en": "We went to school together, engineering school.",
      "vi": "We went to school together,engineering school."
    }
  },
  {
    "translation": {
      "en": "We used to smoke a lot of weed together. And now we get to grow.",
      "vi": "We used to smoke a lot of weed together.And now we get to grow."
    }
  },
  {
    "translation": {
      "en": "I wanted to kind of pull other people in, because the most important thing",
      "vi": "I wanted to kind of pull other people in,because the most important thing"
    }
  },
  {
    "translation": {
      "en": "that I think you can do for black people is us being able to see someone else",
      "vi": "that I think you can do for black peopleis us being able to see someone else"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Jesce is one of a small percentage of black entrepreneurs",
      "vi": "[Brathwaite] Jesce is one of a smallpercentage of black entrepreneurs"
    }
  },
  {
    "translation": {
      "en": "trying to erase the decades-old stigma associated with its past.",
      "vi": "trying to erase the decades-old stigmaassociated with its past."
    }
  },
  {
    "translation": {
      "en": "You got rappers who was rapping about the weed.",
      "vi": "You got rappers who wasrapping about the weed."
    }
  },
  {
    "translation": {
      "en": "They owning businesses. They got tech plays.",
      "vi": "They owning businesses.They got tech plays."
    }
  },
  {
    "translation": {
      "en": "They got shit in different states, and it's becoming a business for them,",
      "vi": "They got shit in different states,and it's becoming a business for them,"
    }
  },
  {
    "translation": {
      "en": "because they stood on it so long to where people relied on them.",
      "vi": "because they stood on it so longto where people relied on them."
    }
  },
  {
    "translation": {
      "en": "So when it became legal, their face and their brand was one of the brands",
      "vi": "So when it became legal, their faceand their brand was one of the brands"
    }
  },
  {
    "translation": {
      "en": "and one of the faces that could actually take this business to another level.",
      "vi": "and one of the faces that could actuallytake this business to another level."
    }
  },
  {
    "translation": {
      "en": "[announcer] Cliff Robinson excited about it.",
      "vi": "[announcer]Cliff Robinson excited about it."
    }
  },
  {
    "translation": {
      "en": "[Robinson] Cannabis has always been a part of my life.",
      "vi": "[Robinson] Cannabis has alwaysbeen a part of my life."
    }
  },
  {
    "translation": {
      "en": "My stepfather used it to supplement the family's income,",
      "vi": "My stepfather used it to supplementthe family's income,"
    }
  },
  {
    "translation": {
      "en": "So he used that as a way to help us get by.",
      "vi": "So he used that as a wayto help us get by."
    }
  },
  {
    "translation": {
      "en": "This Cliff Robinson could easily have not grown to be Uncle Cliffy,",
      "vi": "This Cliff Robinson could easilyhave not grown to be Uncle Cliffy,"
    }
  },
  {
    "translation": {
      "en": "eighteen-year NBA career, because I was arrested at a young age,",
      "vi": "eighteen-year NBA career,because I was arrested at a young age,"
    }
  },
  {
    "translation": {
      "en": "My career could have easily took a different direction.",
      "vi": "My career could haveeasily took a different direction."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Former NBA player Cliff Robinson",
      "vi": "[Brathwaite]Former NBA player Cliff Robinson"
    }
  },
  {
    "translation": {
      "en": "have developed a line of sports-related cannabis products called Uncle Cliffy.",
      "vi": "have developed a line of sports-relatedcannabis products called Uncle Cliffy."
    }
  },
  {
    "translation": {
      "en": "These mother plants represent every single one of the genetics",
      "vi": "These mother plants representevery single one of the genetics"
    }
  },
  {
    "translation": {
      "en": "that we currently are housing at Pistil Point.",
      "vi": "that we currently are housingat Pistil Point."
    }
  },
  {
    "translation": {
      "en": "This is called Piña. This is a pineapple strain.",
      "vi": "This is called Piña.This is a pineapple strain."
    }
  },
  {
    "translation": {
      "en": "This batch alone, when I'm looking at these tables,",
      "vi": "This batch alone,when I'm looking at these tables,"
    }
  },
  {
    "translation": {
      "en": "they're gonna pull about $50,000 out of just this area over here.",
      "vi": "they're gonna pull about $50,000out of just this area over here."
    }
  },
  {
    "translation": {
      "en": "Everybody smokes here. Pretty much everybody smokes here,",
      "vi": "Everybody smokes here.Pretty much everybody smokes here,"
    }
  },
  {
    "translation": {
      "en": "and there should be no negative stigma, you would think.",
      "vi": "and there should be no negative stigma,you would think."
    }
  },
  {
    "translation": {
      "en": "But I always caught one from the fans here in Portland.",
      "vi": "But I always caught onefrom the fans here in Portland."
    }
  },
  {
    "translation": {
      "en": "that I've had to deal with throughout my career.",
      "vi": "that I've had to deal withthroughout my career."
    }
  },
  {
    "translation": {
      "en": "[Green] People wouldn't talk about you being an all-star.",
      "vi": "[Green] People wouldn't talkabout you being an all-star."
    }
  },
  {
    "translation": {
      "en": "They wouldn't talk to you about being a six man of the year.",
      "vi": "They wouldn't talk to youabout being a six man of the year."
    }
  },
  {
    "translation": {
      "en": "They would talk about how you consumed cannabis,",
      "vi": "They would talk abouthow you consumed cannabis,"
    }
  },
  {
    "translation": {
      "en": "you know, as if somehow that tainted your career to the point",
      "vi": "you know, as if somehowthat tainted your career to the point"
    }
  },
  {
    "translation": {
      "en": "that that's what they should remember you for.",
      "vi": "that that's what theyshould remember you for."
    }
  },
  {
    "translation": {
      "en": "Well, that perceived negative perception is",
      "vi": "Well, that perceivednegative perception is"
    }
  },
  {
    "translation": {
      "en": "a big reason why I got involved in the cannabis space.",
      "vi": "a big reason whyI got involved in the cannabis space."
    }
  },
  {
    "translation": {
      "en": "[Horton] When you look at the monumental role that the war on drugs played",
      "vi": "[Horton] When you look at the monumentalrole that the war on drugs played"
    }
  },
  {
    "translation": {
      "en": "in mass incarceration, about half of those arrests were from cannabis.",
      "vi": "in mass incarceration, about halfof those arrests were from cannabis."
    }
  },
  {
    "translation": {
      "en": "I got arrested three times, and each time it was less than two grams.",
      "vi": "I got arrested three times,and each time it was less than two grams."
    }
  },
  {
    "translation": {
      "en": "It's not even just going to prison that hurts people's lives.",
      "vi": "It's not even just going to prisonthat hurts people's lives."
    }
  },
  {
    "translation": {
      "en": "It's all the negative things and the repercussions",
      "vi": "It's all the negative thingsand the repercussions"
    }
  },
  {
    "translation": {
      "en": "I lost my college scholarship, had to drop out of school.",
      "vi": "I lost my college scholarship,had to drop out of school."
    }
  },
  {
    "translation": {
      "en": "Got lucky enough to get back into school and graduate.",
      "vi": "Got lucky enough to get backinto school and graduate."
    }
  },
  {
    "translation": {
      "en": "But those charges followed me for a long time",
      "vi": "But those charges followed mefor a long time"
    }
  },
  {
    "translation": {
      "en": "and kind of got in the way of a lot of opportunities.",
      "vi": "and kind of got in the wayof a lot of opportunities."
    }
  },
  {
    "translation": {
      "en": "A lot of us didn't have to start off in that negative position.",
      "vi": "A lot of us didn't have to start offin that negative position."
    }
  },
  {
    "translation": {
      "en": "He ended up going to prison for cannabis distribution",
      "vi": "He ended up going to prisonfor cannabis distribution"
    }
  },
  {
    "translation": {
      "en": "at a time right after he was accepted to one of the top colleges in North Carolina.",
      "vi": "at a time right after he was accepted toone of the top colleges in North Carolina."
    }
  },
  {
    "translation": {
      "en": "and was able to get out and finally get his master's degree,",
      "vi": "and was able to get outand finally get his master's degree,"
    }
  },
  {
    "translation": {
      "en": "but was only able to essentially get a job, a low-level job,",
      "vi": "but was only able to essentiallyget a job, a low-level job,"
    }
  },
  {
    "translation": {
      "en": "for 35 years and retire at a really high position at his company,",
      "vi": "for 35 years and retireat a really high position at his company,"
    }
  },
  {
    "translation": {
      "en": "but what I think about is what if he didn't have to start off as a janitor.",
      "vi": "but what I think about is what ifhe didn't have to start off as a janitor."
    }
  },
  {
    "translation": {
      "en": "It takes two generations to get to where this family would have gotten",
      "vi": "It takes two generations to get towhere this family would have gotten"
    }
  },
  {
    "translation": {
      "en": "Those types of things essentially stifle families",
      "vi": "Those types of thingsessentially stifle families"
    }
  },
  {
    "translation": {
      "en": "One of the most frustrating things about working on marijuana reform",
      "vi": "One of the most frustrating thingsabout working on marijuana reform"
    }
  },
  {
    "translation": {
      "en": "You know, when we talk about marijuana reform,",
      "vi": "You know, when we talkabout marijuana reform,"
    }
  },
  {
    "translation": {
      "en": "one of the biggest pushbacks we get from academics and pseudo-doctors",
      "vi": "one of the biggest pushbacks we getfrom academics and pseudo-doctors"
    }
  },
  {
    "translation": {
      "en": "But what science and research has consistently showed us",
      "vi": "But what science and researchhas consistently showed us"
    }
  },
  {
    "translation": {
      "en": "is that marijuana is a gateway to deportation.",
      "vi": "is that marijuanais a gateway to deportation."
    }
  },
  {
    "translation": {
      "en": "It is-- If eviction, it is a gateway to homelessness.",
      "vi": "It is-- If eviction,it is a gateway to homelessness."
    }
  },
  {
    "translation": {
      "en": "It is a gateway to getting your kids taken away,",
      "vi": "It is a gatewayto getting your kids taken away,"
    }
  },
  {
    "translation": {
      "en": "and it is a gateway to the generations of destabilization and decimation",
      "vi": "and it is a gateway to the generationsof destabilization and decimation"
    }
  },
  {
    "translation": {
      "en": "So, before we talk about tax structures and regulatory models",
      "vi": "So, before we talkabout tax structures and regulatory models"
    }
  },
  {
    "translation": {
      "en": "and who should have licenses and should the government control it or not,",
      "vi": "and who should have licenses andshould the government control it or not,"
    }
  },
  {
    "translation": {
      "en": "we need to have a conversation about how we're going to get out of this mess,",
      "vi": "we need to have a conversation abouthow we're going to get out of this mess,"
    }
  },
  {
    "translation": {
      "en": "And the solution has to be even more comprehensive than the damage.",
      "vi": "And the solution has to beeven more comprehensive than the damage."
    }
  },
  {
    "translation": {
      "en": "[woman] Breaking news in the Trayvon Martin shooting case tonight.",
      "vi": "[woman] Breaking news inthe Trayvon Martin shooting case tonight."
    }
  },
  {
    "translation": {
      "en": "Evidence just released shows Martin had marijuana in his system.",
      "vi": "Evidence just released showsMartin had marijuana in his system."
    }
  },
  {
    "translation": {
      "en": "The judge allows in evidence that Trayvon Martin did have marijuana in his system",
      "vi": "The judge allows in evidence that TrayvonMartin did have marijuana in his system"
    }
  },
  {
    "translation": {
      "en": "It makes a big deal of difference. If he was high?",
      "vi": "It makes a big deal of difference.If he was high?"
    }
  },
  {
    "translation": {
      "en": "Isn't it true that when you smoke pot, you just want to lay on the sofa and eat?",
      "vi": "Isn't it true that when you smoke pot,you just want to lay on the sofa and eat?"
    }
  },
  {
    "translation": {
      "en": "♪ Blood on the leaves ♪",
      "vi": "♪ Blood on the leaves ♪"
    }
  },
  {
    "translation": {
      "en": "♪ And blood at the roots ♪",
      "vi": "♪ And blood at the roots ♪"
    }
  },
  {
    "translation": {
      "en": "[Hart] George Zimmerman, his main defense was he believed that Trayvon Martin",
      "vi": "[Hart] George Zimmerman, his main defensewas he believed that Trayvon Martin"
    }
  },
  {
    "translation": {
      "en": "and so therefore was out of his mind and came at him and attacked him.",
      "vi": "and so therefore was out of his mindand came at him and attacked him."
    }
  },
  {
    "translation": {
      "en": "♪ Strange fruit hanging ♪",
      "vi": "♪ Strange fruit hanging ♪"
    }
  },
  {
    "translation": {
      "en": "♪ From the poplar trees ♪",
      "vi": "♪ From the poplar trees ♪"
    }
  },
  {
    "translation": {
      "en": "[Hart] When you look at the levels of cannabis",
      "vi": "[Hart] When you lookat the levels of cannabis"
    }
  },
  {
    "translation": {
      "en": "he could not possibly have been intoxicated,",
      "vi": "he could not possiblyhave been intoxicated,"
    }
  },
  {
    "translation": {
      "en": "They were, in fact, lower than the levels of people in our studies",
      "vi": "They were, in fact, lower than the levelsof people in our studies"
    }
  },
  {
    "translation": {
      "en": "who hadn't received cannabis on several days.",
      "vi": "who hadn't received cannabison several days."
    }
  },
  {
    "translation": {
      "en": "All his defense team had to do was to present it to the jury",
      "vi": "All his defense team had to do wasto present it to the jury"
    }
  },
  {
    "translation": {
      "en": "And so they believe that cannabis can make you so crazy that you attack people.",
      "vi": "And so they believe that cannabis canmake you so crazy that you attack people."
    }
  },
  {
    "translation": {
      "en": "[woman] The judge ruled today that jurors will be allowed to hear that",
      "vi": "[woman] The judge ruled today that jurorswill be allowed to hear that"
    }
  },
  {
    "translation": {
      "en": "Philando Castile had THC in his system at the time of the shooting.",
      "vi": "Philando Castile had THC in his systemat the time of the shooting."
    }
  },
  {
    "translation": {
      "en": "[man] Authorities said Bland hung herself in her jail cell.",
      "vi": "[man] Authorities said Blandhung herself in her jail cell."
    }
  },
  {
    "translation": {
      "en": "[man 2] We know now he did have marijuana in his system.",
      "vi": "[man 2] We know now he did havemarijuana in his system."
    }
  },
  {
    "translation": {
      "en": "And we've had stories, remember, of people going berserk on marijuana",
      "vi": "And we've had stories, remember,of people going berserk on marijuana"
    }
  },
  {
    "translation": {
      "en": "one of several search warrants became public record.",
      "vi": "one of several search warrantsbecame public record."
    }
  },
  {
    "translation": {
      "en": "The list of some of the items seized from Botham Jean's apartment",
      "vi": "The list of some of the items seizedfrom Botham Jean's apartment"
    }
  },
  {
    "translation": {
      "en": "♪ For the leaves ♪",
      "vi": "♪ For the leaves ♪"
    }
  },
  {
    "translation": {
      "en": "a mere mention of marijuana is used as a justification",
      "vi": "a mere mention of marijuanais used as a justification"
    }
  },
  {
    "translation": {
      "en": "♪ And ♪",
      "vi": "♪ And ♪"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Even people who once took a stand against cannabis",
      "vi": "[Brathwaite] Even people who oncetook a stand against cannabis"
    }
  },
  {
    "translation": {
      "en": "for medical or recreational use are now changing their minds about it.",
      "vi": "for medical or recreational useare now changing their minds about it."
    }
  },
  {
    "translation": {
      "en": "It's time for the federal government to take another look at this.",
      "vi": "It's time for the federal governmentto take another look at this."
    }
  },
  {
    "translation": {
      "en": "allowing for the research would be very helpful to the American people.",
      "vi": "allowing for the research would bevery helpful to the American people."
    }
  },
  {
    "translation": {
      "en": "[man] It just seems that, as it pertains to America,",
      "vi": "[man] It just seemsthat, as it pertains to America,"
    }
  },
  {
    "translation": {
      "en": "as soon as white men want to do something, they change the laws and it's okay.",
      "vi": "as soon as white men want to do something,they change the laws and it's okay."
    }
  },
  {
    "translation": {
      "en": "[man] CannaCon is one of the nation's largest",
      "vi": "[man]CannaCon is one of the nation's largest"
    }
  },
  {
    "translation": {
      "en": "It went from this black market industry to a real industry where real millionaires",
      "vi": "It went from this black market industryto a real industry where real millionaires"
    }
  },
  {
    "translation": {
      "en": "Howl's Tincture, it's a cannabis-infused organic avocado oil.",
      "vi": "Howl's Tincture, it's a cannabis-infusedorganic avocado oil."
    }
  },
  {
    "translation": {
      "en": "White Widows are my favorites. It's very complex.",
      "vi": "White Widows are my favorites.It's very complex."
    }
  },
  {
    "translation": {
      "en": "I was in a 75,000-square-foot facility just last week in Denver.",
      "vi": "I was in a 75,000-square-foot facilityjust last week in Denver."
    }
  },
  {
    "translation": {
      "en": "We don't want to make any promises, but studies have shown that it will help",
      "vi": "We don't want to make any promises,but studies have shown that it will help"
    }
  },
  {
    "translation": {
      "en": "reduce anxiety, inflammation, irritation, itch,",
      "vi": "reduce anxiety,inflammation, irritation, itch,"
    }
  },
  {
    "translation": {
      "en": "[man] We're here to infiltrate the edible side",
      "vi": "[man] We're here to infiltratethe edible side"
    }
  },
  {
    "translation": {
      "en": "and try to convert really from a very basic chocolate,",
      "vi": "and try to convert reallyfrom a very basic chocolate,"
    }
  },
  {
    "translation": {
      "en": "a non-refined chocolate, to a gourmet couverture.",
      "vi": "a non-refined chocolate,to a gourmet couverture."
    }
  },
  {
    "translation": {
      "en": "We have topical creams, oils, and essences.",
      "vi": "We have topical creams,oils, and essences."
    }
  },
  {
    "translation": {
      "en": "-Cannabis is the new thing. -It's new.",
      "vi": "-Cannabis is the new thing.-It's new."
    }
  },
  {
    "translation": {
      "en": "-It's the same old weed. -[laughs]",
      "vi": "-It's the same old weed.-[laughs]"
    }
  },
  {
    "translation": {
      "en": "When it relates to the influx of capital into the cannabis industry,",
      "vi": "When it relates to the influx of capitalinto the cannabis industry,"
    }
  },
  {
    "translation": {
      "en": "a lot of people of color are having a hard time accessing this capital.",
      "vi": "a lot of people of color are havinga hard time accessing this capital."
    }
  },
  {
    "translation": {
      "en": "And, you know, those are for obvious reasons.",
      "vi": "And, you know,those are for obvious reasons."
    }
  },
  {
    "translation": {
      "en": "giving money to people that they're most comfortable with.",
      "vi": "giving money to peoplethat they're most comfortable with."
    }
  },
  {
    "translation": {
      "en": "I mean, a young black dude who's been arrested a number of times for cannabis,",
      "vi": "I mean, a young black dude who's beenarrested a number of times for cannabis,"
    }
  },
  {
    "translation": {
      "en": "even though I have the knowledge, even though I have the credentials,",
      "vi": "even though I have the knowledge,even though I have the credentials,"
    }
  },
  {
    "translation": {
      "en": "maybe not as easy for them to give me that million dollars",
      "vi": "maybe not as easy for themto give me that million dollars"
    }
  },
  {
    "translation": {
      "en": "as it is for them to give someone that they identify with more.",
      "vi": "as it is for them to give someonethat they identify with more."
    }
  },
  {
    "translation": {
      "en": "I actually got a phone call from my uncle who worked for the company previously.",
      "vi": "I actually got a phone call from my unclewho worked for the company previously."
    }
  },
  {
    "translation": {
      "en": "He's like, \"Hey, we need a new face for the industry.",
      "vi": "He's like, \"Hey, we needa new face for the industry."
    }
  },
  {
    "translation": {
      "en": "We need somebody who's a little younger, interested in it,\" and offered me the job.",
      "vi": "We need somebody who's a little younger,interested in it,\" and offered me the job."
    }
  },
  {
    "translation": {
      "en": "[Bandele] Black people own fewer than 1% of the dispensaries.",
      "vi": "[Bandele] Black people ownfewer than 1% of the dispensaries."
    }
  },
  {
    "translation": {
      "en": "This mirrors how black people are treated in most phases of the marketplace, right?",
      "vi": "This mirrors how black people are treatedin most phases of the marketplace, right?"
    }
  },
  {
    "translation": {
      "en": "The contradiction here is that we were in the marketplace,",
      "vi": "The contradiction hereis that we were in the marketplace,"
    }
  },
  {
    "translation": {
      "en": "This is one of the questions we're gonna have to reckon with.",
      "vi": "This is one of the questionswe're gonna have to reckon with."
    }
  },
  {
    "translation": {
      "en": "[Smart] It costs us a hundred grand a year for prisoners, right?",
      "vi": "[Smart] It costs us a hundred grand a yearfor prisoners, right?"
    }
  },
  {
    "translation": {
      "en": "A hundred thousand dollars a year for prisoners.",
      "vi": "A hundred thousand dollars a yearfor prisoners."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Don't you think those pioneers,",
      "vi": "[Brathwaite]Don't you think those pioneers,"
    }
  },
  {
    "translation": {
      "en": "I mean, the people who used to grow, sell weed, and got busted,",
      "vi": "I mean, the people who used to grow,sell weed, and got busted,"
    }
  },
  {
    "translation": {
      "en": "should have a chance to make some money in this new expanding industry?",
      "vi": "should have a chance to make some moneyin this new expanding industry?"
    }
  },
  {
    "translation": {
      "en": "Yeah. You know, that's a tough one though because a lot of those guys",
      "vi": "Yeah. You know, that's a tough one thoughbecause a lot of those guys"
    }
  },
  {
    "translation": {
      "en": "And so, we can't say, \"Hey, just because you grew in your garage,",
      "vi": "And so, we can't say, \"Hey, just becauseyou grew in your garage,"
    }
  },
  {
    "translation": {
      "en": "let's, like, give you this license because we want you to do it well.\"",
      "vi": "let's, like, give you this licensebecause we want you to do it well.\""
    }
  },
  {
    "translation": {
      "en": "And so we still have to be very cautious of that, because at the end of the day,",
      "vi": "And so we still have to be very cautiousof that, because at the end of the day,"
    }
  },
  {
    "translation": {
      "en": "So it still has to be ran by business people, not by potheads.",
      "vi": "So it still has to be ranby business people, not by potheads."
    }
  },
  {
    "translation": {
      "en": "Those guys, most of them are potheads, right?",
      "vi": "Those guys, most of themare potheads, right?"
    }
  },
  {
    "translation": {
      "en": "I took my 80-year-old dad to a dispensary. He loved it.",
      "vi": "I took my 80-year-old dad to a dispensary.He loved it."
    }
  },
  {
    "translation": {
      "en": "He couldn't believe what he was looking at.",
      "vi": "He couldn't believewhat he was looking at."
    }
  },
  {
    "translation": {
      "en": "I would have never have taken him to my old guy. [laughs]",
      "vi": "I would have neverhave taken him to my old guy. [laughs]"
    }
  },
  {
    "translation": {
      "en": "We love to have the bags open and invite people to not only see them,",
      "vi": "We love to have the bags openand invite people to not only see them,"
    }
  },
  {
    "translation": {
      "en": "You can definitely see, even just from on-camera,",
      "vi": "You can definitely see,even just from on-camera,"
    }
  },
  {
    "translation": {
      "en": "the difference between them as you go down the line.",
      "vi": "the difference between themas you go down the line."
    }
  },
  {
    "translation": {
      "en": "When the first cultivators were coming up in New York state,",
      "vi": "When the first cultivatorswere coming up in New York state,"
    }
  },
  {
    "translation": {
      "en": "Nobody in the ghetto has 200,000 liquid cash.",
      "vi": "Nobody in the ghettohas 200,000 liquid cash."
    }
  },
  {
    "translation": {
      "en": "That's somebody that's already rich and has already made it.",
      "vi": "That's somebody that's already richand has already made it."
    }
  },
  {
    "translation": {
      "en": "And they're the ones who are allowed to even apply for a license.",
      "vi": "And they're the ones who are allowedto even apply for a license."
    }
  },
  {
    "translation": {
      "en": "This industry is growing, and it's growing fast.",
      "vi": "This industry is growing,and it's growing fast."
    }
  },
  {
    "translation": {
      "en": "We need to move this quickly, ensuring that people of color,",
      "vi": "We need to move this quickly,ensuring that people of color,"
    }
  },
  {
    "translation": {
      "en": "especially people that have been targeted by the war on drugs, are in the industry,",
      "vi": "especially people that have been targetedby the war on drugs, are in the industry,"
    }
  },
  {
    "translation": {
      "en": "and that the communities are benefitting from the industry.",
      "vi": "and that the communities are benefittingfrom the industry."
    }
  },
  {
    "translation": {
      "en": "looking at people who are still in prison for cannabis use,",
      "vi": "looking at peoplewho are still in prison for cannabis use,"
    }
  },
  {
    "translation": {
      "en": "looking at people who are still being arrested at disproportionate rates",
      "vi": "looking at people who are stillbeing arrested at disproportionate rates"
    }
  },
  {
    "translation": {
      "en": "and figuring out ways to lobby for sensible laws to help to reduce that.",
      "vi": "and figuring out ways to lobbyfor sensible laws to help to reduce that."
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Some cities had begun steps to correct the past",
      "vi": "[Brathwaite] Some cities had begun stepsto correct the past"
    }
  },
  {
    "translation": {
      "en": "by expunging records and freeing prisoners.",
      "vi": "by expunging recordsand freeing prisoners."
    }
  },
  {
    "translation": {
      "en": "But the country still has a long way to go.",
      "vi": "But the country still hasa long way to go."
    }
  },
  {
    "translation": {
      "en": "[Killer Mike] Marijuana gives African American people",
      "vi": "[Killer Mike] Marijuana givesAfrican American people"
    }
  },
  {
    "translation": {
      "en": "to have a jump-start on wealth in this country,",
      "vi": "to have a jump-start on wealthin this country,"
    }
  },
  {
    "translation": {
      "en": "probably since the de-prohibition of alcohol,",
      "vi": "probably sincethe de-prohibition of alcohol,"
    }
  },
  {
    "translation": {
      "en": "Take, for instance, if you have two black marijuana growers dispensing your brands",
      "vi": "Take, for instance, if you have two blackmarijuana growers dispensing your brands"
    }
  },
  {
    "translation": {
      "en": "You're looking at a hundred years of jobs for the greater community,",
      "vi": "You're looking at a hundred years of jobsfor the greater community,"
    }
  },
  {
    "translation": {
      "en": "But if you don't think like that, if you don't think that maturely,",
      "vi": "But if you don't think like that,if you don't think that maturely,"
    }
  },
  {
    "translation": {
      "en": "even on the other side of marijuana, you just remain a customer.",
      "vi": "even on the other side of marijuana,you just remain a customer."
    }
  },
  {
    "translation": {
      "en": "And that-- You know, I don't give a fuck how legal it gets.",
      "vi": "And that-- You know,I don't give a fuck how legal it gets."
    }
  },
  {
    "translation": {
      "en": "If that's all we get out of this shit, we failed.",
      "vi": "If that's all we get outof this shit, we failed."
    }
  },
  {
    "translation": {
      "en": "Now that it's becoming legal, I think it's only fair that we be a part of it.",
      "vi": "Now that it's becoming legal, I thinkit's only fair that we be a part of it."
    }
  },
  {
    "translation": {
      "en": "Something that I'm very concerned about and hope to really be a voice for",
      "vi": "Something that I'm very concerned aboutand hope to really be a voice for"
    }
  },
  {
    "translation": {
      "en": "is those people who have fed their families over the years by taking a risk,",
      "vi": "is those people who have fed theirfamilies over the years by taking a risk,"
    }
  },
  {
    "translation": {
      "en": "but are now being perhaps muscled out because they don't necessarily understand",
      "vi": "but are now being perhaps muscled outbecause they don't necessarily understand"
    }
  },
  {
    "translation": {
      "en": "how to go and register themselves to be legal farmers and growers",
      "vi": "how to go and register themselvesto be legal farmers and growers"
    }
  },
  {
    "translation": {
      "en": "This moment right here is not about people coming to the table and saying,",
      "vi": "This moment right here is not aboutpeople coming to the table and saying,"
    }
  },
  {
    "translation": {
      "en": "We were wrong. Let's all make money on it now.\"",
      "vi": "We were wrong.Let's all make money on it now.\""
    }
  },
  {
    "translation": {
      "en": "When you have knocked out two, three, four, five generations",
      "vi": "When you have knocked outtwo, three, four, five generations"
    }
  },
  {
    "translation": {
      "en": "You can't just come to the table and decide that now we're all good.",
      "vi": "You can't just come to the tableand decide that now we're all good."
    }
  },
  {
    "translation": {
      "en": "You can't say, \"Well, I didn't write the laws,",
      "vi": "You can't say,\"Well, I didn't write the laws,"
    }
  },
  {
    "translation": {
      "en": "so I don't have any responsibility to reinvest in the communities.\"",
      "vi": "so I don't have any responsibilityto reinvest in the communities.\""
    }
  },
  {
    "translation": {
      "en": "I would love to get those reparations for a 54-year drug war.",
      "vi": "I would love to get those reparationsfor a 54-year drug war."
    }
  },
  {
    "translation": {
      "en": "I would love for marijuana licenses to have to be 50% African American",
      "vi": "I would love for marijuana licensesto have to be 50% African American"
    }
  },
  {
    "translation": {
      "en": "because that way my community, instead of begging for help via subsidies,",
      "vi": "because that way my community,instead of begging for help via subsidies,"
    }
  },
  {
    "translation": {
      "en": "gets to assert itself in leadership positions in terms of business.",
      "vi": "gets to assert itself inleadership positions in terms of business."
    }
  },
  {
    "translation": {
      "en": "And not only that, then you get to buy and pay for your own politicians.",
      "vi": "And not only that, then you getto buy and pay for your own politicians."
    }
  },
  {
    "translation": {
      "en": "You know, the fact that none of the presidents did the right thing--",
      "vi": "You know, the fact that noneof the presidents did the right thing--"
    }
  },
  {
    "translation": {
      "en": "I'm a Carter fan, but he was wrong in his support of the drug war as was Reagan.",
      "vi": "I'm a Carter fan, but he was wrong inhis support of the drug war as was Reagan."
    }
  },
  {
    "translation": {
      "en": "Later Bill Clinton, with a bill written by Joe Biden.",
      "vi": "Later Bill Clinton,with a bill written by Joe Biden."
    }
  },
  {
    "translation": {
      "en": "And after that, I would even argue with President Obama,",
      "vi": "And after that, I would even arguewith President Obama,"
    }
  },
  {
    "translation": {
      "en": "who could have taken marijuana off the Schedule I list but chose to not.",
      "vi": "who could have taken marijuana offthe Schedule I list but chose to not."
    }
  },
  {
    "translation": {
      "en": "And he himself has smoked marijuana in his lifetime.",
      "vi": "And he himselfhas smoked marijuana in his lifetime."
    }
  },
  {
    "translation": {
      "en": "There is something to the fact that we the public",
      "vi": "There is something to the factthat we the public"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Yeah, people's minds are changing",
      "vi": "[Brathwaite] Yeah,people's minds are changing"
    }
  },
  {
    "translation": {
      "en": "It seems as if everyone is jumping on board.",
      "vi": "It seems as if everyoneis jumping on board."
    }
  },
  {
    "translation": {
      "en": "You know, I couldn't fit this award in my bag,",
      "vi": "You know, I couldn't fit this awardin my bag,"
    }
  },
  {
    "translation": {
      "en": "but I did find this, so thank you guys very much.",
      "vi": "but I did find this,so thank you guys very much."
    }
  },
  {
    "translation": {
      "en": "By the way, I have a present for you for your new office.",
      "vi": "By the way, I have a present for youfor your new office."
    }
  },
  {
    "translation": {
      "en": "♪ Is to get high ♪",
      "vi": "♪ Is to get high ♪"
    }
  },
  {
    "translation": {
      "en": "[Brathwaite] Now that cannabis has become more mainstream",
      "vi": "[Brathwaite] Now that cannabishas become more mainstream"
    }
  },
  {
    "translation": {
      "en": "in the public consciousness, you'd assume that our story ends here.",
      "vi": "in the public consciousness,you'd assume that our story ends here."
    }
  },
  {
    "translation": {
      "en": "America is many places with a complex history,",
      "vi": "America is many placeswith a complex history,"
    }
  },
  {
    "translation": {
      "en": "[Bernard Noble] Since 2011, I was in Orleans Parish Prison",
      "vi": "[Bernard Noble]Since 2011, I was in Orleans Parish Prison"
    }
  },
  {
    "translation": {
      "en": "fighting a marijuana charge that was worth five dollars on the street.",
      "vi": "fighting a marijuana chargethat was worth five dollars on the street."
    }
  },
  {
    "translation": {
      "en": "How in the world did I get 14 years for five dollars' worth of merchandise?",
      "vi": "How in the world did I get 14 yearsfor five dollars' worth of merchandise?"
    }
  },
  {
    "translation": {
      "en": "I just can't wait to see him walk out these doors for the first time.",
      "vi": "I just can't wait to see himwalk out these doors for the first time."
    }
  },
  {
    "translation": {
      "en": "I'm glad. Like my sister just said, I just want to see him.",
      "vi": "I'm glad. Like my sister just said,I just want to see him."
    }
  },
  {
    "translation": {
      "en": "Seven more minutes, eight more minutes. Eight more minutes.",
      "vi": "Seven more minutes, eight more minutes.Eight more minutes."
    }
  },
  {
    "translation": {
      "en": "-Okay, people, he's coming. -Here he comes!",
      "vi": "-Okay, people, he's coming.-Here he comes!"
    }
  },
  {
    "translation": {
      "en": "-[buzzer sounds] -Let him out.",
      "vi": "-[buzzer sounds]-Let him out."
    }
  },
  {
    "translation": {
      "en": "-Miss y'all. -Oh, we miss you, brother.",
      "vi": "-Miss y'all.-Oh, we miss you, brother."
    }
  },
  {
    "translation": {
      "en": "I'm just so relieved to be out of this kind of predicament.",
      "vi": "I'm just so relieved to be outof this kind of predicament."
    }
  },
  {
    "translation": {
      "en": "I'm still not sure, you know, how did this happen.",
      "vi": "I'm still not sure, you know,how did this happen."
    }
  },
  {
    "translation": {
      "en": "Uh... They were facing life sentences for small amounts of marijuana.",
      "vi": "Uh... They were facing life sentencesfor small amounts of marijuana."
    }
  },
  {
    "translation": {
      "en": "and I see how stuff is going on with marijuana laws.",
      "vi": "and I see how stuff is going onwith marijuana laws."
    }
  },
  {
    "translation": {
      "en": "And I'm just-- I'm still confused about it.",
      "vi": "And I'm just--I'm still confused about it."
    }
  },
  {
    "translation": {
      "en": "and I'm real grateful just to be here right now standing out.",
      "vi": "and I'm real grateful just to be hereright now standing out."
    }
  }
]