[
  {
    "translation": {
      "en": "What were you before the white man named you a Negro?",
      "vi": "Bạn là ai trước khi người da trắng gọi bạn là da đen?"
    }
  },
  {
    "translation": {
      "en": "What was your name? It couldn't have been Smith or Jones.",
      "vi": "Tên bạn là gì? Không thể là Smith hay Jones."
    }
  },
  {
    "translation": {
      "en": "They don't have those kind of names",
      "vi": "Nơi của tôi và bạn không có những tên đó."
    }
  },
  {
    "translation": {
      "en": "where you and I came from.",
      "vi": "Nơi của tôi và bạn không có những tên đó. Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Malcolm spoke truth to power.",
      "vi": "Malcolm thẳng thắn với giới cầm quyền."
    }
  },
  {
    "translation": {
      "en": "This guy is fearless.",
      "vi": "Người này thật can đảm."
    }
  },
  {
    "translation": {
      "en": "It's the white man that's cracking skulls!",
      "vi": "Chính người da trắng đập vỡ sọ."
    }
  },
  {
    "translation": {
      "en": "But even at the height of his popularity,",
      "vi": "Nhưng kể cả khi nổi tiếng nhất,"
    }
  },
  {
    "translation": {
      "en": "he had a lot of enemies.",
      "vi": "anh ấy cũng có nhiều kẻ thù."
    }
  },
  {
    "translation": {
      "en": "I do believe there will be attempts on my life.",
      "vi": "Tôi biết sẽ có nhiều vụ mưu sát tôi."
    }
  },
  {
    "translation": {
      "en": "They're foaming at the mouth.",
      "vi": "Chúng đang sùi bọt mép."
    }
  },
  {
    "translation": {
      "en": "It was inevitable that he'd be killed.",
      "vi": "Anh ấy khó tránh khỏi bị giết."
    }
  },
  {
    "translation": {
      "en": "I probably am a dead man already.",
      "vi": "Có lẽ tôi đã chết rồi."
    }
  },
  {
    "translation": {
      "en": "Shooting like a cowboy. People crawling on the floor.",
      "vi": "Nổ súng như cao bồi. Mọi người bò trên sàn."
    }
  },
  {
    "translation": {
      "en": "It was like warfare.",
      "vi": "Giống như chiến tranh vậy."
    }
  },
  {
    "translation": {
      "en": "The first time I saw those bullet wounds,",
      "vi": "Lần đầu tiên tôi thấy những vết đạn bắn đó,"
    }
  },
  {
    "translation": {
      "en": "I thought, Why doesn't someone want to get to the bottom of this?",
      "vi": "tôi nghĩ, sao không có ai đó muốn truy tận gốc vấn đề?"
    }
  },
  {
    "translation": {
      "en": "So I started asking questions. It became an obsession.",
      "vi": "Nên tôi bắt đầu đặt câu hỏi. Nó trở thành nỗi ám ảnh."
    }
  },
  {
    "translation": {
      "en": "Who do you believe is responsible for Malcolm X's death?",
      "vi": "Bà nghĩ ai gây ra cái chết của Malcolm X?"
    }
  },
  {
    "translation": {
      "en": "The white power structure in America is behind it.",
      "vi": "Giới cầm quyền da trắng ở Mỹ đã làm."
    }
  },
  {
    "translation": {
      "en": "He said that he was going to be killed because he knew too much.",
      "vi": "Anh ấy nói sẽ bị giết vì biết quá nhiều."
    }
  },
  {
    "translation": {
      "en": "What did he know?",
      "vi": "Anh ấy đã biết gì?"
    }
  },
  {
    "translation": {
      "en": "Might be an inside job.",
      "vi": "Có lẽ là nhiệm vụ ngầm."
    }
  },
  {
    "translation": {
      "en": "The investigation was a failure from beginning to end.",
      "vi": "Cuộc điều tra là một thất bại từ đầu đến cuối."
    }
  },
  {
    "translation": {
      "en": "Three men were arrested.",
      "vi": "Ba người đã bị bắt."
    }
  },
  {
    "translation": {
      "en": "The white man say you guilty, you guilty. Why? Because he says so and he got a gun.",
      "vi": "Người da trắng nói anh có tội là có tội. Tại sao? Vì anh ta nói thế và có súng."
    }
  },
  {
    "translation": {
      "en": "Has he signed a statement?",
      "vi": "Anh ta đã ký lời khai chưa?"
    }
  },
  {
    "translation": {
      "en": "The thing is, two of them weren't even in the Audubon Ballroom that day.",
      "vi": "Và vấn đề là, hai người trong số họ không ở Audubon Ballroom hôm đó."
    }
  },
  {
    "translation": {
      "en": "Malcolm's death never sat right with me.",
      "vi": "Tôi chưa chấp nhận được cái chết của Malcolm."
    }
  },
  {
    "translation": {
      "en": "This is a rough hood.",
      "vi": "Đây là khu vực khắc nghiệt."
    }
  },
  {
    "translation": {
      "en": "What we're doing, it makes me nervous.",
      "vi": "Việc chúng tôi làm khiến tôi lo lắng."
    }
  },
  {
    "translation": {
      "en": "Asking who's guilty of Malcolm's assassination",
      "vi": "Hỏi xem ai đã ám sát Malcolm"
    }
  },
  {
    "translation": {
      "en": "is a dangerous question to ask.",
      "vi": "là một câu hỏi nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "That's not something that we talked about.",
      "vi": "Đó không phải điều chúng tôi nói đến."
    }
  },
  {
    "translation": {
      "en": "Leave it alone.",
      "vi": "Cứ để yên đi. Vậy sự thật là gì?"
    }
  },
  {
    "translation": {
      "en": "What is the real story? You know who did it.",
      "vi": "Cứ để yên đi. Vậy sự thật là gì? Ông biết ai làm."
    }
  },
  {
    "translation": {
      "en": "It's important to get answers about who gunned down my father.",
      "vi": "Quan trọng là phải có câu trả lời về kẻ đã bắn chết bố tôi."
    }
  },
  {
    "translation": {
      "en": "...by any means necessary!",
      "vi": "...bằng mọi cách cần thiết."
    }
  },
  {
    "translation": {
      "en": "This is still a unsolved case, a mystery.",
      "vi": "Đây vẫn là một vụ án chưa được giải quyết, một bí ẩn."
    }
  },
  {
    "translation": {
      "en": "That's almost too much to process.",
      "vi": "Gần như quá nhiều để xử lý."
    }
  },
  {
    "translation": {
      "en": "He was our shining black prince.",
      "vi": "Anh ấy là hoàng tử da đen lỗi lạc."
    }
  },
  {
    "translation": {
      "en": "People still don't get it.",
      "vi": "Vẫn không hiểu được."
    }
  },
  {
    "translation": {
      "en": "The whole thing is on film!",
      "vi": "Toàn bộ vụ việc được quay lại."
    }
  },
  {
    "translation": {
      "en": "Wow. I was not aware of that.",
      "vi": "Chà, tôi không biết đó."
    }
  },
  {
    "translation": {
      "en": "I'm not a lawyer, I don't have a Ph.D. Who did this?",
      "vi": "Tôi không phải luật sư, không có bằng tiến sĩ. Ai làm việc này?"
    }
  },
  {
    "translation": {
      "en": "Folks try to caution me. You leave that alone, man.",
      "vi": "Mọi người cố cảnh báo tôi. Để yên đi, anh bạn. Sao lại đào bới người đã chết?"
    }
  },
  {
    "translation": {
      "en": "Why would we dig up the dead?",
      "vi": "Để yên đi, anh bạn. Sao lại đào bới người đã chết?"
    }
  },
  {
    "translation": {
      "en": "The more people tell me I can't do something,",
      "vi": "Người ta càng nói tôi không thể làm gì,"
    }
  },
  {
    "translation": {
      "en": "that's the thing I want to do.",
      "vi": "đó là điều tôi muốn làm."
    }
  },
  {
    "translation": {
      "en": "I'm not going to stop until I get justice.",
      "vi": "Tôi sẽ không dừng đến khi có công lý."
    }
  },
  {
    "translation": {
      "en": "Because the official account of who killed Malcolm X...",
      "vi": "Bởi vì, thông tin chính thức về kẻ giết Malcolm X"
    }
  },
  {
    "translation": {
      "en": "it's not true.",
      "vi": "không phải sự thật."
    }
  },
  {
    "translation": {
      "en": "My guest tonight, Malcolm X,",
      "vi": "Khách mời tối nay, Malcolm X,"
    }
  },
  {
    "translation": {
      "en": "once the number two man in the Black Muslims, now broken with Elijah Muhammad.",
      "vi": "xưa quyền lực thứ hai ở Quốc gia Hồi giáo, giờ đã tan vỡ với Elijah Muhammad."
    }
  },
  {
    "translation": {
      "en": "He says he's a marked man and that a number of attempts have been made on his life.",
      "vi": "Anh nhận mình trong tầm ngắm và nhiều vụ mưu sát anh đã được thực hiện."
    }
  },
  {
    "translation": {
      "en": "Malcolm knew he was going to die by someone's hands.",
      "vi": "Malcolm biết anh ấy sẽ chết dưới tay ai đó."
    }
  },
  {
    "translation": {
      "en": "It was coming.",
      "vi": "Điều đó đang đến."
    }
  },
  {
    "translation": {
      "en": "He was predicting it, even.",
      "vi": "Anh ấy còn đoán trước."
    }
  },
  {
    "translation": {
      "en": "Malcolm spent the night of February 20, 1965,",
      "vi": "Malcolm qua đêm ngày 20 tháng Hai năm 1965"
    }
  },
  {
    "translation": {
      "en": "in the Hilton Hotel.",
      "vi": "ở khách sạn Hilton."
    }
  },
  {
    "translation": {
      "en": "He had a big rally the next day.",
      "vi": "Hôm sau anh ấy có một cuộc biểu tình lớn."
    }
  },
  {
    "translation": {
      "en": "He wanted to find a safe place that no one knew where he was staying,",
      "vi": "Anh ấy muốn tìm một nơi an toàn mà không ai biết anh ấy ở đâu."
    }
  },
  {
    "translation": {
      "en": "so he could collect his thoughts.",
      "vi": "Để anh ấy được suy ngẫm."
    }
  },
  {
    "translation": {
      "en": "He was awakened by a phone call in the morning.",
      "vi": "Anh ấy bị đánh thức bởi một cuộc điện thoại vào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "And the person on the other end of the line",
      "vi": "Và người ở đầu dây bên kia"
    }
  },
  {
    "translation": {
      "en": "said something that let him know that someone knew where he was at.",
      "vi": "cho anh ấy biết có người biết anh ấy ở đâu."
    }
  },
  {
    "translation": {
      "en": "That he could be gotten anywhere, essentially.",
      "vi": "Rằng anh ấy có thể bị tấn công ở bất cứ đâu."
    }
  },
  {
    "translation": {
      "en": "He called his wife, Betty, he said,",
      "vi": "Anh ấy gọi vợ, Betty."
    }
  },
  {
    "translation": {
      "en": "I want you to come and I want you to bring the girls,",
      "vi": "Và anh ấy nói, Anh muốn em đến, đưa các con gái đến."
    }
  },
  {
    "translation": {
      "en": "and that's what she did.",
      "vi": "Và cô ấy đã làm thế."
    }
  },
  {
    "translation": {
      "en": "My wife was pleased that it was a clear, bright Sunday morning.",
      "vi": "Vợ tôi rất vui vì sáng Chủ nhật đó trời trong xanh."
    }
  },
  {
    "translation": {
      "en": "When we walked into the ballroom,",
      "vi": "Và chúng tôi bước vào Ballroom"
    }
  },
  {
    "translation": {
      "en": "we sat about eight to ten rows from the stage.",
      "vi": "và chúng tôi ngồi cách sân khấu tầm tám đến mười hàng."
    }
  },
  {
    "translation": {
      "en": "I could see Betty",
      "vi": "Tôi có thể thấy Betty và có lẽ là"
    }
  },
  {
    "translation": {
      "en": "and I think one or more of her children with her.",
      "vi": "Betty và có lẽ là một đứa con hoặc hơn đi cùng cô ấy."
    }
  },
  {
    "translation": {
      "en": "I got there a little bit early.",
      "vi": "Tôi đến sớm một chút."
    }
  },
  {
    "translation": {
      "en": "And when brother Malcolm came in,",
      "vi": "Và khi Anh Malcolm đến"
    }
  },
  {
    "translation": {
      "en": "it was the first time I'd ever seen him where he'd looked a little harried.",
      "vi": "đó là lần đầu tôi thấy anh ấy trông hơi lo lắng."
    }
  },
  {
    "translation": {
      "en": "As though the pressures were getting on him.",
      "vi": "Như thể áp lực đang đè lên anh ấy."
    }
  },
  {
    "translation": {
      "en": "He knew at that point",
      "vi": "Lúc đó anh ấy biết"
    }
  },
  {
    "translation": {
      "en": "that time was running out for him.",
      "vi": "rằng thời gian của anh ấy dần hết."
    }
  },
  {
    "translation": {
      "en": "All the signs were there,",
      "vi": "Các dấu hiệu rõ mồn một."
    }
  },
  {
    "translation": {
      "en": "and that's why none of his invited speakers",
      "vi": "Và đó là lý do các diễn giả được mời"
    }
  },
  {
    "translation": {
      "en": "that were supposed to appear on that stage with him that day,",
      "vi": "sẽ xuất hiện trên sân khấu với anh ấy,"
    }
  },
  {
    "translation": {
      "en": "none of them showed up.",
      "vi": "hôm đó không ai xuất hiện."
    }
  },
  {
    "translation": {
      "en": "Everyone knew that this man was in trouble. This man was hot!",
      "vi": "Ai cũng biết người này gặp rắc rối, là tâm điểm."
    }
  },
  {
    "translation": {
      "en": "I remember him saying, The way I feel today, I shouldn't even be here.",
      "vi": "Tôi nhớ anh ấy nói, Hôm nay tôi cảm thấy mình không nên ở đây."
    }
  },
  {
    "translation": {
      "en": "And myself and about four of us people backstage, we said,",
      "vi": "Và tôi, khoảng bốn người chúng tôi ở cánh gà nói,"
    }
  },
  {
    "translation": {
      "en": "Well, why don't you go home? People will understand.",
      "vi": "Sao anh không về nhà đi. Mọi người sẽ hiểu."
    }
  },
  {
    "translation": {
      "en": "You know, you've been under a lot of pressure over the last three weeks.",
      "vi": "Anh đã chịu nhiều áp lực trong ba tuần qua."
    }
  },
  {
    "translation": {
      "en": "And he said, No, they want to hear me, what I have to say about the firebombing.",
      "vi": "Và anh ấy nói, Không, họ muốn nghe tôi, ý kiến của tôi về vụ đánh bom."
    }
  },
  {
    "translation": {
      "en": "As many of you know, Sunday morning about three o'clock,",
      "vi": "Như nhiều người đã biết, sáng Chủ nhật khoảng ba giờ,"
    }
  },
  {
    "translation": {
      "en": "somebody threw some bombs inside my house.",
      "vi": "có người ném bom vào nhà tôi."
    }
  },
  {
    "translation": {
      "en": "I'm telling you these things, because it has reached",
      "vi": "Tôi nói những điều này vì nó đã đến mức độ"
    }
  },
  {
    "translation": {
      "en": "a point where I feel that black people",
      "vi": "Tôi nói những điều này vì nó đã đến mức độ mà tôi cảm thấy người da đen ở đất nước này"
    }
  },
  {
    "translation": {
      "en": "in this country need to know what's going on.",
      "vi": "mà tôi cảm thấy người da đen ở đất nước này cần biết chuyện gì đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "And I'm talking about an organization",
      "vi": "Và tôi đang nói về một tổ chức"
    }
  },
  {
    "translation": {
      "en": "which I had a hand in building, which I had a hand in organizing.",
      "vi": "mà tôi đã có công xây dựng và tổ chức."
    }
  },
  {
    "translation": {
      "en": "By the time he left the Nation of Islam,",
      "vi": "Khi anh ấy rời Quốc gia Hồi giáo,"
    }
  },
  {
    "translation": {
      "en": "Malcolm had a lot of enemies.",
      "vi": "Malcolm đã có rất nhiều kẻ thù."
    }
  },
  {
    "translation": {
      "en": "The Nation of Islam was a pure dictatorship.",
      "vi": "Quốc gia Hồi giáo là một chế độ độc tài thuần tuý."
    }
  },
  {
    "translation": {
      "en": "Elijah Muhammad was at the top.",
      "vi": "Elijah Muhammad đứng đầu."
    }
  },
  {
    "translation": {
      "en": "And Malcolm was seen as a traitor, because he had turned on his leader",
      "vi": "Và Malcolm được xem là kẻ phản bội vì anh ấy đã phản bội thủ lĩnh,"
    }
  },
  {
    "translation": {
      "en": "who had raised him up from a common criminal",
      "vi": "người đã nâng đỡ anh ấy từ một tên tội phạm"
    }
  },
  {
    "translation": {
      "en": "and put him on a pinnacle before the world.",
      "vi": "và đặt anh ấy lên đỉnh cao trước thế giới."
    }
  },
  {
    "translation": {
      "en": "Also the federal government, the FBI,",
      "vi": "Ngoài ra, Chính phủ Liên bang, FBI,"
    }
  },
  {
    "translation": {
      "en": "was deathly afraid of someone like Malcolm X.",
      "vi": "đã sợ hãi một người như Malcolm X."
    }
  },
  {
    "translation": {
      "en": "And one of the most perplexing details about this story",
      "vi": "Và một trong những chi tiết khó hiểu nhất về câu chuyện này"
    }
  },
  {
    "translation": {
      "en": "is the fact that there was an absence of any kind of police force",
      "vi": "là sự vắng mặt của bất kỳ lực lượng cảnh sát nào"
    }
  },
  {
    "translation": {
      "en": "in and around the Audubon that afternoon.",
      "vi": "trong và quanh Audubon chiều hôm đó."
    }
  },
  {
    "translation": {
      "en": "This was very strange,",
      "vi": "Chuyện này rất lạ, nhất là với"
    }
  },
  {
    "translation": {
      "en": "especially given the recent threats",
      "vi": "Chuyện này rất lạ, nhất là với những mối đe doạ tính mạng anh ấy mới gần đó."
    }
  },
  {
    "translation": {
      "en": "that were made on his life.",
      "vi": "những mối đe doạ tính mạng anh ấy mới gần đó."
    }
  },
  {
    "translation": {
      "en": "Usually at the rallies at the Audubon Ballroom,",
      "vi": "Thông thường, các cuộc biểu tình ở Audubon Ballroom,"
    }
  },
  {
    "translation": {
      "en": "there'd be up to two dozen police officers stationed outside.",
      "vi": "sẽ có đến hai tá cảnh sát đóng quân bên ngoài."
    }
  },
  {
    "translation": {
      "en": "And on that day, there were only two uniformed officers,",
      "vi": "Và vào ngày đó chỉ có hai sĩ quan mặc đồng phục."
    }
  },
  {
    "translation": {
      "en": "and they're stationed upstairs inside, away from the ballroom.",
      "vi": "Và họ đang đóng ở tầng trên, trong tòa nhà, cách xa phòng khiêu vũ."
    }
  },
  {
    "translation": {
      "en": "So the deterrent effect of having law enforcement present was not there.",
      "vi": "Vì vậy, tác động ngăn chặn vì có mặt lực lượng hành pháp không hề tồn tại."
    }
  },
  {
    "translation": {
      "en": "It kind of gave a kind of menacing vibe to the whole scene.",
      "vi": "Điều đó tạo ra một cảm giác đầy đe doạ đến tình thế."
    }
  },
  {
    "translation": {
      "en": "You know... where was this police presence?",
      "vi": "Cảnh sát đã ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Try to remember just exactly what happened.",
      "vi": "Cố nhớ, chính xác là chuyện gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "Well, he had just got up to open up.",
      "vi": "À thì anh ấy vừa bước lên để nói."
    }
  },
  {
    "translation": {
      "en": "And, um, he was speaking. I don't remember the exact words he was saying...",
      "vi": "Và anh ấy đang nói, tôi không nhớ chính xác những gì anh ấy nói."
    }
  },
  {
    "translation": {
      "en": "Malcolm goes to the rostrum, and he gave the greeting.",
      "vi": "Malcolm đến bục và gửi lời chào."
    }
  },
  {
    "translation": {
      "en": "Salaam alaikum.",
      "vi": "Bình an đến với bạn."
    }
  },
  {
    "translation": {
      "en": "At that point, a rumbling broke out behind us.",
      "vi": "Lúc đó, tiếng lộn xộn phát ra từ phía sau."
    }
  },
  {
    "translation": {
      "en": "Get your hand out of my pocket!",
      "vi": "ÂM THANH THỰC TẾ"
    }
  },
  {
    "translation": {
      "en": "And everybody in the place naturally turned around to look.",
      "vi": "Mọi người ở đó tất nhiên nhanh chóng quay lại nhìn."
    }
  },
  {
    "translation": {
      "en": "I remember Malcolm was raising",
      "vi": "Tôi nhớ Malcolm giơ tay lên nói là"
    }
  },
  {
    "translation": {
      "en": "his hand saying, All right, everybody be cool now.",
      "vi": "Tôi nhớ Malcolm giơ tay lên nói là Được rồi, mọi người, bình tĩnh nào. Hoặc gì đó giống thế."
    }
  },
  {
    "translation": {
      "en": "Or something to that effect.",
      "vi": "Được rồi, mọi người, bình tĩnh nào. Hoặc gì đó giống thế."
    }
  },
  {
    "translation": {
      "en": "I said to myself, Why don't they cut that out?",
      "vi": "Tôi tự nhủ, Sao họ không thôi đi? Tôi muốn nghe Malcolm dẫn dắt chương trình này."
    }
  },
  {
    "translation": {
      "en": "I want to hear Malcolm unfold this program.",
      "vi": "Sao họ không thôi đi? Tôi muốn nghe Malcolm dẫn dắt chương trình này."
    }
  },
  {
    "translation": {
      "en": "And a burly, dark skinned man walked up to the stage",
      "vi": "Và một người đàn ông da màu vạm vỡ bước lên sân khấu"
    }
  },
  {
    "translation": {
      "en": "and pulled from under his coat a sawed off shotgun.",
      "vi": "và rút từ trong áo khoác của anh ta một khẩu súng săn ngắn."
    }
  },
  {
    "translation": {
      "en": "And, uh, just then the gunfire went off.",
      "vi": "Và ngay sau đó tiếng súng nổ."
    }
  },
  {
    "translation": {
      "en": "Next thing I know, two other fellas jumped up.",
      "vi": "Điều tiếp theo tôi biết, hai gã khác nhảy lên."
    }
  },
  {
    "translation": {
      "en": "They're shooting this place up.",
      "vi": "Vụ nổ súng tiếp tục."
    }
  },
  {
    "translation": {
      "en": "I remember there were so many shots that were fired.",
      "vi": "Tôi nhớ đã có rất nhiều phát súng nổ ra."
    }
  },
  {
    "translation": {
      "en": "It was like warfare.",
      "vi": "Cứ như chiến tranh vậy."
    }
  },
  {
    "translation": {
      "en": "I saw people crawling on the floor.",
      "vi": "Tôi thấy mọi người bò trên sàn."
    }
  },
  {
    "translation": {
      "en": "So I got down too.",
      "vi": "Nên tôi cũng cúi xuống."
    }
  },
  {
    "translation": {
      "en": "And my children were crying, you know, What's going on, what's going on? Are they gonna shoot us?",
      "vi": "Và con tôi đã khóc, chuyện gì vậy? Họ sẽ bắn chúng ta à?"
    }
  },
  {
    "translation": {
      "en": "Then I saw, um, someone",
      "vi": "Sau đó, tôi thấy ai đó"
    }
  },
  {
    "translation": {
      "en": "look in amazement to the front. I knew they had shot my husband.",
      "vi": "bàng hoàng nhìn về phía trước. Tôi biết họ đã bắn chồng tôi."
    }
  },
  {
    "translation": {
      "en": "I ran down and I jumped up on the stage.",
      "vi": "Tôi chạy xuống và nhảy lên sân khấu."
    }
  },
  {
    "translation": {
      "en": "And his shirt was open and I saw all these bullet holes in his body.",
      "vi": "Áo anh ấy mở và tôi thấy các lỗ đạn trên cơ thể anh ấy."
    }
  },
  {
    "translation": {
      "en": "And he was gasping.",
      "vi": "Anh ấy đã thở hổn hển."
    }
  },
  {
    "translation": {
      "en": "I remember thinking to myself, He's gonna die. He's gonna die.",
      "vi": "Và tôi nhớ đã nghĩ thầm anh ấy sẽ chết."
    }
  },
  {
    "translation": {
      "en": "My husband was all I had. I mean, he was...",
      "vi": "Chồng tôi là tất cả những gì tôi có. Anh ấy"
    }
  },
  {
    "translation": {
      "en": "He was everything to me and my children.",
      "vi": "là tất cả với tôi và con tôi."
    }
  },
  {
    "translation": {
      "en": "He said that, uh... That he'd always love me and provide for us.",
      "vi": "Anh ấy nói anh ấy sẽ luôn yêu tôi và chu cấp cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We're not brutalized because we're Muslims.",
      "vi": "Chúng ta không bị bạo hành vì là người Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "We're not brutalized because we're Catholics.",
      "vi": "Chúng ta không bị bạo hành vì là người Công giáo."
    }
  },
  {
    "translation": {
      "en": "We're brutalized because we are black people in America.",
      "vi": "Chúng ta bị bạo hành bởi vì chúng ta là người da đen ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "If you're looking at the genealogy of the anger and activism in this country,",
      "vi": "Nếu bạn nhìn vào phả hệ của cơn thịnh nộ và phong trào hoạt động ở đất nước này,"
    }
  },
  {
    "translation": {
      "en": "we see lots of it descending from Malcolm.",
      "vi": "sẽ thấy rất nhiều bắt nguồn từ Malcolm."
    }
  },
  {
    "translation": {
      "en": "If they want us to turn the other cheek,",
      "vi": "Nếu họ muốn chúng ta cắn răng chịu đựng,"
    }
  },
  {
    "translation": {
      "en": "teach white people to turn the other cheek.",
      "vi": "hãy dạy người da trắng chịu đựng đi."
    }
  },
  {
    "translation": {
      "en": "And if they want us to love our enemy,",
      "vi": "Và nếu họ muốn ta yêu kẻ thù của ta,"
    }
  },
  {
    "translation": {
      "en": "teach white people to love their enemy.",
      "vi": "hãy dạy người da trắng yêu kẻ thù của họ."
    }
  },
  {
    "translation": {
      "en": "Malcolm was the primary articulator",
      "vi": "Malcolm là người phát ngôn chủ chốt của đại nghiệp"
    }
  },
  {
    "translation": {
      "en": "of our cause and our case against America,",
      "vi": "Malcolm là người phát ngôn chủ chốt của đại nghiệp và lý lẽ chống lại nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "against white supremacy in the United States.",
      "vi": "Chống người da trắng thượng đẳng ở Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "Black people in this country have been the victims",
      "vi": "Người da đen ở nước này là nạn nhân"
    }
  },
  {
    "translation": {
      "en": "of violence at the hands of the white man for 400 years.",
      "vi": "của bạo lực dưới tay người da trắng trong bốn trăm năm."
    }
  },
  {
    "translation": {
      "en": "Is that different 53 years after his death?",
      "vi": "Sau khi anh ấy mất 53 năm điều đó có khác đi?"
    }
  },
  {
    "translation": {
      "en": "Not really.",
      "vi": "Không hẳn."
    }
  },
  {
    "translation": {
      "en": "I can't breathe! Put your hands behind your back!",
      "vi": "Tôi không thở được. Đặt tay ra sau đầu."
    }
  },
  {
    "translation": {
      "en": "I can't breathe! When someone attacks you,",
      "vi": "Khi ai đó tấn công bạn,"
    }
  },
  {
    "translation": {
      "en": "when someone comes at you with a club, with a gun,",
      "vi": "khi ai đó dùng gậy tấn công bạn, với một khẩu súng, dù bạn không làm gì,"
    }
  },
  {
    "translation": {
      "en": "despite the fact that you've done nothing wrong,",
      "vi": "với một khẩu súng, dù bạn không làm gì,"
    }
  },
  {
    "translation": {
      "en": "he tells you, Suffer peacefully.",
      "vi": "anh ta nói phải im lặng chịu đựng."
    }
  },
  {
    "translation": {
      "en": "And how long can you suffer, after suffering for 400 years?",
      "vi": "Và bạn có thể chịu đựng bao lâu sau khi chịu khổ bốn trăm năm?"
    }
  },
  {
    "translation": {
      "en": "We declare our right to be respected as a human being,",
      "vi": "Chúng ta tuyên bố quyền được tôn trọng như một con người,"
    }
  },
  {
    "translation": {
      "en": "to be given the rights of a human being,",
      "vi": "để được trao quyền như một con người,"
    }
  },
  {
    "translation": {
      "en": "which we intend to bring into existence by any means necessary.",
      "vi": "chúng ta dự định sẽ tạo ra những quyền đó bằng mọi cách cần thiết."
    }
  },
  {
    "translation": {
      "en": "For those who love Malcolm,",
      "vi": "Những người yêu mến Malcolm,"
    }
  },
  {
    "translation": {
      "en": "it is a really, really intense relationship with his memory.",
      "vi": "nhớ đến ký ức về anh ấy thật sự mãnh liệt."
    }
  },
  {
    "translation": {
      "en": "Malcolm spoke to me at a time",
      "vi": "Malcolm đã nói với tôi vào thời điểm tôi là một chàng trai trẻ giận dữ."
    }
  },
  {
    "translation": {
      "en": "when I was a very angry young man, and I fell in love with him.",
      "vi": "Malcolm đã nói với tôi vào thời điểm tôi là một chàng trai trẻ giận dữ. Và tôi phải lòng anh ấy."
    }
  },
  {
    "translation": {
      "en": "I was the victim of a police attack",
      "vi": "Tôi là nạn nhân của một cuộc tấn công bởi cảnh sát khi tôi mới 14 tuổi."
    }
  },
  {
    "translation": {
      "en": "when I was only 14 years old, and it was racially motivated.",
      "vi": "Tôi là nạn nhân của một cuộc tấn công bởi cảnh sát khi tôi mới 14 tuổi. Và đó là do chủng tộc."
    }
  },
  {
    "translation": {
      "en": "One quiet Sunday afternoon, myself and my cousin,",
      "vi": "Một buổi chiều Chủ nhật yên ả, tôi và anh họ tôi,"
    }
  },
  {
    "translation": {
      "en": "I believe I was in 9th grade,",
      "vi": "tôi nghĩ là tôi học lớp chín"
    }
  },
  {
    "translation": {
      "en": "and we were just hanging out on our bikes.",
      "vi": "và chúng tôi chỉ chạy xe đạp dạo chơi."
    }
  },
  {
    "translation": {
      "en": "Me, him, and his girlfriend,",
      "vi": "Tôi, anh ấy và bạn gái anh ấy,"
    }
  },
  {
    "translation": {
      "en": "a young white girl.",
      "vi": "một cô gái trẻ da trắng."
    }
  },
  {
    "translation": {
      "en": "I was just chatting with the young lady,",
      "vi": "Tôi chỉ nói chuyện với cô gái trẻ,"
    }
  },
  {
    "translation": {
      "en": "and this, evidently, enraged the police.",
      "vi": "điều này rõ ràng đã làm bực tức cảnh sát."
    }
  },
  {
    "translation": {
      "en": "You know, How dare these black boys date these white girls?",
      "vi": "Sao mấy nhóc da đen dám hẹn hò với mấy cô da trắng này?"
    }
  },
  {
    "translation": {
      "en": "They did a fishtail, you know, whoop whoop,",
      "vi": "Họ đã bám đuôi,"
    }
  },
  {
    "translation": {
      "en": "you know, jumped out the car.",
      "vi": "nhảy ra khỏi xe."
    }
  },
  {
    "translation": {
      "en": "They grabbed me by my afro, and they said, you know,",
      "vi": "Họ tóm lấy mái tóc xù của tôi. Và họ nói, Mày thích hẹn hò với các cô da trắng hả, thằng mọi?"
    }
  },
  {
    "translation": {
      "en": "You like dating white girls, nigger?",
      "vi": "Và họ nói, Mày thích hẹn hò với các cô da trắng hả, thằng mọi?"
    }
  },
  {
    "translation": {
      "en": "That's what you like to do?",
      "vi": "Thích vậy hả?"
    }
  },
  {
    "translation": {
      "en": "And they flung me against the car",
      "vi": "Và họ ném tôi đập vào xe"
    }
  },
  {
    "translation": {
      "en": "and one of 'em came up and gave me a nice knee, y'know?",
      "vi": "và một trong số họ bước đến và lên gối tôi,"
    }
  },
  {
    "translation": {
      "en": "I'm 14 years old!",
      "vi": "tôi mới 14 tuổi."
    }
  },
  {
    "translation": {
      "en": "They threw me in the back of the car,",
      "vi": "Họ ném tôi vào sau xe."
    }
  },
  {
    "translation": {
      "en": "and then they just drove around Providence and terrorized me.",
      "vi": "Và rồi họ lái xe quanh Providence và khủng bố tôi."
    }
  },
  {
    "translation": {
      "en": "They started talking about how many brothers",
      "vi": "Họ bắt đầu nói về bao nhiêu anh em"
    }
  },
  {
    "translation": {
      "en": "they threw in the Providence River.",
      "vi": "họ đã ném xuống sông Providence."
    }
  },
  {
    "translation": {
      "en": "You remember Pookie? You remember Ray Ray, or Johnny?",
      "vi": "Mày nhớ Pooky không? Mày nhớ Ray Ray không? Johnny? BIết chúng bị gì mà, phải không?"
    }
  },
  {
    "translation": {
      "en": "Y'know what happened to them, didn't you?",
      "vi": "Johnny? BIết chúng bị gì mà, phải không?"
    }
  },
  {
    "translation": {
      "en": "They're at the bottom of the Providence River. That kind of talk.",
      "vi": "Chúng đang ở đáy sông Providence, nói kiểu đó."
    }
  },
  {
    "translation": {
      "en": "Then one officer looked to the other officer and he said,",
      "vi": "Sau đó, một sĩ quan nhìn sang sĩ quan kia và nói,"
    }
  },
  {
    "translation": {
      "en": "Did he say something? Did you say something, boy?",
      "vi": "Nó có nói gì không? Mày nói gì phải không, nhóc?"
    }
  },
  {
    "translation": {
      "en": "Say one more thing and we'll split your head like a goddamn grape, okay?",
      "vi": "Nói một lời nữa thì bọn tao bổ đầu mày ra như trái nho. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "I remembered there was a...",
      "vi": "Tôi nhớ cảm giác tê liệt,"
    }
  },
  {
    "translation": {
      "en": "a paralyzing fear just trying to figure out",
      "vi": "Tôi nhớ cảm giác tê liệt, cố tìm hiểu xem tôi sẽ ra sao."
    }
  },
  {
    "translation": {
      "en": "what was going to become of me, y'know?",
      "vi": "cố tìm hiểu xem tôi sẽ ra sao."
    }
  },
  {
    "translation": {
      "en": "What are these guys gonna do?",
      "vi": "Họ sẽ làm gì tôi?"
    }
  },
  {
    "translation": {
      "en": "All I could do was just sit there, you know,",
      "vi": "Tất cả những gì tôi có thể làm là ngồi đó,"
    }
  },
  {
    "translation": {
      "en": "and accept whatever my fate was going to be, you know?",
      "vi": "và chấp nhận số phận của tôi. Bạn biết đấy. Thật đáng sợ."
    }
  },
  {
    "translation": {
      "en": "Um... It was terrifying. It was terrifying.",
      "vi": "Bạn biết đấy. Thật đáng sợ."
    }
  },
  {
    "translation": {
      "en": "Every case of police brutality against a Negro follows the same pattern.",
      "vi": "Các vụ bạo lực của cảnh sát với người da đen, đều cùng một khuôn mẫu."
    }
  },
  {
    "translation": {
      "en": "You right! They attack you, bust you all upside your mouth,",
      "vi": "Họ tấn công bạn, đánh một trận nhừ tử."
    }
  },
  {
    "translation": {
      "en": "and then take you to court and charge you with assault.",
      "vi": "Và rồi đưa bạn ra toà và cáo buộc bạn tấn công."
    }
  },
  {
    "translation": {
      "en": "What kind of democracy is that? The first time I heard his voice,",
      "vi": "Đó là kiểu dân chủ gì vậy? Lần đầu tiên nghe giọng anh ấy,"
    }
  },
  {
    "translation": {
      "en": "what really attracted me to it was the fearlessness of it.",
      "vi": "điều thực sự thu hút tôi chính là sự can đảm trong giọng nói."
    }
  },
  {
    "translation": {
      "en": "You speak as a black man, a black man whose patience has run out.",
      "vi": "Bạn nói với tư cách người da đen. Một người da đen đã hết kiên nhẫn."
    }
  },
  {
    "translation": {
      "en": "The manhood in it!",
      "vi": "Sự cương nghị trong đó."
    }
  },
  {
    "translation": {
      "en": "The day of the sit in, the crawl in,",
      "vi": "Những ngày ngồi yên, quỵ luỵ,"
    }
  },
  {
    "translation": {
      "en": "the cry in, and the beg in is outdated.",
      "vi": "khóc than và cầu xin, đã hết rồi."
    }
  },
  {
    "translation": {
      "en": "The power of this man's courage to say this stuff.",
      "vi": "Sức mạnh trong dũng khí của người này để nói những điều đó,"
    }
  },
  {
    "translation": {
      "en": "You know, it was... It was irresistible!",
      "vi": "thật sự không cưỡng lại được."
    }
  },
  {
    "translation": {
      "en": "It changed the entire trajectory of my life.",
      "vi": "Nó đã thay đổi toàn bộ quỹ đạo cuộc đời tôi."
    }
  },
  {
    "translation": {
      "en": "That's the reason why I went to Howard University.",
      "vi": "Đó là lý do tôi vào Đại học Howard."
    }
  },
  {
    "translation": {
      "en": "That's the reason I became a black militant activist at that moment.",
      "vi": "Đó là lý do tôi trở thành một nhà hoạt động dân chủ da đen lúc đó."
    }
  },
  {
    "translation": {
      "en": "We all had a story or know someone who's been jacked up by the police.",
      "vi": "Chúng ta đều có một câu chuyện hoặc biết ai đó bị cảnh sát tấn công."
    }
  },
  {
    "translation": {
      "en": "And that's what Malcolm represented for us.",
      "vi": "Và đó là điều Malcolm đại diện cho chúng ta."
    }
  },
  {
    "translation": {
      "en": "You know, that black man that wasn't gonna take this shit anymore.",
      "vi": "Người đàn ông da đen đó sẽ không chấp nhận điều này nữa."
    }
  },
  {
    "translation": {
      "en": "Malcolm's death never sat right with me.",
      "vi": "Tôi chưa chấp nhận được cái chết của Malcolm."
    }
  },
  {
    "translation": {
      "en": "There were too many unanswered questions.",
      "vi": "Có quá nhiều câu hỏi chưa được trả lời."
    }
  },
  {
    "translation": {
      "en": "And for the better part of 30 years,",
      "vi": "Và trong gần 30 năm,"
    }
  },
  {
    "translation": {
      "en": "I've dedicated my life to understanding this story.",
      "vi": "tôi dành cả đời để hiểu câu chuyện này."
    }
  },
  {
    "translation": {
      "en": "I'm not a lawyer. I don't have a Ph.D. I don't have a Master's.",
      "vi": "Tôi không phải luật sư. Tôi không có bằng tiến sĩ, bằng thạc sĩ."
    }
  },
  {
    "translation": {
      "en": "I'm not what you would call, even, a professional. I have no shame about that.",
      "vi": "Tôi không phải dân chuyên nghiệp. Tôi không thấy xấu hổ về điều đó."
    }
  },
  {
    "translation": {
      "en": "Just a regular brother who felt that Malcolm deserved justice.",
      "vi": "Chỉ là một người anh em bình thường cảm thấy Malcolm xứng đáng có công lý."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, my name is Abdur Rahman,",
      "vi": "Thưa quý vị, tôi là AbdurRahman."
    }
  },
  {
    "translation": {
      "en": "I'll be your narrator. This portion of the tour,",
      "vi": "Tôi là người kể chuyện ở phần này của chuyến tham quan."
    }
  },
  {
    "translation": {
      "en": "on behalf of Arlington National Cemetery Tours,",
      "vi": "Thay mặt Tour Nghĩa trang Quốc gia Arlington,"
    }
  },
  {
    "translation": {
      "en": "I'd like to welcome you all to Arlington National Cemetery.",
      "vi": "tôi muốn chào mừng tất cả quý vị đến Nghĩa trang Quốc gia Arlington."
    }
  },
  {
    "translation": {
      "en": "This is our nation's most sacred place of remembrance...",
      "vi": "Đây là nơi tưởng nhớ thiêng liêng nhất đất nước chúng ta..."
    }
  },
  {
    "translation": {
      "en": "Abdur Rahman Muhammad is without question",
      "vi": "AbdurRahman Muhammad, anh ấy không nghi ngờ gì"
    }
  },
  {
    "translation": {
      "en": "the most knowledgeable person about Malcolm's murder.",
      "vi": "là người hiểu biết nhất về vụ ám sát Malcolm."
    }
  },
  {
    "translation": {
      "en": "He's been an independent researcher",
      "vi": "Anh ấy là một nhà nghiên cứu độc lập tìm hiểu về vụ này"
    }
  },
  {
    "translation": {
      "en": "working on this for a good number of years now.",
      "vi": "Anh ấy là một nhà nghiên cứu độc lập tìm hiểu về vụ này đã khá nhiều năm."
    }
  },
  {
    "translation": {
      "en": "Look to the driver's side, the large memorial there in the center of the...",
      "vi": "Nhìn về phía tài xế, đài tưởng niệm lớn ở trung tâm…"
    }
  },
  {
    "translation": {
      "en": "He has invested hundreds of hours",
      "vi": "Anh ấy đã dành hàng trăm giờ"
    }
  },
  {
    "translation": {
      "en": "tracking down direct first hand evidence",
      "vi": "lần theo bằng chứng trực tiếp"
    }
  },
  {
    "translation": {
      "en": "of the conspiracy to kill Malcolm X.",
      "vi": "về âm mưu giết Malcolm X. …bị ám sát dã man vào tháng 6 năm 1963…"
    }
  },
  {
    "translation": {
      "en": "...brutally assassinated in June of 1963.",
      "vi": "về âm mưu giết Malcolm X. …bị ám sát dã man vào tháng 6 năm 1963… Trên đời này không có ai cố gắng lý giải vụ giết Malcolm"
    }
  },
  {
    "translation": {
      "en": "No one alive has done more",
      "vi": "Trên đời này không có ai cố gắng lý giải vụ giết Malcolm"
    }
  },
  {
    "translation": {
      "en": "to solve Malcolm's killing than Abdur Rahman Muhammad.",
      "vi": "Trên đời này không có ai cố gắng lý giải vụ giết Malcolm hơn AbdurRahman Muhammad."
    }
  },
  {
    "translation": {
      "en": "...state of Mississippi to become the first field secretary",
      "vi": "...bang Mississippi của anh ta trở thành thư ký đầu tiên"
    }
  },
  {
    "translation": {
      "en": "for the NAACP at that time.",
      "vi": "cho NAACP vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "Early on, I had read enough to think that the case was a sham, all right?",
      "vi": "Từ lúc bắt đầu tôi đã tìm hiểu đủ để nghĩ vụ đó là giả."
    }
  },
  {
    "translation": {
      "en": "That it was a fraud.",
      "vi": "Vâng, đó là một màn kịch."
    }
  },
  {
    "translation": {
      "en": "I had read enough to believe that the killers were still out there.",
      "vi": "Tôi đã tìm hiểu đủ để tin rằng lũ sát nhân vẫn ở ngoài đó."
    }
  },
  {
    "translation": {
      "en": "It's been a great honor and privilege",
      "vi": "Thật là vinh dự và đặc ân"
    }
  },
  {
    "translation": {
      "en": "to share this rich and auspicious history with you.",
      "vi": "khi được chia sẻ lịch sử phong phú và tốt đẹp này với quý vị."
    }
  },
  {
    "translation": {
      "en": "Never been afraid of the truth.",
      "vi": "Chưa bao giờ sợ sự thật."
    }
  },
  {
    "translation": {
      "en": "I always wanted to know, what is the real story?",
      "vi": "Tôi luôn muốn biết câu chuyện thật sự là gì? Dù là gì, tôi sẽ đối mặt."
    }
  },
  {
    "translation": {
      "en": "Whatever it is, I'll deal with it.",
      "vi": "câu chuyện thật sự là gì? Dù là gì, tôi sẽ đối mặt."
    }
  },
  {
    "translation": {
      "en": "I decided that, you know, if it was ever possible",
      "vi": "Tôi quyết định, nếu tôi có thể"
    }
  },
  {
    "translation": {
      "en": "for me to find these people, that I would find them.",
      "vi": "tìm được những người này, tôi sẽ tìm ra họ."
    }
  },
  {
    "translation": {
      "en": "I mean, this is Malcolm X we're talking about!",
      "vi": "Ý tôi là, đây là Malcolm X mà."
    }
  },
  {
    "translation": {
      "en": "It was a Sunday. I had the homicide duty.",
      "vi": "Đó là Chủ nhật, tôi lúc đó phụ trách án mạng."
    }
  },
  {
    "translation": {
      "en": "Usually, there wasn't much homicide activity, you know,",
      "vi": "Thường thì không có nhiều vụ giết người."
    }
  },
  {
    "translation": {
      "en": "certainly not in the afternoons.",
      "vi": "Chắc chắn không phải vào buổi chiều."
    }
  },
  {
    "translation": {
      "en": "I was in a bar, dancing.",
      "vi": "Tôi đang nhảy ở quán bar."
    }
  },
  {
    "translation": {
      "en": "And you know, the dancing in those days was a lot of leaping in the air.",
      "vi": "Và thời đó đa phần các bước nhảy là nhảy lên."
    }
  },
  {
    "translation": {
      "en": "I remember the name of the place too, it was called Ondine's.",
      "vi": "Tôi cũng nhớ tên của nơi đó là Ondine."
    }
  },
  {
    "translation": {
      "en": "It doesn't exist anymore.",
      "vi": "Nó không tồn tại nữa. Tôi nghĩ nó ở Đường 57,"
    }
  },
  {
    "translation": {
      "en": "It was on, I think, 57th Street right under the bridge.",
      "vi": "Nó không tồn tại nữa. Tôi nghĩ nó ở Đường 57, ngay dưới cầu."
    }
  },
  {
    "translation": {
      "en": "I heard somebody say, You hear? Malcolm X was shot.",
      "vi": "Tôi nghe ai đó nói, Nghe chưa, Malcolm X bị bắn."
    }
  },
  {
    "translation": {
      "en": "In this whole bar, there was one booth with a telephone,",
      "vi": "Trong quán bar này có một bàn có điện thoại."
    }
  },
  {
    "translation": {
      "en": "and it was occupied.",
      "vi": "Và nó đã có người ngồi."
    }
  },
  {
    "translation": {
      "en": "But I had a badge, you know.",
      "vi": "Nhưng tôi có phù hiệu."
    }
  },
  {
    "translation": {
      "en": "So I took my badge out, and I went over to the booth, I knocked on the thing.",
      "vi": "Nên tôi lấy phù hiệu ra và tôi đến bàn đó, gõ lên ghế."
    }
  },
  {
    "translation": {
      "en": "Guy looked up, and I said... Showed him the badge. Out!",
      "vi": "Và anh ta nhìn lên và tôi nói, cho anh ta xem huy hiệu, Ra."
    }
  },
  {
    "translation": {
      "en": "And I called Manhattan North Homicide.",
      "vi": "Và tôi đã gọi Phòng Án mạng Bắc Manhattan."
    }
  },
  {
    "translation": {
      "en": "They said, Mr. Stern, where have you been? We have been looking for you.",
      "vi": "Họ nói, Anh Stern, anh đã ở đâu? Chúng tôi đang tìm anh."
    }
  },
  {
    "translation": {
      "en": "Chief, could you describe what happened here today?",
      "vi": "Sếp, anh có thể mô tả chuyện hôm nay không?"
    }
  },
  {
    "translation": {
      "en": "At about 3:15 p.m. this afternoon,",
      "vi": "Vào khoảng ba giờ rưỡi chiều nay,"
    }
  },
  {
    "translation": {
      "en": "there were about 400 persons present in the ballroom here,",
      "vi": "Vào khoảng ba giờ rưỡi chiều nay, khoảng 400 người có mặt trong phòng khiêu vũ ở đây,"
    }
  },
  {
    "translation": {
      "en": "representing an organization headed up by Malcolm X.",
      "vi": "đại diện cho một tổ chức đứng đầu bởi Malcolm X."
    }
  },
  {
    "translation": {
      "en": "There were no police at this meeting, were there, Inspector?",
      "vi": "Không có cảnh sát nào ở cuộc họp này, ở đâu nhỉ, Thanh tra?"
    }
  },
  {
    "translation": {
      "en": "There were no uniformed policemen assigned inside this ballroom.",
      "vi": "Không có cảnh sát mặc đồng phục nào trong phòng khiêu vũ này."
    }
  },
  {
    "translation": {
      "en": "When the police arrived at the Audubon,",
      "vi": "Khi cảnh sát đến Audubon,"
    }
  },
  {
    "translation": {
      "en": "there was no sense of urgency.",
      "vi": "không hề có cảm giác khẩn trương."
    }
  },
  {
    "translation": {
      "en": "And this was noticed by a lot of people.",
      "vi": "Và điều này được nhiều người chú ý."
    }
  },
  {
    "translation": {
      "en": "Almost as if they knew this was going to happen.",
      "vi": "Gần như họ biết chuyện này sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "Almost as if they wanted it to happen.",
      "vi": "Gần như họ muốn nó xảy ra."
    }
  },
  {
    "translation": {
      "en": "The police, they looked so nonchalant.",
      "vi": "Cảnh sát trông rất thờ ơ,"
    }
  },
  {
    "translation": {
      "en": "It just really... It angered me when I saw it.",
      "vi": "chứng kiến điều đó khiến tôi tức giận."
    }
  },
  {
    "translation": {
      "en": "They was just strolling through the Audubon Ballroom",
      "vi": "Họ chỉ đi dạo qua Audubon Ballroom"
    }
  },
  {
    "translation": {
      "en": "like they was on a Sunday stroll in Central Park.",
      "vi": "như một ngày Chủ nhật ở Công viên Trung tâm."
    }
  },
  {
    "translation": {
      "en": "And people were on the floor, chairs overturned,",
      "vi": "Và mọi người bò trên sàn, ghế bị lật đổ."
    }
  },
  {
    "translation": {
      "en": "people were still crying and screaming.",
      "vi": "Mọi người vẫn khóc và la hét."
    }
  },
  {
    "translation": {
      "en": "The crime scene was a total mess.",
      "vi": "Hiện trường vụ án rất hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "The whole place was in total disarray.",
      "vi": "Cả nơi này hoàn toàn hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "There was nothing to see at the scene that would have helped me as a lawyer on the case.",
      "vi": "Không có gì thấy ở hiện trường có thể giúp tôi với tư cách luật sư vụ án."
    }
  },
  {
    "translation": {
      "en": "We knew that Malcolm had stood up in front of a very crowded ballroom",
      "vi": "Chúng tôi biết Malcolm đã đứng trước một phòng khiêu vũ đông đúc."
    }
  },
  {
    "translation": {
      "en": "and that the shooters massacred him",
      "vi": "Và các tay súng đã sát hại anh ấy"
    }
  },
  {
    "translation": {
      "en": "in the presence of his family.",
      "vi": "trước sự hiện diện của gia đình."
    }
  },
  {
    "translation": {
      "en": "Boom, boom, boom, boom. They just blew him apart.",
      "vi": "Bùm. Họ bắn anh ấy tan nát."
    }
  },
  {
    "translation": {
      "en": "We have found one weapon at the scene.",
      "vi": "Chúng tôi đã tìm thấy một vũ khí ở hiện trường."
    }
  },
  {
    "translation": {
      "en": "A shotgun, which, I'm sorry, I cannot describe for",
      "vi": "Khẩu súng săn, tôi xin lỗi tôi không thể mô tả thêm."
    }
  },
  {
    "translation": {
      "en": "A sawed off shotgun? Sawed off shotgun.",
      "vi": "Khẩu súng săn ngắn? Súng săn ngắn."
    }
  },
  {
    "translation": {
      "en": "Actually, we knew that there were three kinds of weapons.",
      "vi": "Thật ra, chúng tôi biết có ba loại vũ khí."
    }
  },
  {
    "translation": {
      "en": "There was a shotgun.",
      "vi": "Có một súng săn."
    }
  },
  {
    "translation": {
      "en": "There was a .45,",
      "vi": "Có một khẩu súng lục 11,43 mm."
    }
  },
  {
    "translation": {
      "en": "and then there was some sort of... like a Luger.",
      "vi": "Và sau đó có một khẩu như Luger."
    }
  },
  {
    "translation": {
      "en": "Where was Malcolm hit?",
      "vi": "Malcolm bị bắn ở đâu?"
    }
  },
  {
    "translation": {
      "en": "He sustained one shot in the lower right chin",
      "vi": "Anh ấy bị bắn một phát ở cằm dưới bên phải"
    }
  },
  {
    "translation": {
      "en": "and the others hit him in the chest and, uh, body.",
      "vi": "và những phát khác bắn vào ngực và cơ thể."
    }
  },
  {
    "translation": {
      "en": "We knew that one of the shooters,",
      "vi": "Chúng tôi biết, một trong những tay súng,"
    }
  },
  {
    "translation": {
      "en": "one carrying a .45, had run,",
      "vi": "một kẻ mang khẩu 11,43 mm đã chạy trốn"
    }
  },
  {
    "translation": {
      "en": "and was shot by one of Malcolm's bodyguards.",
      "vi": "và bị bắn bởi một vệ sĩ của Malcolm."
    }
  },
  {
    "translation": {
      "en": "He managed to stagger into the street",
      "vi": "Hắn xoay sở lảo đảo bước ra đường."
    }
  },
  {
    "translation": {
      "en": "and then the mob tried to kill him.",
      "vi": "Và rồi đám đông toan giết hắn."
    }
  },
  {
    "translation": {
      "en": "By then, the police had finally arrived",
      "vi": "Đến lúc đó, cảnh sát cuối cùng đã đến"
    }
  },
  {
    "translation": {
      "en": "and they rescued him from almost certain death.",
      "vi": "và cứu hắn khỏi cái chết gần như chắc chắn."
    }
  },
  {
    "translation": {
      "en": "He was immediately arrested, and he was found with a weapon.",
      "vi": "Hắn ta ngay lập tức bị bắt. Và hắn được tìm thấy có vũ khí."
    }
  },
  {
    "translation": {
      "en": "So, that was kind of, Case closed for him.",
      "vi": "Nên xem như khỏi bàn cãi gì nữa."
    }
  },
  {
    "translation": {
      "en": "What bothers me the most is that the other gunmen got away",
      "vi": "Điều làm tôi khó chịu nhất là các tay súng khác đã thoát."
    }
  },
  {
    "translation": {
      "en": "because there was no police.",
      "vi": "Vì không có cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Were it not for the fact that one of Malcolm's security detail",
      "vi": "Nếu không phải vì một người trong đội an ninh của Malcolm"
    }
  },
  {
    "translation": {
      "en": "shot this man in the leg,",
      "vi": "đã bắn vào chân gã này,"
    }
  },
  {
    "translation": {
      "en": "all of the assassins would've got away.",
      "vi": "tất cả các sát thủ đã thoát được."
    }
  },
  {
    "translation": {
      "en": "Law enforcement did not secure the scene of the crime.",
      "vi": "Cơ quan hành pháp không bảo vệ hiện trường vụ án."
    }
  },
  {
    "translation": {
      "en": "In fact, there was a dance scheduled for 7:00 p.m. that evening,",
      "vi": "Thật ra, có một buổi khiêu vũ được sắp xếp vào bảy giờ tối hôm đó."
    }
  },
  {
    "translation": {
      "en": "and the ballroom was cleaned up and prepared for the dance,",
      "vi": "Và phòng khiêu vũ được dọn dẹp và chuẩn bị cho buổi khiêu vũ"
    }
  },
  {
    "translation": {
      "en": "which went on as scheduled,",
      "vi": "vẫn diễn ra như dự kiến"
    }
  },
  {
    "translation": {
      "en": "with the bullets probably still in the wall.",
      "vi": "với những viên đạn có lẽ còn trên tường."
    }
  },
  {
    "translation": {
      "en": "It made the process of the investigation",
      "vi": "Điều đó làm cho quá trình điều tra"
    }
  },
  {
    "translation": {
      "en": "seem haphazard at best, botched, at worst.",
      "vi": "tốt nhất thì ăn may, tệ nhất thì thảm hại."
    }
  },
  {
    "translation": {
      "en": "Maybe convenient to someone?",
      "vi": "Có lẽ thuận tiện với ai đó."
    }
  },
  {
    "translation": {
      "en": "It's just one of the reasons why many people",
      "vi": "Một trong nhiều lý do tại sao nhiều người tiếp tục đặt câu hỏi"
    }
  },
  {
    "translation": {
      "en": "have continued questions about the assassination",
      "vi": "tại sao nhiều người tiếp tục đặt câu hỏi về vụ ám sát và vai trò của cơ quan hành pháp,"
    }
  },
  {
    "translation": {
      "en": "and the role of law enforcement,",
      "vi": "về vụ ám sát và vai trò của cơ quan hành pháp,"
    }
  },
  {
    "translation": {
      "en": "either actively or passively, in this happening.",
      "vi": "chủ động hoặc thụ động trong việc này."
    }
  },
  {
    "translation": {
      "en": "Did people know it was coming?",
      "vi": "Mọi người biết trước điều đó không?"
    }
  },
  {
    "translation": {
      "en": "Did they get the right guys?",
      "vi": "Họ đã bắt đúng người chưa?"
    }
  },
  {
    "translation": {
      "en": "There was just so many stones still unturned.",
      "vi": "Có quá nhiều ẩn số vẫn chưa được hoá giải."
    }
  },
  {
    "translation": {
      "en": "And it just kept bugging me and bugging me.",
      "vi": "Và nó cứ làm tôi phiền lòng."
    }
  },
  {
    "translation": {
      "en": "Somewhere in my path,",
      "vi": "Đâu đó trên bước đường của tôi,"
    }
  },
  {
    "translation": {
      "en": "I decided that I need to drill down on Malcolm's case.",
      "vi": "tôi quyết định tôi cần xem xét lại vụ của Malcolm."
    }
  },
  {
    "translation": {
      "en": "My initial research began in the FBI Hoover building.",
      "vi": "Nghiên cứu ban đầu của tôi bắt đầu ở toà nhà trụ sở FBI Hoover."
    }
  },
  {
    "translation": {
      "en": "I've gone through the files in the Library of Congress.",
      "vi": "Tôi đã đọc hồ sơ trong Thư viện Quốc hội."
    }
  },
  {
    "translation": {
      "en": "You know, anything that I could get my hands on",
      "vi": "Bất cứ thứ gì tôi lấy được,"
    }
  },
  {
    "translation": {
      "en": "to get clues as to who is responsible for this horrific crime.",
      "vi": "để tìm manh mối về kẻ chịu trách nhiệm cho tội ác khủng khiếp này."
    }
  },
  {
    "translation": {
      "en": "But I've never seen the District Attorney's case files",
      "vi": "Nhưng tôi chưa bao giờ thấy hồ sơ vụ án của Công tố viên quận."
    }
  },
  {
    "translation": {
      "en": "or any evidence from the crime scene.",
      "vi": "Hoặc bất cứ bằng chứng nào từ hiện trường vụ án. KHO LƯU TRỮ THÀNH PHỐ NEW YORK"
    }
  },
  {
    "translation": {
      "en": "So, we have a number of collections",
      "vi": "Chúng tôi có một số thu thập"
    }
  },
  {
    "translation": {
      "en": "at the Archives related to Malcolm X and the assassination of Malcolm X.",
      "vi": "và lưu trữ liên quan đến Malcolm X và vụ ám sát."
    }
  },
  {
    "translation": {
      "en": "There's the DA's case files. Okay.",
      "vi": "Có hồ sơ vụ án của công tố... Vâng."
    }
  },
  {
    "translation": {
      "en": "Homicide case files, and then there's the NYPD photograph collection.",
      "vi": "Hồ sơ vụ án giết người và sau đó là một bộ sưu tập ảnh của Sở Cảnh sát NY."
    }
  },
  {
    "translation": {
      "en": "If we look in here,",
      "vi": "Nếu ta nhìn vào đây,"
    }
  },
  {
    "translation": {
      "en": "this is the NYPD Photo Unit Manhattan's logbook.",
      "vi": "đây là tổ ảnh Sở Cảnh sát New York, nhật ký của Manhattan."
    }
  },
  {
    "translation": {
      "en": "So this book would have been at the, uh, precinct.",
      "vi": "Vậy cuốn sổ này sẽ ghi chép khu này?"
    }
  },
  {
    "translation": {
      "en": "This would have been at the precinct.",
      "vi": "Sổ sẽ ghi chép ở khu vực đó."
    }
  },
  {
    "translation": {
      "en": "Every time an officer comes on duty, they sign in, they sign out,",
      "vi": "Mỗi lần một sĩ quan làm nhiệm vụ, họ đăng ký khi vào và khi về."
    }
  },
  {
    "translation": {
      "en": "um, they get a call.",
      "vi": "Họ nhận cuộc gọi."
    }
  },
  {
    "translation": {
      "en": "And then you see here, at 3:45.",
      "vi": "Và rồi, anh thấy ở đây lúc 3:45,"
    }
  },
  {
    "translation": {
      "en": "3:45 is when the call was made. To the Audubon Ballroom,",
      "vi": "Ba giờ 45 là khi có cuộc gọi đến Audubon Ballroom"
    }
  },
  {
    "translation": {
      "en": "to photograph scene where Malcolm X Little,",
      "vi": "để chụp hiện trường nơi Malcolm X Little,"
    }
  },
  {
    "translation": {
      "en": "male Negro, 39,",
      "vi": "đàn ông da đen, 39 tuổi, bị bắn"
    }
  },
  {
    "translation": {
      "en": "was allegedly shot by unknown perpetrators.",
      "vi": "đàn ông da đen, 39 tuổi, bị bắn bởi những thủ phạm không rõ."
    }
  },
  {
    "translation": {
      "en": "Photos of ballroom and surrounding area taken",
      "vi": "Ảnh của phòng khiêu vũ và khu vực xung quanh được chụp trắng đen và màu,"
    }
  },
  {
    "translation": {
      "en": "in black and white and color, which is very rare.",
      "vi": "Ảnh của phòng khiêu vũ và khu vực xung quanh được chụp trắng đen và màu, và điều đó rất hiếm"
    }
  },
  {
    "translation": {
      "en": "Very rare for them to shoot color. Do those exist?",
      "vi": "khi họ chụp ảnh màu. Ảnh màu còn không?"
    }
  },
  {
    "translation": {
      "en": "Those color photographs do exist.",
      "vi": "Ảnh màu đó vẫn còn."
    }
  },
  {
    "translation": {
      "en": "And here's some copies of what...",
      "vi": "Và đây là vài bản sao của..."
    }
  },
  {
    "translation": {
      "en": "Wow. Of those.",
      "vi": "Chà. Các ảnh đó."
    }
  },
  {
    "translation": {
      "en": "So here we have backstage at the ballroom.",
      "vi": "Ở đây có ảnh cánh gà ở phòng khiêu vũ."
    }
  },
  {
    "translation": {
      "en": "So there's the stage of the ballroom.",
      "vi": "Đây là sân khấu của phòng khiêu vũ."
    }
  },
  {
    "translation": {
      "en": "And you can see where they've circled here.",
      "vi": "Và anh có thể thấy họ khoanh tròn ở đây,"
    }
  },
  {
    "translation": {
      "en": "All those chalk marks, those are bullet holes.",
      "vi": "những vết phấn đó là những lỗ đạn."
    }
  },
  {
    "translation": {
      "en": "That is incredible.",
      "vi": "Thật phi thường."
    }
  },
  {
    "translation": {
      "en": "This is the stairwell.",
      "vi": "Đây là cầu thang."
    }
  },
  {
    "translation": {
      "en": "Some of the assailants ran out the back stairwell.",
      "vi": "Vài kẻ tấn công chạy ra cầu thang phía sau."
    }
  },
  {
    "translation": {
      "en": "Um, I think there's something like 65 photographs of this scene.",
      "vi": "Tôi nghĩ có khoảng 65 bức ảnh chụp hiện trường."
    }
  },
  {
    "translation": {
      "en": "So was there a lot of evidence collected at the scene?",
      "vi": "Vậy là có rất nhiều bằng chứng được thu thập ở hiện trường?"
    }
  },
  {
    "translation": {
      "en": "There was. What we have is what's in the New York DA's case files.",
      "vi": "Có. Những gì chúng tôi có là những gì thuộc hồ sơ phòng công tố New York."
    }
  },
  {
    "translation": {
      "en": "So now that the DA has turned this over to your office,",
      "vi": "Vậy là giờ công tố đã chuyển cái này sang văn phòng của anh,"
    }
  },
  {
    "translation": {
      "en": "is it now considered a closed case?",
      "vi": "đây có được coi là một vụ án đã khép lại không?"
    }
  },
  {
    "translation": {
      "en": "Anything that the DA's office turns over to us would normally be considered a closed case file.",
      "vi": "Mọi thứ phòng công tố chuyển cho bên tôi thường được coi là hồ sơ vụ án kết thúc."
    }
  },
  {
    "translation": {
      "en": "Um, but that doesn't mean that cases still can't get reopened.",
      "vi": "Nhưng không có nghĩa là các vụ án vẫn không thể mở lại được."
    }
  },
  {
    "translation": {
      "en": "Well, there's no statute of limitations",
      "vi": "Không có quy định về thời hiệu với án mạng à?"
    }
  },
  {
    "translation": {
      "en": "on murder. Right. If, for example, this case could be reopened...",
      "vi": "Đúng. Nếu như vụ án này"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "có thể được mở lại... Đúng."
    }
  },
  {
    "translation": {
      "en": "...it's quite probable that this material",
      "vi": "...khả năng cao tài liệu này"
    }
  },
  {
    "translation": {
      "en": "would be utilized in it. Yeah, that's true.",
      "vi": "sẽ được sử dụng. Đúng thế."
    }
  },
  {
    "translation": {
      "en": "You know, could always be reopened. Can always be reopened.",
      "vi": "Luôn có thể mở lại mà. Luôn có thể."
    }
  },
  {
    "translation": {
      "en": "And that's evidence, not just history.",
      "vi": "Đó là bằng chứng, không chỉ là lịch sử. Vâng."
    }
  },
  {
    "translation": {
      "en": "Did he ever discuss with you",
      "vi": "NGÀY 22/2/1965 Anh ấy có bao giờ bàn với cô"
    }
  },
  {
    "translation": {
      "en": "the likelihood that he would be assassinated?",
      "vi": "khả năng anh ấy sẽ bị ám sát không?"
    }
  },
  {
    "translation": {
      "en": "Uh, yes, we discussed it many times.",
      "vi": "Có, chúng tôi đã bàn nhiều lần rồi."
    }
  },
  {
    "translation": {
      "en": "Several attempts had been made on his life.",
      "vi": "Đã có nhiều vụ mưu sát anh ấy."
    }
  },
  {
    "translation": {
      "en": "The police and the press tried to make it look",
      "vi": "Cảnh sát và báo chí khiến vụ việc giống như"
    }
  },
  {
    "translation": {
      "en": "like he bombed his own home, which was ridiculous.",
      "vi": "anh ấy đã tự đánh bom nhà mình, thật nực cười."
    }
  },
  {
    "translation": {
      "en": "I mean, he had no insurance on the furniture",
      "vi": "Ý tôi là, anh ấy không có bảo hiểm nội thất"
    }
  },
  {
    "translation": {
      "en": "or himself, or anything like that,",
      "vi": "hay bản thân hay bất cứ gì."
    }
  },
  {
    "translation": {
      "en": "and now I guess they'll say he shot himself.",
      "vi": "Và giờ tôi đoán họ sẽ nói anh ấy tự bắn mình."
    }
  },
  {
    "translation": {
      "en": "We're in the process now of trying",
      "vi": "Chúng tôi đang trong quá trình nỗ lực"
    }
  },
  {
    "translation": {
      "en": "to interview every person who was in the ballroom and get as much information as we can",
      "vi": "thẩm vấn mọi người ở phòng khiêu vũ để thu thập nhiều thông tin nhất có thể"
    }
  },
  {
    "translation": {
      "en": "to find the killers of Malcolm X.",
      "vi": "và tìm những kẻ giết Malcolm X."
    }
  },
  {
    "translation": {
      "en": "The assignment for the police was to interview every single person",
      "vi": "Nhiệm vụ của cảnh sát là thẩm vấn từng người"
    }
  },
  {
    "translation": {
      "en": "that they could identify.",
      "vi": "mà họ có thể nhận dạng."
    }
  },
  {
    "translation": {
      "en": "Who'd you sit next to? Who'd you sit next to?",
      "vi": "Bạn ngồi cạnh ai?"
    }
  },
  {
    "translation": {
      "en": "Who did you know? Who did you see?",
      "vi": "Bạn biết ai? Bạn đã thấy ai?"
    }
  },
  {
    "translation": {
      "en": "Did you see what happened, sir?",
      "vi": "Anh có thấy gì không?"
    }
  },
  {
    "translation": {
      "en": "No, I just came in when it happened.",
      "vi": "Không, tôi vào khi chuyện đã xảy ra. Tôi chỉ thấy"
    }
  },
  {
    "translation": {
      "en": "All I could see was smoke and shooting.",
      "vi": "Không, tôi vào khi chuyện đã xảy ra. Tôi chỉ thấy khói và vụ nổ súng."
    }
  },
  {
    "translation": {
      "en": "Did you see what happened, dear? No, no, no. No.",
      "vi": "Cô có thấy chuyện gì không? Không."
    }
  },
  {
    "translation": {
      "en": "I see two men rush up in to the platform.",
      "vi": "Tôi thấy hai người đàn ông vội vã lên bục sân khấu."
    }
  },
  {
    "translation": {
      "en": "They knew almost nobody to start with.",
      "vi": "Ban đầu họ gần như không biết ai."
    }
  },
  {
    "translation": {
      "en": "And then they began to find names as they went through.",
      "vi": "Và rồi họ bắt đầu tìm ra những cái tên khi điều tra."
    }
  },
  {
    "translation": {
      "en": "I mean, it wasn't Sherlock Holmes, you know?",
      "vi": "Nhưng đâu phải điều tra như Sherlock Holmes."
    }
  },
  {
    "translation": {
      "en": "Who did you see?",
      "vi": "Bạn thấy ai?"
    }
  },
  {
    "translation": {
      "en": "Did you recognize anybody? Some people did.",
      "vi": "Bạn có nhận ra ai không? Vài người nhận ra."
    }
  },
  {
    "translation": {
      "en": "There were two fellas.",
      "vi": "Có hai người, một người là người Hồi giáo da đen,"
    }
  },
  {
    "translation": {
      "en": "One was a Black Muslim. Ran and start shooting.",
      "vi": "Có hai người, một người là người Hồi giáo da đen, chạy và bắn súng. Người Hồi giáo da đen?"
    }
  },
  {
    "translation": {
      "en": "They were Black Muslims? Yes, sir.",
      "vi": "chạy và bắn súng. Người Hồi giáo da đen? Vâng, họ là người Hồi giáo da đen vì tôi nhận ra họ."
    }
  },
  {
    "translation": {
      "en": "They were Black Muslims 'cause I recognized them.",
      "vi": "Vâng, họ là người Hồi giáo da đen vì tôi nhận ra họ."
    }
  },
  {
    "translation": {
      "en": "The day of the murder, which was a Sunday morning,",
      "vi": "Ngày xảy ra án mạng, đó là sáng Chủ nhật,"
    }
  },
  {
    "translation": {
      "en": "I was laying across the couch, with my foot up,",
      "vi": "tôi đang nằm gác chân lên ghế"
    }
  },
  {
    "translation": {
      "en": "and I heard it over the radio.",
      "vi": "và tôi nghe thấy trên radio."
    }
  },
  {
    "translation": {
      "en": "Breaking news out of New York City. Four bullets from an assassin's gun",
      "vi": "Tin nóng từ thành phố New York. Bốn viên đạn từ súng của tay sát thủ"
    }
  },
  {
    "translation": {
      "en": "have taken the life of black nationalist leader Malcolm X.",
      "vi": "đã lấy đi mạng sống của lãnh đạo Chủ nghĩa Dân tộc Da đen, Malcolm X."
    }
  },
  {
    "translation": {
      "en": "Four days later, they came and got me.",
      "vi": "Bốn ngày sau, họ đến và bắt tôi."
    }
  },
  {
    "translation": {
      "en": "The fact is I spent 20 years in prison for a crime that I didn't commit.",
      "vi": "Thực tế là tôi đã ngồi tù 20 năm vì tội mà tôi không phạm."
    }
  },
  {
    "translation": {
      "en": "Watch the wire, watch the wire.",
      "vi": "Cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Has he signed a statement, sir?",
      "vi": "Anh ta ký lời khai chưa?"
    }
  },
  {
    "translation": {
      "en": "On February the 26th,",
      "vi": "Vào ngày 26 tháng 2,"
    }
  },
  {
    "translation": {
      "en": "Norman 3X Butler, who is a lieutenant,",
      "vi": "Norman 3X Butler là một trung uý"
    }
  },
  {
    "translation": {
      "en": "he's arrested. And then on March the 3rd,",
      "vi": "đã bị bắt giữ. Và rồi vào ngày 3 tháng 3,"
    }
  },
  {
    "translation": {
      "en": "Thomas 15X Johnson is arrested.",
      "vi": "Thomas 15X Johnson bị bắt."
    }
  },
  {
    "translation": {
      "en": "We were able to arrest a third suspect this afternoon",
      "vi": "Chúng tôi đã bắt được nghi phạm thứ ba vào chiều nay"
    }
  },
  {
    "translation": {
      "en": "in the assassination of Malcolm X.",
      "vi": "trong vụ ám sát Malcolm X."
    }
  },
  {
    "translation": {
      "en": "He's going to be charged with acting in concert with the others now arrested.",
      "vi": "Sẽ bị buộc tội thông đồng cùng với những người đã bị bắt khác..."
    }
  },
  {
    "translation": {
      "en": "These people who were members of the Nation of Islam,",
      "vi": "Những người này đều là thành viên của Nhà nước Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "they were an extremely militant faction.",
      "vi": "Họ là một phe cực kỳ hiếu chiến."
    }
  },
  {
    "translation": {
      "en": "Butler and Johnson were from the Harlem mosque,",
      "vi": "Butler và Johnson đến từ nhà thờ Hồi giáo Harlem."
    }
  },
  {
    "translation": {
      "en": "Mosque number 7, Malcolm's mosque.",
      "vi": "Nhà thờ số bảy, nhà thờ của Malcolm."
    }
  },
  {
    "translation": {
      "en": "From the very beginning, the focus of the investigation was on Harlem,",
      "vi": "Ngay từ đầu, trọng tâm của cuộc điều tra là về Harlem"
    }
  },
  {
    "translation": {
      "en": "and on Butler and Johnson.",
      "vi": "và về Butler và Johnson."
    }
  },
  {
    "translation": {
      "en": "Because they were known enforcers in the community",
      "vi": "Bởi vì họ được biết đến là đội giữ gìn trật tự trong cộng đồng"
    }
  },
  {
    "translation": {
      "en": "who had been arrested for other crimes,",
      "vi": "đã bị bắt vì những tội ác khác"
    }
  },
  {
    "translation": {
      "en": "and they were the prime suspects.",
      "vi": "và họ là nghi phạm chính."
    }
  },
  {
    "translation": {
      "en": "I was always one of those few out front.",
      "vi": "Tôi luôn là một trong số ít người ở phía trước."
    }
  },
  {
    "translation": {
      "en": "So the police officers came to us,",
      "vi": "Vì vậy cảnh sát đến gặp chúng tôi"
    }
  },
  {
    "translation": {
      "en": "because we were all, in effect, on their radar.",
      "vi": "vì tất cả chúng tôi đều trong tầm ngắm của họ."
    }
  },
  {
    "translation": {
      "en": "But that doesn't mean that we had anything to do with anything.",
      "vi": "Nhưng không có nghĩa chúng tôi có liên quan gì."
    }
  },
  {
    "translation": {
      "en": "'Cause actually, we didn't.",
      "vi": "Vì thực ra là không."
    }
  },
  {
    "translation": {
      "en": "The only thing they had was very contradictory eyewitness testimony.",
      "vi": "Điều duy nhất họ có là lời khai nhân chứng rất mâu thuẫn."
    }
  },
  {
    "translation": {
      "en": "That's all they had. There was no physical evidence to speak of.",
      "vi": "Đó là tất cả những gì họ có. Không có bằng chứng hữu hình đáng nói nào."
    }
  },
  {
    "translation": {
      "en": "I thought it was a failure.",
      "vi": "Tôi nghĩ đó là thất bại."
    }
  },
  {
    "translation": {
      "en": "I thought it was mishandled from beginning to end.",
      "vi": "Tôi nghĩ vụ án bị xử lý sai từ đầu đến cuối."
    }
  },
  {
    "translation": {
      "en": "The NYPD had a few shooters",
      "vi": "Sở Cảnh sát NY bắt được vài tay súng"
    }
  },
  {
    "translation": {
      "en": "and they were relieved, as we all were, uh, to death, relieved to death.",
      "vi": "và họ đã nhẹ nhõm cũng như chúng ta, nhẹ nhõm thật sự."
    }
  },
  {
    "translation": {
      "en": "If I'd been chief, it would have been different.",
      "vi": "Nếu tôi là cảnh sát trưởng thì sẽ khác."
    }
  },
  {
    "translation": {
      "en": "Uh, that's not the way I worked.",
      "vi": "Tôi không làm việc như thế."
    }
  },
  {
    "translation": {
      "en": "If you get the shooters, you better get the guy who sent them.",
      "vi": "Nếu bắt được tay súng, anh nên bắt kẻ đã sai hắn."
    }
  },
  {
    "translation": {
      "en": "Initially, after talking to witnesses,",
      "vi": "Ban đầu, sau khi nói chuyện với nhân chứng,"
    }
  },
  {
    "translation": {
      "en": "the NYPD let it be known, and accurately, I should say,",
      "vi": "Sở Cảnh sát New York đã công khai và chính xác là"
    }
  },
  {
    "translation": {
      "en": "they were seeking five killers,",
      "vi": "họ tìm năm tên sát nhân,"
    }
  },
  {
    "translation": {
      "en": "that there were five men who were part of this team,",
      "vi": "rằng có năm người trong băng này"
    }
  },
  {
    "translation": {
      "en": "and they were searching Harlem, and other places, looking for them.",
      "vi": "và họ lục soát Harlem và những nơi khác tìm kiếm chúng."
    }
  },
  {
    "translation": {
      "en": "But after they got Butler, Johnson, and Hayer,",
      "vi": "Nhưng sau khi họ bắt được Butler, Johnson và Hayer,"
    }
  },
  {
    "translation": {
      "en": "the NYPD said, Case is closed.",
      "vi": "Sở Cảnh sát New York nói, Vụ án kết thúc."
    }
  },
  {
    "translation": {
      "en": "We locked up Butler and Johnson in a matter of a couple of weeks,",
      "vi": "Chúng tôi đã giam Butler và Johnson trong vài tuần."
    }
  },
  {
    "translation": {
      "en": "which was quite a feat.",
      "vi": "Đó là một chiến công."
    }
  },
  {
    "translation": {
      "en": "But is it possible that you arrested the wrong guys?",
      "vi": "Nhưng liệu có khả năng là ông đã bắt nhầm người?"
    }
  },
  {
    "translation": {
      "en": "Uh, why would you ask me a question like that?",
      "vi": "Sao cô lại hỏi tôi câu đó?"
    }
  },
  {
    "translation": {
      "en": "How can any human being answer a question like that?",
      "vi": "Làm sao một con người có thể trả lời câu hỏi như thế?"
    }
  },
  {
    "translation": {
      "en": "They were proven guilty beyond a reasonable doubt.",
      "vi": "Họ bị chứng minh có tội không còn nghi ngờ hợp lý."
    }
  },
  {
    "translation": {
      "en": "Are you going to say it's not possible?",
      "vi": "Cô sẽ nói là không thể sao? Cô định nói thế à?"
    }
  },
  {
    "translation": {
      "en": "You going to say that? If I put you on the camera, are you going to say that?",
      "vi": "Cô sẽ nói là không thể sao? Cô định nói thế à? Nếu tôi quay cô, cô sẽ nói thế chứ?"
    }
  },
  {
    "translation": {
      "en": "You're not going to say that?",
      "vi": "Không nói thế à?"
    }
  },
  {
    "translation": {
      "en": "Answer me, you gonna say that?",
      "vi": "Trả lời đi, cô sẽ nói thế?"
    }
  },
  {
    "translation": {
      "en": "Okay, then we're in the same boat.",
      "vi": "Rồi, vậy là ta đã thống nhất."
    }
  },
  {
    "translation": {
      "en": "When Malcolm was killed,",
      "vi": "Khi Malcolm bị giết,"
    }
  },
  {
    "translation": {
      "en": "people were just torn apart by what had happened.",
      "vi": "người dân rất đau lòng vì những gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "What did Malcolm X mean to you?",
      "vi": "Malcolm X có ý nghĩa gì với anh?"
    }
  },
  {
    "translation": {
      "en": "He's a hero to me. He stood out among all black people.",
      "vi": "Anh ấy là anh hùng. Nổi bật trong số người da đen."
    }
  },
  {
    "translation": {
      "en": "He showed the white man where it was at. That's right.",
      "vi": "Cho người da trắng biết lý lẽ. Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "He meant a great deal to me and my people.",
      "vi": "Anh ấy rất có ý nghĩa với tôi và dân tộc tôi."
    }
  },
  {
    "translation": {
      "en": "I couldn't have cried any more, I don't believe, if I had lost my mother.",
      "vi": "Tôi nghĩ có mất mẹ tôi cũng không thể khóc nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "Sister Betty asked me to be a pallbearer,",
      "vi": "Betty đã nhờ tôi làm người hộ tang."
    }
  },
  {
    "translation": {
      "en": "and at that time,",
      "vi": "Và lúc đó tôi cảm thấy rất"
    }
  },
  {
    "translation": {
      "en": "I was feeling very full of grief.",
      "vi": "Và lúc đó tôi cảm thấy rất đau buồn,"
    }
  },
  {
    "translation": {
      "en": "Unlike any that I had ever felt before or since.",
      "vi": "không như những gì tôi từng cảm nhận trước đây."
    }
  },
  {
    "translation": {
      "en": "And you're saying that you believe this was paid for by whites?",
      "vi": "Và anh tin rằng đây là do người da trắng làm?"
    }
  },
  {
    "translation": {
      "en": "Yeah, by white people.",
      "vi": "Phải, bởi người da trắng."
    }
  },
  {
    "translation": {
      "en": "Any time a black man in this country stands up for his constitutional rights, he dies.",
      "vi": "Bất cứ khi nào một người da đen ở nước này đấu tranh quyền hiến pháp, anh ta chết."
    }
  },
  {
    "translation": {
      "en": "I know it wasn't no accident from what I hear Malcolm X say the other night.",
      "vi": "Tôi biết không phải ngẫu nhiên khi nghe lời Malcolm X nói đêm trước."
    }
  },
  {
    "translation": {
      "en": "Who do you believe is responsible?",
      "vi": "Bà nghĩ ai gây ra cái chết của Malcolm X?"
    }
  },
  {
    "translation": {
      "en": "The white power structure in America is behind it.",
      "vi": "Cơ cấu quyền lực của người da trắng ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "And they're quick to capitalize on it by saying that, uh,",
      "vi": "Họ nhanh chóng lợi dụng cơ hội nói rằng người da đen đã làm thế."
    }
  },
  {
    "translation": {
      "en": "one of his own kind did it, but they put it up to be done.",
      "vi": "Họ nhanh chóng lợi dụng cơ hội nói rằng người da đen đã làm thế. Nhưng họ đã dàn xếp."
    }
  },
  {
    "translation": {
      "en": "All of us was thinking then",
      "vi": "Tất cả chúng tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "that the hidden hand behind Malcolm's assassination",
      "vi": "rằng bàn tay ẩn sau vụ ám sát Malcolm"
    }
  },
  {
    "translation": {
      "en": "was the big boys down in Washington,",
      "vi": "là những kẻ tai to mặt lớn ở Washington."
    }
  },
  {
    "translation": {
      "en": "but that maybe members of the Nation of Islam",
      "vi": "Nhưng có lẽ các thành viên của Quốc gia Hồi giáo là kẻ chủ mưu."
    }
  },
  {
    "translation": {
      "en": "probably were the trigger men.",
      "vi": "có lẽ các thành viên của Quốc gia Hồi giáo là kẻ chủ mưu."
    }
  },
  {
    "translation": {
      "en": "Malcolm X's pallbearers vow vengeance on the Black Muslims' leader,",
      "vi": "Những người hộ tang Malcolm X thề sẽ trả thù lãnh đạo Hồi giáo da đen,"
    }
  },
  {
    "translation": {
      "en": "They feel it is he that ordered Malcolm's execution.",
      "vi": "Họ cảm thấy chính ông ta đã ra lệnh xử Malcolm."
    }
  },
  {
    "translation": {
      "en": "What's going to happen now, you think?",
      "vi": "Giờ chuyện gì sẽ xảy ra? Chuyện sẽ xảy ra?"
    }
  },
  {
    "translation": {
      "en": "It's gonna be a whole lot of hurting before this whole thing is over. That's what I think.",
      "vi": "Sẽ có nhiều tổn thương trước khi chuyện này kết thúc."
    }
  },
  {
    "translation": {
      "en": "Because of his death? Because of his death, whoever did it,",
      "vi": "Vì... Vì cái chết này. Dù là ai, người Hồi giáo hay bất cứ ai làm, sẽ rất đau đớn."
    }
  },
  {
    "translation": {
      "en": "Muslims or whoever, there's gonna be a whole lot of hurtin'.",
      "vi": "Dù là ai, người Hồi giáo hay bất cứ ai làm, sẽ rất đau đớn."
    }
  },
  {
    "translation": {
      "en": "But Malcolm's followers",
      "vi": "Nhưng những môn đồ của Malcolm muốn lấy vài cái đầu,"
    }
  },
  {
    "translation": {
      "en": "wanted to take some heads, okay?",
      "vi": "Nhưng những môn đồ của Malcolm muốn lấy vài cái đầu, vâng, họ muốn trả thù."
    }
  },
  {
    "translation": {
      "en": "They want revenge.",
      "vi": "vâng, họ muốn trả thù."
    }
  },
  {
    "translation": {
      "en": "Two days after the murder of Malcolm X,",
      "vi": "Hai ngày sau khi Malcolm X bị giết,"
    }
  },
  {
    "translation": {
      "en": "an explosion destroyed the Muslim mosque in Harlem",
      "vi": "một vụ nổ đã phá huỷ nhà thờ ở Harlem,"
    }
  },
  {
    "translation": {
      "en": "in what appeared to be the first act of retribution for the murder.",
      "vi": "có vẻ là hành động đầu tiên báo thù cho vụ giết người."
    }
  },
  {
    "translation": {
      "en": "Elijah Muhammad himself is said to be a marked man,",
      "vi": "Bản thân Elijah Muhammad được cho là trong tầm ngắm"
    }
  },
  {
    "translation": {
      "en": "with followers of Malcolm X swearing vengeance.",
      "vi": "với những môn đồ của Malcolm X thề sẽ trả thù."
    }
  },
  {
    "translation": {
      "en": "If you would like to follow anyone against me,",
      "vi": "Nếu bạn muốn theo bước tôi hay chống lại tôi,"
    }
  },
  {
    "translation": {
      "en": "go ahead and do it, but I fear for you.",
      "vi": "cứ làm đi nhưng tôi lo sợ cho bạn."
    }
  },
  {
    "translation": {
      "en": "The South Side Chicago home of Elijah Muhammad",
      "vi": "Nhà phía nam Chicago của Elijah Muhammad"
    }
  },
  {
    "translation": {
      "en": "was under heavy police guard today.",
      "vi": "bị cảnh sát canh chừng nghiêm ngặt hôm nay."
    }
  },
  {
    "translation": {
      "en": "Squad cars were posted at the front and rear.",
      "vi": "Xe cảnh sát đóng quân ở phía trước và phía sau."
    }
  },
  {
    "translation": {
      "en": "All who sought entrance to the house",
      "vi": "Tất cả những ai muốn vào nhà đều bị khám xét"
    }
  },
  {
    "translation": {
      "en": "were frisked by Muhammad's own guard force,",
      "vi": "Tất cả những ai muốn vào nhà đều bị khám xét bởi lực lượng bảo vệ của Muhammad."
    }
  },
  {
    "translation": {
      "en": "the group of husky young Negroes known as the Fruit of Islam.",
      "vi": "Nhóm da đen trẻ tuổi vạm vỡ được biết là Thành quả Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "This is the house that the Messenger built.",
      "vi": "Đây là ngôi nhà mà sứ giả đã xây."
    }
  },
  {
    "translation": {
      "en": "That was their living room there.",
      "vi": "Đó là phòng khách ở đó."
    }
  },
  {
    "translation": {
      "en": "That was his bedroom there.",
      "vi": "Đó là phòng ngủ ở đó. JOHN ALI CỰU THƯ KÝ QUỐC GIA HỒI GIÁO"
    }
  },
  {
    "translation": {
      "en": "And his secretaries worked on the third floor and those were his offices there.",
      "vi": "Và thư ký của ông ta làm việc ở tầng ba và đó là văn phòng của ông ta ở đó."
    }
  },
  {
    "translation": {
      "en": "I lived here for nine months, when I came to Chicago.",
      "vi": "Tôi sống ở đây chín tháng khi tôi đến Chicago."
    }
  },
  {
    "translation": {
      "en": "On the third floor in the back, there was an apartment back there.",
      "vi": "Ở tầng ba phía sau, có một căn hộ ở đằng sau."
    }
  },
  {
    "translation": {
      "en": "I was the secretary of New York.",
      "vi": "Tôi là Thư ký khu vực New York,"
    }
  },
  {
    "translation": {
      "en": "Until the Honorable Elijah Muhammad brought me here to Chicago in 1960.",
      "vi": "cho đến khi Ngài Elijah Muhammad đưa tôi đến Chicago năm 1960."
    }
  },
  {
    "translation": {
      "en": "Meeting with reporters in his living room,",
      "vi": "Gặp các phóng viên trong phòng khách,"
    }
  },
  {
    "translation": {
      "en": "Muhammad had this evaluation of Malcolm X's killing.",
      "vi": "Muhammad đã đánh giá những kẻ giết Malcolm X."
    }
  },
  {
    "translation": {
      "en": "Malcolm, uh, is the victim of his own preaching.",
      "vi": "Malcolm là nạn nhân của việc thuyết giảng."
    }
  },
  {
    "translation": {
      "en": "He preached violence, and so he become the victim of it.",
      "vi": "Anh ta đã thuyết giảng bạo lực và trở thành nạn nhân của nó."
    }
  },
  {
    "translation": {
      "en": "Well, Malcolm X said that the Black Muslims were trying to kill him,",
      "vi": "Malcolm X nói rằng người Hồi giáo da đen đang cố giết anh ta"
    }
  },
  {
    "translation": {
      "en": "and he was going to name those",
      "vi": "và anh ta định chỉ tên những người mà anh ta nghĩ sẽ phạm tội"
    }
  },
  {
    "translation": {
      "en": "he thought would commit the crime yesterday",
      "vi": "và anh ta định chỉ tên những người mà anh ta nghĩ sẽ phạm tội hôm qua trước khi bị bắn. Ông có thể bình luận không?"
    }
  },
  {
    "translation": {
      "en": "before he was shot. Could you comment on that?",
      "vi": "hôm qua trước khi bị bắn. Ông có thể bình luận không?"
    }
  },
  {
    "translation": {
      "en": "I wasn't there, but I don't believe that any of my followers was there.",
      "vi": "Tôi không có ở đó, nhưng tôi không tin những môn đồ của tôi"
    }
  },
  {
    "translation": {
      "en": "They had nothing to do with it at all.",
      "vi": "có liên quan gì đến vụ việc."
    }
  },
  {
    "translation": {
      "en": "It was predicted that they would blame the Nation of Islam.",
      "vi": "Người ta dự đoán họ sẽ đổ lỗi cho Quốc gia Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "Elijah Muhammad even said that.",
      "vi": "Elijah Muhammad còn nói thế."
    }
  },
  {
    "translation": {
      "en": "Elijah Muhammad and his followers claim innocence",
      "vi": "Elijah Muhammad và những môn đồ khẳng định vô tội"
    }
  },
  {
    "translation": {
      "en": "in the execution of their most famous defector, Malcolm X.",
      "vi": "trong vụ ám sát kẻ đào ngũ nổi tiếng nhất, Malcolm X."
    }
  },
  {
    "translation": {
      "en": "Elijah Muhammad told everybody,",
      "vi": "Elijah Muhammad đã nói với mọi người,"
    }
  },
  {
    "translation": {
      "en": "My believers, do not lay a hand on our brother, Malcolm X,",
      "vi": "Các tín hữu của tôi, đừng động đến anh em ta, Malcolm X,"
    }
  },
  {
    "translation": {
      "en": "because he is not aware of what he is doing.",
      "vi": "vì anh ấy không biết mình đang làm gì."
    }
  },
  {
    "translation": {
      "en": "Give him time. Do not raise a hand against Malcolm X.",
      "vi": "Cho anh ta thời gian. Đừng ra tay với Malcolm X."
    }
  },
  {
    "translation": {
      "en": "He said that in the temple. I was there.",
      "vi": "Ông ấy nói trong đền thờ, tôi đã ở đó."
    }
  },
  {
    "translation": {
      "en": "I said to the government of America, we are a peaceful people.",
      "vi": "Tôi nói với chính phủ nước Mỹ, Chúng tôi là những người hoà bình."
    }
  },
  {
    "translation": {
      "en": "We have always tried to obey the law.",
      "vi": "Chúng tôi luôn cố tuân theo luật pháp."
    }
  },
  {
    "translation": {
      "en": "We do that. I teach my followers to do it.",
      "vi": "Chúng tôi làm thế. Tôi dạy môn đồ tôi làm thế."
    }
  },
  {
    "translation": {
      "en": "His words were, Leave Malcolm alone,",
      "vi": "Ông ấy nói để Malcolm yên... Tôi nhắc lại..."
    }
  },
  {
    "translation": {
      "en": "to all of his ministers and to all of us,",
      "vi": "...với cả các mục sư và tất cả chúng tôi"
    }
  },
  {
    "translation": {
      "en": "Leave Malcolm alone.",
      "vi": "để Malcolm được yên."
    }
  },
  {
    "translation": {
      "en": "And those who loved him and obeyed him, that's exactly what they did.",
      "vi": "Và những người yêu mến và vâng lời ông ấy, đó chính là điều họ đã làm."
    }
  },
  {
    "translation": {
      "en": "You don't have lentil soup today?",
      "vi": "Hôm nay không có súp đậu lăng à?"
    }
  },
  {
    "translation": {
      "en": "Lentil soup? Yes.",
      "vi": "Súp đậu lăng? Ừ."
    }
  },
  {
    "translation": {
      "en": "We do have it but we don't put it on the buffet.",
      "vi": "Chúng tôi có nhưng không phục vụ trong buffet."
    }
  },
  {
    "translation": {
      "en": "If you want to have it, we can get it for you, one order.",
      "vi": "Nếu ông muốn ăn, chúng tôi có thể lấy cho ông."
    }
  },
  {
    "translation": {
      "en": "It's a lentil soup? Yes.",
      "vi": "Vậy súp đậu lăng? Ừ."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll get it when you sit at the table.",
      "vi": "Rồi, tôi sẽ lấy và mời ông ngồi."
    }
  },
  {
    "translation": {
      "en": "The lentil and the navy bean we eat,",
      "vi": "Chúng tôi ăn đậu lăng và đậu hải quân."
    }
  },
  {
    "translation": {
      "en": "but not the lima beans or black eyed peas.",
      "vi": "Nhưng không ăn đậu lima hay đậu trắng."
    }
  },
  {
    "translation": {
      "en": "This is what the Messenger teaches.",
      "vi": "Đây là điều sứ giả dạy."
    }
  },
  {
    "translation": {
      "en": "This is fresh tandoori chicken from the clay oven.",
      "vi": "Đây là gà tandoori tươi nướng lò đất sét."
    }
  },
  {
    "translation": {
      "en": "I had it before. It's okay. You've had it before? Okay.",
      "vi": "Tôi từng ăn rồi, ngon đấy. Ông từng ăn à? Được rồi."
    }
  },
  {
    "translation": {
      "en": "Did you play a part in having Malcolm get killed?",
      "vi": "Ông có tham gia vào vụ ám sát Malcolm không?"
    }
  },
  {
    "translation": {
      "en": "I could have, if I wanted to.",
      "vi": "Tôi có thể nếu tôi muốn."
    }
  },
  {
    "translation": {
      "en": "This is a lentil soup, the yellow color.",
      "vi": "Đây là súp đậu lăng, màu vàng."
    }
  },
  {
    "translation": {
      "en": "You can put it right there.",
      "vi": "Anh để ở đây."
    }
  },
  {
    "translation": {
      "en": "But I don't know who killed him.",
      "vi": "Nhưng tôi đâu biết ai giết anh ta."
    }
  },
  {
    "translation": {
      "en": "I know the Messenger didn't. I know I didn't order it, you know?",
      "vi": "Tôi biết sứ giả thì không. Tôi biết tôi không chỉ thị."
    }
  },
  {
    "translation": {
      "en": "Nobody from the FBI or local authorities,",
      "vi": "Không ai từ FBI hay chính quyền địa phương,"
    }
  },
  {
    "translation": {
      "en": "they never asked us anything about it.",
      "vi": "họ không bao giờ hỏi chúng tôi điều gì."
    }
  },
  {
    "translation": {
      "en": "They've written in the papers",
      "vi": "Họ đã viết trong giấy tờ"
    }
  },
  {
    "translation": {
      "en": "that we ordered for Malcolm to be killed,",
      "vi": "rằng chúng tôi đã chỉ thị giết Malcolm."
    }
  },
  {
    "translation": {
      "en": "But we didn't.",
      "vi": "Nhưng chúng tôi không làm."
    }
  },
  {
    "translation": {
      "en": "You know, The Honorable Elijah Muhammad was a wise man.",
      "vi": "Ngài Elijah Muhammad là một người thông thái."
    }
  },
  {
    "translation": {
      "en": "That he wouldn't do such a stupid thing",
      "vi": "Ông ấy sẽ không làm điều ngu ngốc thế,"
    }
  },
  {
    "translation": {
      "en": "as to order someone, you know, to be killed,",
      "vi": "ra lệnh giết ai đó."
    }
  },
  {
    "translation": {
      "en": "Malcolm or anyone else.",
      "vi": "Malcolm hay bất cứ ai khác."
    }
  },
  {
    "translation": {
      "en": "If it hadn't been for the Messenger saying, Leave him alone,",
      "vi": "Nếu không có sứ giả nói rằng để anh ta yên,"
    }
  },
  {
    "translation": {
      "en": "then he would have been killed,",
      "vi": "thì anh ta sẽ bị giết"
    }
  },
  {
    "translation": {
      "en": "sooner than he was.",
      "vi": "sớm hơn như thế."
    }
  },
  {
    "translation": {
      "en": "The key to understanding Malcolm's case",
      "vi": "Chìa khoá để hiểu vụ của Malcolm"
    }
  },
  {
    "translation": {
      "en": "is that from the very beginning,",
      "vi": "là ngay từ đầu,"
    }
  },
  {
    "translation": {
      "en": "no one in the power structure gave a damn about what happened.",
      "vi": "không ai trong cơ cấu quyền lực quan tâm đến chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "His assassination was widely reported in the media, especially the white media.",
      "vi": "Vụ ám sát của anh được lan truyền rộng rãi trên truyền thông. Nhất là dân da trắng."
    }
  },
  {
    "translation": {
      "en": "But there was almost a sense that they were gloating.",
      "vi": "Nhưng có cảm giác gần như là họ đang háo hức."
    }
  },
  {
    "translation": {
      "en": "A sense of glee that he had it coming,",
      "vi": "Một cảm giác vui mừng là anh ấy tự chuốc lấy."
    }
  },
  {
    "translation": {
      "en": "like he almost deserved this.",
      "vi": "Gần như anh ấy đáng bị thế."
    }
  },
  {
    "translation": {
      "en": "It's clear, even in the New York Times",
      "vi": "Thậm chí trên tờ New York Times,"
    }
  },
  {
    "translation": {
      "en": "in February of 1965,",
      "vi": "vào tháng Hai năm 1965"
    }
  },
  {
    "translation": {
      "en": "that white authorities and most white newsmen",
      "vi": "chính quyền da trắng và hầu hết các phóng viên da trắng,"
    }
  },
  {
    "translation": {
      "en": "didn't take this killing all that seriously.",
      "vi": "đã không chú trọng vụ giết người này."
    }
  },
  {
    "translation": {
      "en": "That from their perspective, it's some intra gang warfare",
      "vi": "Theo quan điểm của họ, đó là chiến tranh nội bộ băng đảng"
    }
  },
  {
    "translation": {
      "en": "among radical black extremists,",
      "vi": "giữa những kẻ cực đoan da đen cấp tiến."
    }
  },
  {
    "translation": {
      "en": "that they don't value what Malcolm's life represented.",
      "vi": "Và họ không coi trọng điều mạng sống của Malcolm đại diện."
    }
  },
  {
    "translation": {
      "en": "But the real bottom line to everything we have here",
      "vi": "Nhưng, điểm mấu chốt của mọi thứ ta có ở đây,"
    }
  },
  {
    "translation": {
      "en": "is that white prosecution authorities",
      "vi": "là cơ quan truy tố của người da trắng chưa bao giờ,"
    }
  },
  {
    "translation": {
      "en": "have never, across this entire chunk of time,",
      "vi": "của người da trắng chưa bao giờ, trong toàn bộ thời gian này,"
    }
  },
  {
    "translation": {
      "en": "decades of time, taken a serious interest",
      "vi": "nhiều thập kỷ qua, chưa từng quan tâm nghiêm túc đến việc điều tra, theo đuổi,"
    }
  },
  {
    "translation": {
      "en": "in investigating, pursuing, solving Malcolm's murder.",
      "vi": "nhiều thập kỷ qua, chưa từng quan tâm nghiêm túc đến việc điều tra, theo đuổi, giải quyết vụ giết Malcolm."
    }
  },
  {
    "translation": {
      "en": "For Abdur Rahman Muhammad, this has been a very lonely crusade.",
      "vi": "Với Abdul Rahman Muhammad, đây là một cuộc thập tự chinh rất cô đơn."
    }
  },
  {
    "translation": {
      "en": "Because time and again, he's had people who have some initial interest,",
      "vi": "Bởi vì, rất nhiều lần anh ấy gặp những người có chút quan tâm ban đầu."
    }
  },
  {
    "translation": {
      "en": "and again and again, they've decided not to go forward.",
      "vi": "Và rồi họ quyết định không tiếp tục."
    }
  },
  {
    "translation": {
      "en": "But Abdur Rahman has never given up. He's still on the case.",
      "vi": "Nhưng Abdul Rahman chưa bao giờ bỏ cuộc, anh ấy vẫn điều tra vụ án."
    }
  },
  {
    "translation": {
      "en": "After I became a Muslim,",
      "vi": "Sau khi thành người Hồi giáo,"
    }
  },
  {
    "translation": {
      "en": "I started moving in certain circles,",
      "vi": "tôi giao thiệp với những cộng đồng nhất định"
    }
  },
  {
    "translation": {
      "en": "and over the years, I started meeting people",
      "vi": "và qua nhiều năm, tôi bắt đầu gặp gỡ những người"
    }
  },
  {
    "translation": {
      "en": "who knew things about the assassination.",
      "vi": "biết những điều về vụ ám sát."
    }
  },
  {
    "translation": {
      "en": "You know, who could talk firsthand about it.",
      "vi": "Những người có thể trực tiếp nói về việc đó."
    }
  },
  {
    "translation": {
      "en": "I was like one or two people removed",
      "vi": "Hiểu ý tôi chứ? Chỉ cần thêm một, hai người nữa"
    }
  },
  {
    "translation": {
      "en": "from actually being able to get certain information!",
      "vi": "là tôi thật sự có thể có được thông tin nhất định."
    }
  },
  {
    "translation": {
      "en": "You are sitting in a place that, in its history,",
      "vi": "Các bạn đang ngồi ở một nơi mà trong lịch sử ở đây,"
    }
  },
  {
    "translation": {
      "en": "from the Nation of Islam under the Honorable Elijah Muhammad,",
      "vi": "từ Quốc gia Hồi giáo của Ngài Elijah Muhammad,"
    }
  },
  {
    "translation": {
      "en": "that when he started... That's when I realized that",
      "vi": "khi ông ấy bắt đầu... Đó là khi tôi nhận ra,"
    }
  },
  {
    "translation": {
      "en": "Hey, if I started asking the right questions,",
      "vi": "nếu tôi bắt đầu hỏi đúng câu hỏi,"
    }
  },
  {
    "translation": {
      "en": "I could get some very significant answers.",
      "vi": "tôi có thể có vài câu trả lời rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "And if you were commanded to, you had to have a card in your pocket.",
      "vi": "Nếu được lệnh, bạn phải chuẩn bị sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "But one of the things that you learn quickly,",
      "vi": "Nhưng một điều mà bạn học được nhanh chóng"
    }
  },
  {
    "translation": {
      "en": "is you can't ask a question too directly.",
      "vi": "là bạn không thể đặt câu hỏi quá trực tiếp."
    }
  },
  {
    "translation": {
      "en": "If you ask a question too directly, you could be suspect, you know.",
      "vi": "Nếu bạn hỏi quá trực tiếp, bạn có thể bị nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "Because then the question would become, Why are you asking that, brother?",
      "vi": "Bởi vì khi đó câu hỏi sẽ là sao người anh em hỏi thế?"
    }
  },
  {
    "translation": {
      "en": "Assalam alaikum, sister. Alhamdulillah.",
      "vi": "Assalamualaikum. Alhamdulillah."
    }
  },
  {
    "translation": {
      "en": "When Malcolm first got here,",
      "vi": "Khi Malcolm đến đây lần đầu,"
    }
  },
  {
    "translation": {
      "en": "was there any inkling",
      "vi": "có ý niệm hay ý tưởng nào"
    }
  },
  {
    "translation": {
      "en": "or any idea that maybe he was having a problem",
      "vi": "có ý niệm hay ý tưởng nào là có lẽ anh ấy đang gặp vấn đề"
    }
  },
  {
    "translation": {
      "en": "with the Honorable Elijah Muhammad?",
      "vi": "với Ngài Elijah Muhammad?"
    }
  },
  {
    "translation": {
      "en": "Or, uh, 'cause I know '63...",
      "vi": "Hoặc, vì tôi biết sáu mươi ba..."
    }
  },
  {
    "translation": {
      "en": "Once I would learn something and I would file it away,",
      "vi": "Một khi tôi biết được điều gì đó và tôi sẽ xếp nó vào và tôi kết nối điều này với điều kia."
    }
  },
  {
    "translation": {
      "en": "and I'd connect this dot with that dot,",
      "vi": "và tôi sẽ xếp nó vào và tôi kết nối điều này với điều kia."
    }
  },
  {
    "translation": {
      "en": "or at least be pointed in a certain direction.",
      "vi": "Hoặc ít nhất tìm được một hướng nào đó."
    }
  },
  {
    "translation": {
      "en": "You know, and it became more and more apparent to me",
      "vi": "Và càng ngày tôi càng thấy rõ"
    }
  },
  {
    "translation": {
      "en": "that if anybody could break it, it would be me.",
      "vi": "rằng nếu ai đó có thể phá vỡ nó, thì đó là tôi."
    }
  },
  {
    "translation": {
      "en": "Most serious historians believe",
      "vi": "Hầu hết các nhà sử gia tin rằng"
    }
  },
  {
    "translation": {
      "en": "there were five men who were the actual assassins.",
      "vi": "có năm người đàn ông là sát thủ thực sự."
    }
  },
  {
    "translation": {
      "en": "According to my research,",
      "vi": "Theo nghiên cứu của tôi,"
    }
  },
  {
    "translation": {
      "en": "I believe those assassins didn't come from Harlem",
      "vi": "tôi tin rằng những kẻ ám sát đó không đến từ Harlem,"
    }
  },
  {
    "translation": {
      "en": "as the police claimed.",
      "vi": "như cảnh sát nói."
    }
  },
  {
    "translation": {
      "en": "And I also believe that something has been covered up.",
      "vi": "Và tôi cũng tin rằng có gì đó đã bị che đậy."
    }
  },
  {
    "translation": {
      "en": "We have at least one FBI document",
      "vi": "Chúng tôi có ít nhất một tài liệu FBI đưa ra"
    }
  },
  {
    "translation": {
      "en": "that gives a... you know, a perfect description",
      "vi": "Chúng tôi có ít nhất một tài liệu FBI đưa ra một mô tả hoàn hảo"
    }
  },
  {
    "translation": {
      "en": "of the man that they say fired the shotgun.",
      "vi": "về người đàn ông họ nói đã bắn khẩu súng săn."
    }
  },
  {
    "translation": {
      "en": "They described him to a tee.",
      "vi": "Họ mô tả rất tỉ mỉ."
    }
  },
  {
    "translation": {
      "en": "Burly, big, dark skinned man wearing a certain kind of coat.",
      "vi": "Đàn ông da màu, lực lưỡng, mặc một loại áo khoác."
    }
  },
  {
    "translation": {
      "en": "Complete opposite of the man they convicted.",
      "vi": "Hoàn toàn trái ngược với người họ kết án."
    }
  },
  {
    "translation": {
      "en": "So someone in the government must have known",
      "vi": "Nên có người trong chính phủ hẳn đã biết"
    }
  },
  {
    "translation": {
      "en": "that they might be convicting the wrong person, and they let it happen.",
      "vi": "họ có thể kết án nhầm người. Và họ để nó xảy ra."
    }
  },
  {
    "translation": {
      "en": "And I think that it's only by looking deeply into Malcolm's life",
      "vi": "Và tôi nghĩ chỉ có cách nhìn sâu vào cuộc đời Malcolm"
    }
  },
  {
    "translation": {
      "en": "that the clues as to who actually killed him,",
      "vi": "thì những manh mối về việc ai đã giết anh ấy"
    }
  },
  {
    "translation": {
      "en": "and who knew it was coming, can be found.",
      "vi": "và ai biết trước điều đó mới có thể được tìm thấy."
    }
  },
  {
    "translation": {
      "en": "You are not only honoring Malcolm in the sunshine,",
      "vi": "Các bạn không chỉ tôn vinh Malcolm dưới ánh mặt trời,"
    }
  },
  {
    "translation": {
      "en": "but in the rain.",
      "vi": "mà còn dưới cơn mưa."
    }
  },
  {
    "translation": {
      "en": "And the prayer is that",
      "vi": "Và cầu nguyện bạn không chỉ tôn vinh anh ấy"
    }
  },
  {
    "translation": {
      "en": "you're not only honoring him on his birthday,",
      "vi": "Và cầu nguyện bạn không chỉ tôn vinh anh ấy vào sinh nhật anh ấy,"
    }
  },
  {
    "translation": {
      "en": "but every day with the work that you do.",
      "vi": "mà là mỗi ngày với công việc bạn làm"
    }
  },
  {
    "translation": {
      "en": "In the name of el Hajj Malik el Shabazz,",
      "vi": "nhân danh ElHajj Malik ElShabazz."
    }
  },
  {
    "translation": {
      "en": "in the name of freedom, and black liberation.",
      "vi": "Nhân danh tự do và giải phóng người da đen."
    }
  },
  {
    "translation": {
      "en": "Because that is how we truly honor Malcolm.",
      "vi": "Vì đó là cách chúng ta thực sự tôn vinh Malcolm."
    }
  },
  {
    "translation": {
      "en": "When we say we love Malcolm X, el Hajj Malik el Shabazz,",
      "vi": "Khi chúng tôi nói chúng tôi yêu Malcolm X, ElHajj Malik ElShabazz,"
    }
  },
  {
    "translation": {
      "en": "we love him so much, we name high schools and institutions after him.",
      "vi": "yêu mến anh ấy rất nhiều, đặt tên trường học và các cơ sở theo tên anh ấy."
    }
  },
  {
    "translation": {
      "en": "He's one of our greatest heroes.",
      "vi": "Một người hùng vĩ đại."
    }
  },
  {
    "translation": {
      "en": "You don't scare Negroes today",
      "vi": "Không thể đe doạ người da đen hôm nay"
    }
  },
  {
    "translation": {
      "en": "with no badge, or no white skin, or no white sheet,",
      "vi": "với phù hiệu hay da trắng hay tấm khăn trắng"
    }
  },
  {
    "translation": {
      "en": "or no white anything else.",
      "vi": "hay gì khác."
    }
  },
  {
    "translation": {
      "en": "Yet the real killers,",
      "vi": "Nhưng những kẻ giết người thực sự,"
    }
  },
  {
    "translation": {
      "en": "the real culprits,",
      "vi": "thủ phạm thật sự,"
    }
  },
  {
    "translation": {
      "en": "both those who actually fired the trigger,",
      "vi": "cả những người thực sự đã bóp cò súng,"
    }
  },
  {
    "translation": {
      "en": "and those who were, let's say, the puppet masters of the whole thing,",
      "vi": "và những người giật dây cho cả sự việc,"
    }
  },
  {
    "translation": {
      "en": "were never brought to justice.",
      "vi": "chưa từng bị trừng phạt."
    }
  },
  {
    "translation": {
      "en": "But if you can't prove that a democracy is not hypocrisy,",
      "vi": "Nhưng nếu bạn không thể chứng minh rằng nền dân chủ không phải giả tạo,"
    }
  },
  {
    "translation": {
      "en": "then don't put your hands on me.",
      "vi": "thì đừng chạm vào tôi."
    }
  },
  {
    "translation": {
      "en": "There's no statute of limitations on murder.",
      "vi": "Chẳng có thời hạn hiệu lực cho án mạng."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "There's no reason why this case cannot be looked at again.",
      "vi": "Không lý do gì để vụ án này không thể được xem xét lại."
    }
  },
  {
    "translation": {
      "en": "That is my mission. That is my purpose.",
      "vi": "Đứng trước mộ... Đó là nhiệm vụ của tôi. Đó là mục đích của tôi."
    }
  },
  {
    "translation": {
      "en": "As long as someone is still out there,",
      "vi": "Miễn là ai đó vẫn còn ở ngoài kia,"
    }
  },
  {
    "translation": {
      "en": "you know, there is a chance, still,",
      "vi": "thì vẫn còn cơ hội"
    }
  },
  {
    "translation": {
      "en": "to get justice for Malcolm.",
      "vi": "để đòi lại công lý cho Malcolm."
    }
  }
]