[
  {
    "translation": {
      "en": "People once called New York Fun City.",
      "vi": "Người ta từng gọi New York là thành phố vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Now the police and firemen's unions in New York are calling it Fear City.",
      "vi": "Giờ công đoàn cảnh sát và cứu hỏa New York gọi nó là thành phố sợ hãi."
    }
  },
  {
    "translation": {
      "en": "There was a dispute over here, and he gets shot in the head.",
      "vi": "Có cuộc tranh cãi ở đây và anh ta bị bắn vào đầu."
    }
  },
  {
    "translation": {
      "en": "- -",
      "vi": "NEW YORK NHỮNG NĂM 1970 MỘT THÀNH PHỐ KHÔNG LUẬT LẸ, ĐẦY MA TÚY, BẠO LỰC VÀ GIẾT CHÓC"
    }
  },
  {
    "translation": {
      "en": "- ...take that cocksucker out. -",
      "vi": "MỘT THÀNH PHỐ KHÔNG LUẬT LẸ, ĐẦY MA TÚY, BẠO LỰC VÀ GIẾT CHÓC"
    }
  },
  {
    "translation": {
      "en": "This is a story about New York.",
      "vi": "Đây là câu chuyện về New York."
    }
  },
  {
    "translation": {
      "en": "There's been a lot of muggings,",
      "vi": "Đã có rất nhiều vụ cướp bóc,"
    }
  },
  {
    "translation": {
      "en": "killings.",
      "vi": "giết chóc."
    }
  },
  {
    "translation": {
      "en": "Seven people have been murdered, their throats cut with a foot- long knife.",
      "vi": "Bảy người đã bị giết, họ bị cắt cổ bằng một con dao dài 30cm."
    }
  },
  {
    "translation": {
      "en": "It's a story about horrible acts of violence.",
      "vi": "Đây là câu chuyện về các hành vi bạo lực man rợ."
    }
  },
  {
    "translation": {
      "en": "It seems organized crime may have turned an abandoned railroad tunnel",
      "vi": "Có vẻ tội phạm có tổ chức đã biến một đường hầm bỏ hoang"
    }
  },
  {
    "translation": {
      "en": "into a graveyard for as many as 60 people.",
      "vi": "thành một nghĩa địa cho tận 60 người."
    }
  },
  {
    "translation": {
      "en": "Twenty- seven people have been eliminated.",
      "vi": "Hai mươi bảy người đã bị trừ khử."
    }
  },
  {
    "translation": {
      "en": "And then it's a story about greed for money and power and dominance.",
      "vi": "Rồi nó là câu chuyện về lòng tham tiền bạc, quyền lực và sự thống trị."
    }
  },
  {
    "translation": {
      "en": "Federal officials say the Mob's income could total 60 to 100 billion dollars a year.",
      "vi": "Quan chức liên bang nói thu nhập của mafia có thể là 60-100 tỷ đô một năm."
    }
  },
  {
    "translation": {
      "en": "Ninety- seven- 04.",
      "vi": "97 04."
    }
  },
  {
    "translation": {
      "en": "New York was held in the grip of the Mafia.",
      "vi": "New York nằm dưới sự kiểm soát của mafia."
    }
  },
  {
    "translation": {
      "en": "...as I've tried to tell the president, the vice president, to Congress,",
      "vi": "Như tôi đã cố nói với tổng thống, phó tổng thống, quốc hội"
    }
  },
  {
    "translation": {
      "en": "what's going on here, they're not listening. This is a war.",
      "vi": "chuyện xảy ra ở đây. Họ bỏ lơ. Đây là một cuộc chiến."
    }
  },
  {
    "translation": {
      "en": "The director of the FBI said, What are we going to do about this?",
      "vi": "Giám đốc của FBI nói, Ta giải quyết việc này ra sao?"
    }
  },
  {
    "translation": {
      "en": "This was billed as the biggest organized crime investigation ever.",
      "vi": "Đây được coi là cuộc điều tra tội phạm có tổ chức lớn nhất từ trước tới nay."
    }
  },
  {
    "translation": {
      "en": "We were gonna bug the Mafia.",
      "vi": "Chúng tôi định nghe lén mafia."
    }
  },
  {
    "translation": {
      "en": "- Is Jimmy there? - He left about five minutes ago.",
      "vi": "- Jimmy có đó chứ? - Hắn đi tầm năm phút rồi."
    }
  },
  {
    "translation": {
      "en": "We were gonna hear them on the tapes, with our very own ears.",
      "vi": "Chúng tôi sẽ nghe lén họ trên băng, bằng chính đôi tai của mình."
    }
  },
  {
    "translation": {
      "en": "♪ People all around me And they're all in fear ♪",
      "vi": "MÀY SẼ KÊ AI? LO CHO GIA ĐÌNH MÀY TRƯỚC ĐI."
    }
  },
  {
    "translation": {
      "en": "In the '70s, the city of New York was owned by the Mob.",
      "vi": "Vào những năm 70, thành phố New York là của mafia."
    }
  },
  {
    "translation": {
      "en": "I had seen what Italian organized crime",
      "vi": "Nhìn thấy điều tội phạm có tổ chức Ý"
    }
  },
  {
    "translation": {
      "en": "had done in the neighborhood I grew up in in Brooklyn.",
      "vi": "đã làm tại khu tôi lớn lên ở Brooklyn..."
    }
  },
  {
    "translation": {
      "en": "A few summers, I worked for my uncle, Jimmy Schiavone, in a butcher shop.",
      "vi": "Tôi làm ở hàng thịt của chú tôi, Jimmy Scabon, trong vài mùa hè."
    }
  },
  {
    "translation": {
      "en": "My uncle, he owed money to the Mob.",
      "vi": "Chú tôi nợ tiền xã hội đen."
    }
  },
  {
    "translation": {
      "en": "The poor guy worked six days a week to pay it back.",
      "vi": "Ông ấy làm việc sáu ngày một tuần để trả nợ."
    }
  },
  {
    "translation": {
      "en": "Meantime, I'd see these wiseguys come in from the Bonanno crime family...",
      "vi": "Trong khi đó, tôi thấy bọn mafia của bè đảng tội phạm Bonanno..."
    }
  },
  {
    "translation": {
      "en": "bulls.",
      "vi": "chúng xông vào."
    }
  },
  {
    "translation": {
      "en": "And my... my uncle was in the back.",
      "vi": "Và chú tôi thì ở phía trong tiệm."
    }
  },
  {
    "translation": {
      "en": "And he would be schvitzing.",
      "vi": "Và ông ấy đổ mồ hôi hột."
    }
  },
  {
    "translation": {
      "en": "He would be sweating, because they'd be threatening him.",
      "vi": "Ông ấy toát mồ hôi, vì chúng sẽ đe dọa ông."
    }
  },
  {
    "translation": {
      "en": "They'd threaten his son, Joey, Jr.",
      "vi": "Chúng đe dọa con trai ông, Joey Jr."
    }
  },
  {
    "translation": {
      "en": "They'd threaten my aunt, Aunt Lucy.",
      "vi": "Chúng đe dọa dì tôi, dì Lucy."
    }
  },
  {
    "translation": {
      "en": "And actually they'd look at me and say, Who's the kid, right?",
      "vi": "Thật ra, chúng nhìn tôi và hỏi thằng bé này là ai?"
    }
  },
  {
    "translation": {
      "en": "And he'd say, No, no he's just the delivery boy.",
      "vi": "Và ông nói, Không, nó chỉ là đứa giao hàng."
    }
  },
  {
    "translation": {
      "en": "But, man, that was frightening days.",
      "vi": "Trời, đó là những ngày đáng sợ."
    }
  },
  {
    "translation": {
      "en": "You knew when you borrowed money from them.",
      "vi": "Anh biết khi anh mượn tiền của chúng."
    }
  },
  {
    "translation": {
      "en": "They-- If you didn't pay on time,",
      "vi": "Nếu không trả đúng hạn,"
    }
  },
  {
    "translation": {
      "en": "they'd bend your leg and stuff it in your pocket.",
      "vi": "chúng sẽ bẻ chân anh, nhét nó vào túi anh."
    }
  },
  {
    "translation": {
      "en": "My boxing trainer, my baseball coach,",
      "vi": "Thầy đấm bốc, huấn luyện viên bóng chày"
    }
  },
  {
    "translation": {
      "en": "my barber were all involved with the Mob.",
      "vi": "thợ cắt tóc của tôi, đều liên quan đến mafia."
    }
  },
  {
    "translation": {
      "en": "And I started getting an education,",
      "vi": "Và tôi bắt đầu học hành,"
    }
  },
  {
    "translation": {
      "en": "really understanding the street by the time I'm 14, 15.",
      "vi": "và thực sự hiểu về đường phố khi tôi 14 - 15 tuổi."
    }
  },
  {
    "translation": {
      "en": "By the time I'm the time I'm 17, 18,",
      "vi": "Đến khi tôi 17 - 18 tuổi,"
    }
  },
  {
    "translation": {
      "en": "I'm already collecting money.",
      "vi": "tôi đã đi thu tiền rồi."
    }
  },
  {
    "translation": {
      "en": "And I'm told when to talk, when not to talk,",
      "vi": "Tôi được chỉ lúc nào nên nói, lúc nào không,"
    }
  },
  {
    "translation": {
      "en": "or when to just hurt somebody.",
      "vi": "lúc cần đánh người."
    }
  },
  {
    "translation": {
      "en": "You wanna motivate 'em.",
      "vi": "Bạn muốn thúc họ."
    }
  },
  {
    "translation": {
      "en": "Better have that money this fucking week.",
      "vi": "Cố mà có khoản đó tuần này."
    }
  },
  {
    "translation": {
      "en": "If you don't have that money, I'm gonna come see you in a different way.",
      "vi": "Nếu không có tiền, tao sẽ đến gặp mày theo cách khác."
    }
  },
  {
    "translation": {
      "en": "Have that fucking money. Now, when a guy comes to see me",
      "vi": "Kiếm tiền đi. Giờ, khi một gã gặp tôi,"
    }
  },
  {
    "translation": {
      "en": "and he insults me with $1,000, yeah, I hurt him.",
      "vi": "và xúc phạm tôi với 1000 đô, tôi đánh hắn."
    }
  },
  {
    "translation": {
      "en": "After I hurt him, I tell him to go get me the rest of my fucking money.",
      "vi": "Đánh xong, tôi bảo hắn lấy nốt số tiền của tôi."
    }
  },
  {
    "translation": {
      "en": "Now there's no patience.",
      "vi": "Không có kiên nhẫn."
    }
  },
  {
    "translation": {
      "en": "He doesn't have the money a week before then, I baseball bat him.",
      "vi": "Nếu không có tiền trong một tuần, tôi lấy gậy đập hắn."
    }
  },
  {
    "translation": {
      "en": "I liked lending money out to people. It was good business.",
      "vi": "Tôi thích cho vay. Đó là một loại kinh doanh tốt."
    }
  },
  {
    "translation": {
      "en": "If somebody couldn't pay,",
      "vi": "Nếu ai không trả được,"
    }
  },
  {
    "translation": {
      "en": "then the idea is we become their partner.",
      "vi": "thì chúng tôi làm cộng sự của họ."
    }
  },
  {
    "translation": {
      "en": "I acquired a Chevrolet agency that way.",
      "vi": "Tôi đã mua một đại lý Chevrolet như vậy."
    }
  },
  {
    "translation": {
      "en": "Then I started making a lot of money and started to use that life to benefit me.",
      "vi": "Rồi tôi bắt đầu kiếm nhiều tiền và làm lợi từ cuộc sống đó."
    }
  },
  {
    "translation": {
      "en": "The gasoline scheme was the biggest thing that certainly I ever had.",
      "vi": "Phi vụ xăng dầu là âm mưu lớn nhất mà tôi từng làm."
    }
  },
  {
    "translation": {
      "en": "There was a guy that had a small gas operation out in Long Island.",
      "vi": "Có một gã sản xuất xăng nhỏ lẻ ở Long Island."
    }
  },
  {
    "translation": {
      "en": "He comes to me, and he says, Mike, I have a germ of an idea,",
      "vi": "Hắn đến gặp tôi và nói, Mike, tôi nuôi ý tưởng này, chúng ta có thể"
    }
  },
  {
    "translation": {
      "en": "where we might be able to defraud the government",
      "vi": "Hắn đến gặp tôi và nói, Mike, tôi nuôi ý tưởng này, chúng ta có thể ăn gian thuế chính phủ trên một galông xăng."
    }
  },
  {
    "translation": {
      "en": "out of tax on a gallon of gasoline.",
      "vi": "ăn gian thuế chính phủ trên một galông xăng."
    }
  },
  {
    "translation": {
      "en": "So he got my attention. I didn't like the government.",
      "vi": "Hẳn thu hút tôi. Tôi đã không thích chính phủ."
    }
  },
  {
    "translation": {
      "en": "Puts the box on the table. Opens it up.",
      "vi": "Hắn đặt cái hộp lên bàn, mở nó ra."
    }
  },
  {
    "translation": {
      "en": "He said, This is the first week's take in the gas business: $320,000.",
      "vi": "Hắn nói, Đây là thu nhập tuần đầu kinh doanh xăng: 320.000 đô."
    }
  },
  {
    "translation": {
      "en": "From that point on,",
      "vi": "Từ lúc đó trở đi,"
    }
  },
  {
    "translation": {
      "en": "I grew that operation to between eight and ten million dollars a week.",
      "vi": "tôi đã tăng phi vụ đó lên tám đến mười triệu đô mỗi tuần."
    }
  },
  {
    "translation": {
      "en": "We were selling gas to branded, unbranded stations, everybody,",
      "vi": "Chúng tôi bán xăng cho các trạm có và không có tên tuổi, bán cho tất, vì chúng tôi bán rẻ hơn hội có đóng thuế."
    }
  },
  {
    "translation": {
      "en": "'cause we were undercutting everybody. We weren't paying the tax.",
      "vi": "bán cho tất, vì chúng tôi bán rẻ hơn hội có đóng thuế."
    }
  },
  {
    "translation": {
      "en": "The FBI couldn't figure it out.",
      "vi": "FBI không thể hiểu được."
    }
  },
  {
    "translation": {
      "en": "I'll never forget one day: I was at my office at my automobile dealership.",
      "vi": "Tôi nhớ mãi hôm đó. Tôi ở văn phòng tại đại lý ô tô của mình."
    }
  },
  {
    "translation": {
      "en": "Two FBI agents come in.",
      "vi": "Hai đặc vụ FBI đến."
    }
  },
  {
    "translation": {
      "en": "They said, Look, we know you got something going on with this gas.",
      "vi": "Họ nói, Này, chúng tôi biết anh có giở trò với xăng."
    }
  },
  {
    "translation": {
      "en": "Just tell us how you're doing it.",
      "vi": "Chỉ chúng tôi anh làm thế nào."
    }
  },
  {
    "translation": {
      "en": "You tell us how you're doing it. We'll give you a pass.",
      "vi": "Nói ra cách làm, bọn tôi sẽ bỏ qua."
    }
  },
  {
    "translation": {
      "en": "I said, I dunno what you're talking about.",
      "vi": "Tôi bảo, Chả hiểu các anh nói gì."
    }
  },
  {
    "translation": {
      "en": "You wanna buy a car? I'll give you a break. I like you guys. Don't worry about it.",
      "vi": "Muốn mua xe ư? Tôi giảm giá cho. Tôi thích các anh. Đừng lo."
    }
  },
  {
    "translation": {
      "en": "But that's how frustrated they were with us.",
      "vi": "Họ chán chường chúng tôi đến vậy đó."
    }
  },
  {
    "translation": {
      "en": "They knew we were doing it, but they could never figure it out.",
      "vi": "Họ biết bọn tôi mờ ám nhưng không thể tìm ra nổi."
    }
  },
  {
    "translation": {
      "en": "It was the golden era of the Mob.",
      "vi": "Đó là thời kỳ hoàng kim của xã hội đen."
    }
  },
  {
    "translation": {
      "en": "The FBI couldn't keep up with us. There was no way.",
      "vi": "FBI không thể theo kịp bọn tôi. Không thể nào."
    }
  },
  {
    "translation": {
      "en": "Our relationship with the Mafia... it was a cat and mouse game.",
      "vi": "Mối quan hệ của chúng tôi với mafia... là trò mèo vờn chuột,"
    }
  },
  {
    "translation": {
      "en": "A very serious game, to be sure.",
      "vi": "một trò chơi rất nghiêm túc."
    }
  },
  {
    "translation": {
      "en": "I can't tell you how many times a wiseguy would say to me,",
      "vi": "Tôi không đếm xuể bao lần một gã mafia bảo tôi,"
    }
  },
  {
    "translation": {
      "en": "You do what you gotta do. I do what I gotta do.",
      "vi": "Anh phải làm gì, cứ làm. Tôi sẽ làm điều tôi cần làm."
    }
  },
  {
    "translation": {
      "en": "I used to tell them, Hey, you do your job. We'll do ours.",
      "vi": "Tôi từng nói họ, Làm tốt việc của anh. Bọn tôi cũng sẽ thế."
    }
  },
  {
    "translation": {
      "en": "You catch us the right way, no complaints.",
      "vi": "Bắt đúng thì tôi chả phàn nàn."
    }
  },
  {
    "translation": {
      "en": "Their job is to lock you up. Our job is to get away with it.",
      "vi": "Việc của họ là nhốt ta lại. Việc của ta là trốn thoát."
    }
  },
  {
    "translation": {
      "en": "You see them in a van,",
      "vi": "Thấy họ trong xe van,"
    }
  },
  {
    "translation": {
      "en": "you smile and you wave, because you're being cocky with them.",
      "vi": "bạn cười và vẫy tay chào, vì bạn đang tỏ ra tự mãn với họ."
    }
  },
  {
    "translation": {
      "en": "They'd either walk away or tell me fuck off.",
      "vi": "Họ sẽ bỏ đi hoặc bảo bạn cút đi."
    }
  },
  {
    "translation": {
      "en": "If you didn't get told that in Brooklyn, you'd done something wrong.",
      "vi": "Nếu không bị nói vậy ở Brooklyn, thì bạn đã làm gì sai."
    }
  },
  {
    "translation": {
      "en": "There was organized crime investigations being conducted",
      "vi": "Các cuộc điều tra tội phạm có tổ chức diễn ra"
    }
  },
  {
    "translation": {
      "en": "in three separate FBI offices,",
      "vi": "ở ba văn phòng FBI khác nhau,"
    }
  },
  {
    "translation": {
      "en": "but each of them had their own idea about how to approach the problem.",
      "vi": "nhưng mỗi nơi đều có ý tưởng riêng về cách tiếp cận vấn đề."
    }
  },
  {
    "translation": {
      "en": "So, there was organized crime, but very unorganized investigations.",
      "vi": "Nên có tội ác có tổ chức nhưng điều tra thì rất vô tô chức."
    }
  },
  {
    "translation": {
      "en": "We had no strategy. We had no plan.",
      "vi": "Chúng tôi không có chiến lược hay kế hoạch gì."
    }
  },
  {
    "translation": {
      "en": "When we would come across somebody we didn't know,",
      "vi": "Khi thấy một gã bọn tôi không biết,"
    }
  },
  {
    "translation": {
      "en": "the only thing we could do was take a photograph of them.",
      "vi": "bọn tôi chỉ có thể chụp ảnh hắn."
    }
  },
  {
    "translation": {
      "en": "Then we could go out to our informants and say, Do you know this guy?",
      "vi": "Sau đó bọn tôi có thể hỏi chỉ điểm có biết gã không"
    }
  },
  {
    "translation": {
      "en": "They'd say, Yeah, I know that guy. What's he do?",
      "vi": "- Ừ, tôi biết gã đó. - Hắn làm gì?"
    }
  },
  {
    "translation": {
      "en": "What's his criminal activity? Who's he connected with?",
      "vi": "Hành vi phạm tội là gì? Hắn liên quan đến ai? "
    }
  },
  {
    "translation": {
      "en": "And then we'd put them on a board.",
      "vi": "Rồi bọn tôi viết nó lên bảng."
    }
  },
  {
    "translation": {
      "en": "We had a very, very good idea of who was who",
      "vi": "Chúng tôi hiểu khá rõ ai là ai,"
    }
  },
  {
    "translation": {
      "en": "and how the Mafia was structured in New York.",
      "vi": "và cấu trúc của mafia ở New York."
    }
  },
  {
    "translation": {
      "en": "The five Italian organized crime families were",
      "vi": "Năm bè đảng tội phạm người Ý"
    }
  },
  {
    "translation": {
      "en": "Gambino, Genovese, Lucchese, Colombo, and Bonanno.",
      "vi": "là Gambino, Genovese, Lucchese, Colombo và Bonanno."
    }
  },
  {
    "translation": {
      "en": "The families were very structured.",
      "vi": "Các bè đảng có trật tự."
    }
  },
  {
    "translation": {
      "en": "It started at the top with the boss,",
      "vi": "Ở trên cùng là ông trùm,"
    }
  },
  {
    "translation": {
      "en": "then you had the underboss, who was really the second in command,",
      "vi": "rồi có trùm con, kẻ nắm kiểm soát thứ nhì,"
    }
  },
  {
    "translation": {
      "en": "and then you had your caporegimes, captains,",
      "vi": "dưới đó là các caporegime, các đội trưởng"
    }
  },
  {
    "translation": {
      "en": "and then you had the soldiers under them.",
      "vi": "và dưới họ là các lính."
    }
  },
  {
    "translation": {
      "en": "The way the families were structured gave us a very powerful position.",
      "vi": "Cấu trúc của bè đảng cho ta một vị thế rất mạnh."
    }
  },
  {
    "translation": {
      "en": "The biggest problem was that you could never get to an underboss",
      "vi": "Vấn đề lớn nhất là bạn không bao giờ chạm tới trùm con"
    }
  },
  {
    "translation": {
      "en": "or the boss himself.",
      "vi": "hay ông trùm được."
    }
  },
  {
    "translation": {
      "en": "They were too well- insulated from whatever criminal activity was done.",
      "vi": "Họ cách rất xa khỏi mọi hành vi phạm tôi."
    }
  },
  {
    "translation": {
      "en": "They had no connection with it whatsoever.",
      "vi": "Họ không dính líu gì đến nó cả."
    }
  },
  {
    "translation": {
      "en": "The lower- level guys were out there committing the criminal acts",
      "vi": "JOE N. GALLO, XE CỦA GALLO Những kẻ cấp thấp  phạm tội ở bên ngoài"
    }
  },
  {
    "translation": {
      "en": "and kicking the money up to the higher- ups.",
      "vi": "và đẩy tiền lên cho cấp trên."
    }
  },
  {
    "translation": {
      "en": "The average wiseguy, we knew what he was doing.",
      "vi": "Bọn tôi biết một mafia tầm trung làm gì."
    }
  },
  {
    "translation": {
      "en": "We put him in jail for a year,",
      "vi": "Bọn tôi bỏ tù hắn một năm."
    }
  },
  {
    "translation": {
      "en": "but it didn't solve the problem.",
      "vi": "nhưng chưa xử lý được vấn đề."
    }
  },
  {
    "translation": {
      "en": "Whatever their money making scheme was went right on, virtually without interruption,",
      "vi": "Mọi kế hoạch kiếm tiền của chúng đều không bị gián đoạn"
    }
  },
  {
    "translation": {
      "en": "'cause there's a lot of guys waiting in the wings to take his place.",
      "vi": "vì có rất nhiều người chờ ở phía sau để thế chỗ hắn."
    }
  },
  {
    "translation": {
      "en": "You know how I would spot the wiseguys?",
      "vi": "Anh biết cách tôi chỉ ra mafia không?"
    }
  },
  {
    "translation": {
      "en": "- Well, particularly in the disco era... - Mm- hmm.",
      "vi": "Chà, đặc biệt là vào thời disco còn nổi,"
    }
  },
  {
    "translation": {
      "en": "...they had the polyester waffle- weave bell bottoms.",
      "vi": "họ có những chiếc quần ống loe vải polyester dệt tổ ong."
    }
  },
  {
    "translation": {
      "en": "They had the open neck, you know? They had to have the hair.",
      "vi": "Họ mặc áo hở cổ, anh biết chứ? Họ phải có kiểu tóc đó."
    }
  },
  {
    "translation": {
      "en": "Then they'd have their toilette water on, you know, like that Old Spice, Hai Karate.",
      "vi": "Và họ có xịt nước hoa, kiểu mùi Old Spice, Hai Karate."
    }
  },
  {
    "translation": {
      "en": "- Lilac water. - Ah.",
      "vi": "kiểu mùi Old Spice, Hai Karate."
    }
  },
  {
    "translation": {
      "en": "Man, you light a match, you'd all be blown to kingdom come.",
      "vi": "Trời ạ, anh mà thắp que diêm thì tất cả nổ tung mất."
    }
  },
  {
    "translation": {
      "en": "In the '70s, when we started moving heroin and cocaine, it was huge.",
      "vi": "Vào những năm 70, khi bọn tôi bắt đầu bán heroin và cocaine, kiếm được nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "We were making a million a month.",
      "vi": "Thu được 1 triệu mỗi tháng."
    }
  },
  {
    "translation": {
      "en": "We partied constantly.",
      "vi": "Tiệc tùng liên tục."
    }
  },
  {
    "translation": {
      "en": "All the gangsters used.",
      "vi": "Đầu gấu đều dùng."
    }
  },
  {
    "translation": {
      "en": "They'll tell you they never did, but they did.",
      "vi": "Họ bảo là chưa, nhưng họ dùng rồi."
    }
  },
  {
    "translation": {
      "en": "Say nobody cheated on their wives, but everybody cheated on their wives.",
      "vi": "Họ sẽ nói không ai cặp bồ, nhưng ai cũng cặp hết."
    }
  },
  {
    "translation": {
      "en": "Nobody drank champagne. We drank champagne day and night.",
      "vi": "Không ai uống sâm-panh. Bọn tôi uống ngày đêm."
    }
  },
  {
    "translation": {
      "en": "The wiseguys were collecting the moola- shmoola.",
      "vi": "Mafia ăn chơi đủ kiểu."
    }
  },
  {
    "translation": {
      "en": "In the mean time, the city of New York was total anarchy.",
      "vi": "Trong lúc đó, thành phố New York loạn vô cùng."
    }
  },
  {
    "translation": {
      "en": "The Bronx was burning like every night.",
      "vi": "Khu Bronx cháy hàng đêm."
    }
  },
  {
    "translation": {
      "en": "Buildings were being either torched by the landlord for the insurance or torched by gangs.",
      "vi": "Các tòa nhà hoặc bị chủ nhà đốt để lấy bảo hiểm hoặc bị đầu gấu đốt."
    }
  },
  {
    "translation": {
      "en": "There is a war in progress on the streets of New York",
      "vi": "Một cuộc chiến diễn ra trên đường phố New York"
    }
  },
  {
    "translation": {
      "en": "to see who's gonna control portions of the illegal drug market.",
      "vi": "xem ai sẽ kiểm soát thị trường ma túy bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "New York was lawless.",
      "vi": "New York không luật."
    }
  },
  {
    "translation": {
      "en": "One hundred eighty- seven banks were robbed in this town this month,",
      "vi": "Một trăm tám mươi bảy ngân hàng bị cướp trong tháng này,"
    }
  },
  {
    "translation": {
      "en": "and there's still another day left.",
      "vi": "và vẫn còn một ngày nữa."
    }
  },
  {
    "translation": {
      "en": "Bank robberies, hijackings, drugs, murder, extortion,",
      "vi": "Cướp ngân hàng, cướp xe, ma túy, giết người, tống tiền,"
    }
  },
  {
    "translation": {
      "en": "loan sharking, gambling, you name it.",
      "vi": "cho vay nặng lãi, đánh bạc."
    }
  },
  {
    "translation": {
      "en": "Organized crime controlled virtually everything you can think of.",
      "vi": "Tội phạm có tổ chức kiểm soát hầu như mọi thứ."
    }
  },
  {
    "translation": {
      "en": "No matter how much manpower we put out there,",
      "vi": "Cho dù chúng ta có dùng bao nhiêu nhân lực,"
    }
  },
  {
    "translation": {
      "en": "the Mafia ran virtually unfettered in New York.",
      "vi": "thì mafia vẫn hoạt động ở New York như không."
    }
  },
  {
    "translation": {
      "en": "The Guardian Angels is a group of youths who have taken it upon themselves to fight subway crime.",
      "vi": "Thiên thần Hộ mệnh là một nhóm thanh niên chống tội phạm tàu điện ngầm."
    }
  },
  {
    "translation": {
      "en": "We had to take the law into our own hands.",
      "vi": "Ta phải tự thực thi luật pháp."
    }
  },
  {
    "translation": {
      "en": "As Guardian Angels, trying to maintain law and order...",
      "vi": "Trong khi Thiên thần Hộ mệnh cố duy trì trật tự..."
    }
  },
  {
    "translation": {
      "en": "The cops didn't like it, but we said, Tough noogies, too bad,",
      "vi": "Cảnh sát không thích, nhưng chúng tôi nói, Kệ các anh, tiếc thay,"
    }
  },
  {
    "translation": {
      "en": "because you guys turned the city over to organized crime.",
      "vi": "vì các anh để tội phạm có tổ chức nắm giữ thành phố."
    }
  },
  {
    "translation": {
      "en": "Look, I had a jet plane. I had a Lear 25. I had a helicopter at that time.",
      "vi": "Tôi đã có một máy bay phản lực, Learets 25. Lúc đó tôi có trực thăng."
    }
  },
  {
    "translation": {
      "en": "I had a house in Florida, a house in New York.",
      "vi": "Một nhà ở Florida, một ở New York."
    }
  },
  {
    "translation": {
      "en": "I built a 7,000- square- foot house with a racquetball court.",
      "vi": "Tôi xây một căn nhà 650 mét vuông có sân bóng quần."
    }
  },
  {
    "translation": {
      "en": "We were untouchable.",
      "vi": "Bọn tôi bất bại."
    }
  },
  {
    "translation": {
      "en": "Who's gonna stop us?",
      "vi": "Ai cản được ta?"
    }
  },
  {
    "translation": {
      "en": "You felt like you had the power to do anything you want.",
      "vi": "Cảm thấy đủ sức để làm mọi điều mình muốn."
    }
  },
  {
    "translation": {
      "en": "I didn't have any power to do anything.",
      "vi": "Tôi không có quyền để làm gì cả."
    }
  },
  {
    "translation": {
      "en": "We were lucky if we put one or two guys in jail every year.",
      "vi": "Bỏ tù một hay hai gã mỗi năm là may lắm rồi."
    }
  },
  {
    "translation": {
      "en": "I didn't feel New York was mine for the taking.",
      "vi": "Tôi không thấy có cơ hội chiếm New York"
    }
  },
  {
    "translation": {
      "en": "I thought we already took it.",
      "vi": "Tôi tưởng ta chiếm rồi."
    }
  },
  {
    "translation": {
      "en": "New York was held in the grip of the Mafia.",
      "vi": "New York nằm dưới sự kiểm soát của mafia."
    }
  },
  {
    "translation": {
      "en": "The government was not controlling much of anything.",
      "vi": "Chính phủ không kiểm soát gì mấy."
    }
  },
  {
    "translation": {
      "en": "That was the worst part about it. People didn't believe that law enforcement",
      "vi": "Đó là phần tệ nhất. Người dân không tin  thực thi pháp luật có thể thay đổi tình trạng mafia."
    }
  },
  {
    "translation": {
      "en": "could do anything about the Mafia.",
      "vi": "thực thi pháp luật có thể thay đổi tình trạng mafia."
    }
  },
  {
    "translation": {
      "en": "It was gonna be here forever.",
      "vi": "Rằng nó sẽ mãi như vậy."
    }
  },
  {
    "translation": {
      "en": "We had a meeting in Washington, D.C., the Department of Justice.",
      "vi": "Chúng tôi có cuộc họp ở Washington, D.C., tại Bộ Tư pháp."
    }
  },
  {
    "translation": {
      "en": "The director of the FBI said, What are we going to do about this?",
      "vi": "Giám đốc FBI nói, Chúng ta sẽ làm gì với vấn đề này?"
    }
  },
  {
    "translation": {
      "en": "At the time, the FBI was totally unsuccessful.",
      "vi": "Vào thời điểm đó, FBI hoàn toàn không thành công."
    }
  },
  {
    "translation": {
      "en": "But we already had the perfect tools to bring down the Mafia.",
      "vi": "Nhưng chúng tôi đã có những công cụ hoàn hảo để hạ bệ mafia."
    }
  },
  {
    "translation": {
      "en": "The Racketeer Influenced and Corrupt Organizations Act...",
      "vi": "Đạo luật Tệ tham nhũng và Ảnh hưởng của các băng đảng..."
    }
  },
  {
    "translation": {
      "en": "commonly referred to as RICO,",
      "vi": "thường được gọi là RICO,"
    }
  },
  {
    "translation": {
      "en": "was a law that I wrote in 1970 to dismantle the Mafia, bosses and all.",
      "vi": "là điều luật mà tôi đã viết vào năm 1970 để triệt phá mafia, kể cả các ông trùm."
    }
  },
  {
    "translation": {
      "en": "The FBI had this law for ten years and didn't know how to use it.",
      "vi": "FBI đã có luật này mười năm và không biết sử dụng nó như thế nào."
    }
  },
  {
    "translation": {
      "en": "So I figured maybe what we could do is have a training course",
      "vi": "Nên tôi đã nghĩ chúng ta có thể tạo một khóa huấn luyện"
    }
  },
  {
    "translation": {
      "en": "at Cornell, right here.",
      "vi": "ở Cornell, ngay ở đây."
    }
  },
  {
    "translation": {
      "en": "March of '79, the boss wanted us to go",
      "vi": "Tháng Ba năm 1979, sếp muốn bọn tôi đến hội thảo"
    }
  },
  {
    "translation": {
      "en": "to a seminar at Cornell University Law School",
      "vi": "Tháng Ba năm 1979, sếp muốn bọn tôi đến hội thảo ở Trường Luật Đại học Cornell"
    }
  },
  {
    "translation": {
      "en": "having to do with organized crime problems.",
      "vi": "về các vấn đề tội phạm có tổ chức."
    }
  },
  {
    "translation": {
      "en": "It was a week of spending time away from the family.",
      "vi": "Đó là một tuần xa gia đình."
    }
  },
  {
    "translation": {
      "en": "I wasn't really seeing what benefit it was to me or to us.",
      "vi": "Tôi không thực sự thấy nó có lợi gì cho mình hay cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I went kicking and screaming,",
      "vi": "Tôi miễn cưỡng đi,"
    }
  },
  {
    "translation": {
      "en": "but as it turned out, it would change everything.",
      "vi": "nhưng hóa ra, nó sẽ thay đổi mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Question is, why RICO?",
      "vi": "Câu hỏi là, tại sao là RICO?"
    }
  },
  {
    "translation": {
      "en": "You need to know what we had before RICO.",
      "vi": "Bạn cần biết ta có gì trước RICO đã."
    }
  },
  {
    "translation": {
      "en": "Before RICO, we could arrest the foot soldiers in the Mafia family",
      "vi": "Trước RICO, ta có thể bắt bọn lính chân đất trong bè đảng mafia vì những việc như tống tiền, giết người, buôn thuốc"
    }
  },
  {
    "translation": {
      "en": "for things like extortion, murder, drug- dealing,",
      "vi": "trong bè đảng mafia vì những việc như tống tiền, giết người, buôn thuốc"
    }
  },
  {
    "translation": {
      "en": "but we had no way of tying...",
      "vi": "Nhưng ta không có cách nào để liên kết..."
    }
  },
  {
    "translation": {
      "en": "the foot soldiers to the bosses.",
      "vi": "lính chân đất đến các ông trùm."
    }
  },
  {
    "translation": {
      "en": "I was telling them, What you've gotta do is take out the organization.",
      "vi": "Tôi nói với họ, Việc anh phải làm là loại bỏ tổ chức."
    }
  },
  {
    "translation": {
      "en": "And you're not gonna take out the organization",
      "vi": "Và anh không loại bỏ được tổ chức"
    }
  },
  {
    "translation": {
      "en": "unless you focus on the organization.",
      "vi": "trừ khi anh tập trung vào nó."
    }
  },
  {
    "translation": {
      "en": "By defining these people as bosses and members of this organization,",
      "vi": "Bằng cách coi những người này là ông chủ và các thành viên của tổ chức này,"
    }
  },
  {
    "translation": {
      "en": "they're now all joined together.",
      "vi": "giờ chúng được liên kết với nhau."
    }
  },
  {
    "translation": {
      "en": "Using RICO, a person can now be convicted",
      "vi": "Với RICO, một người có thể bị kết án,"
    }
  },
  {
    "translation": {
      "en": "because they ordered somebody to commit a crime.",
      "vi": "vì đã ra lệnh cho ai đó phạm tội."
    }
  },
  {
    "translation": {
      "en": "So you could now prosecute a group of people",
      "vi": "Giờ bạn có thể truy tố một nhóm người"
    }
  },
  {
    "translation": {
      "en": "who had committed those crimes together.",
      "vi": "đã phạm tội cùng nhau."
    }
  },
  {
    "translation": {
      "en": "That way you can go after the whole organization at one time.",
      "vi": "Bằng cách đó, bạn có thể truy lùng cả tổ chức cùng một lúc."
    }
  },
  {
    "translation": {
      "en": "You need to be able to show that this crime was related",
      "vi": "Bạn cần chứng minh rằng tội ác này có liên quan đến"
    }
  },
  {
    "translation": {
      "en": "to an organization that does crime the whole time.",
      "vi": "một tổ chức phạm tội trong cả quá trình."
    }
  },
  {
    "translation": {
      "en": "- The definition of power... - Bob Blakey said,",
      "vi": "Định nghĩa sức mạnh... Bob Blakey nói, Bạn không nên truy tố bọn mafia này theo từng cá nhân,"
    }
  },
  {
    "translation": {
      "en": "You should prosecute these Mob guys not as individual people,",
      "vi": "Bob Blakey nói, Bạn không nên truy tố bọn mafia này theo từng cá nhân,"
    }
  },
  {
    "translation": {
      "en": "but as a group of people committing crimes as a business.",
      "vi": "mà theo một nhóm người coi phạm tội là nghề nghiệp."
    }
  },
  {
    "translation": {
      "en": "It was like an epiphany for me... a rush.",
      "vi": "Tôi như được giác ngộ... được kết nạp."
    }
  },
  {
    "translation": {
      "en": "Now I could see how I could redirect the agents",
      "vi": "Giờ tôi có thể thấy cách để chuyển hướng cho các đặc vụ"
    }
  },
  {
    "translation": {
      "en": "and make them understand what we had to do.",
      "vi": "và khiến họ hiểu chúng tôi phải làm gì."
    }
  },
  {
    "translation": {
      "en": "Now I knew how we could bring down the entire New York Mafia.",
      "vi": "Giờ tôi đã biết cách ta có thể hạ bệ toàn bộ mafia New York."
    }
  },
  {
    "translation": {
      "en": "The plan was to develop a RICO case",
      "vi": "Kế hoạch là tạo vụ kiện RICO với mỗi đảng thuộc Ngũ Gia."
    }
  },
  {
    "translation": {
      "en": "against each of the Five Families.",
      "vi": "Kế hoạch là tạo vụ kiện RICO với mỗi đảng thuộc Ngũ Gia. I. PHƯƠNG PHÁP A. HỆ THỐNG KẾ HOẠCH"
    }
  },
  {
    "translation": {
      "en": "Organized crime requires organized investigation.",
      "vi": "Tội phạm có tổ chức yêu cầu sự điều tra có trật tự."
    }
  },
  {
    "translation": {
      "en": "We would have five Family squads,",
      "vi": "Chúng tôi chia đội theo năm bè đảng"
    }
  },
  {
    "translation": {
      "en": "and all the information about that particular Family",
      "vi": "và tất cả các thông tin về một bè đảng"
    }
  },
  {
    "translation": {
      "en": "would only go that one squad.",
      "vi": "được đưa về đúng đội đó."
    }
  },
  {
    "translation": {
      "en": "Kossler brought us into the conference room one day",
      "vi": "Một ngày nọ, Kossler đưa chúng tôi vào phòng họp"
    }
  },
  {
    "translation": {
      "en": "and said, We're not leaving the room until we have a written document",
      "vi": "và nói, Ta sẽ không ra khỏi phòng cho đến khi xong một văn bản"
    }
  },
  {
    "translation": {
      "en": "of how we work... organized crime cases under the RICO statute.",
      "vi": "về cách ta làm việc với các vụ án có tổ chức theo đạo luật RICO."
    }
  },
  {
    "translation": {
      "en": "We didn't know anything about the RICO law, frankly, because we never used it.",
      "vi": "Thành thực thì bọn tôi không biết gì về luật RICO, vì chưa bao giờ dùng nó."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, people said, Wait a minute. I have all these cases",
      "vi": "Đột nhiên, mọi người nói, Đợi một chút. Tôi có những vụ"
    }
  },
  {
    "translation": {
      "en": "involving all those people down here.",
      "vi": "liên quan đến tất cả bọn dưới này."
    }
  },
  {
    "translation": {
      "en": "Close them, because we're only gonna go after these people up here.",
      "vi": "Bỏ chúng đi, vì chúng ta chỉ đuổi theo bọn ở trên này."
    }
  },
  {
    "translation": {
      "en": "You're talking about a major operation:",
      "vi": "Đây là một chiến dịch lớn:"
    }
  },
  {
    "translation": {
      "en": "one squad per family, going after the bosses of all Five Families.",
      "vi": "một đội mỗi bè đảng, bám theo ông trùm của cả năm bè đảng."
    }
  },
  {
    "translation": {
      "en": "When he first broached that to me, I...",
      "vi": "Khi anh ấy đề cập lần đầu, tôi..."
    }
  },
  {
    "translation": {
      "en": "I had my doubts. How're we gonna do that?",
      "vi": "Tôi có nghi ngờ. Ta làm thế nào đây?"
    }
  },
  {
    "translation": {
      "en": "The problem was that no matter how hard you tried,",
      "vi": "Vấn đề là dù có cố gắng thế nào,"
    }
  },
  {
    "translation": {
      "en": "it was very, very difficult to get a cooperating witness.",
      "vi": "rất khó để có được một nhân chứng chịu hợp tác."
    }
  },
  {
    "translation": {
      "en": "They were too afraid to talk on the record.",
      "vi": "Họ quá sợ hãi để ghi âm lời khai."
    }
  },
  {
    "translation": {
      "en": "We had a strict code.",
      "vi": "Bọn tôi có một nguyên tắc."
    }
  },
  {
    "translation": {
      "en": "It was the main reason why the Mob survived and prospered",
      "vi": "Đó là lý do chính giúp mafia sống sót và phát triển"
    }
  },
  {
    "translation": {
      "en": "for well over a hundred years in this country.",
      "vi": "trong hơn một trăm năm ở đất nước này."
    }
  },
  {
    "translation": {
      "en": "I took the blood oath on Halloween Night, 1975.",
      "vi": "Tôi đã tuyên thệ vào đêm Halloween, năm 1975."
    }
  },
  {
    "translation": {
      "en": "The boss was seated at the head of, like, a horseshoe configuration,",
      "vi": "Ông trùm ngồi ở đầu một thứ có hình móng ngựa."
    }
  },
  {
    "translation": {
      "en": "and all the captains were alongside of that.",
      "vi": "Và tất cả đội trưởng ở cạnh."
    }
  },
  {
    "translation": {
      "en": "I held out my hand. He took a knife, cut my finger.",
      "vi": "Tôi đưa tay ra. Ông ấy lấy dao cắt ngón tay tôi."
    }
  },
  {
    "translation": {
      "en": "He took a picture of a saint, put it on my hands, lit a flame...",
      "vi": "Ông ấy chụp ảnh một vị thánh, đặt lên tay tôi, châm lửa,"
    }
  },
  {
    "translation": {
      "en": "and he said, Tonight, Michael Franzese, you are born again into a new life.",
      "vi": "và nói, Tối nay, Michael Franzese, mày được hồi sinh vào cuộc đời mới."
    }
  },
  {
    "translation": {
      "en": "He said, Betray your brothers and you will die and burn in hell",
      "vi": "Ông nói, Nếu phản anh em, mày sẽ chết cháy dưới địa ngục"
    }
  },
  {
    "translation": {
      "en": "like this saint is burning in your hands.",
      "vi": "như vị thánh bị thiêu ở tay mày."
    }
  },
  {
    "translation": {
      "en": "He said, Do you accept?",
      "vi": "Ông hỏi, Đồng ý không?"
    }
  },
  {
    "translation": {
      "en": "Yes, I do.",
      "vi": "Tôi đồng ý."
    }
  },
  {
    "translation": {
      "en": "Guys like myself...",
      "vi": "Những gã, như tôi..."
    }
  },
  {
    "translation": {
      "en": "everybody on the street, they knew, you become the witness,",
      "vi": "đầu đường xó chợ. Họ biết, nếu làm nhân chứng thì chắc sẽ phải trả giá bằng mạng sống."
    }
  },
  {
    "translation": {
      "en": "you're probably gonna pay for it with your life.",
      "vi": "Họ biết, nếu làm nhân chứng thì chắc sẽ phải trả giá bằng mạng sống."
    }
  },
  {
    "translation": {
      "en": "You feared the boss.",
      "vi": "Bạn sợ ông trùm."
    }
  },
  {
    "translation": {
      "en": "You feared breaking the code.",
      "vi": "Bạn sợ phạm vào quy tắc."
    }
  },
  {
    "translation": {
      "en": "Someone who becomes a member of the Mafia won't testify.",
      "vi": "Một người làm thành viên mafia sẽ không làm chứng."
    }
  },
  {
    "translation": {
      "en": "It was a secret society.",
      "vi": "Đó là một hội bí mật."
    }
  },
  {
    "translation": {
      "en": "But we had a good solution to a big problem.",
      "vi": "Nhưng bọn tôi có giải pháp cho vấn đề lớn."
    }
  },
  {
    "translation": {
      "en": "Without cooperating witnesses, the plan was to start bugging the Mob.",
      "vi": "Không có các nhân chứng chịu hợp tác, kế hoạch là đi nghe lén mafia."
    }
  },
  {
    "translation": {
      "en": "Put bugs in the places where they operated.",
      "vi": "Đặt máy nghe lén ở nơi chúng hoạt động."
    }
  },
  {
    "translation": {
      "en": "It might be a restaurant he frequents.",
      "vi": "Đây có thể là một nhà hàng hắn hay lui tới."
    }
  },
  {
    "translation": {
      "en": "It might be a car that he uses. It might be his house.",
      "vi": "Đây có thể là xe hắn dùng. Đó có thể là nhà hắn."
    }
  },
  {
    "translation": {
      "en": "The ultimate goal was to record evidence",
      "vi": "Mục đích cuối cùng là ghi âm bằng chứng"
    }
  },
  {
    "translation": {
      "en": "that's coming directly from the boss's mouth as to what criminal activity he was involved in",
      "vi": "mà ông trùm trực tiếp nói về hành vi phạm tội mà hắn có dính líu"
    }
  },
  {
    "translation": {
      "en": "and who was in it involved with him.",
      "vi": "và ai khác cùng liên quan."
    }
  },
  {
    "translation": {
      "en": "You can use that to bring the whole organization down.",
      "vi": "Bạn có thể dùng nó để hạ bệ cả tổ chức."
    }
  },
  {
    "translation": {
      "en": "That was gonna take a lot of manpower.",
      "vi": "Việc đó sẽ tốn rất nhiều nhân lực."
    }
  },
  {
    "translation": {
      "en": "I asked headquarters to send us 50 agents.",
      "vi": "Tôi yêu cầu trụ sở cử 50 đặc vụ đến."
    }
  },
  {
    "translation": {
      "en": "The director said, Give New York whatever it needs.",
      "vi": "Giám đốc nói, Cho New York bất cứ cái gì họ cần."
    }
  },
  {
    "translation": {
      "en": "We started off on day one.",
      "vi": "Bọn tôi có mặt từ đầu."
    }
  },
  {
    "translation": {
      "en": "I had the Gambino family. It was one of the most powerful families.",
      "vi": "Tôi phụ trách Gambino, một trong những bè đảng quyền lực nhất."
    }
  },
  {
    "translation": {
      "en": "There were close to 21 captains, over three hundred soldiers...",
      "vi": "Có gần 21 đội trưởng, hơn ba trăm lính..."
    }
  },
  {
    "translation": {
      "en": "thousands of associates.",
      "vi": "hàng ngàn tay sai."
    }
  },
  {
    "translation": {
      "en": "And the largest target was Paul Castellano, the boss of the family.",
      "vi": "Và mục tiêu lớn nhất là Paul Castellano, ông trùm bè đảng PAUL CASTELLANO"
    }
  },
  {
    "translation": {
      "en": "Castellano ran the family like a Fortune 500 business.",
      "vi": "Castellano quản lý bè đảng như một công ty Fortune 500."
    }
  },
  {
    "translation": {
      "en": "They called him the white- collar don because he read The Wall Street Journal.",
      "vi": "Họ gọi hắn là trùm cổ cồn trắng vì hắn đọc Nhật báo Phố Wall."
    }
  },
  {
    "translation": {
      "en": "He was very successful financially.",
      "vi": "Hắn rất thành đạt về tài chính."
    }
  },
  {
    "translation": {
      "en": "But the most important thing he understood was,",
      "vi": "Nhưng điều chủ chốt mà hắn hiểu là"
    }
  },
  {
    "translation": {
      "en": "in order to rule a crime family,",
      "vi": "để cai trị bè lũ tội phạm,"
    }
  },
  {
    "translation": {
      "en": "you have to instill fear in your soldiers and captains.",
      "vi": "cần tiêm vào đầu lính và đội trưởng nỗi sợ."
    }
  },
  {
    "translation": {
      "en": "And he had a bunch of real tough guys around him",
      "vi": "Và hắn có một hội du côn quanh mình,"
    }
  },
  {
    "translation": {
      "en": "who were like hit men for the Mob.",
      "vi": "giống như sát thủ cho mafia."
    }
  },
  {
    "translation": {
      "en": "Paul Castellano was a boss. We knew he was very wealthy.",
      "vi": "Paul Castellano là ông trùm. Bọn tôi biết hắn rất gìau."
    }
  },
  {
    "translation": {
      "en": "We knew we was very strong.",
      "vi": "Bọn tôi biết mình mạnh."
    }
  },
  {
    "translation": {
      "en": "He had 20- something guys killed.",
      "vi": "Hắn từng cho giết mấy gã  20 tuổi."
    }
  },
  {
    "translation": {
      "en": "So when people say he was a soft, white- collar criminal,",
      "vi": "Nên khi mọi người nói hắn là tội phạm cổ cồn trắng,"
    }
  },
  {
    "translation": {
      "en": "that's the furthest thing from the truth. I actually looked up to the guy.",
      "vi": "điều đó sai hoàn toàn. Thực ra tôi đã ngưỡng mộ hắn."
    }
  },
  {
    "translation": {
      "en": "This is a guy who's smart enough to kill the way had people killed,",
      "vi": "Đây là một gã đủ thông minh để giết người như hắn đã làm"
    }
  },
  {
    "translation": {
      "en": "but yet not be called a killer.",
      "vi": "nhưng không bị gọi là kẻ sát nhân."
    }
  },
  {
    "translation": {
      "en": "Because he is a killer. It's just not by his own hand.",
      "vi": "Vì hắn là sát nhân. Chỉ không bằng tay hắn."
    }
  },
  {
    "translation": {
      "en": "He lived in a big house on Staten Island.",
      "vi": "Hắn sống trong nhà lớn ở đảo Staten."
    }
  },
  {
    "translation": {
      "en": "Our goal was to put a microphone there.",
      "vi": "Mục tiêu của bọn tôi là đặt một mic ở đó."
    }
  },
  {
    "translation": {
      "en": "Then when you play the tapes at trial, your best witnesses are",
      "vi": "Rồi khi phát băng ở tòa, nhân chứng tốt nhất"
    }
  },
  {
    "translation": {
      "en": "the criminals themselves, the mobsters.",
      "vi": "chính là tội phạm, bọn cướp."
    }
  },
  {
    "translation": {
      "en": "The problem was you cannot bug anyone without a court order.",
      "vi": "Vấn đề là không được nghe lén mà không có lệnh của tòa án."
    }
  },
  {
    "translation": {
      "en": "I have got to come up with enough information,",
      "vi": "Tôi phải đưa ra đủ thông tin"
    }
  },
  {
    "translation": {
      "en": "either from surveillance or from informants,",
      "vi": "từ việc giám sát hoặc từ người chỉ điêm"
    }
  },
  {
    "translation": {
      "en": "that links Paul Castellano to criminal activity.",
      "vi": "để liên kết Paul Castellano với hành vi phạm tội."
    }
  },
  {
    "translation": {
      "en": "So the plan was to work our way up from the bottom.",
      "vi": "Vậy nên kế hoạch là đi lên từ con số không."
    }
  },
  {
    "translation": {
      "en": "We want the gossip in the family. We want the blabbermouth, the guy who talks a lot.",
      "vi": "Bọn tôi muốn tin đồn của bè đảng, kẻ bép xép, người nói nhiều."
    }
  },
  {
    "translation": {
      "en": "When I started as an organized crime investigator,",
      "vi": "Khi tôi bắt đầu điều tra tội phạm có tổ chức"
    }
  },
  {
    "translation": {
      "en": "I was assigned to the Gambino squad.",
      "vi": "tôi được vào đội Gambino."
    }
  },
  {
    "translation": {
      "en": "We were focused on this small group in Queens.",
      "vi": "Chúng tôi tập trung vào một nhóm nhỏ ở Queens."
    }
  },
  {
    "translation": {
      "en": "Bergin Hunt and Fish Club was a Mafia social club",
      "vi": "Bergin Hunt and Fish Club là một câu lạc bộ của mafia,"
    }
  },
  {
    "translation": {
      "en": "where they hung out and talked about their crimes.",
      "vi": "nơi chúng tụ tập và nói về tội ác của mình."
    }
  },
  {
    "translation": {
      "en": "John Gotti was the captain of this little den of thieves.",
      "vi": "John Gotti là đội trưởng của đội trộm này."
    }
  },
  {
    "translation": {
      "en": "This crew were kind of thuggish, and they handled a lot of street rackets:",
      "vi": "Nhóm này khá côn đồ và họ làm nhiều mánh đường phố:"
    }
  },
  {
    "translation": {
      "en": "loan sharking primarily, and gambling, and bookie joints.",
      "vi": "chủ yếu là cho vay nặng lãi, và cờ bạc, cá cược."
    }
  },
  {
    "translation": {
      "en": "And they were hijackers. That was the more violent crimes.",
      "vi": "Và chúng cướp xe. Đó là các tội bạo lực hơn."
    }
  },
  {
    "translation": {
      "en": "Bergin Hunt and Fish Club was our Wall Street.",
      "vi": "Bergin Hunt and Fish Club là phố Wall của bọn tôi."
    }
  },
  {
    "translation": {
      "en": "When guys go to work on Wall Street, they show up to the office,",
      "vi": "Khi người ta đi làm ở Phố Wall, họ đến văn phòng"
    }
  },
  {
    "translation": {
      "en": "and we show up to the Bergin Hunt and Fish Club.",
      "vi": "còn bọn tôi đến Bergin Hunt and Fish Club."
    }
  },
  {
    "translation": {
      "en": "And we wait for our boss, our CEO...",
      "vi": "Và bọn tôi chờ ông trùm, CEO..."
    }
  },
  {
    "translation": {
      "en": "I'm there 24 hours a day, seven days a week, on call for when that man wanted me.",
      "vi": "Tôi ở đó 24 giờ một ngày, bảy ngày một tuần, sẵn sàng khi hắn cần tôi."
    }
  },
  {
    "translation": {
      "en": "We're running numbers. We're running drugs. We're running girls.",
      "vi": "Bọn tôi cá cược, buôn thuốc, chơi gái."
    }
  },
  {
    "translation": {
      "en": "Anything that's illegal.",
      "vi": "Bát cứ cái gì bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "I tasked all the agents:",
      "vi": "Tôi giao cho mọi đặc vụ."
    }
  },
  {
    "translation": {
      "en": "Let's find out what these guys are doing, who's making all the money,",
      "vi": "Tìm hiểu xem chúng đang làm gì, ai đang kiếm tiền,"
    }
  },
  {
    "translation": {
      "en": "and try to look for a weak link.",
      "vi": "và tìm một mắt xích yếu."
    }
  },
  {
    "translation": {
      "en": "The FBI had an office very close to the Bergin Hunt and Fish Club.",
      "vi": "FBI có một văn phòng rất gần với Bergin Hunt and Fish Club."
    }
  },
  {
    "translation": {
      "en": "We were taught, especially by Gotti:",
      "vi": "Bọn tôi được dạy, đặc biệt bởi Gotti"
    }
  },
  {
    "translation": {
      "en": "If they're around, they're around. We know they're around,",
      "vi": "Nếu họ ở bên, biết vậy. Ta biết họ ở quanh,"
    }
  },
  {
    "translation": {
      "en": "so, 'Hello, how are you?' Be cordial. That's about it.",
      "vi": "nên, 'Chào, khỏe chứ?' Thân thiện chút. Hết."
    }
  },
  {
    "translation": {
      "en": "We developed several high- level informants in Gotti's crew",
      "vi": "Bọn tôi có được vài chỉ điểm cấp cao trong đội của Gotti bằng nhiều cách."
    }
  },
  {
    "translation": {
      "en": "through a variety of means. Some were arrested, some we paid a lot.",
      "vi": "Bọn tôi có được vài chỉ điểm cấp cao trong đội của Gotti bằng nhiều cách. Một số bị bắt, một số được trả hậu."
    }
  },
  {
    "translation": {
      "en": "These guys provided a lot of information about who the weak links were in that crew.",
      "vi": "Những gã này cung cấp nhiều thông tin về các mắt xích yếu trong hội."
    }
  },
  {
    "translation": {
      "en": "John's personal pit bull bodyguard was a tough guy known to be very violent.",
      "vi": "Vệ sĩ cá nhân hay gây gổ của John là một tên to con nổi tiếng là rất bạo lực."
    }
  },
  {
    "translation": {
      "en": "He would do anything, from making him tons of money",
      "vi": "Gã sẽ làm mọi thứ, từ việc kiếm cả đống tiền"
    }
  },
  {
    "translation": {
      "en": "to killing for him, to protecting him.",
      "vi": "cho đến giết người, bảo vệ hắn."
    }
  },
  {
    "translation": {
      "en": "His name was Angelo Ruggiero.",
      "vi": "Tên gã là Angelo Ruggiero."
    }
  },
  {
    "translation": {
      "en": "Informants told us that he was a big gossip.",
      "vi": "Chỉ điểm kể rắng gã rất hay tán phét."
    }
  },
  {
    "translation": {
      "en": "They called him Quack Quack. Not to his face.",
      "vi": "Gã bị gọi là Quác Quác. Bị gọi sau lưng."
    }
  },
  {
    "translation": {
      "en": "He ate a great deal. And he talked a great deal.",
      "vi": "Gã ăn rất nhiều. Và nói rất nhiều."
    }
  },
  {
    "translation": {
      "en": "So... his mouth was always in motion.",
      "vi": "Nên... mồm gã luôn có việc để làm."
    }
  },
  {
    "translation": {
      "en": "Angelo was our blabbermouth.",
      "vi": "Angelo là một kẻ ba hoa."
    }
  },
  {
    "translation": {
      "en": "This was great.",
      "vi": "Thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "We went to the Attorney General of the United States and got approval",
      "vi": "Bọn tôi gặp Bộ trưởng Tư pháp Mỹ và được đồng ý cho đặt máy nghe lén vào nhà Angelo Ruggiero."
    }
  },
  {
    "translation": {
      "en": "to put a bug in Angelo Ruggiero's house.",
      "vi": "cho đặt máy nghe lén vào nhà Angelo Ruggiero."
    }
  },
  {
    "translation": {
      "en": "We were off and running.",
      "vi": "Bọn tôi tiến hành ngay."
    }
  },
  {
    "translation": {
      "en": "A black bag man was an agent who had a skill set",
      "vi": "Người mang túi đen là một đặc vụ có kỹ năng"
    }
  },
  {
    "translation": {
      "en": "for planting a concealed microphone",
      "vi": "lắp đặt mic ẩn"
    }
  },
  {
    "translation": {
      "en": "or getting through a locked door.",
      "vi": "hoặc gỡ khóa cửa."
    }
  },
  {
    "translation": {
      "en": "And that's basically what was in the black bag of tricks.",
      "vi": "Và đó chính là thứ nằm trong chiếc túi đen nhiều trò."
    }
  },
  {
    "translation": {
      "en": "Many people don't operate in a covert world effectively.",
      "vi": "Nhiều người không hoạt động hiệu quả trong thế giới bí mật."
    }
  },
  {
    "translation": {
      "en": "They don't blend.",
      "vi": "Họ không hòa nhập."
    }
  },
  {
    "translation": {
      "en": "The most successful agents fit sort of my profile.",
      "vi": "Những đặc vụ thành công nhất giống kiểu lý lịch của tôi."
    }
  },
  {
    "translation": {
      "en": "Maybe I was a bad kid growing up.",
      "vi": "Có lẽ tôi từng là một đứa trẻ hư."
    }
  },
  {
    "translation": {
      "en": "Maybe I learned how to hide and learned how to blend and so on and so forth.",
      "vi": "Có lẽ tôi đã học được cách trốn và học cách trà trộn, vân vân."
    }
  },
  {
    "translation": {
      "en": "My blending technique would depend on the neighborhood.",
      "vi": "Cách trà trộn của tôi phụ thuộc vào khu vực."
    }
  },
  {
    "translation": {
      "en": "And generally speaking, I'm just a local guy doing his job.",
      "vi": "Nói chung, tôi vào vai một gã địa phương làm việc của mình."
    }
  },
  {
    "translation": {
      "en": "In the Ruggiero case, the house was always occupied.",
      "vi": "Trong vụ Ruggiero, luôn có người trong nhà."
    }
  },
  {
    "translation": {
      "en": "The neighborhood was too close and there was never an opportunity",
      "vi": "Khu phố quá sát nhau và không có nổi cơ hội nào"
    }
  },
  {
    "translation": {
      "en": "that we could guarantee the security of the entry team.",
      "vi": "mà chúng tôi có thể đảm bảo an toàn cho đội thâm nhập."
    }
  },
  {
    "translation": {
      "en": "So we came up with alternative options.",
      "vi": "Nên chúng tôi đã đưa ra các phương án khác."
    }
  },
  {
    "translation": {
      "en": "Ruggiero's residence had problematic wiring.",
      "vi": "Chỗ ở của Ruggiero có hệ thống dây điện rắc rối."
    }
  },
  {
    "translation": {
      "en": "His telephone service would be out from time to time.",
      "vi": "Dịch vụ điện thoại của gã thỉnh thoảng lại bị hỏng."
    }
  },
  {
    "translation": {
      "en": "We were just going to see",
      "vi": "Chúng tôi định xem liệu"
    }
  },
  {
    "translation": {
      "en": "if we could stretch that into an opportunity to get in the house.",
      "vi": "có thể lấy đó làm cơ hội để vào trong nhà không."
    }
  },
  {
    "translation": {
      "en": "The complaint goes in because he has absolute legitimate trouble on his phone.",
      "vi": "Hắn gửi phàn nàn vì gặp trục trặc xác đáng với điện thoại của gã."
    }
  },
  {
    "translation": {
      "en": "We would ask the phone company to not dispatch... and I would show up.",
      "vi": "Chúng tôi sẽ yêu cầu công ty điện thoại không cử người... và tôi sẽ đến."
    }
  },
  {
    "translation": {
      "en": "Ruggiero's a little hostile.",
      "vi": "Ruggiero có hơi dữ dằn."
    }
  },
  {
    "translation": {
      "en": "We were always concerned",
      "vi": "Bọn tôi luôn lo"
    }
  },
  {
    "translation": {
      "en": "that they didn't trust my undercover identity.",
      "vi": "là chúng không tin thân phận giả của tôi."
    }
  },
  {
    "translation": {
      "en": "But failure... honestly was not an option.",
      "vi": "Nhưng chúng tôi không được phép thất bại."
    }
  },
  {
    "translation": {
      "en": "I'm winging it. I'm making this up as I'm going along,",
      "vi": "Tôi ứng biến.  Tôi vừa xem tình hình vừa diễn,"
    }
  },
  {
    "translation": {
      "en": "trying to read the pulse of who I'm dealing with.",
      "vi": "cố gắng bắt mạch người đối diện."
    }
  },
  {
    "translation": {
      "en": "Now I had an opportunity.",
      "vi": "Giờ tôi đã có cơ hội."
    }
  },
  {
    "translation": {
      "en": "We ran the wire to the back,",
      "vi": "Bọn tôi kéo dây về phía sau"
    }
  },
  {
    "translation": {
      "en": "and we're out of there.",
      "vi": "và rời khỏi đó."
    }
  },
  {
    "translation": {
      "en": "I was assigned to listen in on Angelo Ruggiero's home.",
      "vi": "Tôi được giao nhiệm vụ nghe lén nhà của Angelo Ruggiero."
    }
  },
  {
    "translation": {
      "en": "When you were assigned a shift, you listened live.",
      "vi": "Khi được chỉ định một ca trực, bạn nghe trực tiếp."
    }
  },
  {
    "translation": {
      "en": "And you would listen to see who his colleagues are",
      "vi": "Và bạn sẽ nghe xem đồng sự của gã là ai,"
    }
  },
  {
    "translation": {
      "en": "and who he's in charge of and who he reports to.",
      "vi": "gã phụ trách ai và báo cáo cho ai."
    }
  },
  {
    "translation": {
      "en": "He tried to be a little cryptic.",
      "vi": "Gã cố tỏ ra khó hiểu một chút."
    }
  },
  {
    "translation": {
      "en": "So you were kind of trying to capture the gist of what was being talked about.",
      "vi": "Nên chúng tôi cố gắng nắm ý chính của lời hắn nói."
    }
  },
  {
    "translation": {
      "en": "It was a total immersion into the life of a Mafia household.",
      "vi": "Chúng tôi hoàn toàn đắm mình vào cuộc sống trong một bè đảng mafia."
    }
  },
  {
    "translation": {
      "en": "So, I never heard so many creative uses of the f- word in my life.",
      "vi": "Vậy nên, tôi chưa bao giờ nghe nhiều cách chửi thề sáng tạo như thế."
    }
  },
  {
    "translation": {
      "en": "If there were some hot, pertinent conversations,",
      "vi": "Nếu có những cuộc đối thoại liên quan đáng chú ý,"
    }
  },
  {
    "translation": {
      "en": "then those things were immediately turned over to the steno pool...",
      "vi": "nó ngay lập tức được đẩy sang bộ phận tốc ký"
    }
  },
  {
    "translation": {
      "en": "who did their best to transcribe them.",
      "vi": "và họ cố hết sức để chép lại nó."
    }
  },
  {
    "translation": {
      "en": "It was like some kind of soap opera.",
      "vi": "Nó giống như một bộ phim dài tập vậy."
    }
  },
  {
    "translation": {
      "en": "I got this impression that Angelo was this kind of cranky, over- verbal guy",
      "vi": "Tôi có ấn tượng rằng Angelo là một gã đàn ông thô lỗ, quá lời"
    }
  },
  {
    "translation": {
      "en": "who loved his kids.",
      "vi": "và yêu con cái."
    }
  },
  {
    "translation": {
      "en": "The kids were, um... shall we say, a handful.",
      "vi": "Bọn trẻ, nói sao nhỉ, khá là nghịch."
    }
  },
  {
    "translation": {
      "en": "He ran around and did a lot of meat- handed management",
      "vi": "Gã chạy khắp nơi và nhiều lần nặng tay với"
    }
  },
  {
    "translation": {
      "en": "of all these crew members in his Mafia crew and his family.",
      "vi": "các thành viên trong hội mafia và gia đình gã."
    }
  },
  {
    "translation": {
      "en": "It was harder to understand certain sections.",
      "vi": "Có một vài phần khó hiểu hơn."
    }
  },
  {
    "translation": {
      "en": "So all the agents tended to get assigned to reviewing these conversations",
      "vi": "Vì vậy, tất cả các đặc vụ thường được giao việc xem lại các cuộc hội thoại này"
    }
  },
  {
    "translation": {
      "en": "in order to make the transcripts sensible.",
      "vi": "để giúp bản sao chép trở nên hợp lý."
    }
  },
  {
    "translation": {
      "en": "And so you listened again and again and again.",
      "vi": "Và thế là bạn nghe đi nghe lại nó."
    }
  },
  {
    "translation": {
      "en": "You were kind of trying to put the puzzle together.",
      "vi": "Như là bạn đang cố gắng ghép một bộ xếp hình."
    }
  },
  {
    "translation": {
      "en": "I mean, it was a real slow- going art.",
      "vi": "Nó là một loại nghệ thuật chậm rãi."
    }
  },
  {
    "translation": {
      "en": "People on the squad had different input, and they'd say, Wait, I hear this,",
      "vi": "Người trong đội có ý kiến khác nhau, họ nói, Đợi đã, tôi nghe được điều này,"
    }
  },
  {
    "translation": {
      "en": "and then you'd say, Yeah, that's the key.",
      "vi": "rồi bạn nói, Ừ, đó là mấu chốt."
    }
  },
  {
    "translation": {
      "en": "That's what's going on in here.",
      "vi": "Đó chính là thứ đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "He would make reference to it.",
      "vi": "Gã sẽ nhắc đến nó."
    }
  },
  {
    "translation": {
      "en": "Did he get it? You know, did he get it?",
      "vi": "Gã đã lấy được chưa? Ý là, lấy được chưa?"
    }
  },
  {
    "translation": {
      "en": "We're sitting there like, Well, what is he talking about, you know?",
      "vi": "Chúng tôi ngồi đó và nghĩ, gã đang nói về cái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "You know, but then you had to put it with who he's speaking to.",
      "vi": "Bạn biết đấy, nhưng ta phải xem gã nói chuyện với ai."
    }
  },
  {
    "translation": {
      "en": "Who was that at the other end of that telephone?",
      "vi": "Ai ở đầu kia của điện thoại?"
    }
  },
  {
    "translation": {
      "en": "And of course, the FBI had technical abilities",
      "vi": "Và tất nhiên, FBI có đủ kỹ thuật"
    }
  },
  {
    "translation": {
      "en": "to track the phone, and over time, you'd figure out who it is.",
      "vi": "để dò điện thoại, và dần dà tìm ra đó là ai."
    }
  },
  {
    "translation": {
      "en": "And then when you put it together, you'd say, he said, Did you get it?",
      "vi": "Và khi nghĩ lại, bạn thấy, gã đã nói, Mày lấy được chưa?"
    }
  },
  {
    "translation": {
      "en": "And he's talking to a guy who is a big drug dealer.",
      "vi": "Gã đang nói chuyện với một tay buôn thuốc lớn."
    }
  },
  {
    "translation": {
      "en": "Here we are in the middle of the day.",
      "vi": "Giữa ban ngày ban mặt,"
    }
  },
  {
    "translation": {
      "en": "Angelo is talking about two- or three- kilo heroin deals,",
      "vi": "Angelo đang nói đến các phi vụ tầm 2-3kg heroin."
    }
  },
  {
    "translation": {
      "en": "while his wife and daughter are a few feet away washing the dishes.",
      "vi": "khi vợ và con gái hắn đang rửa bát cách đó vài bước chân."
    }
  },
  {
    "translation": {
      "en": "We had gathered evidence",
      "vi": "Chúng tôi đã thu thập được bằng chứng"
    }
  },
  {
    "translation": {
      "en": "that Angelo was a big- time, multimillion- dollar heroin dealer.",
      "vi": "rằng Angelo là một tay buôn ma túy lớn, đến hàng triệu đô la."
    }
  },
  {
    "translation": {
      "en": "It was a big deal.",
      "vi": "Đó là chuyện lớn."
    }
  },
  {
    "translation": {
      "en": "But we still didn't have enough evidence that links Ruggiero's criminal activity",
      "vi": "Nhưng bọn tôi vẫn chưa có đủ bằng chứng để kết nối hành vi phạm tội của Ruggiero"
    }
  },
  {
    "translation": {
      "en": "to Paul Castellano, the boss of the Gambino family.",
      "vi": "với ông trùm Paul Castellano của bè đảng Gambino."
    }
  },
  {
    "translation": {
      "en": "For almost 6 months, we followed him around",
      "vi": "Bọn tôi bám theo hắn gần sáu tháng,"
    }
  },
  {
    "translation": {
      "en": "so we knew where he went for different meetings.",
      "vi": "nên biết các cuộc họp của hắn ở những đâu."
    }
  },
  {
    "translation": {
      "en": "We came to find out that he'd go up to the boss of the family,",
      "vi": "Chúng tôi tìm ra là gã sẽ đến nhà của ông trùm"
    }
  },
  {
    "translation": {
      "en": "Paul Castellano's house on a regular basis.",
      "vi": "Paul Castellano khá thường xuyên."
    }
  },
  {
    "translation": {
      "en": "And then when the meeting was over, Ruggiero would come back to his house.",
      "vi": "Và khi cuộc họp kết thúc, Ruggiero sẽ trở về nhà."
    }
  },
  {
    "translation": {
      "en": "And other Mob guys would come over,",
      "vi": "Và những gã mafia khác sẽ đến."
    }
  },
  {
    "translation": {
      "en": "and Ruggiero would tell them all about what happened at the meeting.",
      "vi": "Và Ruggiero sẽ kể cho chúng mọi chuyện ở cuộc họp."
    }
  },
  {
    "translation": {
      "en": "It's a big deal to meet with the boss of the family.",
      "vi": "Gặp ông trùm của băng đảng là chuyện lớn."
    }
  },
  {
    "translation": {
      "en": "It's a dream come true.",
      "vi": "Như mơ vậy."
    }
  },
  {
    "translation": {
      "en": "It's proof that Castellano was meeting members of his crew at his house",
      "vi": "Đó là bằng chứng Castellano gặp bè lũ của hắn tại nhà và bàn các vấn đề tội phạm."
    }
  },
  {
    "translation": {
      "en": "and talking criminal matters.",
      "vi": "tại nhà và bàn các vấn đề tội phạm."
    }
  },
  {
    "translation": {
      "en": "This was the proof we wanted for approval for electronic surveillance",
      "vi": "Đây là bằng chứng chúng tôi muốn để được cho phép giám sát điện tử nhà của Castellano."
    }
  },
  {
    "translation": {
      "en": "of Castellano's house.",
      "vi": "để được cho phép giám sát điện tử nhà của Castellano."
    }
  },
  {
    "translation": {
      "en": "It was an unbelievable moment,",
      "vi": "Đó là khoảnh khắc thật khó tin"
    }
  },
  {
    "translation": {
      "en": "because now we could finally bug the boss's house.",
      "vi": "vì cuối cùng, giờ chúng tôi có thể nghe lén nhà của ông trùm."
    }
  },
  {
    "translation": {
      "en": "But it was gonna be a very tricky operation.",
      "vi": "Nhưng đó sẽ là một chiến dịch rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "It was a big house. It was referred to as the White House.",
      "vi": "Căn nhà khá lớn. Nó được gọi là Nhà Trắng."
    }
  },
  {
    "translation": {
      "en": "The surveillance squad, after many, many hours of surveillance,",
      "vi": "Sau rất nhiều giờ theo dõi, đội giám sát"
    }
  },
  {
    "translation": {
      "en": "had come to the determination",
      "vi": "đã kết luận rằng"
    }
  },
  {
    "translation": {
      "en": "it's impossible to get in there surreptitiously",
      "vi": "không thể lén lút vào đó được"
    }
  },
  {
    "translation": {
      "en": "because the house was never empty.",
      "vi": "vì căn nhà lúc nào cũng có người."
    }
  },
  {
    "translation": {
      "en": "Castellano had lots of new things in the house.",
      "vi": "Castellano có nhiều đồ mới lạ ở nhà."
    }
  },
  {
    "translation": {
      "en": "He had the latest telephone equipment,",
      "vi": "Hắn có thiết bị điện thoại mới nhất,"
    }
  },
  {
    "translation": {
      "en": "and he had cable TV,",
      "vi": "và có tivi truyền hình cáp,"
    }
  },
  {
    "translation": {
      "en": "specifically a CNN channel, which was new at the time.",
      "vi": "cụ thể là một kênh CNN, thời đó mới có."
    }
  },
  {
    "translation": {
      "en": "Get in touch with the world. Touch it. Get in touch with the news.",
      "vi": "Chạm đến thế giới. Chạm vào nó. Chạm đến tin tức."
    }
  },
  {
    "translation": {
      "en": "Touch it.",
      "vi": "Chạm vào nó."
    }
  },
  {
    "translation": {
      "en": "Get in touch when you want, 24 hours a day. CNN headline news.",
      "vi": "Cập nhật khi bạn muốn, 24 giờ mỗi ngày, tin nóng CNN."
    }
  },
  {
    "translation": {
      "en": "We learned all of his meetings and conversations",
      "vi": "Bọn tôi nhận ra mọi cuộc họp và đối thoại của hắn"
    }
  },
  {
    "translation": {
      "en": "took place in his kitchen, dinning room area.",
      "vi": "diễn ra trong nhà bếp, khu vực phòng ăn."
    }
  },
  {
    "translation": {
      "en": "That was where the TV was and that looked like a real opportunity.",
      "vi": "Đó là nơi có TV và đó có vẻ là một cơ hội thực sự."
    }
  },
  {
    "translation": {
      "en": "So we started doing a little homework on cable TV.",
      "vi": "Vậy nên chúng tôi bắt đầu tìm hiểu một chút về truyền hình cáp."
    }
  },
  {
    "translation": {
      "en": "It's daybreak in the east.",
      "vi": "Đã là sáng sớm ở bờ Đông."
    }
  },
  {
    "translation": {
      "en": "It's the 17th of May, good morning.",
      "vi": "Hôm nay là 17 tháng Năm, chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "I learned it's very easy to introduce interference in cable systems.",
      "vi": "Tôi nhận ra là gây nhiễu hệ thống cáp rất dễ."
    }
  },
  {
    "translation": {
      "en": "So, we introduced a problem into the house...",
      "vi": "Chúng tôi đã tạo ra một vấn đề trong nhà..."
    }
  },
  {
    "translation": {
      "en": "annoying and aggravating enough",
      "vi": "đủ phiền phức và trầm trọng để nếu ai đó xuất hiện"
    }
  },
  {
    "translation": {
      "en": "that if somebody showed up to troubleshoot a problem,",
      "vi": "đủ phiền phức và trầm trọng để nếu ai đó xuất hiện để khắc phục sự cố"
    }
  },
  {
    "translation": {
      "en": "they'd be happy to see them.",
      "vi": "chúng sẽ thấy mừng."
    }
  },
  {
    "translation": {
      "en": "I'm the cableman now.",
      "vi": "Giờ tôi là thợ điện."
    }
  },
  {
    "translation": {
      "en": "I ring the doorbell.",
      "vi": "Tôi bấm chuông,"
    }
  },
  {
    "translation": {
      "en": "Lots of chimes, as I recall.",
      "vi": "tôi nhớ là nhiều tiếng chuông."
    }
  },
  {
    "translation": {
      "en": "The gentleman that answers the door happens to be Tommy Bilotti,",
      "vi": "Người đàn ông mở cửa hoá ra là Tommy Bilotti,"
    }
  },
  {
    "translation": {
      "en": "Paul's right- hand guy.",
      "vi": "cánh tay phải của Paul."
    }
  },
  {
    "translation": {
      "en": "The guy was a killer.",
      "vi": "Gã là một kẻ giết người."
    }
  },
  {
    "translation": {
      "en": "If something goes wrong, I need to get out of here immediately.",
      "vi": "Nếu có vấn đề gì, tôi phải ra khỏi đó ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "I'm calling into the office, and they're going to test the line.",
      "vi": "Tôi gọi về văn phòng, và họ sẽ kiểm tra đường dây."
    }
  },
  {
    "translation": {
      "en": "I'm actually calling Art, who is my other agent out there.",
      "vi": "Thật ra tôi đang gọi Art, đặc vụ còn lại của tôi ở ngoài."
    }
  },
  {
    "translation": {
      "en": "And when I go, Art, I'm tapping on this.",
      "vi": "Khi tôi nói, Art, tôi sẽ gõ lên đây."
    }
  },
  {
    "translation": {
      "en": "As I'm tapping, he's making interference.",
      "vi": "Trong lúc tôi gõ, anh ấy sẽ can thiệp vào."
    }
  },
  {
    "translation": {
      "en": "TV's blinking.",
      "vi": "Cái TV chớp."
    }
  },
  {
    "translation": {
      "en": "Preplanned, all orchestrated, bench tested before I went.",
      "vi": "Tất cả được lên kế hoạch, dàn xếp, thử nghiệm trước khi tôi đi."
    }
  },
  {
    "translation": {
      "en": "Including my level of uncooperativeness.",
      "vi": "Kể cả độ bất hợp tác của tôi."
    }
  },
  {
    "translation": {
      "en": "I'm acting like we have to come back.",
      "vi": "Tôi cư xử như là, ta phải quay lại."
    }
  },
  {
    "translation": {
      "en": "You have to make an appointment.",
      "vi": "Anh phải đặt hẹn."
    }
  },
  {
    "translation": {
      "en": "They don't like appointments.",
      "vi": "Chúng không thích hẹn."
    }
  },
  {
    "translation": {
      "en": "So, no appointment.",
      "vi": "Nên không lên hẹn."
    }
  },
  {
    "translation": {
      "en": "We're gonna do this. We're gonna do this right now.",
      "vi": "Ta sẽ làm được. Ta sẽ làm ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "I took a risk.",
      "vi": "Tôi đã mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "I said, If you give me a hand for just a minute,",
      "vi": "Tôi nói, Nếu anh giúp tôi một chút,"
    }
  },
  {
    "translation": {
      "en": "I promise I'll be out of here.",
      "vi": "tôi hứa sẽ ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "What do you need?",
      "vi": "Mày cần gì?"
    }
  },
  {
    "translation": {
      "en": "I go, Would you just come over here and hold the flashlight for me?",
      "vi": "Tôi nói, Anh đến đây cầm đèn pin cho tôi được không?"
    }
  },
  {
    "translation": {
      "en": "So Tommy Bilotti helped me while I installed the device",
      "vi": "Nên Tommy Bilotti đã giúp tôi trong khi tôi cài thiết bị"
    }
  },
  {
    "translation": {
      "en": "that had the microphone in it.",
      "vi": "có chứa cái mic."
    }
  },
  {
    "translation": {
      "en": "Microphone was active.",
      "vi": "Mic đã hoạt động."
    }
  },
  {
    "translation": {
      "en": "They were glad to not have me be there too long, and I was glad to leave.",
      "vi": "Chúng mừng vì tôi không ở đó quá lâu, và tôi mừng vì được ra khỏi đó."
    }
  },
  {
    "translation": {
      "en": "You know what it takes to stop a crime? Your help and your neighbors'.",
      "vi": "Bạn biết cần gì để ngăn tội ác không? Sự giúp đỡ của bạn và hàng xóm."
    }
  },
  {
    "translation": {
      "en": "Take a bite out of crime.",
      "vi": "Loại bỏ một phần tội ác."
    }
  },
  {
    "translation": {
      "en": "Everybody was just thrilled with the successful installation",
      "vi": "Mọi người đều vui mừng vì việc cài dây thành công"
    }
  },
  {
    "translation": {
      "en": "of the wire in Paul Castellano's house. I mean, that was just-- Wow.",
      "vi": "Mọi người đều vui mừng vì việc cài dây thành công trong nhà của Paul Castellano. Phải nói, quá tuyệt."
    }
  },
  {
    "translation": {
      "en": "Your expectations are great. You expect to hear about murder.",
      "vi": "Ta kì vọng rất nhiều. Ta chờ nghe về việc giết người."
    }
  },
  {
    "translation": {
      "en": "Kill this guy and kill that guy. It was a big day for the FBI.",
      "vi": "Giết gã này, giết kẻ kia. Một ngày trọng đại cho FBI."
    }
  },
  {
    "translation": {
      "en": "Paul Castellano, the boss of the Gambino family, was on tape.",
      "vi": "Paul Castellano, ông trùm bè đảng Gambino, bị ghi âm lại."
    }
  },
  {
    "translation": {
      "en": "This was really significant,",
      "vi": "Điều này rất quan trọng"
    }
  },
  {
    "translation": {
      "en": "in that he was the boss of one of the largest families in the Mafia.",
      "vi": "vì hắn là ông trùm của một trong những băng đảng lớn nhất giới mafia."
    }
  },
  {
    "translation": {
      "en": "People wouldn't even dream about this ten years before.",
      "vi": "Không ai dám mơ về điều này mười năm trước."
    }
  },
  {
    "translation": {
      "en": "The sound of a Mafia kitchen, you know what it is?",
      "vi": "Tiếng trong bếp của mafia ra sao?"
    }
  },
  {
    "translation": {
      "en": "It's eggs being beaten in a bowl.",
      "vi": "Tiếng đánh trứng trong bát."
    }
  },
  {
    "translation": {
      "en": "I don't recall listening to any meetings with others.",
      "vi": "Tôi nhớ là không nghe thấy cuộc họp nào với ai khác."
    }
  },
  {
    "translation": {
      "en": "I just remember Castellano and Gloria talking.",
      "vi": "Tôi chỉ nhớ có Castellano và Gloria nói chuyện."
    }
  },
  {
    "translation": {
      "en": "Gloria was the maid in this giant mansion that they had.",
      "vi": "Gloria là người hầu trong căn biệt thự khổng lồ này của chúng."
    }
  },
  {
    "translation": {
      "en": "She cleaned and cooked, and she'd been there for quite a while.",
      "vi": "Cô ấy dọn dẹp và nấu nướng, và đã ở đó lâu rồi."
    }
  },
  {
    "translation": {
      "en": "I got this impression.",
      "vi": "Tôi có ấn tượng này."
    }
  },
  {
    "translation": {
      "en": "She had a certain amount of personality and they clicked.",
      "vi": "Cô ấy có chút cá tính và họ hợp nhau."
    }
  },
  {
    "translation": {
      "en": "You'd listen to this and you'd go, What is that?",
      "vi": "Bạn nghe thấy và chợt nghĩ, Cái gì thế này?"
    }
  },
  {
    "translation": {
      "en": "Alright, stop it here and back it up. And the reels would go around.",
      "vi": "Được rồi, dừng ở đây và quay lại.  Và cuộn dây sẽ quay vòng."
    }
  },
  {
    "translation": {
      "en": "Let's play it again.",
      "vi": "Bật lại đi."
    }
  },
  {
    "translation": {
      "en": "Oh, God no! Oh, my God!",
      "vi": "Trời ơi, không! Ôi trời ơi!"
    }
  },
  {
    "translation": {
      "en": "Everybody's suddenly realized",
      "vi": "Mọi người chợt nhận ra"
    }
  },
  {
    "translation": {
      "en": "he was having a torrid affair with his maid.",
      "vi": "là hắn đang ăn nằm với hầu gái của mình."
    }
  },
  {
    "translation": {
      "en": "Poor Joe O'Brien had to be all tuned in to that little soap opera.",
      "vi": "Joe O'Brien tội nghiệp phải theo dõi kĩ vở kịch nhỏ đó."
    }
  },
  {
    "translation": {
      "en": "My job was to make a prosecutable case against Paul Castellano.",
      "vi": "Việc của tôi là tạo ra một vụ kiện để khởi tố được Paul Castellano."
    }
  },
  {
    "translation": {
      "en": "I had people talking to me that didn't even know they were informants,",
      "vi": "Có người nói chuyện với tôi mà không biết mình là chỉ điêm"
    }
  },
  {
    "translation": {
      "en": "including Paul Castellano's maid and lover, Gloria Olarte.",
      "vi": "trong đó có người hầu kiêm người tình của Paul Castellano, Gloria Olarte."
    }
  },
  {
    "translation": {
      "en": "She would we take pictures,",
      "vi": "Cô ấy sẽ chụp ảnh,"
    }
  },
  {
    "translation": {
      "en": "family pictures and pictures of Castellano meeting his associates.",
      "vi": "ảnh gia đình và ảnh Castellano gặp đồng bọn."
    }
  },
  {
    "translation": {
      "en": "She gave me those photographs.",
      "vi": "Cô ấy đưa tôi số ảnh đó."
    }
  },
  {
    "translation": {
      "en": "But she was an unwitting source.",
      "vi": "Nhưng cô ấy không cố ý."
    }
  },
  {
    "translation": {
      "en": "She didn't know about the bug in Castellano's house.",
      "vi": "Cô không biết có máy nghe lén ở nhà Castellano."
    }
  },
  {
    "translation": {
      "en": "You listen to 600 hours' worth of tapes, you get to know the guy.",
      "vi": "Bạn nghe đoạn băng dài 600 tiếng, bạn tìm hiểu hắn."
    }
  },
  {
    "translation": {
      "en": "So... I did something a little unusual.",
      "vi": "Vậy nên... tôi đã làm một việc hơi bất thường."
    }
  },
  {
    "translation": {
      "en": "I started sending him greeting cards.",
      "vi": "Tôi bắt đầu gửi thiệp hắn."
    }
  },
  {
    "translation": {
      "en": "Birthday cards.",
      "vi": "Thiệp sinh nhật."
    }
  },
  {
    "translation": {
      "en": "Get well cards. I heard he was sick.",
      "vi": "Thiệp chúc khỏi ốm. Nghe nói hắn ốm."
    }
  },
  {
    "translation": {
      "en": "I sent him a card: To a special godfather.",
      "vi": "Tôi gửi hắn thiệp: Gửi Cha đỡ đầu đặc biệt."
    }
  },
  {
    "translation": {
      "en": "I was messing with him. This was psychological warfare.",
      "vi": "Tôi giỡn với hắn. Đây là cuộc chiến tâm lý."
    }
  },
  {
    "translation": {
      "en": "I wanted to see what they were made of.",
      "vi": "Tôi muốn xem chúng thật sự ra sao."
    }
  },
  {
    "translation": {
      "en": "My partner Andy and I were listening and had the headsets on.",
      "vi": "Cộng sự Andy và tôi đang đeo tai nghe lắng nghe."
    }
  },
  {
    "translation": {
      "en": "He talked about the greeting cards.",
      "vi": "Hắn nói về đống thiệp."
    }
  },
  {
    "translation": {
      "en": "A lot of profanity and everything. Kind of funny when you listen to the guy",
      "vi": "Đủ loại lời nói tục tĩu. Hơi hài khi nghe lén một gã"
    }
  },
  {
    "translation": {
      "en": "and he's opening a card and talking about you.",
      "vi": "mà hắn mở thiệp và nói về bạn."
    }
  },
  {
    "translation": {
      "en": "That's when Gloria revealed that she'd been meeting with me privately.",
      "vi": "Đó là khi Gloria tiết lộ rằng cô ấy đã gặp riêng tôi một thời gian."
    }
  },
  {
    "translation": {
      "en": "And I figured, Uh- oh.",
      "vi": "Và tôi nghĩ, Thôi xong."
    }
  },
  {
    "translation": {
      "en": "He scolded her like a little schoolgirl.",
      "vi": "Hắn mắng cô ấy như một cô nữ sinh nhỏ."
    }
  },
  {
    "translation": {
      "en": "You don't meet with Mr. Joe anymore.",
      "vi": "Cô không được gặp Joe nữa."
    }
  },
  {
    "translation": {
      "en": "You stay away from O'Brien. You understand, Gloria.",
      "vi": "Tránh xa O'Brien ra. Hiểu chưa, Gloria?"
    }
  },
  {
    "translation": {
      "en": "Castellano's bodyguard started goading him.",
      "vi": "Vệ sĩ của Castellano bắt đầu thúc hắn."
    }
  },
  {
    "translation": {
      "en": "We can get rid of this guy, O'Brien.",
      "vi": "Ta có thể loại bỏ gã O'Brien này."
    }
  },
  {
    "translation": {
      "en": "They were goading Castellano to put a contract out on my life.",
      "vi": "Họ đang thúc Castellano thuê người giết tôi."
    }
  },
  {
    "translation": {
      "en": "Scary people, you know. They're murders. They're psychopaths.",
      "vi": "Những kẻ đáng sợ. Chúng là sát nhân, bị tâm thần."
    }
  },
  {
    "translation": {
      "en": "It was said that Castellano could order somebody killed",
      "vi": "Nghe nói Castellano có thể ra lệnh giết người chỉ bằng cách"
    }
  },
  {
    "translation": {
      "en": "by just lifting an eyebrow. Didn't have to say a word.",
      "vi": "nhếch lông mày lên. Không phải nói lời nào."
    }
  },
  {
    "translation": {
      "en": "If he had gone silent, it would have been all over for me.",
      "vi": "Nếu hắn tỏ thái độ, thì tôi tiêu đời rồi."
    }
  },
  {
    "translation": {
      "en": "But Castellano said, No.",
      "vi": "Nhưng Castellano nói, Không."
    }
  },
  {
    "translation": {
      "en": "Bring too much heat on the family.",
      "vi": "Thế nguy hiểm cho ta quá."
    }
  },
  {
    "translation": {
      "en": "Just be careful, you know. He's just doing his job.",
      "vi": "Hãy cẩn thận, hiểu chứ? Hắn chỉ làm việc của hắn thôi."
    }
  },
  {
    "translation": {
      "en": "He defended me, so I gotta give credit for that.",
      "vi": "Hắn bảo vệ tôi, tôi phải công nhận điều đó."
    }
  },
  {
    "translation": {
      "en": "But it didn't change the fact that the whole object of my case",
      "vi": "Nhưng nó không thay đổi sự thật rằng mục tiêu vụ này của tôi"
    }
  },
  {
    "translation": {
      "en": "was to put Castellano in a federal prison for life.",
      "vi": "là đưa Castellano vào nhà tù liên bang suốt đời."
    }
  },
  {
    "translation": {
      "en": "I started getting evidence to implicate him.",
      "vi": "Tôi bắt đầu tìm bằng chứng để làm hắn liên can."
    }
  },
  {
    "translation": {
      "en": "Castellano talked about all kinds of things.",
      "vi": "Castellano nói về rất nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "He talked with Tommy Gambino about dividing up the Garment District.",
      "vi": "Hắn bàn với Tommy Gambino về việc phân chia Phân khu May mặc."
    }
  },
  {
    "translation": {
      "en": "He spoke with Joe N. Gallo about all the various rackets they were involved in.",
      "vi": "Hăn bàn với Joe N. Gallo về mọi mưu mô mà chúng dính líu đến."
    }
  },
  {
    "translation": {
      "en": "He spoke with Joe Armone about the restaurant union.",
      "vi": "Ông ấy đã nói với Joe Armone về hiệp hội nhà hàng."
    }
  },
  {
    "translation": {
      "en": "We were hearing more and more",
      "vi": "Bọn tôi nghe ngày càng nhiều"
    }
  },
  {
    "translation": {
      "en": "about their involvement with the labor unions.",
      "vi": "về sự dính líu của họ với các công đoàn."
    }
  },
  {
    "translation": {
      "en": "That was important information because it showed the real problem",
      "vi": "Đó là thông tin quan trọng vì nó cho thấy vấn đề thực sự"
    }
  },
  {
    "translation": {
      "en": "of organized crime...",
      "vi": "của tội phạm có tổ chức..."
    }
  },
  {
    "translation": {
      "en": "that the organized crime groups controlled the major labor unions in this country.",
      "vi": "đó là các nhóm tội phạm có tổ chức kiểm soát các công đoàn lớn trong nước."
    }
  },
  {
    "translation": {
      "en": "We were hearing how the Mafia controlled the Teamsters trucking union,",
      "vi": "Chúng tôi nghe về cách mafia kiểm soát Công đoàn Vận tải,"
    }
  },
  {
    "translation": {
      "en": "the Laborers' Union,",
      "vi": "Công đoàn Công nhân,"
    }
  },
  {
    "translation": {
      "en": "the longshoremen union,",
      "vi": "Công đoàn Công nhân bốc dỡ,"
    }
  },
  {
    "translation": {
      "en": "the hotel employees' union.",
      "vi": "Công đoàn Nhân viên khách sạn."
    }
  },
  {
    "translation": {
      "en": "There's so many ways they used the unions to make money.",
      "vi": "Chúng có nhiều cách để kiếm tiền từ công đoàn."
    }
  },
  {
    "translation": {
      "en": "They could extort companies to give their friends jobs.",
      "vi": "Chúng có thể bắt các công ty để thuê bạn của chúng."
    }
  },
  {
    "translation": {
      "en": "They could give him health benefits.",
      "vi": "Chúng có thể đóng bảo hiểm cho hắn."
    }
  },
  {
    "translation": {
      "en": "The Mob had a lot of power,",
      "vi": "Mafia có rất nhiều quyền lực,"
    }
  },
  {
    "translation": {
      "en": "because we controlled the unions.",
      "vi": "vì bọn tôi nắm công đoàn."
    }
  },
  {
    "translation": {
      "en": "We call in a strike with the Teamsters,",
      "vi": "Bọn tôi kêu gọi lái xe đình công,"
    }
  },
  {
    "translation": {
      "en": "two and a half million people stop working.",
      "vi": "hai triệu rưỡi người ngừng làm việc."
    }
  },
  {
    "translation": {
      "en": "That's a lot of power.",
      "vi": "Rất mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "Not to mention the pension funds that you had at your disposal.",
      "vi": "Chưa kể đến quỹ hưu trí mà bạn có."
    }
  },
  {
    "translation": {
      "en": "You got hundreds of millions of dollars sitting in the bank",
      "vi": "Bạn có hàng trăm triệu đô ở nhà băng, có thể chuyển đi bất kì đâu."
    }
  },
  {
    "translation": {
      "en": "that you can move anywhere you want. You control bankers that way.",
      "vi": "Bạn có hàng trăm triệu đô ở nhà băng, có thể chuyển đi bất kì đâu. Bạn kiểm soát nhà băng như vậy."
    }
  },
  {
    "translation": {
      "en": "You control insurance companies that way. And we used that.",
      "vi": "Bạn kiểm soát hãng bảo hiểm như vậy. Bọn tôi làm vậy."
    }
  },
  {
    "translation": {
      "en": "- - And he gave me $5,000.",
      "vi": "Hắn đưa tôi 5.000 đô."
    }
  },
  {
    "translation": {
      "en": "You control the unions. You control the Teamsters. You control the docks.",
      "vi": "Bạn kiểm soát các công đoàn, công đoàn lái xe, các bến cảng."
    }
  },
  {
    "translation": {
      "en": "You control the country.",
      "vi": "Bạn nắm giữ cả nước."
    }
  }
]