[
  {
    "translation": {
      "en": "Wills and Kate most popular Royals ever.",
      "vi": "Wills và Kate, nhân vật hoàng gia nổi tiếng nhất."
    }
  },
  {
    "translation": {
      "en": "This is getting out of hand.",
      "vi": "Mất hết kiểm soát rồi."
    }
  },
  {
    "translation": {
      "en": "If we're not careful, the great British scum is going to want",
      "vi": "Cẩn thận không lũ dân Anh sẽ muốn nhảy cóc một thế hệ."
    }
  },
  {
    "translation": {
      "en": "to skip a generation!",
      "vi": "sẽ muốn nhảy cóc một thế hệ."
    }
  },
  {
    "translation": {
      "en": "Nonsense, Camilla. When I meet the people, they love me.",
      "vi": "Vớ vẩn, Camilla. Lúc gặp người dân, họ quý anh lắm."
    }
  },
  {
    "translation": {
      "en": "Why else would all those children keep giving you flowers?",
      "vi": "Không sao lũ trẻ cứ tặng anh hoa mãi?"
    }
  },
  {
    "translation": {
      "en": "Because they're getting a day off school, you idiot!",
      "vi": "Vì được nghỉ học một ngày, đồ ngốc."
    }
  },
  {
    "translation": {
      "en": "Well, I think they love me.",
      "vi": "Anh nghĩ chúng quý anh."
    }
  },
  {
    "translation": {
      "en": "And anyway, the line's very clear. First me, then William, but me first.",
      "vi": "Dù gì cũng rất rạch ròi, anh trước, rồi William, nhưng anh trước."
    }
  },
  {
    "translation": {
      "en": "The sheep don't care about that.",
      "vi": "Lũ ngu dại không quan tâm đâu."
    }
  },
  {
    "translation": {
      "en": "They'll have us out faster than a homophobic Big Brother contestant.",
      "vi": "Họ sẽ đuổi ta mau hơn gã kỳ thị của Big Brother."
    }
  },
  {
    "translation": {
      "en": "And then, everything I've been through, the walkabouts, the smiling,",
      "vi": "Và rồi mọi việc em phải trải qua, đi vi hành, mỉm cười,"
    }
  },
  {
    "translation": {
      "en": "the talking to Joe Pasquale at the Royal Variety Show,",
      "vi": "nói chuyện với Joe Pasquale trong Royal Variety Show,"
    }
  },
  {
    "translation": {
      "en": "it'll all have been for nothing!",
      "vi": "sẽ trở nên vô nghĩa hết."
    }
  },
  {
    "translation": {
      "en": "Will you look at me when I'm talking to you?",
      "vi": "Nhìn em khi em nói được không?"
    }
  },
  {
    "translation": {
      "en": "Camilla, how can I sell my Cornish biscuits as organic",
      "vi": "Camilla, sao anh quảng cáo bánh quy Cornwall hữu cơ được"
    }
  },
  {
    "translation": {
      "en": "now they've been on the carpet?",
      "vi": "khi giờ chúng trên thảm?"
    }
  },
  {
    "translation": {
      "en": "Nobody will give a fuck about your Cornish biscuits,",
      "vi": "Anh không phải vua thì ai quan tâm"
    }
  },
  {
    "translation": {
      "en": "if you're not going to be king.",
      "vi": "bánh Cornwall chứ."
    }
  },
  {
    "translation": {
      "en": "Of course they will, they're delicious, nutritious",
      "vi": "Dĩ nhiên là có. Chúng ngon, bổ dưỡng"
    }
  },
  {
    "translation": {
      "en": "and all the biscuity profits go to charity.",
      "vi": "và lợi nhuận từ bánh sẽ gửi từ thiện."
    }
  },
  {
    "translation": {
      "en": "There wouldn't be any profits if people knew",
      "vi": "Sẽ lỗ thôi nếu họ biết"
    }
  },
  {
    "translation": {
      "en": "they were made by seven- year- old orphans with Rickets.",
      "vi": "lũ trẻ mồ côi bảy tuổi còi xương làm ra."
    }
  },
  {
    "translation": {
      "en": "What happens in the Duchy of Cornwall, stays in the Duchy of Cornwall.",
      "vi": "Chuyện xảy ra ở Công quốc Cornwall sẽ ở nguyên đó cơ mà?"
    }
  },
  {
    "translation": {
      "en": "Where are the Garibaldis? Ah.",
      "vi": "Bánh Garibaldi đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Christ!",
      "vi": "Trời ạ!"
    }
  },
  {
    "translation": {
      "en": "That was tremendous, Kate.",
      "vi": "Thật là dữ dội, Kate ạ."
    }
  },
  {
    "translation": {
      "en": "Are you all right? Oh, it's nothing, Wills.",
      "vi": "- Em không sao chứ? - Không có gì đâu, Wills."
    }
  },
  {
    "translation": {
      "en": "It's just, well, sometimes I feel like I don't belong in this family.",
      "vi": "Chỉ là...đôi khi em thấy mình không thuộc về gia đình này."
    }
  },
  {
    "translation": {
      "en": "What are you talking about?",
      "vi": "Em nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Marrying you was the best decision I ever made.",
      "vi": "Lấy em là quyết định tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Even though I'm a gypsy? Because you're a gypsy.",
      "vi": "- Kể cả em là dân gypsy? - Vì em là dân gypsy."
    }
  },
  {
    "translation": {
      "en": "But are you sure your family are all right with it?",
      "vi": "Nhưng anh chắc nhà anh thấy ổn? Họ mừng lắm. Tuy nhiên, cá nhân anh,"
    }
  },
  {
    "translation": {
      "en": "They're thrilled.",
      "vi": "Họ mừng lắm. Tuy nhiên, cá nhân anh,"
    }
  },
  {
    "translation": {
      "en": "Although, personally, I do wish",
      "vi": "Họ mừng lắm. Tuy nhiên, cá nhân anh, anh ước em không mang về nhiều đồ gia dụng bỏ đi thế."
    }
  },
  {
    "translation": {
      "en": "you didn't bring back quite so many dumped white goods.",
      "vi": "anh ước em không mang về nhiều đồ gia dụng bỏ đi thế."
    }
  },
  {
    "translation": {
      "en": "That's 12 quid's worth of copper in there.",
      "vi": "Đồng trong đó ít nhất 12 bảng."
    }
  },
  {
    "translation": {
      "en": "Oh, is that the time? I need to be at the caff.",
      "vi": "Đến giờ rồi à? Anh phải tới tiệm ăn."
    }
  },
  {
    "translation": {
      "en": "I'm mingling amongst my subjects to find out what they truly want.",
      "vi": "Anh trà trộn để biết người dân muốn gì."
    }
  },
  {
    "translation": {
      "en": "And what do they want? Usually double egg and chips.",
      "vi": "- Vậy họ muốn gì? - Thường là hai trứng và khoai tây."
    }
  },
  {
    "translation": {
      "en": "If I must be King, I'm determined to be the best one I can be.",
      "vi": "Nếu làm vua, anh quyết tâm làm tốt nhất."
    }
  },
  {
    "translation": {
      "en": "And you will be.",
      "vi": "Anh sẽ thế mà."
    }
  },
  {
    "translation": {
      "en": "I just wish there were a role for me.",
      "vi": "Giá mà có vai trò cho em."
    }
  },
  {
    "translation": {
      "en": "But what you do is vital.",
      "vi": "Việc em làm là thiết yếu mà, nuôi dạy bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "Bringing up children.",
      "vi": "Việc em làm là thiết yếu mà, nuôi dạy bọn trẻ. Giúp Harry với buổi vũ hội hóa trang từ thiện sắp tới được đấy."
    }
  },
  {
    "translation": {
      "en": "You could help Harry with his upcoming fancy dress, charity ball.",
      "vi": "Giúp Harry với buổi vũ hội hóa trang từ thiện sắp tới được đấy."
    }
  },
  {
    "translation": {
      "en": "You'll be invaluable to him, what with being able to read and write.",
      "vi": "Em sẽ có ích cho nó, vì em biết đọc biết viết."
    }
  },
  {
    "translation": {
      "en": "Oh, that's a great idea.",
      "vi": "Ý tưởng hay đấy."
    }
  },
  {
    "translation": {
      "en": "Hey, don't you have to be at the caff?",
      "vi": "Này, anh phải tới tiệm ăn mà?"
    }
  },
  {
    "translation": {
      "en": "I'm allowed three verbal warnings, and I've only had two. Hmmm.",
      "vi": "Anh được phép bị cảnh cáo miệng ba lần mà anh mới chỉ bị hai thôi."
    }
  },
  {
    "translation": {
      "en": "I'm just saying, I think the Royal family are a complete waste of money.",
      "vi": "Tôi chỉ nói thôi, tôi nghĩ có hoàng tộc thật là phí tiền."
    }
  },
  {
    "translation": {
      "en": "No, hang on a minute there, Alec, I think they do a very good job.",
      "vi": "Không, khoan, Alec. Tôi nghĩ họ đang làm rất tốt."
    }
  },
  {
    "translation": {
      "en": "They bring in £500 million a year, just from tourism alone.",
      "vi": "Họ mang lại 500 triệu bảng một năm chỉ nhờ ngành du lịch."
    }
  },
  {
    "translation": {
      "en": "I think they're tremendous value for money.",
      "vi": "Tôi nghĩ họ đáng giá vô cùng."
    }
  },
  {
    "translation": {
      "en": "Well, I suppose you're right.",
      "vi": "Vậy, chắc anh nói đúng."
    }
  },
  {
    "translation": {
      "en": "Hey, Billy. You clean bog now.",
      "vi": "Này, Billy, dọn nhà vệ sinh đi!"
    }
  },
  {
    "translation": {
      "en": "It's the London air ambulance.",
      "vi": "Trực thăng Cứu thương London đấy."
    }
  },
  {
    "translation": {
      "en": "We had to make a crash landing.",
      "vi": "Chúng tôi phải hạ cánh khẩn."
    }
  },
  {
    "translation": {
      "en": "One of the crew has Munchausen syndrome by proxy.",
      "vi": "Đội có người bị Munchausen by proxy."
    }
  },
  {
    "translation": {
      "en": "- But isn't that where you harm other people? - Yes, he poisoned the pilot.",
      "vi": "Nhưng đó là đi hại người khác mà? Đúng, anh ta đầu độc phi công."
    }
  },
  {
    "translation": {
      "en": "But we can still make it if someone can fly a helicopter.",
      "vi": "Có ai biết lái trực thăng thì vẫn kịp."
    }
  },
  {
    "translation": {
      "en": "I can fly a helicopter. But if I make myself known, I'll blow my cover.",
      "vi": "Mình biết lái trực thăng, nhưng nếu ra mặt, thì sẽ lộ danh tính mất."
    }
  },
  {
    "translation": {
      "en": "Quickly! We've got a patient who's seriously ill,",
      "vi": "Nhanh lên, có người bị bệnh rất nặng"
    }
  },
  {
    "translation": {
      "en": "also with Munchausen syndrome by proxy.",
      "vi": "mà còn bị Munchausen by proxy."
    }
  },
  {
    "translation": {
      "en": "Won't he be all right, then? He'll be the one poisoning other people.",
      "vi": "Vậy anh ta không sao. Anh ta sẽ đầu độc người khác. Xin lỗi, không phải by proxy. Munchausen thôi."
    }
  },
  {
    "translation": {
      "en": "Sorry, it's not by proxy, he's just got Munchausen syndrome.",
      "vi": "Xin lỗi, không phải by proxy. Munchausen thôi. Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "- Gotcha. - That makes sense.",
      "vi": "Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Billy! I said bog now. Is big shit in bog. It's no flush.",
      "vi": "Billy, đã bảo đi dọn nhà vệ sinh mà! Đống phân to lắm. Không xả nước!"
    }
  },
  {
    "translation": {
      "en": "I can fly a helicopter.",
      "vi": "- Tôi biết lái trực thăng. - Anh!"
    }
  },
  {
    "translation": {
      "en": "You? But you're just a bloke who works in a caff.",
      "vi": "- Tôi biết lái trực thăng. - Anh! Nhưng anh chỉ là người làm tiệm ăn. Sao biết lái trực thăng chứ?"
    }
  },
  {
    "translation": {
      "en": "How can you fly a helicopter?",
      "vi": "Nhưng anh chỉ là người làm tiệm ăn. Sao biết lái trực thăng chứ?"
    }
  },
  {
    "translation": {
      "en": "Because I am Prince William.",
      "vi": "Vì tôi là Hoàng tử William."
    }
  },
  {
    "translation": {
      "en": "Second in line to the throne.",
      "vi": "Người kế vị thứ hai."
    }
  },
  {
    "translation": {
      "en": "Husband to a gypsy.",
      "vi": "Chồng của một người gypsy,"
    }
  },
  {
    "translation": {
      "en": "Closely related to Kaiser Wilhelm of Germany, who started World War I.",
      "vi": "họ hàng gần với Kaiser Wilhelm từ Đức, người khơi mào Thế Chiến I."
    }
  },
  {
    "translation": {
      "en": "Billy, what we do about shit?",
      "vi": "Billy! Thế còn đống phân?"
    }
  },
  {
    "translation": {
      "en": "Now, where are the keys?",
      "vi": "- Nào, chìa khóa đâu? - Tổ quốc tôi."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Pippa!",
      "vi": "Pippa. Thật tuyệt khi gặp lại em."
    }
  },
  {
    "translation": {
      "en": "- How great to see you. - Hiya, you look fantastic.",
      "vi": "Pippa. Thật tuyệt khi gặp lại em. Chào chị. Chị trông tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "Ooh, I couldn't have some money, could I?",
      "vi": "Ồ, em xin ít tiền được không?"
    }
  },
  {
    "translation": {
      "en": "Pippa, what happened to the £400,000 you got for your party planning book?",
      "vi": "Pippa, 400.000 bảng em có để đặt tiệc sinh nhật đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "- I spent it. - What on?",
      "vi": "- Em tiêu rồi. - Tiêu gì?"
    }
  },
  {
    "translation": {
      "en": "Getting fucked up. So... I'm sorry, but no.",
      "vi": "- Chơi thuốc các thứ. Nên... - Chị xin lỗi, nhưng không."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ? Em phải học tự lập đi."
    }
  },
  {
    "translation": {
      "en": "You've got to learn to stand on your own two feet.",
      "vi": "Em phải học tự lập đi."
    }
  },
  {
    "translation": {
      "en": "Like you did? Parading around in your pants at a university fashion show,",
      "vi": "Như chị hả, mặc quần lót diễu trên chương trình thời trang ở trường,"
    }
  },
  {
    "translation": {
      "en": "until the future King of England proposes?",
      "vi": "đến khi Vua Anh tương lai cầu hôn?"
    }
  },
  {
    "translation": {
      "en": "You weren't there. It was nothing like that.",
      "vi": "Em không ở đó. Không phải thế."
    }
  },
  {
    "translation": {
      "en": "Oh, fuck off, it was in a book.",
      "vi": "Thôi đi, có trong sách mà."
    }
  },
  {
    "translation": {
      "en": "So are you going to give me some money, or not?",
      "vi": "Chị có cho em tiền không? Được rồi, nhưng e là chỉ có 5.000 bảng thôi."
    }
  },
  {
    "translation": {
      "en": "All right. But I'm afraid all I can spare is £5,000.",
      "vi": "Được rồi, nhưng e là chỉ có 5.000 bảng thôi."
    }
  },
  {
    "translation": {
      "en": "That won't even buy lunch. Why don't you sell one of these paintings?",
      "vi": "Còn không đủ ăn trưa. Sao chị không bán tranh đi?"
    }
  },
  {
    "translation": {
      "en": "Pippa, we don't own those paintings.",
      "vi": "Pippa, không phải của chị."
    }
  },
  {
    "translation": {
      "en": "We're merely custodians of them for the public.",
      "vi": "Bọn chị chỉ giữ hộ công chúng."
    }
  },
  {
    "translation": {
      "en": "But they don't get to see them very often, do they?",
      "vi": "Nhưng họ không hay được thấy mà?"
    }
  },
  {
    "translation": {
      "en": "You really think you're it, don't you?",
      "vi": "Chị thực sự nghĩ mình giỏi lắm nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Well, I remember when you were fighting Rottweilers",
      "vi": "Em nhớ hồi chị đánh bọn Rottweiler ở bãi xe của Morrison."
    }
  },
  {
    "translation": {
      "en": "- in Morrison's car park. - So do I.",
      "vi": "Em nhớ hồi chị đánh bọn Rottweiler ở bãi xe của Morrison. Chị cũng thế, 246 trận, thắng cả 246. Thấy đấy, chị tự hào làm người gypsy."
    }
  },
  {
    "translation": {
      "en": "246 fights, 246 knockouts. See, I'm proud of being a gypsy.",
      "vi": "Chị cũng thế, 246 trận, thắng cả 246. Thấy đấy, chị tự hào làm người gypsy."
    }
  },
  {
    "translation": {
      "en": "Well, I'm not. I tarmacked my last drive",
      "vi": "Em thì không. Em không như vậy nữa"
    }
  },
  {
    "translation": {
      "en": "the day I walked up the steps of Westminster Abbey",
      "vi": "từ ngày em bước lên bậc Tu viện Westminster"
    }
  },
  {
    "translation": {
      "en": "and the world finally woke up to the fact that I've got a fantastic arse.",
      "vi": "và cuối cùng thế giới cũng nhận ra em có bờ mông tuyệt hảo."
    }
  },
  {
    "translation": {
      "en": "It's true, you do have a fantastic arse.",
      "vi": "Đúng vậy, em có bờ mông tuyệt hảo."
    }
  },
  {
    "translation": {
      "en": "But all you do is sit on it.",
      "vi": "Nhưng em chỉ ngồi."
    }
  },
  {
    "translation": {
      "en": "I just wish you had what I have.",
      "vi": "Chị chỉ ước em được như chị. Đâu phải ai cũng đi cưới hoàng tử được, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "We can't all go off and marry a prince, can we?",
      "vi": "Đâu phải ai cũng đi cưới hoàng tử được, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You're right. I'm sorry.",
      "vi": "Chị nói đúng, em xin lỗi. Em đã quá đáng."
    }
  },
  {
    "translation": {
      "en": "- I went too far. - I'm sorry too. Hug?",
      "vi": "Chị nói đúng, em xin lỗi. Em đã quá đáng. Chị cũng xin lỗi. Ôm nhé?"
    }
  },
  {
    "translation": {
      "en": "And it is time I got on with some real work.",
      "vi": "Và đã đến lúc em phải làm việc thật rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah!",
      "vi": "TÒA NHÀ EMBANKMENT"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah! Oh, yeah!",
      "vi": "Ồ, đúng rồi!"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah! Oh, yeah! Incoming!",
      "vi": "Ôi, đúng rồi! Tới rồi!"
    }
  },
  {
    "translation": {
      "en": "That was awesome.",
      "vi": "Thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Right, so where's this airfix model of a Lancaster bomber you've made, then?",
      "vi": "Rồi, thế mẫu Airfix của Oanh tạc cơ Lancaster mà em làm đâu?"
    }
  },
  {
    "translation": {
      "en": "I've got a little confession to make, Harry.",
      "vi": "Harry, em phải thú nhận điều này."
    }
  },
  {
    "translation": {
      "en": "I didn't make an airfix model of a Lancaster bomber.",
      "vi": "Em không làm mẫu Oanh tạc cơ Lancaster."
    }
  },
  {
    "translation": {
      "en": "- Have I been very naughty? - No.",
      "vi": "Em thật hư phải không? Không, nhưng việc này chỉ được một lần thôi."
    }
  },
  {
    "translation": {
      "en": "But, er this, it has to be a one- off.",
      "vi": "Không, nhưng việc này chỉ được một lần thôi."
    }
  },
  {
    "translation": {
      "en": "Oh, really? Why?",
      "vi": "Ồ, thế ư? Vì sao? Vì anh vẫn yêu Cressida."
    }
  },
  {
    "translation": {
      "en": "Because I'm still in love with Cressida.",
      "vi": "Vì anh vẫn yêu Cressida."
    }
  },
  {
    "translation": {
      "en": "But that's Chelsea.",
      "vi": "Nhưng đó là Chelsea."
    }
  },
  {
    "translation": {
      "en": "Is it? Well, one of them, anyway.",
      "vi": "Thế à? Một trong hai bọn họ."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "We'll have to see about that, won't we?",
      "vi": "Để xem thế nào đã nhỉ?"
    }
  },
  {
    "translation": {
      "en": "That is a fantastic arse.",
      "vi": "Quả là một cặp mông tuyệt hảo."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi, trời ơi! CẦN LÀM 1) Nhử Harry với airfix"
    }
  },
  {
    "translation": {
      "en": "If only I could read!",
      "vi": "Giá mà mình biết đọc."
    }
  },
  {
    "translation": {
      "en": "That was a blinding lobster Thermidor, Beatrice.",
      "vi": "Món Tôm hùm Thermidor ngon thật, Beatrice."
    }
  },
  {
    "translation": {
      "en": "A bit pricey, though. And we've had another rent demand.",
      "vi": "Nhưng hơi đắt. Và lại có thêm yêu cầu trả tiền nhà."
    }
  },
  {
    "translation": {
      "en": "I can't believe the government's made us start paying rent",
      "vi": "Không ngờ chính phủ bắt ta trả tiền thuê"
    }
  },
  {
    "translation": {
      "en": "for our Chelsea penthouse when we do so much for the country.",
      "vi": "căn áp mái Chelsea khi ta làm bao nhiêu vì đất nước."
    }
  },
  {
    "translation": {
      "en": "Yeah, that is a big chunk of wedge",
      "vi": "Phải. Ta phải tìm được ở đâu đó cả một đống tiền đấy."
    }
  },
  {
    "translation": {
      "en": "we're going to have to find from somewhere.",
      "vi": "Ta phải tìm được ở đâu đó cả một đống tiền đấy."
    }
  },
  {
    "translation": {
      "en": "Eugenie... We're going to have to get jobs.",
      "vi": "Eugenie, ta sẽ phải tìm việc làm."
    }
  },
  {
    "translation": {
      "en": "Is that like when Daddy has a party for Arabs and British businessmen?",
      "vi": "Như cha mở tiệc cho doanh nhân Ả Rập và Anh?"
    }
  },
  {
    "translation": {
      "en": "No. I think a job is where you have to go into a building, or something.",
      "vi": "Không, chị nghĩ đi làm là em phải đi vào tòa nhà hay gì đó."
    }
  },
  {
    "translation": {
      "en": "- Oh. - Hey, we could work for ourselves.",
      "vi": "Này, ta có thể làm cho mình."
    }
  },
  {
    "translation": {
      "en": "- Ooh, I like it, but doing what? - Well, what are our skills?",
      "vi": "- Em thích đấy, nhưng làm gì? - Ta có kỹ năng gì?"
    }
  },
  {
    "translation": {
      "en": "I wear make- up.",
      "vi": "Em trang điểm."
    }
  },
  {
    "translation": {
      "en": "I have an iPhone.",
      "vi": "Chị có iPhone."
    }
  },
  {
    "translation": {
      "en": "We could become online make- up tip girl sensations.",
      "vi": "Ta có thể dạy trang điểm trên mạng."
    }
  },
  {
    "translation": {
      "en": "- I fucking love that idea. - And we'll make it on our own,",
      "vi": "Em thích ý tưởng đó đấy. Ta sẽ tự làm, không cần"
    }
  },
  {
    "translation": {
      "en": "without using any royal associations whatsoever.",
      "vi": "các mối quan hệ hoàng gia."
    }
  },
  {
    "translation": {
      "en": "Let's launch it at Harry's ball at Buckingham Palace.",
      "vi": "Phát ở vũ hội của Harry ở Cung điện Buckingham."
    }
  },
  {
    "translation": {
      "en": "Bangies!",
      "vi": "Được luôn!"
    }
  },
  {
    "translation": {
      "en": "Oh, Kate, you're an absolute life- saver.",
      "vi": "Kate, chị quả là vị cứu tinh."
    }
  },
  {
    "translation": {
      "en": "Oh, honestly, it's you doing me a favor by helping me find a role.",
      "vi": "Thực ra là em giúp chị tìm được một vai trò cho mình."
    }
  },
  {
    "translation": {
      "en": "So, where are we?",
      "vi": "Vậy ta đến đâu rồi? Em vừa làm sơ đồ chỗ ngồi."
    }
  },
  {
    "translation": {
      "en": "Oh, I was just doing the seating plan.",
      "vi": "Em vừa làm sơ đồ chỗ ngồi."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, I got distracted when an aeroplane flew over",
      "vi": "Máy bay bay qua làm em sao lãng"
    }
  },
  {
    "translation": {
      "en": "and I tried to draw it.",
      "vi": "và em cố vẽ nó."
    }
  },
  {
    "translation": {
      "en": "But aeroplanes are always flying over. I know.",
      "vi": "- Nhưng máy bay luôn bay qua mà. - Em biết."
    }
  },
  {
    "translation": {
      "en": "So, what's this ball in aid of? I don't know.",
      "vi": "- Thế vũ hội là để ủng hộ gì? - Em không biết."
    }
  },
  {
    "translation": {
      "en": "- And when is it? - Don't know.",
      "vi": "- Vậy khi nào tổ chức? - Em chịu."
    }
  },
  {
    "translation": {
      "en": "Ah! Friday. - We'd better get stuck in. - Ah, got you.",
      "vi": "- Thứ Sáu, ta bắt tay vào làm thôi. - Rõ rồi."
    }
  },
  {
    "translation": {
      "en": "Mummy! Hello, girls.",
      "vi": "- Mẹ ạ! - Chào các con."
    }
  },
  {
    "translation": {
      "en": "You're in a good mood.",
      "vi": "Trông mẹ vui vậy."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. This hasn't happened in yonks Just got recognized.",
      "vi": "Ôi, trời, lâu lắm không có chuyện này, mẹ vừa được nhận ra."
    }
  },
  {
    "translation": {
      "en": "- Oh, brilliant. - Yeah! I mean, they thought I was Mick Hucknall,",
      "vi": "Tuyệt quá. Họ tưởng mẹ là Mick Hucknall,"
    }
  },
  {
    "translation": {
      "en": "but you know, it's close enough.",
      "vi": "nhưng thế cũng được."
    }
  },
  {
    "translation": {
      "en": "Have you heard about Harry's fancy dress ball?",
      "vi": "Nghe về vũ hội của Harry chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's going to be amaze.",
      "vi": "Rồi ạ. Sẽ tuyệt vời lắm."
    }
  },
  {
    "translation": {
      "en": "I mean, I'd love to go, but Prince Philip's ordered MI6",
      "vi": "Mẹ muốn đi lắm, nhưng Hoàng tế Phillip đã lệnh cho Tình báo"
    }
  },
  {
    "translation": {
      "en": "to assassinate me if I go within five miles of a palace.",
      "vi": "ám sát mẹ nếu mẹ vào bán kính tám cây quanh cung điện."
    }
  },
  {
    "translation": {
      "en": "Don't worry, Mummy, we'll get you in.",
      "vi": "Mẹ đừng lo, để bọn con."
    }
  },
  {
    "translation": {
      "en": "Oh, thanks, girls.",
      "vi": "Cảm ơn các con."
    }
  },
  {
    "translation": {
      "en": "I mean, I hate to ask, but I do miss the old days, you know,",
      "vi": "Mẹ không muốn nhờ, nhưng... mẹ nhớ ngày xưa lắm, con biết đấy, nhảy nhót tới sáng, mọi thứ miễn phí,"
    }
  },
  {
    "translation": {
      "en": "dancing till dawn, everything free.",
      "vi": "con biết đấy, nhảy nhót tới sáng, mọi thứ miễn phí,"
    }
  },
  {
    "translation": {
      "en": "Whereas, in the Wetherspoons, it's £2.50 a pint",
      "vi": "mà ở Wetherspoon thì một panh 2,5 bảng"
    }
  },
  {
    "translation": {
      "en": "and chucking out at 11.",
      "vi": "và 11 giờ là đuổi."
    }
  },
  {
    "translation": {
      "en": "No, no, table 5.",
      "vi": "Không, bàn năm."
    }
  },
  {
    "translation": {
      "en": "I owe Paolo money. Last time I was here, I did a runner.",
      "vi": "Mẹ nợ Paulo tiền. Lần trước đến đây, mẹ quịt tiền."
    }
  },
  {
    "translation": {
      "en": "Poor Mummy.",
      "vi": "Khổ thân mẹ."
    }
  },
  {
    "translation": {
      "en": "Yes, I've been made a patron of the BFI.",
      "vi": "Ừ, ta được tài trợ cho Viện Phim Anh."
    }
  },
  {
    "translation": {
      "en": "I mean, I always thought I knew a lot about film, but this proves it.",
      "vi": "Ta biết mình biết nhiều về phim, nhưng thứ này chứng tỏ điều đó."
    }
  },
  {
    "translation": {
      "en": "Now then, Kate, a little bird tells me",
      "vi": "Giờ thì Kate, có chú chim nhỏ bảo ta"
    }
  },
  {
    "translation": {
      "en": "that you're helping Harry with the fancy dress ball.",
      "vi": "rằng con đang giúp Harry làm vũ hội hóa trang."
    }
  },
  {
    "translation": {
      "en": "Yes. It's terribly hard work, but tremendously fulfilling.",
      "vi": "Vâng, công việc rất vất vả, nhưng vô cùng vui vẻ."
    }
  },
  {
    "translation": {
      "en": "It's silly, but at last I feel like...",
      "vi": "Nghe ngốc thật nhưng cuối cùng, con cũng thấy..."
    }
  },
  {
    "translation": {
      "en": "Go on, dear. ...I belong.",
      "vi": "- Cứ nói đi. - ...mình hòa nhập."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.  Something went down the wrong hole.",
      "vi": "Xin lỗi nhé. Nuốt nhầm lỗ."
    }
  },
  {
    "translation": {
      "en": "As per last night, for which I apologize.",
      "vi": "Tối qua cũng thế, anh xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Is there anything I can do to help?",
      "vi": "Ta giúp được gì không?"
    }
  },
  {
    "translation": {
      "en": "I mean, no- one would expect a girl of your upbringing to know,",
      "vi": "Không ai mong cô gái như con lại biết,"
    }
  },
  {
    "translation": {
      "en": "for instance, that fish is served with white wine, rather than Diamond White.",
      "vi": "ví dụ, món cá phải đi với vang trắng chứ không phải Diamond White."
    }
  },
  {
    "translation": {
      "en": "I judge people by the content of their character,",
      "vi": "Con đánh giá người qua tính cách,"
    }
  },
  {
    "translation": {
      "en": "not by the alcohol content of their cider.",
      "vi": "chứ không phải thành phần rượu."
    }
  },
  {
    "translation": {
      "en": "Oh, I've offended you. I'm so sorry, I had no intention.",
      "vi": "Ta xúc phạm con rồi. Xin lỗi. Ta không cố ý đâu."
    }
  },
  {
    "translation": {
      "en": "And I can see that you too like Diamond White, ultra- strong.",
      "vi": "Và ta có thể thấy rằng con cũng thích Diamond White siêu mạnh."
    }
  },
  {
    "translation": {
      "en": "Sorry I'm late, but I've had the most incredible day.",
      "vi": "Xin lỗi con tới muộn, nhưng hôm nay quả là tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Looks like someone sold a lot of pies.",
      "vi": "Có vẻ như ai đó bán được nhiều bánh lắm."
    }
  },
  {
    "translation": {
      "en": "No, I've come to a decision. I want to be a pilot again.",
      "vi": "Không, con đã quyết định. Con muốn trở lại làm phi công."
    }
  },
  {
    "translation": {
      "en": "What? Like a common tradesman?",
      "vi": "Hả? Như người làm công tầm thường ư?"
    }
  },
  {
    "translation": {
      "en": "This isn't the Dutch Royal Family, this is the real thing.",
      "vi": "Đây đâu phải hoàng gia Hà Lan. Đây là thật."
    }
  },
  {
    "translation": {
      "en": "I just want to help people.",
      "vi": "Con chỉ muốn giúp dân."
    }
  },
  {
    "translation": {
      "en": "Then do it by doing what you've been trained to do, waving.",
      "vi": "Thế thì làm như con đã được luyện ấy, vẫy tay."
    }
  },
  {
    "translation": {
      "en": "What was the point in learning to fly a helicopter",
      "vi": "Học lái trực thăng có ích gì"
    }
  },
  {
    "translation": {
      "en": "if I'm forbidden from doing it?",
      "vi": "nếu con bị cấm lái?"
    }
  },
  {
    "translation": {
      "en": "So you could wear a uniform at your wedding.",
      "vi": "Để mặc đồng phục ở đám cưới."
    }
  },
  {
    "translation": {
      "en": "It's not enough for me, Father.",
      "vi": "Cha ơi, thế không đủ."
    }
  },
  {
    "translation": {
      "en": "From now on, the only time you're allowed in a helicopter",
      "vi": "Từ giờ, lúc duy nhất con được ngồi trực thăng"
    }
  },
  {
    "translation": {
      "en": "is when you're going to an exclusive Caribbean island",
      "vi": "là khi tới đảo riêng biệt ở Caribbe,"
    }
  },
  {
    "translation": {
      "en": "or Stephen Fry's birthday party.",
      "vi": "hoặc dự sinh nhật Stephen Fry."
    }
  },
  {
    "translation": {
      "en": "- But my mind is made up. - And so is mine!",
      "vi": "- Nhưng con quyết định rồi. - Ta cũng thế."
    }
  },
  {
    "translation": {
      "en": "- How was the caff? - Terrible.",
      "vi": "- Tiệm ăn thế nào? - Tệ lắm."
    }
  },
  {
    "translation": {
      "en": "All I want to do is fly helicopters, but, instead,",
      "vi": "Anh muốn lái trực thăng, nhưng cả ngày"
    }
  },
  {
    "translation": {
      "en": "I spent all day explaining why I've got a dead rat in the sink. Oh!",
      "vi": "chỉ ngồi giải thích sao có chuột chết trong bồn."
    }
  },
  {
    "translation": {
      "en": "So, aren't you going to get ready?",
      "vi": "Anh không đi chuẩn bị à?"
    }
  },
  {
    "translation": {
      "en": "- Hmm? - Wills, have you forgotten what tonight is?",
      "vi": "Wills, anh quên tối nay à?"
    }
  },
  {
    "translation": {
      "en": "No. Happy Michaelmas.",
      "vi": "Không. Mừng lễ Thánh Michael."
    }
  },
  {
    "translation": {
      "en": "- It's our date night. - Oh... Yeah, can we skip it?",
      "vi": "Là tối ta hẹn hò. Ồ, phải, bỏ được không?"
    }
  },
  {
    "translation": {
      "en": "Wills, I've been working hard too, you know,",
      "vi": "Wills, em cũng vất vả mà,"
    }
  },
  {
    "translation": {
      "en": "trying to book a band for Harry's ball,",
      "vi": "cố đặt ban nhạc cho vũ hội,"
    }
  },
  {
    "translation": {
      "en": "but none of the trendy ones want to be associated with the Royal family.",
      "vi": "nhưng mấy nhóm nổi không muốn dây với hoàng tộc."
    }
  },
  {
    "translation": {
      "en": "Ed Sheeran told me to go and fuck myself.",
      "vi": "Ed Sheeran bảo em biến đi."
    }
  },
  {
    "translation": {
      "en": "At the moment, all I have is Ronan Keating.",
      "vi": "Hiện tại, em chỉ có mỗi Ronan Keating."
    }
  },
  {
    "translation": {
      "en": "Oh, darling, I'm so sorry.",
      "vi": "Em à, anh rất tiếc."
    }
  },
  {
    "translation": {
      "en": "Oh, there's the baby- sitter.",
      "vi": "Người giữ trẻ đấy. Không chắc em muốn đi nữa."
    }
  },
  {
    "translation": {
      "en": "I'm not sure I even want to go out now. Perhaps I'll tell him to go.",
      "vi": "Không chắc em muốn đi nữa. Bảo chú ấy về thôi."
    }
  },
  {
    "translation": {
      "en": "- No, we could both do with a night out. - Thanks.",
      "vi": "Không, hai ta đi được mà. Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "Hang on, him?",
      "vi": "Khoan đã, chú ấy ư?"
    }
  },
  {
    "translation": {
      "en": "Thanks so much for this.",
      "vi": "Cảm ơn cháu nhiều nhé."
    }
  },
  {
    "translation": {
      "en": "Uncle Edward, why are you baby- sitting?",
      "vi": "Chú Edward, sao chú lại trông trẻ?"
    }
  },
  {
    "translation": {
      "en": "I won't lie, Wills,",
      "vi": "Wills, nói thật, ta gặp rắc rối."
    }
  },
  {
    "translation": {
      "en": "- I'm in the soup. - What's happened?",
      "vi": "Wills, nói thật, ta gặp rắc rối. - Chuyện gì vậy? - Uống trước được không?"
    }
  },
  {
    "translation": {
      "en": "Any chance of a drink first?",
      "vi": "- Chuyện gì vậy? - Uống trước được không?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm not sure, you know, if you're looking after the children.",
      "vi": "Không được, chú phải trông trẻ mà."
    }
  },
  {
    "translation": {
      "en": "Yes, quite right.",
      "vi": "Ừ, cũng đúng."
    }
  },
  {
    "translation": {
      "en": "- Just out of curiosity, where would you keep it? - Uncle Edward!",
      "vi": "Tò mò thôi, cháu cất ở đâu? Chú Edward."
    }
  },
  {
    "translation": {
      "en": "You know how I live for show business?",
      "vi": "Cháu biết ta sống vì biểu diễn chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, I recently bought the rights to Oliver Twist",
      "vi": "À, ta mới mua bản quyền của Oliver Twist,"
    }
  },
  {
    "translation": {
      "en": "and turned it into a musical.",
      "vi": "chuyển thành nhạc kịch."
    }
  },
  {
    "translation": {
      "en": "But that's been done, it was called Oliver.",
      "vi": "Nhưng có rồi mà. Gọi là Oliver."
    }
  },
  {
    "translation": {
      "en": "Well, I know that now.",
      "vi": "Giờ ta biết rồi."
    }
  },
  {
    "translation": {
      "en": "But when I went back to the pub, the man had gone.",
      "vi": "Nhưng khi trở lại quán rượu, hắn đã đi."
    }
  },
  {
    "translation": {
      "en": "Anyway, long story short, I need to find £6 million fast.",
      "vi": "Tóm lại là ta cần kiếm sáu triệu bảng thật nhanh."
    }
  },
  {
    "translation": {
      "en": "We only pay £5 an hour.",
      "vi": "Cháu trả năm bảng/giờ."
    }
  },
  {
    "translation": {
      "en": "That's all right. I'm going to stuff envelopes while I'm here.",
      "vi": "Không sao. Ta sẽ nhét thư khi ở đây."
    }
  },
  {
    "translation": {
      "en": "Look, I've even got a business plan.",
      "vi": "Đây, ta còn có cả kế hoạch kinh doanh."
    }
  },
  {
    "translation": {
      "en": "Just a second, Uncle Edward.",
      "vi": "Chờ chút nhé, chú Edward."
    }
  },
  {
    "translation": {
      "en": "Darling, are you sure about this?",
      "vi": "Em yêu, em chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "Uncle Edward is a nice bloke and everything, but come on.",
      "vi": "Chú Edward rất tử tế, nhưng George và Charlotte không chỉ con mình."
    }
  },
  {
    "translation": {
      "en": "George and Charlotte aren't just our babies,",
      "vi": "nhưng George và Charlotte không chỉ con mình."
    }
  },
  {
    "translation": {
      "en": "they are the people's babies.",
      "vi": "Chúng là con của dân."
    }
  },
  {
    "translation": {
      "en": "But everyone deserves a second chance.",
      "vi": "Nhưng ai cũng đáng có cơ hội thứ hai."
    }
  },
  {
    "translation": {
      "en": "You and your gypsy code.",
      "vi": "Em và đạo lý dân gypsy ấy."
    }
  },
  {
    "translation": {
      "en": "Okay, Uncle Edward, you're on.",
      "vi": "Được rồi, cháu nhận chú."
    }
  },
  {
    "translation": {
      "en": "Oh, right, right, off you go then, have a good time.",
      "vi": "Ồ, được, vậy đi đi. Vui vẻ nhé."
    }
  },
  {
    "translation": {
      "en": "And don't worry, we'll be fine.",
      "vi": "Và đừng lo, bọn ta sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Someone was asking me today if, by some miracle,",
      "vi": "Hôm nay có người hỏi em, nếu phép màu xảy ra, ta có con,"
    }
  },
  {
    "translation": {
      "en": "we had a child, where it would stand in the line of succession.",
      "vi": "Hôm nay có người hỏi em, nếu phép màu xảy ra, ta có con, con sẽ đứng đâu trong hàng thừa kế."
    }
  },
  {
    "translation": {
      "en": "And I had no idea.",
      "vi": "Và em không biết."
    }
  },
  {
    "translation": {
      "en": "Well, it's a bit unlikely, isn't it, darling?",
      "vi": "Khó xảy ra lắm, phải không? Em không thấy kinh từ hồi Wham tan rã rồi."
    }
  },
  {
    "translation": {
      "en": "You haven't had a period since Wham! split up!",
      "vi": "Em không thấy kinh từ hồi Wham tan rã rồi."
    }
  },
  {
    "translation": {
      "en": "You are funny. Yes, but hypothetically.",
      "vi": "Anh vui tính quá, đúng, nhưng giả sử mà."
    }
  },
  {
    "translation": {
      "en": "Well, it'd be me, William, George, Charlotte, Harry",
      "vi": "Sẽ là anh, William, George, Charlotte, Harry"
    }
  },
  {
    "translation": {
      "en": "and then whatever homunculus came out of you.",
      "vi": "rồi đến đứa nhỏ em đẻ ra."
    }
  },
  {
    "translation": {
      "en": "So, only six fools stand in the way of the Parker Bowles dynasty.",
      "vi": "Vậy chỉ có sáu tên ngốc chặn đường triều đại Parker Bowles."
    }
  },
  {
    "translation": {
      "en": "Welcome to Royal Make- up Tips, with Bea and E.",
      "vi": "Chào mừng tới mẹo trang điểm hoàng gia cùng B và E."
    }
  },
  {
    "translation": {
      "en": "Today we're going to teach you how to make yourself look like a tiger.",
      "vi": "Hôm nay, chúng tôi sẽ dạy các bạn biến mình trông như hổ."
    }
  },
  {
    "translation": {
      "en": "So, that's the concept. What do you think?",
      "vi": "Ý tưởng là thế. Anh nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "If you're there, how can you be here as well?",
      "vi": "Nếu em ở đó, sao em cũng lại ở đây được?"
    }
  },
  {
    "translation": {
      "en": "Never mind that. Can we launch it at your ball?",
      "vi": "Đừng bận tâm. Bọn em phát ở vũ hội nhé?"
    }
  },
  {
    "translation": {
      "en": "Of course you can, girls.",
      "vi": "- Dĩ nhiên là có thể rồi. - Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Great. And one more favor. Can Mummy come to your ball too?",
      "vi": "Và một điều nữa. Mẹ em tới vũ hội được chứ?"
    }
  },
  {
    "translation": {
      "en": "Oh, Granddad wrote me a letter about that.",
      "vi": "Ồ, ông viết thư cho anh về việc đó rồi."
    }
  },
  {
    "translation": {
      "en": "Ummm, maybe you could read it for me.",
      "vi": "Có khi em đọc cho anh được."
    }
  },
  {
    "translation": {
      "en": "Dear Harry, Please find enclosed a £10 WH Smith voucher for your birthday.",
      "vi": "Harry yêu quý, đính kèm là quà sinh nhật phiếu WH Smith trị giá mười bảng."
    }
  },
  {
    "translation": {
      "en": "Oh, ace!",
      "vi": "Tuyệt vời. Tái bút, trong mọi trường hợp,"
    }
  },
  {
    "translation": {
      "en": "PS, under no circumstance can your fucking Aunt Fergie",
      "vi": "Tái bút, trong mọi trường hợp, cô Fergie không tới vũ hội của cháu được chứ?"
    }
  },
  {
    "translation": {
      "en": "come to your fucking ball. She's a fucking liability.",
      "vi": "cô Fergie không tới vũ hội của cháu được chứ? Cô ta là của nợ chết tiệt."
    }
  },
  {
    "translation": {
      "en": "So if she asks to come, tell her to fuck right off. Love, Granddad.",
      "vi": "Nên nếu cô ta đòi tới, bảo cô ta biến đi. Thân, ông nội."
    }
  },
  {
    "translation": {
      "en": "Oh, sorry, girls.",
      "vi": "Ôi, xin lỗi các em."
    }
  },
  {
    "translation": {
      "en": "Let's go to Boujis.",
      "vi": "Đến Boujis đi."
    }
  },
  {
    "translation": {
      "en": "- Mummy's got to get into that ball. - You're right.",
      "vi": "- Mẹ phải vào được vũ hội. - Em nói phải."
    }
  },
  {
    "translation": {
      "en": "- Let's go to Boujis. - Yeah.",
      "vi": "- Đến Boujis đi. - Ừ."
    }
  },
  {
    "translation": {
      "en": "What a magical evening. Yeah. You can't beat Pizza Express.",
      "vi": "- Tối nay thật diệu kỳ. - Ừ, không đâu bằng Pizza Express."
    }
  },
  {
    "translation": {
      "en": "The best bit was when you lied",
      "vi": "Nhất là anh nói dối là sinh nhật anh"
    }
  },
  {
    "translation": {
      "en": "and said it was your birthday to get a free cake.",
      "vi": "Nhất là anh nói dối là sinh nhật anh để có bánh miễn phí."
    }
  },
  {
    "translation": {
      "en": "Shh, someone might hear. I'll check on the kids.",
      "vi": "Có người nghe thấy mất. Nào, anh sẽ đi kiểm tra các con."
    }
  },
  {
    "translation": {
      "en": "- Had a good time? - Wonderful.",
      "vi": "Vui vẻ chứ? Tuyệt vời. Mọi chuyện ở đây ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Everything all right here?",
      "vi": "Tuyệt vời. Mọi chuyện ở đây ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Not a peep and I've stuffed over 200 envelopes.",
      "vi": "Không vấn đề gì và ta nhét được hơn 200 bì thư."
    }
  },
  {
    "translation": {
      "en": "Well done, Uncle Edward. I'm very proud of you.",
      "vi": "Giỏi lắm, chú Edward. Cháu rất tự hào."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn cháu. Vậy là năm giờ, giá năm bảng một giờ, nên thế là..."
    }
  },
  {
    "translation": {
      "en": "Anyway, that's five hours at five quid an hour, so that's...",
      "vi": "Vậy là năm giờ, giá năm bảng một giờ, nên thế là..."
    }
  },
  {
    "translation": {
      "en": "£25. Plus tip, that's up to you.",
      "vi": "Hai mươi lăm bảng... cộng tiền boa. Tùy cháu."
    }
  },
  {
    "translation": {
      "en": "Uncle Edward, have you been letting little George operate a lathe?",
      "vi": "Chú Edward, chú để bé George vận hành máy tiện à? Có vấn đề gì à?"
    }
  },
  {
    "translation": {
      "en": "- Is there a problem? - He's been making metal spikes, they were all covered in jagged edges.",
      "vi": "Thằng bé làm chấn song sắt. Người bọn trẻ toàn đầu nhọn."
    }
  },
  {
    "translation": {
      "en": "- He can't do it perfectly his first time. - What were you thinking of?",
      "vi": "Ban đầu sao hoàn hảo được. Chú đã nghĩ gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Pardon me for trying to give him something to fall back on.",
      "vi": "Xin lỗi vì cố cho thằng bé thứ có khi cần đến."
    }
  },
  {
    "translation": {
      "en": "Well, he's going to be the King.",
      "vi": "Con sẽ là vua mà."
    }
  },
  {
    "translation": {
      "en": "But what if there's a republic?",
      "vi": "Nhỡ cộng hòa thì sao?"
    }
  },
  {
    "translation": {
      "en": "Then he'll become a Fulham- based estate agent, like everyone else we know.",
      "vi": "Thì nó sẽ kinh doanh bất động sản ở Fulham như mọi người ta biết."
    }
  },
  {
    "translation": {
      "en": "Well, don't worry about the tip then.",
      "vi": "Thôi khỏi đưa tiền boa đi vậy."
    }
  },
  {
    "translation": {
      "en": "I'm going now.",
      "vi": "Em đi đây."
    }
  },
  {
    "translation": {
      "en": "You are coming to the ball tonight, aren't you?",
      "vi": "Tối nay anh sẽ tới vũ hội chứ?"
    }
  },
  {
    "translation": {
      "en": "Of course I am.",
      "vi": "Dĩ nhiên là có."
    }
  },
  {
    "translation": {
      "en": "Seriously, Wills, this is important to me,",
      "vi": "Việc này quan trọng với em,"
    }
  },
  {
    "translation": {
      "en": "so don't say it if you don't mean it.",
      "vi": "nên đừng nói suông."
    }
  },
  {
    "translation": {
      "en": "I mean it with all my heart.",
      "vi": "Anh nói thật lòng mà."
    }
  },
  {
    "translation": {
      "en": "Nothing's going to stop me getting to that ball.",
      "vi": "Không gì cản anh tới vũ hội."
    }
  },
  {
    "translation": {
      "en": "- So I'll see you at the ball then. -",
      "vi": "Vậy gặp anh ở vũ hội nhé."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "vi": "A-lô? Wills, tôi cần cậu lái trực thăng cứu thương."
    }
  },
  {
    "translation": {
      "en": "Wills, I need you to fly the air ambulance.",
      "vi": "Wills, tôi cần cậu lái trực thăng cứu thương."
    }
  },
  {
    "translation": {
      "en": "We've had three pilots go down sick, it's this damn Munchhausen's.",
      "vi": "Chúng tôi đã có ba phi công đổ bệnh. Tại Munchausen khỉ gió."
    }
  },
  {
    "translation": {
      "en": "But I've just promised Kate I'd be at her ball.",
      "vi": "Nhưng tôi hứa với Kate sẽ tới vũ hội."
    }
  },
  {
    "translation": {
      "en": "God dammit, a man has collapsed on a pedalo in Hyde Park.",
      "vi": "Trời! Có người ngất trên thuyền ở Hyde Park."
    }
  },
  {
    "translation": {
      "en": "I've got no- one else to call. You're his last hope.",
      "vi": "Không thể gọi ai nữa! Cậu là hy vọng cuối!"
    }
  },
  {
    "translation": {
      "en": "I need to think. I'll call you back.",
      "vi": "Tôi phải nghĩ. Gọi lại sau."
    }
  },
  {
    "translation": {
      "en": "But...",
      "vi": "Nhưng..."
    }
  },
  {
    "translation": {
      "en": "On the one hand, I'll be defying my father",
      "vi": "Một mặt, mình sẽ chống lại cha"
    }
  },
  {
    "translation": {
      "en": "and, what's worse, breaking a promise to the woman I love.",
      "vi": "và tệ hơn là thất hứa với người thương, và mặt khác, có người sẽ chết."
    }
  },
  {
    "translation": {
      "en": "On the other, a man could die.",
      "vi": "và mặt khác, có người sẽ chết."
    }
  },
  {
    "translation": {
      "en": "What would you do, King Alfred the Great?",
      "vi": "Alfred Vĩ Đại sẽ làm gì?"
    }
  },
  {
    "translation": {
      "en": "That's quite a dilemma, young man.",
      "vi": "Đúng là tiến thoái lưỡng nan."
    }
  },
  {
    "translation": {
      "en": "But when the life of one of your subjects is in danger,",
      "vi": "Nhưng khi mạng sống của con dân bị đe dọa,"
    }
  },
  {
    "translation": {
      "en": "the choice is obvious.",
      "vi": "lựa chọn thật hiển nhiên."
    }
  },
  {
    "translation": {
      "en": "Of course, the pedalo man needs me.",
      "vi": "Người trên thuyền cần mình."
    }
  },
  {
    "translation": {
      "en": "Oh, thanks, Alfred the Great, you know everything.",
      "vi": "Cảm ơn, Alfred Vĩ Đại. Ngài thật sáng suốt."
    }
  },
  {
    "translation": {
      "en": "Yes, except when to take the cakes off the fire.",
      "vi": "Phải. Trừ lúc căn giờ lấy bánh ra khỏi lò."
    }
  },
  {
    "translation": {
      "en": "- Wills! - On my way.",
      "vi": "- Wills! - Lên đường đây!"
    }
  },
  {
    "translation": {
      "en": "Oh, thank God you're here.",
      "vi": "Ơn Chúa anh tới. Tôi đã ăn sáu bánh thịt lợn."
    }
  },
  {
    "translation": {
      "en": "I just had six pork pies. I'm slipping into a diabetic coma.",
      "vi": "Ơn Chúa anh tới. Tôi đã ăn sáu bánh thịt lợn. Tôi sắp bị hôn mê vì tiểu đường."
    }
  },
  {
    "translation": {
      "en": "Okay, what's your name? Everyone calls me Fat Twat.",
      "vi": "- Rồi, anh tên gì? - Mọi người gọi tôi là Béo."
    }
  },
  {
    "translation": {
      "en": "Okay, Fat Twat, I'm Wills. We're going to get through this.",
      "vi": "Rồi, Béo, tôi là Wills. Ta làm được."
    }
  },
  {
    "translation": {
      "en": "Oh, it's Type 2 diabetes,",
      "vi": "Tiểu đường loại hai, loại tự hại mình ấy."
    }
  },
  {
    "translation": {
      "en": "the self- inflicted sort.",
      "vi": "Tiểu đường loại hai, loại tự hại mình ấy. Tôi không kiểm soát được mức ăn cơ bản."
    }
  },
  {
    "translation": {
      "en": "I can't control my basic appetites.",
      "vi": "Tôi không kiểm soát được mức ăn cơ bản."
    }
  },
  {
    "translation": {
      "en": "Look, I'm even eating a pie now.",
      "vi": "Nhìn này, giờ tôi còn đang ăn bánh."
    }
  },
  {
    "translation": {
      "en": "All right, Fat Twat, the important thing is that we get you to a hospital.",
      "vi": "Rồi, Béo, quan trọng là đưa anh tới viện."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm drifting.",
      "vi": "Ôi, tôi ngất đây."
    }
  },
  {
    "translation": {
      "en": "Stay with me, Fat Twat. I'm not going to lose you.",
      "vi": "Này, tỉnh táo đi, Béo. Đừng ngất."
    }
  },
  {
    "translation": {
      "en": "Oh, I can see a cake, big cake.",
      "vi": "Tôi thấy bánh, bánh to lắm."
    }
  },
  {
    "translation": {
      "en": "Stay away from the cake!",
      "vi": "Tránh xa cái bánh ra!"
    }
  },
  {
    "translation": {
      "en": "- Knock, knock. - Camilla.",
      "vi": "Cốc, cốc. Camilla. Mẹ hóa thành ai vậy?"
    }
  },
  {
    "translation": {
      "en": "Who have you come as?",
      "vi": "Camilla. Mẹ hóa thành ai vậy?"
    }
  },
  {
    "translation": {
      "en": "You're my little star and I thoroughly enjoyed it.",
      "vi": "Con là ngôi sao nhỏ của ta và ta rất thích thú."
    }
  },
  {
    "translation": {
      "en": "That's just like her.",
      "vi": "Giống hệt cô ấy."
    }
  },
  {
    "translation": {
      "en": "Thank you. And what are you going to wear tonight?",
      "vi": "Cảm ơn. Thế tối nay con sẽ mặc gì?"
    }
  },
  {
    "translation": {
      "en": "I'm going as Princess Leia.",
      "vi": "Công chúa Leia."
    }
  },
  {
    "translation": {
      "en": "Don't you like it?",
      "vi": "- Mẹ không ưng à? - Không."
    }
  },
  {
    "translation": {
      "en": "No, it's just, well, since Disney bought the Star Wars franchise,",
      "vi": "Chỉ là...Từ khi Disney mua nhượng quyền Star Wars,"
    }
  },
  {
    "translation": {
      "en": "they're really playing hardball over the fancy dress costumes.",
      "vi": "họ rất khắt khe với mấy bộ hóa trang."
    }
  },
  {
    "translation": {
      "en": "I can't risk a legal battle with Disney.",
      "vi": "Con không thể liều mình đấu luật với Disney được. Phải sao đây?"
    }
  },
  {
    "translation": {
      "en": "- What will I do? - I might be able to help.",
      "vi": "Con không thể liều mình đấu luật với Disney được. Phải sao đây? Có lẽ ta giúp được."
    }
  },
  {
    "translation": {
      "en": "I brought a spare costume, just in case, for myself,",
      "vi": "Ta đã mua một bộ dự phòng cho mình,"
    }
  },
  {
    "translation": {
      "en": "- but, you can have it. - Really?",
      "vi": "nhưng con cứ lấy đi. Thật ư? Con biết ta hay bất đồng, nhưng cảm ơn mẹ. Là gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I know we haven't always seen eye to eye, but thank you.",
      "vi": "Thật ư? Con biết ta hay bất đồng, nhưng cảm ơn mẹ. Là gì vậy?"
    }
  },
  {
    "translation": {
      "en": "- What is it? - Let's just say it's nautical but nice.",
      "vi": "Thật ư? Con biết ta hay bất đồng, nhưng cảm ơn mẹ. Là gì vậy? Có thể nói là sóng gió, nhưng đẹp."
    }
  },
  {
    "translation": {
      "en": "You'll cause quite the sensation.",
      "vi": "Con sẽ gây chấn động đấy."
    }
  },
  {
    "translation": {
      "en": "- And it's just you two? - Definitely.",
      "vi": "Chỉ hai người hả? Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "Right, in you go.",
      "vi": "Được, mời vào."
    }
  },
  {
    "translation": {
      "en": "- We're in. - Great. Time to do what I do best,",
      "vi": "- Vào rồi. - Tuyệt. Đến lúc làm việc mẹ giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "drink four bottles of Chablis and flash my freckly bangs.",
      "vi": "Uống bốn chai Chablis và khoe bộ ngực đầy tàn nhang."
    }
  },
  {
    "translation": {
      "en": "Yay! Go, Mummy!",
      "vi": "- Tuyệt! - Mẹ tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "Oh, Harry, I didn't know you'd be here.",
      "vi": "Ồ, Harry, em không biết anh sẽ ở đây."
    }
  },
  {
    "translation": {
      "en": "- Oh, well, it's my ball. - Of course it is.",
      "vi": "- Vũ hội của anh mà. - Dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, my magic powers don't extend to conjuring up a drink.",
      "vi": "Thật không may, phép thuật của em không hóa được ra đồ uống."
    }
  },
  {
    "translation": {
      "en": "- Eh? - Buy me a drink.",
      "vi": "- Hả? - Mua em đồ uống đi."
    }
  },
  {
    "translation": {
      "en": "Oh, of course, yeah. Two pints of Stella, please. You, Pippa?",
      "vi": "Tất nhiên rồi. Cho hai panh Stella. Còn em, Pippa?"
    }
  },
  {
    "translation": {
      "en": "- The same. - Yeah, make it four.",
      "vi": "Cũng thế. Bốn đi. Kate bảo em hơi thiếu tiền, nên cầm lấy này."
    }
  },
  {
    "translation": {
      "en": "Oh, Kate mentioned you're a bit short at the mo, so... Here you are.",
      "vi": "Bốn đi. Kate bảo em hơi thiếu tiền, nên cầm lấy này."
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "vi": "- Gì vậy? - Séc 100.000 bảng."
    }
  },
  {
    "translation": {
      "en": "It's a cheque for 100,000 quid, well, any amount you like, really,",
      "vi": "- Gì vậy? - Séc 100.000 bảng. Em muốn bao nhiêu cũng được, thật đấy, trống mà. Anh không biết viết."
    }
  },
  {
    "translation": {
      "en": "I left it blank. I can't write.",
      "vi": "Em muốn bao nhiêu cũng được, thật đấy, trống mà. Anh không biết viết."
    }
  },
  {
    "translation": {
      "en": "You'd do that for me?",
      "vi": "Anh làm vậy vì em ư?"
    }
  },
  {
    "translation": {
      "en": "- Harry, I don't know what to... - Ooh, there's Chelsea.",
      "vi": "- Harry, em không biết... - Chelsea kìa."
    }
  },
  {
    "translation": {
      "en": "- That's Cressida. - Yeah, that's what I said. Laters.",
      "vi": "- Đó là Cressida. - Anh nói thế mà. Gặp sau nhé."
    }
  },
  {
    "translation": {
      "en": "This is the best hospital in London, Fat Twat.",
      "vi": "Đây là bệnh viện tốt nhất London, Béo ạ."
    }
  },
  {
    "translation": {
      "en": "And remember, it's the Mediterranean diet for you from now on.",
      "vi": "Và nhớ rằng, anh phải ăn kiêng kiểu Địa Trung Hải."
    }
  },
  {
    "translation": {
      "en": "Too right! It'll be pizza and ice cream all the way!",
      "vi": "Quá đúng! Sẽ toàn là pizza và kem!"
    }
  },
  {
    "translation": {
      "en": "Mission accomplished.",
      "vi": "Hoàn thành nhiệm vụ. Đặt đường đi tới vũ hội của Harry và Kate."
    }
  },
  {
    "translation": {
      "en": "Setting course for Harry and Kate's charity ball.",
      "vi": "Hoàn thành nhiệm vụ. Đặt đường đi tới vũ hội của Harry và Kate. Cậu không có nhiên liệu. Quay về căn cứ!"
    }
  },
  {
    "translation": {
      "en": "You don't have the fuel. Return to base, return to base!",
      "vi": "Cậu không có nhiên liệu. Quay về căn cứ!"
    }
  },
  {
    "translation": {
      "en": "I've got a promise to keep!",
      "vi": "Tôi phải giữ lời hứa!"
    }
  },
  {
    "translation": {
      "en": "I don't need fuel. This chopper is going to be flying on love.",
      "vi": "Không cần nhiên liệu. Trực thăng sẽ bay bằng tình yêu."
    }
  },
  {
    "translation": {
      "en": "We've done some calculations this end and it might just work.",
      "vi": "Chúng tôi đã tính toán ở bên này rồi và có thể sẽ được."
    }
  },
  {
    "translation": {
      "en": "Good luck.",
      "vi": "Chúc may mắn."
    }
  },
  {
    "translation": {
      "en": "Come on, my dear.",
      "vi": "Nào, con yêu."
    }
  },
  {
    "translation": {
      "en": "The ball is a roaring success and it's all thanks to you.",
      "vi": "Vũ hội thành công vang dội, nhờ con cả đấy."
    }
  },
  {
    "translation": {
      "en": "I know. Wills promised me he'd be here.",
      "vi": "Không. Wills đã hứa là sẽ tới."
    }
  },
  {
    "translation": {
      "en": "Come on, old girl, almost there. Don't give up on me now!",
      "vi": "Nào, gái già, sắp tới rồi! Đừng bỏ tôi mà đi!"
    }
  },
  {
    "translation": {
      "en": "Wills!",
      "vi": "Wills! MỨC NHIÊN LIỆU"
    }
  },
  {
    "translation": {
      "en": "Okay. I'll just have to glide her in.",
      "vi": "Được rồi. Phải lượn vào vậy."
    }
  },
  {
    "translation": {
      "en": "Tricky with no wings, but here goes.",
      "vi": "Không có cánh khá khó, nhưng làm thôi."
    }
  },
  {
    "translation": {
      "en": "Steady!",
      "vi": "Vững nào!"
    }
  },
  {
    "translation": {
      "en": "Steady! - Steady. - Wills!",
      "vi": "- Vững nào! - Wills!"
    }
  },
  {
    "translation": {
      "en": "He made it.",
      "vi": "Anh ấy tới rồi."
    }
  },
  {
    "translation": {
      "en": "I must get dressed.",
      "vi": "Mình phải thay đồ."
    }
  },
  {
    "translation": {
      "en": "What the hell do you think you're doing?",
      "vi": "Con nghĩ mình đang làm gì vậy hả?"
    }
  },
  {
    "translation": {
      "en": "I thought I made my views on helicopters quite clear.",
      "vi": "Ta tưởng mình đã nói rõ về trực thăng rồi. Con cần sống cuộc đời của mình."
    }
  },
  {
    "translation": {
      "en": "I have to live my own life.",
      "vi": "Con cần sống cuộc đời của mình."
    }
  },
  {
    "translation": {
      "en": "Your destiny has been set",
      "vi": "Số mệnh con đã được đặt sẵn"
    }
  },
  {
    "translation": {
      "en": "since the first House of Windsor monkey swung down from the trees.",
      "vi": "từ khi lũ khỉ Nhà Windsor đầu tiên đu từ trên cây xuống."
    }
  },
  {
    "translation": {
      "en": "You can't believe in evolution and the divine right of kings.",
      "vi": "Cha đâu thể tin tiến hóa và quyền của vua."
    }
  },
  {
    "translation": {
      "en": "I can believe what I damn well like. I've got nine degrees.",
      "vi": "Ta tin điều ta thích. Ta có chín loại bằng cấp."
    }
  },
  {
    "translation": {
      "en": "They're honorary degrees!",
      "vi": "Đó là bằng danh dự thôi."
    }
  },
  {
    "translation": {
      "en": "I've got the certificates!",
      "vi": "Ta có chứng chỉ!"
    }
  },
  {
    "translation": {
      "en": "Shiver me timbers, boys!",
      "vi": "Ngạc nhiên chưa, các anh."
    }
  },
  {
    "translation": {
      "en": "Well, what do you think?",
      "vi": "Anh nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Em đang làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Don't you realize this is a fancy dress ball for military amputees?",
      "vi": "Em không nhận ra đây là vũ hội hóa trang cho thương binh à?"
    }
  },
  {
    "translation": {
      "en": "I was just trying to find a role.",
      "vi": "Em chỉ đang cố tìm vai."
    }
  },
  {
    "translation": {
      "en": "This could turn into a full- blown constitutional crisis.",
      "vi": "Việc này có thể biến thành khủng hoảng hiến pháp lớn."
    }
  },
  {
    "translation": {
      "en": "I don't know what that means.",
      "vi": "Em không hiểu thế là gì."
    }
  }
]