[
  {
    "translation": {
      "en": "[narrator] The Earth, home to millions of species.",
      "vi": "Trái Đất, tổ ấm của vạn vật muôn loài."
    }
  },
  {
    "translation": {
      "en": "But what might live... beyond?",
      "vi": "Nhưng liệu có sự sống ở nơi xa xôi?"
    }
  },
  {
    "translation": {
      "en": "There are countless planets throughout the universe.",
      "vi": "Có vô vàn hành tinh trên khắp vũ trụ."
    }
  },
  {
    "translation": {
      "en": "If life exists on only a fraction of them,",
      "vi": "Chỉ cần sự sống tồn tại ở một phần nhỏ,"
    }
  },
  {
    "translation": {
      "en": "then the universe must be... alive.",
      "vi": "thì vũ trụ chắc hẳn... đang sống."
    }
  },
  {
    "translation": {
      "en": "All living things have the same needs.",
      "vi": "Mọi sinh vật đều có chung nhu cầu:"
    }
  },
  {
    "translation": {
      "en": "To feed...",
      "vi": "Ăn..."
    }
  },
  {
    "translation": {
      "en": "reproduce...",
      "vi": "sinh sản..."
    }
  },
  {
    "translation": {
      "en": "and evolve.",
      "vi": "và tiến hóa."
    }
  },
  {
    "translation": {
      "en": "By applying the laws of life on Earth",
      "vi": "Nếu áp dụng quy luật sự sống trên Trái Đất"
    }
  },
  {
    "translation": {
      "en": "to the rest of the universe...",
      "vi": "cho phần còn lại của vũ trụ..."
    }
  },
  {
    "translation": {
      "en": "it's possible to imagine",
      "vi": "ta có thể hình dung"
    }
  },
  {
    "translation": {
      "en": "what could live...",
      "vi": "những gì có thể sống..."
    }
  },
  {
    "translation": {
      "en": "on alien worlds.",
      "vi": "trên những hành tinh xa lạ."
    }
  },
  {
    "translation": {
      "en": "All life forms need a planet to live on.",
      "vi": "Mọi sự sống đều cần có một hành tinh."
    }
  },
  {
    "translation": {
      "en": "But how many planets are there in the universe?",
      "vi": "Nhưng có bao nhiêu hành tinh trong vũ trụ?"
    }
  },
  {
    "translation": {
      "en": "[man] Think about our star,",
      "vi": "Hãy nghĩ về ngôi sao của chúng ta:"
    }
  },
  {
    "translation": {
      "en": "the Sun, with Earth, Mars, Jupiter orbiting it.",
      "vi": "Mặt Trời, cùng với Trái Đất, Sao Hỏa, Sao Mộc quay quanh nó."
    }
  },
  {
    "translation": {
      "en": "For centuries,",
      "vi": "Trong hàng thế kỷ,"
    }
  },
  {
    "translation": {
      "en": "people have asked themselves, \"What about the other stars?",
      "vi": "người ta tự hỏi, \"Những ngôi sao khác thì sao?"
    }
  },
  {
    "translation": {
      "en": "Uh, do they have planets as well?\"",
      "vi": "Chúng có các hành tinh không?\""
    }
  },
  {
    "translation": {
      "en": "And 24 years ago,",
      "vi": "Và 24 năm trước,"
    }
  },
  {
    "translation": {
      "en": "I found one!",
      "vi": "tôi đã tìm thấy!"
    }
  },
  {
    "translation": {
      "en": "Didier Queloz is a superstar astrophysicist.",
      "vi": "Didier Queloz là nhà vật lý thiên văn nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "He has won the Nobel Prize for discovering the first planet",
      "vi": "Ông đạt giải Nobel vì khám phá ra hành tinh đầu tiên"
    }
  },
  {
    "translation": {
      "en": "beyond our solar system.",
      "vi": "nằm ngoài hệ mặt trời."
    }
  },
  {
    "translation": {
      "en": "[Didier] I was 28 years old when I found the planet.",
      "vi": "Tôi tìm thấy hành tinh này khi tôi 28 tuổi."
    }
  },
  {
    "translation": {
      "en": "I was about to finish my PhD,",
      "vi": "Lúc đó tôi chuẩn bị học xong tiến sĩ."
    }
  },
  {
    "translation": {
      "en": "and my PhD adviser gave me the key of the equipment.",
      "vi": "và cố vấn của tôi đã cho tôi chìa khóa sử dụng thiết bị."
    }
  },
  {
    "translation": {
      "en": "And after observing a couple of times, the star 51 Peg,",
      "vi": "Và sau khi quan sát vài lần ngôi sao 51 Peg,"
    }
  },
  {
    "translation": {
      "en": "I realized that something was going on on that star.",
      "vi": "tôi nhận thấy có gì đang diễn ra trên đó."
    }
  },
  {
    "translation": {
      "en": "And frankly, I just panicked at that time.",
      "vi": "Nói thật, lúc đó tôi chỉ hoảng hốt thôi."
    }
  },
  {
    "translation": {
      "en": "I thought something was really wrong with my equipment.",
      "vi": "Tôi nghĩ có gì đó không ổn với thiết bị."
    }
  },
  {
    "translation": {
      "en": "And the more I wanted to understand this, the less it made sense.",
      "vi": "Tôi càng muốn hiểu thì càng thấy vô lý."
    }
  },
  {
    "translation": {
      "en": "Until the point I got convinced it must be a planet.",
      "vi": "Cho đến khi tôi bị thuyết phục rằng đó là một hành tinh."
    }
  },
  {
    "translation": {
      "en": "That's likely to be a planet over there.",
      "vi": "Đó hẳn là một hành tinh."
    }
  },
  {
    "translation": {
      "en": "Could be Jupiter over there.",
      "vi": "Có thể là Sao Mộc"
    }
  },
  {
    "translation": {
      "en": "It's pretty cool.",
      "vi": "Tuyệt thật."
    }
  },
  {
    "translation": {
      "en": "Distant planets are invisible to telescopes",
      "vi": "Các hành tinh xa xôi không thể thấy qua kính viễn vọng"
    }
  },
  {
    "translation": {
      "en": "because they don't emit any light.",
      "vi": "vì chúng không phát ra ánh sáng."
    }
  },
  {
    "translation": {
      "en": "But if a planet passes in front of a star,",
      "vi": "Nhưng nếu một hành tinh lướt qua một ngôi sao,"
    }
  },
  {
    "translation": {
      "en": "it casts a tiny shadow,",
      "vi": "nó sẽ tạo ra một cái bóng nhỏ,"
    }
  },
  {
    "translation": {
      "en": "and there's a minuscule dimming of the star's brightness.",
      "vi": "và làm giảm một chút độ sáng của ngôi sao."
    }
  },
  {
    "translation": {
      "en": "When astronomers detect this dip in light level,",
      "vi": "Khi các nhà thiên văn  học phát hiện ra sự sụt giảm ánh sáng này,"
    }
  },
  {
    "translation": {
      "en": "they have found a new planet.",
      "vi": "họ đã tìm thấy một hành tinh mới."
    }
  },
  {
    "translation": {
      "en": "Hello, guys.",
      "vi": "Chào mọi người."
    }
  },
  {
    "translation": {
      "en": "Uh... Oh, hey. Here is what the telescope is looking at.",
      "vi": "Kính viễn vọng đang hướng vào đây."
    }
  },
  {
    "translation": {
      "en": "This is a picture of the telescope right now.",
      "vi": "Đây là hình ảnh ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "Uh, in the middle, you have the... the target we're observing.",
      "vi": "Ở giữa, bạn có thể thấy mục tiêu chúng tôi đang quan sát."
    }
  },
  {
    "translation": {
      "en": "So, you analyze this whole field, you process the data,",
      "vi": "Ta sẽ phân tích toàn bộ vùng này, rồi xử lý dữ liệu,"
    }
  },
  {
    "translation": {
      "en": "and, um, if you're lucky enough, you detect this.",
      "vi": "và nếu may mắn, bạn sẽ phát hiện ra thứ này."
    }
  },
  {
    "translation": {
      "en": "There's a little bit of a decrease of the flux,",
      "vi": "Dòng chảy có sự sụt giảm nhẹ"
    }
  },
  {
    "translation": {
      "en": "and this tells me that there is a planet orbiting that star.",
      "vi": "và nó cho biết rằng có một hành tinh quay quanh ngôi sao đó."
    }
  },
  {
    "translation": {
      "en": "[Didier] We know there are a huge number of planets in the universe.",
      "vi": "Chúng ta biết có rất nhiều hành tinh trong vũ trụ."
    }
  },
  {
    "translation": {
      "en": "There must be a zillion kinds of different life.",
      "vi": "Hẳn phải có vô số sự sống khác nhau."
    }
  },
  {
    "translation": {
      "en": "Let's imagine that this is the Earth, here...",
      "vi": "Hãy hình dung đây là Trái Đất."
    }
  },
  {
    "translation": {
      "en": "So, imagine that one meter is 20 light-years.",
      "vi": "Hãy tưởng tượng một mét tương ứng với 20 năm ánh sáng."
    }
  },
  {
    "translation": {
      "en": "So, I've made two meters as 40 light-years.",
      "vi": "Vậy, hai mét là 40 năm ánh sáng."
    }
  },
  {
    "translation": {
      "en": "This is where you have 51 Peg, where the first planet was detected.",
      "vi": "Đây là nơi bạn thấy 51 Peg, là nơi hành tinh đầu tiên được phát hiện."
    }
  },
  {
    "translation": {
      "en": "Each of these tiny lights represents a star",
      "vi": "Mỗi chiếc đèn nhỏ này tượng trưng cho một ngôi sao"
    }
  },
  {
    "translation": {
      "en": "where a planet has been found.",
      "vi": "là nơi một hành tinh được tìm thấy."
    }
  },
  {
    "translation": {
      "en": "Over the next few years,",
      "vi": "Trong vài năm sau đó,"
    }
  },
  {
    "translation": {
      "en": "planets were turning up everywhere.",
      "vi": "các hành tinh xuất hiện ở khắp nơi."
    }
  },
  {
    "translation": {
      "en": "♪ Planets, planets everywhere ♪",
      "vi": "Hành tinh, hành tinh ở khắp mọi nơi."
    }
  },
  {
    "translation": {
      "en": "It looks pretty cool right now. [laughs]",
      "vi": "Trông khá tuyệt đấy nhỉ."
    }
  },
  {
    "translation": {
      "en": "A horizon of stars and planets...",
      "vi": "Một chân trời đầy sao và hành tinh..."
    }
  },
  {
    "translation": {
      "en": "all around. [laughs]",
      "vi": "xung quanh."
    }
  },
  {
    "translation": {
      "en": "Planets beyond our solar system are called exoplanets.",
      "vi": "Các hành tinh nằm ngoài Hệ Mặt Trời của chúng ta được gọi là ngoại hành tinh."
    }
  },
  {
    "translation": {
      "en": "Astronomers have found over 4,000 of them.",
      "vi": "Các nhà thiên văn học đã tìm thấy hơn 4.000 hành tinh."
    }
  },
  {
    "translation": {
      "en": "And they keep finding more.",
      "vi": "Và họ vẫn tiếp tục tìm thêm."
    }
  },
  {
    "translation": {
      "en": "They now believe there's at least one planet for every star in the universe.",
      "vi": "Giờ họ tin rằng có ít nhất một hành tinh cho mỗi ngôi sao trong vũ trụ."
    }
  },
  {
    "translation": {
      "en": "That means over a million, billion, trillion exoplanets.",
      "vi": "Nghĩa là có hàng tỷ tỷ ngoại hành tinh nằm ngoài Hệ Mặt Trời."
    }
  },
  {
    "translation": {
      "en": "More than all the grains of sand on Earth.",
      "vi": "Hơn cả cát bụi trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "A vast canvas for the evolution of life.",
      "vi": "Một bức tranh vĩ đại cho sự tiến hóa của sự sống."
    }
  },
  {
    "translation": {
      "en": "The distances are mind-boggling.",
      "vi": "Khoảng cách là không tưởng."
    }
  },
  {
    "translation": {
      "en": "The nearest exoplanets are trillions of miles from us.",
      "vi": "Các ngoại hành tinh gần nhất cách chúng ta hàng nghìn tỷ cây số."
    }
  },
  {
    "translation": {
      "en": "But they're all subject to the same force that holds the Earth in place.",
      "vi": "Nhưng chúng đều chịu tác động của cùng một lực nâng đỡ Trái Đất."
    }
  },
  {
    "translation": {
      "en": "Gravity.",
      "vi": "Trọng lực."
    }
  },
  {
    "translation": {
      "en": "Imagine a world double the size of Earth,",
      "vi": "Hãy tưởng tượng một thế giới lớn gấp đôi Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "with twice as much gravity.",
      "vi": "với trọng lực gấp đôi."
    }
  },
  {
    "translation": {
      "en": "This is Atlas.",
      "vi": "Đây là Atlas."
    }
  },
  {
    "translation": {
      "en": "How would life adapt on such a world?",
      "vi": "Làm thế nào để thích nghi với một thế giới như vậy?"
    }
  },
  {
    "translation": {
      "en": "Gravity pulls vegetation to the planet's surface.",
      "vi": "Trọng lực giữ thảm thực vật trên bề mặt hành tinh."
    }
  },
  {
    "translation": {
      "en": "And yet, seeds can float in the sky.",
      "vi": "Thế nhưng hạt giống có thể bay lơ lửng trên trời."
    }
  },
  {
    "translation": {
      "en": "That's because gravity here is so strong.",
      "vi": "Đó là vì trọng lực ở đây rất mạnh."
    }
  },
  {
    "translation": {
      "en": "Air molecules are densely packed together...",
      "vi": "Phân tử không khí bị nén chặt với nhau."
    }
  },
  {
    "translation": {
      "en": "creating a thick, buoyant atmosphere for seeds to drift through.",
      "vi": "Tạo ra một bầu không khí nổi dày đặc cho hạt trôi qua."
    }
  },
  {
    "translation": {
      "en": "And where there are seeds...",
      "vi": "Và ở đâu có hạt giống..."
    }
  },
  {
    "translation": {
      "en": "there are sky grazers.",
      "vi": "ở đó có chim ăn cỏ."
    }
  },
  {
    "translation": {
      "en": "Giant herbivores with six wings",
      "vi": "Động vật ăn cỏ khổng lồ với sáu cánh"
    }
  },
  {
    "translation": {
      "en": "to ride on the dense pillow of air.",
      "vi": "để bay trong bầu không khí dày đặc."
    }
  },
  {
    "translation": {
      "en": "Because of the extra gravity,",
      "vi": "Do trọng lực lớn hơn,"
    }
  },
  {
    "translation": {
      "en": "they weigh twice as much as they would on Earth.",
      "vi": "chúng nặng gấp đôi so với khi ở trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "But they don't fall from the sky.",
      "vi": "Nhưng chúng không rơi từ trên trời xuống."
    }
  },
  {
    "translation": {
      "en": "The atmosphere is thick enough to keep them airborne.",
      "vi": "Khí quyển đủ dày để giữ cho chúng ở trên không."
    }
  },
  {
    "translation": {
      "en": "Whether on Atlas or on Earth,",
      "vi": "Dù là ở Atlas hay trên Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "flying is always a battle to overcome gravity.",
      "vi": "việc bay luôn là trận chiến chống lại trọng lực."
    }
  },
  {
    "translation": {
      "en": "[man] You might say I have a pretty complicated relationship with gravity.",
      "vi": "Có thể nói tôi có một mối quan hệ khá phức tạp với trọng lực."
    }
  },
  {
    "translation": {
      "en": "And you can really feel that gravity is a force pulling you down",
      "vi": "Bạn cảm nhận được nó là một lực kéo bạn xuống"
    }
  },
  {
    "translation": {
      "en": "as you struggle your way up.",
      "vi": "khi bạn vất vả leo lên."
    }
  },
  {
    "translation": {
      "en": "But ultimately, my dream has always been to be able to fly.",
      "vi": "Nhưng cuối cùng, ước mơ của tôi luôn là có thể bay."
    }
  },
  {
    "translation": {
      "en": "The thing I love most about paragliding is that it's so simple and intuitive.",
      "vi": "Điều tôi thích nhất về dù lượn là nó rất đơn giản và trực quan."
    }
  },
  {
    "translation": {
      "en": "It's just you and the air.",
      "vi": "Chỉ có bạn và bầu trời."
    }
  },
  {
    "translation": {
      "en": "Like the sky grazers on Atlas,",
      "vi": "Giống như chim ăn cỏ trên Atlas,"
    }
  },
  {
    "translation": {
      "en": "paragliders use their wings to generate lift.",
      "vi": "vận động viên dù lượn sử dụng cánh để tạo ra lực nâng."
    }
  },
  {
    "translation": {
      "en": "But the atmosphere is less dense on Earth...",
      "vi": "Nhưng khí quyển trên Trái Đất không dày đặc bằng..."
    }
  },
  {
    "translation": {
      "en": "so it takes more effort to stay airborne.",
      "vi": "nên cần nỗ lực hơn để bay trên không."
    }
  },
  {
    "translation": {
      "en": "[Fiorenzo] Most people don't see air as a substance.",
      "vi": "Hầu hết mọi người không coi không khí là vật chất."
    }
  },
  {
    "translation": {
      "en": "But for me, when I'm flying,",
      "vi": "Nhưng với tôi, khi bay,"
    }
  },
  {
    "translation": {
      "en": "I really see it as a fluid that's moving up and down the valleys",
      "vi": "tôi thấy không khí như dòng chảy lên xuống các thung lũng"
    }
  },
  {
    "translation": {
      "en": "and along the ridges.",
      "vi": "dọc theo rặng núi."
    }
  },
  {
    "translation": {
      "en": "It would be really weird to fly in a very dense atmosphere.",
      "vi": "Sẽ rất kỳ quặc nếu bay trong khí quyển dày đặc."
    }
  },
  {
    "translation": {
      "en": "You could just be gliding around the whole time, effortlessly.",
      "vi": "Bạn có thể lượn lờ như vậy mãi một cách dễ dàng."
    }
  },
  {
    "translation": {
      "en": "The best way to gain altitude is to find an updraft,",
      "vi": "Cách tốt nhất để bay được lên cao là tìm một luồng khí đi lên"
    }
  },
  {
    "translation": {
      "en": "known as a \"thermal.\"",
      "vi": "gọi là cột nhiệt."
    }
  },
  {
    "translation": {
      "en": "[Fiorenzo] When you hit the thermal, it's very similar to when you're in an elevator and it starts.",
      "vi": "Việc gặp cột nhiệt rất giống với khi bạn ở trong thang máy và nó di chuyển."
    }
  },
  {
    "translation": {
      "en": "You feel a push upwards.",
      "vi": "Bạn cảm thấy bị đẩy lên."
    }
  },
  {
    "translation": {
      "en": "Yeah, there we go!",
      "vi": "Đúng rồi!"
    }
  },
  {
    "translation": {
      "en": "Just the power of nature to pull me up.",
      "vi": "Sức mạnh của tự nhiên kéo tôi lên."
    }
  },
  {
    "translation": {
      "en": "When I'm flying and I see a bird circling up,",
      "vi": "Khi tôi bay và thấy một con chim bay vòng quanh,"
    }
  },
  {
    "translation": {
      "en": "it means there must be a thermal there.",
      "vi": "nghĩa là có cột nhiệt ở đó."
    }
  },
  {
    "translation": {
      "en": "So we're always constantly looking at them.",
      "vi": "Nên bọn tôi luôn tìm chúng."
    }
  },
  {
    "translation": {
      "en": "You can really feel the balance between the gravity pulling you down",
      "vi": "Bạn có thể cảm nhận sự cân bằng giữa trọng lực kéo bạn xuống"
    }
  },
  {
    "translation": {
      "en": "and the air lifting you up.",
      "vi": "và không khí nâng bạn lên."
    }
  },
  {
    "translation": {
      "en": "You can then use your bodyweight to gain speed,",
      "vi": "Sau đó, bạn có thể dùng sức nặng cơ thể để tăng tốc và dùng tốc độ đó tạo thêm năng lượng"
    }
  },
  {
    "translation": {
      "en": "and use that speed to generate more energy",
      "vi": "để tăng tốc và dùng tốc độ đó tạo thêm năng lượng"
    }
  },
  {
    "translation": {
      "en": "and feel that you're moving through the air.",
      "vi": "và bạn như trôi trong không khí."
    }
  },
  {
    "translation": {
      "en": "Gravity may be weaker on Earth than on Atlas...",
      "vi": "Trọng lực trên Trái Đất có thể yếu Atlas..."
    }
  },
  {
    "translation": {
      "en": "but the thinner atmosphere means there's less buoyancy.",
      "vi": "nhưng khí quyển mỏng hơn nghĩa là có ít lực nổi hơn."
    }
  },
  {
    "translation": {
      "en": "So, eventually, everything falls.",
      "vi": "Nên cuối cùng, mọi thứ đều rơi xuống."
    }
  },
  {
    "translation": {
      "en": "On Atlas, the sky grazers never need to land.",
      "vi": "Ở Atlas, chim ăn cỏ không bao giờ phải hạ cánh."
    }
  },
  {
    "translation": {
      "en": "Their front and back wings are for direction and thrust.",
      "vi": "Cánh trước và sau của chúng dùng để đổi hướng và tạo lực đẩy."
    }
  },
  {
    "translation": {
      "en": "Their long middle wings are for catching thermals.",
      "vi": "Cánh giữa dài dùng để đón những cột nhiệt."
    }
  },
  {
    "translation": {
      "en": "Despite their weight,",
      "vi": "Khí quyển đủ dày"
    }
  },
  {
    "translation": {
      "en": "the air is thick enough for them to live a life",
      "vi": "để chúng bất chấp trọng lượng của mình"
    }
  },
  {
    "translation": {
      "en": "in the sky.",
      "vi": "sống mãi trên trời."
    }
  },
  {
    "translation": {
      "en": "But it's not always a peaceful life.",
      "vi": "Nhưng cuộc sống không phải lúc nào cũng bình yên."
    }
  },
  {
    "translation": {
      "en": "As on Earth, grazers attract predators.",
      "vi": "Như trên Trái đất, thú ăn cỏ thu hút những kẻ săn mồi."
    }
  },
  {
    "translation": {
      "en": "Using hydrogen-producing bacteria to inflate their air sacs,",
      "vi": "Dùng vi khuẩn sản sinh khí hydro để bơm vào túi khí,"
    }
  },
  {
    "translation": {
      "en": "they take to the skies.",
      "vi": "chúng sẽ bay lên bầu trời."
    }
  },
  {
    "translation": {
      "en": "Alone, they're no match for their prey...",
      "vi": "Nếu chỉ một mình, chúng không phải là đối thủ của con mồi..."
    }
  },
  {
    "translation": {
      "en": "so they hunt in a pack...",
      "vi": "nên chúng săn theo bầy đàn..."
    }
  },
  {
    "translation": {
      "en": "waiting for a sky grazer to stray from the group.",
      "vi": "chờ một chim ăn cỏ lạc khỏi đàn"
    }
  },
  {
    "translation": {
      "en": "Target sighted, they expel their gas...",
      "vi": "Mục tiêu rơi vào tầm ngắm, chúng phóng ra khí ga..."
    }
  },
  {
    "translation": {
      "en": "and attack from above.",
      "vi": "và tấn công từ phía trên."
    }
  },
  {
    "translation": {
      "en": "The fastest predator on Earth",
      "vi": "Kẻ săn mồi nhanh nhất trên Trái đất"
    }
  },
  {
    "translation": {
      "en": "uses the same tactic.",
      "vi": "cũng sử dụng chiến thuật tương tự."
    }
  },
  {
    "translation": {
      "en": "[man] My interest in flying falcons is...",
      "vi": "Điều tôi thích ở chim ưng"
    }
  },
  {
    "translation": {
      "en": "their predatory instinct coupled with the speed factor...",
      "vi": "là bản năng săn mồi của chúng cùng với yếu tố tốc độ."
    }
  },
  {
    "translation": {
      "en": "and how they use that speed to their advantage.",
      "vi": "Và cách chúng dùng tốc độ làm lợi thế."
    }
  },
  {
    "translation": {
      "en": "But just watching a top predator do its thing...",
      "vi": "Chỉ ngắm kẻ săn mồi hàng đầu làm việc thôi..."
    }
  },
  {
    "translation": {
      "en": "is perfection.",
      "vi": "cũng thật hoàn mỹ."
    }
  },
  {
    "translation": {
      "en": "I probably have 30-some birds at this moment.",
      "vi": "Hiện tại tôi có khoảng 30 con chim."
    }
  },
  {
    "translation": {
      "en": "Each bird is a different personality.",
      "vi": "Mỗi con chim có một tính cách."
    }
  },
  {
    "translation": {
      "en": "What I love about falcons",
      "vi": "Điều tôi thích ở chim ưng"
    }
  },
  {
    "translation": {
      "en": "is how evolution has made the most perfect specimen.",
      "vi": "là cách mà sự tiến hóa đã tạo ra một cá thể hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "I do have a relationship with these guys.",
      "vi": "Tôi cảm thấy có sự kết nối với chúng."
    }
  },
  {
    "translation": {
      "en": "Certainly from my end, I do. [laughs]",
      "vi": "Về phần tôi thì là vậy."
    }
  },
  {
    "translation": {
      "en": "I don't think the falcons see it that way,  but they certainly see me as part of the team.",
      "vi": "Chắc chúng không nghĩ vậy nhưng chúng coi tôi như một phần của đội."
    }
  },
  {
    "translation": {
      "en": "Vahe Alaverdian trains captive-bred falcons how to hunt.",
      "vi": "Vahe Alversdian huấn luyện chim ưng nuôi nhốt cách săn mồi."
    }
  },
  {
    "translation": {
      "en": "[Vahe] These birds are genetically programmed",
      "vi": "Chúng được lập trình di truyền"
    }
  },
  {
    "translation": {
      "en": "to be the top-notch avian predators that they are.",
      "vi": "để trở thành những kẻ săn mồi hàng đầu."
    }
  },
  {
    "translation": {
      "en": "What we do as falconers  is try to awaken that predatorial nature in the bird.",
      "vi": "Việc người nuôi làm là cố gắng đánh thức bản năng săn mồi đó."
    }
  },
  {
    "translation": {
      "en": "Lure training is the very first step.",
      "vi": "Huấn luyện dùng mồi nhử là bước đầu."
    }
  },
  {
    "translation": {
      "en": "Come on, buddy! Hup, hup, hup, hup, hup!",
      "vi": "Cố lên, anh bạn!"
    }
  },
  {
    "translation": {
      "en": "I want to put that lure in front of the bird,",
      "vi": "Tôi muốn đặt mồi nhử trước con chim,"
    }
  },
  {
    "translation": {
      "en": "and get the falcon to coordinate eye to foot...",
      "vi": "và khiến nó phối hợp giữa chân và mắt..."
    }
  },
  {
    "translation": {
      "en": "...and throw its feet out as if it's gonna grab it.",
      "vi": "phi móng ra như thể nó sẽ bắt lấy."
    }
  },
  {
    "translation": {
      "en": "As that happens, I try to pull that away from the falcon",
      "vi": "Khi điều đó xảy ra, tôi cố kéo mồi ra khỏi con chim"
    }
  },
  {
    "translation": {
      "en": "to get it to shoot up in the air and repeat this process again.",
      "vi": "để nó bay lên trời và lặp lại lần nữa."
    }
  },
  {
    "translation": {
      "en": "I wanna see that bird drop down as vertical as it can.",
      "vi": "Tôi muốn thấy con chim đó phi xuống thẳng đứng nhất có thể."
    }
  },
  {
    "translation": {
      "en": "That's something that they later on will apply to hunting game.",
      "vi": "Đó là điều mà sau này nó sẽ áp dụng vào những cuộc săn bắt."
    }
  },
  {
    "translation": {
      "en": "When the falcons are ready, Vahe introduces a prey target...",
      "vi": "Khi chim ưng sẵn sàng, Vahe tung ra một con mồi:"
    }
  },
  {
    "translation": {
      "en": "a racing pigeon.",
      "vi": "một con chim bồ câu đua."
    }
  },
  {
    "translation": {
      "en": "The falcon can't keep up with the pigeon in a chase,",
      "vi": "Chim ưng không theo kịp chim bồ câu khi rượt đuổi,"
    }
  },
  {
    "translation": {
      "en": "so its best bet is to drop on it...",
      "vi": "nên tốt nhất là thả rơi mình xuống..."
    }
  },
  {
    "translation": {
      "en": "using gravity.",
      "vi": "nhờ trọng lực."
    }
  },
  {
    "translation": {
      "en": "[Vahe] When the bird thinks that he's got the advantage,",
      "vi": "Khi con chim nghĩ rằng nó có lợi thế,"
    }
  },
  {
    "translation": {
      "en": "that's when the wings will get tucked in.",
      "vi": "đó là lúc cánh nó khép lại."
    }
  },
  {
    "translation": {
      "en": "They stoop into a little teardrop shape...",
      "vi": "Chúng thu lại thành hình giọt nước nhỏ..."
    }
  },
  {
    "translation": {
      "en": "coming down from the heavens.",
      "vi": "từ trên trời rơi xuống."
    }
  },
  {
    "translation": {
      "en": "The kinetic energy of a falcon hitting a pigeon",
      "vi": "Động năng khi chim ưng đâm vào bồ câu"
    }
  },
  {
    "translation": {
      "en": "would be as if you were hit by a cannonball.",
      "vi": "sẽ như khi bạn bị trúng đạn đại bác."
    }
  },
  {
    "translation": {
      "en": "In training, the pigeon invariably gets away,",
      "vi": "Trong huấn luyện, chim bồ câu luôn chạy thoát,"
    }
  },
  {
    "translation": {
      "en": "because the falcon is made to stoop from less than a thousand feet.",
      "vi": "vì chim ưng được dạy lao xuống từ độ cao dưới ba trăm mét."
    }
  },
  {
    "translation": {
      "en": "When hunting for real,",
      "vi": "Khi đi săn thực tế,"
    }
  },
  {
    "translation": {
      "en": "it'll drop from a greater height...",
      "vi": "nó sẽ lao từ độ cao lớn hơn..."
    }
  },
  {
    "translation": {
      "en": "to lethal effect.",
      "vi": "tới mức chết người."
    }
  },
  {
    "translation": {
      "en": "The predators make their move.",
      "vi": "Những kẻ săn mồi hành động."
    }
  },
  {
    "translation": {
      "en": "They deploy their wings",
      "vi": "Chúng mở cánh ra"
    }
  },
  {
    "translation": {
      "en": "to create drag...",
      "vi": "để tạo ra lực hãm..."
    }
  },
  {
    "translation": {
      "en": "destabilizing the sky grazer",
      "vi": "làm chim ăn cỏ chao đảo"
    }
  },
  {
    "translation": {
      "en": "to devour it on the ground.",
      "vi": "để ăn trọn nó trên mặt đất."
    }
  },
  {
    "translation": {
      "en": "But this pack is too small to take down such a large beast.",
      "vi": "Nhưng bầy này quá nhỏ để hạ gục một con quái vật to lớn như vậy."
    }
  },
  {
    "translation": {
      "en": "Today, they'll go hungry.",
      "vi": "Hôm nay, chúng sẽ bị đói."
    }
  },
  {
    "translation": {
      "en": "The sky grazer climbs to a safe height...",
      "vi": "chim ăn cỏ đạt tới độ cao an toàn..."
    }
  },
  {
    "translation": {
      "en": "to recuperate.",
      "vi": "để hồi phục."
    }
  },
  {
    "translation": {
      "en": "But as a fertile female, she has company.",
      "vi": "Nhưng vì là con cái với khả năng sinh sản, nó có bạn đồng hành."
    }
  },
  {
    "translation": {
      "en": "Male grazers, competing to be chosen as a mate.",
      "vi": "chim ăn cỏ đực, đấu tranh để được chọn làm bạn đời."
    }
  },
  {
    "translation": {
      "en": "Their oversized tails are a handicap,",
      "vi": "Cái đuôi quá khổ của chúng là một bất lợi,"
    }
  },
  {
    "translation": {
      "en": "making it harder to fly.",
      "vi": "khiến chúng khó bay hơn."
    }
  },
  {
    "translation": {
      "en": "But to the female, they're a sign of vitality.",
      "vi": "Nhưng với con cái, dó là dấu hiệu của sức sống."
    }
  },
  {
    "translation": {
      "en": "The first to reach her gets to mate and pass on his genes.",
      "vi": "Kẻ đầu tiên tiếp cận cô ta sẽ được giao phối và truyền gen cho cô."
    }
  },
  {
    "translation": {
      "en": "The same principle applies on Earth,",
      "vi": "Nguyên tắc tương tự được áp dụng trên Trái đất."
    }
  },
  {
    "translation": {
      "en": "whether up in the sky",
      "vi": "Dù là ở trên trời"
    }
  },
  {
    "translation": {
      "en": "or down in the dirt.",
      "vi": "hay ở dưới đất."
    }
  },
  {
    "translation": {
      "en": "Males compete for the right to mate.",
      "vi": "Con đực tranh giành quyền được giao phối."
    }
  },
  {
    "translation": {
      "en": "[man 2] I think when people sit at home watching insects on television,",
      "vi": "Tôi nghĩ khi mọi người ngồi nhà xem côn trùng trên vô tuyến,"
    }
  },
  {
    "translation": {
      "en": "they imagine the cameraman sitting in the jungle,",
      "vi": "họ tưởng tượng người quay phim ngồi trong rừng,"
    }
  },
  {
    "translation": {
      "en": "in a river or in a hedge, waiting for this beetle to come across",
      "vi": "trên một con sông hay trong hàng rào, đợi con bọ đi qua"
    }
  },
  {
    "translation": {
      "en": "and reproduce or have a fight in front of the camera.",
      "vi": "và sinh sản hoặc đánh nhau trước ống kính."
    }
  },
  {
    "translation": {
      "en": "It doesn't work that way.",
      "vi": "Không phải như vậy."
    }
  },
  {
    "translation": {
      "en": "This is a ramshackle old shed which is attached to my parents' place, which is just there.",
      "vi": "Đây là nhà kho cũ kỹ trong khuôn viên nhà bố mẹ tôi ở ngay kia."
    }
  },
  {
    "translation": {
      "en": "Huge advantages to having a place attached to your mum and dad's.",
      "vi": "Lợi thế lớn khi có một nơi ngay sát nhà bố mẹ:"
    }
  },
  {
    "translation": {
      "en": "You get good dinners in the evening and, uh, teas arriving during the day.",
      "vi": "bạn sẽ có bữa tối thịnh soạn và trà suốt cả ngày."
    }
  },
  {
    "translation": {
      "en": "-Have a look and see what we're doing. -Oh!",
      "vi": "Đến xem bọn con làm gì này."
    }
  },
  {
    "translation": {
      "en": "Oh, gosh.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "Oh! What on Earth are they?",
      "vi": "Chúng là con gì vậy?"
    }
  },
  {
    "translation": {
      "en": "[Robert] They are rhinoceros beetles.",
      "vi": "Chúng là kiến vương."
    }
  },
  {
    "translation": {
      "en": "The male's got these big horns.",
      "vi": "Con đực có cặp sừng to."
    }
  },
  {
    "translation": {
      "en": "The female doesn't. It's a form of sexual selection,",
      "vi": "Con cái thì không. Đó là hình thức chọn lọc giới tính"
    }
  },
  {
    "translation": {
      "en": "because the females like males with big horns.",
      "vi": "bởi vì con cái thích con đực có sừng lớn."
    }
  },
  {
    "translation": {
      "en": "So every time they mate,",
      "vi": "Nên mỗi lần giao phối,"
    }
  },
  {
    "translation": {
      "en": "they'll mate with a beetle that has a slightly bigger horn",
      "vi": "chúng sẽ giao phối với con có sừng lớn hơn một chút"
    }
  },
  {
    "translation": {
      "en": "-than the one they've last seen before. -Oh!",
      "vi": "so với con lần trước nó thấy,"
    }
  },
  {
    "translation": {
      "en": "And, therefore, that male passes its genes on.",
      "vi": "và do đó, con đực đó truyền gen của nó."
    }
  },
  {
    "translation": {
      "en": "So, over generations, the horns will get bigger.",
      "vi": "Nên qua nhiều thế hệ, sừng sẽ to hơn."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Anywhere particular? -[Robert] Um, just on the... on the log facing the other male.",
      "vi": "- Nơi nào cụ thể không? - Trên khúc gỗ đối diện với con đực kia."
    }
  },
  {
    "translation": {
      "en": "[man 1] Here they go. They're going straight away.",
      "vi": "Đây rồi. Chúng đánh luôn."
    }
  },
  {
    "translation": {
      "en": "The horns of a male rhinoceros beetle",
      "vi": "Những cái sừng của con đực"
    }
  },
  {
    "translation": {
      "en": "are like the tail of a male sky grazer.",
      "vi": "giống như cái đuôi của chim ăn cỏ đực."
    }
  },
  {
    "translation": {
      "en": "They've evolved for sexual competition.",
      "vi": "Chúng đã tiến hóa để cạnh tranh tình dục."
    }
  },
  {
    "translation": {
      "en": "-Ha-ha! -That dominant one's done it again.",
      "vi": "Con thắng thế hơn lại thắng."
    }
  },
  {
    "translation": {
      "en": "[Robert] That's a good shot. The shot we wanted. -[man 1] Yeah. -[Robert] Going into her, yeah.",
      "vi": "Cảnh đó đẹp lắm. Là cảnh ta muốn, cảnh tiến vào trong con cái."
    }
  },
  {
    "translation": {
      "en": "One, two, three.",
      "vi": "Một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "-That right? -[Robert] Yeah.",
      "vi": "- Được chứ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Yep. -[man 3] That's it.",
      "vi": "- Phải. - Đúng."
    }
  },
  {
    "translation": {
      "en": "-Can I... Yes. -You putting that in?",
      "vi": "- Anh cho nó vào à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Male insects don't always fight to snare a mate.",
      "vi": "Con đực không phải lúc nào cũng chiến đấu để giành bạn tình."
    }
  },
  {
    "translation": {
      "en": "Sometimes it's enough just to show off their physical prowess.",
      "vi": "Đôi khi chỉ cần thể hiện sức mạnh của chúng là đủ."
    }
  },
  {
    "translation": {
      "en": "[man 1] Right, I'm gonna bring the male in front of you.",
      "vi": "Tao sẽ đặt con đực trước mặt mày."
    }
  },
  {
    "translation": {
      "en": "He's coming in from your right.",
      "vi": "Nó đi từ bên phải kìa."
    }
  },
  {
    "translation": {
      "en": "Now, uh-- He's flown off.",
      "vi": "Nó bay mất rồi."
    }
  },
  {
    "translation": {
      "en": "These are stalk-eyed flies.",
      "vi": "Đây là ruồi mắt cuống."
    }
  },
  {
    "translation": {
      "en": "[Robert] Stalk-eyed fly is an amazing little thing.",
      "vi": "Ruồi mắt cuống là một loài tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "It looks a little bit like an ant with massive eyes on the ends of stalks.",
      "vi": "Nó trông giống như một con kiến với đôi mắt to ở hai cuống."
    }
  },
  {
    "translation": {
      "en": "Both the male and the female have eyes on the end of stalks,",
      "vi": "Cả con đực và con cái đều có mắt ở cuối cuống,"
    }
  },
  {
    "translation": {
      "en": "but the male has much longer eye stalks than the female.",
      "vi": "nhưng con đực có cuống mắt dài hơn con cái nhiều."
    }
  },
  {
    "translation": {
      "en": "The males with the long stalks will come up to one another,",
      "vi": "Những con đực với cuống mắt dài sẽ tiến tới con khác"
    }
  },
  {
    "translation": {
      "en": "and they will, kind of, have a little dance.",
      "vi": "và chúng sẽ kiểu như nhảy múa."
    }
  },
  {
    "translation": {
      "en": "And they will try and judge",
      "vi": "Và chúng sẽ phán đoán"
    }
  },
  {
    "translation": {
      "en": "which of the two of them has the bigger stalks.",
      "vi": "xem ai trong chúng có cuống mắt to hơn."
    }
  },
  {
    "translation": {
      "en": "There they are. That's the standoff!",
      "vi": "Đây rồi. Trận chiến đây!"
    }
  },
  {
    "translation": {
      "en": "The winner of that will remain where they are and the loser will then toddle off.",
      "vi": "Con chiến thắng sẽ đứng vững và con thua sẽ chùn bước."
    }
  },
  {
    "translation": {
      "en": "That winner then will gain access to the female, and be able to reproduce with her,",
      "vi": "Con chiến thắng sẽ được tiếp cận với con cái và có thể phối giống,"
    }
  },
  {
    "translation": {
      "en": "and that way can pass on the genetics that he has,",
      "vi": "và nhờ đó truyền lại gen di truyền của nó,"
    }
  },
  {
    "translation": {
      "en": "which will include that of a longer eye stalk.",
      "vi": "bao gồm cả cặp cuống mắt dài."
    }
  },
  {
    "translation": {
      "en": "-[Robert] Yes! Got it. -[man 1] Are-- are you on it?",
      "vi": "- Tuyệt! Được rồi. - Quay chứ?"
    }
  },
  {
    "translation": {
      "en": "Oh, It's fantastic.",
      "vi": "Thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Normally, it's a second and they're gone. This is fantastic.",
      "vi": "Thường thì trong một giây thôi. Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "Why would the male stalk-eyed fly go to the effort of having these enormous eye stalks?",
      "vi": "Tại sao con ruồi đực lại cố gắng có những cái cuống khổng lồ này?"
    }
  },
  {
    "translation": {
      "en": "Well, the idea is that you are conspicuously signaling to the female",
      "vi": "Ý đồ của chúng là muốn ra hiệu rõ ràng tới con cái"
    }
  },
  {
    "translation": {
      "en": "that you can have this incredible investment of energy into this resource",
      "vi": "rằng chúng có thể tạo ra nguồn năng lượng to lớn cho cái cuống, một thứ thực sự thừa thãi."
    }
  },
  {
    "translation": {
      "en": "that is completely needless.",
      "vi": "tạo ra nguồn năng lượng to lớn cho cái cuống, một thứ thực sự thừa thãi."
    }
  },
  {
    "translation": {
      "en": "And if you can still survive,",
      "vi": "Và nếu vẫn có thể tồn tại,"
    }
  },
  {
    "translation": {
      "en": "if you can carry on flying and living and not getting predated upon,",
      "vi": "nếu tiếp tục bay và sống mà không bị săn bắt,"
    }
  },
  {
    "translation": {
      "en": "and still have this... wasteful extravagance coming out of your head,",
      "vi": "và vẫn có cặp cuống to tướng vô dụng chĩa ra từ đầu,"
    }
  },
  {
    "translation": {
      "en": "then you're gonna be a pretty good bet to reproduce with.",
      "vi": "thì nó sẽ là một con phù hợp để phối giống."
    }
  },
  {
    "translation": {
      "en": "On Atlas,",
      "vi": "Tại Atlas,"
    }
  },
  {
    "translation": {
      "en": "the long tail of the male sky grazer shows he's an ideal choice...",
      "vi": "cái đuôi dài của chim ăn cỏ đực cho thấy nó là lựa chọn lý tưởng..."
    }
  },
  {
    "translation": {
      "en": "to father the next generation.",
      "vi": "để làm cha của thế hệ sau."
    }
  },
  {
    "translation": {
      "en": "But the mother can't lay her eggs in the sky.",
      "vi": "Nhưng người mẹ không thể đẻ trứng ở trên trời."
    }
  },
  {
    "translation": {
      "en": "So she's come down to land.",
      "vi": "Vậy là nó đáp xuống đất liền."
    }
  },
  {
    "translation": {
      "en": "Because of the gravity, she's too heavy to launch herself back into the sky.",
      "vi": "Vì trọng lực, con cái quá nặng để tự nâng lại mình lên trời."
    }
  },
  {
    "translation": {
      "en": "To create new life, she must surrender her own.",
      "vi": "Để tạo ra sự sống mới, nó phải hi sinh mạng sống của chính mình."
    }
  },
  {
    "translation": {
      "en": "The babies grow up close to where their mothers die.",
      "vi": "Những đứa trẻ lớn lên gần nơi mẹ chúng chết."
    }
  },
  {
    "translation": {
      "en": "Now they need to get off the ground and into the air.",
      "vi": "Giờ chúng cần bay khỏi mặt đất và lên không trung."
    }
  },
  {
    "translation": {
      "en": "But scavengers lie in wait.",
      "vi": "Nhưng lũ ăn xác đang rình rập."
    }
  },
  {
    "translation": {
      "en": "Boneless creatures",
      "vi": "Những sinh vật không xương,"
    }
  },
  {
    "translation": {
      "en": "with no skeleton to give them form.",
      "vi": "vì thế mà không có hình dạng."
    }
  },
  {
    "translation": {
      "en": "They kill by enveloping and dissolving their prey.",
      "vi": "Chúng giết con mồi bằng cách bao bọc và phân hủy con mồi."
    }
  },
  {
    "translation": {
      "en": "The sky grazers have only just hatched, but already they're in grave danger.",
      "vi": "Nhưng con chim ăn cỏ mới sinh đã gặp nguy hiểm tới tính mạng."
    }
  },
  {
    "translation": {
      "en": "And now, there's no going back.",
      "vi": "Và giờ thì không còn cách nào khác."
    }
  },
  {
    "translation": {
      "en": "Every day on Earth,",
      "vi": "Mỗi ngày trên Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "young animals have to overcome terrible odds,",
      "vi": "động vật con phải vượt qua những khó khăn khủng khiếp,"
    }
  },
  {
    "translation": {
      "en": "if they're to survive.",
      "vi": "nếu chúng muốn sống sót."
    }
  },
  {
    "translation": {
      "en": "Sixty percent of meerkats don't make it to their first birthday.",
      "vi": "Sáu mươi phần trăm số con chồn đất không sống nổi qua ngày đầu đời."
    }
  },
  {
    "translation": {
      "en": "[woman] For a young meerkat, in their early life,",
      "vi": "Với một con chồn đất con, giai đoạn đầu đời,"
    }
  },
  {
    "translation": {
      "en": "there's a lot of danger here.",
      "vi": "có rất nhiều nguy hiểm rình rập."
    }
  },
  {
    "translation": {
      "en": "They're vulnerable for many months after they're born...",
      "vi": "Chúng rất yếu đuối trong nhiều tháng đầu sau khi sinh."
    }
  },
  {
    "translation": {
      "en": "but particularly in the first month or two after they emerge from the burrow.",
      "vi": "Đặc biệt là một hoặc hai tháng đầu sau khi chúng chui ra từ hang."
    }
  },
  {
    "translation": {
      "en": "Predators are everywhere, and a constant danger.",
      "vi": "Kẻ săn mồi ở khắp nơi và là mối nguy hiểm thường trực"
    }
  },
  {
    "translation": {
      "en": "There are snakes in this area",
      "vi": "Khu vực này có rắn..."
    }
  },
  {
    "translation": {
      "en": "that will eat a young meerkat.",
      "vi": "thứ sẽ ăn thịt chồn đất con."
    }
  },
  {
    "translation": {
      "en": "A young meerkat is safe within a group,",
      "vi": "Một con chồn đất con sẽ an toàn trong một nhóm,"
    }
  },
  {
    "translation": {
      "en": "but if it lags behind, it's vulnerable.",
      "vi": "nhưng nếu tụt lại phía sau, nó sẽ dễ bị tấn công."
    }
  },
  {
    "translation": {
      "en": "Scorpions are a constant threat.",
      "vi": "Bọ cạp là mối đe dọa thường trực."
    }
  },
  {
    "translation": {
      "en": "[Kirsty] The young are really completely incompetent,",
      "vi": "Những con nhỏ tuổi không có khả năng tự vệ,"
    }
  },
  {
    "translation": {
      "en": "and totally ignorant when it comes to dealing with scorpions, initially.",
      "vi": "và hoàn toàn không biết gì về việc đối phó với bọ cạp."
    }
  },
  {
    "translation": {
      "en": "But they can't avoid this danger forever.",
      "vi": "Nhưng chúng không thể tránh mãi được."
    }
  },
  {
    "translation": {
      "en": "They're going to eventually have to learn how to neutralize the threat.",
      "vi": "Cuối cùng chúng sẽ phải học cách hóa giải mối đe dọa."
    }
  },
  {
    "translation": {
      "en": "The first time that a young meerkat faces a scorpion",
      "vi": "Lần đầu tiên một con chồn đất con đối mặt với một con bọ cạp"
    }
  },
  {
    "translation": {
      "en": "and it has to deal with it itself",
      "vi": "và nó phải tự đối phó..."
    }
  },
  {
    "translation": {
      "en": "is probably a terrifying encounter.",
      "vi": "hẳn là một cuộc chạm trán kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "This is a real moment of truth.",
      "vi": "Quả là thời khắc quyết định."
    }
  },
  {
    "translation": {
      "en": "It's a real rite of passage, because once they've managed to do that themselves,",
      "vi": "Đó là một nghi lễ trưởng thành thực sự, vì một khi chúng tự làm được,"
    }
  },
  {
    "translation": {
      "en": "then they really are at a stage where they can start to forage by themselves",
      "vi": "thì chúng đã ở giai đoạn mà chúng có thể tự kiếm ăn"
    }
  },
  {
    "translation": {
      "en": "and become independent and be a useful group member.",
      "vi": "và trở nên tự lập và là một thành viên hữu ích."
    }
  },
  {
    "translation": {
      "en": "So, they've really managed to escape the vulnerability of being a pup",
      "vi": "Chúng đã thực sự thoát được sự yếu đuối của chồn đất con"
    }
  },
  {
    "translation": {
      "en": "and made that transition into being an adult.",
      "vi": "và trở thành một sinh vật trưởng thành."
    }
  },
  {
    "translation": {
      "en": "It's one step on the road to adulthood,",
      "vi": "Đó là một bước tiến trên con đường trưởng thành,"
    }
  },
  {
    "translation": {
      "en": "but it's by no means plain sailing after that.",
      "vi": "nhưng chặng đường tiếp theo không phải dễ dàng."
    }
  },
  {
    "translation": {
      "en": "There are a lot of threats out there,",
      "vi": "Có rất nhiều mối đe dọa ngoài kia"
    }
  },
  {
    "translation": {
      "en": "and it will have to continue to learn in order to reach adulthood.",
      "vi": "và nó sẽ phải tiếp tục học hỏi để trưởng thành hơn."
    }
  },
  {
    "translation": {
      "en": "If the young sky grazers are to grow up,",
      "vi": "Nếu những con chim ăn cỏ muốn trưởng thành,"
    }
  },
  {
    "translation": {
      "en": "they have no choice.",
      "vi": "chúng không có lựa chọn."
    }
  },
  {
    "translation": {
      "en": "It's time to fly.",
      "vi": "Đến lúc bay rồi."
    }
  },
  {
    "translation": {
      "en": "Even in the air, they're still not safe.",
      "vi": "Ngay cả khi trên trời, chúng vẫn không an toàn."
    }
  },
  {
    "translation": {
      "en": "On Atlas, survival is a game of chance.",
      "vi": "Tại Atlas, sinh tồn là một trò chơi may rủi."
    }
  },
  {
    "translation": {
      "en": "Life goes on from one generation to the next.",
      "vi": "Cuộc sống tiếp diễn từ thế hệ này sang thế hệ khác."
    }
  },
  {
    "translation": {
      "en": "At least for now.",
      "vi": "Ít nhất là lúc này."
    }
  },
  {
    "translation": {
      "en": "The strong gravity of Atlas pulls asteroids onto a collision course.",
      "vi": "Trọng lực mạnh của Atlas dễ gây ra va chạm với tiểu hành tinh."
    }
  },
  {
    "translation": {
      "en": "Most burn up in the atmosphere.",
      "vi": "Hầu hết bị đốt cháy trên khí quyển."
    }
  },
  {
    "translation": {
      "en": "But there's a constant threat something big will get through...",
      "vi": "Nhưng mối đe dọa ở đây là sẽ có thứ gì đó đủ lớn để vượt qua..."
    }
  },
  {
    "translation": {
      "en": "and reset the course of life on the planet.",
      "vi": "và tái lập cuộc sống trên hành tinh này."
    }
  },
  {
    "translation": {
      "en": "Because gravity is weaker on Earth than Atlas,",
      "vi": "Vì trọng lực trên Trái Đất yếu hơn so với Atlas,"
    }
  },
  {
    "translation": {
      "en": "asteroid strikes are less frequent.",
      "vi": "ta ít bị thiên thạch tấn công hơn."
    }
  },
  {
    "translation": {
      "en": "But when they do occur, they can be catastrophic.",
      "vi": "Nhưng khi xảy ra, chúng có thể là thảm họa."
    }
  },
  {
    "translation": {
      "en": "[man] This is the Yucatán Peninsula.",
      "vi": "Đây là bán đảo Yucatán."
    }
  },
  {
    "translation": {
      "en": "27,000 square miles of tropical jungle.",
      "vi": "Bảy mươi ngàn kilomet vuông rừng nhiệt đới."
    }
  },
  {
    "translation": {
      "en": "But hidden within the jungle are numerous sinkholes called cenotes.",
      "vi": "Nhưng ẩn trong rừng là vô số hố sụt được gọi là hố tự nhiên."
    }
  },
  {
    "translation": {
      "en": "These are entrances to vast underground cave systems.",
      "vi": "Đây là lối vào các hệ thống hang động ngầm rộng lớn."
    }
  },
  {
    "translation": {
      "en": "There's no surface rivers or streams in the peninsula,",
      "vi": "Không có sông hoặc suối trên bề mặt bán đảo,"
    }
  },
  {
    "translation": {
      "en": "so the only source of water is underground in caves.",
      "vi": "nên nguồn nước duy nhất là trong các hang động dưới lòng đất."
    }
  },
  {
    "translation": {
      "en": "But the really interesting thing is the location of these cenotes.",
      "vi": "Nhưng điều thực sự thú vị là vị trí của những chiếc hố sụt này."
    }
  },
  {
    "translation": {
      "en": "Although there's probably 10,000 or more cenotes across the peninsula,",
      "vi": "Mặc dù có khoảng trên 10.000 hố sụt trên khắp bán đảo,"
    }
  },
  {
    "translation": {
      "en": "in the northwest corner...",
      "vi": "ở phía tây bắc..."
    }
  },
  {
    "translation": {
      "en": "they occur in a very well-defined semicircle.",
      "vi": "chúng xuất hiện trong một vùng bán nguyệt rất rõ ràng."
    }
  },
  {
    "translation": {
      "en": "If we follow that semicircle out into the Gulf of Mexico...",
      "vi": "Nếu chúng ta đi theo vòng bán nguyệt đó ra vịnh Mê-xi-cô..."
    }
  },
  {
    "translation": {
      "en": "we now have a complete circle that marks what one would expect",
      "vi": "ta có một vòng tròn hoàn chỉnh đánh dấu những gì người ta mong đợi"
    }
  },
  {
    "translation": {
      "en": "from the edge of an asteroid impact crater.",
      "vi": "từ rìa của một miệng hố va chạm thiên thạch."
    }
  },
  {
    "translation": {
      "en": "[Thomas] 65 million years ago,",
      "vi": "Sáu mươi lăm triệu năm trước,"
    }
  },
  {
    "translation": {
      "en": "gravity pulled an asteroid into our solar system.",
      "vi": "trọng lực hút một tiểu hành tinh vào hệ mặt trời của chúng ta."
    }
  },
  {
    "translation": {
      "en": "It smashed into our planet,",
      "vi": "Nó va vào hành tinh của ta,"
    }
  },
  {
    "translation": {
      "en": "causing the extinction of 75 percent of life on Earth.",
      "vi": "gây ra sự tuyệt chủng của bảy mươi lăm phần trăm sự sống."
    }
  },
  {
    "translation": {
      "en": "The asteroid strike generated enough debris",
      "vi": "Vụ va chạm đã tạo ra đủ các mảnh vỡ"
    }
  },
  {
    "translation": {
      "en": "to block out sunlight for two years.",
      "vi": "để ngăn chặn ánh sáng mặt trời trong hai năm."
    }
  },
  {
    "translation": {
      "en": "A world plunged into darkness.",
      "vi": "Một thế giới chìm trong bóng tối."
    }
  },
  {
    "translation": {
      "en": "Nothing could grow.",
      "vi": "Không gì có thể giống."
    }
  },
  {
    "translation": {
      "en": "This would happen on Atlas",
      "vi": "Điều này sẽ xảy ra trên Atlas..."
    }
  },
  {
    "translation": {
      "en": "if a big enough asteroid hit the planet.",
      "vi": "nếu một tiểu hành tinh đủ lớn đâm vào."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Cenotes are difficult places to survive...",
      "vi": "Hố tự nhiên là nơi khó tồn tại..."
    }
  },
  {
    "translation": {
      "en": "just like the Earth was 65 million years ago.",
      "vi": "giống như Trái đất cách đây 65 triệu năm."
    }
  },
  {
    "translation": {
      "en": "What are the characteristics that a species needs to survive an extinction?",
      "vi": "Một loài cần những đặc tính gì để sống sót sau một cuộc tuyệt chủng?"
    }
  },
  {
    "translation": {
      "en": "Somebody's in here.",
      "vi": "Có ai đó trong này."
    }
  },
  {
    "translation": {
      "en": "So, crocodiles are very resilient animals.",
      "vi": "Cá sấu là một loài vật rất kiên cường."
    }
  },
  {
    "translation": {
      "en": "They live both in the water and on land.",
      "vi": "Chúng sống cả dưới nước lẫn trên cạn."
    }
  },
  {
    "translation": {
      "en": "They're generalists. They don't require a specific diet.",
      "vi": "Chúng rất đa năng. Chúng không cần một chế độ ăn cụ thể."
    }
  },
  {
    "translation": {
      "en": "They'll eat almost anything.",
      "vi": "Chúng ăn gần như mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Whatever is available is good enough,",
      "vi": "Bất cứ thứ gì có sẵn đều đủ tốt,"
    }
  },
  {
    "translation": {
      "en": "they'll take it.",
      "vi": "chúng sẽ ăn nó."
    }
  },
  {
    "translation": {
      "en": "Here in this cenote,",
      "vi": "Ở cái hố tự nhiên này,"
    }
  },
  {
    "translation": {
      "en": "one's fallen in, gotten trapped, no way out...",
      "vi": "bất cứ con gì rơi vào cũng mắc kẹt, không có lối thoát..."
    }
  },
  {
    "translation": {
      "en": "Somehow, some way...",
      "vi": "bằng cách nào đó..."
    }
  },
  {
    "translation": {
      "en": "he's succeeded.",
      "vi": "nó đã thành công."
    }
  },
  {
    "translation": {
      "en": "They're survivors.",
      "vi": "Nó là kẻ sống sót."
    }
  },
  {
    "translation": {
      "en": "In a changing world, it pays to be a generalist,",
      "vi": "Trong một thế giới đổi thay, làm một kẻ đa năng sẽ được đền đáp,"
    }
  },
  {
    "translation": {
      "en": "not a specialist.",
      "vi": "chứ không phải một chuyên gia."
    }
  },
  {
    "translation": {
      "en": "If a big enough asteroid hits Atlas,",
      "vi": "Nếu một tiểu hành tinh đủ lớn đâm vào Atlas,"
    }
  },
  {
    "translation": {
      "en": "the sky grazers and predators would be doomed.",
      "vi": "chim ăn cỏ và những kẻ săn mồi sẽ chết."
    }
  },
  {
    "translation": {
      "en": "They're too specialized to cope with change.",
      "vi": "Chúng không đủ linh hoạt để đối phó với thay đổi."
    }
  },
  {
    "translation": {
      "en": "The generalists are the boneless scavengers.",
      "vi": "Những kẻ đa năng là những con thú ăn xác không xương."
    }
  },
  {
    "translation": {
      "en": "Like crocodiles, they eat anything...",
      "vi": "Giống như cá sấu, chúng ăn bất cứ thứ gì..."
    }
  },
  {
    "translation": {
      "en": "and live anywhere.",
      "vi": "và sống ở bất cứ đâu."
    }
  },
  {
    "translation": {
      "en": "On this imagined high-gravity world,",
      "vi": "Ở thế giới viễn tưởng có trọng lực mạnh này,"
    }
  },
  {
    "translation": {
      "en": "they could be the great survivors.",
      "vi": "chúng có thể là những kẻ sống sót vĩ đại."
    }
  },
  {
    "translation": {
      "en": "How might life adapt",
      "vi": "Làm sao để sự sống thích nghi"
    }
  },
  {
    "translation": {
      "en": "on a different world,",
      "vi": "trên thế giới khác?"
    }
  },
  {
    "translation": {
      "en": "where creatures are trapped",
      "vi": "Nơi sinh vật bị mắc kẹt"
    }
  },
  {
    "translation": {
      "en": "between a searing desert",
      "vi": "giữa sa mạc khô cằn"
    }
  },
  {
    "translation": {
      "en": "and a frozen shadowland?",
      "vi": "và một vùng bóng tối lạnh lẽo."
    }
  },
  {
    "translation": {
      "en": "A world of extremes.",
      "vi": "Một thế giới cực đoan."
    }
  }
]