[
  {
    "translation": {
      "en": "the voice-over comes in all deep and low and talks about another age,",
      "vi": "the voice-over comes in all deep and lowand talks about another age,"
    }
  },
  {
    "translation": {
      "en": "these monstrous, bird-like, reptilian figures.",
      "vi": "these monstrous, bird-like,reptilian figures."
    }
  },
  {
    "translation": {
      "en": "I fell in love with it. I've been in love with it ever since.",
      "vi": "I fell in love with it.I've been in love with it ever since."
    }
  },
  {
    "translation": {
      "en": "The Dark Crystal is Jim's most human creation",
      "vi": "The Dark Crystalis Jim's most human creation"
    }
  },
  {
    "translation": {
      "en": "which is a funny thing to say about a world where there are no humans.",
      "vi": "which is a funny thing to sayabout a world where there are no humans."
    }
  },
  {
    "translation": {
      "en": "It's such an incredibly all-encompassing, vivid world,",
      "vi": "It's such an incredibly all-encompassing,vivid world,"
    }
  },
  {
    "translation": {
      "en": "[Taron] It's the only part where I've known",
      "vi": "[Taron]It's the only part where I've known"
    }
  },
  {
    "translation": {
      "en": "I was gonna accept the part before opening the email.",
      "vi": "I was gonna accept the partbefore opening the email."
    }
  },
  {
    "translation": {
      "en": "The original Jim Henson film, like all of Jim Henson's work,",
      "vi": "The original Jim Henson film,like all of Jim Henson's work,"
    }
  },
  {
    "translation": {
      "en": "but especially that and Labyrinth, were huge parts of my childhood.",
      "vi": "but especially that and Labyrinth,were huge parts of my childhood."
    }
  },
  {
    "translation": {
      "en": "the right side of dark for my sensibilities,",
      "vi": "the right side of darkfor my sensibilities,"
    }
  },
  {
    "translation": {
      "en": "There was a book at the library of the making of The Dark Crystal.",
      "vi": "There was a book at the libraryof the making of The Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "You couldn't find the book anywhere, this was pre-Internet,",
      "vi": "You couldn't find the book anywhere,this was pre-Internet,"
    }
  },
  {
    "translation": {
      "en": "and I would just check that thing out, like, continuously.",
      "vi": "and I would just check that thing out,like, continuously."
    }
  },
  {
    "translation": {
      "en": "I just remember it being quite an overwhelming experience, you know,",
      "vi": "I just remember it being quitean overwhelming experience, you know,"
    }
  },
  {
    "translation": {
      "en": "and, uh, everything about it, the visuals, the score...",
      "vi": "and, uh, everything about it,the visuals, the score..."
    }
  },
  {
    "translation": {
      "en": "I love the score. Another one of those movies",
      "vi": "I love the score.Another one of those movies"
    }
  },
  {
    "translation": {
      "en": "where you come out of the cinema slightly changed.",
      "vi": "where you come out of the cinemaslightly changed."
    }
  },
  {
    "translation": {
      "en": "Early memories I have of watching television with my father",
      "vi": "Early memories I haveof watching television with my father"
    }
  },
  {
    "translation": {
      "en": "It was one of the few television shows he would watch.",
      "vi": "It was one of the few television showshe would watch."
    }
  },
  {
    "translation": {
      "en": "And then, he took me to see The Dark Crystal movie",
      "vi": "And then, he took me to seeThe Dark Crystal movie"
    }
  },
  {
    "translation": {
      "en": "and it was just something we'd never seen before.",
      "vi": "and it was just somethingwe'd never seen before."
    }
  },
  {
    "translation": {
      "en": "[Dave] I left the movie theater going, \"Well, how... how did any of that happen?\"",
      "vi": "[Dave] I left the movie theater going,\"Well, how... how did any of that happen?\""
    }
  },
  {
    "translation": {
      "en": "I got Podlings. I thought Podlings were a bit like Muppets. I get that.",
      "vi": "I got Podlings. I thought Podlingswere a bit like Muppets. I get that."
    }
  },
  {
    "translation": {
      "en": "And then, everything else, I just wanted to know how.",
      "vi": "And then, everything else,I just wanted to know how."
    }
  },
  {
    "translation": {
      "en": "So, if we go back and go, \"Well, what can we do",
      "vi": "So, if we go back and go,\"Well, what can we do"
    }
  },
  {
    "translation": {
      "en": "that has been brought to the table, is just... it's mind-blowing.",
      "vi": "that has been brought to the table,is just... it's mind-blowing."
    }
  },
  {
    "translation": {
      "en": "Vast on every level. I mean, it was one of the biggest things",
      "vi": "Vast on every level. I mean,it was one of the biggest things"
    }
  },
  {
    "translation": {
      "en": "in terms of the amount of characters, the sophistication of the characters,",
      "vi": "in terms of the amount of characters,the sophistication of the characters,"
    }
  },
  {
    "translation": {
      "en": "and also, the challenge of recreating things that already exist.",
      "vi": "and also, the challengeof recreating things that already exist."
    }
  },
  {
    "translation": {
      "en": "What fans of The Dark Crystal want is they want an odyssey, they want a saga,",
      "vi": "What fans of The Dark Crystal wantis they want an odyssey, they want a saga,"
    }
  },
  {
    "translation": {
      "en": "they want something to enrich the universe of the original film,",
      "vi": "they want something to enrichthe universe of the original film,"
    }
  },
  {
    "translation": {
      "en": "but there's just so much of it to explore now.",
      "vi": "but there's just so much of itto explore now."
    }
  },
  {
    "translation": {
      "en": "[Lisa] Imagine if you are in the puppetry business,",
      "vi": "[Lisa] Imagine if you arein the puppetry business,"
    }
  },
  {
    "translation": {
      "en": "whether as a puppeteer or a puppet builder,",
      "vi": "whether as a puppeteeror a puppet builder,"
    }
  },
  {
    "translation": {
      "en": "what bigger opportunity is ever gonna come you way",
      "vi": "what bigger opportunityis ever gonna come you way"
    }
  },
  {
    "translation": {
      "en": "[narrator] A thousand years ago, this land was green and good,",
      "vi": "[narrator] A thousand years ago,this land was green and good,"
    }
  },
  {
    "translation": {
      "en": "[Stephen] There's so much here that you don't know about.",
      "vi": "[Stephen] There's so much herethat you don't know about."
    }
  },
  {
    "translation": {
      "en": "[Brian] I was working in London for five years as a jobbing illustrator,",
      "vi": "[Brian] I was working in Londonfor five years as a jobbing illustrator,"
    }
  },
  {
    "translation": {
      "en": "But once I got the opportunity to move to the country here,",
      "vi": "But once I got the opportunityto move to the country here,"
    }
  },
  {
    "translation": {
      "en": "then, immediately, the first thing I painted",
      "vi": "then, immediately,the first thing I painted"
    }
  },
  {
    "translation": {
      "en": "was, indeed, this picture of a troll with trees behind it",
      "vi": "was, indeed, this picture of a trollwith trees behind it"
    }
  },
  {
    "translation": {
      "en": "And I was a bit overcome, I think, meeting Jim,",
      "vi": "And I was a bit overcome, I think,meeting Jim,"
    }
  },
  {
    "translation": {
      "en": "and I didn't know quite what to say or how to express myself,",
      "vi": "and I didn't know quite what to sayor how to express myself,"
    }
  },
  {
    "translation": {
      "en": "[Cheryl] My father really wanted to do an epic fantasy adventure.",
      "vi": "[Cheryl] My father really wanted to doan epic fantasy adventure."
    }
  },
  {
    "translation": {
      "en": "He enjoyed doing Muppets. He loved Sesame Street.",
      "vi": "He enjoyed doing Muppets.He loved Sesame Street."
    }
  },
  {
    "translation": {
      "en": "He loved the sort of fast, funny, vignette kind of variety show,",
      "vi": "He loved the sort of fast, funny,vignette kind of variety show,"
    }
  },
  {
    "translation": {
      "en": "but he wanted to do something that really told a complex narrative.",
      "vi": "but he wanted to do somethingthat really told a complex narrative."
    }
  },
  {
    "translation": {
      "en": "[Brian] But quite quickly, we were hiring people that had other skills,",
      "vi": "[Brian] But quite quickly, we werehiring people that had other skills,"
    }
  },
  {
    "translation": {
      "en": "because Jim wanted that strong feminine thing.",
      "vi": "because Jim wantedthat strong feminine thing."
    }
  },
  {
    "translation": {
      "en": "It was all about bringing a character to life,",
      "vi": "It was all about bringinga character to life,"
    }
  },
  {
    "translation": {
      "en": "all about creating something you've never seen before",
      "vi": "all about creating somethingyou've never seen before"
    }
  },
  {
    "translation": {
      "en": "that he was hoping the audience would not only believe in,",
      "vi": "that he was hoping the audiencewould not only believe in,"
    }
  },
  {
    "translation": {
      "en": "but also scratch their heads and go, \"How do you do that?\"",
      "vi": "but also scratch their heads and go,\"How do you do that?\""
    }
  },
  {
    "translation": {
      "en": "who is a guy who, for this world, these things are real.",
      "vi": "who is a guy who, for this world,these things are real."
    }
  },
  {
    "translation": {
      "en": "who is one of the most brilliant puppeteers who's ever lived,",
      "vi": "who is one of the most brilliantpuppeteers who's ever lived,"
    }
  },
  {
    "translation": {
      "en": "and you have Jim bringing the world-building, and the humanity,",
      "vi": "and you have Jim bringingthe world-building, and the humanity,"
    }
  },
  {
    "translation": {
      "en": "and the sense of human nature being put into these puppets.",
      "vi": "and the sense of human naturebeing put into these puppets."
    }
  },
  {
    "translation": {
      "en": "It's a brilliant kind of creative melting pot",
      "vi": "It's a brilliantkind of creative melting pot"
    }
  },
  {
    "translation": {
      "en": "[Taron] We live in an age of sequels and prequels,",
      "vi": "[Taron] We live in an ageof sequels and prequels,"
    }
  },
  {
    "translation": {
      "en": "but the great thing about The Dark Crystal is",
      "vi": "but the great thingabout The Dark Crystal is"
    }
  },
  {
    "translation": {
      "en": "it's such a microcosmic look at the world that, when you finish watching it,",
      "vi": "it's such a microcosmic look at the worldthat, when you finish watching it,"
    }
  },
  {
    "translation": {
      "en": "about the universe at large which have never been answered.",
      "vi": "about the universe at largewhich have never been answered."
    }
  },
  {
    "translation": {
      "en": "[Cheryl] There are people who obsess about Dark Crystal,",
      "vi": "[Cheryl] There are peoplewho obsess about Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "and over the years, it's really become a cult film.",
      "vi": "and over the years,it's really become a cult film."
    }
  },
  {
    "translation": {
      "en": "[Stephen] Is there going to be a feature film sequel?",
      "vi": "[Stephen] Is there going to bea feature film sequel?"
    }
  },
  {
    "translation": {
      "en": "a new version of The Dark Crystal better than on Netflix",
      "vi": "a new version of The Dark Crystalbetter than on Netflix"
    }
  },
  {
    "translation": {
      "en": "with the creative team that Henson assembled.",
      "vi": "with the creative teamthat Henson assembled."
    }
  },
  {
    "translation": {
      "en": "I mean, it's so exciting to see the world come back to life in that way.",
      "vi": "I mean, it's so exciting to see the worldcome back to life in that way."
    }
  },
  {
    "translation": {
      "en": "All too often, projects are rebooted or remade based on an IP",
      "vi": "All too often, projects are rebootedor remade based on an IP"
    }
  },
  {
    "translation": {
      "en": "where all the DNA of that thing that makes people love it is discarded.",
      "vi": "where all the DNA of that thingthat makes people love it is discarded."
    }
  },
  {
    "translation": {
      "en": "But, for me, if you're going to remake or reboot a franchise,",
      "vi": "But, for me, if you're going to remakeor reboot a franchise,"
    }
  },
  {
    "translation": {
      "en": "go back to why people like it in the first place.",
      "vi": "go back to why people like itin the first place."
    }
  },
  {
    "translation": {
      "en": "[Cindy] Teddy Biaselli had told me that Henson were interested",
      "vi": "[Cindy] Teddy Biaselli had told methat Henson were interested"
    }
  },
  {
    "translation": {
      "en": "in doing an animated series of The Dark Crystal,",
      "vi": "in doing an animated seriesof The Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "and I thought about it, and I went home and I watched the movie again.",
      "vi": "and I thought about it, and I went homeand I watched the movie again."
    }
  },
  {
    "translation": {
      "en": "I kept thinking about it. I was, like, \"Well the mythology is great,",
      "vi": "I kept thinking about it. I was, like,\"Well the mythology is great,"
    }
  },
  {
    "translation": {
      "en": "but what makes it really special and transcendent is the puppets.\"",
      "vi": "but what makes it really specialand transcendent is the puppets.\""
    }
  },
  {
    "translation": {
      "en": "[Ted] I picked up the phone. I was, like, \"Okay, good news, bad news.",
      "vi": "[Ted] I picked up the phone. I was, like,\"Okay, good news, bad news."
    }
  },
  {
    "translation": {
      "en": "Uh, bad news is, we're not gonna make The Dark Crystal animated series.",
      "vi": "Uh, bad news is, we're not gonnamake The Dark Crystal animated series."
    }
  },
  {
    "translation": {
      "en": "The good news is Cindy wants to know what it would cost to do it live-action.\"",
      "vi": "The good news is Cindy wants to knowwhat it would cost to do it live-action.\""
    }
  },
  {
    "translation": {
      "en": "And you could hear the phone hit the floor.",
      "vi": "And you could hear the phonehit the floor."
    }
  },
  {
    "translation": {
      "en": "[laughs] Like, \"Really? A series that looks like the film?\"",
      "vi": "[laughs] Like, \"Really? A seriesthat looks like the film?\""
    }
  },
  {
    "translation": {
      "en": "And, of course... of course we immediately responded",
      "vi": "And, of course... of coursewe immediately responded"
    }
  },
  {
    "translation": {
      "en": "that it's yes, like, it's technically possible,",
      "vi": "that it's yes, like,it's technically possible,"
    }
  },
  {
    "translation": {
      "en": "[Cindy] The best version of The Dark Crystal",
      "vi": "[Cindy] The best versionof The Dark Crystal"
    }
  },
  {
    "translation": {
      "en": "to really reach for the best version they can possibly imagine.",
      "vi": "to really reach for the best versionthey can possibly imagine."
    }
  },
  {
    "translation": {
      "en": "-[gasps] -[laughs] Gelfling!",
      "vi": "-[gasps]-[laughs] Gelfling!"
    }
  },
  {
    "translation": {
      "en": "-[laughing] -[grunts]",
      "vi": "-[laughing]-[grunts]"
    }
  },
  {
    "translation": {
      "en": "[Lisa] Netflix could look at the test and see the same thing that we saw in it.",
      "vi": "[Lisa] Netflix could look at the testand see the same thing that we saw in it."
    }
  },
  {
    "translation": {
      "en": "was we did CG Gelfling with puppet Skeksis.",
      "vi": "was we did CG Gelflingwith puppet Skeksis."
    }
  },
  {
    "translation": {
      "en": "-[yelling] -[pants]",
      "vi": "-[yelling]-[pants]"
    }
  },
  {
    "translation": {
      "en": "in the same way that they did the original film?",
      "vi": "in the same way that they didthe original film?"
    }
  },
  {
    "translation": {
      "en": "You know, how much has, of-- has technology progressed?",
      "vi": "You know, how much has, of--has technology progressed?"
    }
  },
  {
    "translation": {
      "en": "between a real tactile object that catches the light,",
      "vi": "between a real tactile objectthat catches the light,"
    }
  },
  {
    "translation": {
      "en": "versus something that is generated in a computer.",
      "vi": "versus somethingthat is generated in a computer."
    }
  },
  {
    "translation": {
      "en": "And no matter how good it looks, no matter how good it looks,",
      "vi": "And no matter how good it looks,no matter how good it looks,"
    }
  },
  {
    "translation": {
      "en": "[Lisa] We could make a clean marriage between the two.",
      "vi": "[Lisa] We could make a clean marriagebetween the two."
    }
  },
  {
    "translation": {
      "en": "but the CG Gelfling didn't look like Gelflings.",
      "vi": "but the CG Gelflingdidn't look like Gelflings."
    }
  },
  {
    "translation": {
      "en": "[Ritamarie] No matter what you did with the eyes of the puppet,",
      "vi": "[Ritamarie] No matter what you didwith the eyes of the puppet,"
    }
  },
  {
    "translation": {
      "en": "those puppet glass eyes were so hard to replicate",
      "vi": "those puppet glass eyeswere so hard to replicate"
    }
  },
  {
    "translation": {
      "en": "then you really just wanted to see the puppet.",
      "vi": "then you really just wantedto see the puppet."
    }
  },
  {
    "translation": {
      "en": "[Erik] Seeing the tests that they did before the shoot",
      "vi": "[Erik] Seeing the tests that they didbefore the shoot"
    }
  },
  {
    "translation": {
      "en": "It's amazing how much more evocative the... the puppet is.",
      "vi": "It's amazing how much more evocativethe... the puppet is."
    }
  },
  {
    "translation": {
      "en": "you can't talk to a Pixar character in the real world.",
      "vi": "you can't talk to a Pixar characterin the real world."
    }
  },
  {
    "translation": {
      "en": "I mean, the percentage of the audience that gets to come",
      "vi": "I mean, the percentage of the audiencethat gets to come"
    }
  },
  {
    "translation": {
      "en": "and talk to a puppet in the real world is very small,",
      "vi": "and talk to a puppet in the real worldis very small,"
    }
  },
  {
    "translation": {
      "en": "[Louise] We're going back to telling the story and what serves that,",
      "vi": "[Louise] We're going backto telling the story and what serves that,"
    }
  },
  {
    "translation": {
      "en": "How do the effects serve the story? What can they tell?",
      "vi": "How do the effects serve the story?What can they tell?"
    }
  },
  {
    "translation": {
      "en": "[Andy] CG, they can expand your world, they can enhance it and augment it,",
      "vi": "[Andy] CG, they can expand your world,they can enhance it and augment it,"
    }
  },
  {
    "translation": {
      "en": "and they can totally take it to places that just sets can't",
      "vi": "and they can totally take it to placesthat just sets can't"
    }
  },
  {
    "translation": {
      "en": "but they can't be the star of the show, and they shouldn't be the star,",
      "vi": "but they can't be the star of the show,and they shouldn't be the star,"
    }
  },
  {
    "translation": {
      "en": "because then you do lose that humanity, and it does jar you out of it.",
      "vi": "because then you do lose that humanity,and it does jar you out of it."
    }
  },
  {
    "translation": {
      "en": "And we all looked around at each other and said,",
      "vi": "And we all looked around at each otherand said,"
    }
  },
  {
    "translation": {
      "en": "And Double Negative, the studio that did the CG,",
      "vi": "And Double Negative,the studio that did the CG,"
    }
  },
  {
    "translation": {
      "en": "said, \"Well, hold on. We want to show you something.\"",
      "vi": "said, \"Well, hold on.We want to show you something.\""
    }
  },
  {
    "translation": {
      "en": "Take just a shot from the movie, and then just manipulate it,",
      "vi": "Take just a shot from the movie,and then just manipulate it,"
    }
  },
  {
    "translation": {
      "en": "so you can add a little bit of blink or a little bit of smile,",
      "vi": "so you can add a little bit of blinkor a little bit of smile,"
    }
  },
  {
    "translation": {
      "en": "and just take the performance from the puppet",
      "vi": "and just take the performancefrom the puppet"
    }
  },
  {
    "translation": {
      "en": "just that little bit further to add a bit more life to it.",
      "vi": "just that little bit furtherto add a bit more life to it."
    }
  },
  {
    "translation": {
      "en": "And they augmented Kira's face a little bit.",
      "vi": "And they augmented Kira's facea little bit."
    }
  },
  {
    "translation": {
      "en": "That gave it a little bit more pop of life.",
      "vi": "That gave ita little bit more pop of life."
    }
  },
  {
    "translation": {
      "en": "And we all went... [snaps fingers] \"That's it.\"",
      "vi": "And we all went... [snaps fingers]\"That's it.\""
    }
  },
  {
    "translation": {
      "en": "[Lisa] We, as a company, have been doing puppets for over 50 years,",
      "vi": "[Lisa] We, as a company, have beendoing puppets for over 50 years,"
    }
  },
  {
    "translation": {
      "en": "and to be here at this point, so many years later,",
      "vi": "and to be here at this point,so many years later,"
    }
  },
  {
    "translation": {
      "en": "and be doing what has got to be the biggest puppet production ever.",
      "vi": "and be doing what has got to bethe biggest puppet production ever."
    }
  },
  {
    "translation": {
      "en": "My writing partner and I came up with a pitch for a sequel to Labyrinth,",
      "vi": "My writing partner and I came upwith a pitch for a sequel to Labyrinth,"
    }
  },
  {
    "translation": {
      "en": "and we called and we're like, \"There's these two guys,",
      "vi": "and we called and we're like,\"There's these two guys,"
    }
  },
  {
    "translation": {
      "en": "they have an idea for Labyrinth. Do you wanna hear it for a sequel?",
      "vi": "they have an idea for Labyrinth.Do you wanna hear it for a sequel?"
    }
  },
  {
    "translation": {
      "en": "Henson Company was like, \"No, but we're doing Dark Crystal,",
      "vi": "Henson Company was like,\"No, but we're doing Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "We're sitting there and this French gentleman comes in, says,",
      "vi": "We're sitting thereand this French gentleman comes in, says,"
    }
  },
  {
    "translation": {
      "en": "\"Hello, I'm Louis, I'm here to meet with Lisa.\"",
      "vi": "\"Hello, I'm Louis,I'm here to meet with Lisa.\""
    }
  },
  {
    "translation": {
      "en": "And so, we have to suddenly act like we know what we're doing.",
      "vi": "And so, we have to suddenly actlike we know what we're doing."
    }
  },
  {
    "translation": {
      "en": "We turn, look, and we see the archer, except the hunter--",
      "vi": "We turn, look, and we see the archer,except the hunter--"
    }
  },
  {
    "translation": {
      "en": "[Blanca] The way they pitched the idea of the show",
      "vi": "[Blanca] The way they pitchedthe idea of the show"
    }
  },
  {
    "translation": {
      "en": "to see that we found the right person to bring this back to life again.",
      "vi": "to see that we found the right personto bring this back to life again."
    }
  },
  {
    "translation": {
      "en": "and that is where Aughra manages to emerge...",
      "vi": "and that is where Aughramanages to emerge..."
    }
  },
  {
    "translation": {
      "en": "[Carolina] The level of passion and excitement",
      "vi": "[Carolina] The level of passionand excitement"
    }
  },
  {
    "translation": {
      "en": "So when they spoke the story to us, we were, like, all leaning in.",
      "vi": "So when they spoke the story to us,we were, like, all leaning in."
    }
  },
  {
    "translation": {
      "en": "We're like, \"What is this? What is this?\" And that transferred onto the page.",
      "vi": "We're like, \"What is this? What is this?\"And that transferred onto the page."
    }
  },
  {
    "translation": {
      "en": "If you weren't incredibly familiar with the original film",
      "vi": "If you weren't incredibly familiarwith the original film"
    }
  },
  {
    "translation": {
      "en": "how to build up this very elaborate prequel.",
      "vi": "how to build upthis very elaborate prequel."
    }
  },
  {
    "translation": {
      "en": "We're looking at telling ten hours of modern television,",
      "vi": "We're looking at telling ten hoursof modern television,"
    }
  },
  {
    "translation": {
      "en": "and it's 30 years after the original Dark Crystal came out.",
      "vi": "and it's 30 years afterthe original Dark Crystal came out."
    }
  },
  {
    "translation": {
      "en": "So, we can't just live with the idea that we're introducing a new world,",
      "vi": "So, we can't just live with the ideathat we're introducing a new world,"
    }
  },
  {
    "translation": {
      "en": "So, we had to break a lot of the narrative conceits of the film,",
      "vi": "So, we had to break a lotof the narrative conceits of the film,"
    }
  },
  {
    "translation": {
      "en": "a lot of the visual conceits of the film, and be free to do that.",
      "vi": "a lot of the visual conceits of the film,and be free to do that."
    }
  },
  {
    "translation": {
      "en": "[Will] And so you can't go into that with like, \"And here's how I'd do it.\"",
      "vi": "[Will] And so you can't go into thatwith like, \"And here's how I'd do it.\""
    }
  },
  {
    "translation": {
      "en": "\"Okay, what do you like about what you're doing,",
      "vi": "\"Okay, what do you likeabout what you're doing,"
    }
  },
  {
    "translation": {
      "en": "[stammers] what needs a little more life, what needs a little fleshing out,",
      "vi": "[stammers] what needs a little more life,what needs a little fleshing out,"
    }
  },
  {
    "translation": {
      "en": "never worked on television before in their life.",
      "vi": "never worked on television beforein their life."
    }
  },
  {
    "translation": {
      "en": "We weren't about to literally throw them in the deep end",
      "vi": "We weren't about to literallythrow them in the deep end"
    }
  },
  {
    "translation": {
      "en": "So I go into the meeting, and I'm ushered into Lisa Henson's office.",
      "vi": "So I go into the meeting,and I'm ushered into Lisa Henson's office."
    }
  },
  {
    "translation": {
      "en": "And he came in and he didn't know what he was there for.",
      "vi": "And he came inand he didn't know what he was there for."
    }
  },
  {
    "translation": {
      "en": "And we said, \"We're gonna show you something.\"",
      "vi": "And we said,\"We're gonna show you something.\""
    }
  },
  {
    "translation": {
      "en": "[Javier] And then they show me this five-minute trailer that they shot",
      "vi": "[Javier] And then they show methis five-minute trailer that they shot"
    }
  },
  {
    "translation": {
      "en": "And the story's been told enough times that I'm not entirely sure what happened.",
      "vi": "And the story's been told enough timesthat I'm not entirely sure what happened."
    }
  },
  {
    "translation": {
      "en": "I think he man-cried. I mean, I think he basically man-cried.",
      "vi": "I think he man-cried.I mean, I think he basically man-cried."
    }
  },
  {
    "translation": {
      "en": "I think on the outside I was able to keep a good poker face,",
      "vi": "I think on the outside I was ableto keep a good poker face,"
    }
  },
  {
    "translation": {
      "en": "but on the inside, I went into like a full-on, ugly man-cry",
      "vi": "but on the inside,I went into like a full-on, ugly man-cry"
    }
  },
  {
    "translation": {
      "en": "for, like, my lost innocence, and my childhood,",
      "vi": "for, like, my lost innocence,and my childhood,"
    }
  },
  {
    "translation": {
      "en": "And I couldn't say no to the job. It was just one of those things, like,",
      "vi": "And I couldn't say no to the job.It was just one of those things, like,"
    }
  },
  {
    "translation": {
      "en": "you could offer me a dollar... [laughs] and I'm gonna do this job, you know?",
      "vi": "you could offer me a dollar... [laughs]and I'm gonna do this job, you know?"
    }
  },
  {
    "translation": {
      "en": "[Will] The minute he walked in the room, you knew",
      "vi": "[Will] The minute he walked in the room,you knew"
    }
  },
  {
    "translation": {
      "en": "He immediately set a tone of professionalism and nerd joy.",
      "vi": "He immediately set a toneof professionalism and nerd joy."
    }
  },
  {
    "translation": {
      "en": "Are you nuts? Why would you re-make something so great?",
      "vi": "Are you nuts?Why would you re-make something so great?"
    }
  },
  {
    "translation": {
      "en": "And then I saw they're making it into a TV series and it was a prequel.",
      "vi": "And then I saw they're making itinto a TV series and it was a prequel."
    }
  },
  {
    "translation": {
      "en": "I saw the people that were involved and I thought, \"Oh, I get it.",
      "vi": "I saw the people that were involvedand I thought, \"Oh, I get it."
    }
  },
  {
    "translation": {
      "en": "You're really digging deep into the world and you can do so many more things now.\"",
      "vi": "You're really digging deep into the worldand you can do so many more things now.\""
    }
  },
  {
    "translation": {
      "en": "because he wanted to know what we were doing with The Dark Crystal",
      "vi": "because he wanted to knowwhat we were doing with The Dark Crystal"
    }
  },
  {
    "translation": {
      "en": "at the time we were developing a feature film.",
      "vi": "at the time we were developinga feature film."
    }
  },
  {
    "translation": {
      "en": "He jumped on board the feature film and worked with us on that development",
      "vi": "He jumped on board the feature filmand worked with us on that development"
    }
  },
  {
    "translation": {
      "en": "And he is the one person on the whole show",
      "vi": "And he is the one personon the whole show"
    }
  },
  {
    "translation": {
      "en": "and I feel like he's really the right person",
      "vi": "and I feel like he's reallythe right person"
    }
  },
  {
    "translation": {
      "en": "to be standing in my father's shoes from the original movie,",
      "vi": "to be standing in my father's shoesfrom the original movie,"
    }
  },
  {
    "translation": {
      "en": "\"All right, what are we doing here?\" [laughs] You know?",
      "vi": "\"All right, what are we doing here?\"[laughs] You know?"
    }
  },
  {
    "translation": {
      "en": "[Javier] The Dark Crystal was heavy with the weight of legacy.",
      "vi": "[Javier] The Dark Crystal was heavywith the weight of legacy."
    }
  },
  {
    "translation": {
      "en": "Legacy because all of us grew up with Jim Henson.",
      "vi": "Legacy because all of usgrew up with Jim Henson."
    }
  },
  {
    "translation": {
      "en": "Legacy because The Dark Crystal was a huge movie",
      "vi": "Legacy because The Dark Crystalwas a huge movie"
    }
  },
  {
    "translation": {
      "en": "for a lot of us who love cinema and especially who love genre cinema.",
      "vi": "for a lot of us who love cinemaand especially who love genre cinema."
    }
  },
  {
    "translation": {
      "en": "But the trick is to find that sweet spot where you still are able to be honest,",
      "vi": "But the trick is to find that sweet spotwhere you still are able to be honest,"
    }
  },
  {
    "translation": {
      "en": "you're still able to be respectful, and you're still able to be creative.",
      "vi": "you're still able to be respectful,and you're still able to be creative."
    }
  },
  {
    "translation": {
      "en": "um, but he was in the writing room the whole time.",
      "vi": "um, but he was in the writing roomthe whole time."
    }
  },
  {
    "translation": {
      "en": "So, we did a writing room in Los Angeles with Jeff, and Will, and Javier,",
      "vi": "So, we did a writing room in Los Angeleswith Jeff, and Will, and Javier,"
    }
  },
  {
    "translation": {
      "en": "And then, Louis worked with them even closer,",
      "vi": "And then, Louis worked with themeven closer,"
    }
  },
  {
    "translation": {
      "en": "[Vivian] Will and Jeff had already thought of the ten episodes,",
      "vi": "[Vivian] Will and Jeff had already thoughtof the ten episodes,"
    }
  },
  {
    "translation": {
      "en": "so they did a lot of the heavy lifting for us.",
      "vi": "so they did a lotof the heavy lifting for us."
    }
  },
  {
    "translation": {
      "en": "and sort of what were important aspects to make sure that we didn't change,",
      "vi": "and sort of what were important aspectsto make sure that we didn't change,"
    }
  },
  {
    "translation": {
      "en": "or things that we did make sure that were the tent poles.",
      "vi": "or things that we did make surethat were the tent poles."
    }
  },
  {
    "translation": {
      "en": "We've used a lot of what he developed in his YA books",
      "vi": "We've used a lot of what he developedin his YA books"
    }
  },
  {
    "translation": {
      "en": "as texture and background for the story that the series tells.",
      "vi": "as texture and backgroundfor the story that the series tells."
    }
  },
  {
    "translation": {
      "en": "Writing the novels, it was a lot about, like,",
      "vi": "Writing the novels,it was a lot about, like,"
    }
  },
  {
    "translation": {
      "en": "making up place names, and character names, and environments,",
      "vi": "making up place names,and character names, and environments,"
    }
  },
  {
    "translation": {
      "en": "and now, I'm just one piece in a very big picture.",
      "vi": "and now, I'm just one piecein a very big picture."
    }
  },
  {
    "translation": {
      "en": "That world building which sort of occurred across the YA novels",
      "vi": "That world building which sort of occurredacross the YA novels"
    }
  },
  {
    "translation": {
      "en": "you know, we kind of just created, like, that civilization,",
      "vi": "you know, we kind ofjust created, like, that civilization,"
    }
  },
  {
    "translation": {
      "en": "Seven clans which are each run by their own Maudra,",
      "vi": "Seven clans which are each runby their own Maudra,"
    }
  },
  {
    "translation": {
      "en": "The queen of all of them is the All-Maudra.",
      "vi": "The queen of all of themis the All-Maudra."
    }
  },
  {
    "translation": {
      "en": "so we actually created seven different clans",
      "vi": "so we actually createdseven different clans"
    }
  },
  {
    "translation": {
      "en": "is the way that human cultures are different from each other.",
      "vi": "is the way that human culturesare different from each other."
    }
  },
  {
    "translation": {
      "en": "[Simon] Certainly, in science fiction and fantasy,",
      "vi": "[Simon] Certainly,in science fiction and fantasy,"
    }
  },
  {
    "translation": {
      "en": "you have realms whereby you can rehearse ideas",
      "vi": "you have realmswhereby you can rehearse ideas"
    }
  },
  {
    "translation": {
      "en": "that might not necessarily be possible in the real world.",
      "vi": "that might not necessarily be possiblein the real world."
    }
  },
  {
    "translation": {
      "en": "or at least environments where things aren't necessarily dictated",
      "vi": "or at least environments where thingsaren't necessarily dictated"
    }
  },
  {
    "translation": {
      "en": "[Halle] High fantasy, like all good storytelling,",
      "vi": "[Halle] High fantasy,like all good storytelling,"
    }
  },
  {
    "translation": {
      "en": "has a character story, has a plot story that drives the action.",
      "vi": "has a character story,has a plot story that drives the action."
    }
  },
  {
    "translation": {
      "en": "probably better than any type of storytelling",
      "vi": "probably betterthan any type of storytelling"
    }
  },
  {
    "translation": {
      "en": "is it can send that bigger, overall message,",
      "vi": "is it can send that bigger,overall message,"
    }
  },
  {
    "translation": {
      "en": "not only to bringing people into this wondrous new world,",
      "vi": "not only to bringing peopleinto this wondrous new world,"
    }
  },
  {
    "translation": {
      "en": "that, uh, we all are feeling very strongly.",
      "vi": "that, uh,we all are feeling very strongly."
    }
  },
  {
    "translation": {
      "en": "And seeing it in myth, and a new myth, it's gonna be very exciting.",
      "vi": "And seeing it in myth, and a new myth,it's gonna be very exciting."
    }
  },
  {
    "translation": {
      "en": "All storytelling is about who we are, and what we do,",
      "vi": "All storytelling is about who we are,and what we do,"
    }
  },
  {
    "translation": {
      "en": "and how we behave, and what choices we make.",
      "vi": "and how we behave,and what choices we make."
    }
  },
  {
    "translation": {
      "en": "Uh, and sometimes it's naturalistic, sometimes it's through a fantasy prism.",
      "vi": "Uh, and sometimes it's naturalistic,sometimes it's through a fantasy prism."
    }
  },
  {
    "translation": {
      "en": "But with this, when it's through creatures that don't look like us,",
      "vi": "But with this, when it's through creaturesthat don't look like us,"
    }
  },
  {
    "translation": {
      "en": "We don't notice that we're really talking about how human beings behave.",
      "vi": "We don't notice that we're really talkingabout how human beings behave."
    }
  },
  {
    "translation": {
      "en": "[Javier] What are the tent-pole moments we have to hit?",
      "vi": "[Javier] What are the tent-pole momentswe have to hit?"
    }
  },
  {
    "translation": {
      "en": "We know that the pilot is the Gelfling discover",
      "vi": "We know that the pilotis the Gelfling discover"
    }
  },
  {
    "translation": {
      "en": "that the Skeksis are draining the Gelfling for their essence.",
      "vi": "that the Skeksis are draining the Gelflingfor their essence."
    }
  },
  {
    "translation": {
      "en": "So you start putting those tent poles up on a white board,",
      "vi": "So you start putting those tent poles upon a white board,"
    }
  },
  {
    "translation": {
      "en": "it gives you, if not a road map, a set of destinations.",
      "vi": "it gives you, if not a road map,a set of destinations."
    }
  },
  {
    "translation": {
      "en": "you sit in a room, and this is how we did Lost also.",
      "vi": "you sit in a room,and this is how we did Lost also."
    }
  },
  {
    "translation": {
      "en": "You sit in a room day after day, and go, \"Okay, how do we get",
      "vi": "You sit in a room day after day,and go, \"Okay, how do we get"
    }
  },
  {
    "translation": {
      "en": "from point A, to point B, to point C, to point D?\"",
      "vi": "from point A, to point B,to point C, to point D?\""
    }
  },
  {
    "translation": {
      "en": "Next thing you know, you have a season of television.",
      "vi": "Next thing you know,you have a season of television."
    }
  },
  {
    "translation": {
      "en": "And from there, that's when you build a world.",
      "vi": "And from there,that's when you build a world."
    }
  },
  {
    "translation": {
      "en": "If you... you create a character such as...",
      "vi": "If you...you create a character such as..."
    }
  },
  {
    "translation": {
      "en": "So, she's a princess, which means there's a mother who's a queen,",
      "vi": "So, she's a princess, which meansthere's a mother who's a queen,"
    }
  },
  {
    "translation": {
      "en": "which means, oh, there's a hierarchy, this, uh, legacy that she has to live.",
      "vi": "which means, oh, there's a hierarchy,this, uh, legacy that she has to live."
    }
  },
  {
    "translation": {
      "en": "and it's very beautiful, and it's very delicate.",
      "vi": "and it's very beautiful,and it's very delicate."
    }
  },
  {
    "translation": {
      "en": "We wanted to make sure that we also had a love story at its core.",
      "vi": "We wanted to make surethat we also had a love story at its core."
    }
  },
  {
    "translation": {
      "en": "And I think that these two characters need to meet",
      "vi": "And I think that these two charactersneed to meet"
    }
  },
  {
    "translation": {
      "en": "-What? -I know exactly what to do now.",
      "vi": "-What?-I know exactly what to do now."
    }
  },
  {
    "translation": {
      "en": "who's one of our writers on the show and who had a background in linguistics.",
      "vi": "who's one of our writers on the showand who had a background in linguistics."
    }
  },
  {
    "translation": {
      "en": "And he handed me a neat little vocabulary packet",
      "vi": "And he handed mea neat little vocabulary packet"
    }
  },
  {
    "translation": {
      "en": "and so I learned it by studying Jo Lee's diligent work.",
      "vi": "and so I learned itby studying Jo Lee's diligent work."
    }
  },
  {
    "translation": {
      "en": "[J.M.] He's done a huge amount to breathe life into it.",
      "vi": "[J.M.] He's done a huge amountto breathe life into it."
    }
  },
  {
    "translation": {
      "en": "and I'm like,\"I don't... I don't know what that says.\"",
      "vi": "and I'm like,\"I don't...I don't know what that says.\""
    }
  },
  {
    "translation": {
      "en": "Like... [laughs] I made up the language, but I'm not fluent in it.",
      "vi": "Like... [laughs] I made up the language,but I'm not fluent in it."
    }
  },
  {
    "translation": {
      "en": "like, figuring out how is he gonna shoot that arrow,",
      "vi": "like, figuring outhow is he gonna shoot that arrow,"
    }
  },
  {
    "translation": {
      "en": "because he also had four hands and he can go like this.",
      "vi": "because he also had four handsand he can go like this."
    }
  },
  {
    "translation": {
      "en": "and shoots up in the air like that with those arms going up?",
      "vi": "and shoots up in the air like thatwith those arms going up?"
    }
  },
  {
    "translation": {
      "en": "[Javier] At one point in the writer's room, somebody comes up with,",
      "vi": "[Javier] At one point in the writer'sroom, somebody comes up with,"
    }
  },
  {
    "translation": {
      "en": "\"We should have a scene where Podlings are being washed,\"",
      "vi": "\"We should have a scenewhere Podlings are being washed,\""
    }
  },
  {
    "translation": {
      "en": "\"We should send Brea to, like, some group of people",
      "vi": "\"We should send Breato, like, some group of people"
    }
  },
  {
    "translation": {
      "en": "who just do crap jobs and they're really unhappy.\"",
      "vi": "who just do crap jobsand they're really unhappy.\""
    }
  },
  {
    "translation": {
      "en": "And then, you give it to a talented writer like Vivian.",
      "vi": "And then, you give it to a talentedwriter like Vivian."
    }
  },
  {
    "translation": {
      "en": "Next thing you know, the daughter is going to The Deterge,",
      "vi": "Next thing you know,the daughter is going to The Deterge,"
    }
  },
  {
    "translation": {
      "en": "and there's a season where you wash Podlings.",
      "vi": "and there's a seasonwhere you wash Podlings."
    }
  },
  {
    "translation": {
      "en": "And, by the way, that's also a good example",
      "vi": "And, by the way,that's also a good example"
    }
  },
  {
    "translation": {
      "en": "Having written a Star Trek movie, I know what it's like when you write,",
      "vi": "Having written a Star Trek movie,I know what it's like when you write,"
    }
  },
  {
    "translation": {
      "en": "\"And such-and-such lands on such-and-such planet.\"",
      "vi": "\"And such-and-suchlands on such-and-such planet.\""
    }
  },
  {
    "translation": {
      "en": "And you know someone's gonna have to go build that,",
      "vi": "And you know someone'sgonna have to go build that,"
    }
  },
  {
    "translation": {
      "en": "But I think, as a writer, you have to trust in the process.",
      "vi": "But I think, as a writer,you have to trust in the process."
    }
  },
  {
    "translation": {
      "en": "You can't think about the designers and the builders.",
      "vi": "You can't think about the designersand the builders."
    }
  },
  {
    "translation": {
      "en": "You write whatever the heck you wanna write.",
      "vi": "You write whatever the heckyou wanna write."
    }
  },
  {
    "translation": {
      "en": "However vast and expansive it is, you just write it",
      "vi": "However vast and expansive it is,you just write it"
    }
  },
  {
    "translation": {
      "en": "we had to have that full trust in the creative vision.",
      "vi": "we had to have that full trustin the creative vision."
    }
  },
  {
    "translation": {
      "en": "I don't know where else you could make an epic,",
      "vi": "I don't know where elseyou could make an epic,"
    }
  },
  {
    "translation": {
      "en": "action, adventure, fantasy, romance, story of love",
      "vi": "action, adventure, fantasy, romance,story of love"
    }
  },
  {
    "translation": {
      "en": "do have a lot of freedom to do their jobs how they see fit,",
      "vi": "do have a lot of freedomto do their jobs how they see fit,"
    }
  },
  {
    "translation": {
      "en": "So, there's a responsibility for delivering at a really high level.",
      "vi": "So, there's a responsibilityfor delivering at a really high level."
    }
  },
  {
    "translation": {
      "en": "And we extend that same mantra to our filmmakers.",
      "vi": "And we extend that same mantrato our filmmakers."
    }
  },
  {
    "translation": {
      "en": "the thing that really sort of set my soul on fire",
      "vi": "the thing that reallysort of set my soul on fire"
    }
  },
  {
    "translation": {
      "en": "was drawing, and sculpting, and making characters.",
      "vi": "was drawing, and sculpting,and making characters."
    }
  },
  {
    "translation": {
      "en": "and that's sort of what I thought my life was going to be about.",
      "vi": "and that's sort of what I thoughtmy life was going to be about."
    }
  },
  {
    "translation": {
      "en": "And I just remembered the first time that I opened the printout",
      "vi": "And I just remembered the first timethat I opened the printout"
    }
  },
  {
    "translation": {
      "en": "with the character breakdown and the little image,",
      "vi": "with the character breakdownand the little image,"
    }
  },
  {
    "translation": {
      "en": "that I just called, like, anyone who I thought might be interested",
      "vi": "that I just called, like, anyonewho I thought might be interested"
    }
  },
  {
    "translation": {
      "en": "to tell them about it, because it was just the coolest thing.",
      "vi": "to tell them about it,because it was just the coolest thing."
    }
  },
  {
    "translation": {
      "en": "about the way something is moving in real space,",
      "vi": "about the way somethingis moving in real space,"
    }
  },
  {
    "translation": {
      "en": "with the light catching it and that tactile sense,",
      "vi": "with the light catching itand that tactile sense,"
    }
  },
  {
    "translation": {
      "en": "[Lisa] We were nervous about doing puppet Gelfling,",
      "vi": "[Lisa] We were nervousabout doing puppet Gelfling,"
    }
  },
  {
    "translation": {
      "en": "that the Gelfling hadn't been entirely successful in the first movie.",
      "vi": "that the Gelfling hadn't beenentirely successful in the first movie."
    }
  },
  {
    "translation": {
      "en": "but, like, the movement was not quite what he wanted.",
      "vi": "but, like, the movementwas not quite what he wanted."
    }
  },
  {
    "translation": {
      "en": "They were sure that they were gonna be able to do",
      "vi": "They were sure that they weregonna be able to do"
    }
  },
  {
    "translation": {
      "en": "because, basically, it's a hand in a very small head,",
      "vi": "because, basically,it's a hand in a very small head,"
    }
  },
  {
    "translation": {
      "en": "and there isn't a lot you can do with that.",
      "vi": "and there isn't a lotyou can do with that."
    }
  },
  {
    "translation": {
      "en": "You still need to have a lot of room for mechanisms up above",
      "vi": "You still need to have a lot of roomfor mechanisms up above"
    }
  },
  {
    "translation": {
      "en": "and enough room for a hand to manipulate the mouth.",
      "vi": "and enough roomfor a hand to manipulate the mouth."
    }
  },
  {
    "translation": {
      "en": "I think what's going to step up our new characters",
      "vi": "I think what's going to step upour new characters"
    }
  },
  {
    "translation": {
      "en": "is how we were able to get the character into the eyes",
      "vi": "is how we were able to getthe character into the eyes"
    }
  },
  {
    "translation": {
      "en": "We think the Gelflings are so much improved,",
      "vi": "We think the Gelflingsare so much improved,"
    }
  },
  {
    "translation": {
      "en": "it's almost hard to look back and remember",
      "vi": "it's almost hard to look backand remember"
    }
  },
  {
    "translation": {
      "en": "why I was nervous about doing puppet Gelfling.",
      "vi": "why I was nervousabout doing puppet Gelfling."
    }
  },
  {
    "translation": {
      "en": "But my father was nervous enough about it",
      "vi": "But my father wasnervous enough about it"
    }
  },
  {
    "translation": {
      "en": "that he wanted to cast humans in Labyrinth.",
      "vi": "that he wanted to cast humansin Labyrinth."
    }
  },
  {
    "translation": {
      "en": "[John] Don't get me wrong, the original stuff is magical in its own right.",
      "vi": "[John] Don't get me wrong, the originalstuff is magical in its own right."
    }
  },
  {
    "translation": {
      "en": "You know, back then, they would carve out fingers out of wood.",
      "vi": "You know, back then,they would carve out fingers out of wood."
    }
  },
  {
    "translation": {
      "en": "It's really... the design is fundamentally based on",
      "vi": "It's really... the designis fundamentally based on"
    }
  },
  {
    "translation": {
      "en": "what we know they built on the original movie,",
      "vi": "what we know they builton the original movie,"
    }
  },
  {
    "translation": {
      "en": "um, with the teeth mounted kind of below it on a wire.",
      "vi": "um, with the teeth mountedkind of below it on a wire."
    }
  },
  {
    "translation": {
      "en": "but a puppeteer has to have it on their hand for hours.",
      "vi": "but a puppeteer has to have iton their hand for hours."
    }
  },
  {
    "translation": {
      "en": "um, which is very light, uh, and flexible, uh, material.",
      "vi": "um, which is very light,uh, and flexible, uh, material."
    }
  },
  {
    "translation": {
      "en": "and... and this is the actual, uh, detail itself inside.",
      "vi": "and... and this is the actual, uh,detail itself inside."
    }
  },
  {
    "translation": {
      "en": "So, it's got... we've got two molds going on here in...",
      "vi": "So, it's got... we've got two moldsgoing on here in..."
    }
  },
  {
    "translation": {
      "en": "which we get our fiberglass outside that goes inside it",
      "vi": "which we get our fiberglass outsidethat goes inside it"
    }
  },
  {
    "translation": {
      "en": "exactly the same shape as the outside of the skull.",
      "vi": "exactly the same shapeas the outside of the skull."
    }
  },
  {
    "translation": {
      "en": "So, I cut this character in half right there,",
      "vi": "So, I cut this character in halfright there,"
    }
  },
  {
    "translation": {
      "en": "and what that does is it allows me to make a tray.",
      "vi": "and what that does isit allows me to make a tray."
    }
  },
  {
    "translation": {
      "en": "And from that tray, I just start building off.",
      "vi": "And from that tray,I just start building off."
    }
  },
  {
    "translation": {
      "en": "So, this is the main hero Aughra puppet, um,",
      "vi": "So, this is the main heroAughra puppet, um,"
    }
  },
  {
    "translation": {
      "en": "And then, inside, she ends up with, uh, her ugly Aughra teeth",
      "vi": "And then, inside, she ends upwith, uh, her ugly Aughra teeth"
    }
  },
  {
    "translation": {
      "en": "And is able to make her talk that way. But then, there is...",
      "vi": "And is able to make her talk that way.But then, there is..."
    }
  },
  {
    "translation": {
      "en": "additionally, there is a radio control that gives a second puppeteer expression",
      "vi": "additionally, there is a radio controlthat gives a second puppeteer expression"
    }
  },
  {
    "translation": {
      "en": "Technology is great. There are a lot of things",
      "vi": "Technology is great.There are a lot of things"
    }
  },
  {
    "translation": {
      "en": "that you can do now that you couldn't do then,",
      "vi": "that you can do nowthat you couldn't do then,"
    }
  },
  {
    "translation": {
      "en": "[Brian] You know, when I do it, it's just a drawing. It's a few scribbles.",
      "vi": "[Brian] You know, when I do it,it's just a drawing. It's a few scribbles."
    }
  },
  {
    "translation": {
      "en": "They've got to sculpt it, and it's in clay.",
      "vi": "They've got to sculpt it,and it's in clay."
    }
  },
  {
    "translation": {
      "en": "and you've got to make sure that somehow that has life.",
      "vi": "and you've got to make surethat somehow that has life."
    }
  },
  {
    "translation": {
      "en": "Then it's made into a mold, which is a dead... you know, a dead thing,",
      "vi": "Then it's made into a mold,which is a dead... you know, a dead thing,"
    }
  },
  {
    "translation": {
      "en": "and then it's cast into this strange thing that is rubber...",
      "vi": "and then it's castinto this strange thing that is rubber..."
    }
  },
  {
    "translation": {
      "en": "but has nothing to do with what you're doing.",
      "vi": "but has nothing to dowith what you're doing."
    }
  },
  {
    "translation": {
      "en": "And then you've got somebody who's gonna make mechanics in it",
      "vi": "And then you've got somebodywho's gonna make mechanics in it"
    }
  },
  {
    "translation": {
      "en": "and you've got to try and get those things together.",
      "vi": "and you've got to tryand get those things together."
    }
  },
  {
    "translation": {
      "en": "[Peter] It's another challenge for a show like this,",
      "vi": "[Peter] It's another challengefor a show like this,"
    }
  },
  {
    "translation": {
      "en": "is that we're creating the actors for the show.",
      "vi": "is that we're creating the actorsfor the show."
    }
  },
  {
    "translation": {
      "en": "they're not seen only from the left side, or the right side, or...",
      "vi": "they're not seen only from the left side,or the right side, or..."
    }
  },
  {
    "translation": {
      "en": "You know, [stammers] they don't just show up for five minutes.",
      "vi": "You know, [stammers] they don't justshow up for five minutes."
    }
  },
  {
    "translation": {
      "en": "-[man] Ready? -Clap test.",
      "vi": "-[man] Ready?-Clap test."
    }
  },
  {
    "translation": {
      "en": "[Neil] I don't think puppeteers are well-known",
      "vi": "[Neil] I don't think puppeteersare well-known"
    }
  },
  {
    "translation": {
      "en": "by nature of their job, that they are hidden.",
      "vi": "by nature of their job,that they are hidden."
    }
  },
  {
    "translation": {
      "en": "And I very much I think it's like a musician,",
      "vi": "And I very much I thinkit's like a musician,"
    }
  },
  {
    "translation": {
      "en": "that you have an instrument, but you play a beautiful tune on it.",
      "vi": "that you have an instrument,but you play a beautiful tune on it."
    }
  },
  {
    "translation": {
      "en": "But we all listen to the... we all listen to tune.",
      "vi": "But we all listen to the...we all listen to tune."
    }
  },
  {
    "translation": {
      "en": "It's not necessarily the piano it was played on.",
      "vi": "It's not necessarilythe piano it was played on."
    }
  },
  {
    "translation": {
      "en": "[Olly] People were telling stories with puppetry",
      "vi": "[Olly] People were telling storieswith puppetry"
    }
  },
  {
    "translation": {
      "en": "long before they decided to come up and act,",
      "vi": "long before they decidedto come up and act,"
    }
  },
  {
    "translation": {
      "en": "because they were trying to represent all the ancient gods",
      "vi": "because they were trying to representall the ancient gods"
    }
  },
  {
    "translation": {
      "en": "We're just bringing back with the current technologies",
      "vi": "We're just bringing backwith the current technologies"
    }
  },
  {
    "translation": {
      "en": "that we've got this desire to explore these different story lines,",
      "vi": "that we've got this desireto explore these different story lines,"
    }
  },
  {
    "translation": {
      "en": "but we're just being able to do it through Netflix and through...",
      "vi": "but we're just being able to do itthrough Netflix and through..."
    }
  },
  {
    "translation": {
      "en": "As a child, I endlessly drew Jim Henson content and Star Wars content.",
      "vi": "As a child, I endlessly drewJim Henson content and Star Wars content."
    }
  },
  {
    "translation": {
      "en": "Drawings. I used to write stuff and model stuff in plasticine.",
      "vi": "Drawings. I used to write stuffand model stuff in plasticine."
    }
  },
  {
    "translation": {
      "en": "And, uh, I've been very blessed, very lucky.",
      "vi": "And, uh, I've been very blessed,very lucky."
    }
  },
  {
    "translation": {
      "en": "At the age of two, I saw puppets on television for the first time,",
      "vi": "At the age of two, I saw puppetson television for the first time,"
    }
  },
  {
    "translation": {
      "en": "Straightaway, \"That's what I want to do for life.\"",
      "vi": "Straightaway,\"That's what I want to do for life.\""
    }
  },
  {
    "translation": {
      "en": "My dad gave me a book when I was growing up,",
      "vi": "My dad gave me a bookwhen I was growing up,"
    }
  },
  {
    "translation": {
      "en": "[Neil] All the work that I've ever seen Hensons do",
      "vi": "[Neil] All the workthat I've ever seen Hensons do"
    }
  },
  {
    "translation": {
      "en": "doing what inspired me in the beginning.",
      "vi": "doing what inspired mein the beginning."
    }
  },
  {
    "translation": {
      "en": "[Simon] The point is with puppetry is that it's a medium,",
      "vi": "[Simon] The point is with puppetryis that it's a medium,"
    }
  },
  {
    "translation": {
      "en": "it's an art form in itself, and that's what you're watching.",
      "vi": "it's an art form in itself,and that's what you're watching."
    }
  },
  {
    "translation": {
      "en": "It helps you to stay slightly detached and think about it a bit more.",
      "vi": "It helps you to stay slightly detachedand think about it a bit more."
    }
  },
  {
    "translation": {
      "en": "You don't just get hypnotized by looking through a window, you know?",
      "vi": "You don't just get hypnotizedby looking through a window, you know?"
    }
  },
  {
    "translation": {
      "en": "You're looking at something which is a... a representation.",
      "vi": "You're looking at somethingwhich is a... a representation."
    }
  },
  {
    "translation": {
      "en": "This is one of our first rehearsals for the puppet show.",
      "vi": "This is one of our first rehearsalsfor the puppet show."
    }
  },
  {
    "translation": {
      "en": "It's the puppet show that the Heretic and the Wanderer,",
      "vi": "It's the puppet showthat the Heretic and the Wanderer,"
    }
  },
  {
    "translation": {
      "en": "um, in the Circle of Suns, are going to do for the Gelflings,",
      "vi": "um, in the Circle of Suns,are going to do for the Gelflings,"
    }
  },
  {
    "translation": {
      "en": "Show them what needs to be done, what should happen,",
      "vi": "Show them what needs to be done,what should happen,"
    }
  },
  {
    "translation": {
      "en": "and how the world of Thra should be in this crazy little puppet show.",
      "vi": "and how the world of Thra should bein this crazy little puppet show."
    }
  },
  {
    "translation": {
      "en": "We have this great young puppeteer called Barnaby Dixon",
      "vi": "We have this great young puppeteercalled Barnaby Dixon"
    }
  },
  {
    "translation": {
      "en": "who does YouTube, um, puppets with his fingers.",
      "vi": "who does YouTube, um, puppetswith his fingers."
    }
  },
  {
    "translation": {
      "en": "[man] It carries the spirit of Thra, and when wielded by Gelfling,",
      "vi": "[man] It carries the spirit of Thra,and when wielded by Gelfling,"
    }
  },
  {
    "translation": {
      "en": "holds the power to unite the seven clans and defeat the Skeksis.",
      "vi": "holds the power to unite the seven clansand defeat the Skeksis."
    }
  },
  {
    "translation": {
      "en": "I always tell people there are three main elements.",
      "vi": "I always tell peoplethere are three main elements."
    }
  },
  {
    "translation": {
      "en": "And of the three, the acting is by far the most important.",
      "vi": "And of the three, the actingis by far the most important."
    }
  },
  {
    "translation": {
      "en": "When someone's a strong actor like Becky is,",
      "vi": "When someone's a strong actorlike Becky is,"
    }
  },
  {
    "translation": {
      "en": "[Becky] The first few scenes that I did with Deet,",
      "vi": "[Becky] The first few scenesthat I did with Deet,"
    }
  },
  {
    "translation": {
      "en": "but the first scene that I did with Deet and Hup,",
      "vi": "but the first scene that I didwith Deet and Hup,"
    }
  },
  {
    "translation": {
      "en": "and it was nice to have somebody else there.",
      "vi": "and it was niceto have somebody else there."
    }
  },
  {
    "translation": {
      "en": "[Olly] Despite being fantasy characters, the majority of them,",
      "vi": "[Olly] Despite being fantasy characters,the majority of them,"
    }
  },
  {
    "translation": {
      "en": "particularly the Gelfling, we've got to bring this naturalism to them",
      "vi": "particularly the Gelfling,we've got to bring this naturalism to them"
    }
  },
  {
    "translation": {
      "en": "I mean, it's not like you've even got two nice, colorful characters",
      "vi": "I mean, it's not like you've even gottwo nice, colorful characters"
    }
  },
  {
    "translation": {
      "en": "just against the white backdrop and you're enthralled by them.",
      "vi": "just against the white backdropand you're enthralled by them."
    }
  },
  {
    "translation": {
      "en": "You know how hard it is to hold your hand up like this,",
      "vi": "You know how hard it isto hold your hand up like this,"
    }
  },
  {
    "translation": {
      "en": "And they're doing it with, you know, 20, 30 pounds on top of it,",
      "vi": "And they're doing it with, you know,20, 30 pounds on top of it,"
    }
  },
  {
    "translation": {
      "en": "you know, you take on the emotions of the character that you're playing.",
      "vi": "you know, you take on the emotionsof the character that you're playing."
    }
  },
  {
    "translation": {
      "en": "When I read these scripts, I thought, \"My God.",
      "vi": "When I read these scripts, I thought,\"My God."
    }
  },
  {
    "translation": {
      "en": "To come to this, we had to learn another language,",
      "vi": "To come to this, we had to learnanother language,"
    }
  },
  {
    "translation": {
      "en": "because the Gelflings, particularly, require stillness,",
      "vi": "because the Gelflings, particularly,require stillness,"
    }
  },
  {
    "translation": {
      "en": "Everyone apart from the youngest members of the audience",
      "vi": "Everyone apart from the youngestmembers of the audience"
    }
  },
  {
    "translation": {
      "en": "know that they are looking at an inanimate object.",
      "vi": "know that they are lookingat an inanimate object."
    }
  },
  {
    "translation": {
      "en": "But through a collection of great performers and great makers,",
      "vi": "But through a collectionof great performers and great makers,"
    }
  },
  {
    "translation": {
      "en": "the audience are able to invest in this thing",
      "vi": "the audience are ableto invest in this thing"
    }
  },
  {
    "translation": {
      "en": "and there's something really magic about that.",
      "vi": "and there's something really magicabout that."
    }
  },
  {
    "translation": {
      "en": "To bring these characters to life, first you look at them,",
      "vi": "To bring these characters to life,first you look at them,"
    }
  },
  {
    "translation": {
      "en": "'cause they're already created, unlike when acting on screen",
      "vi": "'cause they're already created,unlike when acting on screen"
    }
  },
  {
    "translation": {
      "en": "and you chose your costume, the way you walk, move.",
      "vi": "and you chose your costume,the way you walk, move."
    }
  },
  {
    "translation": {
      "en": "and then there's a huge part of it that is dictated by the puppeteer.",
      "vi": "and then there's a huge part of itthat is dictated by the puppeteer."
    }
  },
  {
    "translation": {
      "en": "They decide when the character's suddenly shouting, aggressive,",
      "vi": "They decide when the character'ssuddenly shouting, aggressive,"
    }
  },
  {
    "translation": {
      "en": "or whether they look like they're taken aback by something.",
      "vi": "or whether they looklike they're taken aback by something."
    }
  },
  {
    "translation": {
      "en": "And so, the performance really takes place within certain parameters",
      "vi": "And so, the performance really takes placewithin certain parameters"
    }
  },
  {
    "translation": {
      "en": "that are... are shaped a lot by the puppeteer,",
      "vi": "that are... are shaped a lotby the puppeteer,"
    }
  },
  {
    "translation": {
      "en": "which is why Louis has been working with them as actors.",
      "vi": "which is why Louis has beenworking with them as actors."
    }
  },
  {
    "translation": {
      "en": "[Alice] I have to eventually come to the point with every character",
      "vi": "[Alice] I have to eventually cometo the point with every character"
    }
  },
  {
    "translation": {
      "en": "and I think happy and my hand just does it.",
      "vi": "and I think happy and my handjust does it."
    }
  },
  {
    "translation": {
      "en": "you know, she's thinking, she's emoting, she's...",
      "vi": "you know, she's thinking,she's emoting, she's..."
    }
  },
  {
    "translation": {
      "en": "You know, she can be scared, she can be...",
      "vi": "You know, she can be scared,she can be..."
    }
  },
  {
    "translation": {
      "en": "[Victor] When someone else is doing your eyes",
      "vi": "[Victor] When someone elseis doing your eyes"
    }
  },
  {
    "translation": {
      "en": "and you have a sad moment where you close the eyes,",
      "vi": "and you have a sad momentwhere you close the eyes,"
    }
  },
  {
    "translation": {
      "en": "either they have to kind of catch it when you come up,",
      "vi": "either they have to kind of catch itwhen you come up,"
    }
  },
  {
    "translation": {
      "en": "or maybe they come out early and that forces you to come up,",
      "vi": "or maybe they come out earlyand that forces you to come up,"
    }
  },
  {
    "translation": {
      "en": "but because I'm controlling it, it all feels real",
      "vi": "but because I'm controlling it,it all feels real"
    }
  },
  {
    "translation": {
      "en": "With a Muppet, you're so used to going like that.",
      "vi": "With a Muppet,you're so used to going like that."
    }
  },
  {
    "translation": {
      "en": "Now, on these things, that doesn't quite look right.",
      "vi": "Now, on these things,that doesn't quite look right."
    }
  },
  {
    "translation": {
      "en": "It looks like he's riding a horse to Banbury Cross,",
      "vi": "It looks like he's riding a horseto Banbury Cross,"
    }
  },
  {
    "translation": {
      "en": "but it is just the movement translating from your own walk",
      "vi": "but it is just the movement translatingfrom your own walk"
    }
  },
  {
    "translation": {
      "en": "with a bit of something in it to make him work.",
      "vi": "with a bit of something in itto make him work."
    }
  },
  {
    "translation": {
      "en": "it's almost like I can't let him keep still.",
      "vi": "it's almost like I can'tlet him keep still."
    }
  },
  {
    "translation": {
      "en": "I just have to sort of just change the weight of where he's standing.",
      "vi": "I just have to sort of just changethe weight of where he's standing."
    }
  },
  {
    "translation": {
      "en": "Naturally, when she looks around, the shoulders kind of go with her,",
      "vi": "Naturally, when she looks around,the shoulders kind of go with her,"
    }
  },
  {
    "translation": {
      "en": "So, if I have an assist, I'll get them to do both hands",
      "vi": "So, if I have an assist,I'll get them to do both hands"
    }
  },
  {
    "translation": {
      "en": "Puppets are funny because they can kind of do nothing...",
      "vi": "Puppets are funnybecause they can kind of do nothing..."
    }
  },
  {
    "translation": {
      "en": "but make you believe they're doing everything.",
      "vi": "but make you believethey're doing everything."
    }
  },
  {
    "translation": {
      "en": "So, like, just a... just a tilt of the head",
      "vi": "So, like, just a...just a tilt of the head"
    }
  },
  {
    "translation": {
      "en": "So, it's just playing with the camera, and the light, and the positioning,",
      "vi": "So, it's just playing with the camera,and the light, and the positioning,"
    }
  },
  {
    "translation": {
      "en": "It's really difficult and exacting, and it's very precise.",
      "vi": "It's really difficult and exacting,and it's very precise."
    }
  },
  {
    "translation": {
      "en": "And so, when they get a moment where your whole job",
      "vi": "And so, when they get a momentwhere your whole job"
    }
  },
  {
    "translation": {
      "en": "is to, like, be a half naked Podling running through the forest,",
      "vi": "is to, like, be a half naked Podlingrunning through the forest,"
    }
  },
  {
    "translation": {
      "en": "they're, like, \"Then I'm gonna go all the way with that.\"",
      "vi": "they're, like, \"Then I'm gonnago all the way with that.\""
    }
  },
  {
    "translation": {
      "en": "And, uh, we're probably gonna be in the suits",
      "vi": "And, uh, we're probably gonna bein the suits"
    }
  },
  {
    "translation": {
      "en": "We clamber in here alongside them, like snuggling.",
      "vi": "We clamber in here alongside them,like snuggling."
    }
  },
  {
    "translation": {
      "en": "[Victor] I think what I'll do is just, uh...",
      "vi": "[Victor] I think what I'll dois just, uh..."
    }
  },
  {
    "translation": {
      "en": "-Isn't it fun? -[laughter]",
      "vi": "-Isn't it fun?-[laughter]"
    }
  },
  {
    "translation": {
      "en": "[Warrick] Uh, so this is the Chamberlin's body.",
      "vi": "[Warrick] Uh, so this isthe Chamberlin's body."
    }
  },
  {
    "translation": {
      "en": "but actually, it's bigger than they originally were in the movie.",
      "vi": "but actually, it's biggerthan they originally were in the movie."
    }
  },
  {
    "translation": {
      "en": "Louise Gold knows this because she was there for both the movie and series.",
      "vi": "Louise Gold knows this because she wasthere for both the movie and series."
    }
  },
  {
    "translation": {
      "en": "We also have a monitor, small monitor strapped to us,",
      "vi": "We also have a monitor,small monitor strapped to us,"
    }
  },
  {
    "translation": {
      "en": "because, as puppeteers, and in Jim's way of working,",
      "vi": "because, as puppeteers,and in Jim's way of working,"
    }
  },
  {
    "translation": {
      "en": "we are seeing exactly what the camera sees.",
      "vi": "we are seeingexactly what the camera sees."
    }
  },
  {
    "translation": {
      "en": "and pretty much, most of the time, a third camera,",
      "vi": "and pretty much, most of the time,a third camera,"
    }
  },
  {
    "translation": {
      "en": "-All right, you good? -Yeah, I'm good.",
      "vi": "-All right, you good?-Yeah, I'm good."
    }
  },
  {
    "translation": {
      "en": "-Got the weight? -That's me, I'm in.",
      "vi": "-Got the weight?-That's me, I'm in."
    }
  },
  {
    "translation": {
      "en": "-I'm sure that's fine. -No, no, no. One thing.",
      "vi": "-I'm sure that's fine.-No, no, no. One thing."
    }
  },
  {
    "translation": {
      "en": "-[Yergin] There you go. -Ah, tasty.",
      "vi": "-[Yergin] There you go.-Ah, tasty."
    }
  },
  {
    "translation": {
      "en": "It's the hardest puppet I've ever performed in my entire career.",
      "vi": "It's the hardest puppetI've ever performed in my entire career."
    }
  },
  {
    "translation": {
      "en": "because once you're inside that puppet, you just can't be seen from head-to-toe.",
      "vi": "because once you're inside that puppet,you just can't be seen from head-to-toe."
    }
  },
  {
    "translation": {
      "en": "[Simon] Particularly when you have a skilled puppeteer as Warrick",
      "vi": "[Simon] Particularly when you havea skilled puppeteer as Warrick"
    }
  },
  {
    "translation": {
      "en": "who does all those little head moves and stuff, and...",
      "vi": "who does all those little head movesand stuff, and..."
    }
  },
  {
    "translation": {
      "en": "You can see how he's talking when you're watching the playback.",
      "vi": "You can see how he's talkingwhen you're watching the playback."
    }
  },
  {
    "translation": {
      "en": "I've got a lot of help from all over the place, yeah.",
      "vi": "I've got a lot of helpfrom all over the place, yeah."
    }
  },
  {
    "translation": {
      "en": "The incredible sort of visuals that I'm looking at.",
      "vi": "The incredible sort of visualsthat I'm looking at."
    }
  },
  {
    "translation": {
      "en": "I was certainly trying to follow on from Frank's performance in the movie",
      "vi": "I was certainly trying to follow onfrom Frank's performance in the movie"
    }
  },
  {
    "translation": {
      "en": "-I go now. Bye, bye. -Wait!",
      "vi": "-I go now. Bye, bye.-Wait!"
    }
  },
  {
    "translation": {
      "en": "[Lisa] Everything is designed to fit in Brian Froud's aesthetic,",
      "vi": "[Lisa] Everything is designedto fit in Brian Froud's aesthetic,"
    }
  },
  {
    "translation": {
      "en": "and if he didn't design it himself, he's weighed in on everything himself.",
      "vi": "and if he didn't design it himself,he's weighed in on everything himself."
    }
  },
  {
    "translation": {
      "en": "And he did design every puppet character and every costume.",
      "vi": "And he did design every puppet characterand every costume."
    }
  },
  {
    "translation": {
      "en": "[Toby] That's where it all begins. It starts with Brian's line.",
      "vi": "[Toby] That's where it all begins.It starts with Brian's line."
    }
  },
  {
    "translation": {
      "en": "there's something about them that have to encapsulate life.",
      "vi": "there's something about themthat have to encapsulate life."
    }
  },
  {
    "translation": {
      "en": "But we're going to have to turn this into three dimensions.",
      "vi": "But we're going to have to turn thisinto three dimensions."
    }
  },
  {
    "translation": {
      "en": "We're gonna have to get somebody to sculpt this,",
      "vi": "We're gonna have to get somebodyto sculpt this,"
    }
  },
  {
    "translation": {
      "en": "and they're gonna have to put in the wrinkles.",
      "vi": "and they're gonna haveto put in the wrinkles."
    }
  },
  {
    "translation": {
      "en": "It's trying to get people to understand is,",
      "vi": "It's trying to get peopleto understand is,"
    }
  },
  {
    "translation": {
      "en": "you are gonna sculpt these wrinkles in this character",
      "vi": "you are gonna sculpt these wrinklesin this character"
    }
  },
  {
    "translation": {
      "en": "but, actually, what the character is that you're trying to reach.",
      "vi": "but, actually, what the character isthat you're trying to reach."
    }
  },
  {
    "translation": {
      "en": "[Toby] For him to come and revisit this world and get back into it",
      "vi": "[Toby] For him to come and revisitthis world and get back into it"
    }
  },
  {
    "translation": {
      "en": "Can't do it. I can't sit and picture it in the head,",
      "vi": "Can't do it.I can't sit and picture it in the head,"
    }
  },
  {
    "translation": {
      "en": "And it's... and it's like looking at nature",
      "vi": "And it's...and it's like looking at nature"
    }
  },
  {
    "translation": {
      "en": "it's got to be different, but it's got to be meaningful.",
      "vi": "it's got to be different,but it's got to be meaningful."
    }
  },
  {
    "translation": {
      "en": "[Toby] To be able to see that stuff come out, and see those things work,",
      "vi": "[Toby] To be able to see that stuffcome out, and see those things work,"
    }
  },
  {
    "translation": {
      "en": "or to be able to talk to him and find out, you know, about things from the original,",
      "vi": "or to be able to talk to him and find out,you know, about things from the original,"
    }
  },
  {
    "translation": {
      "en": "on how he interprets something or sees something.",
      "vi": "on how he interprets somethingor sees something."
    }
  },
  {
    "translation": {
      "en": "[Jeff] I think it's amazing that the whole Froud family",
      "vi": "[Jeff] I think it's amazingthat the whole Froud family"
    }
  },
  {
    "translation": {
      "en": "to see the three of them working together is incredible.",
      "vi": "to see the three of them working togetheris incredible."
    }
  },
  {
    "translation": {
      "en": "But it's not even the family business, it's like the family world.",
      "vi": "But it's not even the family business,it's like the family world."
    }
  },
  {
    "translation": {
      "en": "[Toby] That's where I think we're sort of thriving in this fact",
      "vi": "[Toby] That's where I thinkwe're sort of thriving in this fact"
    }
  },
  {
    "translation": {
      "en": "you know, we're in this world that's so natural to us as a family",
      "vi": "you know, we're in this worldthat's so natural to us as a family"
    }
  },
  {
    "translation": {
      "en": "that we're able to... to just impart what we know,",
      "vi": "that we're able to...to just impart what we know,"
    }
  },
  {
    "translation": {
      "en": "As I grew older, I found that I had the Froudian style, as we call it,",
      "vi": "As I grew older, I found that I hadthe Froudian style, as we call it,"
    }
  },
  {
    "translation": {
      "en": "um, where it felt comfortable and it felt like home.",
      "vi": "um, where it felt comfortableand it felt like home."
    }
  },
  {
    "translation": {
      "en": "[Taron] I went into the creature workshop, and it's still the Frouds who are creating",
      "vi": "[Taron] I went into the creature workshop,and it's still the Frouds who are creating"
    }
  },
  {
    "translation": {
      "en": "and here's Brian Frouds' son who is doing a lot of the work in there.",
      "vi": "and here's Brian Frouds' sonwho is doing a lot of the work in there."
    }
  },
  {
    "translation": {
      "en": "And I was like a fanboy meeting him, because he's the baby from Labyrinth.",
      "vi": "And I was like a fanboy meeting him,because he's the baby from Labyrinth."
    }
  },
  {
    "translation": {
      "en": "So then, the duality of not only seeing someone",
      "vi": "So then, the dualityof not only seeing someone"
    }
  },
  {
    "translation": {
      "en": "but then also seeing his creative prowess and this incredible work he's doing.",
      "vi": "but then also seeing his creative prowessand this incredible work he's doing."
    }
  },
  {
    "translation": {
      "en": "It was just fantastic to go and get a glimpse of all that.",
      "vi": "It was just fantasticto go and get a glimpse of all that."
    }
  },
  {
    "translation": {
      "en": "[Peter] You have to take something that's spiritual, and creative,",
      "vi": "[Peter] You have to take somethingthat's spiritual, and creative,"
    }
  },
  {
    "translation": {
      "en": "and beautiful to look at, i.e. Brian's designs,",
      "vi": "and beautiful to look at,i.e. Brian's designs,"
    }
  },
  {
    "translation": {
      "en": "and then somehow translate them and actually create a puppet that works.",
      "vi": "and then somehow translate themand actually create a puppet that works."
    }
  },
  {
    "translation": {
      "en": "A sculpture that is gonna work technically,",
      "vi": "A sculpture that is gonna worktechnically,"
    }
  },
  {
    "translation": {
      "en": "and-- and capture the spirit that was in Brian's drawings.",
      "vi": "and-- and capture the spiritthat was in Brian's drawings."
    }
  },
  {
    "translation": {
      "en": "Generally, we get one of two versions of designs",
      "vi": "Generally, we get one of twoversions of designs"
    }
  },
  {
    "translation": {
      "en": "It's either a maquettes, maquettes are the small sculptures,",
      "vi": "It's either a maquettes,maquettes are the small sculptures,"
    }
  },
  {
    "translation": {
      "en": "And those are very helpful because you get a three dimensional view",
      "vi": "And those are very helpfulbecause you get a three dimensional view"
    }
  },
  {
    "translation": {
      "en": "Imagine! So, he could interpret what the squiggles meant.",
      "vi": "Imagine! So, he could interpretwhat the squiggles meant."
    }
  },
  {
    "translation": {
      "en": "[Brian] What they were doing is very, um, kindly",
      "vi": "[Brian] What they were doingis very, um, kindly"
    }
  },
  {
    "translation": {
      "en": "They were trying to, um, even everything up.",
      "vi": "They were trying to, um,even everything up."
    }
  },
  {
    "translation": {
      "en": "And once they understood it's meant to be asymmetrical,",
      "vi": "And once they understoodit's meant to be asymmetrical,"
    }
  },
  {
    "translation": {
      "en": "it's meant to be growing, and organic, and have a flow to it,",
      "vi": "it's meant to be growing, and organic,and have a flow to it,"
    }
  },
  {
    "translation": {
      "en": "-everything fell into place from then on. -[man] Yeah.",
      "vi": "-everything fell into place from then on.-[man] Yeah."
    }
  },
  {
    "translation": {
      "en": "Sometimes we weren't understanding exactly the direction design-wise.",
      "vi": "Sometimes we weren't understandingexactly the direction design-wise."
    }
  },
  {
    "translation": {
      "en": "and as soon as it happens, you will get on,",
      "vi": "and as soon as it happens,you will get on,"
    }
  },
  {
    "translation": {
      "en": "[Gavin] The process of designing something like this does start",
      "vi": "[Gavin] The process of designingsomething like this does start"
    }
  },
  {
    "translation": {
      "en": "with looking back at the old film, obviously.",
      "vi": "with looking backat the old film, obviously."
    }
  },
  {
    "translation": {
      "en": "That's what you're trying to reproduce, that spirit,",
      "vi": "That's what you're trying to reproduce,that spirit,"
    }
  },
  {
    "translation": {
      "en": "Obviously, Brian Froud was... was very much with Jim Henson,",
      "vi": "Obviously, Brian Froud was...was very much with Jim Henson,"
    }
  },
  {
    "translation": {
      "en": "And Brian is still around. You know, he's been quite involved.",
      "vi": "And Brian is still around.You know, he's been quite involved."
    }
  },
  {
    "translation": {
      "en": "of obviously, meeting him and talking to him,",
      "vi": "of obviously,meeting him and talking to him,"
    }
  },
  {
    "translation": {
      "en": "knowing that we were sort of holding his baby.",
      "vi": "knowing that we weresort of holding his baby."
    }
  },
  {
    "translation": {
      "en": "[Brian] Jim really was intrigued by ley lines,",
      "vi": "[Brian] Jim really was intriguedby ley lines,"
    }
  },
  {
    "translation": {
      "en": "And what it did was give the original film a depth.",
      "vi": "And what it did was givethe original film a depth."
    }
  },
  {
    "translation": {
      "en": "[Blanca] We made sure that both in the script",
      "vi": "[Blanca] We made surethat both in the script"
    }
  },
  {
    "translation": {
      "en": "that all those symbols and all that language,",
      "vi": "that all those symbolsand all that language,"
    }
  },
  {
    "translation": {
      "en": "Brian has done some wonderful, uh, drawings on the Skeksis.",
      "vi": "Brian has done some wonderful,uh, drawings on the Skeksis."
    }
  },
  {
    "translation": {
      "en": "And you'll see little kind of bug-like creatures,",
      "vi": "And you'll see littlekind of bug-like creatures,"
    }
  },
  {
    "translation": {
      "en": "you know, on these circles, and triangles, and everything.",
      "vi": "you know, on these circles,and triangles, and everything."
    }
  },
  {
    "translation": {
      "en": "about... well in the end, we ended up with about 54 symbols.",
      "vi": "about... well in the end, we ended upwith about 54 symbols."
    }
  },
  {
    "translation": {
      "en": "from which we said, \"Okay, this is our Skeksis alphabet.\"",
      "vi": "from which we said,\"Okay, this is our Skeksis alphabet.\""
    }
  },
  {
    "translation": {
      "en": "This is the aggression symbol, which is the big Skeksis symbol.",
      "vi": "This is the aggression symbol,which is the big Skeksis symbol."
    }
  },
  {
    "translation": {
      "en": "To put together a fantasy universe on paper...",
      "vi": "To put together a fantasy universeon paper..."
    }
  },
  {
    "translation": {
      "en": "but then, to do the details of the fantasy world...",
      "vi": "but then, to do the detailsof the fantasy world..."
    }
  },
  {
    "translation": {
      "en": "First of all it's fun, but it's a lot of work.",
      "vi": "First of all it's fun,but it's a lot of work."
    }
  },
  {
    "translation": {
      "en": "and I looked at the screen and they ran a bit,",
      "vi": "and I looked at the screenand they ran a bit,"
    }
  },
  {
    "translation": {
      "en": "I was just side-swiped by the scale and majesty of it.",
      "vi": "I was just side-swipedby the scale and majesty of it."
    }
  },
  {
    "translation": {
      "en": "How it looked like a gigantic Hollywood special effects movie.",
      "vi": "How it looked like a giganticHollywood special effects movie."
    }
  },
  {
    "translation": {
      "en": "I hadn't expected, I guess, that level of effort and artistry.",
      "vi": "I hadn't expected, I guess,that level of effort and artistry."
    }
  },
  {
    "translation": {
      "en": "[Louis] More rocks would create a little bit of a...",
      "vi": "[Louis] More rocks would createa little bit of a..."
    }
  },
  {
    "translation": {
      "en": "-you know, a gate for the ramp. -[Gavin] No, that will work well.",
      "vi": "-you know, a gate for the ramp.-[Gavin] No, that will work well."
    }
  },
  {
    "translation": {
      "en": "that's not only so rich and full of details,",
      "vi": "that's not only so richand full of details,"
    }
  },
  {
    "translation": {
      "en": "but that is, of course, just handmade from scratch for this.",
      "vi": "but that is, of course, just handmadefrom scratch for this."
    }
  },
  {
    "translation": {
      "en": "[Simon] Often when you watch a film or a special effects movie,",
      "vi": "[Simon] Often when you watch a filmor a special effects movie,"
    }
  },
  {
    "translation": {
      "en": "With this, you know how they do it, it's just incredible how they do it.",
      "vi": "With this, you know how they do it,it's just incredible how they do it."
    }
  },
  {
    "translation": {
      "en": "They had about 30 to 35 sets on Dark Crystal,",
      "vi": "They had about 30 to 35 setson Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "So, your first, other than creative, thought is about a schedule.",
      "vi": "So, your first, other than creative,thought is about a schedule."
    }
  },
  {
    "translation": {
      "en": "We were prepping this from when we started pre-production,",
      "vi": "We were prepping thisfrom when we started pre-production,"
    }
  },
  {
    "translation": {
      "en": "making the trees, the plants, the vines that are hanging up.",
      "vi": "making the trees, the plants,the vines that are hanging up."
    }
  },
  {
    "translation": {
      "en": "that we based most of them from the original movie.",
      "vi": "that we based most of themfrom the original movie."
    }
  },
  {
    "translation": {
      "en": "We got all the old photos and reference of all those crazy little plants",
      "vi": "We got all the old photos and referenceof all those crazy little plants"
    }
  },
  {
    "translation": {
      "en": "we've actually copied from the original film.",
      "vi": "we've actually copiedfrom the original film."
    }
  },
  {
    "translation": {
      "en": "The original drawings, yeah, original photographs,",
      "vi": "The original drawings, yeah,original photographs,"
    }
  },
  {
    "translation": {
      "en": "even the original concept models of the original sculpts.",
      "vi": "even the original concept modelsof the original sculpts."
    }
  },
  {
    "translation": {
      "en": "Richard and Ty jumped into the Froud sensibility very...",
      "vi": "Richard and Ty jumpedinto the Froud sensibility very..."
    }
  },
  {
    "translation": {
      "en": "I mean, that... there's an original Skeksis sword",
      "vi": "I mean, that...there's an original Skeksis sword"
    }
  },
  {
    "translation": {
      "en": "when this is actually copied from the original one.",
      "vi": "when this is actually copiedfrom the original one."
    }
  },
  {
    "translation": {
      "en": "It's obviously Brian Froud who designed those.",
      "vi": "It's obviously Brian Froudwho designed those."
    }
  },
  {
    "translation": {
      "en": "[Taron] There's a real joy in knowing that every detail has been...",
      "vi": "[Taron] There's a real joy in knowingthat every detail has been..."
    }
  },
  {
    "translation": {
      "en": "and there's something akin to a great painting.",
      "vi": "and there's something akinto a great painting."
    }
  },
  {
    "translation": {
      "en": "There's something wonderful about knowing you can pause any frame",
      "vi": "There's something wonderful aboutknowing you can pause any frame"
    }
  },
  {
    "translation": {
      "en": "and know that no moment in there is an accident.",
      "vi": "and know that no moment in thereis an accident."
    }
  },
  {
    "translation": {
      "en": "Every movement of the character has been considered.",
      "vi": "Every movement of the characterhas been considered."
    }
  },
  {
    "translation": {
      "en": "To invest in creating an entire other world,",
      "vi": "To invest in creatingan entire other world,"
    }
  },
  {
    "translation": {
      "en": "down to the smallest details of what its flowers look like,",
      "vi": "down to the smallest detailsof what its flowers look like,"
    }
  },
  {
    "translation": {
      "en": "to the constellation of the planetary alignments",
      "vi": "to the constellationof the planetary alignments"
    }
  },
  {
    "translation": {
      "en": "you are transported to an entirely different landscape",
      "vi": "you are transportedto an entirely different landscape"
    }
  },
  {
    "translation": {
      "en": "[Will] I turned to Jeff at one point and said,",
      "vi": "[Will] I turned to Jeff at one pointand said,"
    }
  },
  {
    "translation": {
      "en": "\"Boy, we'd better be careful what we write.\"",
      "vi": "\"Boy, we'd better be carefulwhat we write.\""
    }
  },
  {
    "translation": {
      "en": "Because, you know, we just put, like, uh, \"exterior, balcony,\"",
      "vi": "Because, you know, we just put, like, uh,\"exterior, balcony,\""
    }
  },
  {
    "translation": {
      "en": "and then we get into, \"What are they talking about on the balcony?",
      "vi": "and then we get into, \"What arethey talking about on the balcony?"
    }
  },
  {
    "translation": {
      "en": "What's the plot? What's the story? What are the characters on the balcony?\"",
      "vi": "What's the plot? What's the story?What are the characters on the balcony?\""
    }
  },
  {
    "translation": {
      "en": "And then you look, and this balcony wraps around,",
      "vi": "And then you look,and this balcony wraps around,"
    }
  },
  {
    "translation": {
      "en": "and you're just, like, \"Who thought of that? It's beautiful.\"",
      "vi": "and you're just, like,\"Who thought of that? It's beautiful.\""
    }
  },
  {
    "translation": {
      "en": "[Gavin] One of the big ones was the citadel, the throne room,",
      "vi": "[Gavin] One of the big oneswas the citadel, the throne room,"
    }
  },
  {
    "translation": {
      "en": "and completely new world, very important, it's the head clan.",
      "vi": "and completely new world,very important, it's the head clan."
    }
  },
  {
    "translation": {
      "en": "We went through quite a few different incarnations of what that needs to be,",
      "vi": "We went through quite a few differentincarnations of what that needs to be,"
    }
  },
  {
    "translation": {
      "en": "because anything with a compound curve that isn't a straight line",
      "vi": "because anything with a compound curvethat isn't a straight line"
    }
  },
  {
    "translation": {
      "en": "is more expensive than something with a straight line.",
      "vi": "is more expensivethan something with a straight line."
    }
  },
  {
    "translation": {
      "en": "This was a town that was up in the heavens.",
      "vi": "This was a townthat was up in the heavens."
    }
  },
  {
    "translation": {
      "en": "Well, it was fantastic to see those environments practically,",
      "vi": "Well, it was fantasticto see those environments practically,"
    }
  },
  {
    "translation": {
      "en": "The fact that they had to be built so high so that the puppets could go inside.",
      "vi": "The fact that they had to be built so highso that the puppets could go inside."
    }
  },
  {
    "translation": {
      "en": "So our standard height here, we have four-foot-high rostrums.",
      "vi": "So our standard height here,we have four-foot-high rostrums."
    }
  },
  {
    "translation": {
      "en": "There's the finished set floor and then the set sits on top,",
      "vi": "There's the finished set floorand then the set sits on top,"
    }
  },
  {
    "translation": {
      "en": "and that's so we can open up the floor to drop the puppeteers in",
      "vi": "and that's so we can open up the floorto drop the puppeteers in"
    }
  },
  {
    "translation": {
      "en": "So, you've got the creature's complexity, you've got the complexity of the set,",
      "vi": "So, you've got the creature's complexity,you've got the complexity of the set,"
    }
  },
  {
    "translation": {
      "en": "so you have to map out in great detail which creature's gonna move where",
      "vi": "so you have to map out in great detailwhich creature's gonna move where"
    }
  },
  {
    "translation": {
      "en": "to provide the right type of flooring or open up the flooring.",
      "vi": "to provide the right type of flooringor open up the flooring."
    }
  },
  {
    "translation": {
      "en": "[Richard] On another film where you're not making everything,",
      "vi": "[Richard] On another filmwhere you're not making everything,"
    }
  },
  {
    "translation": {
      "en": "I'll-- I'll run around and find everything,",
      "vi": "I'll-- I'll run aroundand find everything,"
    }
  },
  {
    "translation": {
      "en": "book it from the rental companies or buy it, and then...",
      "vi": "book it from the rental companiesor buy it, and then..."
    }
  },
  {
    "translation": {
      "en": "But with this, on a daily basis, we're constantly making pieces.",
      "vi": "But with this, on a daily basis,we're constantly making pieces."
    }
  },
  {
    "translation": {
      "en": "There's nothing that could be really hired or purchased.",
      "vi": "There's nothing that could bereally hired or purchased."
    }
  },
  {
    "translation": {
      "en": "Sculpting's been our biggest thing on this.",
      "vi": "Sculpting's been our biggest thingon this."
    }
  },
  {
    "translation": {
      "en": "I mean, literally, everything you see has been sculpted.",
      "vi": "I mean, literally, everything you seehas been sculpted."
    }
  },
  {
    "translation": {
      "en": "[Richard] With like any piece of art, you can keep going and going.",
      "vi": "[Richard] With like any piece of art,you can keep going and going."
    }
  },
  {
    "translation": {
      "en": "You have to just say that's your time, this is where we've got to be,",
      "vi": "You have to just say that's your time,this is where we've got to be,"
    }
  },
  {
    "translation": {
      "en": "and plan, you know, those five weeks of where each week they want to be at.",
      "vi": "and plan, you know, those five weeksof where each week they want to be at."
    }
  },
  {
    "translation": {
      "en": "and take all the information off the original",
      "vi": "and take all the informationoff the original"
    }
  },
  {
    "translation": {
      "en": "[Ty] And the reason there's this massive hole here",
      "vi": "[Ty] And the reasonthere's this massive hole here"
    }
  },
  {
    "translation": {
      "en": "and then we're having to again down to the painters now",
      "vi": "and then we're having to againdown to the painters now"
    }
  },
  {
    "translation": {
      "en": "[Peter] Everybody came together for the common good.",
      "vi": "[Peter] Everybody came togetherfor the common good."
    }
  },
  {
    "translation": {
      "en": "And Gavin, the production designer, was amazing.",
      "vi": "And Gavin, the production designer,was amazing."
    }
  },
  {
    "translation": {
      "en": "And him and his team, they produced the most gorgeous sets",
      "vi": "And him and his team, they producedthe most gorgeous sets"
    }
  },
  {
    "translation": {
      "en": "more than 100 people are gonna come to work on the show and create that thing.",
      "vi": "more than 100 people are gonna cometo work on the show and create that thing."
    }
  },
  {
    "translation": {
      "en": "because it is a completely synthetic universe.",
      "vi": "because it isa completely synthetic universe."
    }
  },
  {
    "translation": {
      "en": "Everything that we write has to be made by somebody, and it's by hand.",
      "vi": "Everything that we write has to be madeby somebody, and it's by hand."
    }
  },
  {
    "translation": {
      "en": "It's pushing that back into a handmade quality and feel,",
      "vi": "It's pushing that backinto a handmade quality and feel,"
    }
  },
  {
    "translation": {
      "en": "The film was so rich and vibrant in every single frame,",
      "vi": "The film was so rich and vibrantin every single frame,"
    }
  },
  {
    "translation": {
      "en": "and to do that across a TV show is a huge problem.",
      "vi": "and to do that across a TV showis a huge problem."
    }
  },
  {
    "translation": {
      "en": "[Javier] When you look at every little detail in The Dark Crystal,",
      "vi": "[Javier] When you look at everylittle detail in The Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "you look at the vials in the scientist's chamber,",
      "vi": "you look at the vialsin the scientist's chamber,"
    }
  },
  {
    "translation": {
      "en": "uh, those things are the apex of somebody's art.",
      "vi": "uh, those things are the apexof somebody's art."
    }
  },
  {
    "translation": {
      "en": "[Lisa] You're looking at a set that's all Styrofoam,",
      "vi": "[Lisa] You're looking at a setthat's all Styrofoam,"
    }
  },
  {
    "translation": {
      "en": "it looks like stone, it looks like marble because the painting is so incredible,",
      "vi": "it looks like stone, it looks like marblebecause the painting is so incredible,"
    }
  },
  {
    "translation": {
      "en": "and, at the same time, in the creature shop,",
      "vi": "and, at the same time,in the creature shop,"
    }
  },
  {
    "translation": {
      "en": "we have people who are putting in individual hairs.",
      "vi": "we have peoplewho are putting in individual hairs."
    }
  },
  {
    "translation": {
      "en": "The Landstrider has hair all over its body.",
      "vi": "The Landstriderhas hair all over its body."
    }
  },
  {
    "translation": {
      "en": "[Finola] The main kind of color of hair around here is just one pattern piece.",
      "vi": "[Finola] The main kind of color of hairaround here is just one pattern piece."
    }
  },
  {
    "translation": {
      "en": "and, um, put other types of fur through it to kind of break it up a little bit.",
      "vi": "and, um, put other types of fur through itto kind of break it up a little bit."
    }
  },
  {
    "translation": {
      "en": "so that we can have-- have it sticking up as much as possible",
      "vi": "so that we can have-- have it sticking upas much as possible"
    }
  },
  {
    "translation": {
      "en": "So you use like a beading needle that's far down,",
      "vi": "So you use like a beading needlethat's far down,"
    }
  },
  {
    "translation": {
      "en": "and then there's one edge to it, so it picks up,",
      "vi": "and then there's one edge to it,so it picks up,"
    }
  },
  {
    "translation": {
      "en": "and Brea is one of our main, main characters.",
      "vi": "and Brea is oneof our main, main characters."
    }
  },
  {
    "translation": {
      "en": "The idea that it's a beautifully embroidered item",
      "vi": "The idea that it'sa beautifully embroidered item"
    }
  },
  {
    "translation": {
      "en": "that maybe... maybe her grandmother embroidered for her.",
      "vi": "that maybe... maybe her grandmotherembroidered for her."
    }
  },
  {
    "translation": {
      "en": "but I thought it was extremely important that this was a real object.",
      "vi": "but I thought it was extremely importantthat this was a real object."
    }
  },
  {
    "translation": {
      "en": "So just putting key things in, like, a mother Aughra.",
      "vi": "So just putting key thingsin, like, a mother Aughra."
    }
  },
  {
    "translation": {
      "en": "And also, um, taking actual flower pressing,",
      "vi": "And also, um,taking actual flower pressing,"
    }
  },
  {
    "translation": {
      "en": "You know, the idea of things getting a little bit purple,",
      "vi": "You know, the ideaof things getting a little bit purple,"
    }
  },
  {
    "translation": {
      "en": "a little bit of the dark things coming in a little bit into her world.",
      "vi": "a little bit of the dark thingscoming in a little bit into her world."
    }
  },
  {
    "translation": {
      "en": "or Hup's gonna have a couple of different versions of a spoon,",
      "vi": "or Hup's gonna have a coupleof different versions of a spoon,"
    }
  },
  {
    "translation": {
      "en": "And we sit and have meetings about, like, the size of the spoon,",
      "vi": "And we sit and have meetingsabout, like, the size of the spoon,"
    }
  },
  {
    "translation": {
      "en": "and at one point, he was gonna have a whisk,",
      "vi": "and at one point,he was gonna have a whisk,"
    }
  },
  {
    "translation": {
      "en": "and did that sort of drift away from the spirit of Hup?",
      "vi": "and did that sort of drift awayfrom the spirit of Hup?"
    }
  },
  {
    "translation": {
      "en": "Like, he's really all about spoons, it shouldn't be a whisk. And...",
      "vi": "Like, he's really all about spoons,it shouldn't be a whisk. And..."
    }
  },
  {
    "translation": {
      "en": "But people made a whisk, and we looked at the whisk, it was designed,",
      "vi": "But people made a whisk, and we lookedat the whisk, it was designed,"
    }
  },
  {
    "translation": {
      "en": "and you're like, \"I don't think this is Hup. I think he's a spoon.\"",
      "vi": "and you're like, \"I don't thinkthis is Hup. I think he's a spoon.\""
    }
  },
  {
    "translation": {
      "en": "\"You know... Ah, you know, the Podling, it doesn't want a bath. Bah, bah, bah.",
      "vi": "\"You know... Ah, you know, the Podling,it doesn't want a bath. Bah, bah, bah."
    }
  },
  {
    "translation": {
      "en": "And they're like, \"Okay. We've got a village,",
      "vi": "And they're like, \"Okay.We've got a village,"
    }
  },
  {
    "translation": {
      "en": "There's 30 Podling. They don't want a bath,",
      "vi": "There's 30 Podling.They don't want a bath,"
    }
  },
  {
    "translation": {
      "en": "but each doesn't want a bath in a different way.",
      "vi": "but each doesn't want a bathin a different way."
    }
  },
  {
    "translation": {
      "en": "and you're just like, \"Okay, that's exactly what I meant.\"",
      "vi": "and you're just like,\"Okay, that's exactly what I meant.\""
    }
  },
  {
    "translation": {
      "en": "Like, we looked at Podling butt sculpts. Does that make sense?",
      "vi": "Like, we looked at Podling butt sculpts.Does that make sense?"
    }
  },
  {
    "translation": {
      "en": "And the first one, we were like, \"That's not right.\" And, and, and, and...",
      "vi": "And the first one, we were like,\"That's not right.\" And, and, and, and..."
    }
  },
  {
    "translation": {
      "en": "There was multiple sculpts of Podling posteriors",
      "vi": "There was multiple sculptsof Podling posteriors"
    }
  },
  {
    "translation": {
      "en": "before we got to the one that... that I think you'll see in the show.",
      "vi": "before we got to the one that...that I think you'll see in the show."
    }
  },
  {
    "translation": {
      "en": "[Simon] It meant something to everybody, you know. And, uh...",
      "vi": "[Simon] It meant something to everybody,you know. And, uh..."
    }
  },
  {
    "translation": {
      "en": "everybody was so at pains to make it Dark Crystal.",
      "vi": "everybody was so at painsto make it Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "It was a puppet show and a puppet show is an art.",
      "vi": "It was a puppet showand a puppet show is an art."
    }
  },
  {
    "translation": {
      "en": "And that... that art is a big part of the thing itself.",
      "vi": "And that... that art is a big partof the thing itself."
    }
  },
  {
    "translation": {
      "en": "[Taron] We're still riveted and amazed by CG,",
      "vi": "[Taron] We're still rivetedand amazed by CG,"
    }
  },
  {
    "translation": {
      "en": "that I think there is an element of kind of desensitizing that happens.",
      "vi": "that I think there is an elementof kind of desensitizing that happens."
    }
  },
  {
    "translation": {
      "en": "The wonderful thing about this world is everything has weight,",
      "vi": "The wonderful thing about this worldis everything has weight,"
    }
  },
  {
    "translation": {
      "en": "If you were in front of the camera, you could reach out and grab them,",
      "vi": "If you were in front of the camera,you could reach out and grab them,"
    }
  },
  {
    "translation": {
      "en": "[Peter] Jim would have embraced every tool in the box available to him.",
      "vi": "[Peter] Jim would have embracedevery tool in the box available to him."
    }
  },
  {
    "translation": {
      "en": "And I have no doubt that he would have absolutely loved CG",
      "vi": "And I have no doubtthat he would have absolutely loved CG"
    }
  },
  {
    "translation": {
      "en": "and what CG would have allowed him to do.",
      "vi": "and what CG would haveallowed him to do."
    }
  },
  {
    "translation": {
      "en": "when it comes to all different kinds of aspects of puppets on television,",
      "vi": "when it comes to all different kindsof aspects of puppets on television,"
    }
  },
  {
    "translation": {
      "en": "He had to come up with new ways of doing things.",
      "vi": "He had to come up with new waysof doing things."
    }
  },
  {
    "translation": {
      "en": "-Hello, Nurlocks, feeding time. -[Peter] We didn't want to just rely on",
      "vi": "-Hello, Nurlocks, feeding time.-[Peter] We didn't want to just rely on"
    }
  },
  {
    "translation": {
      "en": "the fact that CG could potentially fix the problem",
      "vi": "the fact that CGcould potentially fix the problem"
    }
  },
  {
    "translation": {
      "en": "or could even substitute a digital character",
      "vi": "or could even substitutea digital character"
    }
  },
  {
    "translation": {
      "en": "We wanted to make sure that everything that we did",
      "vi": "We wanted to make surethat everything that we did"
    }
  },
  {
    "translation": {
      "en": "and all the shots could be covered practically.",
      "vi": "and all the shotscould be covered practically."
    }
  },
  {
    "translation": {
      "en": "We've been talking for a long time about using more puppeteer removal,",
      "vi": "We've been talking for a long timeabout using more puppeteer removal,"
    }
  },
  {
    "translation": {
      "en": "and then removing the puppeteers and the rods.",
      "vi": "and then removing the puppeteersand the rods."
    }
  },
  {
    "translation": {
      "en": "[Damian] The guys in DNeg are doing some interesting tests",
      "vi": "[Damian] The guys in DNegare doing some interesting tests"
    }
  },
  {
    "translation": {
      "en": "for some of the CG shots that they have to do,",
      "vi": "for some of the CG shotsthat they have to do,"
    }
  },
  {
    "translation": {
      "en": "where they've built a human figure behind the CG rig.",
      "vi": "where they've built a human figurebehind the CG rig."
    }
  },
  {
    "translation": {
      "en": "And it'll be articulated from the human figure behind it.",
      "vi": "And it'll be articulatedfrom the human figure behind it."
    }
  },
  {
    "translation": {
      "en": "So, it kind of mimics all the... the kind of, uh...",
      "vi": "So, it kind of mimics all the...the kind of, uh..."
    }
  },
  {
    "translation": {
      "en": "kind of the inaccuracies and all that, so it doesn't become too smooth.",
      "vi": "kind of the inaccuracies and all that,so it doesn't become too smooth."
    }
  },
  {
    "translation": {
      "en": "You can get motion capture directly onto that.",
      "vi": "You can get motion capturedirectly onto that."
    }
  },
  {
    "translation": {
      "en": "So, then, you're literally replicating the performance",
      "vi": "So, then, you're literallyreplicating the performance"
    }
  },
  {
    "translation": {
      "en": "to the methods that the puppeteers are using.",
      "vi": "to the methodsthat the puppeteers are using."
    }
  },
  {
    "translation": {
      "en": "Lore is a character that was originally decided to be a full CG character",
      "vi": "Lore is a character that was originallydecided to be a full CG character"
    }
  },
  {
    "translation": {
      "en": "because of the way he's articulated, what he's made of,",
      "vi": "because of the way he's articulated,what he's made of,"
    }
  },
  {
    "translation": {
      "en": "[Ted] We had so many meetings about the look of Lore.",
      "vi": "[Ted] We had so many meetingsabout the look of Lore."
    }
  },
  {
    "translation": {
      "en": "At one point, he had, you know, three legs.",
      "vi": "At one point, he had,you know, three legs."
    }
  },
  {
    "translation": {
      "en": "At one point, he looked like a giant turtle.",
      "vi": "At one point,he looked like a giant turtle."
    }
  },
  {
    "translation": {
      "en": "At one point he-- you know, he was just a big block.",
      "vi": "At one point he--you know, he was just a big block."
    }
  },
  {
    "translation": {
      "en": "and now we've come to this thing where it looks like a pile of stone,",
      "vi": "and now we've come to this thingwhere it looks like a pile of stone,"
    }
  },
  {
    "translation": {
      "en": "And he says, \"I think there's a Lore in this.\"",
      "vi": "And he says,\"I think there's a Lore in this.\""
    }
  },
  {
    "translation": {
      "en": "the more people got thinking about him.",
      "vi": "the more peoplegot thinking about him."
    }
  },
  {
    "translation": {
      "en": "We did animation tests, and that got the puppeteers excited,",
      "vi": "We did animation tests,and that got the puppeteers excited,"
    }
  },
  {
    "translation": {
      "en": "and then it became this thing where they were like,",
      "vi": "and then it became this thingwhere they were like,"
    }
  },
  {
    "translation": {
      "en": "\"Well, you know, we can build a puppet that can do way more than we thought",
      "vi": "\"Well, you know, we can build a puppetthat can do way more than we thought"
    }
  },
  {
    "translation": {
      "en": "and gives Louis even more on set and on camera.\"",
      "vi": "and gives Louis even more on setand on camera.\""
    }
  },
  {
    "translation": {
      "en": "[Jeff] We thought we had set this challenge you couldn't do,",
      "vi": "[Jeff] We thought we had setthis challenge you couldn't do,"
    }
  },
  {
    "translation": {
      "en": "and Lore is there, and Lore is puppeteered,",
      "vi": "and Lore is there,and Lore is puppeteered,"
    }
  },
  {
    "translation": {
      "en": "and it's beautiful to see them interact and come together.",
      "vi": "and it's beautiful to see theminteract and come together."
    }
  },
  {
    "translation": {
      "en": "Well, Lore's got this really nice, uh, you know, sort of, like, layers of rock,",
      "vi": "Well, Lore's got this really nice, uh,you know, sort of, like, layers of rock,"
    }
  },
  {
    "translation": {
      "en": "just trying to keep it sympathetic with what he's doing",
      "vi": "just trying to keep it sympatheticwith what he's doing"
    }
  },
  {
    "translation": {
      "en": "but this is really where he's seeing through, isn't it?",
      "vi": "but this is reallywhere he's seeing through, isn't it?"
    }
  },
  {
    "translation": {
      "en": "He can be down quite low, and then he can be up quite high.",
      "vi": "He can be down quite low,and then he can be up quite high."
    }
  },
  {
    "translation": {
      "en": "So, we know that they're kind of key positions",
      "vi": "So, we knowthat they're kind of key positions"
    }
  },
  {
    "translation": {
      "en": "[Ted] Never in my dreams would I think that that thing would be so cool,",
      "vi": "[Ted] Never in my dreams would I thinkthat that thing would be so cool,"
    }
  },
  {
    "translation": {
      "en": "but, man, I can't wait to own a Lore figure. [laughs]",
      "vi": "but, man, I can't wait to owna Lore figure. [laughs]"
    }
  },
  {
    "translation": {
      "en": "[Simon] It's nice to see the CG technology used collaboratively with the puppets,",
      "vi": "[Simon] It's nice to see the CG technologyused collaboratively with the puppets,"
    }
  },
  {
    "translation": {
      "en": "so the whole thing feels very true to The Dark Crystal.",
      "vi": "so the whole thing feels very trueto The Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "It is, first and foremost, a puppet-led thing,",
      "vi": "It is, first and foremost,a puppet-led thing,"
    }
  },
  {
    "translation": {
      "en": "but there are tiny little things you can do.",
      "vi": "but there are tiny little thingsyou can do."
    }
  },
  {
    "translation": {
      "en": "Like, in the original film, not that it mattered,",
      "vi": "Like, in the original film,not that it mattered,"
    }
  },
  {
    "translation": {
      "en": "and not that I cared, and not that it was ever a thing,",
      "vi": "and not that I cared,and not that it was ever a thing,"
    }
  },
  {
    "translation": {
      "en": "but, occasionally, you can see a rod now and again, you know?",
      "vi": "but, occasionally,you can see a rod now and again, you know?"
    }
  },
  {
    "translation": {
      "en": "Not that that means, \"Wait, there's a rod, it's not real.\"",
      "vi": "Not that that means,\"Wait, there's a rod, it's not real.\""
    }
  },
  {
    "translation": {
      "en": "You know it's not real, it's a puppet show.",
      "vi": "You know it's not real,it's a puppet show."
    }
  },
  {
    "translation": {
      "en": "You should be able to see all the rods really.",
      "vi": "You should be able to seeall the rods really."
    }
  },
  {
    "translation": {
      "en": "But what they can do now is they can remove that stuff,",
      "vi": "But what they can do nowis they can remove that stuff,"
    }
  },
  {
    "translation": {
      "en": "which give them a little bit more life and presence,",
      "vi": "which give thema little bit more life and presence,"
    }
  },
  {
    "translation": {
      "en": "and... and just help with the magic trick that it is.",
      "vi": "and... and just helpwith the magic trick that it is."
    }
  },
  {
    "translation": {
      "en": "The way it's developed, even the effects that are CG effects,",
      "vi": "The way it's developed,even the effects that are CG effects,"
    }
  },
  {
    "translation": {
      "en": "we've now complemented most of those by realizing them in a dual capacity",
      "vi": "we've now complemented most of thoseby realizing them in a dual capacity"
    }
  },
  {
    "translation": {
      "en": "where we have the puppet version of it and the CG version of it.",
      "vi": "where we have the puppet version of itand the CG version of it."
    }
  },
  {
    "translation": {
      "en": "So there's almost nothing in the whole series",
      "vi": "So there's almost nothingin the whole series"
    }
  },
  {
    "translation": {
      "en": "[Andy] It's still photo real. In some ways, the techniques are still the same.",
      "vi": "[Andy] It's still photo real. In someways, the techniques are still the same."
    }
  },
  {
    "translation": {
      "en": "We're still replicating the real world, it's just that the real world is Thra.",
      "vi": "We're still replicating the real world,it's just that the real world is Thra."
    }
  },
  {
    "translation": {
      "en": "And I think there's something about the... the tangible,",
      "vi": "And I think there's somethingabout the... the tangible,"
    }
  },
  {
    "translation": {
      "en": "hand-crafted quality of it all that immediately makes people think,",
      "vi": "hand-crafted quality of it allthat immediately makes people think,"
    }
  },
  {
    "translation": {
      "en": "\"Well actually, this isn't like anything we've done before,",
      "vi": "\"Well actually, this isn'tlike anything we've done before,"
    }
  },
  {
    "translation": {
      "en": "so we do need to think differently about it.\"",
      "vi": "so we do need to think differentlyabout it.\""
    }
  },
  {
    "translation": {
      "en": "[Andy] For me, it should always be, you know,",
      "vi": "[Andy] For me, it should always be,you know,"
    }
  },
  {
    "translation": {
      "en": "it's not just for the art department to try and work this out,",
      "vi": "it's not just for the art departmentto try and work this out,"
    }
  },
  {
    "translation": {
      "en": "'cause maybe the VFX guys can do it better.",
      "vi": "'cause maybe the VFX guyscan do it better."
    }
  },
  {
    "translation": {
      "en": "'cause, actually, if you built it, it'd be better.",
      "vi": "'cause, actually, if you built it,it'd be better."
    }
  },
  {
    "translation": {
      "en": "You know, no one should be too precious about what they're doing.",
      "vi": "You know, no one should be too preciousabout what they're doing."
    }
  },
  {
    "translation": {
      "en": "is that it's inherently a collaborative process,",
      "vi": "is that it's inherentlya collaborative process,"
    }
  },
  {
    "translation": {
      "en": "and you are far from the most important cog in the machine.",
      "vi": "and you are far from the most importantcog in the machine."
    }
  },
  {
    "translation": {
      "en": "They have made choices in movement, in pace, in style.",
      "vi": "They have made choicesin movement, in pace, in style."
    }
  },
  {
    "translation": {
      "en": "They've made characterization choices that you inherit.",
      "vi": "They've made characterization choicesthat you inherit."
    }
  },
  {
    "translation": {
      "en": "and it's been very, very challenging in a good way,",
      "vi": "and it's been very, very challengingin a good way,"
    }
  },
  {
    "translation": {
      "en": "because usually when you do a voice in something,",
      "vi": "because usually when you doa voice in something,"
    }
  },
  {
    "translation": {
      "en": "and then the animators take your voice and they animate to the voice.",
      "vi": "and then the animators take your voiceand they animate to the voice."
    }
  },
  {
    "translation": {
      "en": "They are actors, you know, they characterize,",
      "vi": "They are actors, you know,they characterize,"
    }
  },
  {
    "translation": {
      "en": "[Jason] It's an interesting discipline, because the puppeteers,",
      "vi": "[Jason] It's an interesting discipline,because the puppeteers,"
    }
  },
  {
    "translation": {
      "en": "and convey truth, power, fear, threat, whatever it is,",
      "vi": "and convey truth, power, fear, threat,whatever it is,"
    }
  },
  {
    "translation": {
      "en": "[Jason] You take a lot of time to get it right,",
      "vi": "[Jason] You take a lot of timeto get it right,"
    }
  },
  {
    "translation": {
      "en": "because you can be satisfied that you matched the movement in sync,",
      "vi": "because you can be satisfiedthat you matched the movement in sync,"
    }
  },
  {
    "translation": {
      "en": "that are as real and as engaging as possible.",
      "vi": "that are as realand as engaging as possible."
    }
  },
  {
    "translation": {
      "en": "Chamberlain will decide when Grunac's service is finished.",
      "vi": "Chamberlain will decidewhen Grunac's service is finished."
    }
  },
  {
    "translation": {
      "en": "when you might choose a different way of delivering a line,",
      "vi": "when you might choosea different way of delivering a line,"
    }
  },
  {
    "translation": {
      "en": "but you've got to get it into this rhythm of, uh... of speech.",
      "vi": "but you've got to get itinto this rhythm of, uh... of speech."
    }
  },
  {
    "translation": {
      "en": "It is amazing to be part of that group of... of Skeksis.",
      "vi": "It is amazing to be partof that group of... of Skeksis."
    }
  },
  {
    "translation": {
      "en": "It's really difficult, but the reward is even greater",
      "vi": "It's really difficult,but the reward is even greater"
    }
  },
  {
    "translation": {
      "en": "It's also key that you create a sense of spontaneity in it,",
      "vi": "It's also key that you createa sense of spontaneity in it,"
    }
  },
  {
    "translation": {
      "en": "[Natalie] The ensemble cast of actors that are doing the voice work",
      "vi": "[Natalie] The ensemble cast of actorsthat are doing the voice work"
    }
  },
  {
    "translation": {
      "en": "It's incredible. But behind that is the other layers of the puppeteers,",
      "vi": "It's incredible. But behind thatis the other layers of the puppeteers,"
    }
  },
  {
    "translation": {
      "en": "It's a huge variety of people, uh, in this,",
      "vi": "It's a huge variety of people,uh, in this,"
    }
  },
  {
    "translation": {
      "en": "from different countries, and cultures, and I think you'll get a sense of that.",
      "vi": "from different countries, and cultures,and I think you'll get a sense of that."
    }
  },
  {
    "translation": {
      "en": "You'll get a sense of a big, eclectic world.",
      "vi": "You'll get a senseof a big, eclectic world."
    }
  },
  {
    "translation": {
      "en": "So when the crystal comes down, we get this sound",
      "vi": "So when the crystal comes down,we get this sound"
    }
  },
  {
    "translation": {
      "en": "that we've come to associate with the crystal.",
      "vi": "that we've come to associatewith the crystal."
    }
  },
  {
    "translation": {
      "en": "This is kind of connected to the crystal and the, uh, Skeksis.",
      "vi": "This is kind of connected to the crystaland the, uh, Skeksis."
    }
  },
  {
    "translation": {
      "en": "-[metal cranking] -Yes!",
      "vi": "-[metal cranking]-Yes!"
    }
  },
  {
    "translation": {
      "en": "[Daniel] The Dark Crystal world always felt,",
      "vi": "[Daniel]The Dark Crystal world always felt,"
    }
  },
  {
    "translation": {
      "en": "I sort of felt, musically, I wanted to incorporate as many different elements",
      "vi": "I sort of felt, musically, I wanted toincorporate as many different elements"
    }
  },
  {
    "translation": {
      "en": "from all types of musical culture into the score.",
      "vi": "from all types of musical cultureinto the score."
    }
  },
  {
    "translation": {
      "en": "I also wanted to give it a simplicity in way,",
      "vi": "I also wanted to give ita simplicity in way,"
    }
  },
  {
    "translation": {
      "en": "because a lot of early instruments, they often--",
      "vi": "because a lot of early instruments,they often--"
    }
  },
  {
    "translation": {
      "en": "they might not even have a chromatic scale,",
      "vi": "they might not even havea chromatic scale,"
    }
  },
  {
    "translation": {
      "en": "they might have quite a simple scale on them.",
      "vi": "they might havequite a simple scale on them."
    }
  },
  {
    "translation": {
      "en": "And by limiting yourself to more of just a smaller range of notes,",
      "vi": "And by limiting yourselfto more of just a smaller range of notes,"
    }
  },
  {
    "translation": {
      "en": "it starts to feel, hopefully, more authentic.",
      "vi": "it starts to feel, hopefully,more authentic."
    }
  },
  {
    "translation": {
      "en": "I want it to feel like this music could have been made in Thra.",
      "vi": "I want it to feel like this musiccould have been made in Thra."
    }
  },
  {
    "translation": {
      "en": "To believe him is not to believe themselves.",
      "vi": "To believe himis not to believe themselves."
    }
  },
  {
    "translation": {
      "en": "[Daniel] And so, the idea with that is we can use it in lots of different ways",
      "vi": "[Daniel] And so, the idea with thatis we can use it in lots of different ways"
    }
  },
  {
    "translation": {
      "en": "The first time we were going round set, we would just find all these,",
      "vi": "The first time we were going round set,we would just find all these,"
    }
  },
  {
    "translation": {
      "en": "and we were like, \"Oh, wow!\" You could just... It was so tactile.",
      "vi": "and we were like, \"Oh, wow!\"You could just... It was so tactile."
    }
  },
  {
    "translation": {
      "en": "And I think that's a really important word in this.",
      "vi": "And I think that's a really importantword in this."
    }
  },
  {
    "translation": {
      "en": "If the music can feel as tactile as everything else,",
      "vi": "If the music can feel as tactileas everything else,"
    }
  },
  {
    "translation": {
      "en": "-[Renaissance-esque music playing] -[indistinct joyful chatter]",
      "vi": "-[Renaissance-esque music playing]-[indistinct joyful chatter]"
    }
  },
  {
    "translation": {
      "en": "[Daniel] I think everyone involved in this show",
      "vi": "[Daniel] I think everyoneinvolved in this show"
    }
  },
  {
    "translation": {
      "en": "that most of us wouldn't even know what-- what is going into it.",
      "vi": "that most of us wouldn't even knowwhat-- what is going into it."
    }
  },
  {
    "translation": {
      "en": "And that's what makes the show so special, I think, because...",
      "vi": "And that's what makes the showso special, I think, because..."
    }
  },
  {
    "translation": {
      "en": "[Jason] Nobody's making films with puppets anymore,",
      "vi": "[Jason] Nobody's making filmswith puppets anymore,"
    }
  },
  {
    "translation": {
      "en": "They're working at the very top of their game.",
      "vi": "They're workingat the very top of their game."
    }
  },
  {
    "translation": {
      "en": "They're working in a context where one of the greatest DPs in the world",
      "vi": "They're working in a context whereone of the greatest DPs in the world"
    }
  },
  {
    "translation": {
      "en": "And so, uh, it's a look that you've never seen before.",
      "vi": "And so, uh, it's a look that you'venever seen before."
    }
  },
  {
    "translation": {
      "en": "It's a look I've never seen before, that's for sure.",
      "vi": "It's a look I've never seen before,that's for sure."
    }
  },
  {
    "translation": {
      "en": "Go where I can see you. I'll be on the other side.",
      "vi": "Go where I can see you.I'll be on the other side."
    }
  },
  {
    "translation": {
      "en": "[Taron] Film-making of all types is deceptively simple.",
      "vi": "[Taron] Film-making of all typesis deceptively simple."
    }
  },
  {
    "translation": {
      "en": "That's the thing about it, you know, it's an illusion",
      "vi": "That's the thing about it, you know,it's an illusion"
    }
  },
  {
    "translation": {
      "en": "and that's the great joy of it, you know,",
      "vi": "and that's the great joy of it,you know,"
    }
  },
  {
    "translation": {
      "en": "that there's a bunch of people who are working painstakingly and lovingly",
      "vi": "that there's a bunch of peoplewho are working painstakingly and lovingly"
    }
  },
  {
    "translation": {
      "en": "to create something that other people enjoy",
      "vi": "to create somethingthat other people enjoy"
    }
  },
  {
    "translation": {
      "en": "in a fraction of the time it took to create.",
      "vi": "in a fraction of the timeit took to create."
    }
  },
  {
    "translation": {
      "en": "Louis was just fantastic. I mean he... [laughs]",
      "vi": "Louis was just fantastic.I mean he... [laughs]"
    }
  },
  {
    "translation": {
      "en": "He almost immediately got how a movie like this is made.",
      "vi": "He almost immediately gothow a movie like this is made."
    }
  },
  {
    "translation": {
      "en": "I really love the fact that he embraced our methodology so wholeheartedly.",
      "vi": "I really love the fact that he embracedour methodology so wholeheartedly."
    }
  },
  {
    "translation": {
      "en": "I felt he was always, you know, behind us. He was championing what we were doing.",
      "vi": "I felt he was always, you know, behind us.He was championing what we were doing."
    }
  },
  {
    "translation": {
      "en": "[Olly] Absolutely every day is a voyage of discovery on this job.",
      "vi": "[Olly] Absolutely every day is a voyageof discovery on this job."
    }
  },
  {
    "translation": {
      "en": "We anticipate, analyze, and plan as best we can,",
      "vi": "We anticipate, analyze, and planas best we can,"
    }
  },
  {
    "translation": {
      "en": "And then, obviously, you get on set, things change.",
      "vi": "And then, obviously, you get on set,things change."
    }
  },
  {
    "translation": {
      "en": "Like, the shot changes. Something's not working quite right,",
      "vi": "Like, the shot changes.Something's not working quite right,"
    }
  },
  {
    "translation": {
      "en": "and then we have to completely change direction.",
      "vi": "and then we haveto completely change direction."
    }
  },
  {
    "translation": {
      "en": "We're replacing skins or we're fixing mouth interiors.",
      "vi": "We're replacing skinsor we're fixing mouth interiors."
    }
  },
  {
    "translation": {
      "en": "we're trying to always make things better,",
      "vi": "we're trying to always makethings better,"
    }
  },
  {
    "translation": {
      "en": "function for whatever they need to do next.",
      "vi": "function for whateverthey need to do next."
    }
  },
  {
    "translation": {
      "en": "[Ritamarie] The beauty of it is it looks simple.",
      "vi": "[Ritamarie] The beauty of itis it looks simple."
    }
  },
  {
    "translation": {
      "en": "At the end of the day, nobody's gonna understand",
      "vi": "At the end of the day,nobody's gonna understand"
    }
  },
  {
    "translation": {
      "en": "If you'd have said, \"Let's shoot puppets hand-held",
      "vi": "If you'd have said,\"Let's shoot puppets hand-held"
    }
  },
  {
    "translation": {
      "en": "and steadicam with two cameras simultaneously,\"",
      "vi": "and steadicamwith two cameras simultaneously,\""
    }
  },
  {
    "translation": {
      "en": "I'd have said you're crazy. It's counter-intuitive.",
      "vi": "I'd have said you're crazy.It's counter-intuitive."
    }
  },
  {
    "translation": {
      "en": "You need to hide the puppeteer's head, and you need to hide the sleeves,",
      "vi": "You need to hide the puppeteer's head,and you need to hide the sleeves,"
    }
  },
  {
    "translation": {
      "en": "and as soon as you have a wobbly frame, then you're just gonna kill yourself.",
      "vi": "and as soon as you have a wobbly frame,then you're just gonna kill yourself."
    }
  },
  {
    "translation": {
      "en": "But, you know, he does it, and he does it amazingly,",
      "vi": "But, you know, he does it,and he does it amazingly,"
    }
  },
  {
    "translation": {
      "en": "and I think it will change the way people perhaps shoot puppets in the future.",
      "vi": "and I think it will change the way peopleperhaps shoot puppets in the future."
    }
  },
  {
    "translation": {
      "en": "He's moving on the fly, he's constantly adjusting,",
      "vi": "He's moving on the fly,he's constantly adjusting,"
    }
  },
  {
    "translation": {
      "en": "\"Okay, there's a head coming in here. There's here, there's that...\"",
      "vi": "\"Okay, there's a head coming in here.There's here, there's that...\""
    }
  },
  {
    "translation": {
      "en": "and so, the puppeteers have... I don't think any of them",
      "vi": "and so, the puppeteers have...I don't think any of them"
    }
  },
  {
    "translation": {
      "en": "had ever worked with having two cameras running,",
      "vi": "had ever workedwith having two cameras running,"
    }
  },
  {
    "translation": {
      "en": "which means two monitors, and eye lines can get tricky with puppets.",
      "vi": "which means two monitors,and eye lines can get tricky with puppets."
    }
  },
  {
    "translation": {
      "en": "[Neil] We're used to quite static stuff on us.",
      "vi": "[Neil] We're usedto quite static stuff on us."
    }
  },
  {
    "translation": {
      "en": "And we kind of work within a frame that we're given,",
      "vi": "And we kind of workwithin a frame that we're given,"
    }
  },
  {
    "translation": {
      "en": "whereas Louis and Erik, they're giving us so much movement.",
      "vi": "whereas Louis and Erik,they're giving us so much movement."
    }
  },
  {
    "translation": {
      "en": "And we know Louis has got a much bigger picture in his head than we have.",
      "vi": "And we know Louis has got a much biggerpicture in his head than we have."
    }
  },
  {
    "translation": {
      "en": "-[Louis] The best, the idea is that... -[man] Um...",
      "vi": "-[Louis] The best, the idea is that...-[man] Um..."
    }
  },
  {
    "translation": {
      "en": "You watch the show and you forget you're watching puppets.",
      "vi": "You watch the show and you forgetyou're watching puppets."
    }
  },
  {
    "translation": {
      "en": "I don't think we did it, but we try. Every day, we try.",
      "vi": "I don't think we did it, but we try.Every day, we try."
    }
  },
  {
    "translation": {
      "en": "of being, thinking about pre-production, shooting, post-production,",
      "vi": "of being, thinking about pre-production,shooting, post-production,"
    }
  },
  {
    "translation": {
      "en": "all the different elements that something like Age of Resistance requires.",
      "vi": "all the different elements that somethinglike Age of Resistance requires."
    }
  },
  {
    "translation": {
      "en": "[Taron] And he's also incredibly laid back and mellow,",
      "vi": "[Taron] And he's also incredibly laid backand mellow,"
    }
  },
  {
    "translation": {
      "en": "the task of bringing something like this to life,",
      "vi": "the task of bringingsomething like this to life,"
    }
  },
  {
    "translation": {
      "en": "the amount of work that goes into this that you don't see.",
      "vi": "the amount of work that goes into thisthat you don't see."
    }
  },
  {
    "translation": {
      "en": "is this kind of dance between the camera and the puppets.",
      "vi": "is this kind of dancebetween the camera and the puppets."
    }
  },
  {
    "translation": {
      "en": "not necessarily always telling people where the camera's gonna be,",
      "vi": "not necessarily always telling peoplewhere the camera's gonna be,"
    }
  },
  {
    "translation": {
      "en": "and then having the characters be able to interact with a moving camera.",
      "vi": "and then having the charactersbe able to interact with a moving camera."
    }
  },
  {
    "translation": {
      "en": "There's so much more dynamism to this shooting,",
      "vi": "There's so much more dynamismto this shooting,"
    }
  },
  {
    "translation": {
      "en": "[Helena] I love it, the energy it gives it.",
      "vi": "[Helena] I love it,the energy it gives it."
    }
  },
  {
    "translation": {
      "en": "You can really start to use it when you know he's coming round",
      "vi": "You can really start to use itwhen you know he's coming round"
    }
  },
  {
    "translation": {
      "en": "You know, he's directing through the puppet to the puppeteer,",
      "vi": "You know, he's directingthrough the puppet to the puppeteer,"
    }
  },
  {
    "translation": {
      "en": "giving performance notes to the people underneath",
      "vi": "giving performance notesto the people underneath"
    }
  },
  {
    "translation": {
      "en": "to make sure that the characters can run, and jump, and fly,",
      "vi": "to make sure that the characterscan run, and jump, and fly,"
    }
  },
  {
    "translation": {
      "en": "and do a lot more action than they could originally.",
      "vi": "and do a lot more actionthan they could originally."
    }
  },
  {
    "translation": {
      "en": "that is required to be there on set holding a camera every day,",
      "vi": "that is required to be there on setholding a camera every day,"
    }
  },
  {
    "translation": {
      "en": "because it means that the audience innately feel his energy,",
      "vi": "because it means that the audienceinnately feel his energy,"
    }
  },
  {
    "translation": {
      "en": "[Cameron] It makes it a lot easier to have somebody",
      "vi": "[Cameron] It makes it a lot easierto have somebody"
    }
  },
  {
    "translation": {
      "en": "that has full knowledge of every single episode",
      "vi": "that has full knowledgeof every single episode"
    }
  },
  {
    "translation": {
      "en": "There's so much minutia that goes into this.",
      "vi": "There's so much minutiathat goes into this."
    }
  },
  {
    "translation": {
      "en": "and everyone kind of fills in behind him and helps create his vision.",
      "vi": "and everyone kind of fills in behind himand helps create his vision."
    }
  },
  {
    "translation": {
      "en": "The performers will come and would raid the village,",
      "vi": "The performers will comeand would raid the village,"
    }
  },
  {
    "translation": {
      "en": "you know, so... so, two-by-two coming around.",
      "vi": "you know, so...so, two-by-two coming around."
    }
  },
  {
    "translation": {
      "en": "And then, we have, uh... we have all of them gathering,",
      "vi": "And then, we have, uh...we have all of them gathering,"
    }
  },
  {
    "translation": {
      "en": "I want to use those big swords in the beginning.",
      "vi": "I want to use those big swordsin the beginning."
    }
  },
  {
    "translation": {
      "en": "and the thing just... [grinds] it goes like this.",
      "vi": "and the thing just... [grinds]it goes like this."
    }
  },
  {
    "translation": {
      "en": "-[grunts] -[screams]",
      "vi": "-[grunts]-[screams]"
    }
  },
  {
    "translation": {
      "en": "that Louis Leterrier was gonna direct all ten episodes.",
      "vi": "that Louis Leterrier was gonna directall ten episodes."
    }
  },
  {
    "translation": {
      "en": "The biggest question when a director's gonna take that kind of...",
      "vi": "The biggest question when a director'sgonna take that kind of..."
    }
  },
  {
    "translation": {
      "en": "amount of work on, you think, \"Wow, that's nuts.\"",
      "vi": "amount of work on,you think, \"Wow, that's nuts.\""
    }
  },
  {
    "translation": {
      "en": "But the beauty of it is, it's a single vision.",
      "vi": "But the beauty of it is,it's a single vision."
    }
  },
  {
    "translation": {
      "en": "and helping with the writing and producing--",
      "vi": "and helping with the writingand producing--"
    }
  },
  {
    "translation": {
      "en": "You know, he's kind of... All of this is kind of...",
      "vi": "You know, he's kind of...All of this is kind of..."
    }
  },
  {
    "translation": {
      "en": "He's got to take the vision that Jim Henson had,",
      "vi": "He's got to take the visionthat Jim Henson had,"
    }
  },
  {
    "translation": {
      "en": "continue that, and then put his own stamp on it.",
      "vi": "continue that,and then put his own stamp on it."
    }
  },
  {
    "translation": {
      "en": "He's obviously developed an incredible knowledge",
      "vi": "He's obviously developedan incredible knowledge"
    }
  },
  {
    "translation": {
      "en": "about how the creatures work, the puppets work.",
      "vi": "about how the creatures work,the puppets work."
    }
  },
  {
    "translation": {
      "en": "He's often suggesting ways that they can make--",
      "vi": "He's often suggesting waysthat they can make--"
    }
  },
  {
    "translation": {
      "en": "improve the puppets and improve the creatures",
      "vi": "improve the puppetsand improve the creatures"
    }
  },
  {
    "translation": {
      "en": "considering that's not his traditional background.",
      "vi": "considering that's nothis traditional background."
    }
  },
  {
    "translation": {
      "en": "He's not afraid that they're puppets, which sounds a bizarre thing.",
      "vi": "He's not afraid that they're puppets,which sounds a bizarre thing."
    }
  },
  {
    "translation": {
      "en": "You work on many shows and things where it's,",
      "vi": "You work on many showsand things where it's,"
    }
  },
  {
    "translation": {
      "en": "it's going to do this, and it's gonna be a problem.\"",
      "vi": "it's going to do this,and it's gonna be a problem.\""
    }
  },
  {
    "translation": {
      "en": "he and Erik, they shoot it as if it was a human actor.",
      "vi": "he and Erik, they shoot itas if it was a human actor."
    }
  },
  {
    "translation": {
      "en": "If he doesn't like something, he'll tell you what he thinks it should be.",
      "vi": "If he doesn't like something, he'lltell you what he thinks it should be."
    }
  },
  {
    "translation": {
      "en": "He can describe what it should be rather than, \"No, show me something else.\"",
      "vi": "He can describe what it should berather than, \"No, show me something else.\""
    }
  },
  {
    "translation": {
      "en": "of how things could look and how they could be.",
      "vi": "of how things could lookand how they could be."
    }
  },
  {
    "translation": {
      "en": "where we're neither a feature, nor a television show,",
      "vi": "where we're neither a feature,nor a television show,"
    }
  },
  {
    "translation": {
      "en": "and having somebody like Louis at the top of that,",
      "vi": "and having somebody like Louisat the top of that,"
    }
  },
  {
    "translation": {
      "en": "the way that he works made it really possible",
      "vi": "the way that he worksmade it really possible"
    }
  },
  {
    "translation": {
      "en": "We knew what we could write that was gonna get on screen,",
      "vi": "We knew what we could writethat was gonna get on screen,"
    }
  },
  {
    "translation": {
      "en": "because we knew the guy who was gonna be shooting it.",
      "vi": "because we knew the guywho was gonna be shooting it."
    }
  },
  {
    "translation": {
      "en": "He was there in the room with us, you know.",
      "vi": "He was there in the room with us,you know."
    }
  },
  {
    "translation": {
      "en": "[Cameron] There's a certain type of director",
      "vi": "[Cameron] There's a certain typeof director"
    }
  },
  {
    "translation": {
      "en": "that is good with these big, big, massive projects,",
      "vi": "that is good with these big, big,massive projects,"
    }
  },
  {
    "translation": {
      "en": "and he's just one of those. There's like a handful of them.",
      "vi": "and he's just one of those.There's like a handful of them."
    }
  },
  {
    "translation": {
      "en": "[Simon] Louis Leterrier has made, essentially, five feature films",
      "vi": "[Simon] Louis Leterrier has made,essentially, five feature films"
    }
  },
  {
    "translation": {
      "en": "and they're all gonna drop at once and form this expansive prequel",
      "vi": "and they're all gonna drop at onceand form this expansive prequel"
    }
  },
  {
    "translation": {
      "en": "It's brilliant. It's so amazing, and it's gonna blow people away, you know.",
      "vi": "It's brilliant. It's so amazing,and it's gonna blow people away, you know."
    }
  },
  {
    "translation": {
      "en": "You can't... If you're safe all the time, everything gets very beige.",
      "vi": "You can't... If you're safe all the time,everything gets very beige."
    }
  },
  {
    "translation": {
      "en": "[Peter] The thread that keeps it all going was Louis,",
      "vi": "[Peter] The thread that keeps it all goingwas Louis,"
    }
  },
  {
    "translation": {
      "en": "and I also like to think the fact that it is Dark Crystal,",
      "vi": "and I also like to thinkthe fact that it is Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "the spiritual thread comes right from Jim all the way through,",
      "vi": "the spiritual thread comesright from Jim all the way through,"
    }
  },
  {
    "translation": {
      "en": "I like the darkness that's embraced with The Dark Crystal.",
      "vi": "I like the darkness that's embracedwith The Dark Crystal."
    }
  },
  {
    "translation": {
      "en": "I really do. I think sometimes we can sanitize",
      "vi": "I really do. I think sometimeswe can sanitize"
    }
  },
  {
    "translation": {
      "en": "and spoon-feed children and young adults a bit too much.",
      "vi": "and spoon-feed childrenand young adults a bit too much."
    }
  },
  {
    "translation": {
      "en": "[Taron] Something about that period in the '80s",
      "vi": "[Taron] Something about that periodin the '80s"
    }
  },
  {
    "translation": {
      "en": "meant that there was a spate of films that were kind of tinged with darkness.",
      "vi": "meant that there was a spate of filmsthat were kind of tinged with darkness."
    }
  },
  {
    "translation": {
      "en": "-just sort of something... -[growls]",
      "vi": "-just sort of something...-[growls]"
    }
  },
  {
    "translation": {
      "en": "I make a point of showing films to my daughter",
      "vi": "I make a point of showing filmsto my daughter"
    }
  },
  {
    "translation": {
      "en": "so I took her through all the Amblin movies",
      "vi": "so I took her throughall the Amblin movies"
    }
  },
  {
    "translation": {
      "en": "and we watched all the formative movies of my childhood,",
      "vi": "and we watched all the formative moviesof my childhood,"
    }
  },
  {
    "translation": {
      "en": "She watched it and really liked it. It frightened the life out of her.",
      "vi": "She watched it and really liked it.It frightened the life out of her."
    }
  },
  {
    "translation": {
      "en": "[Javier] The alchemy of working with creatures",
      "vi": "[Javier] The alchemyof working with creatures"
    }
  },
  {
    "translation": {
      "en": "that has this amazing mythical resonance for us...",
      "vi": "that has this amazingmythical resonance for us..."
    }
  },
  {
    "translation": {
      "en": "The puppets can be satirical, the puppets can be emotional,",
      "vi": "The puppets can be satirical,the puppets can be emotional,"
    }
  },
  {
    "translation": {
      "en": "the puppets can say things we never got to say to our parents,",
      "vi": "the puppets can say thingswe never got to say to our parents,"
    }
  },
  {
    "translation": {
      "en": "Or that our parents never got to say to us but we wish they had.",
      "vi": "Or that our parents never got to say to usbut we wish they had."
    }
  },
  {
    "translation": {
      "en": "[Jason] I've been shocked lots of times, not just once or twice,",
      "vi": "[Jason] I've been shocked lots of times,not just once or twice,"
    }
  },
  {
    "translation": {
      "en": "that this is going to go out and be watched by families",
      "vi": "that this is going to go outand be watched by families"
    }
  },
  {
    "translation": {
      "en": "because it's sometimes very dark, and very disturbing,",
      "vi": "because it's sometimesvery dark, and very disturbing,"
    }
  },
  {
    "translation": {
      "en": "And if it was live human beings, you might shy away from some things they're doing.",
      "vi": "And if it was live human beings, you mightshy away from some things they're doing."
    }
  },
  {
    "translation": {
      "en": "But then I remind myself how dark Grimm's Fairy Tales are, and very...",
      "vi": "But then I remind myself how darkGrimm's Fairy Tales are, and very..."
    }
  },
  {
    "translation": {
      "en": "But it's... it's certainly not a gentle touch.",
      "vi": "But it's... it's certainly nota gentle touch."
    }
  },
  {
    "translation": {
      "en": "I like the darkness of the original Dark Crystal,",
      "vi": "I like the darknessof the original Dark Crystal,"
    }
  },
  {
    "translation": {
      "en": "and the ethos of that has bled into our prequel.",
      "vi": "and the ethos of thathas bled into our prequel."
    }
  },
  {
    "translation": {
      "en": "We have a real respect for the younger audience,",
      "vi": "We have a real respectfor the younger audience,"
    }
  },
  {
    "translation": {
      "en": "which is that you don't have to shield them",
      "vi": "which is that you don't haveto shield them"
    }
  },
  {
    "translation": {
      "en": "some of, like, these grittier aspects of the world that we live in,",
      "vi": "some of, like, these grittier aspectsof the world that we live in,"
    }
  },
  {
    "translation": {
      "en": "and maybe the world becomes a little less scary because of that.",
      "vi": "and maybe the world becomesa little less scary because of that."
    }
  },
  {
    "translation": {
      "en": "[Ted] One of the things that I love about fantasy worlds",
      "vi": "[Ted] One of the things that I loveabout fantasy worlds"
    }
  },
  {
    "translation": {
      "en": "is the breakdown of sort of our own world segregations.",
      "vi": "is the breakdown of sort ofour own world segregations."
    }
  },
  {
    "translation": {
      "en": "[Halle] So, I love that we have this intellectual, strong female character",
      "vi": "[Halle] So, I love that we havethis intellectual, strong female character"
    }
  },
  {
    "translation": {
      "en": "that actually comes from a political background,",
      "vi": "that actually comesfrom a political background,"
    }
  },
  {
    "translation": {
      "en": "and yet is able, through her knowledge and her curiosity,",
      "vi": "and yet is able, through her knowledgeand her curiosity,"
    }
  },
  {
    "translation": {
      "en": "where there's been so many brilliant lead female roles,",
      "vi": "where there's been so many brilliantlead female roles,"
    }
  },
  {
    "translation": {
      "en": "[Vivian] This is the first studio that I've been in",
      "vi": "[Vivian] This is the first studiothat I've been in"
    }
  },
  {
    "translation": {
      "en": "where we went to the meetings and we were just looking at all women.",
      "vi": "where we went to the meetingsand we were just looking at all women."
    }
  },
  {
    "translation": {
      "en": "[Natalie] It is feminist insofar, and I mean that in a sense of equality.",
      "vi": "[Natalie] It is feminist insofar,and I mean that in a sense of equality."
    }
  },
  {
    "translation": {
      "en": "It's actually scary that message is still necessary and relevant now",
      "vi": "It's actually scary that messageis still necessary and relevant now"
    }
  },
  {
    "translation": {
      "en": "You'd like to think that that would be historical",
      "vi": "You'd like to thinkthat that would be historical"
    }
  },
  {
    "translation": {
      "en": "and then there was an All-Maudra over all of them.",
      "vi": "and then there was an All-Maudraover all of them."
    }
  },
  {
    "translation": {
      "en": "[Javier] And ultimately, that's the magic of The Dark Crystal",
      "vi": "[Javier] And ultimately, that's the magicof The Dark Crystal"
    }
  },
  {
    "translation": {
      "en": "all of them brought their A-creative-game to this thing",
      "vi": "all of them broughttheir A-creative-game to this thing"
    }
  },
  {
    "translation": {
      "en": "at every level, from design, production, writing, direction,",
      "vi": "at every level, from design, production,writing, direction,"
    }
  },
  {
    "translation": {
      "en": "and every time you see one unit of what they created,",
      "vi": "and every time you see one unitof what they created,"
    }
  },
  {
    "translation": {
      "en": "everything implies the existence of a great universe behind it,",
      "vi": "everything implies the existenceof a great universe behind it,"
    }
  },
  {
    "translation": {
      "en": "and you get to, in your own mind, go and live in that universe",
      "vi": "and you get to, in your own mind,go and live in that universe"
    }
  },
  {
    "translation": {
      "en": "um, from truly, you know, astounding artists.",
      "vi": "um, from truly, you know,astounding artists."
    }
  },
  {
    "translation": {
      "en": "[Taron] Ninety-five percent of this production",
      "vi": "[Taron] Ninety-five percentof this production"
    }
  },
  {
    "translation": {
      "en": "has been created in exactly the same way that Jim Henson's original film was,",
      "vi": "has been created in exactly the same waythat Jim Henson's original film was,"
    }
  },
  {
    "translation": {
      "en": "and that was very important to me as a fan of the original,",
      "vi": "and that was very important to meas a fan of the original,"
    }
  },
  {
    "translation": {
      "en": "and I think the fact that Netflix, Louis, the Hensons,",
      "vi": "and I think the factthat Netflix, Louis, the Hensons,"
    }
  },
  {
    "translation": {
      "en": "everyone's been very committed to that authentic way of making the series.",
      "vi": "everyone's been very committed to thatauthentic way of making the series."
    }
  },
  {
    "translation": {
      "en": "I think it's wonderful to re-visit something that Jim did 35 years ago,",
      "vi": "I think it's wonderful to re-visitsomething that Jim did 35 years ago,"
    }
  },
  {
    "translation": {
      "en": "which was, you know, one of the most remarkable things that he ever achieved.",
      "vi": "which was, you know, one of the mostremarkable things that he ever achieved."
    }
  },
  {
    "translation": {
      "en": "[Lisa] I'm so proud because I really believe it does look like the feature.",
      "vi": "[Lisa] I'm so proud because I reallybelieve it does look like the feature."
    }
  },
  {
    "translation": {
      "en": "It looks, in some cases, like more than the feature,",
      "vi": "It looks, in some cases,like more than the feature,"
    }
  },
  {
    "translation": {
      "en": "because we're doing so many more locations,",
      "vi": "because we're doingso many more locations,"
    }
  },
  {
    "translation": {
      "en": "and more... more clans, more different types of Gelflings.",
      "vi": "and more... more clans,more different types of Gelflings."
    }
  },
  {
    "translation": {
      "en": "We have dozens and dozens of puppets this time around,",
      "vi": "We have dozens and dozens of puppetsthis time around,"
    }
  },
  {
    "translation": {
      "en": "And I'm happy that not only we could make it like the feature,",
      "vi": "And I'm happy that not onlywe could make it like the feature,"
    }
  },
  {
    "translation": {
      "en": "And I think it's just great that my sister Lisa,",
      "vi": "And I think it's just greatthat my sister Lisa,"
    }
  },
  {
    "translation": {
      "en": "Its exciting to have brought puppetry to this point.",
      "vi": "Its exciting to have brought puppetryto this point."
    }
  },
  {
    "translation": {
      "en": " Just when you think You lost your essence ",
      "vi": " Just when you thinkYou lost your essence "
    }
  },
  {
    "translation": {
      "en": " Just when you think You lost your essence ",
      "vi": " Just when you thinkYou lost your essence "
    }
  },
  {
    "translation": {
      "en": " So when you think You've lost your essence ",
      "vi": " So when you thinkYou've lost your essence "
    }
  },
  {
    "translation": {
      "en": "My own kids have always been a part of, uh, the creative process, I suppose.",
      "vi": "My own kids have always been a partof, uh, the creative process, I suppose."
    }
  },
  {
    "translation": {
      "en": "Uh, my oldest two daughters have always been people",
      "vi": "Uh, my oldest two daughtershave always been people"
    }
  },
  {
    "translation": {
      "en": "It's kind of the most exciting challenge that we've tackled so far.",
      "vi": "It's kind of the most exciting challengethat we've tackled so far."
    }
  },
  {
    "translation": {
      "en": "[Toby] And I think Jim Henson would have just been delighted",
      "vi": "[Toby] And I think Jim Hensonwould have just been delighted"
    }
  }
]