[
  {
    "translation": {
      "en": "I hereby call this Thompson family meeting to order.",
      "vi": "I hereby callthis Thompson family meeting to order."
    }
  },
  {
    "translation": {
      "en": "Now, if you all please turn to slide one,",
      "vi": "Now, if you all please turn to slide one,"
    }
  },
  {
    "translation": {
      "en": "you'll see that a third car can actually save the family money over the long run.",
      "vi": "you'll see that a third car can actuallysave the family money over the long run."
    }
  },
  {
    "translation": {
      "en": "Mine's just GIFs of baby porcupines eating corn on the cob.",
      "vi": "Mine's just GIFs of baby porcupineseating corn on the cob."
    }
  },
  {
    "translation": {
      "en": "Because I already know your views on increasing our carbon footprint,",
      "vi": "Because I already know your viewson increasing our carbon footprint,"
    }
  },
  {
    "translation": {
      "en": "so your presentation is just Best of Baby Animals.",
      "vi": "so your presentation is justBest of Baby Animals."
    }
  },
  {
    "translation": {
      "en": "So, Mom, Dad, if you'll please turn to slide two,",
      "vi": "So, Mom, Dad,if you'll please turn to slide two,"
    }
  },
  {
    "translation": {
      "en": "you'll see that my learner's permit driving record is blemish-free.",
      "vi": "you'll see that my learner's permitdriving record is blemish-free."
    }
  },
  {
    "translation": {
      "en": "If that's your driver's ed teacher, he's not staying for dinner.",
      "vi": "If that's your driver's ed teacher,he's not staying for dinner."
    }
  },
  {
    "translation": {
      "en": "I've been waiting at the train station all day.",
      "vi": "I've been waitingat the train station all day."
    }
  },
  {
    "translation": {
      "en": "-[Nick sobs] -Okay, sweetie.",
      "vi": "-[Nick sobs]-Okay, sweetie."
    }
  },
  {
    "translation": {
      "en": "and I've been in foster care until they could find some relatives,",
      "vi": "and I've been in foster careuntil they could find some relatives,"
    }
  },
  {
    "translation": {
      "en": "and then they said they found my dad's second cousin twice removed,",
      "vi": "and then they said they foundmy dad's second cousin twice removed,"
    }
  },
  {
    "translation": {
      "en": "or something, and you were supposed to pick me up at the train station.",
      "vi": "or something, and you were supposedto pick me up at the train station."
    }
  },
  {
    "translation": {
      "en": "You don't know what I'm talking about. Now I'll have to go back to foster care!",
      "vi": "You don't know what I'm talking about.Now I'll have to go back to foster care!"
    }
  },
  {
    "translation": {
      "en": "Hang on a second. Nobody's making you go anywhere.",
      "vi": "Hang on a second.Nobody's making you go anywhere."
    }
  },
  {
    "translation": {
      "en": "We'll get to the bottom of this. You just never clarified if the memo was real.",
      "vi": "We'll get to the bottom of this. You justnever clarified if the memo was real."
    }
  },
  {
    "translation": {
      "en": "Here's a picture of my great-grandma with, I guess, your grandma, or something.",
      "vi": "Here's a picture of my great-grandma with,I guess, your grandma, or something."
    }
  },
  {
    "translation": {
      "en": "And they gave me this family tree. Oh God, this is a total nightmare!",
      "vi": "And they gave me this family tree.Oh God, this is a total nightmare!"
    }
  },
  {
    "translation": {
      "en": "-Nick! -Nick...",
      "vi": "-Nick!-Nick..."
    }
  },
  {
    "translation": {
      "en": "to get something to eat while we sort this out.",
      "vi": "to get something to eatwhile we sort this out."
    }
  },
  {
    "translation": {
      "en": "Again, I'm so, so sorry about the mix-up, folks.",
      "vi": "Again, I'm so, so sorryabout the mix-up, folks."
    }
  },
  {
    "translation": {
      "en": "Oh, this is more than egg. This is a quiche.",
      "vi": "Oh, this is more than egg.This is a quiche."
    }
  },
  {
    "translation": {
      "en": "Mistakes happen. Don't beat yourself up about it.",
      "vi": "Mistakes happen.Don't beat yourself up about it."
    }
  },
  {
    "translation": {
      "en": "Can you believe that this social services coordinator",
      "vi": "Can you believethat this social services coordinator"
    }
  },
  {
    "translation": {
      "en": "was coordinating with another Ed Thompson?",
      "vi": "was coordinatingwith another Ed Thompson?"
    }
  },
  {
    "translation": {
      "en": "-I wish I had a cool nickname. -Ooh, how about Laser?",
      "vi": "-I wish I had a cool nickname.-Ooh, how about Laser?"
    }
  },
  {
    "translation": {
      "en": "-No. -Yes.",
      "vi": "-No.-Yes."
    }
  },
  {
    "translation": {
      "en": "We were literally caught with our pants down.",
      "vi": "We were literally caughtwith our pants down."
    }
  },
  {
    "translation": {
      "en": "Seriously? I'm not even allowed in your room.",
      "vi": "Seriously?I'm not even allowed in your room."
    }
  },
  {
    "translation": {
      "en": "Come on, I'll show you where you can put your stuff",
      "vi": "Come on, I'll show youwhere you can put your stuff"
    }
  },
  {
    "translation": {
      "en": "and how to follow me on Snap and Insta. Not Facebook.",
      "vi": "and how to follow me on Snap and Insta.Not Facebook."
    }
  },
  {
    "translation": {
      "en": "So this is going to be our room. That sofa pulls out into a bed.",
      "vi": "So this is going to be our room.That sofa pulls out into a bed."
    }
  },
  {
    "translation": {
      "en": "But don't worry, it's more comfortable than it looks.",
      "vi": "But don't worry,it's more comfortable than it looks."
    }
  },
  {
    "translation": {
      "en": "My thing is watching old Rocky and Bullwinkle cartoons,",
      "vi": "My thing is watchingold Rocky and Bullwinkle cartoons,"
    }
  },
  {
    "translation": {
      "en": "but I like your thing, too.",
      "vi": "but I like your thing, too."
    }
  },
  {
    "translation": {
      "en": "You can put your stuff here, and the Wi-Fi is \"ThompsonsRule!\"",
      "vi": "You can put your stuff here,and the Wi-Fi is \"ThompsonsRule!\""
    }
  },
  {
    "translation": {
      "en": "I haven't changed my clothes in, like, two days.",
      "vi": "I haven't changed my clothesin, like, two days."
    }
  },
  {
    "translation": {
      "en": "Your friend Becky is going to be so jealous.",
      "vi": "Your friend Beckyis going to be so jealous."
    }
  },
  {
    "translation": {
      "en": "You must be tired of her hogging all the attention with her brother's tumor.",
      "vi": "You must be tired of her hogging allthe attention with her brother's tumor."
    }
  },
  {
    "translation": {
      "en": "-I don't care what Becky thinks. -Hey.",
      "vi": "-I don't care what Becky thinks.-Hey."
    }
  },
  {
    "translation": {
      "en": "Maybe you can dress Nick up like a hobo and take selfies down at the dump.",
      "vi": "Maybe you can dress Nick up like a hoboand take selfies down at the dump."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna say what your father and I are both thinking.",
      "vi": "I'm just gonna say whatyour father and I are both thinking."
    }
  },
  {
    "translation": {
      "en": "That's not what I was thinking. I was thinking the exact opposite.",
      "vi": "That's not what I was thinking.I was thinking the exact opposite."
    }
  },
  {
    "translation": {
      "en": "Because you're talking about raising another child, like, forever.",
      "vi": "Because you're talking aboutraising another child, like, forever."
    }
  },
  {
    "translation": {
      "en": "Not forever. Just 'til she's been with us long enough to need therapy.",
      "vi": "Not forever. Just 'til she's been with uslong enough to need therapy."
    }
  },
  {
    "translation": {
      "en": "That sounds like a worthy goal, but I'm busy right now,",
      "vi": "That sounds like a worthy goal,but I'm busy right now,"
    }
  },
  {
    "translation": {
      "en": "with the cookbook and restaurant.",
      "vi": "with the cookbook and restaurant."
    }
  },
  {
    "translation": {
      "en": "And the auditions for Top Chef coming up.",
      "vi": "And the auditions for Top Chef coming up."
    }
  },
  {
    "translation": {
      "en": "Believe me, no one can forget because you talk about it all the time.",
      "vi": "Believe me, no one can forgetbecause you talk about it all the time."
    }
  },
  {
    "translation": {
      "en": "Mom's got a point. I mean, she's just being realistic here.",
      "vi": "Mom's got a point.I mean, she's just being realistic here."
    }
  },
  {
    "translation": {
      "en": "But why does that have to make our situation sad?",
      "vi": "But why does that haveto make our situation sad?"
    }
  },
  {
    "translation": {
      "en": "She's such a distant relative, we could legally get married.",
      "vi": "She's such a distant relative,we could legally get married."
    }
  },
  {
    "translation": {
      "en": "Do I want another kid? No, I don't even want these two.",
      "vi": "Do I want another kid?No, I don't even want these two."
    }
  },
  {
    "translation": {
      "en": "I love you so much, so much, but the point is...",
      "vi": "I love you so much, so much,but the point is..."
    }
  },
  {
    "translation": {
      "en": "that she's my second cousin, and she's already been removed twice.",
      "vi": "that she's my second cousin,and she's already been removed twice."
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't think that's what that means.",
      "vi": "Yeah, I don't thinkthat's what that means."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter. We can't kick her out on the street. That's not who we are.",
      "vi": "It doesn't matter. We can't kick herout on the street. That's not who we are."
    }
  },
  {
    "translation": {
      "en": "This isn't a reality show. You don't get to vote her on or off the island.",
      "vi": "This isn't a reality show. You don't getto vote her on or off the island."
    }
  },
  {
    "translation": {
      "en": "And thank you, Jeremy. I'm glad to see you coming around on this.",
      "vi": "And thank you, Jeremy.I'm glad to see you coming around on this."
    }
  },
  {
    "translation": {
      "en": "Because raising a child is expensive",
      "vi": "Because raising a child is expensive"
    }
  },
  {
    "translation": {
      "en": "And first to go will be that new car you wanted.",
      "vi": "And first to go will be that new caryou wanted."
    }
  },
  {
    "translation": {
      "en": "You know, and for the record, I was gonna say yes.",
      "vi": "You know, and for the record,I was gonna say yes."
    }
  },
  {
    "translation": {
      "en": "-and the tie goes to the runner. -[Jeremy] What does that even mean?",
      "vi": "-and the tie goes to the runner.-[Jeremy] What does that even mean?"
    }
  },
  {
    "translation": {
      "en": "You can give her Klingon for all I care. This is just temporary.",
      "vi": "You can give her Klingon for all I care.This is just temporary."
    }
  },
  {
    "translation": {
      "en": "Looks like you're a big deal around here.",
      "vi": "Looks like you're a big deal around here."
    }
  },
  {
    "translation": {
      "en": "You're sophomore class rep, not King of the North.",
      "vi": "You're sophomore class rep,not King of the North."
    }
  },
  {
    "translation": {
      "en": "and you could probably use some sort of inspirational speech right now.",
      "vi": "and you could probably use some sortof inspirational speech right now."
    }
  },
  {
    "translation": {
      "en": "He even keeps a future resume on his phone",
      "vi": "He even keeps a future resumeon his phone"
    }
  },
  {
    "translation": {
      "en": "to remind him of all the things he needs to accomplish by the time he's 35.",
      "vi": "to remind him of all the things he needsto accomplish by the time he's 35."
    }
  },
  {
    "translation": {
      "en": "I guess he just doesn't want some sketchy foster kid living in his house.",
      "vi": "I guess he just doesn't want somesketchy foster kid living in his house."
    }
  },
  {
    "translation": {
      "en": "just because you haven't been afforded the same opportunities we have,",
      "vi": "just because you haven't been affordedthe same opportunities we have,"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, it means so much to hear you say that.",
      "vi": "Oh, my God, it means so muchto hear you say that."
    }
  },
  {
    "translation": {
      "en": "Think you could talk to Jeremy for me?",
      "vi": "Think you could talk to Jeremy for me?"
    }
  },
  {
    "translation": {
      "en": "-Nick'll want to join our volunteer squad. -Your what?",
      "vi": "-Nick'll want to join our volunteer squad.-Your what?"
    }
  },
  {
    "translation": {
      "en": "We volunteer at soup kitchens, hospitals, old folks' homes.",
      "vi": "We volunteer at soup kitchens,hospitals, old folks' homes."
    }
  },
  {
    "translation": {
      "en": "You're wearing a top from a major trans-national corporate retailer.",
      "vi": "You're wearing a top from a majortrans-national corporate retailer."
    }
  },
  {
    "translation": {
      "en": "We're only shopping at Helping the Homeless Thrift Stores now.",
      "vi": "We're only shoppingat Helping the Homeless Thrift Stores now."
    }
  },
  {
    "translation": {
      "en": "only donates nine percent of its profits to the homeless.",
      "vi": "only donates nine percent of its profitsto the homeless."
    }
  },
  {
    "translation": {
      "en": "supporting clothes manufacturers in developing nations",
      "vi": "supporting clothes manufacturersin developing nations"
    }
  },
  {
    "translation": {
      "en": "You know what? I'll talk to Jeremy and see what I can do.",
      "vi": "You know what? I'll talk to Jeremyand see what I can do."
    }
  },
  {
    "translation": {
      "en": "let's take out your chloroform and prepare to anesthetize your frogs.",
      "vi": "let's take out your chloroformand prepare to anesthetize your frogs."
    }
  },
  {
    "translation": {
      "en": "Point of order, I move we table this and send it to committee.",
      "vi": "Point of order, I move we table thisand send it to committee."
    }
  },
  {
    "translation": {
      "en": "You're not supposed to be in here. Student council members only.",
      "vi": "You're not supposed to be in here.Student council members only."
    }
  },
  {
    "translation": {
      "en": "We're trying to pass a critical dance budget.",
      "vi": "We're trying to passa critical dance budget."
    }
  },
  {
    "translation": {
      "en": "Spotify and five bucks worth of streamers...",
      "vi": "Spotify and five bucksworth of streamers..."
    }
  },
  {
    "translation": {
      "en": "Don't underestimate the work we do on student council.",
      "vi": "Don't underestimate the workwe do on student council."
    }
  },
  {
    "translation": {
      "en": "Says the dictator who canceled our meals on wheels program.",
      "vi": "Says the dictator who canceledour meals on wheels program."
    }
  },
  {
    "translation": {
      "en": "Because the insurance was cost-prohibitive.",
      "vi": "Because the insurancewas cost-prohibitive."
    }
  },
  {
    "translation": {
      "en": "They could've all come to the ice cream social",
      "vi": "They could've all cometo the ice cream social"
    }
  },
  {
    "translation": {
      "en": "Because ice cream isn't fair to the lactose intolerant.",
      "vi": "Because ice cream isn't fairto the lactose intolerant."
    }
  },
  {
    "translation": {
      "en": "I'm not buying it. Girls don't just show up on your doorstep.",
      "vi": "I'm not buying it.Girls don't just show up on your doorstep."
    }
  },
  {
    "translation": {
      "en": "all you care about is getting your stupid car.",
      "vi": "all you care aboutis getting your stupid car."
    }
  },
  {
    "translation": {
      "en": "Which, by the way, is killing our planet, thank you very much.",
      "vi": "Which, by the way, is killingour planet, thank you very much."
    }
  },
  {
    "translation": {
      "en": "And all you care about is your social media blowing up",
      "vi": "And all you care aboutis your social media blowing up"
    }
  },
  {
    "translation": {
      "en": "because your latest pet project happens to be a human.",
      "vi": "because your latest pet projecthappens to be a human."
    }
  },
  {
    "translation": {
      "en": "I care about making the world a better place.",
      "vi": "I care about making the worlda better place."
    }
  },
  {
    "translation": {
      "en": "Becky's the one turning everything into a competition.",
      "vi": "Becky's the oneturning everything into a competition."
    }
  },
  {
    "translation": {
      "en": "is I'm gonna find out what's really going on with her.",
      "vi": "is I'm gonna find outwhat's really going on with her."
    }
  },
  {
    "translation": {
      "en": "How did you like my performance yesterday?",
      "vi": "How did you like my performance yesterday?"
    }
  },
  {
    "translation": {
      "en": "Well, to be honest, Dorothy, it was a bit sloppy.",
      "vi": "Well, to be honest, Dorothy,it was a bit sloppy."
    }
  },
  {
    "translation": {
      "en": "What if they figured out that you and Sam are my real foster parents?",
      "vi": "What if they figured out that youand Sam are my real foster parents?"
    }
  },
  {
    "translation": {
      "en": "Your pictures are online in the state database.",
      "vi": "Your pictures are onlinein the state database."
    }
  },
  {
    "translation": {
      "en": "They better not, after all the money we spent on the documents.",
      "vi": "They better not, after all the moneywe spent on the documents."
    }
  },
  {
    "translation": {
      "en": "You know how much a fake court order costs?",
      "vi": "You know how mucha fake court order costs?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I can get one in an hour for 30 bucks.",
      "vi": "Yeah. I can get one in an hourfor 30 bucks."
    }
  },
  {
    "translation": {
      "en": "It still seems like it's an awful lot of effort",
      "vi": "It still seems likeit's an awful lot of effort"
    }
  },
  {
    "translation": {
      "en": "there's no messy break-in, no alarms, no surprises.",
      "vi": "there's no messy break-in,no alarms, no surprises."
    }
  },
  {
    "translation": {
      "en": "Okay, so how do you plan to knock 'em out?",
      "vi": "Okay, so how do you planto knock 'em out?"
    }
  },
  {
    "translation": {
      "en": "Don't worry. Leave it to me. I'll let you know when I'm ready.",
      "vi": "Don't worry. Leave it to me.I'll let you know when I'm ready."
    }
  },
  {
    "translation": {
      "en": "You would not believe what they charge for a latte at this school.",
      "vi": "You would not believe what they chargefor a latte at this school."
    }
  },
  {
    "translation": {
      "en": "We are doing the orecchiette with a pork fennel sausage.",
      "vi": "We are doing the orecchiettewith a pork fennel sausage."
    }
  },
  {
    "translation": {
      "en": "The special is a brown-sugar ricotta and egg raviolo.",
      "vi": "The special is a brown-sugar ricottaand egg raviolo."
    }
  },
  {
    "translation": {
      "en": "Okay, we open in two hours, so get busy cooking or...",
      "vi": "Okay, we open in two hours,so get busy cooking or..."
    }
  },
  {
    "translation": {
      "en": "Well, back at the foster home, all the kids had to pull their weight.",
      "vi": "Well, back at the foster home,all the kids had to pull their weight."
    }
  },
  {
    "translation": {
      "en": "So I thought I could help out. I know my way around restaurants.",
      "vi": "So I thought I could help out.I know my way around restaurants."
    }
  },
  {
    "translation": {
      "en": "But thanks, everything's under control here.",
      "vi": "But thanks,everything's under control here."
    }
  },
  {
    "translation": {
      "en": "I was a cocktail waitress in Vegas for a couple years.",
      "vi": "I was a cocktail waitressin Vegas for a couple years."
    }
  },
  {
    "translation": {
      "en": "I told you, I have some experience in restaurants.",
      "vi": "I told you, I have some experiencein restaurants."
    }
  },
  {
    "translation": {
      "en": "Okay, I guess we could use some help around here.",
      "vi": "Okay, I guess we could usesome help around here."
    }
  },
  {
    "translation": {
      "en": "But if the child labor people show up, you are 18.",
      "vi": "But if the child labor people show up,you are 18."
    }
  },
  {
    "translation": {
      "en": "I don't know, isn't that like a standard question kids ask their dad?",
      "vi": "I don't know, isn't that likea standard question kids ask their dad?"
    }
  },
  {
    "translation": {
      "en": "to tell you the truth, I did have quite a day.",
      "vi": "to tell you the truth,I did have quite a day."
    }
  },
  {
    "translation": {
      "en": "You see, I'm a senior loan officer at a bank,",
      "vi": "You see, I'm a senior loan officerat a bank,"
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, don't you get all sorts of fascinating people",
      "vi": "Yeah, I mean, don't you getall sorts of fascinating people"
    }
  },
  {
    "translation": {
      "en": "And they must have all kinds of stories to tell,",
      "vi": "And they must have all kindsof stories to tell,"
    }
  },
  {
    "translation": {
      "en": "It's just, my dad got a loan to start a business once.",
      "vi": "It's just, my dad got a loanto start a business once."
    }
  },
  {
    "translation": {
      "en": "and I remember when I was, I don't know, maybe just like four or five...",
      "vi": "and I remember when I was, I don't know,maybe just like four or five..."
    }
  },
  {
    "translation": {
      "en": "with white frosting and these little pink flowers on top.",
      "vi": "with white frostingand these little pink flowers on top."
    }
  },
  {
    "translation": {
      "en": "There's one lady who wants to open a yoga studio.",
      "vi": "There's one ladywho wants to open a yoga studio."
    }
  },
  {
    "translation": {
      "en": "-She-- -[cell phone beeps]",
      "vi": "-She---[cell phone beeps]"
    }
  },
  {
    "translation": {
      "en": "I'm terrible at math, and I work at a bank.",
      "vi": "I'm terrible at math,and I work at a bank."
    }
  },
  {
    "translation": {
      "en": "I guess I just wanted something to remember her by.",
      "vi": "I guess I just wanted somethingto remember her by."
    }
  },
  {
    "translation": {
      "en": "What gives you the right to go through my stuff?",
      "vi": "What gives you the rightto go through my stuff?"
    }
  },
  {
    "translation": {
      "en": "so you have no real expectation of privacy here.",
      "vi": "so you have no realexpectation of privacy here."
    }
  },
  {
    "translation": {
      "en": "So you think it's your job to protect everyone.",
      "vi": "So you think it's your jobto protect everyone."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to cause a disturbance in the Force.",
      "vi": "I'm not trying to causea disturbance in the Force."
    }
  },
  {
    "translation": {
      "en": "I saw your Star Wars pajamas in the laundry.",
      "vi": "I saw your Star Wars pajamasin the laundry."
    }
  },
  {
    "translation": {
      "en": "You're smooth. You're a lot smarter than you seem.",
      "vi": "You're smooth.You're a lot smarter than you seem."
    }
  },
  {
    "translation": {
      "en": "Look, I know this isn't just about me ruining that new car for you.",
      "vi": "Look, I know this isn't just about meruining that new car for you."
    }
  },
  {
    "translation": {
      "en": "Maybe you're just afraid of sharing everything else you do have",
      "vi": "Maybe you're just afraid of sharingeverything else you do have"
    }
  },
  {
    "translation": {
      "en": "I don't know what you're up to, but I'm gonna find out.",
      "vi": "I don't know what you're up to,but I'm gonna find out."
    }
  },
  {
    "translation": {
      "en": "Tell Sam tonight's the night I knock them out.",
      "vi": "Tell Sam tonight's the nightI knock them out."
    }
  },
  {
    "translation": {
      "en": "I don't care if it's Armed Forces Week on Wheel of Fortune!",
      "vi": "I don't care if it's Armed Forces Weekon Wheel of Fortune!"
    }
  },
  {
    "translation": {
      "en": "That's exactly what I said when Nick asked me. Man.",
      "vi": "That's exactly what I saidwhen Nick asked me. Man."
    }
  },
  {
    "translation": {
      "en": "Is it possible that we are so self-absorbed we don't even recognize it",
      "vi": "Is it possible that we are soself-absorbed we don't even recognize it"
    }
  },
  {
    "translation": {
      "en": "when someone takes an interest in our lives?",
      "vi": "when someone takes an interestin our lives?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm glad you and your little ward had some time for a tête-à-tête,",
      "vi": "Well, I'm glad you and your little wardhad some time for a tête-à-tête,"
    }
  },
  {
    "translation": {
      "en": "but I'm trying to get dinner ready. I could use help.",
      "vi": "but I'm trying to get dinner ready.I could use help."
    }
  },
  {
    "translation": {
      "en": "sometimes I feel like we are strangers living in the same house.",
      "vi": "sometimes I feel like we are strangersliving in the same house."
    }
  },
  {
    "translation": {
      "en": "I mean, shouldn't we care more about the little things?",
      "vi": "I mean, shouldn't we care moreabout the little things?"
    }
  },
  {
    "translation": {
      "en": "Yeah, that sounds great, but I don't know how to make that happen.",
      "vi": "Yeah, that sounds great,but I don't know how to make that happen."
    }
  },
  {
    "translation": {
      "en": "Neither do I, but maybe we can figure it out.",
      "vi": "Neither do I,but maybe we can figure it out."
    }
  },
  {
    "translation": {
      "en": "Remember, we're a team. You're the brain, I'm the heart.",
      "vi": "Remember, we're a team.You're the brain, I'm the heart."
    }
  },
  {
    "translation": {
      "en": "Together, we make the Thompson body run like clockwork.",
      "vi": "Together, we make the Thompson bodyrun like clockwork."
    }
  },
  {
    "translation": {
      "en": "Yeah, but why do I always have to be the brain?",
      "vi": "Yeah, but why do Ialways have to be the brain?"
    }
  },
  {
    "translation": {
      "en": "What's wrong with the brain? Being the brain is a compliment.",
      "vi": "What's wrong with the brain?Being the brain is a compliment."
    }
  },
  {
    "translation": {
      "en": "The heart is the fun job. Everyone loves the heart.",
      "vi": "The heart is the fun job.Everyone loves the heart."
    }
  },
  {
    "translation": {
      "en": "The brain makes you do your homework and empty the dishwasher,",
      "vi": "The brain makes you do your homeworkand empty the dishwasher,"
    }
  },
  {
    "translation": {
      "en": "while the heart gets to go out for ice cream",
      "vi": "while the heart gets to go outfor ice cream"
    }
  },
  {
    "translation": {
      "en": "I know you're used to fending for yourself, but I made dinner.",
      "vi": "I know you're used to fendingfor yourself, but I made dinner."
    }
  },
  {
    "translation": {
      "en": "-You don't eat together every night? -[Liz] Hell no.",
      "vi": "-You don't eat together every night?-[Liz] Hell no."
    }
  },
  {
    "translation": {
      "en": "But if you wanna to eat your pizza in your room, that's fine.",
      "vi": "But if you wanna to eat your pizzain your room, that's fine."
    }
  },
  {
    "translation": {
      "en": "I mean, I cooked my signature osso buco risotto,",
      "vi": "I mean, I cooked my signatureosso buco risotto,"
    }
  },
  {
    "translation": {
      "en": "but if you just want gas-station-quality pizza--",
      "vi": "but if you just wantgas-station-quality pizza--"
    }
  },
  {
    "translation": {
      "en": "It's just, I haven't had a family meal since...",
      "vi": "It's just, I haven't hada family meal since..."
    }
  },
  {
    "translation": {
      "en": "Maybe Mom could cook dinner for us every night.",
      "vi": "Maybe Mom could cook dinnerfor us every night."
    }
  },
  {
    "translation": {
      "en": "And then we could eat together, as a family.",
      "vi": "And then we could eat together,as a family."
    }
  },
  {
    "translation": {
      "en": "Or what if we took, like, a family cooking class?",
      "vi": "Or what if we took, like,a family cooking class?"
    }
  },
  {
    "translation": {
      "en": "and we could take turns making the dinners.",
      "vi": "and we could take turnsmaking the dinners."
    }
  },
  {
    "translation": {
      "en": "-So how was your first day of school? -Pretty good.",
      "vi": "-So how was your first day of school?-Pretty good."
    }
  },
  {
    "translation": {
      "en": "and got a whole three blocks before they brought me down with a spike strip.",
      "vi": "and got a whole three blocks beforethey brought me down with a spike strip."
    }
  },
  {
    "translation": {
      "en": "It's so hard to tell what's real and what's made up with you, Nick.",
      "vi": "It's so hard to tell what's realand what's made up with you, Nick."
    }
  },
  {
    "translation": {
      "en": "Speaking of which, I heard Jeremy was hoping to get a new car",
      "vi": "Speaking of which, I heardJeremy was hoping to get a new car"
    }
  },
  {
    "translation": {
      "en": "Until you showed up, and we had to make sacrifices.",
      "vi": "Until you showed up,and we had to make sacrifices."
    }
  },
  {
    "translation": {
      "en": "I'm working at Liz's restaurant after school now.",
      "vi": "I'm working at Liz's restaurantafter school now."
    }
  },
  {
    "translation": {
      "en": "This girl can carry a freakish amount of cannelloni.",
      "vi": "This girl can carry a freakish amountof cannelloni."
    }
  },
  {
    "translation": {
      "en": "So maybe you could get a job, too,",
      "vi": "So maybe you could get a job, too,"
    }
  },
  {
    "translation": {
      "en": "Wait, like a \"job\" job, where I have to do stuff people don't wanna do?",
      "vi": "Wait, like a \"job\" job, where I haveto do stuff people don't wanna do?"
    }
  },
  {
    "translation": {
      "en": "I know you've only been here a little while, Nick,",
      "vi": "I know you've only been herea little while, Nick,"
    }
  },
  {
    "translation": {
      "en": "but I feel like you coming to us, this is happening for a reason.",
      "vi": "but I feel like you coming to us,this is happening for a reason."
    }
  },
  {
    "translation": {
      "en": "Oh, it's definitely happening for a reason.",
      "vi": "Oh, it's definitely happeningfor a reason."
    }
  },
  {
    "translation": {
      "en": "No, I mean, maybe this is exactly what we all need, to shake things up,",
      "vi": "No, I mean, maybe this is exactlywhat we all need, to shake things up,"
    }
  },
  {
    "translation": {
      "en": "make us realize how much we love each other.",
      "vi": "make us realizehow much we love each other."
    }
  },
  {
    "translation": {
      "en": "I want to say something, too.",
      "vi": "I want to say something, too."
    }
  },
  {
    "translation": {
      "en": "I'll admit that I was unsure about you living with us,",
      "vi": "I'll admit that I was unsureabout you living with us,"
    }
  },
  {
    "translation": {
      "en": "You know, you kids could learn from this girl,",
      "vi": "You know,you kids could learn from this girl,"
    }
  },
  {
    "translation": {
      "en": "I want to say something, too.",
      "vi": "I want to say something, too."
    }
  },
  {
    "translation": {
      "en": "I know you all know that helping people's my thing.",
      "vi": "I know you all knowthat helping people's my thing."
    }
  },
  {
    "translation": {
      "en": "maybe I really am just afraid of sharing what I've got.",
      "vi": "maybe I really am just afraidof sharing what I've got."
    }
  },
  {
    "translation": {
      "en": "you guys don't realize how lucky you are to have each other.",
      "vi": "you guys don't realize how lucky you areto have each other."
    }
  },
  {
    "translation": {
      "en": "I guess it's not until you lose your family that you realize that...",
      "vi": "I guess it's not until you loseyour family that you realize that..."
    }
  },
  {
    "translation": {
      "en": "Now let's drink before somebody else makes a speech.",
      "vi": "Now let's drink before somebody elsemakes a speech."
    }
  },
  {
    "translation": {
      "en": "I just saw a Band-Aid... in the bottle of cider...",
      "vi": "I just saw a Band-Aid...in the bottle of cider..."
    }
  },
  {
    "translation": {
      "en": "But the truth is, we need to be patient here.",
      "vi": "But the truth is,we need to be patient here."
    }
  },
  {
    "translation": {
      "en": "We can get a lot more than 50 grand if we play this right.",
      "vi": "We can get a lot more than 50 grandif we play this right."
    }
  },
  {
    "translation": {
      "en": "when we can take the whole enchilada?",
      "vi": "when we can take the whole enchilada?"
    }
  },
  {
    "translation": {
      "en": "[Nick] Who wants some gas-station-quality pizza?",
      "vi": "[Nick] Who wants somegas-station-quality pizza?"
    }
  },
  {
    "translation": {
      "en": "They have no idea this isn't a random family.",
      "vi": "They have no ideathis isn't a random family."
    }
  },
  {
    "translation": {
      "en": "I love you, too, Dad.",
      "vi": "I love you, too, Dad."
    }
  }
]