[
  {
    "translation": {
      "en": "[woman over radio] Someone is calling you home...",
      "vi": "[woman over radio]Someone is calling you home..."
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause it's another day For you and me in paradise ♪",
      "vi": "♪ 'Cause it's another dayFor you and me in paradise ♪"
    }
  },
  {
    "translation": {
      "en": "-[man] Hey, what's up? -Code.",
      "vi": "-[man] Hey, what's up?-Code."
    }
  },
  {
    "translation": {
      "en": "-Yeah? -It's good to hear your voice.",
      "vi": "-Yeah?-It's good to hear your voice."
    }
  },
  {
    "translation": {
      "en": "Are you okay? I haven't heard from you in months.",
      "vi": "Are you okay?I haven't heard from you in months."
    }
  },
  {
    "translation": {
      "en": "[Lisa] I've been up in the woods working on that short film I told you about.",
      "vi": "[Lisa] I've been up in the woods workingon that short film I told you about."
    }
  },
  {
    "translation": {
      "en": "Yeah. I know how you get. So you back in New York?",
      "vi": "Yeah. I know how you get.So you back in New York?"
    }
  },
  {
    "translation": {
      "en": "Listen, I need a place to crash. Can I use your couch?",
      "vi": "Listen, I need a place to crash.Can I use your couch?"
    }
  },
  {
    "translation": {
      "en": "Are you kidding? Yeah, of course. Anything you need.",
      "vi": "Are you kidding?Yeah, of course. Anything you need."
    }
  },
  {
    "translation": {
      "en": "-I'm glad you're not dead. -Me too. See you soon, Code.",
      "vi": "-I'm glad you're not dead.-Me too. See you soon, Code."
    }
  },
  {
    "translation": {
      "en": "♪ Where I can love How I like if I want it ♪",
      "vi": "♪ Where I can loveHow I like if I want it ♪"
    }
  },
  {
    "translation": {
      "en": "-Heard you're selling drugs now, too. -Shh!",
      "vi": "-Heard you're selling drugs now, too.-Shh!"
    }
  },
  {
    "translation": {
      "en": "-Who the fuck is Christine? -My girlfriend. She lives here too.",
      "vi": "-Who the fuck is Christine?-My girlfriend. She lives here too."
    }
  },
  {
    "translation": {
      "en": "-No, I'm sure it'll be fine. -[chuckles]",
      "vi": "-No, I'm sure it'll be fine.-[chuckles]"
    }
  },
  {
    "translation": {
      "en": "I mean, you get along with everybody, right?",
      "vi": "I mean, you get alongwith everybody, right?"
    }
  },
  {
    "translation": {
      "en": "You know. People tend to get fucked up around me.",
      "vi": "You know.People tend to get fucked up around me."
    }
  },
  {
    "translation": {
      "en": "-Nah, I'm good. -Thank you.",
      "vi": "-Nah, I'm good.-Thank you."
    }
  },
  {
    "translation": {
      "en": "-Night. -Goodnight.",
      "vi": "-Night.-Goodnight."
    }
  },
  {
    "translation": {
      "en": "-[loud chewing] -[spoon clangs]",
      "vi": "-[loud chewing]-[spoon clangs]"
    }
  },
  {
    "translation": {
      "en": "-So you used to date my boyfriend. -I wouldn't say date exactly.",
      "vi": "-So you used to date my boyfriend.-I wouldn't say date exactly."
    }
  },
  {
    "translation": {
      "en": "It looked like you were sleeping with your eyes open. It was gross.",
      "vi": "It looked like you were sleepingwith your eyes open. It was gross."
    }
  },
  {
    "translation": {
      "en": "So he said you might need to crash here for a minute or so,",
      "vi": "So he said you might need tocrash here for a minute or so,"
    }
  },
  {
    "translation": {
      "en": "use the hallway bathroom, not the one by our bedroom.",
      "vi": "use the hallway bathroom,not the one by our bedroom."
    }
  },
  {
    "translation": {
      "en": "And sometimes when you pull the thingy for the shower,",
      "vi": "And sometimeswhen you pull the thingy for the shower,"
    }
  },
  {
    "translation": {
      "en": "seems like nothing's gonna happen, and then it goes, like, ca-chunk!",
      "vi": "seems like nothing's gonna happen,and then it goes, like, ca-chunk!"
    }
  },
  {
    "translation": {
      "en": "And then... Pssh! Like, it spits right in your eye.",
      "vi": "And then... Pssh!Like, it spits right in your eye."
    }
  },
  {
    "translation": {
      "en": "-[Christine] Hey, babe. [chuckles] -[Code] Hey.",
      "vi": "-[Christine] Hey, babe. [chuckles]-[Code] Hey."
    }
  },
  {
    "translation": {
      "en": "Get off your butt, Lis. Don't you have that meeting with Lou Burke?",
      "vi": "Get off your butt, Lis. Don't youhave that meeting with Lou Burke?"
    }
  },
  {
    "translation": {
      "en": "You know those nights you wake up every 20 minutes from a different dream?",
      "vi": "You know those nights you wake upevery 20 minutes from a different dream?"
    }
  },
  {
    "translation": {
      "en": "My wife thinks I should see a sleep guy, but I love my dreams.",
      "vi": "My wife thinks I should see a sleep guy,but I love my dreams."
    }
  },
  {
    "translation": {
      "en": "I dream about the birds. Oh, hello. Thank you.",
      "vi": "I dream about the birds.Oh, hello. Thank you."
    }
  },
  {
    "translation": {
      "en": "I raise Arctic Peregrines. Like nature's 200-mile-an-hour missile.",
      "vi": "I raise Arctic Peregrines.Like nature's 200-mile-an-hour missile."
    }
  },
  {
    "translation": {
      "en": "I had three, but one killed Glenn Close's Pekingese,",
      "vi": "I had three, but one killedGlenn Close's Pekingese,"
    }
  },
  {
    "translation": {
      "en": "I drink this coffee with everything. Comayagua!",
      "vi": "I drink this coffee with everything.Comayagua!"
    }
  },
  {
    "translation": {
      "en": "My assistant makes sure my favorite spots have it on hand.",
      "vi": "My assistant makes suremy favorite spots have it on hand."
    }
  },
  {
    "translation": {
      "en": "-Very cool. So-- -What's your story?",
      "vi": "-Very cool. So---What's your story?"
    }
  },
  {
    "translation": {
      "en": "My father is a botanist. He was looking for corpse vines--",
      "vi": "My father is a botanist.He was looking for corpse vines--"
    }
  },
  {
    "translation": {
      "en": "I feel like you're flicking puzzle pieces at me.",
      "vi": "I feel likeyou're flicking puzzle pieces at me."
    }
  },
  {
    "translation": {
      "en": "-He was looking for a corpse vine? -What are we doing here?",
      "vi": "-He was looking for a corpse vine?-What are we doing here?"
    }
  },
  {
    "translation": {
      "en": "[sighs] I saw a tape sitting on a desk and...",
      "vi": "[sighs] I saw a tapesitting on a desk and..."
    }
  },
  {
    "translation": {
      "en": "Well, I don't wanna get too gory over lunch.",
      "vi": "Well, I don't wannaget too gory over lunch."
    }
  },
  {
    "translation": {
      "en": "major-motion-picture, opens-on-1500-screens-nationwide version?",
      "vi": "major-motion-picture,opens-on-1500-screens-nationwide version?"
    }
  },
  {
    "translation": {
      "en": "She's got this thing. But she doesn't know how to use it yet.",
      "vi": "She's got this thing.But she doesn't know how to use it yet."
    }
  },
  {
    "translation": {
      "en": "Like a superpower. Right? Her eyes already do that thing.",
      "vi": "Like a superpower. Right?Her eyes already do that thing."
    }
  },
  {
    "translation": {
      "en": "Yeah, but other people wanna take it from her.",
      "vi": "Yeah, but other peoplewanna take it from her."
    }
  },
  {
    "translation": {
      "en": "They wanna suck her dry and don't care if they kill her in the process.",
      "vi": "They wanna suck her dry and don't careif they kill her in the process."
    }
  },
  {
    "translation": {
      "en": "So this woman, she has to learn how to use this thing against them.",
      "vi": "So this woman, she has to learnhow to use this thing against them."
    }
  },
  {
    "translation": {
      "en": "-Okay. -It's a paranoid thriller.",
      "vi": "-Okay.-It's a paranoid thriller."
    }
  },
  {
    "translation": {
      "en": "Woman on the run. Right? I've been looking for something like this.",
      "vi": "Woman on the run. Right?I've been looking for something like this."
    }
  },
  {
    "translation": {
      "en": "Okay, so let's do a director wish list. Right?",
      "vi": "Okay, so let's doa director wish list. Right?"
    }
  },
  {
    "translation": {
      "en": "Truth is, I've been looking to take more chances.",
      "vi": "Truth is, I've been lookingto take more chances."
    }
  },
  {
    "translation": {
      "en": "You know, maybe you're the chance I've been looking to take.",
      "vi": "You know, maybe you're the chanceI've been looking to take."
    }
  },
  {
    "translation": {
      "en": "But you need to learn to persuade people that you're the one to make this.",
      "vi": "But you need to learn to persuade peoplethat you're the one to make this."
    }
  },
  {
    "translation": {
      "en": "Not everything can be taught. Some things have to be experienced...",
      "vi": "Not everything can be taught.Some things have to be experienced..."
    }
  },
  {
    "translation": {
      "en": "Is that Roy-fucking-Hardaway? Oh, my God! It is!",
      "vi": "Is that Roy-fucking-Hardaway?Oh, my God! It is!"
    }
  },
  {
    "translation": {
      "en": "-How's it going, Lou? Good to see you. -How the fuck are ya, huh?",
      "vi": "-How's it going, Lou? Good to see you.-How the fuck are ya, huh?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Oh, Roy, this is Lisa Nova. Lisa Nova, Roy Hardaway.",
      "vi": "Yeah. Oh, Roy, this is Lisa Nova.Lisa Nova, Roy Hardaway."
    }
  },
  {
    "translation": {
      "en": "[Lou] You gotta try the monkfish liver. It's next-level.",
      "vi": "[Lou] You gotta try the monkfish liver.It's next-level."
    }
  },
  {
    "translation": {
      "en": "It's mind blowing, like having a woman undress in your mouth.",
      "vi": "It's mind blowing,like having a woman undress in your mouth."
    }
  },
  {
    "translation": {
      "en": "-[Roy] It was nice to meet you, Lisa. -Yes. You too.",
      "vi": "-[Roy] It was nice to meet you, Lisa.-Yes. You too."
    }
  },
  {
    "translation": {
      "en": "-You living out of this thing? -Actually, yes, I am.",
      "vi": "-You living out of this thing?-Actually, yes, I am."
    }
  },
  {
    "translation": {
      "en": "We'll make the feature just the way you want it.",
      "vi": "We'll make the featurejust the way you want it."
    }
  },
  {
    "translation": {
      "en": "I'll send over a contract. Have a lawyer look it over.",
      "vi": "I'll send over a contract.Have a lawyer look it over."
    }
  },
  {
    "translation": {
      "en": "-[engine starts] -Consider an apartment.",
      "vi": "-[engine starts]-Consider an apartment."
    }
  },
  {
    "translation": {
      "en": "Oh, no, thank you. I'm not hungry, but thanks.",
      "vi": "Oh, no, thank you.I'm not hungry, but thanks."
    }
  },
  {
    "translation": {
      "en": "When the bandages come off, she'll look like Daryl Hannah.",
      "vi": "When the bandages come off,she'll look like Daryl Hannah."
    }
  },
  {
    "translation": {
      "en": "I know what a contract looks like. I have a movie in development.",
      "vi": "I know what a contract looks like.I have a movie in development."
    }
  },
  {
    "translation": {
      "en": "-He directed our video, babe. -Meaningless.",
      "vi": "-He directed our video, babe.-Meaningless."
    }
  },
  {
    "translation": {
      "en": "He hasn't had a hit in a few years, but I love Breaking Point.",
      "vi": "He hasn't had a hit in a few years,but I love Breaking Point."
    }
  },
  {
    "translation": {
      "en": "Thanks. So does the contract protect me as the director?",
      "vi": "Thanks. So does the contractprotect me as the director?"
    }
  },
  {
    "translation": {
      "en": "No producer hires a director they can't replace if the director sucks.",
      "vi": "No producer hires a directorthey can't replace if the director sucks."
    }
  },
  {
    "translation": {
      "en": "In theory, they could fire Steven Spielberg if they want to.",
      "vi": "In theory, they could fireSteven Spielberg if they want to."
    }
  },
  {
    "translation": {
      "en": "this says, you, Lisa Natasha Nova, are directing the movie.",
      "vi": "this says, you, Lisa Natasha Nova,are directing the movie."
    }
  },
  {
    "translation": {
      "en": "[Christine] It's kind of a shithole, but you can't afford anything that isn't.",
      "vi": "[Christine] It's kind of a shithole,but you can't afford anything that isn't."
    }
  },
  {
    "translation": {
      "en": "Or someone abandoned the furniture in here.",
      "vi": "Or someoneabandoned the furniture in here."
    }
  },
  {
    "translation": {
      "en": "Careful at night. There's coyotes all around here.",
      "vi": "Careful at night.There's coyotes all around here."
    }
  },
  {
    "translation": {
      "en": "-There's whats? -Coyotes.",
      "vi": "-There's whats?-Coyotes."
    }
  },
  {
    "translation": {
      "en": "Maybe you'll hear some silent film actress sobbing all night.",
      "vi": "Maybe you'll hear somesilent film actress sobbing all night."
    }
  },
  {
    "translation": {
      "en": "Maybe she slit her wrists in the clawfoot tub.",
      "vi": "Maybe she slit her wristsin the clawfoot tub."
    }
  },
  {
    "translation": {
      "en": "[Christine] The top floor of a walkup is not a penthouse.",
      "vi": "[Christine] The top floor of a walkupis not a penthouse."
    }
  },
  {
    "translation": {
      "en": "No, actually, I don't. Everybody's got an idea.",
      "vi": "No, actually, I don't.Everybody's got an idea."
    }
  },
  {
    "translation": {
      "en": "So, I'm sure you hear this all the time, but I'm not like every other director.",
      "vi": "So, I'm sure you hear this all the time,but I'm not like every other director."
    }
  },
  {
    "translation": {
      "en": "I saw the guy. Got a good look at him. Now all the cops are standing around,",
      "vi": "I saw the guy. Got a good look at him.Now all the cops are standing around,"
    }
  },
  {
    "translation": {
      "en": "the sketch artist has her pad and her pencils,",
      "vi": "the sketch artisthas her pad and her pencils,"
    }
  },
  {
    "translation": {
      "en": "and everyone's waiting with bated breath and I say,",
      "vi": "and everyone's waitingwith bated breath and I say,"
    }
  },
  {
    "translation": {
      "en": "-Don't tell me what you're not. -Copy that.",
      "vi": "-Don't tell me what you're not.-Copy that."
    }
  },
  {
    "translation": {
      "en": "Don't worry, you're still young. We'll keep going until we get it right.",
      "vi": "Don't worry, you're still young.We'll keep going until we get it right."
    }
  },
  {
    "translation": {
      "en": "-[cats hissing, yowling] -[clattering]",
      "vi": "-[cats hissing, yowling]-[clattering]"
    }
  },
  {
    "translation": {
      "en": "-[Lou] You okay? You look tired. -[Lisa] I didn't get much sleep.",
      "vi": "-[Lou] You okay? You look tired.-[Lisa] I didn't get much sleep."
    }
  },
  {
    "translation": {
      "en": "When I was a kid, in São Conrado, my dad had a projector,",
      "vi": "When I was a kid, in São Conrado,my dad had a projector,"
    }
  },
  {
    "translation": {
      "en": "-and I used to watch-- -Let me tell you about a guy.",
      "vi": "-and I used to watch---Let me tell you about a guy."
    }
  },
  {
    "translation": {
      "en": "His name's Alvin Sender, and he's rich as sin.",
      "vi": "His name's Alvin Sender,and he's rich as sin."
    }
  },
  {
    "translation": {
      "en": "What makes him unique is he loves finding new talent.",
      "vi": "What makes him unique ishe loves finding new talent."
    }
  },
  {
    "translation": {
      "en": "You know the Sex, Lies, and Videotape kid? Alvin's financing his next project.",
      "vi": "You know the Sex, Lies, and Videotape kid?Alvin's financing his next project."
    }
  },
  {
    "translation": {
      "en": "Problem is a lot of people ask Alvin for money.",
      "vi": "Problem isa lot of people ask Alvin for money."
    }
  },
  {
    "translation": {
      "en": "And believe me when I tell you, they all grew up loving movies.",
      "vi": "And believe me when I tell you,they all grew up loving movies."
    }
  },
  {
    "translation": {
      "en": "Maybe I'm just not good at this whole pitching myself thing.",
      "vi": "Maybe I'm just not goodat this whole pitching myself thing."
    }
  },
  {
    "translation": {
      "en": "When I was a kid, I was in a really bad accident.",
      "vi": "When I was a kid,I was in a really bad accident."
    }
  },
  {
    "translation": {
      "en": "Stuck in a bed for the better part of a year.",
      "vi": "Stuck in a bedfor the better part of a year."
    }
  },
  {
    "translation": {
      "en": "And a movie theater was my church, it was everything to me.",
      "vi": "And a movie theater was my church,it was everything to me."
    }
  },
  {
    "translation": {
      "en": "So I'd have to imagine the movies I wanted to see, beginning to end.",
      "vi": "So I'd have to imagine the moviesI wanted to see, beginning to end."
    }
  },
  {
    "translation": {
      "en": "that accident is the only reason I have three Oscars to polish.",
      "vi": "that accident is the only reasonI have three Oscars to polish."
    }
  },
  {
    "translation": {
      "en": "Would that kid in that hospital bed wanna see this movie?",
      "vi": "Would that kid in that hospital bedwanna see this movie?"
    }
  },
  {
    "translation": {
      "en": "I know what I'm about to say is gonna sound crazy.",
      "vi": "I know what I'm about to sayis gonna sound crazy."
    }
  },
  {
    "translation": {
      "en": "Actually never said it out loud before but...",
      "vi": "Actually neversaid it out loud before but..."
    }
  },
  {
    "translation": {
      "en": "You know, I could walk this into a studio a lot easier without you,",
      "vi": "You know, I could walk thisinto a studio a lot easier without you,"
    }
  },
  {
    "translation": {
      "en": "or take it to Alvin with some hotshot music video director,",
      "vi": "or take it to Alvinwith some hotshot music video director,"
    }
  },
  {
    "translation": {
      "en": "A year in this business is like a decade, and I haven't...",
      "vi": "A year in this businessis like a decade, and I haven't..."
    }
  },
  {
    "translation": {
      "en": "I don't wanna know what it's like to disappear.",
      "vi": "I don't wanna knowwhat it's like to disappear."
    }
  },
  {
    "translation": {
      "en": "So Saturday night, Alvin Sender's having a thing at his gallery.",
      "vi": "So Saturday night, Alvin Sender'shaving a thing at his gallery."
    }
  },
  {
    "translation": {
      "en": "And then when you have the official meeting,",
      "vi": "And then when you havethe official meeting,"
    }
  },
  {
    "translation": {
      "en": "And then when you walk out of that meeting, you'll have a movie.",
      "vi": "And then when you walkout of that meeting, you'll have a movie."
    }
  },
  {
    "translation": {
      "en": "You know, the masks read your brain waves and turn them into these little movies.",
      "vi": "You know, the masks read your brain wavesand turn them into these little movies."
    }
  },
  {
    "translation": {
      "en": "Bruce! Where the fuck did you get those cigarettes?",
      "vi": "Bruce! Where the fuckdid you get those cigarettes?"
    }
  },
  {
    "translation": {
      "en": "I know it's bullshit, but I don't want the world to have a window into my mind.",
      "vi": "I know it's bullshit, but I don't wantthe world to have a window into my mind."
    }
  },
  {
    "translation": {
      "en": "What would somebody see if they looked through your window?",
      "vi": "What would somebody see if they lookedthrough your window?"
    }
  },
  {
    "translation": {
      "en": "She's been watching you since you've walked in.",
      "vi": "She's been watching yousince you've walked in."
    }
  },
  {
    "translation": {
      "en": "She's probably trying to figure out where you are in the food chain.",
      "vi": "She's probably trying to figure outwhere you are in the food chain."
    }
  },
  {
    "translation": {
      "en": "I've been waiting for the right moment to say hello.",
      "vi": "I've been waiting for the right momentto say hello."
    }
  },
  {
    "translation": {
      "en": "The man you came in with is having a very important conversation without you.",
      "vi": "The man you came in with is havinga very important conversation without you."
    }
  },
  {
    "translation": {
      "en": "-Uh... -Here. Aww....",
      "vi": "-Uh...-Here. Aww...."
    }
  },
  {
    "translation": {
      "en": "Sometimes, I imagine I'm inside him like he's a house.",
      "vi": "Sometimes, I imagine I'm inside himlike he's a house."
    }
  },
  {
    "translation": {
      "en": "Imagine you're inside someone. Say, the man you came here with.",
      "vi": "Imagine you're inside someone.Say, the man you came here with."
    }
  },
  {
    "translation": {
      "en": "-Inside of him? -Yes.",
      "vi": "-Inside of him?-Yes."
    }
  },
  {
    "translation": {
      "en": "Like he's a house and you're wandering around.",
      "vi": "Like he's a houseand you're wandering around."
    }
  },
  {
    "translation": {
      "en": "-[cat meows] -Oh, yes. I know.",
      "vi": "-[cat meows]-Oh, yes. I know."
    }
  },
  {
    "translation": {
      "en": "I'm at Cortez and Maribel in Boyle Heights.",
      "vi": "I'm at Cortez and Maribelin Boyle Heights."
    }
  },
  {
    "translation": {
      "en": "but you'll know it by the white jaguar out front.",
      "vi": "but you'll know itby the white jaguar out front."
    }
  },
  {
    "translation": {
      "en": "Taking a piss next to me, can you believe it?",
      "vi": "Taking a piss next to me,can you believe it?"
    }
  },
  {
    "translation": {
      "en": "-What happened? -Mm.",
      "vi": "-What happened?-Mm."
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, my nose starts gushing blood,",
      "vi": "and all of a sudden,my nose starts gushing blood,"
    }
  },
  {
    "translation": {
      "en": "I promised my wife. Thank you. [clears throat]",
      "vi": "I promised my wife. Thank you.[clears throat]"
    }
  },
  {
    "translation": {
      "en": "What, just now? In the bathroom? Without watching the short?",
      "vi": "What, just now? In the bathroom?Without watching the short?"
    }
  },
  {
    "translation": {
      "en": "I think your mother's gonna be proud of you.",
      "vi": "I think your mother'sgonna be proud of you."
    }
  },
  {
    "translation": {
      "en": "-[car door closes] -[footsteps]",
      "vi": "-[car door closes]-[footsteps]"
    }
  },
  {
    "translation": {
      "en": "Jesus fucking Christ, you're like a fucking serial killer.",
      "vi": "Jesus fucking Christ,you're like a fucking serial killer."
    }
  },
  {
    "translation": {
      "en": "I knocked. You didn't hear me? Your door was open.",
      "vi": "I knocked. You didn't hear me?Your door was open."
    }
  },
  {
    "translation": {
      "en": "I just-- I wanted to see how you were doing with this whole...",
      "vi": "I just-- I wanted to seehow you were doing with this whole..."
    }
  },
  {
    "translation": {
      "en": "-He's expecting me. -[gasps]",
      "vi": "-He's expecting me.-[gasps]"
    }
  },
  {
    "translation": {
      "en": "Meet my son, Jonathan, the artist. He's taking a semester off.",
      "vi": "Meet my son, Jonathan, the artist.He's taking a semester off."
    }
  },
  {
    "translation": {
      "en": "Do not mess with this guy. Look at that face.",
      "vi": "Do not mess with this guy.Look at that face."
    }
  },
  {
    "translation": {
      "en": "Why am I hearing that Jules Brandenberg is up to direct my film?",
      "vi": "Why am I hearing that Jules Brandenbergis up to direct my film?"
    }
  },
  {
    "translation": {
      "en": "-We talked about this! -You know precocial animals?",
      "vi": "-We talked about this!-You know precocial animals?"
    }
  },
  {
    "translation": {
      "en": "-What the fuck? -[Lou] Giraffes are an example.",
      "vi": "-What the fuck?-[Lou] Giraffes are an example."
    }
  },
  {
    "translation": {
      "en": "Covered in placenta and everything. They're all wet and wobbly.",
      "vi": "Covered in placenta and everything.They're all wet and wobbly."
    }
  },
  {
    "translation": {
      "en": "but they're trying so damn hard to do it anyway.",
      "vi": "but they're trying so damn hardto do it anyway."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna give you the rights to my film if I'm not directing it.",
      "vi": "I'm not gonna give you the rightsto my film if I'm not directing it."
    }
  },
  {
    "translation": {
      "en": "You know? Remember, this is still a very big deal for you.",
      "vi": "You know? Remember,this is still a very big deal for you."
    }
  },
  {
    "translation": {
      "en": "Sometimes, you want a filet mignon, and you get a Dodger Dog instead.",
      "vi": "Sometimes, you want a filet mignon,and you get a Dodger Dog instead."
    }
  },
  {
    "translation": {
      "en": "I did make you a promise. And we do have an agreement.",
      "vi": "I did make you a promise.And we do have an agreement."
    }
  },
  {
    "translation": {
      "en": "The problem is, you're still learning the difference between them.",
      "vi": "The problem is, you're still learningthe difference between them."
    }
  },
  {
    "translation": {
      "en": "You know, it's an appetizer that gets passed around.",
      "vi": "You know, it's an appetizerthat gets passed around."
    }
  },
  {
    "translation": {
      "en": "\"Bacon wrapped date? Thank you, I'd love one.\"",
      "vi": "\"Bacon wrapped date?Thank you, I'd love one.\""
    }
  },
  {
    "translation": {
      "en": "Then we sit down for the main course. The meat.",
      "vi": "Then we sit downfor the main course. The meat."
    }
  },
  {
    "translation": {
      "en": "I know you want me to be. I understand that.",
      "vi": "I know you want me to be.I understand that."
    }
  },
  {
    "translation": {
      "en": "But this world we live in is predators and prey.",
      "vi": "But this world we live inis predators and prey."
    }
  },
  {
    "translation": {
      "en": "All right. And you're an artist, right? So it's all material. Use it.",
      "vi": "All right. And you're an artist, right?So it's all material. Use it."
    }
  },
  {
    "translation": {
      "en": "Maybe this is news to you, but art is violent, man.",
      "vi": "Maybe this is news to you,but art is violent, man."
    }
  },
  {
    "translation": {
      "en": "It's selfish. I mean, I-- I thought you knew that.",
      "vi": "It's selfish. I mean, I--I thought you knew that."
    }
  },
  {
    "translation": {
      "en": "Are you gonna tell me you've never used anybody",
      "vi": "Are you gonna tell meyou've never used anybody"
    }
  },
  {
    "translation": {
      "en": "That there's nobody out there who'd say, \"Lisa Nova is selfish\"?",
      "vi": "That there's nobody out there who'd say,\"Lisa Nova is selfish\"?"
    }
  },
  {
    "translation": {
      "en": "What's--? What's her name? I could talk to her.",
      "vi": "What's--? What's her name?I could talk to her."
    }
  },
  {
    "translation": {
      "en": "Oh, you don't want me to talk to your wife.",
      "vi": "Oh, you don't want me to talkto your wife."
    }
  },
  {
    "translation": {
      "en": "I feel like I left the campsite in worse shape than I found it,",
      "vi": "I feel like I left the campsitein worse shape than I found it,"
    }
  },
  {
    "translation": {
      "en": "Look, there is a reality where you have a very long career.",
      "vi": "Look, there is a realitywhere you have a very long career."
    }
  },
  {
    "translation": {
      "en": "Okay, but one of the skills you're going to need...",
      "vi": "Okay, but one of the skillsyou're going to need..."
    }
  },
  {
    "translation": {
      "en": "because you're a fucking washed-up fucking--",
      "vi": "because you're a fucking washed-upfucking--"
    }
  },
  {
    "translation": {
      "en": "You're a fucking nothing. You're a million fucking wannabes.",
      "vi": "You're a fucking nothing.You're a million fucking wannabes."
    }
  },
  {
    "translation": {
      "en": "Get the fuck out of my driveway before I call the cops.",
      "vi": "Get the fuck out of my drivewaybefore I call the cops."
    }
  },
  {
    "translation": {
      "en": "It's the beginning of all of your thoughts.",
      "vi": "It's the beginningof all of your thoughts."
    }
  },
  {
    "translation": {
      "en": "-[meows] -[Lisa gasping]",
      "vi": "-[meows]-[Lisa gasping]"
    }
  },
  {
    "translation": {
      "en": "-[cat meows] -We can do that.",
      "vi": "-[cat meows]-We can do that."
    }
  }
]