[
  {
    "translation": {
      "en": "It was a waking dream,  the kind that arrives in the twilight between sleep and the real world.",
      "vi": "Lúc đó em đang mơ màng, kiểu mơ màng lúc hoàng hôn nửa mơ nửa tình."
    }
  },
  {
    "translation": {
      "en": "I sat straight up in bed and said out loud,",
      "vi": "Em ngồi thẳng trên giường nói to,"
    }
  },
  {
    "translation": {
      "en": "I'm going to be President of the United States.",
      "vi": "Mình sẽ làm Tổng thống Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "It does seem to be the hot job everyone aspires to nowadays.",
      "vi": "Có vẻ giờ đó là công việc hấp dẫn ai cũng muốn làm."
    }
  },
  {
    "translation": {
      "en": "The air of impossibility has been removed.",
      "vi": "Cảm giác bất khả thi đã không còn."
    }
  },
  {
    "translation": {
      "en": "I had that dream when I was seven years old, Dean Lawrence,",
      "vi": "Bảy tuổi em đã mơ vậy, thầy Lawrence,"
    }
  },
  {
    "translation": {
      "en": "and I've spent my entire life studying the lives of former presidents",
      "vi": "lâu nay em nghiên cứu cuộc đời các cựu tổng thống"
    }
  },
  {
    "translation": {
      "en": "to identify common experiences and traits",
      "vi": "để tìm kinh nghiệm và đặc điểm chung"
    }
  },
  {
    "translation": {
      "en": "that led to their inevitable election victories.",
      "vi": "đã giúp họ chắc chắn đắc cử."
    }
  },
  {
    "translation": {
      "en": "Such as?",
      "vi": "Như là?"
    }
  },
  {
    "translation": {
      "en": "I only went back as far as Reagan.",
      "vi": "Em mới đọc đến Ronald Reagan,"
    }
  },
  {
    "translation": {
      "en": "As far as I'm concerned, he created the modern presidency, the presidency of television and celebrity.",
      "vi": "vì em nghĩ ông tạo ra tổng thống hiện đại. Tổng thống của truyền hình và danh tiếng."
    }
  },
  {
    "translation": {
      "en": "People like to think of their presidents as characters they see on TV.",
      "vi": "Mọi người thích xem tổng thống là nhân vật trên TV."
    }
  },
  {
    "translation": {
      "en": "Most never actually see them in real life.",
      "vi": "Đa số chưa từng gặp họ ngoài đời."
    }
  },
  {
    "translation": {
      "en": "Reagan and Bush Sr. were both presidents of their senior classes in high school.",
      "vi": "Reagan và Bush cha đều từng là chủ tịch khối 12 trung học."
    }
  },
  {
    "translation": {
      "en": "Which, I assume, you are on your way to accomplishing.",
      "vi": "Và thầy đoán đó là mục tiêu của em."
    }
  },
  {
    "translation": {
      "en": "I believe I have the election well in hand, yes.",
      "vi": "Em tin cuộc bầu cử đang theo ý em, vâng."
    }
  },
  {
    "translation": {
      "en": "Interestingly, Reagan, Clinton, and Obama were all born into poverty",
      "vi": "Thú vị là Reagan, Clinton và Obama sinh ra đều nghèo,"
    }
  },
  {
    "translation": {
      "en": "while the Bushes were both highborn.",
      "vi": "còn nhà Bush vốn có quyền thế."
    }
  },
  {
    "translation": {
      "en": "How do you reconcile that with your master plan?",
      "vi": "Em định kết hợp điều đó vào kế hoạch chính sao?"
    }
  },
  {
    "translation": {
      "en": "Well, I have the good fortune of being born both rich and poor.",
      "vi": "Chà, em may mắn được sinh ra vừa giàu vừa nghèo."
    }
  },
  {
    "translation": {
      "en": "Your family has generational wealth.",
      "vi": "Nhà em đã giàu có nhiều đời."
    }
  },
  {
    "translation": {
      "en": "Yes, true, but I’m also the only son of a cocktail waitress",
      "vi": "Dạ, nhưng em cũng là con một của nữ phục vụ rượu"
    }
  },
  {
    "translation": {
      "en": "from the Landing Strip Gentlemen's Club in Laconia, New Hampshire.",
      "vi": "ở Câu lạc bộ Quý ông Landing Strip ở Laconia, New Hampshire."
    }
  },
  {
    "translation": {
      "en": "- You’re adopted. - Yes.",
      "vi": "- Em là con nuôi. - Vâng."
    }
  },
  {
    "translation": {
      "en": "Why Harvard, Payton?",
      "vi": "Sao lại là Harvard, Payton?"
    }
  },
  {
    "translation": {
      "en": "Harvard's produced more presidents than any other school. Seven.",
      "vi": "Harvard có nhiều tổng thống nhất. Bảy người."
    }
  },
  {
    "translation": {
      "en": "Hmm. Well, I appreciate that.",
      "vi": "Thầy đánh giá cao điều đó."
    }
  },
  {
    "translation": {
      "en": "You’re clearly a very well- prepared young man. Polished.",
      "vi": "Em rõ ràng là một chàng trai có chuẩn bị tốt. Xuất sắc."
    }
  },
  {
    "translation": {
      "en": "Thank you, Dean Lawrence.",
      "vi": "Cảm ơn thầy Lawrence."
    }
  },
  {
    "translation": {
      "en": "But I’m not here to see the polish.",
      "vi": "Nhưng thầy không cần sự xuất sắc."
    }
  },
  {
    "translation": {
      "en": "You're concerned about my GPA?",
      "vi": "Thầy lo về điểm trung bình?"
    }
  },
  {
    "translation": {
      "en": "- Because I've-- - I don’t care about your grades.",
      "vi": "- Vì em... - Thầy không để ý điểm số."
    }
  },
  {
    "translation": {
      "en": "I want to know you.",
      "vi": "Thầy muốn hiểu em."
    }
  },
  {
    "translation": {
      "en": "The real you.",
      "vi": "Con người thật."
    }
  },
  {
    "translation": {
      "en": "Have you ever been compelled to go meet your birth mother?",
      "vi": "Em có bao giờ bị ép phải đi gặp mẹ đẻ không?"
    }
  },
  {
    "translation": {
      "en": "No. My real mother has always been my greatest champion and closest confidant.",
      "vi": "Không ạ. Mẹ luôn là nhà vô địch vĩ đại và bạn tâm giao thân thiết nhất của em."
    }
  },
  {
    "translation": {
      "en": "When was the last time you cried?",
      "vi": "Lần gần đây nhất em khóc?"
    }
  },
  {
    "translation": {
      "en": "I cried at the end of It’s a Wonderful Life last Christmas.",
      "vi": "Xem kết It’s a Wonderful Life Giáng sinh năm ngoái."
    }
  },
  {
    "translation": {
      "en": "Everyone cries at the end of that movie.",
      "vi": "Ai cũng khóc khi xem đoạn đó."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Em biết."
    }
  },
  {
    "translation": {
      "en": "Did you cry because you were moved",
      "vi": "Em khóc vì cảm động"
    }
  },
  {
    "translation": {
      "en": "or because you felt like you were supposed to?",
      "vi": "hay vì cảm thấy phải khóc?"
    }
  },
  {
    "translation": {
      "en": "Does it matter?",
      "vi": "Quan trọng sao ạ?"
    }
  },
  {
    "translation": {
      "en": "You were great.",
      "vi": "Anh tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "I’ve noticed... every time we have sex,",
      "vi": "Anh để ý thấy mỗi lần mình quan hệ,"
    }
  },
  {
    "translation": {
      "en": "no matter what I do, you seem to really enjoy it.",
      "vi": "anh làm gì, em đều có vẻ rất thích."
    }
  },
  {
    "translation": {
      "en": "I don’t know, I feel like, maybe, sometimes, you’re faking it.",
      "vi": "Anh không rõ, đôi khi anh nghĩ em giả vờ."
    }
  },
  {
    "translation": {
      "en": "I am.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Wh...",
      "vi": "Cái..."
    }
  },
  {
    "translation": {
      "en": "I don’t like you pretending. I mean,",
      "vi": "Anh đâu muốn em giả vờ. Ý là..."
    }
  },
  {
    "translation": {
      "en": "aren’t we supposed to be generating intimacy?",
      "vi": "Ta phải tạo ra sự thân mật chứ?"
    }
  },
  {
    "translation": {
      "en": "Sure, but we're also giving you the self- confidence you need",
      "vi": "Phải, nhưng ta cũng đang cho anh sự tự tin anh cần"
    }
  },
  {
    "translation": {
      "en": "to become the man I know you can be. I know you watch porn.",
      "vi": "để thành người em biết anh có thể. Em biết anh xem phim đen."
    }
  },
  {
    "translation": {
      "en": "Your brain is wired to enjoy sex that's presentational.",
      "vi": "Não anh thích tận hưởng cảnh nóng diễn."
    }
  },
  {
    "translation": {
      "en": "- Okay, but I don’t want presentational. -",
      "vi": "Được rồi, nhưng anh không muốn diễn."
    }
  },
  {
    "translation": {
      "en": "I want authentic.",
      "vi": "Anh muốn chân thực."
    }
  },
  {
    "translation": {
      "en": "I will do better at appearing more authentic from now on.",
      "vi": "Từ giờ trở đi, em sẽ diễn chân thực hơn."
    }
  },
  {
    "translation": {
      "en": "I don’t want you to appear authentic, I want you to be authentic.",
      "vi": "Anh đâu muốn em diễn chân thực, anh muốn em chân thực."
    }
  },
  {
    "translation": {
      "en": "I don’t understand. What’s the difference?",
      "vi": "Em không hiểu. Có gì khác nhau?"
    }
  },
  {
    "translation": {
      "en": "I promise to be more real from now on.",
      "vi": "Em hứa từ giờ sẽ thật hơn."
    }
  },
  {
    "translation": {
      "en": "- Where you going? - I have a surf lesson.",
      "vi": "- Em đi đâu? - Học lướt sóng."
    }
  },
  {
    "translation": {
      "en": "We’re going back to Hawaii this Christmas",
      "vi": "Giáng sinh nhà em lại đi Hawaii,"
    }
  },
  {
    "translation": {
      "en": "and I refuse to let my dad call me Barney and vanquish me to the ankle busters.",
      "vi": "em không muốn bố gọi em là Barney và thắng em ở chỗ sóng nhỏ."
    }
  },
  {
    "translation": {
      "en": "Let there be one place he doesn’t find me a complete disappointment.",
      "vi": "Hi vọng có một nơi bố không thất vọng về em."
    }
  },
  {
    "translation": {
      "en": "Hey, he thinks you're great.",
      "vi": "Này, bố nghĩ em rất tuyệt mà."
    }
  },
  {
    "translation": {
      "en": "He thinks I’m pretty. And he likes pretty things.",
      "vi": "Bố nghĩ em xinh đẹp. Và bố thích những thứ xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "- River! - I'm in here.",
      "vi": "- River! - Tôi ở đây."
    }
  },
  {
    "translation": {
      "en": "You traitor. You backstabbing son of a bitch.",
      "vi": "Đồ phản bội. Đồ khốn đâm sau lưng!"
    }
  },
  {
    "translation": {
      "en": "You know how important this is to me. How dare you run against me?",
      "vi": "Cậu biết nó quan trọng với tôi. Sao dám tranh cử?"
    }
  },
  {
    "translation": {
      "en": "- Oh, I know. Listen, calm down-- - No. You calm down. I have the floor now.",
      "vi": "- Tôi biết. Nghe này. Bình tĩnh... - Cậu bình tĩnh ấy. Đến lượt tôi nói."
    }
  },
  {
    "translation": {
      "en": "Since when have you wanted to be the president? This wasn’t even your idea, was it?",
      "vi": "Cậu muốn làm chủ tịch từ khi nào? Đây không phải ý của cậu, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "No, it was Astrid's idea.",
      "vi": "Phải, là ý của Astrid."
    }
  },
  {
    "translation": {
      "en": "She said I had to do it if I had a shot of getting into Stanford and...",
      "vi": "Cô ấy nói tôi phải làm vậy nếu có cơ hội vào Stanford và..."
    }
  },
  {
    "translation": {
      "en": "I had to do something to get my parents off my back.",
      "vi": "Cần làm gì đó để bố mẹ để tôi yên."
    }
  },
  {
    "translation": {
      "en": "Screw you. Do you not understand you're gonna beat me?  Okay? You're better looking than me.",
      "vi": "Kệ cậu. Cậu không hiểu cậu sẽ thắng tôi à? Cậu đẹp trai hơn nhé?"
    }
  },
  {
    "translation": {
      "en": "You're more popular, co- captain of the lacrosse team, so--",
      "vi": "Nổi hơn, đồng đội trưởng đội bóng vợt..."
    }
  },
  {
    "translation": {
      "en": "You're blowing this thing way out of proportion.",
      "vi": "Cậu đang làm quá lên rồi đấy."
    }
  },
  {
    "translation": {
      "en": "The moment you win, I'll tell everyone that we had sex and you're living a lie.",
      "vi": "Cậu thắng, tôi rêu rao ta đã quan hệ và cậu toàn dối trá."
    }
  },
  {
    "translation": {
      "en": "So, there's that.",
      "vi": "Nên, vậy đó."
    }
  },
  {
    "translation": {
      "en": "- Payton. - I'm warning you,",
      "vi": "- Payton. - Cảnh cáo."
    }
  },
  {
    "translation": {
      "en": "do not screw with my dream. All right? I'm on a singular path. Okay?",
      "vi": "Đừng có phá giấc mơ của tôi. Được chứ? Tôi đang đi trên con đường đặc biệt. Nhé?"
    }
  },
  {
    "translation": {
      "en": "You're not gonna get in the way, or I swear to God, I will make you pay.",
      "vi": "Chớ cản đường, kẻo thề có Chúa, tôi sẽ bắt cậu trả giá. Nhé?"
    }
  },
  {
    "translation": {
      "en": "Okay? So don't mess with me, River.",
      "vi": "Nên đừng chọc tôi, River!"
    }
  },
  {
    "translation": {
      "en": "Are we clear?",
      "vi": "Rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "I've never seen you like this. I don't recognize this person.",
      "vi": "Chưa từng thấy cậu thế này. Tôi không nhận ra con người này."
    }
  },
  {
    "translation": {
      "en": "Well, I don't care, okay? I'm not a box, right?",
      "vi": "Kệ cậu, nhé? Tôi đâu phải cái hộp, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I don't need to have four sides for you to look at and approve of, okay?",
      "vi": "Tôi đâu cần có bốn mặt để cậu nhìn và duyệt, được chưa?"
    }
  },
  {
    "translation": {
      "en": "I have-- I have feelings, River. These aren't feelings, you're just hysterical.",
      "vi": "- Tôi có cảm xúc, River. - Đây đâu phải cảm xúc, cậu kích động."
    }
  },
  {
    "translation": {
      "en": "Well, this is the true me. This is who I am. I'm a winner.",
      "vi": "Đây là bản chất của tôi. Con người tôi. Tôi là người chiến thắng."
    }
  },
  {
    "translation": {
      "en": "I'mma win at all costs.",
      "vi": "Thắng bằng mọi giá. Tôi biết tương lai ra sao,"
    }
  },
  {
    "translation": {
      "en": "I know what my future's gonna be and I know how to get there.",
      "vi": "Thắng bằng mọi giá. Tôi biết tương lai ra sao, tôi biết cách tới đích và không ai cản được tôi."
    }
  },
  {
    "translation": {
      "en": "And I will not be stopped.",
      "vi": "tôi biết cách tới đích và không ai cản được tôi."
    }
  },
  {
    "translation": {
      "en": "We have time for one more question each before closing statements.",
      "vi": "Trước khi phát biểu kết thúc, mỗi em trả lời thêm một câu."
    }
  },
  {
    "translation": {
      "en": "Payton, Mark Twain's classic novel Huckleberry Finn",
      "vi": "Payton, tiểu thuyết kinh điển của Mark Twain, Huckleberry Finn,"
    }
  },
  {
    "translation": {
      "en": "is part of this school's freshman year English curriculum.",
      "vi": "thuộc sách tiếng Anh lớp chín của trường."
    }
  },
  {
    "translation": {
      "en": "Do you believe racial epithets should be removed from Huck Finn",
      "vi": "Theo em, có nên bỏ từ ngữ xúc phạm chủng tộc khỏi Huck Finn"
    }
  },
  {
    "translation": {
      "en": "before it is taught to students?",
      "vi": "trước khi dạy học sinh?"
    }
  },
  {
    "translation": {
      "en": "Well, first of all, thank you, Vicki, for your years of service as part of our yearbook club,",
      "vi": "Đầu tiên, cảm ơn cô, Vicki, vì đã nhiều năm tham gia câu lạc bộ kỷ yếu"
    }
  },
  {
    "translation": {
      "en": "and thank you for what is a very thoughtful and provocative question.",
      "vi": "và cảm ơn vì câu hỏi rất sâu sắc, cũng như gợi mở."
    }
  },
  {
    "translation": {
      "en": "Now, this question doesn't have an easy answer, so all I can give you is an honest answer.",
      "vi": "Câu hỏi này không có câu trả lời dễ nghe, nên em chỉ có thể trả lời thành thật."
    }
  },
  {
    "translation": {
      "en": "No. We should not be rewriting literary giants like Mark Twain.",
      "vi": "Không. Ta không nên viết lại những đại văn hào như Mark Twain."
    }
  },
  {
    "translation": {
      "en": "Mark Twain loathed racial inequality, and through the eyes of Huckleberry Finn,",
      "vi": "Mark Twain căm ghét bất bình đẳng chủng tộc và qua mắt Huckleberry Finn,"
    }
  },
  {
    "translation": {
      "en": "he was attempting to shine a light on the...",
      "vi": "ông cố gắng soi rọi"
    }
  },
  {
    "translation": {
      "en": "the heinous, shameful sin of slavery,",
      "vi": "tội lỗi tàn ác, nhục nhã của chế độ nô lệ"
    }
  },
  {
    "translation": {
      "en": "and the systemic racism that pervaded every aspect of his life",
      "vi": "và kì thị chủng tộc tràn ngập mọi góc cuộc sống"
    }
  },
  {
    "translation": {
      "en": "in the environment in which he was raised.",
      "vi": "ở môi trường ông ấy lớn lên."
    }
  },
  {
    "translation": {
      "en": "But make no mistake, the racism that Mark Twain wrote about",
      "vi": "Nhưng đừng nhầm, sự kì thị chủng tộc mà Mark Twain đã viết chưa lùi vào dĩ vãng,"
    }
  },
  {
    "translation": {
      "en": "has not been banished to the ash heap of history,",
      "vi": "sự kì thị chủng tộc mà Mark Twain đã viết chưa lùi vào dĩ vãng,"
    }
  },
  {
    "translation": {
      "en": "it's with us in this room today.",
      "vi": "nay nó vẫn bên ta, trong phòng này."
    }
  },
  {
    "translation": {
      "en": "Right? It's different, to be sure. It's... more subtle.",
      "vi": "Phải không? Nó đã khác, chắc chắn rồi, khó thấy hơn."
    }
  },
  {
    "translation": {
      "en": "But we have a long way to go towards true racial equality in this country,",
      "vi": "Ta phải cố nhiều mới có bình đẳng chủng tộc thật sự,"
    }
  },
  {
    "translation": {
      "en": "and as student body president, I'll ensure every student at this school",
      "vi": "và là chủ tịch học sinh, tôi sẽ đảm bảo mọi bạn ở đây"
    }
  },
  {
    "translation": {
      "en": "has an equal opportunity to succeed,",
      "vi": "có cơ hội thành công như nhau,"
    }
  },
  {
    "translation": {
      "en": "regardless of their color, creed, national origin,",
      "vi": "bất kể màu da, tín ngưỡng, đất nước xuất thân,"
    }
  },
  {
    "translation": {
      "en": "gender, sexual orientation, genetic information, or disability.",
      "vi": "giới tính, xu hướng tính dục, thông tin di truyền hay khuyết tật."
    }
  },
  {
    "translation": {
      "en": "If you choose to honor me by electing me, I will fight for each and every one of you",
      "vi": "Nếu các bạn chọn bầu cho tôi, tôi sẽ đấu tranh cho từng người các bạn, đến sức cùng lực kiệt."
    }
  },
  {
    "translation": {
      "en": "so as long as there is strength in me to fight.",
      "vi": "tôi sẽ đấu tranh cho từng người các bạn, đến sức cùng lực kiệt."
    }
  },
  {
    "translation": {
      "en": "So, give me your vote, and help me lead this great school into the future.",
      "vi": "Nên hãy bầu cho tôi, giúp tôi dẫn dắt ngôi trường tuyệt vời này đến tương lai."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "River, last question.",
      "vi": "River, câu hỏi cuối."
    }
  },
  {
    "translation": {
      "en": "Uh, should the school be able to limit the size of sugary drinks sold at Saint Sebastian?",
      "vi": "Có nên để trường giới hạn kích cỡ đồ uống có đường bán ở Saint Sebastian không?"
    }
  },
  {
    "translation": {
      "en": "I mean...",
      "vi": "Ý em là…"
    }
  },
  {
    "translation": {
      "en": "Yeah? No?",
      "vi": "Có? Không?"
    }
  },
  {
    "translation": {
      "en": "Who cares?",
      "vi": "Ai quan tâm?"
    }
  },
  {
    "translation": {
      "en": "No, sorry. I appreciate the question, it's a good question.",
      "vi": "Không, xin lỗi. Em đánh giá cao câu hỏi, câu hỏi hay đấy ạ."
    }
  },
  {
    "translation": {
      "en": "I think it's important that we make smart decisions about the food we eat. I just feel like,",
      "vi": "Em nghĩ ta cần có quyết định khôn ngoan về thực phẩm ta ăn. Em chỉ cảm thấy,"
    }
  },
  {
    "translation": {
      "en": "it's hardly the most pressing thing that any of us are dealing with.",
      "vi": "đó không phải là điều cấp bách nhất mà ta đang phải xử lý."
    }
  },
  {
    "translation": {
      "en": "- The world is dark, yeah? - Oh, my.",
      "vi": "- Thế giới thật tăm tối, nhỉ? - Ôi trời!"
    }
  },
  {
    "translation": {
      "en": "And I think teenagers nowadays realize that.",
      "vi": "Và chắc các bạn trẻ ngày nay nhận ra điều đó."
    }
  },
  {
    "translation": {
      "en": "And... I don't know, it kind of feels like the world's ending.",
      "vi": "Và, em không biết nữa, cảm giác có phần như tận thế đã cận kề."
    }
  },
  {
    "translation": {
      "en": "So, you know, if a 42- ounce Mountain Dew makes you happy, I say go for it.",
      "vi": "Đã vậy, nếu Mountain Dew một lít làm bạn vui, cứ uống đi."
    }
  },
  {
    "translation": {
      "en": "I keep thinking that, uh, the only thing we all share together",
      "vi": "Tôi nghĩ hoài điểm chung duy nhất của tất cả chúng ta"
    }
  },
  {
    "translation": {
      "en": "is that we’re all alone.",
      "vi": "là ta đều đơn độc."
    }
  },
  {
    "translation": {
      "en": "And we take pictures, and we post them,",
      "vi": "Và ta chụp ảnh, đăng hình,"
    }
  },
  {
    "translation": {
      "en": "and we Facebook and Insta and Tweet and Snap and everything and...",
      "vi": "dùng Facebook, Instagram, Twitter, Snap rồi đủ thứ và..."
    }
  },
  {
    "translation": {
      "en": "it just makes it worse.",
      "vi": "điều đó chỉ tệ hơn."
    }
  },
  {
    "translation": {
      "en": "Ah, man.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "I tried to kill myself last year.",
      "vi": "Năm ngoái tôi đã định tự tử."
    }
  },
  {
    "translation": {
      "en": "Yeah, I never-- I never told anyone that.",
      "vi": "Phải, tôi chưa từng kể với ai."
    }
  },
  {
    "translation": {
      "en": "This is weird, I'm up here, you guys-- Can we-- Can I come down there and talk to you? This is--",
      "vi": "Kỳ quá, tôi trên này...các bạn... Hay...tôi xuống đó nói nhé? Đây..."
    }
  },
  {
    "translation": {
      "en": "We're friends. We know each other",
      "vi": "Ta là bạn mà, ta quen nhau."
    }
  },
  {
    "translation": {
      "en": "- - We don't have to do this.",
      "vi": "Đâu cần thế này. Ta sẽ trò chuyện nghiêm túc..."
    }
  },
  {
    "translation": {
      "en": "- We can have a serious conversation. - Okay, he's walking.",
      "vi": "Đâu cần thế này. Ta sẽ trò chuyện nghiêm túc... - Được rồi, cậu ta đang đi. - Chuyện khoảng một năm trước rồi và..."
    }
  },
  {
    "translation": {
      "en": "So, it was, uh, like, about a year ago, and...",
      "vi": "- Được rồi, cậu ta đang đi. - Chuyện khoảng một năm trước rồi và..."
    }
  },
  {
    "translation": {
      "en": "I don't know, I was just feeling really depressed.",
      "vi": "Không rõ, tôi đã thấy rất chán nản."
    }
  },
  {
    "translation": {
      "en": "Not even depressed, just... just hopeless, because, um...",
      "vi": "Thậm chí không phải chán nản, mà là vô vọng, vì…"
    }
  },
  {
    "translation": {
      "en": "because I felt so alone. And I, uh... I was afraid I was always gonna feel that way.",
      "vi": "Vì tôi thấy vô cùng cô đơn. Và tôi... Tôi sợ mình sẽ luôn cảm thấy như vậy."
    }
  },
  {
    "translation": {
      "en": "- He's crying. This is bad, this is bad. - And, so I...",
      "vi": "- Cậu ta khóc. Tệ rồi. - Nên tôi..."
    }
  },
  {
    "translation": {
      "en": "I went home after lax practice one day and I was working out at home...",
      "vi": "Một hôm sau khi tập bóng vợt, tôi đi về và tập tành ở nhà."
    }
  },
  {
    "translation": {
      "en": "and something made me take a 45- pound plate and, uh...",
      "vi": "Rồi điều gì đó xui khiến tôi lấy một đĩa tạ 20kg và…"
    }
  },
  {
    "translation": {
      "en": "I tied it to my ankle",
      "vi": "tôi buộc nó vào mắt cá,"
    }
  },
  {
    "translation": {
      "en": "and I went out to my pool and I jumped in the deep end.",
      "vi": "ra hồ bơi, nhảy xuống chỗ sâu."
    }
  },
  {
    "translation": {
      "en": "And, for a second, I was really... I was really ready to die.",
      "vi": "Và trong tích tắc, tôi thực sự… Tôi thực sự đã sẵn sàng ra đi."
    }
  },
  {
    "translation": {
      "en": "And then I, like, realized. I was, like, River, what did you just do?",
      "vi": "Và rồi tôi nhận ra, River, mày vừa làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "And I panicked and I tried to get the rope off my ankle and I couldn't.",
      "vi": "Tôi hoảng sợ và cố tháo dây ra nhưng không thể."
    }
  },
  {
    "translation": {
      "en": "And I just remember looking up at the surface of the water and thinking,",
      "vi": "Tôi chỉ nhớ mình đã nhìn lên mặt nước và nghĩ,"
    }
  },
  {
    "translation": {
      "en": "No one's here, man. You're gonna die alone.",
      "vi": "Ở đây chẳng có ai đâu. Mày sẽ chết trong cô độc."
    }
  },
  {
    "translation": {
      "en": "And then, um...",
      "vi": "Và rồi,"
    }
  },
  {
    "translation": {
      "en": "next thing I remember I was floating at the surface.",
      "vi": "điều tiếp theo tôi nhớ là tôi nổi lên."
    }
  },
  {
    "translation": {
      "en": "There's no cool ending to the story, it's just the rope untied itself from the weight.",
      "vi": "Cái kết chẳng có gì ngầu đâu, chỉ là sợi dây tự tuột vì đĩa tạ."
    }
  },
  {
    "translation": {
      "en": "- I don't know, I never did Boy Scouts. -",
      "vi": "Chịu, tôi chưa học thoát hiểm."
    }
  },
  {
    "translation": {
      "en": "No one was there.",
      "vi": "Không có ai ở đó."
    }
  },
  {
    "translation": {
      "en": "Oh, God, he's sweating like Nixon.",
      "vi": "Trời, nó đổ mồ hôi như Nixon."
    }
  },
  {
    "translation": {
      "en": "I don't want anyone here at this school to ever feel like that.",
      "vi": "Tôi không muốn bất cứ ai ở trường này trải qua cảm giác đó."
    }
  },
  {
    "translation": {
      "en": "It's really important to me that all of you know that your lives have value.",
      "vi": "Tôi rất cần tất cả các bạn biết cuộc sống của các bạn có giá trị."
    }
  },
  {
    "translation": {
      "en": "And that they're important.",
      "vi": "Và chúng quan trọng."
    }
  },
  {
    "translation": {
      "en": "That you're important.",
      "vi": "Các bạn quan trọng."
    }
  },
  {
    "translation": {
      "en": "That’s all I got to say.",
      "vi": "Tôi chỉ muốn nói vậy."
    }
  },
  {
    "translation": {
      "en": "I love this guy.",
      "vi": "Tôi yêu cậu này."
    }
  },
  {
    "translation": {
      "en": "Candidates, it's now time for your closing statements.",
      "vi": "Các ứng viên, giờ là lúc các em phát biểu kết thúc."
    }
  },
  {
    "translation": {
      "en": "I’ll pick it up.",
      "vi": "Để tôi nhặt."
    }
  },
  {
    "translation": {
      "en": "People lie, numbers don't. River's ahead of you ten points post- debate.",
      "vi": "Con số đâu biết nói dối. Sau tranh luận, River dẫn mười điểm."
    }
  },
  {
    "translation": {
      "en": "And if you dig down the tabs at the polls, he is leading you in looks, charisma,",
      "vi": "Xem kỹ mục thăm dò, cậu ta hơn ở vẻ ngoài, cá tính"
    }
  },
  {
    "translation": {
      "en": "and, most importantly, authenticity.",
      "vi": "và quan trọng nhất, sự chân thực."
    }
  },
  {
    "translation": {
      "en": "Basically crushing you in that department. Especially after that masterclass he put on during the debate.",
      "vi": "Khoản đó, cậu ta hơn hẳn cậu. Nhất là sau màn tranh luận đỉnh cao."
    }
  },
  {
    "translation": {
      "en": "Girls love it when a guy who looks like that cries. Not blubbery at all, more of a silent, sexy cry.",
      "vi": "Con gái thích trai đẹp như thế khóc. Không sụt sùi, khóc lặng lẽ, cuốn hút."
    }
  },
  {
    "translation": {
      "en": "Okay, fine, why don't all of you just vote for him, then?",
      "vi": "Ừ, vậy sao tất cả không bầu cho cậu ta?"
    }
  },
  {
    "translation": {
      "en": "Our loyalty is with you, Payton. This is a plane. We're all headed to the same place.",
      "vi": "Bọn tôi trung thành, Payton. Đây là máy bay. Ta chung đích."
    }
  },
  {
    "translation": {
      "en": "You're the pilot, James and I are your navigators. Neither one of us knows how to fly like you can.",
      "vi": "- Cậu: phi công, James và tôi: hoa tiêu. - Cả hai đâu lái được như cậu."
    }
  },
  {
    "translation": {
      "en": "We need you to get us to the White House, but we wouldn't be doing our job if we weren't being honest with you.",
      "vi": "Có cậu, ta mới tới được Nhà Trắng, nhưng việc của bọn tôi là nói thật."
    }
  },
  {
    "translation": {
      "en": "If we don't tell it like it is, we'll all crash.",
      "vi": "Nếu không nói thật, ta sẽ rơi."
    }
  },
  {
    "translation": {
      "en": "Okay, what's my next move?",
      "vi": "Rồi, bước tiếp theo?"
    }
  },
  {
    "translation": {
      "en": "We need to get you a running mate that softens you up. Someone undeniably real.",
      "vi": "Tìm phó tướng mềm hóa hình ảnh của cậu. Ai đó cực chân thật."
    }
  },
  {
    "translation": {
      "en": "I recommend a student from the special ed class.",
      "vi": "Nên chọn học sinh lớp đặc biệt."
    }
  },
  {
    "translation": {
      "en": "I believe the proper modern vernacular for them is differently abled.",
      "vi": "Tôi tin từ phù hợp thời nay là năng lực khác biệt."
    }
  },
  {
    "translation": {
      "en": "So, you're going for the sympathy vote, am I right?",
      "vi": "Vậy cậu nhắm đến phiếu thương cảm?"
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "vi": "Ý cậu là sao?"
    }
  },
  {
    "translation": {
      "en": "Well, it's not like we're super good friends.",
      "vi": "Thì hai ta đâu thân thiết gì."
    }
  },
  {
    "translation": {
      "en": "Been going to school together for three years,",
      "vi": "Ta đã học cùng trường ba năm"
    }
  },
  {
    "translation": {
      "en": "the most you and I have ever said to each other is, Hello.",
      "vi": "và chỉ chào hỏi xã giao."
    }
  },
  {
    "translation": {
      "en": "So, you obviously have some sort of strategy in mind.",
      "vi": "Nên rõ ràng, đầu cậu đã có chiến lược gì đó."
    }
  },
  {
    "translation": {
      "en": "The only strategy I'm interested in",
      "vi": "Chiến lược duy nhất tôi quan tâm"
    }
  },
  {
    "translation": {
      "en": "is being a president for every student at this school.",
      "vi": "là làm chủ tịch cho mọi học sinh ở đây."
    }
  },
  {
    "translation": {
      "en": "That includes people like you, who traditionally have not been well represented in student government.",
      "vi": "Gồm những bạn như cậu, thường không được đại diện ở hội học sinh."
    }
  },
  {
    "translation": {
      "en": "What exactly does that mean, people like me? C'mon. I mean someone with a disability,",
      "vi": "- Bạn như tôi chính xác là gì? - Thôi nào. Là người khuyết tật,"
    }
  },
  {
    "translation": {
      "en": "someone who might enjoy sharing the spotlight for once and having a hand in shaping the culture at this school.",
      "vi": "người sẽ thích chia sẻ sự chú ý một lần và góp công định hình văn hóa ở trường."
    }
  },
  {
    "translation": {
      "en": "And student body vice president looks pretty good on a college application.",
      "vi": "Và phó chủ tịch hội sinh viên sẽ làm đẹp đơn ứng tuyển đại học."
    }
  },
  {
    "translation": {
      "en": "Oh, how thrilling.",
      "vi": "Ồ, hấp dẫn ghê."
    }
  },
  {
    "translation": {
      "en": "What, so you are not even gonna consider it?",
      "vi": "Sao, cậu không định cân nhắc ư?"
    }
  },
  {
    "translation": {
      "en": "Eat a fat one!",
      "vi": "Quên đi!"
    }
  },
  {
    "translation": {
      "en": "John McCain tried that. It was a disaster.",
      "vi": "John McCain đã thử. Đó là một thảm họa."
    }
  },
  {
    "translation": {
      "en": "Your family once hired Pinkertons to bust up union organizers.",
      "vi": "Nhà cậu từng thuê nhà Pinkerton dẹp đám công đoàn."
    }
  },
  {
    "translation": {
      "en": "You have three lesser Picassos in your housekeeper's room in your home.",
      "vi": "Phòng giúp việc nhà cậu có ba tranh ít nổi của Picasso."
    }
  },
  {
    "translation": {
      "en": "Annie Leibovitz took your family Christmas card photo last year",
      "vi": "Giáng sinh trước Annie Leibovitz chụp ảnh thiệp cho nhà cậu"
    }
  },
  {
    "translation": {
      "en": "and you have a 4.3 GPA.",
      "vi": "và GPA của cậu là 4,3."
    }
  },
  {
    "translation": {
      "en": "You're untouchable. You need a running mate that can humanize you.",
      "vi": "Cậu bất khả xâm phạm. Cần phó tướng làm cậu giống người."
    }
  },
  {
    "translation": {
      "en": "So, what kind of music do you like?",
      "vi": "Thế cậu thích nhạc gì?"
    }
  },
  {
    "translation": {
      "en": "Britney Spears and Insane Clown Posse.",
      "vi": "Britney Spears và Insane Clown Posse."
    }
  },
  {
    "translation": {
      "en": "Yeah, me too.",
      "vi": "Ừ, tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "If you had the chance to stand up in front of the whole school,",
      "vi": "Nếu có cơ hội đứng trước toàn trường"
    }
  },
  {
    "translation": {
      "en": "and you could say anything you wanted, what would you say?",
      "vi": "và nói mọi điều cậu muốn, cậu sẽ nói gì?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "Well, what would you want to get off your chest? Like, if you could change one thing, what would it be?",
      "vi": "Cậu muốn trút tâm tư gì? Nếu được thay đổi một điều, cậu chọn gì?"
    }
  },
  {
    "translation": {
      "en": "Everyone should quit being a faker.",
      "vi": "Mọi người ngừng giả tạo đi."
    }
  },
  {
    "translation": {
      "en": "Alice? What do you think?",
      "vi": "Alice? Em nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "I love you. Unconditionally. You are the front man of my favorite rock band,",
      "vi": "Em yêu anh. Vô điều kiện. Anh là thủ lĩnh ban nhạc rock em yêu,"
    }
  },
  {
    "translation": {
      "en": "you are the star of my favorite movie, you are my king of kings.",
      "vi": "ngôi sao trong bộ phim em thích, vua của các vị vua."
    }
  },
  {
    "translation": {
      "en": "Nothing is going to stop you from winning this election",
      "vi": "Không điều gì ngăn được anh thắng cuộc bầu cử này"
    }
  },
  {
    "translation": {
      "en": "and turning this school upside down. But you've got to listen to your advisors.",
      "vi": "và thay đổi ngôi trường này. Nhưng anh phải nghe lời các cố vấn."
    }
  },
  {
    "translation": {
      "en": "I'm just so happy to be alive.",
      "vi": "Tôi rất mừng là mình còn sống."
    }
  },
  {
    "translation": {
      "en": "I love when I can get outside into the sunshine and smell the ocean, you know?",
      "vi": "Tôi thích được ra ngoài dưới ánh nắng và ngửi mùi đại dương, bạn biết đấy?"
    }
  },
  {
    "translation": {
      "en": "- Are you not eating lunch? -",
      "vi": "Bạn không ăn trưa sao?"
    }
  },
  {
    "translation": {
      "en": "No. No, with the chemo I don't always have an appetite.",
      "vi": "Không, vì hóa trị, có lúc tôi chán ăn."
    }
  },
  {
    "translation": {
      "en": "My Nana says I have to eat,",
      "vi": "Bà nói tôi phải ăn,"
    }
  },
  {
    "translation": {
      "en": "but it's just the medicine I take, it makes everything taste so spicy.",
      "vi": "nhưng thuốc tôi uống làm mọi thứ có vị rất cay."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry to hear that. I...",
      "vi": "Tôi rất tiếc. Tôi..."
    }
  },
  {
    "translation": {
      "en": "I cannot imagine what that must be like. High school is hard enough as it is.",
      "vi": "Không hình dung nổi cảm giác đó. Trung học đã đủ khó rồi."
    }
  },
  {
    "translation": {
      "en": "I just don't look at it that way.",
      "vi": "Tôi không nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "I think that every day is a gift.",
      "vi": "Tôi nghĩ mỗi ngày là một món quà."
    }
  },
  {
    "translation": {
      "en": "And every time that I wake up,",
      "vi": "Và mỗi lần tôi thức dậy,"
    }
  },
  {
    "translation": {
      "en": "even if I have to get a platelet transfusion from Dr. Sengal,",
      "vi": "dù bác sĩ Sengal phải cho tôi truyền tiểu cầu,"
    }
  },
  {
    "translation": {
      "en": "I think to myself,",
      "vi": "tôi vẫn thầm nghĩ,"
    }
  },
  {
    "translation": {
      "en": "A lot of kids around the world don't have the same medical care that I do. So...",
      "vi": "Rất nhiều trẻ em trên thế giới không được chăm sóc y tế như mình. Nên..."
    }
  },
  {
    "translation": {
      "en": "If that's what I have to go through, that's God's plan.",
      "vi": "Nếu đó là điều mình phải trải qua, thì đó là kế hoạch của Chúa."
    }
  },
  {
    "translation": {
      "en": "I'm looking for a VP candidate, because I'm running for student body president.",
      "vi": "Tôi tìm phó tướng, vì tôi tranh cử chủ tịch hội học sinh."
    }
  },
  {
    "translation": {
      "en": "Yes, I heard. Andrea told me. She's, um... She said you were good at the debate.",
      "vi": "Ừ, tôi nghe rồi. Andrea đã kể với tôi. Bạn ấy...nói cậu tranh luận rất tốt."
    }
  },
  {
    "translation": {
      "en": "She takes notes for me when I can't be at school.",
      "vi": "Bạn ấy ghi bài giúp khi tôi nghỉ."
    }
  },
  {
    "translation": {
      "en": "I wish I could've been there, but...",
      "vi": "Ước gì tôi đến được, mà..."
    }
  },
  {
    "translation": {
      "en": "a lot of nice people heard about my chemo",
      "vi": "Nhiều người tốt nghe nói tôi hóa trị"
    }
  },
  {
    "translation": {
      "en": "and they paid for me to go to Disneyland with my Nana, and we got to skip all the lines and it was so much fun.",
      "vi": "đã cho bà và tôi tiền đi chơi Disneyland, cả hai đâu phải xếp hàng, vui lắm cơ."
    }
  },
  {
    "translation": {
      "en": "Best day ever!",
      "vi": "Ngày tuyệt nhất!"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "What are you-- ? Why are you looking at me like that?  I don't know. I just...",
      "vi": "- Sao? Sao cậu nhìn tôi như thế? - Tôi không biết. Tôi chỉ…"
    }
  },
  {
    "translation": {
      "en": "I really like you, Infinity.",
      "vi": "Tôi rất thích bạn, Infinity."
    }
  },
  {
    "translation": {
      "en": "You're so real.",
      "vi": "Bạn rất thật."
    }
  },
  {
    "translation": {
      "en": "We'd like a table for two, please.",
      "vi": "Vui lòng cho bàn hai người."
    }
  },
  {
    "translation": {
      "en": "- Sure, do you have a reservation? - Yes. Jackson.",
      "vi": "- Vâng, bà có đặt trước không? - Có. Jackson."
    }
  },
  {
    "translation": {
      "en": "Dusty and Infinity Jackson.",
      "vi": "Dusty và Infinity Jackson."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I don't see a reservation under any of those names.",
      "vi": "Xin lỗi. Không thấy ai đặt trước bằng tên đó."
    }
  },
  {
    "translation": {
      "en": "Well, that doesn't make any sense. I mean, I know I definitely called.",
      "vi": "Chà, vô lý quá. Ý tôi là, tôi biết chắc chắn mình đã gọi."
    }
  },
  {
    "translation": {
      "en": "Sorry. We're fully booked until 9:30.",
      "vi": "Xin lỗi. Bàn đã được đặt kín đến 9:30."
    }
  },
  {
    "translation": {
      "en": "Would you like to make a reservation for then?",
      "vi": "Bà muốn đặt chỗ sau 9:30 chứ?"
    }
  },
  {
    "translation": {
      "en": "Karen, I want you to meet someone.",
      "vi": "Karen, tôi muốn cô gặp một người."
    }
  },
  {
    "translation": {
      "en": "Infinity, say hello to Karen.",
      "vi": "Infinity, cháu chào Karen đi."
    }
  },
  {
    "translation": {
      "en": "- Hello, Karen. - Hi.",
      "vi": "- Chào Karen. - Chào."
    }
  },
  {
    "translation": {
      "en": "You were really looking forward to eating here, weren't you, babydoll?",
      "vi": "Cháu đã rất mong được ăn ở đây, phải không, cháu yêu?"
    }
  },
  {
    "translation": {
      "en": "- Uh- huh. -",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "Hell, I said, Let's go to Coco's.",
      "vi": "Khỉ thật. Tôi đã nói, Mình đến Coco đi."
    }
  },
  {
    "translation": {
      "en": "I was so excited. I love me some of that Coco's pot pie.",
      "vi": "Tôi đã rất hào hứng. Tôi muốn được ăn món bánh nướng của Coco."
    }
  },
  {
    "translation": {
      "en": "No, but you dug in. You said, I want Olive Garden, Nana.",
      "vi": "Nhưng cháu nhảy vào và nói, Bà ơi, cháu muốn đến Olive Garden."
    }
  },
  {
    "translation": {
      "en": "- - I want Olive Garden, Nana. I do.",
      "vi": "Cháu muốn đến Olive Garden."
    }
  },
  {
    "translation": {
      "en": "I just got my feeding tube taken out, and my Nana said,",
      "vi": "Ống thức ăn của cháu vừa được lấy ra và bà nói,"
    }
  },
  {
    "translation": {
      "en": "Sure, yeah. You want endless breadsticks, let's go for it.",
      "vi": "Ừ, được. Cháu muốn bánh mì que thỏa thích, bà chiều."
    }
  },
  {
    "translation": {
      "en": "Why don't you tell Karen about your cancer? Hmm?",
      "vi": "Cháu kể bị ung thư cho Karen đi?"
    }
  },
  {
    "translation": {
      "en": "You're in pain sometimes, aren't you?",
      "vi": "Đôi khi cháu rất đau, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I couldn't help overhear.",
      "vi": "Xin lỗi. Tôi vô tình nghe được."
    }
  },
  {
    "translation": {
      "en": "Uh, we're ahead of you, but we'd really like you to have our table.",
      "vi": "Bọn tôi xếp trước, nhưng xin nhường bàn cho bà."
    }
  },
  {
    "translation": {
      "en": "- Oh, no. No, we couldn't poss-- - Please, I insist.",
      "vi": "- Ôi, không. Bọn tôi không thể... - Đi mà. Xin bà nhận cho."
    }
  },
  {
    "translation": {
      "en": "We'd also like to pay for your meal.",
      "vi": "Bữa này bọn tôi xin mời."
    }
  },
  {
    "translation": {
      "en": "Oh, I...",
      "vi": "Ôi, tôi..."
    }
  },
  {
    "translation": {
      "en": "I don't know what to say. Thank you so much.",
      "vi": "Tôi không biết nói gì. Cảm ơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "It's our pleasure.",
      "vi": "Hân hạnh."
    }
  },
  {
    "translation": {
      "en": "You really ought to be ashamed of yourself.",
      "vi": "Cô phải tự thấy xấu hổ đi."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "vi": "Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "It's blinking.",
      "vi": "Đèn nháy rồi này."
    }
  },
  {
    "translation": {
      "en": "I can take your buzzer.",
      "vi": "Tôi cầm đèn báo cho."
    }
  },
  {
    "translation": {
      "en": "Right this way.",
      "vi": "Lối này."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Enjoy your evening. Thank you. You too.",
      "vi": "- Buổi tối vui vẻ. - Cảm ơn. Bà cũng vậy."
    }
  },
  {
    "translation": {
      "en": "It's so good.",
      "vi": "Ngon quá."
    }
  },
  {
    "translation": {
      "en": "Jesus H. Christ. It's like Rome.",
      "vi": "Trời đất. Cứ như Rome vậy."
    }
  },
  {
    "translation": {
      "en": "I mean, all you can eat, and then a quick trip to the vomitorium.",
      "vi": "Ý bà là, ăn cho thỏa rồi chạy đi nôn hết để rồi ăn thêm."
    }
  },
  {
    "translation": {
      "en": "Dining out used to be something you earned. Well, like you have. But...",
      "vi": "Trước đây, ra ngoài ăn tối là phần thưởng cho cố gắng. Như cháu. Nhưng..."
    }
  },
  {
    "translation": {
      "en": "Don't eat that fast!",
      "vi": "Đừng ăn nhanh thế!"
    }
  },
  {
    "translation": {
      "en": "You're gonna yack it all up like a baby bird. Spit it out.",
      "vi": "Cháu sẽ nôn mửa như chim non mất. Nhổ ra đi."
    }
  },
  {
    "translation": {
      "en": "Oh, Christ. Look at that. Jesus.",
      "vi": "Ôi trời. Nhìn kìa. Trời ạ."
    }
  },
  {
    "translation": {
      "en": "Don't forget, we have free tickets",
      "vi": "Đừng quên, chúng ta có vé miễn phí"
    }
  },
  {
    "translation": {
      "en": "to the Florida Georgia Line concert on Friday night.",
      "vi": "đến buổi diễn của Florida Georgia Line vào tối thứ Sáu."
    }
  },
  {
    "translation": {
      "en": "We're gonna be sitting right up in front,",
      "vi": "Ta sẽ ngồi ở ngay hàng đầu,"
    }
  },
  {
    "translation": {
      "en": "right in the handicap section, right next to the stage.",
      "vi": "ngay ở khu khuyết tật, ngay cạnh sân khấu."
    }
  },
  {
    "translation": {
      "en": "- Free tickets. Wow, cool.  - Yeah.",
      "vi": "Vé miễn phí. Chà, tuyệt thật."
    }
  },
  {
    "translation": {
      "en": "So, how was school?",
      "vi": "Học hành thế nào?"
    }
  },
  {
    "translation": {
      "en": "Okay. Payton asked me to be his vice president.",
      "vi": "Vâng. Payton đề nghị cháu làm phó chủ tịch."
    }
  },
  {
    "translation": {
      "en": "Who's Payton?",
      "vi": "Payton là ai?"
    }
  },
  {
    "translation": {
      "en": "He's a boy who's running for school president and he asked me to--",
      "vi": "Một cậu đang tranh cử chủ tịch hội học sinh và đã rủ..."
    }
  },
  {
    "translation": {
      "en": "Jesus Christ, he's going to get more food.",
      "vi": "Trời ạ, anh ta lấy thêm đồ kìa."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "What? He asked you to be what?",
      "vi": "Sao? Cậu ấy đề nghị cháu làm gì?"
    }
  },
  {
    "translation": {
      "en": "He asked me to be his running mate.",
      "vi": "Làm phó tướng của cậu ấy."
    }
  },
  {
    "translation": {
      "en": "- Yeah? - I don't really know. I mean, he's rich.",
      "vi": "- Ừ. - Bà biết đấy, ý cháu là, cậu ấy giàu."
    }
  },
  {
    "translation": {
      "en": "- He's really cute. - Well, I hope you said yes.",
      "vi": "- Cậu ấy rất dễ thương. - À, bà mong cháu đã đồng ý."
    }
  },
  {
    "translation": {
      "en": "I said no.",
      "vi": "Cháu từ chối rồi."
    }
  },
  {
    "translation": {
      "en": "Why?",
      "vi": "Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Sad.",
      "vi": "Buồn thật!"
    }
  },
  {
    "translation": {
      "en": "I felt like he was using me, and I don't like to be used.",
      "vi": "Cảm giác cậu ấy lợi dụng cháu và cháu không thích bị lợi dụng."
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "vi": "Biết không?"
    }
  },
  {
    "translation": {
      "en": "You're gonna finish your endless bread basket right now.",
      "vi": "Cháu sẽ ăn nốt giỏ bánh không đáy của cháu ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "And tomorrow, you are gonna march up to that boy and you are going to say,",
      "vi": "Và ngày mai, cháu sẽ tiến bước tới chỗ cậu ấy và cháu sẽ nói,"
    }
  },
  {
    "translation": {
      "en": "Thank you very much. I accept your offer.",
      "vi": "Cảm ơn cậu nhiều. Tôi chấp nhận đề nghị của cậu."
    }
  },
  {
    "translation": {
      "en": "Something like this could change your life.",
      "vi": "Chuyện như thế này có thể thay đổi cuộc đời cháu."
    }
  },
  {
    "translation": {
      "en": "Do you understand me?",
      "vi": "Cháu hiểu ý bà chưa?"
    }
  },
  {
    "translation": {
      "en": "You can be vice president.",
      "vi": "Cháu có thể làm phó chủ tịch."
    }
  },
  {
    "translation": {
      "en": "Aim high. Yeah.",
      "vi": "- Đặt mục tiêu cao vào. - Vâng."
    }
  },
  {
    "translation": {
      "en": "You can get it all.",
      "vi": "Cháu có thể có hết."
    }
  },
  {
    "translation": {
      "en": "- Hi, Infinity. - Hi. Jesus!",
      "vi": "- Chào Infinity. - Chào. Trời ạ!"
    }
  },
  {
    "translation": {
      "en": "So, listen, I just was wondering if you had thought any more about my offer.",
      "vi": "Này, không rõ bạn đã nghĩ thêm về đề nghị của tôi chưa."
    }
  },
  {
    "translation": {
      "en": "- I've thought about it. - Mm- hmm. The answer is no.",
      "vi": "Tôi nghĩ rồi. Câu trả lời là không."
    }
  },
  {
    "translation": {
      "en": "- Why? - I don't need to tell you.",
      "vi": "- Vì sao? - Không cần biết."
    }
  },
  {
    "translation": {
      "en": "We have a problem.",
      "vi": "Có rắc rối rồi."
    }
  },
  {
    "translation": {
      "en": "That's why I'm proud to announce my running mate,",
      "vi": "Đó là lý do tôi xin tự hào thông báo phó tướng của tôi,"
    }
  },
  {
    "translation": {
      "en": "your next student body vice president,",
      "vi": "phó chủ tịch hội học sinh tiếp theo của các bạn,"
    }
  },
  {
    "translation": {
      "en": "Thank you so much, River.",
      "vi": "Cảm ơn cậu nhiều, River."
    }
  },
  {
    "translation": {
      "en": "And, uh, thank you for giving students at Saint Sebastian",
      "vi": "Và cảm ơn cậu đã cho các học sinh Saint Sebastian"
    }
  },
  {
    "translation": {
      "en": "the historic opportunity to elect a gender non- conforming African- American",
      "vi": "cơ hội lịch sử để bầu một người Mỹ gốc Phi không theo khuôn mẫu về giới"
    }
  },
  {
    "translation": {
      "en": "to be their vice president.",
      "vi": "làm phó chủ tịch."
    }
  },
  {
    "translation": {
      "en": "Now, I can't promise that I'm always gonna agree with you.",
      "vi": "Giờ, tôi không dám hứa sẽ luôn nhất trí với cậu."
    }
  },
  {
    "translation": {
      "en": "I have a reputation for speaking my mind loudly",
      "vi": "Tôi nổi tiếng luôn nói thẳng suy nghĩ của mình"
    }
  },
  {
    "translation": {
      "en": "when I disagree with someone,",
      "vi": "khi bất đồng với ai đó,"
    }
  },
  {
    "translation": {
      "en": "but I can promise you strength, fortitude, and the passion",
      "vi": "nhưng tôi có thể hứa sẽ cho cậu sức mạnh, sự dũng cảm và đam mê"
    }
  },
  {
    "translation": {
      "en": "to make Saint Sebastian an amazing place.",
      "vi": "để biến Saint Sebastian thành một nơi tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "- - Thank you.",
      "vi": "Xin cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Why are you doing this to me? Why did you have to pick Skye Leighton?",
      "vi": "Sao làm thế với tôi? Sao phải chọn Skye Leighton?"
    }
  },
  {
    "translation": {
      "en": "Astrid said if I picked her, I'd have my best shot at winning.",
      "vi": "Astrid nói cơ hội đắc cử sẽ lớn nhất."
    }
  },
  {
    "translation": {
      "en": "Why are you listening to her? She doesn’t want what's good for you, she wants power.",
      "vi": "Sao nghe nó? Nó không vì cậu, mà vì quyền lực."
    }
  },
  {
    "translation": {
      "en": "You're the way she's gonna get it. She's Lady Macbeth!",
      "vi": "Cậu là phương tiện. Nó là Phu nhân McBeth!"
    }
  },
  {
    "translation": {
      "en": "- You gotta calm down. - She's jealous of us, can't you see that?",
      "vi": "- Payton, bình tĩnh. - Nó ghen với hai ta, mù à?"
    }
  },
  {
    "translation": {
      "en": "That is why she's trying to take this away from me!",
      "vi": "Nên muốn cướp thứ này của tôi!"
    }
  },
  {
    "translation": {
      "en": "Why are you hurting me?",
      "vi": "Sao cậu làm tổn thương tôi?"
    }
  },
  {
    "translation": {
      "en": "You-- You have so much pain.",
      "vi": "Cậu đang rất đau đớn."
    }
  },
  {
    "translation": {
      "en": "You don't need any of this. You're gonna go to college and join the Peace Corps.",
      "vi": "Cậu đâu cần điều này. Cậu sẽ vào đại học, Đoàn Hòa bình."
    }
  },
  {
    "translation": {
      "en": "This isn't gonna help you.",
      "vi": "Việc này đâu giúp gì cậu."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I really did love you.",
      "vi": "Tôi từng rất yêu cậu."
    }
  },
  {
    "translation": {
      "en": "- - No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "I wanna bag a Shiras moose.",
      "vi": "Em muốn săn nai sừng tấm Shiras."
    }
  },
  {
    "translation": {
      "en": "I wanna bag a Siberian buffalo.",
      "vi": "Anh muốn săn trâu Siberia."
    }
  },
  {
    "translation": {
      "en": "All right. I wanna bag... Margaret Edmund Meyers.",
      "vi": "Được rồi. MƯỜI TÁM THÁNG TRƯỚC Em muốn săn Margaret Edmund Meyers."
    }
  },
  {
    "translation": {
      "en": "- Maggie Meyers? - Yes, Maggie Meyers.",
      "vi": "- Maggie Meyers? - Ừ, chuẩn."
    }
  },
  {
    "translation": {
      "en": "- I already did. - Really?",
      "vi": "- Anh săn rồi. - Vậy ư?"
    }
  },
  {
    "translation": {
      "en": "- Full bush. - Dude, nice!",
      "vi": "- Rậm rạp lắm. - Anh khá đấy!"
    }
  },
  {
    "translation": {
      "en": "Firstly, it's illegal to hunt Siberian bison.",
      "vi": "Thứ nhất, săn bò rừng Siberia là phạm pháp."
    }
  },
  {
    "translation": {
      "en": "Secondly, when you talk about bagging things, you sound like douchebags, especially with your mother present.",
      "vi": "Thứ hai, hai anh như lũ đểu khi nói chuyện săn gái, nhất là trước mặt mẹ."
    }
  },
  {
    "translation": {
      "en": "You should totally come hunting with us, Payton.",
      "vi": "- Chú nên đi săn cùng, Payton. - Ừ, để bọn tôi bắn vào lưng chú."
    }
  },
  {
    "translation": {
      "en": "Yeah, that way we could accidentally shoot you in the back.",
      "vi": "- Chú nên đi săn cùng, Payton. - Ừ, để bọn tôi bắn vào lưng chú. HỒI KÝ - RICHARD NIXON"
    }
  },
  {
    "translation": {
      "en": "- - That's enough!",
      "vi": "Đủ rồi đấy!"
    }
  },
  {
    "translation": {
      "en": "Yo, that's good, Mom.",
      "vi": "Chà, đẹp đấy mẹ."
    }
  },
  {
    "translation": {
      "en": "It's for a series I'm doing to raise awareness and money for the Syrian war debt.",
      "vi": "Cho loạt tranh mẹ vẽ để tăng nhận thức, gây quỹ trả món nợ Chiến tranh Syria."
    }
  },
  {
    "translation": {
      "en": "This is Orhan. He was killed in an airstrike earlier in the year.",
      "vi": "Đây là Orhan, bị giết trong một cuộc không kích hồi đầu năm."
    }
  },
  {
    "translation": {
      "en": "Bummer.",
      "vi": "Khổ thật."
    }
  },
  {
    "translation": {
      "en": "Are you boys gonna be back for dinner?",
      "vi": "Các con về ăn tối không?"
    }
  },
  {
    "translation": {
      "en": "No, we have that event in support of eliminating net neutrality.",
      "vi": "Không, phải dự sự kiện ủng hộ xóa trung lập mạng."
    }
  },
  {
    "translation": {
      "en": "How can you be for eliminating net neutrality?",
      "vi": "Sao các anh có thể ủng hộ xóa tính trung lập mạng?"
    }
  },
  {
    "translation": {
      "en": "This family holds 54 million dollars in telecom stocks.",
      "vi": "Nhà này nắm 54 triệu đô-la cổ phiếu viễn thông."
    }
  },
  {
    "translation": {
      "en": "- He doesn’t care, he's barely in the will. - Boys!",
      "vi": "- Nó mặc kệ, đâu có tên trong di chúc. - Mấy đứa!"
    }
  },
  {
    "translation": {
      "en": "Why are you always defending him?",
      "vi": "Sao mẹ toàn bênh nó?"
    }
  },
  {
    "translation": {
      "en": "Because you're bullies. And you're borderline psychopaths.",
      "vi": "Vì các con bắt nạt em. Và các con gần như là đám tâm thần."
    }
  },
  {
    "translation": {
      "en": "Of course you're in the will, same as them. I saw to that.",
      "vi": "Tất nhiên di chúc có tên con rồi, cũng như các anh con. Mẹ đã lo liệu."
    }
  },
  {
    "translation": {
      "en": "Don't tell your father.",
      "vi": "Đừng mách bố nhé."
    }
  },
  {
    "translation": {
      "en": "You know, I read this study",
      "vi": "Mẹ biết đấy, con đã đọc nghiên cứu này"
    }
  },
  {
    "translation": {
      "en": "from Columbia.",
      "vi": "ở trường Columbia."
    }
  },
  {
    "translation": {
      "en": "It says that it's impossible for a parent to love an adopted child as much as a biological one.",
      "vi": "Nó viết bố mẹ không thể yêu con nuôi bằng con đẻ."
    }
  },
  {
    "translation": {
      "en": "Parents are programmed to be drawn to the children that look most like them.",
      "vi": "Bố mẹ được định sẵn sẽ yêu những đứa con giống họ nhất."
    }
  },
  {
    "translation": {
      "en": "I would assume it has something to do with protecting bloodlines.",
      "vi": "Chắc là liên quan đến việc bảo vệ huyết thống."
    }
  },
  {
    "translation": {
      "en": "Well, I would say that's a flawed study, because I love you the most.",
      "vi": "Theo mẹ, nghiên cứu đó sai rồi, vì mẹ yêu con nhất."
    }
  },
  {
    "translation": {
      "en": "I always have.",
      "vi": "Luôn như vậy."
    }
  },
  {
    "translation": {
      "en": "You're just saying that because they grew up to be such jerkwads.",
      "vi": "Mẹ chỉ nói thế vì các anh càng lớn càng hư."
    }
  },
  {
    "translation": {
      "en": "You're not wrong about that.",
      "vi": "Chuyện đó không sai."
    }
  },
  {
    "translation": {
      "en": "You can't teach kindness.  You know? I tried for a long time.",
      "vi": "Lòng tốt không thể dạy được. Con biết đấy, mẹ đã thử một thời gian dài."
    }
  },
  {
    "translation": {
      "en": "Can't do much with small hearts. Hard hearts, maybe, but not small ones.",
      "vi": "Chẳng thể làm gì mấy với trái tim hẹp hòi. Trái tim sắt đá, có thể, hẹp hòi thì chịu."
    }
  },
  {
    "translation": {
      "en": "I love them, don't get me wrong, I just...",
      "vi": "Mẹ yêu các anh, đừng lầm, có điều…"
    }
  },
  {
    "translation": {
      "en": "The love has edges.",
      "vi": "Tình yêu ấy có giới hạn."
    }
  },
  {
    "translation": {
      "en": "It doesn't go on and on the way my love for you does.",
      "vi": "Nó không tiếp tục mãi như tình yêu mẹ dành cho con."
    }
  },
  {
    "translation": {
      "en": "And you felt that way about me right away?",
      "vi": "Và từ đầu mẹ đã yêu con thế?"
    }
  },
  {
    "translation": {
      "en": "Like you were a part of me.",
      "vi": "Như con là một phần của mẹ."
    }
  },
  {
    "translation": {
      "en": "It wasn't a meeting, it was a reunion.",
      "vi": "Đó không phải một cuộc gặp, mà là cuộc đoàn tụ."
    }
  },
  {
    "translation": {
      "en": "This funny, dark, Jewish hair. These big Disney eyes. And...",
      "vi": "Mái tóc đen Do Thái, kỳ lạ này. Đôi mắt to như nhân vật hoạt hình."
    }
  },
  {
    "translation": {
      "en": "You were alone in the world. And I suppose I felt that way about myself.",
      "vi": "Con cô đơn trong thế giới này. Và có lẽ mẹ cũng thấy mình như vậy."
    }
  },
  {
    "translation": {
      "en": "Don't ever listen to your brothers about who they say you are",
      "vi": "Đừng bao giờ nghe các anh nói con là ai"
    }
  },
  {
    "translation": {
      "en": "or what you might do in this world.",
      "vi": "hay điều con làm được ở đời này."
    }
  },
  {
    "translation": {
      "en": "There's my surprise!",
      "vi": "Mẹ có bất ngờ cho con đây!"
    }
  },
  {
    "translation": {
      "en": "Can I use your restroom?",
      "vi": "Cháu dùng nhà vệ sinh nhé?"
    }
  },
  {
    "translation": {
      "en": "Well, yes, of course. Just follow the path up to the main house.",
      "vi": "Ừ, được. Đi thẳng lối này lên nhà chính."
    }
  },
  {
    "translation": {
      "en": "There's staff.",
      "vi": "Có người làm ở đó."
    }
  },
  {
    "translation": {
      "en": "- You could've at least said hello. - What is he doing here?",
      "vi": "- Ít ra con cũng nên chào. - Cậu ấy làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "He's your new Mandarin tutor.",
      "vi": "Gia sư tiếng Quan Thoại mới của con."
    }
  },
  {
    "translation": {
      "en": "That's River Barkley, he's incredibly popular at school.",
      "vi": "Đó là River Barkley, cực nổi ở trường."
    }
  },
  {
    "translation": {
      "en": "So are you.",
      "vi": "Con cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Not his kind of popular. And he's dating my arch- nemesis, Astrid Sloan.",
      "vi": "Nổi kiểu khác cơ. Và cậu ấy cặp với kẻ thù của con, Astrid Sloan."
    }
  },
  {
    "translation": {
      "en": "She called me a fag in second grade. I'm not even gay.",
      "vi": "Lớp hai, nó bảo con bóng. Con đâu có gay."
    }
  },
  {
    "translation": {
      "en": "Well, he comes very highly recommended.",
      "vi": "À, cậu ấy được khen lắm."
    }
  },
  {
    "translation": {
      "en": "I suggest you make him like you - and have Astrid Sloan be very jealous. -",
      "vi": "Theo mẹ, con hãy chiếm cảm tình của cậu ấy và khiến Astrid Sloan ghen sôi máu."
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "Every single one of these books is an autobiography.",
      "vi": "Mỗi cuốn sách này là một cuốn tự truyện."
    }
  },
  {
    "translation": {
      "en": "I like to read about how others achieved their greatness",
      "vi": "Tôi thích đọc về cách người khác trở nên vĩ đại"
    }
  },
  {
    "translation": {
      "en": "so that I can mimic what worked. You know, fake it till you make it.",
      "vi": "để bắt chước phương pháp hiệu quả. Cậu biết mà, vờ mãi sẽ thành thật."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "I fake it a lot too.",
      "vi": "Tôi cũng hay giả vờ."
    }
  },
  {
    "translation": {
      "en": "People think I'm... all calm.",
      "vi": "Họ nghĩ tôi điềm đạm."
    }
  },
  {
    "translation": {
      "en": "I don't know if I really am.",
      "vi": "Tôi không biết có đúng không."
    }
  },
  {
    "translation": {
      "en": "It's sometimes like I'm... feeling the whole world at once, you know?",
      "vi": "Đôi khi, như thể cùng một lúc tôi có đủ thứ cảm xúc lẫn lộn, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Uh, where did you learn Mandarin?",
      "vi": "Cậu học tiếng Quan Thoại ở đâu?"
    }
  },
  {
    "translation": {
      "en": "My dad works for Goldman, so we lived in Shanghai until I was ten.",
      "vi": "Bố tôi làm ở Goldman. Nhà tôi ở Thượng Hải đến năm tôi lên mười."
    }
  },
  {
    "translation": {
      "en": "- Bathroom? - Do you want to start?",
      "vi": "- Nhà vệ sinh ư? - Sao? Cậu muốn bắt đầu chứ?"
    }
  },
  {
    "translation": {
      "en": "- Oh, yeah, sure. - Yeah.",
      "vi": "- À, ừ, được. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Why are you so tense?",
      "vi": "Sao căng thẳng vậy?"
    }
  },
  {
    "translation": {
      "en": "How do you know I'm tense?",
      "vi": "Sao cậu biết?"
    }
  },
  {
    "translation": {
      "en": "I just do. You don't seem very happy.",
      "vi": "Tôi biết. Nhìn cậu không vui lắm."
    }
  },
  {
    "translation": {
      "en": "Are you happy?",
      "vi": "Cậu có vui không?"
    }
  },
  {
    "translation": {
      "en": "I try to be.",
      "vi": "Tôi vẫn cố."
    }
  },
  {
    "translation": {
      "en": "I try to be too.",
      "vi": "Tôi cũng cố."
    }
  },
  {
    "translation": {
      "en": "I really try.",
      "vi": "Tôi rất cố gắng."
    }
  },
  {
    "translation": {
      "en": "It's so hard to have to try so hard all the time.",
      "vi": "Thật khó khi lúc nào cũng phải cố hết sức."
    }
  },
  {
    "translation": {
      "en": "Okay, that was weird.",
      "vi": "Được rồi, kỳ quá."
    }
  },
  {
    "translation": {
      "en": "Um, how did you get me to be vulnerable like that?",
      "vi": "Sao cậu khiến tôi yếu đuối vậy chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm never like that.",
      "vi": "Tôi chưa từng thế."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Cậu biết đấy,"
    }
  },
  {
    "translation": {
      "en": "It's just kinda a thing I do with people.",
      "vi": "đó là điều tôi làm với mọi người."
    }
  },
  {
    "translation": {
      "en": "Maybe it was just what you needed.",
      "vi": "Có lẽ đó chính là điều cậu cần."
    }
  },
  {
    "translation": {
      "en": "What do you need?",
      "vi": "Còn cậu cần gì?"
    }
  },
  {
    "translation": {
      "en": "I don't know what that means.",
      "vi": "Tôi không hiểu nghĩa câu đó."
    }
  },
  {
    "translation": {
      "en": "Can I kiss you?",
      "vi": "Tôi hôn cậu nhé?"
    }
  },
  {
    "translation": {
      "en": "See you next time?",
      "vi": "Gặp lại sau nhé?"
    }
  },
  {
    "translation": {
      "en": "Excuse me. Languages?",
      "vi": "Xin lỗi. Sách ngoại ngữ?"
    }
  },
  {
    "translation": {
      "en": "- Third stack. - Thank you.",
      "vi": "- Giá thứ ba. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I'm gonna dive right in.",
      "vi": "Tôi nói thẳng luôn."
    }
  },
  {
    "translation": {
      "en": "I know what's going on between you and River.",
      "vi": "Tôi biết chuyện giữa cậu và River."
    }
  },
  {
    "translation": {
      "en": "He told me what happened.",
      "vi": "Anh ấy kể với tôi rồi."
    }
  },
  {
    "translation": {
      "en": "I was mad at first, but then I admired his honesty.",
      "vi": "Lúc đầu tôi giận, nhưng rồi tôi ngưỡng mộ sự thật thà ấy."
    }
  },
  {
    "translation": {
      "en": "River and I have complete transparency.",
      "vi": "River và tôi luôn thành thật với nhau."
    }
  },
  {
    "translation": {
      "en": "I've always known he was fluid. I am too, sorta.",
      "vi": "Tôi vẫn biết anh ấy mê cả hai giới. Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "And if you're the way he deals with that part of himself, that's fine.",
      "vi": "Và nếu cậu là cách anh ấy đối phó với phần con người đó, thì không sao."
    }
  },
  {
    "translation": {
      "en": "But I want in too.",
      "vi": "Nhưng tôi phải có phần."
    }
  },
  {
    "translation": {
      "en": "Come over to my house after school.",
      "vi": "Tan học đến nhà tôi."
    }
  },
  {
    "translation": {
      "en": "Let’s all get it on.",
      "vi": "Chúng ta cùng vui."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "I don't know where the gun came from. Um...",
      "vi": "Cháu không rõ súng ở đâu ra."
    }
  },
  {
    "translation": {
      "en": "He just turned away for a moment and then he had it in his hand and then he shot himself.",
      "vi": "Cậu ấy chỉ vừa quay đi một lát và đã cầm súng trong tay rồi tự bắn mình."
    }
  },
  {
    "translation": {
      "en": "Son, look at me. I never heard a sound like that before.",
      "vi": "- Con trai, nhìn chú. - Cháu chưa từng nghe âm thanh như thế."
    }
  },
  {
    "translation": {
      "en": "I need you to focus and tell me everything you remember.",
      "vi": "Chú cần cháu tập trung và kể lại mọi điều cháu nhớ."
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "vi": "Chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "He killed himself.",
      "vi": "Cậu ấy tự tử rồi."
    }
  },
  {
    "translation": {
      "en": "He did this because of you.",
      "vi": "Anh ấy làm thế vì cậu."
    }
  },
  {
    "translation": {
      "en": "- Miss? - I have to see him.",
      "vi": "- Này? - Cháu phải nhìn anh ấy."
    }
  },
  {
    "translation": {
      "en": "- Sorry, you can’t-- - I have to see him! I’m his girlfriend.",
      "vi": "- Xin lỗi, không... - Nhìn thôi, cháu là bạn gái. Cháu phải nhìn anh ấy. Cháu là bạn gái."
    }
  },
  {
    "translation": {
      "en": "I'm his girlfriend!",
      "vi": "Cháu là bạn gái anh ấy."
    }
  },
  {
    "translation": {
      "en": "I should be crying.",
      "vi": "Con nên khóc chứ."
    }
  },
  {
    "translation": {
      "en": "Why aren't I crying?",
      "vi": "Sao con không khóc?"
    }
  },
  {
    "translation": {
      "en": "It's not you. They told me when you were born you didn't even cry.",
      "vi": "Không phải do con. Họ nói khi sinh ra, con cũng chẳng khóc."
    }
  },
  {
    "translation": {
      "en": "You just came out and looked at everyone with a furrowed brow.",
      "vi": "Con ra đời và nhìn mọi người, lông mày nhíu lại."
    }
  },
  {
    "translation": {
      "en": "I’m worried... that I... that I don't have the same feelings everyone else does.",
      "vi": "Con lo là mình... Là mình không có cảm xúc như người khác."
    }
  },
  {
    "translation": {
      "en": "I think a lot of young people feel that way, especially nowadays.",
      "vi": "Mẹ nghĩ rất nhiều người trẻ cảm thấy thế, đặc biệt là thời nay."
    }
  },
  {
    "translation": {
      "en": "Your generation got the terrible idea",
      "vi": "Thế hệ của con có cái ý nghĩ tệ hại"
    }
  },
  {
    "translation": {
      "en": "that it was best to vomit every thought and feeling all over each other.",
      "vi": "là tốt nhất nên trút hết mọi suy nghĩ và cảm xúc lên nhau."
    }
  },
  {
    "translation": {
      "en": "It's a pandemic of overcommunication that's led to an absence of intimacy.",
      "vi": "Đó là đại dịch cuồng giao tiếp dẫn đến thiếu cảm giác thân mật."
    }
  },
  {
    "translation": {
      "en": "It's more than that for me.",
      "vi": "Với con không chỉ vậy."
    }
  },
  {
    "translation": {
      "en": "What if I'm just wired differently?",
      "vi": "Nhỡ con khác người?"
    }
  },
  {
    "translation": {
      "en": "I mean, what if I can't feel for anyone else?",
      "vi": "Ý con là, nhỡ con không thể đồng cảm với bất kỳ ai?"
    }
  },
  {
    "translation": {
      "en": "They say that sociopaths can't do that.",
      "vi": "Họ nói đám tâm thần không thể."
    }
  },
  {
    "translation": {
      "en": "What if all I'll ever able to do is pretend to feel?",
      "vi": "Nhỡ cả đời con chỉ có thể giả vờ đồng cảm thì sao?"
    }
  },
  {
    "translation": {
      "en": "Does it matter if you can’t tell the difference?",
      "vi": "Không phân biệt được thì quan trọng gì chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry about River.",
      "vi": "Mẹ rất tiếc chuyện River."
    }
  },
  {
    "translation": {
      "en": "He was a wonderful boy.",
      "vi": "Cậu ấy rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "This is gonna sound awful, but I'm just gonna say it. Now that River's dead, you're running unopposed.",
      "vi": "Nói ra thì tệ, nhưng tôi cứ nói. Giờ River đã mất, cậu không có đối thủ."
    }
  },
  {
    "translation": {
      "en": "- Seriously? - I can't believe you just said that.",
      "vi": "- Thật ư? - Sao nói thế được."
    }
  },
  {
    "translation": {
      "en": "Sorry, but it's my job.",
      "vi": "Xin lỗi, việc của tôi mà."
    }
  },
  {
    "translation": {
      "en": "- - You know you don't have to do this.",
      "vi": "Anh đâu cần làm việc này."
    }
  },
  {
    "translation": {
      "en": "I want to.",
      "vi": "Anh muốn mà."
    }
  },
  {
    "translation": {
      "en": "And while they ask that you respect their privacy at this time,",
      "vi": "Và dù yêu cầu mọi người tôn trọng sự riêng tư vào lúc này,"
    }
  },
  {
    "translation": {
      "en": "River's family wishes to express their gratitude",
      "vi": "gia đình River cũng muốn tỏ lòng biết ơn"
    }
  },
  {
    "translation": {
      "en": "for the outpouring of support they have received in the last few days.",
      "vi": "trước tình cảm dạt dào họ nhận được trong mấy ngày qua."
    }
  },
  {
    "translation": {
      "en": "It's trying times like these",
      "vi": "Chính những lúc khó khăn thế này,"
    }
  },
  {
    "translation": {
      "en": "where we, as a community, look to our student leaders",
      "vi": "chúng ta, một cộng đồng, tìm đến các học sinh đứng đầu"
    }
  },
  {
    "translation": {
      "en": "for a way to move forward and begin to heal.",
      "vi": "để tìm cách bước tiếp và bắt đầu hồi phục."
    }
  },
  {
    "translation": {
      "en": "Payton?",
      "vi": "Payton."
    }
  },
  {
    "translation": {
      "en": "I didn't really get to know River until last year.",
      "vi": "Tận năm ngoái tôi mới bắt đầu chơi với River."
    }
  },
  {
    "translation": {
      "en": "He was my tutor.",
      "vi": "Cậu ấy là gia sư của tôi."
    }
  },
  {
    "translation": {
      "en": "Then he became my friend. And then, my opponent.",
      "vi": "Rồi trở thành bạn tôi. Và rồi, đối thủ của tôi."
    }
  },
  {
    "translation": {
      "en": "We found ourselves running against one another, but River never made it feel like a competition.",
      "vi": "Bọn tôi đối đầu, nhưng River không hề muốn thi thố."
    }
  },
  {
    "translation": {
      "en": "He would always say, Don’t worry about it, Payton. Let the best man win.",
      "vi": "Cậu ấy luôn nói, Đừng lo, Payton. Người giỏi nhất sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "Now, the best man can't win. Uh, River was very active in the drama department,",
      "vi": "Giờ, người giỏi nhất không thể thắng nữa. River rất năng nổ ở khoa kịch,"
    }
  },
  {
    "translation": {
      "en": "so I've asked one of his many friends to help me sing a song in his honor.",
      "vi": "nên tôi nhờ một bạn của cậu ấy giúp tôi hát một bài tưởng nhớ."
    }
  },
  {
    "translation": {
      "en": "It's coming on Christmas They're cutting down trees",
      "vi": "Giáng sinh đang đến rồi Họ lại hạ những cây thông"
    }
  },
  {
    "translation": {
      "en": "Putting up reindeer Singing songs of joy and peace",
      "vi": "Dựng những chú tuần lộc Hát ca hân hoan, yên bình"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river",
      "vi": "Ôi, ước gì tôi có một dòng sông"
    }
  },
  {
    "translation": {
      "en": "I could skate away on",
      "vi": "Tôi có thể trượt đi thật xa"
    }
  },
  {
    "translation": {
      "en": "But it don't snow here",
      "vi": "Song nơi này tuyết chẳng rơi"
    }
  },
  {
    "translation": {
      "en": "It stays pretty green",
      "vi": "Cảnh vật vẫn xanh tươi"
    }
  },
  {
    "translation": {
      "en": "Gonna make a lot of money Then I’m gonna quit this crazy scene",
      "vi": "Tôi sẽ kiếm bộn tiền Rồi bỏ chốn điên rồ này"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river",
      "vi": "Ôi, ước gì tôi có một dòng sông"
    }
  },
  {
    "translation": {
      "en": "I could skate away on",
      "vi": "Tôi có thể trượt đi thật xa"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river so long",
      "vi": "Ôi, ước gì tôi có một dòng sông thật dài"
    }
  },
  {
    "translation": {
      "en": "I would teach my feet to fly",
      "vi": "Tôi sẽ dạy đôi chân mình bay"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river",
      "vi": "Ôi, ước gì tôi có một dòng sông"
    }
  },
  {
    "translation": {
      "en": "I could skate away on",
      "vi": "Tôi có thể trượt đi thật xa"
    }
  },
  {
    "translation": {
      "en": "I made my baby cry",
      "vi": "Tôi đã làm người thương khóc"
    }
  },
  {
    "translation": {
      "en": "He tried hard to help me You know, he put me at ease",
      "vi": "Anh đã gắng sức giúp tôi Bạn biết đấy, anh xoa dịu tôi"
    }
  },
  {
    "translation": {
      "en": "And he loved me so naughty Made me weak in the knees",
      "vi": "Và anh nuông chiều tôi Khiến đầu gối tôi run rẩy"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river",
      "vi": "Ôi, ước gì tôi có một dòng sông"
    }
  },
  {
    "translation": {
      "en": "I could skate away on",
      "vi": "Tôi có thể trượt đi thật xa"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river so long",
      "vi": "Ôi, ước gì tôi có một dòng sông thật dài"
    }
  },
  {
    "translation": {
      "en": "I would teach my feet to fly",
      "vi": "Tôi sẽ dạy đôi chân mình bay"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river",
      "vi": "Ôi, ước gì tôi có một dòng sông"
    }
  },
  {
    "translation": {
      "en": "I could skate away on",
      "vi": "Tôi có thể trượt đi thật xa"
    }
  },
  {
    "translation": {
      "en": "I made my baby say goodbye",
      "vi": "Tôi đã bắt người thương chào từ biệt"
    }
  },
  {
    "translation": {
      "en": "It's coming on Christmas They're cutting down trees",
      "vi": "Giáng sinh đang đến rồi Họ lại hạ những cây thông"
    }
  },
  {
    "translation": {
      "en": "They're putting up reindeer And singing songs of joy and peace",
      "vi": "Dựng những chú tuần lộc Hát ca hân hoan, yên bình"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river",
      "vi": "Ôi, ước gì tôi có một dòng sông"
    }
  },
  {
    "translation": {
      "en": "I could skate away on",
      "vi": "Tôi có thể trượt đi thật xa"
    }
  },
  {
    "translation": {
      "en": "River's girlfriend, Astrid, has asked to say a few words.",
      "vi": "Bạn gái River, Astrid, đã xin được nói vài lời."
    }
  },
  {
    "translation": {
      "en": "Thank you, Payton, that was beautiful. I’m sure River would've appreciated it.",
      "vi": "Cảm ơn Payton, hát hay lắm. Chắc chắn River sẽ rất cảm kích."
    }
  },
  {
    "translation": {
      "en": "You were right when you said the best man can't win.",
      "vi": "Cậu đã đúng khi nói người giỏi nhất không thể thắng."
    }
  },
  {
    "translation": {
      "en": "There was only one person in this race up for the job. And now he's gone.",
      "vi": "Chỉ một người trong cuộc đua phù hợp với vị trí này. Giờ anh ấy đã không còn."
    }
  },
  {
    "translation": {
      "en": "That is why I've decided to run in River's place.",
      "vi": "Đó là lý do tôi quyết định tranh cử thay River."
    }
  },
  {
    "translation": {
      "en": "- My running mate will be Skye Leighton. -",
      "vi": "Phó tướng của tôi là Skye Leighton."
    }
  },
  {
    "translation": {
      "en": "We will try to be the first all- female ticket in this school's history.",
      "vi": "Bọn tôi sẽ cố trở thành cặp nữ ứng viên đầu tiên của trường này."
    }
  },
  {
    "translation": {
      "en": "If you believed in what River stood for,",
      "vi": "Nếu các bạn tin vào điều River ủng hộ,"
    }
  },
  {
    "translation": {
      "en": "good, because so did I.",
      "vi": "tốt, vì tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "And if you give me your vote,",
      "vi": "Và nếu các bạn bầu cho tôi,"
    }
  },
  {
    "translation": {
      "en": "then together, we can keep River's memory alive.",
      "vi": "thì ta có thể cùng nhau gìn giữ ký ức về River."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "You wanted to see me?",
      "vi": "Mẹ muốn gặp con?"
    }
  },
  {
    "translation": {
      "en": "This came for you.",
      "vi": "Thư của con này."
    }
  },
  {
    "translation": {
      "en": "Open it.",
      "vi": "Mở ra đi."
    }
  },
  {
    "translation": {
      "en": "Waitlisted.",
      "vi": "Danh sách chờ."
    }
  },
  {
    "translation": {
      "en": "Sweetheart.",
      "vi": "Ôi, con yêu."
    }
  },
  {
    "translation": {
      "en": "A lifetime of focus and planning, carefully studying applications obtained on the black market",
      "vi": "Cả đời tập trung và lên kế hoạch, xem kỹ các hồ sơ ứng tuyển  mua ở chợ đen"
    }
  },
  {
    "translation": {
      "en": "to pinpoint the exact combination of extracurriculars and test scores",
      "vi": "để tìm đúng bộ đôi hoạt động ngoại khóa và điểm thi"
    }
  },
  {
    "translation": {
      "en": "that would optimize my chances at acceptance.",
      "vi": "sẽ tối ưu hóa khả năng đỗ."
    }
  },
  {
    "translation": {
      "en": "Three years on that stupid literary magazine. Model UN.",
      "vi": "Ba năm trên tạp chí văn học dở hơi. Hội nghị Mô phỏng Liên hiệp quốc."
    }
  },
  {
    "translation": {
      "en": "And service- oriented summer camp in Costa Rica. Flippin' Mandarin!",
      "vi": "Trại hè tình nguyện ở Costa Rica. Tiếng Quan Thoại nữa!"
    }
  },
  {
    "translation": {
      "en": "- They haven't said no. - This is worse. This is worse than no.",
      "vi": "- Họ chưa từ chối. - Đây còn tệ hơn. Tệ hơn từ chối."
    }
  },
  {
    "translation": {
      "en": "This is-- This is, Let's wait and see if we find anybody better.",
      "vi": "Đây là, Chờ xem có tìm được ai hơn không."
    }
  },
  {
    "translation": {
      "en": "This is, Even if we take you, you're our second choice. Why didn't-- Why didn't they want me?",
      "vi": "Đây là, có đỗ cũng là lựa chọn thứ hai. Sao họ không muốn nhận con?"
    }
  },
  {
    "translation": {
      "en": "They took those morons.",
      "vi": "Họ nhận lũ ngốc đó."
    }
  },
  {
    "translation": {
      "en": "Well, your father and I bought their way in.",
      "vi": "Là nhờ bố mẹ đút lót mà."
    }
  },
  {
    "translation": {
      "en": "You were very clear. You said you wanted to do this properly.",
      "vi": "Và con đã nói rất rõ. Con nói muốn làm đàng hoàng."
    }
  },
  {
    "translation": {
      "en": "No, I can't get in that way. People know it. It stays with you.",
      "vi": "Con đâu thể đỗ nhờ cách đó. Họ biết. Nó theo ta suốt đời."
    }
  },
  {
    "translation": {
      "en": "It's-- It's handing your opponent a negative ad on a platter.",
      "vi": "Như cho không đối thủ quảng cáo tiêu cực về mình."
    }
  },
  {
    "translation": {
      "en": "Come here.",
      "vi": "Lại đây nào."
    }
  },
  {
    "translation": {
      "en": "Don't litter. Okay.",
      "vi": "- Đừng vứt rác lung tung. - Vâng."
    }
  },
  {
    "translation": {
      "en": "Waitlisted is not no and you're going to get in.",
      "vi": "Danh sách chờ đâu phải trượt và anh sẽ đỗ mà."
    }
  },
  {
    "translation": {
      "en": "You're the most exceptional human being I've ever met.",
      "vi": "Anh là người xuất chúng nhất em từng gặp."
    }
  },
  {
    "translation": {
      "en": "Hold on. You must've gotten your letter today too.",
      "vi": "Chờ đã. Chắc hôm nay em cũng nhận được thư rồi."
    }
  },
  {
    "translation": {
      "en": "I'm sure that they have an algorithm that demands they take so many women",
      "vi": "Chắc chắn họ có thuật toán bắt họ nhận rất nhiều nữ"
    }
  },
  {
    "translation": {
      "en": "and so many applicants from this group or that.",
      "vi": "và rất nhiều ứng viên từ nhóm này kia."
    }
  },
  {
    "translation": {
      "en": "Yes, I got in.",
      "vi": "Phải, em đỗ."
    }
  },
  {
    "translation": {
      "en": "Alice, please, don't diminish your accomplishments to soothe my ego. You're gonna be valedictorian.",
      "vi": "Alice, đừng hạ thấp thành công để xoa dịu cái tôi của anh. Em sẽ là thủ khoa."
    }
  },
  {
    "translation": {
      "en": "You have a gold medal in fencing from the Junior Olympics. You speak six languages.",
      "vi": "Em có huy chương vàng đấu kiếm Olympic Trẻ. Nói sáu thứ tiếng."
    }
  },
  {
    "translation": {
      "en": "No one deserves to go to Harvard more than you.",
      "vi": "Không ai xứng đáng đỗ Harvard hơn em."
    }
  },
  {
    "translation": {
      "en": "- And I am so happy for you. -",
      "vi": "Và anh rất mừng cho em."
    }
  },
  {
    "translation": {
      "en": "Tonight is about getting you back on your feet 100%,",
      "vi": "Chà, được rồi. Mục tiêu của tối nay là giúp anh lấy lại hoàn toàn phong độ"
    }
  },
  {
    "translation": {
      "en": "so you can win this election and make this world a better place.",
      "vi": "để đắc cử và làm thế giới này tốt đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "Thomas, please go set up your table in the massage room. You'll give Payton a treatment as soon as we're done.",
      "vi": "Thomas, chuẩn bị bàn phòng mát xa đi. Xong việc ở đây ông sẽ chăm sóc Payton."
    }
  },
  {
    "translation": {
      "en": "Reiki, cups, and acupuncture.",
      "vi": "Reiki, giác hơi và châm cứu."
    }
  },
  {
    "translation": {
      "en": "- You're too good to be true. -",
      "vi": "Em là giấc mơ có thật."
    }
  },
  {
    "translation": {
      "en": "I have a plan to help you win. But first, I need to ask you some questions,",
      "vi": "Em có kế hoạch giúp anh thắng. Nhưng em cần hỏi anh vài câu trước,"
    }
  },
  {
    "translation": {
      "en": "and I need you to answer me honestly, no judgment.",
      "vi": "anh phải nói thật, không phán xét."
    }
  },
  {
    "translation": {
      "en": "I swear.",
      "vi": "Anh thề."
    }
  },
  {
    "translation": {
      "en": "Did you kill River?",
      "vi": "Anh giết River à?"
    }
  },
  {
    "translation": {
      "en": "I won't judge you or turn you in. I just want to know.",
      "vi": "Em sẽ không phán xét hay báo cảnh sát. Em chỉ muốn biết."
    }
  },
  {
    "translation": {
      "en": "While you didn't anticipate Astrid jumping into the campaign,",
      "vi": "Dù anh không ngờ Astrid sẽ tranh cử,"
    }
  },
  {
    "translation": {
      "en": "you might have correctly thought that River dying would be your clearest path to victory.",
      "vi": "có thể anh đã tính đúng là River chết, anh sẽ thắng dễ nhất."
    }
  },
  {
    "translation": {
      "en": "I didn't kill him.",
      "vi": "Anh không làm vậy."
    }
  },
  {
    "translation": {
      "en": "We need to break up.",
      "vi": "Ta cần chia tay."
    }
  },
  {
    "translation": {
      "en": "- You said you wouldn't judge me! - Not really break up.",
      "vi": "- Em nói không phán xét! - Vờ thôi."
    }
  },
  {
    "translation": {
      "en": "We need to pretend to break up in order for you to win the election.",
      "vi": "Ta cần giả vờ chia tay để anh đắc cử."
    }
  },
  {
    "translation": {
      "en": "Right now, you and Astrid are splitting the sympathy vote.",
      "vi": "Phiếu thương cảm hiện chia cho anh và Astrid."
    }
  },
  {
    "translation": {
      "en": "I'm going to confess that I cheated on you.",
      "vi": "Em sẽ thú nhận là đã lừa dối anh."
    }
  },
  {
    "translation": {
      "en": "It'll be a scandal.",
      "vi": "Sẽ là một bê bối."
    }
  },
  {
    "translation": {
      "en": "You will dump me and everyone will feel sorry for you.",
      "vi": "Anh sẽ đá em và mọi người sẽ thương anh."
    }
  },
  {
    "translation": {
      "en": "I've cleared with McAfee and James.",
      "vi": "McAfee, James đã duyệt."
    }
  },
  {
    "translation": {
      "en": "They think it could gain you six to nine points, depending on how magnanimous you are about the whole thing.",
      "vi": "Họ nghĩ anh sẽ có thêm sáu đến chín điểm, tùy vào xử lý cao cả đến đâu."
    }
  },
  {
    "translation": {
      "en": "But everyone will hate you.",
      "vi": "Nhưng mọi người sẽ ghét em."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "vi": "Em yêu anh."
    }
  },
  {
    "translation": {
      "en": "This... is what love looks like, Payton.",
      "vi": "Đây là hành động vì tình yêu, Payton."
    }
  },
  {
    "translation": {
      "en": "This is what sacrifice looks like.",
      "vi": "Đây là hành động vì hy sinh."
    }
  },
  {
    "translation": {
      "en": "This is what it takes to change the world.",
      "vi": "Đây là hành động cần làm để thay đổi thế giới."
    }
  },
  {
    "translation": {
      "en": "I am your first lady today...",
      "vi": "Em là đệ nhất phu nhân của anh hôm nay"
    }
  },
  {
    "translation": {
      "en": "and always.",
      "vi": "và mãi mãi."
    }
  },
  {
    "translation": {
      "en": "- But there are rules. - Rules?",
      "vi": "- Nhưng có quy tắc đấy. - Quy tắc ư?"
    }
  },
  {
    "translation": {
      "en": "We will break up",
      "vi": "Ta sẽ chia tay"
    }
  },
  {
    "translation": {
      "en": "long enough for you to win and for no one to suspect duplicity on our parts.",
      "vi": "đủ lâu để anh thắng và để không ai nghi ngờ ta hai mặt."
    }
  },
  {
    "translation": {
      "en": "You will post photos of Big Sur,",
      "vi": "Anh sẽ đăng ảnh bờ biển Big Sur,"
    }
  },
  {
    "translation": {
      "en": "the truffle french fries at Hoagies Diner on Route 14,",
      "vi": "khoai chiên truffle ở Nhà hàng Hoagie, Đường 14,"
    }
  },
  {
    "translation": {
      "en": "and cute dogs on your Instagram at least once a day with captions like,",
      "vi": "và lũ chó đáng yêu lên Instagram ít nhất mỗi ngày một lần kèm chú thích,"
    }
  },
  {
    "translation": {
      "en": "Wish I was here, and Yummy, and heart emoji.",
      "vi": "Ước gì được tới đây, Ngon tuyệt và biểu tượng trái tim."
    }
  },
  {
    "translation": {
      "en": "When you do so, I will know you were thinking of me.",
      "vi": "Khi anh làm thế, em sẽ biết anh đang nghĩ về em."
    }
  },
  {
    "translation": {
      "en": "A secret code. I love it.",
      "vi": "Một mật mã. Anh thích lắm."
    }
  },
  {
    "translation": {
      "en": "And, most importantly,",
      "vi": "Và quan trọng nhất,"
    }
  },
  {
    "translation": {
      "en": "when you pass me in the hall, you will not pay me any mind.",
      "vi": "khi chạm mặt em ở hành lang, không được chú ý đến em."
    }
  },
  {
    "translation": {
      "en": "But as soon as we're past each other, you will turn and look back.",
      "vi": "Nhưng ngay khi đã đi qua nhau, anh sẽ ngoái đầu lại nhìn."
    }
  },
  {
    "translation": {
      "en": "I need you to do this for me or I won't be able to survive.",
      "vi": "Hãy làm vậy vì em, nếu không, em không sống nổi mất."
    }
  },
  {
    "translation": {
      "en": "Do you agree to these terms?",
      "vi": "Đồng ý với điều khoản chứ?"
    }
  },
  {
    "translation": {
      "en": "You are the best thing that will ever happen to me. Yes.",
      "vi": "Em là điều tuyệt vời nhất đến với anh trong đời. Được."
    }
  },
  {
    "translation": {
      "en": "I agree.",
      "vi": "Anh đồng ý."
    }
  },
  {
    "translation": {
      "en": "Let's move on to fish course.",
      "vi": "Mình ăn cá thôi."
    }
  },
  {
    "translation": {
      "en": "I don't want to say I'm overwhelmed with shame.",
      "vi": "Tôi không muốn nói tôi đang xấu hổ đầy mình"
    }
  },
  {
    "translation": {
      "en": "- That's too calculating, it sounds fake. - It is fake.",
      "vi": "- Tính toán quá, nghe giả tạo. - Giả mà."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I broke up with Payton tonight. I guess you could say I cheated on him, though it's more complicated than that.",
      "vi": "Tôi chia tay Payton tối nay. Có thể nói tôi đã lừa dối, dù chuyện phức tạp hơn."
    }
  },
  {
    "translation": {
      "en": "I will not name the other party involved at this time out of respect to their family. Period.",
      "vi": "Giờ tôi chưa nêu tên bên liên quan còn lại vì tôn trọng nhà họ. Chấm."
    }
  },
  {
    "translation": {
      "en": "That's good. Mysterious. Really makes you lean in.",
      "vi": "Tốt đấy. Bí ẩn. Rất thu hút sự chú ý."
    }
  },
  {
    "translation": {
      "en": "Post it.",
      "vi": "Đăng đi."
    }
  },
  {
    "translation": {
      "en": "- - This is good.",
      "vi": "Tốt đấy."
    }
  },
  {
    "translation": {
      "en": "Jesus, people are freakin' animals. These comments are brutal.",
      "vi": "Trời, họ như thú vật. Nhận xét ác quá."
    }
  },
  {
    "translation": {
      "en": "- This is really good. -",
      "vi": "Tốt quá."
    }
  },
  {
    "translation": {
      "en": "- Hi. - Hi.",
      "vi": "- Chào em. - Chào anh."
    }
  },
  {
    "translation": {
      "en": "I didn't like doing that. I know.",
      "vi": "- Em không thích làm thế. - Anh biết."
    }
  },
  {
    "translation": {
      "en": "It's the right thing to do.",
      "vi": "Là điều nên làm."
    }
  },
  {
    "translation": {
      "en": "Hey, Payton. We're ready when you are, buddy.",
      "vi": "Chào Payton. Bọn tôi đã sẵn sàng, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "- I felt the strangest emotion -",
      "vi": "Tôi rất tiếc."
    }
  },
  {
    "translation": {
      "en": "Hey, kiddo.",
      "vi": "Chào em."
    }
  },
  {
    "translation": {
      "en": "Look, I know you've been struggling with Mandarin and River was tutoring you.",
      "vi": "Này, thầy biết em gặp khó với tiếng Quan Thoại và River đã kèm em."
    }
  },
  {
    "translation": {
      "en": "You must be going through a lot right now. Yeah, I am.",
      "vi": "- Chắc giờ em phải chịu đựng nhiều lắm. - Dạ, phải ạ."
    }
  },
  {
    "translation": {
      "en": "Just show up for the exams, and I'll give you an A.",
      "vi": "Chỉ cần có mặt lúc kiểm tra và thầy sẽ cho em A."
    }
  },
  {
    "translation": {
      "en": "Okay? Thank you.",
      "vi": "- Được chứ? - Em cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, man, I'm really sorry.  Numbers look great. Genius. Wish I'd thought of it.",
      "vi": "Này, rất tiếc. Số liệu tuyệt. Quả là tài. Giá tôi nghĩ ra."
    }
  },
  {
    "translation": {
      "en": "Go to the cafeteria and press some flesh.",
      "vi": "Ra căng tin gặp mọi người đi."
    }
  },
  {
    "translation": {
      "en": "Well, I can imagine.",
      "vi": "Chà, bà hình dung được."
    }
  },
  {
    "translation": {
      "en": "Well, well, well. Oh.",
      "vi": "Chà chà."
    }
  },
  {
    "translation": {
      "en": "Look who's home.",
      "vi": "Xem ai về kìa."
    }
  },
  {
    "translation": {
      "en": "Ms. Fancypants, shut the door.",
      "vi": "Mời Bà Lớn đóng cửa lại."
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "- Sit down. - Yes, ma'am.",
      "vi": "- Ngồi xuống. - Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "This lovely young man was telling me",
      "vi": "Cậu trai trẻ đáng yêu này vừa kể"
    }
  },
  {
    "translation": {
      "en": "that you turned him down again as a running mate in the school election.",
      "vi": "cháu lại từ chối vị trí phó tướng trong cuộc bầu cử ở trường."
    }
  },
  {
    "translation": {
      "en": "That is twice now that you have defied me and I would like an explanation.",
      "vi": "Vậy là cháu đã thách thức bà hai lần và bà cần một lời giải thích."
    }
  },
  {
    "translation": {
      "en": "I just don't want all that attention.",
      "vi": "Cháu chỉ không muốn bị chú ý."
    }
  },
  {
    "translation": {
      "en": "Oh, don't you lie to me.",
      "vi": "Ôi, đừng có lừa bà."
    }
  },
  {
    "translation": {
      "en": "You were the one who begged me to call the Channel 13 news team",
      "vi": "Chính cháu đã cầu xin bà gọi cho đội đưa tin Kênh 13"
    }
  },
  {
    "translation": {
      "en": "so you could get a free trip to Legoland.",
      "vi": "để có được chuyến đi miễn phí đến Legoland."
    }
  },
  {
    "translation": {
      "en": "And the second those cameras turned on,",
      "vi": "Và ngay khi máy quay bật,"
    }
  },
  {
    "translation": {
      "en": "well, you just about peed your pants, you were so excited.",
      "vi": "cháu suýt tè ra quần vì quá phấn khích."
    }
  },
  {
    "translation": {
      "en": "You know, actually, Ms. Jackson, uh, Infinity, I have--",
      "vi": "Thực ra, bà Jackson, Infinity, tôi đã xem mọi bản tin địa phương về bạn"
    }
  },
  {
    "translation": {
      "en": "I've seen all the local news stories on you and they are...",
      "vi": "Thực ra, bà Jackson, Infinity, tôi đã xem mọi bản tin địa phương về bạn và chúng..."
    }
  },
  {
    "translation": {
      "en": "Oh, God, they're so inspiring. But I really think that this could be something even bigger.",
      "vi": "Trời, đầy cảm hứng, nhưng tôi thực sự nghĩ chuyện này có thể còn lớn hơn."
    }
  },
  {
    "translation": {
      "en": "I think this could be a national news story.",
      "vi": "Có thể lên bản tin toàn quốc."
    }
  },
  {
    "translation": {
      "en": "Infinity, you could become the voice of a generation of handicapable children.",
      "vi": "Infinity, bạn có thể là tiếng nói cho một thế hệ trẻ em khuyết tật."
    }
  },
  {
    "translation": {
      "en": "You know, at the risk of sounding vulgar, it's worth remembering",
      "vi": "Nghe có vẻ xúc phạm, nhưng nên nhớ cả hai có thể đổi thứ như thế"
    }
  },
  {
    "translation": {
      "en": "that you could parlay something like that into serious, regular income",
      "vi": "Nghe có vẻ xúc phạm, nhưng nên nhớ cả hai có thể đổi thứ như thế thành khoản thu nhập lớn đều đặn, mới tính Instagram."
    }
  },
  {
    "translation": {
      "en": "just off of Instagram alone.",
      "vi": "thành khoản thu nhập lớn đều đặn, mới tính Instagram."
    }
  },
  {
    "translation": {
      "en": "Wait a minute.",
      "vi": "Chờ chút."
    }
  },
  {
    "translation": {
      "en": "- We could make some money on this? - Absolutely. Oh, absolutely.",
      "vi": "- Có thể kiếm tiền từ chuyện này ư? - Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "Well, hot damn!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "If it would be at all helpful,",
      "vi": "Nếu giúp ích được,"
    }
  },
  {
    "translation": {
      "en": "I'd be happy to provide you with a cash loan that could be used for anything.",
      "vi": "cháu sẵn lòng cho bà vay tiền mặt để bà dùng tùy ý."
    }
  },
  {
    "translation": {
      "en": "Paying off medical bills, buying a new car.",
      "vi": "Trả hóa đơn y tế, mua xe mới."
    }
  },
  {
    "translation": {
      "en": "Wait a minute. A new car?",
      "vi": "Đợi chút. Một chiếc xe mới ư?"
    }
  },
  {
    "translation": {
      "en": "- Anything. - I like the sound of that.",
      "vi": "Gì cũng được! Nghe hay đấy."
    }
  },
  {
    "translation": {
      "en": "You know, I must say, I like the sound of your voice.",
      "vi": "Vâng, phải nói là cháu thích giọng bà đấy."
    }
  },
  {
    "translation": {
      "en": "Really? Yeah?",
      "vi": "Thật sao? Thế à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I really-- It's got a real melodic tone to it. Is that-- Are you from the South?",
      "vi": "Vâng. Thật đấy, nó rất du dương. Bà gốc ở miền Nam à?"
    }
  },
  {
    "translation": {
      "en": "Well, I am a country girl.",
      "vi": "À, bà là gái quê đấy."
    }
  },
  {
    "translation": {
      "en": "I knew it. I knew it.",
      "vi": "Cháu biết mà."
    }
  },
  {
    "translation": {
      "en": "- West- goddamn- Virginia.  - Of course.",
      "vi": "- Tây Virginia đấy. - Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, I drove all the way to California from Martinsville.",
      "vi": "Ừ, bà từ Martinsville lái xe đến tận California."
    }
  },
  {
    "translation": {
      "en": "You ever heard of Martinsville?",
      "vi": "Nghe Martinsville chưa?"
    }
  },
  {
    "translation": {
      "en": "- I don't think I have. -",
      "vi": "Hình như chưa ạ."
    }
  },
  {
    "translation": {
      "en": "- Stop it. Stop it. Just stop it! - What?!",
      "vi": "- Thôi đi. Thôi đi nào! - Gì thế?"
    }
  },
  {
    "translation": {
      "en": "I know what he's doing.",
      "vi": "Cháu biết cậu ấy làm gì."
    }
  },
  {
    "translation": {
      "en": "I know what you're doing.",
      "vi": "Tôi biết cậu đang làm gì."
    }
  },
  {
    "translation": {
      "en": "Payton, you're trying to seduce us.",
      "vi": "Payton, cậu đang cố dụ dỗ bà và tôi."
    }
  },
  {
    "translation": {
      "en": "You're using your money and your interest",
      "vi": "Cậu dùng tiền và lợi ích của mình"
    }
  },
  {
    "translation": {
      "en": "and you're throwing it around like it's nothing.",
      "vi": "và phân phát nó như thể chẳng là gì."
    }
  },
  {
    "translation": {
      "en": "Hey, you are being a rude little toad.",
      "vi": "Này, cháu đúng là nhãi ranh hư hỏng."
    }
  },
  {
    "translation": {
      "en": "He's a fake, Nana. He's a fake. I don't trust anything that he says.",
      "vi": "Cậu ấy là đồ giả tạo, bà ơi. Đồ giả tạo. Cháu không tin bất cứ điều gì cậu ấy nói."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.",
      "vi": "Bà rất xin lỗi."
    }
  },
  {
    "translation": {
      "en": "- I really do apologize, dear. - No, no, no. - I am so sorry. - Uh, no, no, she's right.",
      "vi": "- Bà thật sự xin lỗi cháu. Rất xin lỗi. - Không, bạn ấy nói đúng."
    }
  },
  {
    "translation": {
      "en": "She's right.",
      "vi": "Bạn ấy nói đúng."
    }
  },
  {
    "translation": {
      "en": "River died and... my girlfriend broke up with me",
      "vi": "River mất còn bạn gái chia tay tôi"
    }
  },
  {
    "translation": {
      "en": "and I don't think that I've processed any of it. Um, I just keep acting like everything is normal.",
      "vi": "và tôi không nghĩ mình đã chấp nhận được. Tôi cứ cư xử như tất cả vẫn bình thường."
    }
  },
  {
    "translation": {
      "en": "I just keep going through the motions, like nothing happened, but it did, I know that it did.",
      "vi": "Tôi cứ làm như một cái máy, như chưa có gì xảy ra, nhưng tôi biết là đã có chuyện."
    }
  },
  {
    "translation": {
      "en": "I know it did, and I still, I can't... I can't feel anything.",
      "vi": "Tôi biết là có và tôi vẫn, tôi không... Tôi không cảm nhận được gì."
    }
  },
  {
    "translation": {
      "en": "You're right, Infinity. You're right.",
      "vi": "Cậu nói đúng, Infinity. Đúng."
    }
  },
  {
    "translation": {
      "en": "I'm a fake.",
      "vi": "Tôi giả tạo."
    }
  },
  {
    "translation": {
      "en": "You shouldn't believe anything I say, because I don't know that I believe it either.",
      "vi": "Bạn không nên tin bất cứ điều gì tôi nói vì tôi cũng chẳng biết mình có tin không."
    }
  },
  {
    "translation": {
      "en": "I think that's why I want you for a running mate. You're authentic and you're real,",
      "vi": "Nên tôi muốn bạn làm phó tướng. Bạn chân thành và bạn sống thật,"
    }
  },
  {
    "translation": {
      "en": "and I can't even face the truth because...",
      "vi": "Nên tôi muốn bạn làm phó tướng. Bạn chân thành và bạn sống thật, còn tôi không thể đối mặt với sự thật vì… vì sự thật là…"
    }
  },
  {
    "translation": {
      "en": "because the truth is...",
      "vi": "còn tôi không thể đối mặt với sự thật vì… vì sự thật là…"
    }
  },
  {
    "translation": {
      "en": "...the truth is that I loved him.",
      "vi": "Sự thật là tôi yêu cậu ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I loved him so much.  And now he's gone.",
      "vi": "Ôi trời. Tôi yêu cậu ấy biết mấy. Và giờ cậu ấy mất rồi."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry, Payton.",
      "vi": "Tôi rất tiếc, Payton."
    }
  },
  {
    "translation": {
      "en": "I believe you now.",
      "vi": "Tôi tin cậu rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, I believe you.",
      "vi": "Tôi tin cậu."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "We got her.",
      "vi": "Lừa được rồi."
    }
  },
  {
    "translation": {
      "en": "Because that's what life's all about. It's not about avoiding adversity,",
      "vi": "Vì cuộc sống là thế. Quan trọng không phải tránh nghịch cảnh,"
    }
  },
  {
    "translation": {
      "en": "it's how we handle the hard times when they come barging into our lives,",
      "vi": "mà là cách ta xử lý lúc khó khăn khi chúng ập đến trong đời,"
    }
  },
  {
    "translation": {
      "en": "destroying everything we hold dear. And that's why I've got someone very special with me today.",
      "vi": "phá nát mọi điều ta yêu quý. Nên hôm nay tôi có một người rất đặc biệt bên tôi."
    }
  },
  {
    "translation": {
      "en": "Now, this is a girl that we've all met, but... she's someone that I don't think a lot of us really know.",
      "vi": "Đây là cô gái ta đều đã gặp, nhưng chắc nhiều người chúng ta chưa thực sự biết."
    }
  },
  {
    "translation": {
      "en": "And I think that the reason that I find her so inspiring",
      "vi": "Có lẽ lý do tôi thấy bạn ấy truyền cảm hứng"
    }
  },
  {
    "translation": {
      "en": "is because... I look at my life,",
      "vi": "là vì tôi nhìn cuộc sống của mình, những chuyện xảy ra trong vài tuần qua,"
    }
  },
  {
    "translation": {
      "en": "and what's happened in the past few weeks, even the past few hours,",
      "vi": "là vì tôi nhìn cuộc sống của mình, những chuyện xảy ra trong vài tuần qua, thậm chí vài giờ qua, cũng chẳng so sánh được"
    }
  },
  {
    "translation": {
      "en": "does not even compare",
      "vi": "thậm chí vài giờ qua, cũng chẳng so sánh được"
    }
  },
  {
    "translation": {
      "en": "to the struggles that this young woman has to face every moment of every day.",
      "vi": "với những khó khăn cô gái này phải đối mặt mỗi giây mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "And yet, she looks at the future... with hope and optimism",
      "vi": "Thế mà bạn ấy vẫn nhìn về tương lai với niềm hy vọng, sự lạc quan"
    }
  },
  {
    "translation": {
      "en": "and a sense of humor.",
      "vi": "và cả khiếu hài hước."
    }
  },
  {
    "translation": {
      "en": "Infinity, you inspire me.",
      "vi": "Infinity, bạn cho tôi cảm hứng."
    }
  },
  {
    "translation": {
      "en": "That is why I'm proud to introduce you as my running mate today.",
      "vi": "Nên nay tôi tự hào giới thiệu bạn là phó tướng."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentleman, the next vice president of Saint Sebastian, Infinity Jackson!",
      "vi": "Thưa quý vị, phó chủ tịch tiếp theo của Saint Sebastian, Infinity Jackson."
    }
  },
  {
    "translation": {
      "en": "Thank you. Oh, my God, that was so nice.",
      "vi": "Cảm ơn. Ôi trời, cậu nói hay quá."
    }
  },
  {
    "translation": {
      "en": "How about this one, huh? Let's hear it.",
      "vi": "Thế này thì sao? Cùng nghe nào."
    }
  },
  {
    "translation": {
      "en": "Thank you, my gosh, thank you. Uh...",
      "vi": "Cảm ơn, trời đất, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I guess Payton's right.",
      "vi": "Chắc Payton nói đúng."
    }
  },
  {
    "translation": {
      "en": "My life hasn't always been easy, but my Nana-- my Nana always says,",
      "vi": "Cuộc sống của tôi không phải lúc nào cũng dễ dàng, nhưng bà luôn nói,"
    }
  },
  {
    "translation": {
      "en": "“Infinity Maybelline Jackson... Congrats on the musical, by the way. Nice to see you.",
      "vi": "- “Infinity Maybelline Jackson... - Mà chúc mừng nhạc kịch. Gặp cậu tốt quá."
    }
  },
  {
    "translation": {
      "en": "Hey, looking good, guys. Thanks for being here.",
      "vi": "Này, cậu bảnh đấy. Cảm ơn đã đến."
    }
  },
  {
    "translation": {
      "en": "...a lot worse than you. And she's right.",
      "vi": "...tệ hơn cháu nhiều. Và bà nói đúng."
    }
  },
  {
    "translation": {
      "en": "- She already has an 80% approval rating. - And a fan account on Instagram.",
      "vi": "- Bạn ấy đã có 80% ủng hộ . - Và tài khoản hâm mộ Instagram."
    }
  },
  {
    "translation": {
      "en": "I'm one of the lucky ones.",
      "vi": "Tôi là người may mắn."
    }
  },
  {
    "translation": {
      "en": "Sit back and enjoy the show.",
      "vi": "Xem diễn đi."
    }
  },
  {
    "translation": {
      "en": "- But I'm counting my blessings today. - We're all lucky, aren't we?",
      "vi": "Nhưng hôm nay tôi biết ơn điều mình có. Ta đều may mắn, phải không?"
    }
  },
  {
    "translation": {
      "en": "- Hey, Andrew. - Eric.",
      "vi": "- Chào Andrew. - Eric."
    }
  },
  {
    "translation": {
      "en": "Right, Eric, sorry.",
      "vi": "Ừ, Eric, xin lỗi."
    }
  },
  {
    "translation": {
      "en": "You douchebag, my name is Andrew.",
      "vi": "Đồ tồi, tôi tên Andrew."
    }
  },
  {
    "translation": {
      "en": "I'm here, I'm alive, I'm with all of you beautiful people.",
      "vi": "Tôi ở đây, tôi còn sống. Tôi bên các bạn, những con người xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "I was coming to find you. I’m really sorry. I want you to know this was a really--",
      "vi": "Thật ra, tôi định tìm cậu. Rất xin lỗi. Tôi muốn cậu biết việc này..."
    }
  },
  {
    "translation": {
      "en": "She's scamming everyone, you know that, right?",
      "vi": "Nó lừa mọi người, cậu biết chưa?"
    }
  },
  {
    "translation": {
      "en": "- What? Who? - Infinity.",
      "vi": "- Sao? Ai cơ? - Infinity."
    }
  },
  {
    "translation": {
      "en": "It's all a big scam. She's not sick.",
      "vi": "Nổ to lừa lớn. Nó không mắc bệnh."
    }
  },
  {
    "translation": {
      "en": "Thank you, Payton.",
      "vi": "Cảm ơn Payton."
    }
  },
  {
    "translation": {
      "en": "Thank you, Saint Sebastian.",
      "vi": "Cảm ơn Saint Sebastian."
    }
  },
  {
    "translation": {
      "en": "She's faking it.",
      "vi": "Nó giả vờ."
    }
  },
  {
    "translation": {
      "en": "I...",
      "vi": "Tôi..."
    }
  },
  {
    "translation": {
      "en": "I’m gonna work my butt off for you guys.",
      "vi": "Tôi sẽ dốc hết sức mình vì các bạn."
    }
  },
  {
    "translation": {
      "en": "I mean, like, let's just get out there and win this thing!",
      "vi": "Ý tôi là, hãy cùng ra ngoài giành chiến thắng nào!"
    }
  },
  {
    "translation": {
      "en": "- Yeah! -",
      "vi": "Đúng rồi!"
    }
  }
]