[
  {
    "translation": {
      "en": "[narrator] In just two weeks,",
      "vi": "Chỉ trong hai tuần,"
    }
  },
  {
    "translation": {
      "en": "the German Army storms across France and Belgium,",
      "vi": "quân Đức tấn công khắp nước Pháp và Bỉ,"
    }
  },
  {
    "translation": {
      "en": "pushing hundreds of thousands of British and French soldiers",
      "vi": "đẩy hàng trăm ngàn lính Anh và Pháp"
    }
  },
  {
    "translation": {
      "en": "to the sea at Dunkirk.",
      "vi": "về phía biển ở Dunkirk."
    }
  },
  {
    "translation": {
      "en": "They have revolutionized warfare.",
      "vi": "Họ đã cách mạng hóa chiến tranh."
    }
  },
  {
    "translation": {
      "en": "They've realized that speed of movement is now the key,",
      "vi": "Họ đã nhận ra tốc độ di chuyển giờ là chìa khóa,"
    }
  },
  {
    "translation": {
      "en": "so you create these armored formations that move fast.",
      "vi": "nên bạn tạo ra các đội hình bọc thép di chuyển nhanh."
    }
  },
  {
    "translation": {
      "en": "They are harnessing new panzer techniques with radio technology,",
      "vi": "Họ đang khai thác các kỹ thuật panzer mới với công"
    }
  },
  {
    "translation": {
      "en": "and the support of the Luftwaffe. That's the new thing.",
      "vi": "nghệ radio và sự hỗ trợ của Luftwaffe. Đó là điều mới."
    }
  },
  {
    "translation": {
      "en": "[narrator] A brutal aerial bombardment...",
      "vi": "Một vụ oanh tạc trên không tàn bạo…"
    }
  },
  {
    "translation": {
      "en": "fast-moving tanks...",
      "vi": "các xe tăng chuyển động nhanh…"
    }
  },
  {
    "translation": {
      "en": "a superhuman infantry.",
      "vi": "một bộ binh siêu nhân."
    }
  },
  {
    "translation": {
      "en": "This is Blitzkrieg, lightning war.",
      "vi": "Đây là blitzkrieg, chiến tranh chớp nhoáng."
    }
  },
  {
    "translation": {
      "en": "[Sonke] \"Blitzkrieg\", it means speed.",
      "vi": "\"Blitzkrieg,\" tức là tốc độ."
    }
  },
  {
    "translation": {
      "en": "Maneuver Warfare.",
      "vi": "Chiến trận cơ động."
    }
  },
  {
    "translation": {
      "en": "A campaign which is focused on a very quick decisive battle.",
      "vi": "Một chiến dịch tập trung vào một trận chiến quyết định nhanh chóng."
    }
  },
  {
    "translation": {
      "en": "[narrator] Blitzkrieg is one of the most",
      "vi": "Blitzkrieg là một trong những sự kiện"
    }
  },
  {
    "translation": {
      "en": "extraordinary events of World War II.",
      "vi": "phi thường nhất của Thế chiến II."
    }
  },
  {
    "translation": {
      "en": "[narrator] Now, rare footage from around the world,",
      "vi": "Những cảnh quay hiếm hoi từ khắp nơi trên thế giới,"
    }
  },
  {
    "translation": {
      "en": "expertly restored in full color, tells the story",
      "vi": "được khôi phục một cách chuyên nghiệp đầy màu sắc,"
    }
  },
  {
    "translation": {
      "en": "as you've never seen it before.",
      "vi": "kể về câu chuyện mà bạn chưa từng thấy."
    }
  },
  {
    "translation": {
      "en": "After their defeat in World War I, the fiercely proud German people",
      "vi": "Sau thất bại trong Thế chiến thứ nhất, người Đức đầy tự trọng"
    }
  },
  {
    "translation": {
      "en": "are utterly humiliated.",
      "vi": "đều bị sỉ nhục."
    }
  },
  {
    "translation": {
      "en": "The punishing terms of the Treaty of Versailles",
      "vi": "Các điều khoản trừng phạt của Hiệp ước Versailles"
    }
  },
  {
    "translation": {
      "en": "rub salt in the wounds.",
      "vi": "xát muối vào vết thương."
    }
  },
  {
    "translation": {
      "en": "The global industrial power",
      "vi": "Sức mạnh công nghiệp toàn cầu"
    }
  },
  {
    "translation": {
      "en": "is limited to an army of only 100,000 men,",
      "vi": "chỉ giới hạn trong một đội quân chỉ có 100.000 người,"
    }
  },
  {
    "translation": {
      "en": "and loses territory.",
      "vi": "và mất lãnh thổ."
    }
  },
  {
    "translation": {
      "en": "[Geoffrey] The Germans feel very put-upon by the Treaty of Versailles,",
      "vi": "Người Đức cảm thấy rất được thỏa thuận bởi Hiệp ước Versailles,"
    }
  },
  {
    "translation": {
      "en": "because it essentially says that the Germans are guilty",
      "vi": "về cơ bản nó nói rằng người Đức có tội"
    }
  },
  {
    "translation": {
      "en": "of starting the war.",
      "vi": "bắt đầu chiến tranh."
    }
  },
  {
    "translation": {
      "en": "[Saul] There's no question that most Germans felt outraged",
      "vi": "Không có nghi ngờ rằng hầu hết người Đức cảm thấy"
    }
  },
  {
    "translation": {
      "en": "by the provisions of the Treaty of Versailles,",
      "vi": "bị xúc phạm bởi các điều khoản của Hiệp ước Versailles,"
    }
  },
  {
    "translation": {
      "en": "the shrinking of the army to just 100,000,",
      "vi": "sự thu hẹp của quân đội chỉ còn 100.000,"
    }
  },
  {
    "translation": {
      "en": "and the loss of territory, and these massive reparations,",
      "vi": "sự mất mát của lãnh thổ, và những sửa chữa lớn,"
    }
  },
  {
    "translation": {
      "en": "which everybody knew were gonna have serious economic consequences.",
      "vi": "mọi người đều biết sẽ có hậu quả kinh tế nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "And the reason they objected was because it implied",
      "vi": "Và lý do họ phản đối là vì nó ám chỉ"
    }
  },
  {
    "translation": {
      "en": "that Germany was responsible for the First World War,",
      "vi": "rằng Đức chịu trách nhiệm cho Chiến tranh Thế giới Thứ nhất,"
    }
  },
  {
    "translation": {
      "en": "and this was their punishment.",
      "vi": "và đây là hình phạt của họ."
    }
  },
  {
    "translation": {
      "en": "[narrator] How could their powerful nation have lost?",
      "vi": "Sao quốc gia hùng mạnh của họ lại thua?"
    }
  },
  {
    "translation": {
      "en": "And why are they made to cede land to lesser nations?",
      "vi": "Và tại sao họ lại nhượng đất cho các quốc gia kém cỏi hơn?"
    }
  },
  {
    "translation": {
      "en": "[Geoffrey] The territorial losses are quite significant.",
      "vi": "Mất mát lãnh thổ khá quan trọng."
    }
  },
  {
    "translation": {
      "en": "They lose territory in the East, to the Poles and the Czechs,",
      "vi": "Họ mất lãnh thổ ở phía đông, đến Ba Lan và Cộng hòa Séc,"
    }
  },
  {
    "translation": {
      "en": "and they are forced to demilitarize the Rhineland",
      "vi": "và họ buộc phải rút quân ở Rhineland."
    }
  },
  {
    "translation": {
      "en": "so they can't use it as a launch pad for renewed invasion",
      "vi": "nên họ không thể dùng nó làm bệ phóng cho cuộc xâm lược mới"
    }
  },
  {
    "translation": {
      "en": "of Belgium and France.",
      "vi": "của Bỉ và Pháp."
    }
  },
  {
    "translation": {
      "en": "[narrator] Feeding on the resentment, a populist rabble-rouser",
      "vi": "Nuôi dưỡng sự oán giận, một kẻ cuồng hợm hợm hợm"
    }
  },
  {
    "translation": {
      "en": "taps into wounded German pride and promises to take back",
      "vi": "hĩnh thổi vào niềm kiêu hãnh Đức bị thương và hứa sẽ lấy lại"
    }
  },
  {
    "translation": {
      "en": "what has been lost.",
      "vi": "những gì đã mất."
    }
  },
  {
    "translation": {
      "en": "Adolf Hitler and his Nazi Party start to build a mass following.",
      "vi": "Adolf Hitler và Đảng Phát xít của ông bắt đầu xây dựng hàng loạt người theo dõi."
    }
  },
  {
    "translation": {
      "en": "The German people see him as a savior,",
      "vi": "Người Đức xem anh ta như một vị cứu tinh,"
    }
  },
  {
    "translation": {
      "en": "a man to restore their once-great nation.",
      "vi": "người đàn ông để khôi phục lại đất nước vĩ đại của họ."
    }
  },
  {
    "translation": {
      "en": "There was a feeling in Germany that most Germans felt",
      "vi": "Có một cảm giác ở Đức mà hầu hết người Đức cảm thấy"
    }
  },
  {
    "translation": {
      "en": "when the Versailles Treaty was passed,",
      "vi": "khi Hiệp ước Versailles được thông qua,"
    }
  },
  {
    "translation": {
      "en": "that the provisions were unnecessarily draconian,",
      "vi": "rằng các điều khoản là không cần thiết,"
    }
  },
  {
    "translation": {
      "en": "both the loss of territory, and also these massive war reparations.",
      "vi": "cả sự mất mát của lãnh thổ, và cả những cuộc chiến lớn."
    }
  },
  {
    "translation": {
      "en": "And what the Versailles Treaty did, in effect,",
      "vi": "Và điều mà Hiệp ước Versailles đã thực sự là đổ lỗi"
    }
  },
  {
    "translation": {
      "en": "is blame Germany for the First World War, whereas many Germans felt that, actually,",
      "vi": "cho Đức trong Chiến tranh Thế giới Thứ nhất, trong khi người Đức thấy rằng,"
    }
  },
  {
    "translation": {
      "en": "they were no more responsible than any of the other countries.",
      "vi": "thực ra, họ không có trách nhiệm hơn bất kỳ nước nào khác."
    }
  },
  {
    "translation": {
      "en": "And so, this rankled.",
      "vi": "Và thứ này được xếp hạng."
    }
  },
  {
    "translation": {
      "en": "[Geoffrey] Hitler correctly diagnoses that the Germans are suffering",
      "vi": "Hitler chẩn đoán chính xác rằng người Đức đang phải"
    }
  },
  {
    "translation": {
      "en": "a great deal of political and economic insecurity.",
      "vi": "chịu đựng sự bất an chính trị và kinh tế."
    }
  },
  {
    "translation": {
      "en": "What they need most of all is a sense of unity",
      "vi": "Thứ họ cần nhất là cảm giác đoàn kết và"
    }
  },
  {
    "translation": {
      "en": "and a sense of economic security as kind of a floor underneath them.",
      "vi": "ý thức về an ninh kinh tế như một tầng bên dưới."
    }
  },
  {
    "translation": {
      "en": "And the Nazis provide this by talking about, you know,",
      "vi": "Và Đức Quốc xã cung cấp điều này bằng cách nói về sự"
    }
  },
  {
    "translation": {
      "en": "state intervention in all sorts of areas to create employment.",
      "vi": "can thiệp của bang trong mọi lĩnh vực để tạo việc làm."
    }
  },
  {
    "translation": {
      "en": "Building the autobahns, things like that.",
      "vi": "Xây dựng chiếc autobahns, những thứ như thế."
    }
  },
  {
    "translation": {
      "en": "[in German] In the first years of Hitler's reign,",
      "vi": "Trong những năm đầu triều đại của Hitler, phần lớn người Đức coi đó là thành công."
    }
  },
  {
    "translation": {
      "en": "most Germans consider it a success.",
      "vi": "Trong những năm đầu triều đại của Hitler, phần lớn người Đức coi đó là thành công. TIẾN SĨ PETER LIEB NHÀ SỬ HỌC, POTSDAM, ĐỨC"
    }
  },
  {
    "translation": {
      "en": "Hitler manages to suspend",
      "vi": "Hitler cố đình chỉ"
    }
  },
  {
    "translation": {
      "en": "the regulations of the Versailles treaty step by step.",
      "vi": "các quy định của hiệp ước Versailles từng bước một."
    }
  },
  {
    "translation": {
      "en": "[narrator] In violation of the treaty, Hitler builds up his army,",
      "vi": "Vi phạm hiệp ước, Hitler xây dựng quân đội, kiểm tra"
    }
  },
  {
    "translation": {
      "en": "testing the tolerance of the Allies,",
      "vi": "sự khoan dung của Đồng minh,"
    }
  },
  {
    "translation": {
      "en": "gambling that no one wants to start another war.",
      "vi": "đánh bạc mà không ai muốn bắt đầu cuộc chiến khác."
    }
  },
  {
    "translation": {
      "en": "He introduces compulsory military service in 1935",
      "vi": "Hắn giới thiệu quân đội bắt buộc"
    }
  },
  {
    "translation": {
      "en": "and marches back into the Rhineland the following year",
      "vi": "vào năm 1935 và tuần hành trở lại Rhineland"
    }
  },
  {
    "translation": {
      "en": "with 30,000 troops.",
      "vi": "năm sau với 30.000 quân."
    }
  },
  {
    "translation": {
      "en": "[Geoffrey] If you think about Hitler's long-term plan,",
      "vi": "Nếu anh nghĩ về kế hoạch dài hạn của Hitler,"
    }
  },
  {
    "translation": {
      "en": "it's to consolidate his position on the European continent,",
      "vi": "để củng cố vị trí của mình trên lục địa châu Âu,"
    }
  },
  {
    "translation": {
      "en": "defeat the Western powers, France and Britain,",
      "vi": "đánh bại sức mạnh phương Tây, Pháp và Anh,"
    }
  },
  {
    "translation": {
      "en": "and then he's gonna turn his attention to the east,",
      "vi": "rồi anh ta sẽ hướng sự chú ý về phía đông,"
    }
  },
  {
    "translation": {
      "en": "which he sees as the natural field for German expansion,",
      "vi": "mà ông ấy coi là lĩnh vực tự nhiên cho việc mở rộng của Đức,"
    }
  },
  {
    "translation": {
      "en": "a place where that he can then build out the German population,",
      "vi": "nơi hắn có thể xây dựng dân số Đức,"
    }
  },
  {
    "translation": {
      "en": "gather in resources, and defeat the monster of Bolshevism,",
      "vi": "tập trung vào các nguồn lực, và đánh bại con quái vật của chủ nghĩa Bolshev,"
    }
  },
  {
    "translation": {
      "en": "which he sees as being kind of the blood enemy of fascism.",
      "vi": "mà ông ấy coi là kẻ thù máu của chủ nghĩa phát xít."
    }
  },
  {
    "translation": {
      "en": "[narrator] When the Nazis brazenly march into Austria on the 12th of March 1938,",
      "vi": "Khi Đức Quốc xã dũng cảm tiến vào Áo vào ngày 12 tháng 3 năm 1938,"
    }
  },
  {
    "translation": {
      "en": "they are greeted with open arms by the Austrian people.",
      "vi": "họ được chào đón bởi những người Áo."
    }
  },
  {
    "translation": {
      "en": "The Western Allies do nothing.",
      "vi": "Đồng minh phương Tây không làm gì cả."
    }
  },
  {
    "translation": {
      "en": "The Western Allies pretty much stood by and let it happen,",
      "vi": "Các đồng minh phương Tây đã đứng bên cạnh và để nó xảy ra,"
    }
  },
  {
    "translation": {
      "en": "and one of the reasons they did that is because they felt",
      "vi": "và một trong những lý do họ làm thế là vì họ cảm thấy"
    }
  },
  {
    "translation": {
      "en": "that the Austrians probably wanted to join with the Germans,",
      "vi": "rằng người Áo có lẽ muốn tham gia với quân Đức,"
    }
  },
  {
    "translation": {
      "en": "therefore they weren't actually being forced.",
      "vi": "nên họ không thực sự bị ép buộc."
    }
  },
  {
    "translation": {
      "en": "[Peter Lieb speaking German] The breaches of the Versailles treaty are always grave,",
      "vi": "Các lỗ hổng của hiệp ước Versailles luôn nghiêm trọng,"
    }
  },
  {
    "translation": {
      "en": "but the Allied forces never react.",
      "vi": "nhưng lực lượng Đồng minh không bao giờ phản ứng."
    }
  },
  {
    "translation": {
      "en": "Many of them think that they perhaps humiliated Germany",
      "vi": "Nhiều người nghĩ họ có thể làm nhục Đức"
    }
  },
  {
    "translation": {
      "en": "too much with the Versailles treaty.",
      "vi": "quá nhiều với hiệp ước Versailles."
    }
  },
  {
    "translation": {
      "en": "They can understand that Germany wants to be a major player again.",
      "vi": "Họ có thể hiểu rằng Đức muốn trở thành cầu thủ lớn."
    }
  },
  {
    "translation": {
      "en": "On the other hand, the Allied countries don't want to risk another war.",
      "vi": "Mặt khác, các nước Đồng minh không muốn mạo hiểm một cuộc chiến khác."
    }
  },
  {
    "translation": {
      "en": "From the First World War, they know that a war would mean",
      "vi": "Từ Thế chiến thứ nhất, họ biết rằng"
    }
  },
  {
    "translation": {
      "en": "thousands, if not millions, of casualties, and they want to prevent that.",
      "vi": "hàng ngàn, nếu không phải hàng triệu người bị thương, và họ muốn ngăn chặn điều đó."
    }
  },
  {
    "translation": {
      "en": "[narrator] With Austria now in German hands,",
      "vi": "Với tay Áo giờ Đức, Hitler công bố"
    }
  },
  {
    "translation": {
      "en": "Hitler makes public his goal to incorporate areas of Czechoslovakia",
      "vi": "mục tiêu của mình là kết hợp các khu vực của Tiệp Khắc"
    }
  },
  {
    "translation": {
      "en": "into the growing German footprint.",
      "vi": "vào dấu chân Đức ngày càng tăng."
    }
  },
  {
    "translation": {
      "en": "It's a country rich in natural resources like iron.",
      "vi": "Một đất nước giàu tài nguyên thiên nhiên như sắt."
    }
  },
  {
    "translation": {
      "en": "The statements alarm the Allies, but still, they want to avoid conflict.",
      "vi": "Báo cáo cảnh báo đồng minh, nhưng họ vẫn muốn tránh xung đột."
    }
  },
  {
    "translation": {
      "en": "In September 1938,",
      "vi": "Tháng 9 năm 1938,"
    }
  },
  {
    "translation": {
      "en": "the British Prime Minister Neville Chamberlain",
      "vi": "Thủ tướng Anh Neville Chamberlain"
    }
  },
  {
    "translation": {
      "en": "flies to Germany three times",
      "vi": "bay đến Đức ba lần"
    }
  },
  {
    "translation": {
      "en": "to attempt to dissuade Hitler from invading Czechoslovakia.",
      "vi": "để cố gắng ngăn Hitler xâm lược Tiệp Khắc."
    }
  },
  {
    "translation": {
      "en": "I used to repeat...",
      "vi": "Trước có đá..."
    }
  },
  {
    "translation": {
      "en": "\"If at first you don't succeed,",
      "vi": "Nếu lần đầu không thành công."
    }
  },
  {
    "translation": {
      "en": "try, try, try again.\"",
      "vi": "thử lại đi. \""
    }
  },
  {
    "translation": {
      "en": "That's what I'm doing.",
      "vi": "Tôi đang làm thế."
    }
  },
  {
    "translation": {
      "en": "[narrator] On his third visit,",
      "vi": "Vào lần thứ ba,"
    }
  },
  {
    "translation": {
      "en": "he joins French Prime Minister Édouard Daladier",
      "vi": "ông gia nhập Thủ tướng Pháp Édouard Daladier"
    }
  },
  {
    "translation": {
      "en": "and Benito Mussolini of Italy,",
      "vi": "và Benito Mussolini của Ý,"
    }
  },
  {
    "translation": {
      "en": "at what becomes known as the Munich Conference.",
      "vi": "ở Hội nghị Munich."
    }
  },
  {
    "translation": {
      "en": "They agree with Hitler that Germany can annex",
      "vi": "Họ đồng ý với Hitler rằng Đức có thể sát nhập"
    }
  },
  {
    "translation": {
      "en": "the German-speaking Sudetenland, but not make an attempt",
      "vi": "vùng Sudetenland nói tiếng Đức, nhưng không cố gắng"
    }
  },
  {
    "translation": {
      "en": "to invade the rest of Czechoslovakia.",
      "vi": "chiếm phần còn lại của Tiệp Khắc."
    }
  },
  {
    "translation": {
      "en": "The following morning, Chamberlain signs a separate agreement with Hitler;",
      "vi": "Sáng hôm sau, Chamberlain ký thỏa thuận riêng với Hitler, một"
    }
  },
  {
    "translation": {
      "en": "a peace deal between Britain and Germany.",
      "vi": "thỏa thuận hòa bình giữa Anh và Đức."
    }
  },
  {
    "translation": {
      "en": "Chamberlain is greeted as a hero.",
      "vi": "Chamberlain được chào đón như một anh hùng."
    }
  },
  {
    "translation": {
      "en": "Chamberlain returns to Heston Airport in London",
      "vi": "Chamberlain trở về sân bay Heston ở Luân Đôn"
    }
  },
  {
    "translation": {
      "en": "and waves this piece of paper, sort of talks about peace in our time.",
      "vi": "và vẫy tờ giấy này, và nói về hòa bình trong thời đại của chúng ta."
    }
  },
  {
    "translation": {
      "en": "And this is a separate deal that he has done privately",
      "vi": "Và đây là một thỏa thuận riêng mà anh ta đã làm"
    }
  },
  {
    "translation": {
      "en": "with Hitler.",
      "vi": "riêng với Hitler."
    }
  },
  {
    "translation": {
      "en": "This morning...",
      "vi": "Sáng nay,"
    }
  },
  {
    "translation": {
      "en": "I had another talk...",
      "vi": "Tôi có cuộc nói chuyện khác"
    }
  },
  {
    "translation": {
      "en": "with the German chancellor, Herr Hitler.",
      "vi": "với thủ tướng Đức, ông Hitler."
    }
  },
  {
    "translation": {
      "en": "And here is the paper...",
      "vi": "Và điện thoại đây."
    }
  },
  {
    "translation": {
      "en": "which bears his name upon it, as well as mine.",
      "vi": "có tên hắn trên đó, cũng như tên tôi."
    }
  },
  {
    "translation": {
      "en": "He's averted war. There's absolutely no question",
      "vi": "Hắn đã tránh khỏi chiến tranh. Không có nghi ngờ"
    }
  },
  {
    "translation": {
      "en": "that Hitler is absolutely chomping at the bit",
      "vi": "gì rằng Hitler hoàn toàn mất bình tĩnh vào lúc này"
    }
  },
  {
    "translation": {
      "en": "to go in all guns blazing into Czechoslovakia.",
      "vi": "để đi vào với tất cả súng bắn vào Tiệp Khắc."
    }
  },
  {
    "translation": {
      "en": "That has been avoided.",
      "vi": "Khoản đó đã được bãi bỏ."
    }
  },
  {
    "translation": {
      "en": "We regard the agreement signed last night,",
      "vi": "Chúng tôi xem thỏa thuận đã ký tối qua,"
    }
  },
  {
    "translation": {
      "en": "and the Anglo-German Naval Agreement as symbolic of the desire",
      "vi": "và Hiệp định Hải quân Anh-Đức là biểu tượng của khao khát"
    }
  },
  {
    "translation": {
      "en": "of our two peoples never to go to war with one another again.",
      "vi": "của hai dân tộc chúng ta không bao giờ phải chiến đấu với nhau lần nữa."
    }
  },
  {
    "translation": {
      "en": "[narrator] As Chamberlain delivers his speech,",
      "vi": "Khi Chamberlain phát biểu,"
    }
  },
  {
    "translation": {
      "en": "German forces prepare to march into the Sudetenland.",
      "vi": "quân Đức chuẩn bị tiến vào Sudetenland."
    }
  },
  {
    "translation": {
      "en": "March 1939, Hitler invades the rest of Czechoslovakia.",
      "vi": "Tháng 3 năm 1939, Hitler xâm chiếm phần còn lại của Tiệp Khắc."
    }
  },
  {
    "translation": {
      "en": "It is clear that Hitler's plan isn't just to regain territory...",
      "vi": "Rõ ràng kế hoạch của Hitler không chỉ để giành lại lãnh thổ, mà"
    }
  },
  {
    "translation": {
      "en": "but to expand Germany's borders further east.",
      "vi": "còn mở rộng biên giới của Đức về phía đông."
    }
  },
  {
    "translation": {
      "en": "[Saul] Hitler's intention, ultimately, is to create a huge German empire",
      "vi": "Mục đích của Hitler là tạo ra một đế chế Đức lớn"
    }
  },
  {
    "translation": {
      "en": "in Central and Eastern Europe.",
      "vi": "ở Trung và Đông Âu."
    }
  },
  {
    "translation": {
      "en": "Are they prepared to go to war? So, he's just got to keep pushing,",
      "vi": "Họ sẵn sàng chiến đấu chưa? Nên anh ấy cứ phải tiếp tục,"
    }
  },
  {
    "translation": {
      "en": "slowly but surely, and one after another",
      "vi": "từ từ nhưng chắc chắn, và cái này"
    }
  },
  {
    "translation": {
      "en": "these crucial countries, Austria, Czechoslovakia,",
      "vi": "những nước quan trọng này, Áo, Tiệp Khắc,"
    }
  },
  {
    "translation": {
      "en": "slowly the dominoes will fall, and he's gonna be able",
      "vi": "từ từ những con domino sẽ rơi, và nó sẽ có thể"
    }
  },
  {
    "translation": {
      "en": "to carve out for himself this huge new empire,",
      "vi": "để tự tìm cho mình đế chế mới to lớn này,"
    }
  },
  {
    "translation": {
      "en": "this living room for the German people.",
      "vi": "phòng khách cho người Đức."
    }
  },
  {
    "translation": {
      "en": "[narrator] France and Britain become increasingly anxious",
      "vi": "Pháp và Anh ngày càng lo lắng rằng"
    }
  },
  {
    "translation": {
      "en": "that Hitler's next move will be Poland.",
      "vi": "động thái tiếp theo của Hitler sẽ là Ba Lan."
    }
  },
  {
    "translation": {
      "en": "They draw a line in the sand; if Hitler invades Poland,",
      "vi": "Tôi đặt ra ranh giới. Nếu Hitler xâm chiếm Ba Lan, họ sẽ tuyên chiến."
    }
  },
  {
    "translation": {
      "en": "they will declare war.",
      "vi": "Nếu Hitler xâm chiếm Ba Lan, họ sẽ tuyên chiến."
    }
  },
  {
    "translation": {
      "en": "Hitler doesn't believe them.",
      "vi": "Hitler không tin họ."
    }
  },
  {
    "translation": {
      "en": "The German chancellor is more worried about how his avowed enemies,",
      "vi": "Thủ tướng Đức lo lắng hơn về cách những kẻ thù của mình,"
    }
  },
  {
    "translation": {
      "en": "the Soviets, will react.",
      "vi": "Liên Xô, sẽ phản ứng."
    }
  },
  {
    "translation": {
      "en": "August 1939, Hitler declares a non-aggression pact",
      "vi": "Tháng Tám năm 1939, Hitler tuyên bố một hiệp ước không"
    }
  },
  {
    "translation": {
      "en": "with his ideological enemy, Stalin,",
      "vi": "gây hấn với kẻ thù về tư tưởng, Stalin,"
    }
  },
  {
    "translation": {
      "en": "in which they agree not to attack each other.",
      "vi": "trong đó họ đồng ý không tấn công lẫn nhau."
    }
  },
  {
    "translation": {
      "en": "While the Western Allies struggle to understand this unlikely alliance,",
      "vi": "Trong khi các nước phương Tây đang cố gắng để hiểu được liên minh này,"
    }
  },
  {
    "translation": {
      "en": "on September the first, the two countries reveal their hands",
      "vi": "vào ngày 1 tháng Chín, hai nước đã tiết lộ bàn tay của họ"
    }
  },
  {
    "translation": {
      "en": "when Hitler invades Western Poland.",
      "vi": "khi Hitler xâm chiếm miền tây Ba Lan."
    }
  },
  {
    "translation": {
      "en": "The Polish army on their horses are no match for the German panzers,",
      "vi": "Quân đội Ba Lan trên ngựa của họ không phù hợp với máy bay Đức,"
    }
  },
  {
    "translation": {
      "en": "but they put up a valiant fight.",
      "vi": "nhưng họ đã chiến đấu dũng cảm."
    }
  },
  {
    "translation": {
      "en": "Sixteen days later, the Soviet Union invade Poland",
      "vi": "Mười sáu ngày sau, Liên Xô xâm chiếm Ba Lan"
    }
  },
  {
    "translation": {
      "en": "from the east.",
      "vi": "từ phía đông."
    }
  },
  {
    "translation": {
      "en": "[Saul] It's a very cynical deal.",
      "vi": "Đó là chuyện cực kỳ lớn đấy."
    }
  },
  {
    "translation": {
      "en": "What the Russians are gonna get out of it is a free hand and a lot of the east,",
      "vi": "Những gì người Nga sẽ thoát khỏi nó là một bàn tay tự do và rất nhiều phía đông,"
    }
  },
  {
    "translation": {
      "en": "including the recovery of some of the territories that they'd lost",
      "vi": "bao gồm sự phục hồi của một số vùng lãnh thổ"
    }
  },
  {
    "translation": {
      "en": "at the end of the First World War.",
      "vi": "họ đã mất vào cuối Thế chiến thứ nhất."
    }
  },
  {
    "translation": {
      "en": "And what the Germans are gonna get out of it",
      "vi": "Và những gì người Đức sẽ thoát khỏi nó là một"
    }
  },
  {
    "translation": {
      "en": "is a free hand to invade Poland",
      "vi": "bàn tay tự do xâm lược Ba Lan"
    }
  },
  {
    "translation": {
      "en": "without worry that the Russians are gonna react against that.",
      "vi": "mà không lo rằng người Nga sẽ phản ứng với điều đó."
    }
  },
  {
    "translation": {
      "en": "In fact, they've done a deal to divide the country up between them.",
      "vi": "Thật ra, họ đã thỏa thuận chia rẽ đất nước giữa họ."
    }
  },
  {
    "translation": {
      "en": "[narrator] True to their word, on the third of September 1939,",
      "vi": "Đúng như lời của họ, vào ngày mùng ba tháng Chín năm 1939,"
    }
  },
  {
    "translation": {
      "en": "Britain and France declare war on Germany.",
      "vi": "Anh và Pháp tuyên chiến với Đức."
    }
  },
  {
    "translation": {
      "en": "It's a move Hitler didn't see coming.",
      "vi": "Đó là một động thái mà Hitler không thấy."
    }
  },
  {
    "translation": {
      "en": "[Saul] When he actually hears that the United Kingdom's",
      "vi": "Khi anh ta thực sự nghe nói Vương quốc Anh"
    }
  },
  {
    "translation": {
      "en": "declared war on him in particular, he's horrified,",
      "vi": "đã tuyên chiến với anh ta, anh ta sợ hãi,"
    }
  },
  {
    "translation": {
      "en": "and he says to one of his advisers, \"What next?\"",
      "vi": "nói với một trong những cố vấn của anh ta, \"Tiếp theo là gì?\""
    }
  },
  {
    "translation": {
      "en": "Because all along, he hadn't believed",
      "vi": "Bởi vì tất cả cùng, ông ta không tin"
    }
  },
  {
    "translation": {
      "en": "that they would actually go to war over an issue in Eastern Europe.",
      "vi": "ấy không tin rằng họ sẽ chiến tranh vì một vấn đề ở Đông Âu."
    }
  },
  {
    "translation": {
      "en": "[narrator] The next day,",
      "vi": "Ngày hôm sau."
    }
  },
  {
    "translation": {
      "en": "troops from the British Expeditionary Force, the BEF,",
      "vi": "quân đội từ Lực lượng viễn chinh Anh, BEF,"
    }
  },
  {
    "translation": {
      "en": "set sail for France",
      "vi": "ra khơi Pháp"
    }
  },
  {
    "translation": {
      "en": "to join forces with the world's most powerful army.",
      "vi": "để hợp lực với quân đội quyền lực nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "They move up to the Belgian border",
      "vi": "Họ di chuyển đến biên giới Bỉ nơi họ"
    }
  },
  {
    "translation": {
      "en": "where they prepare for any German attack.",
      "vi": "chuẩn bị cho bất kỳ cuộc tấn công nào của Đức."
    }
  },
  {
    "translation": {
      "en": "Royal Engineers Private Percy Taylor Beaton,",
      "vi": "Binh sĩ Kỹ sư Hoàng gia"
    }
  },
  {
    "translation": {
      "en": "who was called up in London and was soon on a boat",
      "vi": "Percy Taylor Beaton được triệu tập ở London và sớm lên"
    }
  },
  {
    "translation": {
      "en": "bound for Cherbourg in France.",
      "vi": "tàu đến Cherbourg ở Pháp."
    }
  },
  {
    "translation": {
      "en": "[Percy] People cheered, and they made a fuss and that.",
      "vi": "Mọi người reo hò, và họ làm ầm lên và."
    }
  },
  {
    "translation": {
      "en": "There was bags of tears and things like this at people going away.",
      "vi": "Có những giọt nước mắt và những thứ thế này ở những người đi xa."
    }
  },
  {
    "translation": {
      "en": "The people in the streets, you know, when they saw us and that they cheered us,",
      "vi": "Những người trên phố, khi họ thấy chúng tôi và họ cổ vũ chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "you know, when the coach left Bethnal Green,",
      "vi": "khi huấn luyện viên rời Bethnal Green,"
    }
  },
  {
    "translation": {
      "en": "the people there, they turned out in their thousands,",
      "vi": "những người ở đó,"
    }
  },
  {
    "translation": {
      "en": "and they were cheering us and waving us off.",
      "vi": "và họ cổ vũ chúng tôi và vẫy tay chào chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Everybody didn't think about the war, I don't think.",
      "vi": "Mọi người không nghĩ về cuộc chiến, tôi không nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "They thought \"Oh, it's gonna pass over.\"",
      "vi": "Họ nghĩ, \"Nó sẽ vượt qua.\""
    }
  },
  {
    "translation": {
      "en": "And then of course, once we got to France, it was like a holiday at the beginning.",
      "vi": "Và sau đó, khi chúng tôi đến Pháp, nó như một kỳ nghỉ ngay từ đầu."
    }
  },
  {
    "translation": {
      "en": "Hardworking holiday, it was.",
      "vi": "Làm việc chăm chỉ mà."
    }
  },
  {
    "translation": {
      "en": "[narrator] In fact, Hitler is far from ready",
      "vi": "Trên thực tế, Hitler đã sẵn sàng chiến"
    }
  },
  {
    "translation": {
      "en": "to fight the combined British and French armies.",
      "vi": "đấu với quân đội Anh và Pháp kết hợp."
    }
  },
  {
    "translation": {
      "en": "It takes his army over 20 days to defeat the Poles.",
      "vi": "Quân đội phải mất hơn 20 ngày để đánh bại người Ba Lan."
    }
  },
  {
    "translation": {
      "en": "Polish resistance has given Hitler's armed forces",
      "vi": "Kháng chiến Ba Lan đã khiến cho lực lượng vũ trang của Hitler"
    }
  },
  {
    "translation": {
      "en": "a major battering, and they have lost a substantial number",
      "vi": "Kháng chiến Ba Lan đã khiến cho lực lượng vũ trang của Hitler bị đánh đập mạnh, và họ đã"
    }
  },
  {
    "translation": {
      "en": "of their armored vehicles.",
      "vi": "mất rất nhiều xe bọc thép."
    }
  },
  {
    "translation": {
      "en": "[in German] It becomes evident that Germany isn't equipped for this war.",
      "vi": "Rõ ràng Đức không được trang bị cho cuộc chiến này."
    }
  },
  {
    "translation": {
      "en": "The German forces do have tanks and tank divisions,",
      "vi": "Lực lượng Đức có xe tăng và phân chia xe tăng,"
    }
  },
  {
    "translation": {
      "en": "but they only account for a small part of the Wehrmacht. -[suspenseful music playing] -[cheers]",
      "vi": "nhưng chúng chỉ chiếm một phần nhỏ của tàu Wehrmacht."
    }
  },
  {
    "translation": {
      "en": "We have not well-trained soldiers, we have no supply, no ammunition, whatever.",
      "vi": "Chúng ta không có lính được đào tạo tốt, không có nguồn cung, không đạn dược."
    }
  },
  {
    "translation": {
      "en": "Poland was the proof that we possibly are not able",
      "vi": "Ba Lan là bằng chứng cho thấy ta có thể không chiến"
    }
  },
  {
    "translation": {
      "en": "to fight against a proper army, and France is a proper army.",
      "vi": "đấu chống lại một đội quân phù hợp, và Pháp là một đội quân phù hợp."
    }
  },
  {
    "translation": {
      "en": "France is the best-trained, best-equipped army in Europe.",
      "vi": "Pháp là đội quân được huấn luyện tốt nhất, được trang bị tốt nhất châu Âu."
    }
  },
  {
    "translation": {
      "en": "How can we, as Germans, win?",
      "vi": "Làm sao chúng ta, như người Đức… chiến thắng?"
    }
  },
  {
    "translation": {
      "en": "No way. We're going to lose.",
      "vi": "Không đời nào. Con sẽ thua!"
    }
  },
  {
    "translation": {
      "en": "[in German] In reality, the Wehrmacht is an army",
      "vi": "Trên thực tế, Wehrmacht là một đội quân"
    }
  },
  {
    "translation": {
      "en": "that will become very dependent on horses for transportation",
      "vi": "sẽ phụ thuộc vào ngựa để vận chuyển"
    }
  },
  {
    "translation": {
      "en": "and their whole logistics.",
      "vi": "và toàn bộ hậu cần của họ."
    }
  },
  {
    "translation": {
      "en": "Only about ten percent of the German divisions are motorized.",
      "vi": "Chỉ có khoảng mười phần trăm đơn vị Đức được lắp động cơ."
    }
  },
  {
    "translation": {
      "en": "[narrator] The French Army has a formidable artillery",
      "vi": "Quân đội Pháp có một pháo binh"
    }
  },
  {
    "translation": {
      "en": "and over 3,000 tanks on the northeast front,",
      "vi": "ghê gớm và hơn 3.000 xe tăng ở phía đông bắc,"
    }
  },
  {
    "translation": {
      "en": "800 more than the Germans.",
      "vi": "hơn 800 người Đức."
    }
  },
  {
    "translation": {
      "en": "Despite facing a weakened German Army",
      "vi": "Mặc dù phải đối mặt với một đội quân"
    }
  },
  {
    "translation": {
      "en": "and holding an overwhelming military advantage,",
      "vi": "Đức yếu và nắm giữ một lợi thế quân sự"
    }
  },
  {
    "translation": {
      "en": "the Allies choose to dig in, not to attack.",
      "vi": "áp đảo, các Đồng minh chọn để đào bới, không phải để tấn công."
    }
  },
  {
    "translation": {
      "en": "What you then get, after the outbreak of war in 1939,",
      "vi": "Sau đó, sau khi chiến tranh bùng nổ năm 1939,"
    }
  },
  {
    "translation": {
      "en": "is this long period known as the Phoney War",
      "vi": "là thời kì dài được gọi là Chiến tranh Phoney"
    }
  },
  {
    "translation": {
      "en": "in which the Germans are deciding what to do next",
      "vi": "trong đó người Đức quyết định làm gì tiếp theo"
    }
  },
  {
    "translation": {
      "en": "and the Allies are waiting.",
      "vi": "và quân Đồng minh đang đợi."
    }
  },
  {
    "translation": {
      "en": "One of the reasons the Allies were acting on the defensive",
      "vi": "Một trong những lý do Đồng minh hành động phòng thủ"
    }
  },
  {
    "translation": {
      "en": "is because the French had built this huge defensive system,",
      "vi": "là vì người Pháp đã xây dựng hệ thống phòng thủ khổng lồ này,"
    }
  },
  {
    "translation": {
      "en": "the Maginot Line, on the Franco-German border",
      "vi": "Đường Maginot, trên biên giới Pháp-Đức"
    }
  },
  {
    "translation": {
      "en": "to prevent the sort of bloodshed that had happened in the First World War.",
      "vi": "để ngăn chặn những vụ đổ máu đã xảy ra trong Thế chiến thứ nhất."
    }
  },
  {
    "translation": {
      "en": "[narrator] While the Allies wait, Hitler assesses how to respond.",
      "vi": "Trong khi Đồng Minh đợi, Hitler đánh giá cách trả lời."
    }
  },
  {
    "translation": {
      "en": "His sights had been set on the east.",
      "vi": "Tầm nhìn của hắn đã được đặt ở phía đông."
    }
  },
  {
    "translation": {
      "en": "Now, he had to deal with an unexpected threat from the west.",
      "vi": "Giờ hắn phải đối mặt với một mối đe dọa bất ngờ từ phương Tây."
    }
  },
  {
    "translation": {
      "en": "Hermann Göring leads the generals in a campaign",
      "vi": "Hermann Göring dẫn đầu các tướng lĩnh trong một"
    }
  },
  {
    "translation": {
      "en": "to convince him not to start a war with France,",
      "vi": "chiến dịch thuyết phục anh ta không nên bắt đầu một cuộc chiến"
    }
  },
  {
    "translation": {
      "en": "so they present him with a plan destined to fail.",
      "vi": "với Pháp, để họ thất bại."
    }
  },
  {
    "translation": {
      "en": "All the generals were against it.",
      "vi": "Tất cả các tướng đều phản đối."
    }
  },
  {
    "translation": {
      "en": "They said \"No, don't negotiate. Do something,",
      "vi": "Họ nói, \"Không, đừng đàm phán. Hãy làm gì đó,"
    }
  },
  {
    "translation": {
      "en": "but we can't solve that problem",
      "vi": "nhưng ta không thể giải quyết vấn đề"
    }
  },
  {
    "translation": {
      "en": "with military means.\"",
      "vi": "bằng phương tiện quân sự.\""
    }
  },
  {
    "translation": {
      "en": "And then they presented a rather boring war plan to Hitler,",
      "vi": "Và rồi họ trình bày một kế hoạch chiến tranh khá nhàm"
    }
  },
  {
    "translation": {
      "en": "and Hitler said, you know, \"Look, what's that?",
      "vi": "chán với Hitler, và Hitler nói, \"Này, đó là gì?"
    }
  },
  {
    "translation": {
      "en": "I mean, that's the same thing as 1914.",
      "vi": "Ý tôi là, đó là điều tương tự năm 1914."
    }
  },
  {
    "translation": {
      "en": "Where are new ideas? Where are fresh ideas?",
      "vi": "Ý tưởng mới đâu? Ý tưởng mới đâu?"
    }
  },
  {
    "translation": {
      "en": "Uh... This is not going to work.\"",
      "vi": "Không thể làm cách đó."
    }
  },
  {
    "translation": {
      "en": "German military leadership doesn't want to have that war.",
      "vi": "Lãnh đạo quân đội Đức không muốn có cuộc chiến đó."
    }
  },
  {
    "translation": {
      "en": "Their vision, in the end of 1939,",
      "vi": "Tầm nhìn của họ, vào cuối năm 1939,"
    }
  },
  {
    "translation": {
      "en": "Hitler is pushing for an attack on France,",
      "vi": "Hitler đang thúc đẩy một cuộc tấn công vào Pháp,"
    }
  },
  {
    "translation": {
      "en": "and their perception is, \"We're going to lose.\"",
      "vi": "và nhận thức của họ là, \"Chúng ta sẽ thua.\""
    }
  },
  {
    "translation": {
      "en": "I mean, look, in the First World War, we fought four years against France",
      "vi": "Ý là, trong chiến tranh thứ nhất, chiến đấu bốn năm chống lại"
    }
  },
  {
    "translation": {
      "en": "with a huge army, a much better-trained army, and we lost.",
      "vi": "Pháp với một đội quân lớn, một đội quân huấn luyện tốt hơn, và chúng tôi thua."
    }
  },
  {
    "translation": {
      "en": "[narrator] The original plan drawn up by Hitler's conservative generals",
      "vi": "Kế hoạch ban đầu do các tướng bảo thủ của Hitler"
    }
  },
  {
    "translation": {
      "en": "follows the playbook from the First World War,",
      "vi": "theo sau vở kịch từ Thế chiến thứ nhất,"
    }
  },
  {
    "translation": {
      "en": "to invade Holland and Belgium from the north",
      "vi": "xâm lược Hà Lan và Bỉ từ phía Bắc"
    }
  },
  {
    "translation": {
      "en": "as well as Northern France.",
      "vi": "cũng như miền bắc nước Pháp."
    }
  },
  {
    "translation": {
      "en": "It is a plan that plays to the strength of the Allies,",
      "vi": "Đó là một kế hoạch có sức mạnh của quân Đồng minh, được thiết kế"
    }
  },
  {
    "translation": {
      "en": "deliberately designed to end in disaster.",
      "vi": "cố ý để kết thúc trong thảm họa."
    }
  },
  {
    "translation": {
      "en": "[Sonke] How can you persuade a dictator not to do it?",
      "vi": "Sao anh có thể thuyết phục một kẻ độc tài không làm?"
    }
  },
  {
    "translation": {
      "en": "You can't say, you know, \"You're an idiot and you have to negotiate.\"",
      "vi": "Anh không thể nói, \"Anh là đồ ngốc và anh phải thương lượng.\""
    }
  },
  {
    "translation": {
      "en": "But if you...",
      "vi": "Nhưng nếu...anh thuyết phục"
    }
  },
  {
    "translation": {
      "en": "persuade him from a military side, \"It's not possible,",
      "vi": "Nhưng nếu...anh thuyết phục anh ta từ phía quân đội, \"Không thể, chúng ta sẽ thua...\""
    }
  },
  {
    "translation": {
      "en": "we're going to lose,\"",
      "vi": "anh ta từ phía quân đội, \"Không thể, chúng ta sẽ thua...\""
    }
  },
  {
    "translation": {
      "en": "that was, in the end, somehow the plan.",
      "vi": "Đó là, cuối cùng, bằng cách nào đó kế hoạch."
    }
  },
  {
    "translation": {
      "en": "Don't offer him a plan which might work.",
      "vi": "Đừng đề nghị một kế hoạch có thể hiệu quả."
    }
  },
  {
    "translation": {
      "en": "[narrator] But one ambitious general,",
      "vi": "Nhưng một vị tướng đầy"
    }
  },
  {
    "translation": {
      "en": "the Prussian aristocrat Erich von Manstein, falls out of step.",
      "vi": "tham vọng, quý tộc Erich von Manstein, đã ngã xuống."
    }
  },
  {
    "translation": {
      "en": "He suggests a plan with a far greater chance of success.",
      "vi": "Ông ấy đề xuất một kế hoạch có cơ hội thành công lớn hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "The conservative generals move quickly to shut him down.",
      "vi": "Các tướng bảo thủ di chuyển nhanh chóng để ngăn hắn lại."
    }
  },
  {
    "translation": {
      "en": "Manstein feels very strongly that they will be able to take advantage",
      "vi": "Manstein cảm thấy rất mạnh mẽ rằng họ sẽ có thể tận dụng những"
    }
  },
  {
    "translation": {
      "en": "of the sort of disorienting effects of driving quickly into the French lines.",
      "vi": "tác động mất phương hướng của việc lái xe nhanh chóng vào đường đua Pháp."
    }
  },
  {
    "translation": {
      "en": "By attacking them much faster than they expect,",
      "vi": "Bằng cách tấn công họ nhanh hơn họ mong đợi,"
    }
  },
  {
    "translation": {
      "en": "they'll be able to push the French back",
      "vi": "họ có thể đẩy lùi Pháp"
    }
  },
  {
    "translation": {
      "en": "and completely disorganize their command arrangements.",
      "vi": "và hoàn toàn vô tổ chức sắp xếp lệnh,"
    }
  },
  {
    "translation": {
      "en": "And sow so much confusion that they'll be able to make great progress,",
      "vi": "và gieo rắc rối đến nỗi họ có thể tiến bộ rất tốt,"
    }
  },
  {
    "translation": {
      "en": "and the infantry will follow, and they'll literally rip",
      "vi": "và bộ binh sẽ đi theo,"
    }
  },
  {
    "translation": {
      "en": "the French Army apart from the inside.",
      "vi": "quân đội Pháp ngoài nội bộ."
    }
  },
  {
    "translation": {
      "en": "[narrator] With Manstein's plan shelved, Hitler makes use of the Phoney War",
      "vi": "Với kế hoạch của Manstein, Hitler lợi dụng Chiến tranh Phoney"
    }
  },
  {
    "translation": {
      "en": "to secure a supply of iron ore for weapons.",
      "vi": "để đảm bảo cung cấp quặng sắt cho vũ khí."
    }
  },
  {
    "translation": {
      "en": "His forces invade Denmark and Southern Norway.",
      "vi": "Quân của hắn xâm lược Đan Mạch và miền nam Na Uy."
    }
  },
  {
    "translation": {
      "en": "The British spot the danger.",
      "vi": "Người Anh phát hiện nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "[Saul] Germany, to secure its northern flank",
      "vi": "Đức, để bảo vệ sườn phía bắc của nó"
    }
  },
  {
    "translation": {
      "en": "and its route out of the Baltic,",
      "vi": "và đường ra khỏi biển Baltic,"
    }
  },
  {
    "translation": {
      "en": "decided to invade Norway and Denmark",
      "vi": "quyết định xâm lược Na Uy và Đan Mạch"
    }
  },
  {
    "translation": {
      "en": "on 9th of April 1940.",
      "vi": "vào ngày 9 tháng 4 năm 1940."
    }
  },
  {
    "translation": {
      "en": "And the British in particular responded",
      "vi": "Và người Anh, đặc biệt, phản ứng bằng"
    }
  },
  {
    "translation": {
      "en": "by trying to land troops in Norway.",
      "vi": "cách cố gắng hạ cánh quân đội ở Na Uy."
    }
  },
  {
    "translation": {
      "en": "It's gonna give a lot of valuable resources,",
      "vi": "Nó sẽ cho rất nhiều nguồn tài nguyên quý giá,"
    }
  },
  {
    "translation": {
      "en": "iron ore and other resources in Norway to the Germans,",
      "vi": "quặng sắt và các nguồn lực khác ở Na Uy cho người Đức,"
    }
  },
  {
    "translation": {
      "en": "and they need to forestall this.",
      "vi": "và họ cần phải ngăn chặn việc này."
    }
  },
  {
    "translation": {
      "en": "[narrator] Ill-prepared to respond to the attack,",
      "vi": "Chuẩn bị sẵn sàng để đối phó với cuộc tấn công,"
    }
  },
  {
    "translation": {
      "en": "the Allies land troops in Norway,",
      "vi": "Đồng minh đã hạ cánh ở Na Uy, nhưng"
    }
  },
  {
    "translation": {
      "en": "but their operation is half-hearted and incompetent.",
      "vi": "hoạt động của họ là hời hợt và không đủ năng lực."
    }
  },
  {
    "translation": {
      "en": "The Germans deploy their powerful new force,",
      "vi": "Người Đức triển khai lực lượng mới mạnh mẽ của họ,"
    }
  },
  {
    "translation": {
      "en": "the Luftwaffe, to great effect.",
      "vi": "Luftwaffe, để có hiệu quả lớn."
    }
  },
  {
    "translation": {
      "en": "Its Stuka dive bombers wreak havoc with the Allied forces.",
      "vi": "Máy bay ném bom Stuka của nó tàn phá lực lượng Đồng minh."
    }
  },
  {
    "translation": {
      "en": "-[suspenseful music playing] -[explosions] It's a kind of terrible humiliation for the Western Allies,",
      "vi": "Đó là một sự sỉ nhục khủng khiếp cho các đồng minh phương Tây,"
    }
  },
  {
    "translation": {
      "en": "and by the beginning of May 1940,",
      "vi": "và vào đầu tháng 5 năm 1940, tất"
    }
  },
  {
    "translation": {
      "en": "all Allied troops have left Norway, and it's firmly in German hands.",
      "vi": "cả quân Đồng minh đã rời Na Uy, và chắc chắn trong tay Đức."
    }
  },
  {
    "translation": {
      "en": "[narrator] Meanwhile, the persistent General Manstein",
      "vi": "Trong khi đó, Đại tướng Manstein tìm"
    }
  },
  {
    "translation": {
      "en": "finds a moment to unveil his plan to Hitler.",
      "vi": "ra một khoảnh khắc để công bố kế hoạch của mình với Hitler."
    }
  },
  {
    "translation": {
      "en": "He knows he will only get one chance.",
      "vi": "Hắn biết hắn chỉ có một cơ hội."
    }
  },
  {
    "translation": {
      "en": "Manstein sees an opportunity to change Hitler's mind,",
      "vi": "Manstein thấy cơ hội để thay đổi tâm trí của Hitler,"
    }
  },
  {
    "translation": {
      "en": "and so he says, \"Look, we need to do something different.",
      "vi": "và ông ta nói, \"Chúng ta cần làm gì đó khác đi."
    }
  },
  {
    "translation": {
      "en": "Let's do this, let's take full advantage",
      "vi": "Hãy làm điều này, hãy tận dụng"
    }
  },
  {
    "translation": {
      "en": "of our Panzer divisions and the Luftwaffe,",
      "vi": "lợi thế của các đơn vị panzer và Luftwaffe,"
    }
  },
  {
    "translation": {
      "en": "and let's use the element of surprise. Do something they will never expect.\"",
      "vi": "và hãy dùng yếu tố bất ngờ. Làm gì đó mà họ sẽ không bao giờ mong đợi. \""
    }
  },
  {
    "translation": {
      "en": "And so, Hitler endorses his plan. It seems much bolder.",
      "vi": "Và như vậy, Hitler ủng hộ kế hoạch này. Có vẻ bạo dạn hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "It seems much more likely to bring a rapid success",
      "vi": "Có vẻ như nó sẽ mang lại thành công nhanh"
    }
  },
  {
    "translation": {
      "en": "than the more ponderous plan agreed upon by his general staff.",
      "vi": "chóng hơn là kế hoạch nặng nề hơn của nhân viên."
    }
  },
  {
    "translation": {
      "en": "-[dramatic music playing] -[car horn honks] [narrator] On the tenth of May, the British Prime Minister,",
      "vi": "Vào ngày mồng mười tháng Năm, thủ tướng Anh, Neville Chamberlain,"
    }
  },
  {
    "translation": {
      "en": "Neville Chamberlain, is forced to resign over the Norway debacle.",
      "vi": "bị buộc phải từ chức vì vụ tai tiếng của Na Uy."
    }
  },
  {
    "translation": {
      "en": "He is replaced by Winston Churchill.",
      "vi": "Hắn được thay thế bởi Winston Churchill."
    }
  },
  {
    "translation": {
      "en": "Churchill's a maverick, he's got a checkered political career,",
      "vi": "Churchill là một tên khốn, ông ta có sự nghiệp chính trị,"
    }
  },
  {
    "translation": {
      "en": "but he was the one, right the way through the 1930s,",
      "vi": "nhưng ông là người duy nhất, ngay từ những năm 1930, những người"
    }
  },
  {
    "translation": {
      "en": "who was insisting that we shouldn't appease Hitler.",
      "vi": "khăng khăng rằng chúng ta không nên làm Hitler buồn."
    }
  },
  {
    "translation": {
      "en": "We needed to stand up against him.",
      "vi": "Chúng tôi cần chống lại ông ấy."
    }
  },
  {
    "translation": {
      "en": "And now, finally, Churchill is given his chance to lead the British in war.",
      "vi": "Và giờ, cuối cùng, Churchill được cho cơ hội dẫn dắt quân Anh trong chiến tranh."
    }
  },
  {
    "translation": {
      "en": "[narrator] In his first speech to the House of Commons,",
      "vi": "Trong bài phát biểu đầu tiên với Hạ viện,"
    }
  },
  {
    "translation": {
      "en": "the new premier announces...",
      "vi": "thủ tướng mới thông báo..."
    }
  },
  {
    "translation": {
      "en": "[Churchill] I would say to the House",
      "vi": "Tôi sẽ nói"
    }
  },
  {
    "translation": {
      "en": "as I had said to those who joined the government...",
      "vi": "như tôi đã nói với những người gia nhập chính phủ..."
    }
  },
  {
    "translation": {
      "en": "I have nothing to offer but blood,",
      "vi": "Tôi không có gì để đưa ra ngoài máu,"
    }
  },
  {
    "translation": {
      "en": "toil, tears and sweat.",
      "vi": "đến nước mắt, nước mắt và mồ hôi."
    }
  },
  {
    "translation": {
      "en": "[narrator] On the day Churchill becomes prime minister,",
      "vi": "Vào ngày Churchill trở thành thủ tướng, Đức khởi"
    }
  },
  {
    "translation": {
      "en": "Germany launches a devastating attack on Belgium and Holland.",
      "vi": "động một cuộc tấn công tàn phá ở Bỉ và Hà Lan."
    }
  },
  {
    "translation": {
      "en": "German parachutists capture strategic bridges in Holland.",
      "vi": "Những tay nhảy dù Đức bắt được những cây cầu chiến lược ở Hà Lan."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Luftwaffe bombs airfields.",
      "vi": "Luftwaffe thả bom sân bay."
    }
  },
  {
    "translation": {
      "en": "The airborne troops drop to overwhelm its tiny neighbors.",
      "vi": "Quân lính trên không rơi xuống áp đảo hàng xóm nhỏ bé của nó."
    }
  },
  {
    "translation": {
      "en": "It seems clear that Hitler intends to grab the Channel ports",
      "vi": "Có vẻ rõ ràng Hitler có ý định chiếm lấy các cảng Channel"
    }
  },
  {
    "translation": {
      "en": "and acquire bases from which he could eventually invade Great Britain.",
      "vi": "và có được căn cứ để hắn có thể xâm chiếm Vương quốc Anh."
    }
  },
  {
    "translation": {
      "en": "They have to seize those Channel ports, because otherwise,",
      "vi": "Họ phải chiếm các cảng Channel đó, vì nếu không,"
    }
  },
  {
    "translation": {
      "en": "the German Navy is in a backwater.",
      "vi": "Hải quân Đức đang ở vùng nước ngược."
    }
  },
  {
    "translation": {
      "en": "They're in the North Sea and the Baltic, and they can't get out.",
      "vi": "Họ đang ở Biển Bắc và Baltic, và họ không thể thoát ra."
    }
  },
  {
    "translation": {
      "en": "Whereas if they can get those Channel ports",
      "vi": "Trong khi nếu họ có thể có được các cảng"
    }
  },
  {
    "translation": {
      "en": "and they can get the French Atlantic ports,",
      "vi": "Channel và họ có thể có các cảng Đại Tây Dương của Pháp,"
    }
  },
  {
    "translation": {
      "en": "they can then have access to the open seas.",
      "vi": "họ có thể tiếp cận với các vùng biển rộng mở."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Allies are well prepared for this move and respond quickly,",
      "vi": "Đồng minh chuẩn bị tốt cho hành động này và phản ứng nhanh chóng,"
    }
  },
  {
    "translation": {
      "en": "pushing their best forces into Belgium to meet the attack.",
      "vi": "lực lượng tốt nhất của họ vào Bỉ để đáp ứng cuộc tấn công."
    }
  },
  {
    "translation": {
      "en": "At this point, reconnaissance planes send back confusing news from the south.",
      "vi": "Tại thời điểm này, máy bay trinh sát gửi tin tức khó hiểu về phía nam."
    }
  },
  {
    "translation": {
      "en": "They report a huge military traffic jam along the road to the Ardennes,",
      "vi": "Họ báo cáo một vụ kẹt xe khổng lồ trên đường đến Ardennes,"
    }
  },
  {
    "translation": {
      "en": "stretching all the way back across the German border.",
      "vi": "trải dài khắp biên giới Đức."
    }
  },
  {
    "translation": {
      "en": "[James] The problem is, is the French refuse to believe",
      "vi": "Vấn đề là, người Pháp không tin vào những gì họ"
    }
  },
  {
    "translation": {
      "en": "what they're being reported by reconnaissance pilots.",
      "vi": "được báo cáo bởi các phi công trinh sát."
    }
  },
  {
    "translation": {
      "en": "General Gamelin, commander in chief of all French forces,",
      "vi": "Tướng Gamelin, tổng tư lệnh lực lượng Pháp, nói,"
    }
  },
  {
    "translation": {
      "en": "said, \"That's impossible. That can't be true.\"",
      "vi": "\"Không thể. Không thể nào là thật. \""
    }
  },
  {
    "translation": {
      "en": "And so, it was ignored.",
      "vi": "Và nó bị bỏ qua."
    }
  },
  {
    "translation": {
      "en": "[narrator] It was a terrible mistake as Manstein's master plan unfolds.",
      "vi": "Đó là một sai lầm khủng khiếp, khi kế hoạch tổng thể của Manstein mở ra."
    }
  },
  {
    "translation": {
      "en": "The reconnaissance was correct.",
      "vi": "Cuộc trinh sát là đúng."
    }
  },
  {
    "translation": {
      "en": "The Germans had been amassing in the Ardennes, and now,",
      "vi": "Người Đức đã tích lũy ở Ardennes, và giờ"
    }
  },
  {
    "translation": {
      "en": "they plunge through the woods and thunder across the River Meuse",
      "vi": "họ lao xuống rừng và sấm sét qua sông Meuse"
    }
  },
  {
    "translation": {
      "en": "on the French border.",
      "vi": "trên biên giới Pháp."
    }
  },
  {
    "translation": {
      "en": "[Geoffrey] The French are gonna have just a skeleton force",
      "vi": "Người Pháp sẽ chỉ có một lực lượng vũ trang"
    }
  },
  {
    "translation": {
      "en": "on the Meuse beyond the Ardennes, because they're never gonna expect us",
      "vi": "trên Meuse ngoài Ardennes, vì họ sẽ không bao giờ"
    }
  },
  {
    "translation": {
      "en": "to come through here.",
      "vi": "mong chúng ta đến đây."
    }
  },
  {
    "translation": {
      "en": "[narrator] The invasions of Holland and Belgium",
      "vi": "Cuộc xâm lược của Hà Lan và Bỉ"
    }
  },
  {
    "translation": {
      "en": "were designed to lure the Allies north.",
      "vi": "được thiết kế để dụ quân Đồng minh về phía Bắc."
    }
  },
  {
    "translation": {
      "en": "[Saul] They want to draw the cream of the Allied armies",
      "vi": "Họ muốn vẽ kem của quân đội Đồng minh"
    }
  },
  {
    "translation": {
      "en": "in Northern France into Belgium, and also into Southern Holland,",
      "vi": "ở miền bắc nước Pháp vào Bỉ, và cũng vào Nam Hà Lan,"
    }
  },
  {
    "translation": {
      "en": "so that the actual attack through the Ardennes",
      "vi": "để tấn công Ardennes"
    }
  },
  {
    "translation": {
      "en": "can come through behind them and cut them off.",
      "vi": "có thể vượt qua và cắt đứt chúng."
    }
  },
  {
    "translation": {
      "en": "[Sonke] This is our cunning plan. We are going to encircle them in Belgium.",
      "vi": "Đây là kế hoạch xảo quyệt của ta. Chúng ta sẽ bao vây chúng ở Bỉ."
    }
  },
  {
    "translation": {
      "en": "We also secretly attack in the Ardennes, in this difficult area.",
      "vi": "Chúng tôi cũng tấn công bí mật ở Ardennes, trong khu vực khó khăn này."
    }
  },
  {
    "translation": {
      "en": "We will be crossing the Meuse and then dashing through the Channel",
      "vi": "Chúng ta sẽ băng qua sông Meuse và sau đó lao vào Kênh"
    }
  },
  {
    "translation": {
      "en": "and encircling the British Expeditionary Force",
      "vi": "và bao vây Lực lượng Viễn chinh"
    }
  },
  {
    "translation": {
      "en": "and the French Army in Belgium.",
      "vi": "Anh và quân đội Pháp ở Bỉ."
    }
  },
  {
    "translation": {
      "en": "We have to take the Allies by surprise.",
      "vi": "Chúng ta phải làm đồng minh bất ngờ."
    }
  },
  {
    "translation": {
      "en": "This is always a major aspect of winning a war: surprise your enemies.",
      "vi": "Đây luôn là khía cạnh quan trọng của chiến thắng, gây bất ngờ cho kẻ thù."
    }
  },
  {
    "translation": {
      "en": "[narrator] The operation will also use time, speed and daring",
      "vi": "Chiến dịch cũng sẽ dùng thời gian, tốc độ và táo bạo"
    }
  },
  {
    "translation": {
      "en": "to make up for the inferiority of the German military.",
      "vi": "bạo để bù đắp cho sự kém cỏi của quân đội Đức."
    }
  },
  {
    "translation": {
      "en": "[Geoffrey] It uses all of these modern technologies.",
      "vi": "Nó sử dụng tất cả các công nghệ hiện đại."
    }
  },
  {
    "translation": {
      "en": "It promises a quick victory.",
      "vi": "Nó hứa hẹn một chiến thắng nhanh chóng."
    }
  },
  {
    "translation": {
      "en": "And it suggests that he might not only defeat the French Army,",
      "vi": "Và nó cho thấy rằng ông không chỉ có thể đánh bại quân đội Pháp,"
    }
  },
  {
    "translation": {
      "en": "but annihilate the entire British Army.",
      "vi": "mà còn hủy diệt toàn bộ quân đội Anh."
    }
  },
  {
    "translation": {
      "en": "[narrator] The new British prime minister, Churchill,",
      "vi": "Thủ tướng mới của Anh, Churchill,"
    }
  },
  {
    "translation": {
      "en": "has been plunged into a nightmare as German tanks rampaged",
      "vi": "đã rơi vào một cơn ác mộng khi xe tăng Đức"
    }
  },
  {
    "translation": {
      "en": "towards the French border city of Sedan.",
      "vi": "tiến vào thành phố biên giới Pháp của Sedan."
    }
  },
  {
    "translation": {
      "en": "[narrator] Had the French taken their own reconnaissance seriously,",
      "vi": "Nếu người Pháp thực hiện trinh sát của mình một cách nghiêm túc,"
    }
  },
  {
    "translation": {
      "en": "they would've had the German Army at their mercy.",
      "vi": "họ sẽ có quân Đức ở lòng nhân từ của họ."
    }
  },
  {
    "translation": {
      "en": "The military bottleneck had left the German artillery",
      "vi": "Nút thắt quân sự đã khiến pháo binh Đức vô cùng"
    }
  },
  {
    "translation": {
      "en": "incredibly vulnerable.",
      "vi": "dễ bị tổn thương."
    }
  },
  {
    "translation": {
      "en": "[James] It turns into the biggest gridlock in the history of gridlocks.",
      "vi": "Nó trở thành lưới khóa lớn nhất trong lịch sử của lưới điện."
    }
  },
  {
    "translation": {
      "en": "Now, a French reconnaissance plane flies over and sees this.",
      "vi": "Một máy bay trinh sát của Pháp bay qua và thấy điều này."
    }
  },
  {
    "translation": {
      "en": "Now, at that point, it would've been perfectly possible",
      "vi": "Bây giờ, vào thời điểm đó, nó có thể hoàn toàn có thể"
    }
  },
  {
    "translation": {
      "en": "to organize every single French and British bomber available",
      "vi": "tổ chức tất cả các máy bay ném bom Pháp và Anh"
    }
  },
  {
    "translation": {
      "en": "and go and bomb it.",
      "vi": "có sẵn và đi và đánh bom nó."
    }
  },
  {
    "translation": {
      "en": "It would've stopped the German advance in its tracks, that would've been",
      "vi": "Nó sẽ ngăn chặn tiến bộ của Đức trong chiến tranh,"
    }
  },
  {
    "translation": {
      "en": "the end of the. war and the whole thing would've been avoided. I mean,",
      "vi": "điều đó sẽ chấm dứt chiến tranh. Toàn bộ chuyện này sẽ tránh được."
    }
  },
  {
    "translation": {
      "en": "it makes me so cross every time I think about it.",
      "vi": "Nó khiến tôi phải vượt qua mỗi lần nghĩ về nó."
    }
  },
  {
    "translation": {
      "en": "I mean, it was just such a missed opportunity.",
      "vi": "Ý tôi là, đó chỉ là một cơ hội bỏ lỡ."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Germans push home their advantage",
      "vi": "Người Đức đẩy về nhà lợi thế của"
    }
  },
  {
    "translation": {
      "en": "with an astonishing display of speed.",
      "vi": "họ với tốc độ hiển thị đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "Before the French can react, they charge towards the French border town, Sedan.",
      "vi": "Trước khi người Pháp có thể phản ứng, họ xông vào thị trấn biên giới Pháp, Sedan."
    }
  },
  {
    "translation": {
      "en": "Infantry, tanks, and artillery show incredible levels of stamina,",
      "vi": "Binh lính, xe tăng và pháo binh thể hiện sức chịu đựng phi thường,"
    }
  },
  {
    "translation": {
      "en": "outrunning the enemy defense forces.",
      "vi": "vượt qua lực lượng phòng thủ của địch."
    }
  },
  {
    "translation": {
      "en": "Barely stopping, they reach Sedan in three days.",
      "vi": "Chỉ dừng lại là đến được Sedan trong ba ngày."
    }
  },
  {
    "translation": {
      "en": "Many German soldiers haven't slept since the start of the campaign.",
      "vi": "Nhiều binh lính Đức vẫn chưa ngủ kể từ khi bắt đầu chiến dịch."
    }
  },
  {
    "translation": {
      "en": "The French can't quite believe it.",
      "vi": "Người Pháp không thể tin được."
    }
  },
  {
    "translation": {
      "en": "The German tanks roll into Sedan without opposition.",
      "vi": "Các xe tăng Đức tiến vào Sedan mà không phản đối."
    }
  },
  {
    "translation": {
      "en": "The French defenses are unexpectedly confronted",
      "vi": "Đội phòng thủ Pháp đang bất ngờ"
    }
  },
  {
    "translation": {
      "en": "by 60,000 rampaging Germans",
      "vi": "đối mặt với 60.000 người Đức"
    }
  },
  {
    "translation": {
      "en": "in 22,000 vehicles and 850 tanks.",
      "vi": "đang tiến vào 22.000 xe và 850 xe tăng."
    }
  },
  {
    "translation": {
      "en": "After three days on the march,",
      "vi": "Sau ba ngày diễu hành,"
    }
  },
  {
    "translation": {
      "en": "the Germans have no intention of stopping.",
      "vi": "Đức không có ý định dừng lại."
    }
  },
  {
    "translation": {
      "en": "They prepare to cross the River Meuse in three places.",
      "vi": "Họ chuẩn bị băng qua sông Meuse ở ba nơi."
    }
  },
  {
    "translation": {
      "en": "The plan is a textbook example of Bewegungskrieg.",
      "vi": "Kế hoạch là một ví dụ về sách giáo khoa"
    }
  },
  {
    "translation": {
      "en": "a warfare maneuver the Germans are already well-known for.",
      "vi": "của Bewegungskrieg, một chiến dịch vận động quân Đức đã nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "The architect is Heinz Guderian,",
      "vi": "Kiến trúc sư là Heinz Guderian,"
    }
  },
  {
    "translation": {
      "en": "a general who knows how to combine new technology",
      "vi": "một vị tướng biết cách kết hợp công nghệ mới"
    }
  },
  {
    "translation": {
      "en": "with the traditional German approach to warfare,",
      "vi": "với cách tiếp cận truyền thống của quân Đức,"
    }
  },
  {
    "translation": {
      "en": "attacking the enemy with overwhelming force",
      "vi": "tấn công kẻ thù bằng áp lực"
    }
  },
  {
    "translation": {
      "en": "and encircling them before they can react.",
      "vi": "và bao vây chúng trước khi chúng phản ứng."
    }
  },
  {
    "translation": {
      "en": "[James] What Guderian is very good at doing",
      "vi": "Guderian rất giỏi"
    }
  },
  {
    "translation": {
      "en": "is harnessing new methods, the Luftwaffe as aerial artillery;",
      "vi": "đang khai thác các phương pháp mới, Luftwaffe là pháo binh trên không,"
    }
  },
  {
    "translation": {
      "en": "new mobile equipment, trucks, mobile artillery,",
      "vi": "thiết bị di động mới, xe tải, pháo binh di động,"
    }
  },
  {
    "translation": {
      "en": "and of course, panzers, tanks, but also radio technology, too.",
      "vi": "và tất nhiên, xe cứu thương, xe tăng, mà cả công nghệ radio nữa."
    }
  },
  {
    "translation": {
      "en": "[narrator] French Commander General Maurice Gamelin",
      "vi": "Tổng tư lệnh Pháp Maurice Gamelin"
    }
  },
  {
    "translation": {
      "en": "orders that Sedan must be defended at all costs,",
      "vi": "ra lệnh cho chiếc Sedan phải được bảo vệ bằng mọi giá,"
    }
  },
  {
    "translation": {
      "en": "but he has prepared his troops for a repeat of the grinding attrition",
      "vi": "nhưng hắn đã chuẩn bị binh lính để lặp lại"
    }
  },
  {
    "translation": {
      "en": "of the First World War.",
      "vi": "của Chiến tranh Thế giới Thứ nhất."
    }
  },
  {
    "translation": {
      "en": "When they're suddenly confronted by the need to be mobile,",
      "vi": "Khi họ đột nhiên đối mặt với nhu cầu di động,"
    }
  },
  {
    "translation": {
      "en": "they don't know what to do.",
      "vi": "họ không biết phải làm gì."
    }
  },
  {
    "translation": {
      "en": "[narrator] No one expects the nightmare about to unfold.",
      "vi": "Không ai mong cơn ác mộng sắp mở ra."
    }
  },
  {
    "translation": {
      "en": "Wave after wave of dive bombers pummel the French defensive positions.",
      "vi": "Làn sóng sau khi những kẻ đánh bom lặn đánh bại các vị trí phòng thủ của Pháp."
    }
  },
  {
    "translation": {
      "en": "Hardly a single bunker suffers a direct hit,",
      "vi": "Hầu như không một boong-k e nào bị trúng đạn trực tiếp,"
    }
  },
  {
    "translation": {
      "en": "and only 56 casualties are taken, but the psychological effect",
      "vi": "và chỉ có 56 người bị thương, nhưng hiệu ứng tâm lý"
    }
  },
  {
    "translation": {
      "en": "of the screaming bombers and the whistling bombs is devastating.",
      "vi": "của những kẻ đánh bom la hét và những quả bom huýt sáo đang tàn phá."
    }
  },
  {
    "translation": {
      "en": "[in German] These German attacks",
      "vi": "Những cuộc tấn công của Đức"
    }
  },
  {
    "translation": {
      "en": "were an absolute catastrophe for the French defenders.",
      "vi": "là một thảm họa tuyệt đối cho các hậu vệ Pháp."
    }
  },
  {
    "translation": {
      "en": "It becomes evident rather quickly",
      "vi": "Nó trở nên hiển nhiên"
    }
  },
  {
    "translation": {
      "en": "that the French morale is broken by these attacks",
      "vi": "rằng tinh thần Pháp bị phá vỡ bởi các cuộc tấn công,"
    }
  },
  {
    "translation": {
      "en": "and the French do not manage to organize proper counterattacks.",
      "vi": "và người Pháp không thể tổ chức phản công hợp lý."
    }
  },
  {
    "translation": {
      "en": "I can only conclude that this is a legacy of the First World War,",
      "vi": "Tôi chỉ có thể kết luận rằng đây là di sản của Thế chiến thứ nhất,"
    }
  },
  {
    "translation": {
      "en": "those four long, brutal years of fighting in which enormous quantities",
      "vi": "bốn năm chiến đấu tàn bạo với số lượng khổng lồ"
    }
  },
  {
    "translation": {
      "en": "of Frenchmen have died, and there's a feeling among Frenchmen,",
      "vi": "của người Pháp đã chết, và có cảm giác giữa người Pháp,"
    }
  },
  {
    "translation": {
      "en": "just a generation later, that they don't want to go through it again.",
      "vi": "chỉ là một thế hệ sau, rằng họ không muốn trải qua nó lần nữa."
    }
  },
  {
    "translation": {
      "en": "[narrator] In the confusion, German infantry flood across the Meuse.",
      "vi": "Trong sự bối rối, lũ bộ binh Đức vượt qua Meuse."
    }
  },
  {
    "translation": {
      "en": "It's a dangerous move.",
      "vi": "Chỗ đó nguy hiểm đấy."
    }
  },
  {
    "translation": {
      "en": "The German forces are isolated and open to counterattack.",
      "vi": "Quân Đức bị cách ly và mở ra phản công."
    }
  },
  {
    "translation": {
      "en": "[Saul] By the evening of the 13th of May, although a certain number of Germans",
      "vi": "Đến tối ngày 13 tháng 5, mặc dù một số người Đức nhất định"
    }
  },
  {
    "translation": {
      "en": "have got across the river, they are very vulnerable.",
      "vi": "đã vượt sông, họ rất dễ bị tổn thương."
    }
  },
  {
    "translation": {
      "en": "No tanks have actually got across at this point,",
      "vi": "Không có xe tăng nào thực sự vượt qua lúc này,"
    }
  },
  {
    "translation": {
      "en": "and this is an opportunity for the French to actually counterattack.",
      "vi": "và đây là cơ hội để người Pháp thực sự phản công."
    }
  },
  {
    "translation": {
      "en": "[narrator] But, shell-shocked, the French tank drivers",
      "vi": "Nhưng, sốc điện, các tài xế xe tăng"
    }
  },
  {
    "translation": {
      "en": "are slow to react.",
      "vi": "Pháp phản ứng chậm."
    }
  },
  {
    "translation": {
      "en": "[Saul] By the time they finally sorted themselves out",
      "vi": "Đến lúc họ tự giải quyết"
    }
  },
  {
    "translation": {
      "en": "and the attack is put in on the 14th,",
      "vi": "và cuộc tấn công được tiến hành vào ngày 14,"
    }
  },
  {
    "translation": {
      "en": "Guderian's got enough armor over the river on pontoon bridges built by his pioneers",
      "vi": "Guderian có đủ giáp trên sông trên cầu phao được xây dựng bởi người tiên phong"
    }
  },
  {
    "translation": {
      "en": "to actually knock out those French tanks.",
      "vi": "để thực sự hạ gục những chiếc xe tăng Pháp."
    }
  },
  {
    "translation": {
      "en": "[James] What they don't have is any kind of tactical nous whatsoever.",
      "vi": "Thứ họ không có là bất kỳ loại chiến thuật nào."
    }
  },
  {
    "translation": {
      "en": "The biggest failure of all for the French is that",
      "vi": "Thất bại lớn nhất của tất cả người Pháp"
    }
  },
  {
    "translation": {
      "en": "they haven't thought about communications at all.",
      "vi": "là họ không nghĩ đến liên lạc."
    }
  },
  {
    "translation": {
      "en": "So General Gamelin, who is the commander in chief",
      "vi": "Tướng Gamelin, chỉ huy trưởng"
    }
  },
  {
    "translation": {
      "en": "of all French forces, is at the Chateau de Vincennes",
      "vi": "của tất cả các lực lượng Pháp, đang ở Chateau de Vincennes"
    }
  },
  {
    "translation": {
      "en": "just on the edge of Paris, and he doesn't even have a telephone",
      "vi": "chỉ ở rìa Paris, và anh ta thậm chí không có điện thoại"
    }
  },
  {
    "translation": {
      "en": "because he thinks it will be a security risk.",
      "vi": "vì anh ta nghĩ đó là rủi ro an ninh."
    }
  },
  {
    "translation": {
      "en": "I mean, it's just insane.",
      "vi": "Tớ chỉ nói trước thế thôi."
    }
  },
  {
    "translation": {
      "en": "[narrator] The French are dependent on field telephone lines,",
      "vi": "Người Pháp phụ thuộc vào đường dây điện thoại,"
    }
  },
  {
    "translation": {
      "en": "which get cut by Stukas, and on dispatch riders",
      "vi": "bị Stukas cắt,"
    }
  },
  {
    "translation": {
      "en": "who take ages to get messages through",
      "vi": "những người mất nhiều thời gian để nhận tin nhắn"
    }
  },
  {
    "translation": {
      "en": "because the roads are clogged with refugees.",
      "vi": "vì đường bị tắc với người tị nạn."
    }
  },
  {
    "translation": {
      "en": "[narrator] The French believed it would take the Germans two weeks",
      "vi": "Người Pháp tin rằng nó sẽ đưa người Đức đi hai tuần"
    }
  },
  {
    "translation": {
      "en": "to reach Sedan.",
      "vi": "để đến được Sedan."
    }
  },
  {
    "translation": {
      "en": "Not three days.",
      "vi": "Không phải ba ngày."
    }
  },
  {
    "translation": {
      "en": "In three days and nights,",
      "vi": "Trong ba ngày đêm, cuộc"
    }
  },
  {
    "translation": {
      "en": "the fearless, relentless onslaught never stopped.",
      "vi": "tấn công không ngừng sợ hãi, không ngừng."
    }
  },
  {
    "translation": {
      "en": "The soldiers performed like supermen.",
      "vi": "Những người lính thực hiện như siêu nhân."
    }
  },
  {
    "translation": {
      "en": "It became increasingly clear that this German army",
      "vi": "Ngày càng rõ rằng quân đội Đức này không giống bất"
    }
  },
  {
    "translation": {
      "en": "was unlike anything seen before.",
      "vi": "cứ thứ gì được thấy trước đây."
    }
  },
  {
    "translation": {
      "en": "What the French didn't know is that the German army",
      "vi": "Điều người Pháp không biết là quân đội Đức có"
    }
  },
  {
    "translation": {
      "en": "had a secret weapon.",
      "vi": "vũ khí bí mật."
    }
  },
  {
    "translation": {
      "en": "The weapon was manufactured by the Berlin drug company called Temmler.",
      "vi": "Vũ khí được sản xuất bởi công ty dược Berlin có tên Temmler."
    }
  },
  {
    "translation": {
      "en": "Pervitin is a powerful methamphetamine",
      "vi": "Pervitin là một ma túy methamphetamine mạnh"
    }
  },
  {
    "translation": {
      "en": "known on the streets today as crystal meth.",
      "vi": "được biết đến trên đường phố hôm nay dưới dạng ma túy đá."
    }
  },
  {
    "translation": {
      "en": "Already sold as an over-the-counter pick-me-up in Germany,",
      "vi": "Được bán như một loại thuốc mua tự do ở Đức, loại thuốc này chứng minh"
    }
  },
  {
    "translation": {
      "en": "the drug proves invaluable in the theater of war.",
      "vi": "là vô giá trong nhà hát chiến tranh."
    }
  },
  {
    "translation": {
      "en": "[in German] Pervitin is seen as the ideal drug to combat fatigue.",
      "vi": "Pervitin được xem là loại thuốc lý tưởng để chống lại sự mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "In the Second World War, it is used especially for the Panzer troops",
      "vi": "Trong Thế chiến thứ hai, nó được sử dụng đặc biệt cho quân đội"
    }
  },
  {
    "translation": {
      "en": "and the night fighters.",
      "vi": "và các chiến binh đêm."
    }
  },
  {
    "translation": {
      "en": "Troops that are always close to the enemy",
      "vi": "Quân lính luôn ở gần kẻ thù"
    }
  },
  {
    "translation": {
      "en": "and have to remain active for a long time.",
      "vi": "và phải duy trì hoạt động trong một thời gian dài."
    }
  },
  {
    "translation": {
      "en": "[Geoffrey] Pervitin had been used by German civilians, you know.",
      "vi": "Pervitin đã được sử dụng bởi thường dân Đức."
    }
  },
  {
    "translation": {
      "en": "They'd get it in a pharmacy, and it would be used to be alert",
      "vi": "Họ sẽ mua nó ở hiệu thuốc, và nó sẽ được dùng"
    }
  },
  {
    "translation": {
      "en": "and stay awake and get a lot of stuff done.",
      "vi": "để tỉnh táo và thức và làm nhiều việc."
    }
  },
  {
    "translation": {
      "en": "And as the war drags on, you'd start seeing Pervitin",
      "vi": "Và khi chiến tranh kéo dài, bạn sẽ bắt đầu thấy Pervitin"
    }
  },
  {
    "translation": {
      "en": "being issued to German troops and airmen like candy.",
      "vi": "được giao cho quân đội Đức và phi công như kẹo."
    }
  },
  {
    "translation": {
      "en": "[narrator] Methamphetamine can dull feelings of empathy",
      "vi": "Methamphetamine có thể làm giảm cảm giác đồng"
    }
  },
  {
    "translation": {
      "en": "and make you feel superhuman,",
      "vi": "cảm và khiến bạn cảm thấy siêu nhân,"
    }
  },
  {
    "translation": {
      "en": "the very qualities needed to create a near-perfect soldier.",
      "vi": "những phẩm chất cần thiết để tạo ra một người lính gần như hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "[Norman] There are many reports that just before the attacks",
      "vi": "Có rất nhiều báo cáo ngay trước khi cuộc tấn công bắt đầu vào ngày 10 tháng 5"
    }
  },
  {
    "translation": {
      "en": "started on May 10th, 1940, there were a lot of soldiers",
      "vi": "Có rất nhiều báo cáo ngay trước khi cuộc tấn công bắt đầu vào ngày 10 tháng 5 năm 1940, có rất nhiều binh sĩ bị trầm cảm, không muốn chiến đấu,"
    }
  },
  {
    "translation": {
      "en": "who were depressed, who didn't want to fight,",
      "vi": "năm 1940, có rất nhiều binh sĩ bị trầm cảm, không muốn chiến đấu,"
    }
  },
  {
    "translation": {
      "en": "who remembered the First World War.",
      "vi": "người đã nhớ về Thế chiến thứ nhất."
    }
  },
  {
    "translation": {
      "en": "So the morale of the Germans was quite low,",
      "vi": "Nên tinh thần của người Đức khá thấp, nhưng một"
    }
  },
  {
    "translation": {
      "en": "but once you take methamphetamine,",
      "vi": "khi bạn dùng methamphetamine, tinh thần"
    }
  },
  {
    "translation": {
      "en": "your morale actually becomes quite high.",
      "vi": "của bạn thực sự trở nên khá cao."
    }
  },
  {
    "translation": {
      "en": "[narrator] The German tactic of Blitzkrieg",
      "vi": "Chiến thuật blitzkrieg của Đức"
    }
  },
  {
    "translation": {
      "en": "relied on overwhelming air superiority, super-fast tanks,",
      "vi": "dựa vào ưu thế vượt trội, siêu xe tăng siêu tốc,"
    }
  },
  {
    "translation": {
      "en": "up-to-the-minute communications, and a tireless and fearless militia.",
      "vi": "liên lạc liên tục, và một đội quân không biết mệt mỏi và không biết sợ."
    }
  },
  {
    "translation": {
      "en": "[Norman] For the first time in military history,",
      "vi": "Lần đầu tiên trong lịch sử quân sự,"
    }
  },
  {
    "translation": {
      "en": "an army did not have to rest at night,",
      "vi": "một đội quân không phải nghỉ ngơi vào ban đêm,"
    }
  },
  {
    "translation": {
      "en": "but could go on for three days and three nights.",
      "vi": "nhưng có thể kéo dài ba ngày ba đêm."
    }
  },
  {
    "translation": {
      "en": "So without Pervitin, this obviously wouldn't have worked.",
      "vi": "Không có Pervitin, điều này rõ ràng là không hiệu quả."
    }
  },
  {
    "translation": {
      "en": "[Norman] It really helps a person to become a fighting robot.",
      "vi": "Nó giúp một người trở thành một robot chiến đấu."
    }
  },
  {
    "translation": {
      "en": "Imagine this on the scale of a couple of hundred thousand people,",
      "vi": "Hãy tưởng tượng điều này trên quy mô của vài trăm nghìn người, trang bị"
    }
  },
  {
    "translation": {
      "en": "heavily armed, storming into enemy territory.",
      "vi": "vũ khí, xông vào lãnh thổ của địch."
    }
  },
  {
    "translation": {
      "en": "It just becomes a completely crazy situation.",
      "vi": "Nó trở thành một tình huống hoàn toàn điên rồ."
    }
  },
  {
    "translation": {
      "en": "The side effects of Pervitin is that it does make you a little bit reckless.",
      "vi": "Tác dụng phụ của Pervitin là nó làm anh hơi thiếu thận trọng."
    }
  },
  {
    "translation": {
      "en": "It gives you what's-- You know, Dutch courage.",
      "vi": "Anh biết đấy, lòng can đảm của Hà Lan."
    }
  },
  {
    "translation": {
      "en": "On the 13th of May, when they're crossing the River Meuse--",
      "vi": "Vào ngày 13 tháng Năm, khi họ băng qua sông Meuse,"
    }
  },
  {
    "translation": {
      "en": "Because these guys have just got to keep going.",
      "vi": "vì họ phải tiếp tục."
    }
  },
  {
    "translation": {
      "en": "The fighting goes on until dusk and beyond.",
      "vi": "Cuộc chiến diễn ra đến tận lúc hoàng hôn."
    }
  },
  {
    "translation": {
      "en": "How do you keep them going? Well, you know, popping a Pervitin tablet,",
      "vi": "Làm sao để họ tiếp tục? À, anh biết đấy, một viên thuốc Pervitin,"
    }
  },
  {
    "translation": {
      "en": "just on that one occasion, is possibly not a bad idea.",
      "vi": "chỉ trong một lần, có lẽ không phải là ý tồi."
    }
  },
  {
    "translation": {
      "en": "I mean, it's better to suffer the aftereffects of Pervitin than be dead. -[suspenseful music playing] -[planes zooming]",
      "vi": "Ý tôi là, tốt hơn là phải chịu hậu quả của Pervitin hơn là chết."
    }
  },
  {
    "translation": {
      "en": "[narrator] To the north, the decoy assault is gathering pace.",
      "vi": "Ở phía bắc, cuộc tấn công mồi nhử đang tiến triển."
    }
  },
  {
    "translation": {
      "en": "The Germans bombard the Port of Rotterdam,",
      "vi": "Người Đức bắn phá cảng Rotterdam, giết"
    }
  },
  {
    "translation": {
      "en": "killing around 1,000 people.",
      "vi": "chết khoảng 1.000 người."
    }
  },
  {
    "translation": {
      "en": "So shocked are the Dutch by the number of casualties",
      "vi": "Gây sốc là người Hà Lan với số người thương vong"
    }
  },
  {
    "translation": {
      "en": "and the gutting of the center of Rotterdam",
      "vi": "và việc đóng cửa trung tâm Rotterdam"
    }
  },
  {
    "translation": {
      "en": "that it actually encourages them to give up.",
      "vi": "khiến họ thật sự khuyến khích họ từ bỏ."
    }
  },
  {
    "translation": {
      "en": "So already, in just four days, the Dutch are knocked out of the fight.",
      "vi": "Vậy là, chỉ trong bốn ngày, người Hà Lan đã bị loại khỏi cuộc chiến."
    }
  },
  {
    "translation": {
      "en": "[narrator] With the French defenses smashed at Sedan,",
      "vi": "Với sự phòng thủ của Pháp bị phá hủy"
    }
  },
  {
    "translation": {
      "en": "Guderian is ordered to halt his advance and wait for the infantry to catch up.",
      "vi": "ở Sedan, Guderian được lệnh ngăn chặn sự tiến bộ và chờ bộ binh bắt kịp."
    }
  },
  {
    "translation": {
      "en": "He ignores them.",
      "vi": "Anh ta lờ chúng đi."
    }
  },
  {
    "translation": {
      "en": "Flanked by his officers on motorcycles, he charges out in front of his tanks",
      "vi": "Bị cán bộ của anh ta lái xe máy, anh ta lao ra trước xe tăng của"
    }
  },
  {
    "translation": {
      "en": "through the French countryside.",
      "vi": "mình qua vùng quê Pháp."
    }
  },
  {
    "translation": {
      "en": "[James] Guderian is very dynamic. He's smart, he's well read,",
      "vi": "Guderian rất năng động. Anh ấy thông minh, giỏi đọc sách,"
    }
  },
  {
    "translation": {
      "en": "he's hugely experienced,",
      "vi": "rất kinh nghiệm"
    }
  },
  {
    "translation": {
      "en": "and he's not afraid of trying new things.",
      "vi": "và không sợ thử những điều mới mẻ."
    }
  },
  {
    "translation": {
      "en": "And he's not one who's shy of making decisions either.",
      "vi": "Và anh ta cũng không phải là người ngại đưa ra quyết định."
    }
  },
  {
    "translation": {
      "en": "Do I just ignore my superior officers' orders",
      "vi": "Tôi có bỏ qua lệnh của cấp trên không?"
    }
  },
  {
    "translation": {
      "en": "and go for it, and potentially win Germany",
      "vi": "và giành lấy nó,"
    }
  },
  {
    "translation": {
      "en": "this amazing victory,",
      "vi": "chiến thắng tuyệt vời này,"
    }
  },
  {
    "translation": {
      "en": "or do I hold fire and wait for the infantry just to catch up,",
      "vi": "hay là tôi cầm súng và đợi lính bộ binh bắt kịp,"
    }
  },
  {
    "translation": {
      "en": "thereby potentially losing momentum and all the rest of it?",
      "vi": "do đó có khả năng mất đà và phần còn lại của nó?"
    }
  },
  {
    "translation": {
      "en": "And he thinks, \"To hell with it. I'm gonna go for it.\"",
      "vi": "Và anh ta nghĩ, \"Chết tiệt. Tôi sẽ đi. \""
    }
  },
  {
    "translation": {
      "en": "[narrator] The prime minister of France, Paul Reynaud,",
      "vi": "Thủ tướng Pháp, Paul Reynaud, bị"
    }
  },
  {
    "translation": {
      "en": "is shocked by the speed of the German advance.",
      "vi": "sốc bởi tốc độ tiến bộ của quân Đức."
    }
  },
  {
    "translation": {
      "en": "He calls Britain's new prime minister with terrible news.",
      "vi": "Anh ta gọi Thủ tướng mới của Anh với tin xấu."
    }
  },
  {
    "translation": {
      "en": "[Saul] Reynaud, you could tell, was in a terrible panic.",
      "vi": "Reynaud, anh có thể nói, đang hoảng loạn kinh khủng."
    }
  },
  {
    "translation": {
      "en": "He contacts Churchill, he speaks to him on the telephone,",
      "vi": "Anh ta liên lạc với Churchill, anh ta nói chuyện điện thoại,"
    }
  },
  {
    "translation": {
      "en": "and he basically says the battle is lost.",
      "vi": "và anh ta nói cuộc chiến đã mất."
    }
  },
  {
    "translation": {
      "en": "Already, in just five days, \"I think the battle is lost.",
      "vi": "Chỉ trong năm ngày, \"T ôi nghĩ trận chiến đã thua."
    }
  },
  {
    "translation": {
      "en": "The Germans have broken through in such numbers",
      "vi": "Người Đức đã vượt qua con số đó đến"
    }
  },
  {
    "translation": {
      "en": "that I don't think we can stop them.\"",
      "vi": "nỗi tôi không nghĩ ta có thể ngăn họ. \""
    }
  },
  {
    "translation": {
      "en": "[narrator] The Germans are closing in on the French capital,",
      "vi": "Người Đức đang đóng cửa ở thủ đô nước Pháp,"
    }
  },
  {
    "translation": {
      "en": "and Churchill fears that the French are unable to respond quickly enough",
      "vi": "và Churchill sợ rằng người Pháp không thể phản ứng đủ nhanh"
    }
  },
  {
    "translation": {
      "en": "to mount the rapid counterattack that is needed.",
      "vi": "để có được phản công nhanh chóng cần thiết."
    }
  },
  {
    "translation": {
      "en": "[Sonke] Churchill saw that everything was collapsing,",
      "vi": "Churchill thấy mọi thứ sụp đổ,"
    }
  },
  {
    "translation": {
      "en": "and that very moment, it was important",
      "vi": "và ngay lúc đó, nó quan trọng"
    }
  },
  {
    "translation": {
      "en": "that the French are continuing to fight",
      "vi": "rằng người Pháp đang tiếp tục chiến đấu"
    }
  },
  {
    "translation": {
      "en": "and reacting and fighting and fighting and fighting,",
      "vi": "và phản ứng và chiến đấu và chiến đấu,"
    }
  },
  {
    "translation": {
      "en": "and counter-offensives, and again and again,",
      "vi": "và phản công, và lặp đi lặp lại,"
    }
  },
  {
    "translation": {
      "en": "and not being in this totally mental breakdown.",
      "vi": "và không bị suy sụp tinh thần."
    }
  },
  {
    "translation": {
      "en": "[narrator] On the 16th of May, just six days after taking office,",
      "vi": "Vào ngày 16 tháng Năm, chỉ sáu ngày sau khi nhậm chức,"
    }
  },
  {
    "translation": {
      "en": "Churchill flies to Paris to try and stiffen French resolve.",
      "vi": "Churchill bay đến Paris để cố gắng giải quyết Pháp."
    }
  },
  {
    "translation": {
      "en": "[Saul] What he's determined to do",
      "vi": "Điều ông ta quyết tâm làm"
    }
  },
  {
    "translation": {
      "en": "is to somehow keep the French in the fight,",
      "vi": "là bằng cách nào đó giữ người Pháp trong cuộc chiến,"
    }
  },
  {
    "translation": {
      "en": "because if the French fall out, it's Britain alone.",
      "vi": "bởi vì nếu người Pháp rơi ra, đó là nước Anh một mình."
    }
  },
  {
    "translation": {
      "en": "[narrator] On the 20th of May 1940,",
      "vi": "Vào ngày 20 tháng 5 năm 1940,"
    }
  },
  {
    "translation": {
      "en": "just ten days after setting out from the German border,",
      "vi": "chỉ mười ngày sau khi rời khỏi biên giới Đức,"
    }
  },
  {
    "translation": {
      "en": "Guderian's decision to ignore his superiors is vindicated",
      "vi": "Guderian quyết định phớt lờ cấp trên được chứng minh"
    }
  },
  {
    "translation": {
      "en": "as he reaches the Atlantic Coast.",
      "vi": "khi đến bờ biển Đại Tây Dương."
    }
  },
  {
    "translation": {
      "en": "Well, that actually takes quite a bit of courage to make a decision like that,",
      "vi": "Chà, thật sự cần một chút can đảm để đưa ra quyết định như thế,"
    }
  },
  {
    "translation": {
      "en": "you know, because if you get it wrong and it's not a success",
      "vi": "vì nếu bạn hiểu sai và không thành công"
    }
  },
  {
    "translation": {
      "en": "and it ends in defeat, you're in big, big trouble,",
      "vi": "và kết thúc trong thất bại, anh gặp rắc rối lớn,"
    }
  },
  {
    "translation": {
      "en": "particularly in a totalitarian militaristic state like Nazi Germany.",
      "vi": "đặc biệt là ở một nước quân chủ chuyên chế như Đức Quốc xã."
    }
  },
  {
    "translation": {
      "en": "But, you know, he has the courage of his convictions, and he goes for it.",
      "vi": "Nhưng anh ta có can đảm với niềm tin của mình, và anh ta làm thế."
    }
  },
  {
    "translation": {
      "en": "And of course, it's absolutely extraordinary, unprecedented in history.",
      "vi": "Và tất nhiên, nó hoàn toàn phi thường, chưa từng có trong lịch sử."
    }
  },
  {
    "translation": {
      "en": "[narrator] Hitler's great gamble on Manstein's plan has paid off.",
      "vi": "Đánh cược lớn của Hitler về kế hoạch của Manstein đã được đền đáp."
    }
  },
  {
    "translation": {
      "en": "The bulk of the Allied forces are now trapped in narrow corridor.",
      "vi": "Phần lớn lực lượng Đồng minh đang kẹt trong hành lang hẹp."
    }
  },
  {
    "translation": {
      "en": "[Saul] It means that those Allied armies further north,",
      "vi": "Nghĩa là quân đội Đồng Minh ở phía Bắc,"
    }
  },
  {
    "translation": {
      "en": "including the whole of the British Expeditionary Force,",
      "vi": "bao gồm cả Lực lượng Viễn chinh Anh,"
    }
  },
  {
    "translation": {
      "en": "have been cut off from their lines of supply.",
      "vi": "đã bị cắt đứt khỏi đường cung của họ."
    }
  },
  {
    "translation": {
      "en": "So, those troops in Belgium",
      "vi": "Những người lính ở Bỉ"
    }
  },
  {
    "translation": {
      "en": "who are surrounded, of course, on all sides now by Germans",
      "vi": "những người được vây quanh, tất nhiên,"
    }
  },
  {
    "translation": {
      "en": "who are fighting also in Belgium and also in Holland,",
      "vi": "cũng đang chiến đấu ở Bỉ và cả ở Hà Lan,"
    }
  },
  {
    "translation": {
      "en": "are completely surrounded by German forces,",
      "vi": "được bao bọc bởi quân Đức,"
    }
  },
  {
    "translation": {
      "en": "and their only way out is either by cutting through them",
      "vi": "và cách duy nhất của chúng là ra ngoài bằng cách cắt xuyên qua chúng"
    }
  },
  {
    "translation": {
      "en": "or being rescued from the Channel coast.",
      "vi": "hoặc được giải cứu khỏi bờ biển Kênh."
    }
  },
  {
    "translation": {
      "en": "[narrator] It will take Guderian no more than a few days",
      "vi": "Sẽ mất Guderian không quá vài ngày để chặn lối"
    }
  },
  {
    "translation": {
      "en": "to block off that last escape route to the coast,",
      "vi": "thoát cuối cùng ra bờ biển, và do đó bao vây"
    }
  },
  {
    "translation": {
      "en": "and thus encircle a million Allied soldiers.",
      "vi": "cả triệu binh sĩ Đồng minh."
    }
  },
  {
    "translation": {
      "en": "Having become trapped in his pocket, the British start to make plans",
      "vi": "Bị kẹt trong túi này, người Anh bắt đầu lên kế hoạch"
    }
  },
  {
    "translation": {
      "en": "to evacuate their troops by sea, and Churchill settles on Calais",
      "vi": "để di tản binh lính bằng đường biển, và Churchill sống ở Calais"
    }
  },
  {
    "translation": {
      "en": "as the best place to bring in large ships.",
      "vi": "là nơi tốt nhất để mang những con tàu lớn."
    }
  },
  {
    "translation": {
      "en": "So, he sends three elite British regiments to hold it,",
      "vi": "Vì vậy, ông ta cử ba trung đoàn người Anh ưu tú để giữ nó,"
    }
  },
  {
    "translation": {
      "en": "and they're all sacrificed; the Germans annihilate them,",
      "vi": "và họ đều hy sinh, người Đức tiêu diệt họ,"
    }
  },
  {
    "translation": {
      "en": "and they lose Calais.",
      "vi": "và họ mất Calais."
    }
  },
  {
    "translation": {
      "en": "[narrator] The loss of life is daunting, but the distraction",
      "vi": "Sự mất mát của cuộc sống thật khó khăn, nhưng sự xao nhãng"
    }
  },
  {
    "translation": {
      "en": "buys the BEF time to make other plans.",
      "vi": "khiến thời gian của BEF trở thành những kế hoạch khác."
    }
  },
  {
    "translation": {
      "en": "The decision to send the troops to Calais is actually a key bit of the story,",
      "vi": "Quyết định cử quân tới Calais thực sự là một phần quan trọng của câu chuyện,"
    }
  },
  {
    "translation": {
      "en": "because without that blocking force,",
      "vi": "vì không có lực chặn,"
    }
  },
  {
    "translation": {
      "en": "which was ultimately captured by the Germans,",
      "vi": "mà cuối cùng người Đức bắt,"
    }
  },
  {
    "translation": {
      "en": "the rest of the BEF and the French armies fighting alongside it",
      "vi": "phần còn lại của BEF và quân đội Pháp cùng phe"
    }
  },
  {
    "translation": {
      "en": "are not gonna have enough time to get to the coast at Dunkirk",
      "vi": "sẽ không có đủ thời gian để đến bờ biển ở Dunkirk"
    }
  },
  {
    "translation": {
      "en": "to construct a defensive perimeter that will allow them to be rescued.",
      "vi": "để xây dựng một vành đai phòng thủ cho phép họ được cứu."
    }
  },
  {
    "translation": {
      "en": "[narrator] Just as it seems that hundreds of thousands",
      "vi": "Có vẻ như hàng trăm ngàn binh sĩ Đồng"
    }
  },
  {
    "translation": {
      "en": "of Allied soldiers are within hours of being slaughtered or captured,",
      "vi": "minh đang trong vòng vài giờ bị giết hoặc bị bắt, Hitler đưa"
    }
  },
  {
    "translation": {
      "en": "Hitler makes a highly controversial decision.",
      "vi": "ra một quyết định gây tranh cãi."
    }
  },
  {
    "translation": {
      "en": "[in German] When the German forces have almost",
      "vi": "Khi quân Đức gần như"
    }
  },
  {
    "translation": {
      "en": "driven the Allies back to the Channel harbors,",
      "vi": "đưa các đồng minh trở lại bến cảng Channel,"
    }
  },
  {
    "translation": {
      "en": "Hitler suddenly orders them to stop.",
      "vi": "Hitler đột nhiên ra lệnh dừng lại."
    }
  },
  {
    "translation": {
      "en": "The German tank officers thought,",
      "vi": "Các sĩ quan xe tăng Đức nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"I mean, are they crazy? Are they mad? We are going to win.",
      "vi": "\"Ý tôi là, họ điên à? Họ có giận không? Chúng ta sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "Yes, we are exhausted, yes, we are short of supplies but...",
      "vi": "Phải, chúng tôi kiệt sức, chúng tôi thiếu nguồn cung cấp nhưng tốc độ là"
    }
  },
  {
    "translation": {
      "en": "speed is our lifeline.",
      "vi": "sức sống của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Stopping is not an option.\"",
      "vi": "Dừng lại không phải là một lựa chọn. \""
    }
  },
  {
    "translation": {
      "en": "But then they got the clear order,",
      "vi": "Nhưng rồi họ có lệnh rõ ràng, nên,"
    }
  },
  {
    "translation": {
      "en": "so yes, they stopped and they were asking themselves,",
      "vi": "đúng, họ dừng lại, và họ tự hỏi, \"Chuyện"
    }
  },
  {
    "translation": {
      "en": "\"What the hell's going on here? That's ridiculous.\"",
      "vi": "quái gì đang diễn ra ở đây vậy? Thật nực cười. \""
    }
  },
  {
    "translation": {
      "en": "[in German] One of the reasons was surely that the Generals",
      "vi": "Một trong những lý do chắc chắn là các tướng lĩnh"
    }
  },
  {
    "translation": {
      "en": "had acted independently in the days prior and flouted Hitler's authority.",
      "vi": "đã hành động độc lập trong những ngày trước đó và bóc lột quyền lực của Hitler."
    }
  },
  {
    "translation": {
      "en": "Hitler wanted to show that he was the supreme war commander",
      "vi": "Hitler muốn chứng tỏ mình là chỉ huy chiến tranh tối cao"
    }
  },
  {
    "translation": {
      "en": "and they had to obey him.",
      "vi": "và họ phải nghe theo."
    }
  },
  {
    "translation": {
      "en": "[narrator] The man behind the decision",
      "vi": "Người đứng sau quyết định đó"
    }
  },
  {
    "translation": {
      "en": "is Luftwaffe Commander in Chief Hermann Göring.",
      "vi": "là Chỉ huy Luftwaffe ở Đội trưởng Hermann Göring."
    }
  },
  {
    "translation": {
      "en": "He convinces Hitler that the honor of annihilating the Allied soldiers",
      "vi": "Hắn thuyết phục Hitler rằng danh dự hủy diệt quân Đồng"
    }
  },
  {
    "translation": {
      "en": "should fall not to the German Army, but to the Nazi-dominated air force.",
      "vi": "minh sẽ không thuộc về quân Đức, mà là không lực do Nazi thống trị."
    }
  },
  {
    "translation": {
      "en": "[Geoffrey] Hermann Göring was a very influential Nazi,",
      "vi": "Hermann Göring là một Đức Quốc xã có ảnh hưởng lớn"
    }
  },
  {
    "translation": {
      "en": "and he'd been touting the Luftwaffe as the arm, the weapon of the future.",
      "vi": "và ông đã chào đón Luftwaffe như cánh tay, vũ khí của tương lai."
    }
  },
  {
    "translation": {
      "en": "And he was like, \"Look, let me unleash the Luftwaffe.",
      "vi": "Và anh ta nói, \"Này, để tôi giải phóng Luftwaffe."
    }
  },
  {
    "translation": {
      "en": "These are sitting ducks on the beach, I can destroy them from the air",
      "vi": "Đây là những con vịt ngồi trên bãi biển, tôi có thể tiêu diệt chúng từ trên không."
    }
  },
  {
    "translation": {
      "en": "and you can use the army, you can move south and destroy",
      "vi": "Và anh có thể dùng quân đội, có thể di chuyển về phía nam"
    }
  },
  {
    "translation": {
      "en": "the rest of the French army, take Paris and pursue them",
      "vi": "và tiêu diệt toàn bộ quân đội Pháp, chiếm Paris và đuổi"
    }
  },
  {
    "translation": {
      "en": "across the Loire if that's the direction they take.",
      "vi": "theo họ qua sông Loire nếu đó là hướng họ đi."
    }
  },
  {
    "translation": {
      "en": "And the Luftwaffe can do this, you know, without wasting the field army.\" -[suspenseful music playing] -[plane engines revving]",
      "vi": "Và Luftwaffe có thể làm việc này mà không lãng phí quân đội. \""
    }
  },
  {
    "translation": {
      "en": "[in German] Back when they took this weapon from the Germans in Versailles,",
      "vi": "Khi họ lấy vũ khí này từ quân Đức ở Versailles,"
    }
  },
  {
    "translation": {
      "en": "they did not expect Germany to rebuild this weapon,",
      "vi": "họ không mong Đức xây lại vũ khí này,"
    }
  },
  {
    "translation": {
      "en": "stronger and more powerful, under Adolf Hitler's leadership.",
      "vi": "mạnh hơn và quyền lực hơn, dưới sự lãnh đạo của Adolf Hitler."
    }
  },
  {
    "translation": {
      "en": "[narrator] But Göring's plan soon starts to unravel.",
      "vi": "Nhưng kế hoạch của Göring sớm bắt đầu sáng tỏ."
    }
  },
  {
    "translation": {
      "en": "Very conveniently for the British, there was ten tenths' cloud cover",
      "vi": "Rất thuận tiện cho người Anh, có đám mây mười phần mười"
    }
  },
  {
    "translation": {
      "en": "for most of the evacuation period, which is made worse by the fact",
      "vi": "trong hầu hết thời gian sơ tán,"
    }
  },
  {
    "translation": {
      "en": "that the Germans have already bombed the oil refinery at Dunkirk,",
      "vi": "rằng người Đức đã đánh bom nhà máy lọc dầu ở Dunkirk,"
    }
  },
  {
    "translation": {
      "en": "and vast clouds of black smoke are pitching 15,000 feet into the sky.",
      "vi": "và những đám mây khói đen khổng lồ đang bay lên trời 15.000 mét."
    }
  },
  {
    "translation": {
      "en": "So basically, you can't actually see anything.",
      "vi": "Về cơ bản, họ không thể thấy gì cả."
    }
  },
  {
    "translation": {
      "en": "[narrator] The poor visibility makes it very difficult",
      "vi": "Tầm nhìn kém khiến việc này khó khăn"
    }
  },
  {
    "translation": {
      "en": "for the Luftwaffe to dive bomb,",
      "vi": "cho Luftwaffe để ném bom,"
    }
  },
  {
    "translation": {
      "en": "and even when the clouds start to disperse,",
      "vi": "và ngay cả khi đám mây bắt đầu phân tán,"
    }
  },
  {
    "translation": {
      "en": "the Stukas struggle to hit their targets.",
      "vi": "Stukas đang vật lộn để đạt mục tiêu."
    }
  },
  {
    "translation": {
      "en": "From 6,000 feet when you're starting your dive bombing,",
      "vi": "Từ độ cao 6.000m khi bắt đầu ném bom,"
    }
  },
  {
    "translation": {
      "en": "a destroyer crammed full of men just looks like a pencil",
      "vi": "một kẻ phá hoại nhồi nhét đầy đàn ông chỉ trông như một cây bút chì,"
    }
  },
  {
    "translation": {
      "en": "and it's kind of wobbling around all over the place,",
      "vi": "và nó lắc lư khắp nơi,"
    }
  },
  {
    "translation": {
      "en": "and it's incredibly difficult to hit something that has been moving",
      "vi": "và rất khó để đánh thứ gì đó đang di chuyển"
    }
  },
  {
    "translation": {
      "en": "from that distance.",
      "vi": "từ khoảng cách đó."
    }
  },
  {
    "translation": {
      "en": "[narrator] Göring's planes also find themselves facing an unexpected weapon.",
      "vi": "Máy bay của Göring cũng thấy mình đối mặt với một vũ khí bất ngờ."
    }
  },
  {
    "translation": {
      "en": "Among the squadrons sent to defend the evacuation",
      "vi": "Trong số các phi đội được cử đến để bảo vệ cuộc di tản"
    }
  },
  {
    "translation": {
      "en": "by the RAF's fighter command in the south of England",
      "vi": "bởi chỉ huy chiến đấu của RAF ở miền nam nước Anh"
    }
  },
  {
    "translation": {
      "en": "is a brilliant new fighter plane:",
      "vi": "là một máy bay chiến đấu mới tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "the Supermarine Spitfire.",
      "vi": "Siêu điệp viên."
    }
  },
  {
    "translation": {
      "en": "For the first time, the fighter command",
      "vi": "Lần đầu tiên, chỉ huy chiến đấu đã"
    }
  },
  {
    "translation": {
      "en": "was able to break the German air superiority.",
      "vi": "có thể phá vỡ ưu thế không khí của Đức."
    }
  },
  {
    "translation": {
      "en": "They're sending Spitfires and Hurricanes from Southeast England over to Dunkirk",
      "vi": "Họ gửi Spitfire và Hurricanes từ Đông Nam nước Anh đến Dunkirk"
    }
  },
  {
    "translation": {
      "en": "to cover the evacuation and actually, they do a pretty good job.",
      "vi": "để trang trải việc di tản, và thực ra, họ làm rất tốt."
    }
  },
  {
    "translation": {
      "en": "They suffer as well, but they're pretty effective",
      "vi": "Chúng cũng chịu đựng, nhưng chúng khá hiệu quả"
    }
  },
  {
    "translation": {
      "en": "and they shoot down dive bombers-- German dive bombers in their droves.",
      "vi": "và bắn hạ các máy bay ném bom, máy bay ném bom bổ nhào Đức."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Luftwaffe bombs a number of Royal Navy ships,",
      "vi": "Tàu Luftwaffe đã đánh bom một số tàu Hải quân Hoàng gia,"
    }
  },
  {
    "translation": {
      "en": "but it fails to annihilate the British and French forces on the beaches",
      "vi": "nhưng không thể tiêu diệt lực lượng Anh và Pháp trên bãi biển,"
    }
  },
  {
    "translation": {
      "en": "or their rescue boats as Göring had hoped.",
      "vi": "tàu cứu hộ của họ, như Göring đã hy vọng."
    }
  },
  {
    "translation": {
      "en": "Royal Engineers Private Cecil Ingram recalls the evacuation.",
      "vi": "Kỹ sư Hoàng gia Cecil Ingram nhớ lại cuộc di tản."
    }
  },
  {
    "translation": {
      "en": "[Cecil] It was a mass of soldiers...",
      "vi": "Đó là một đám lính,"
    }
  },
  {
    "translation": {
      "en": "and we were being dive-bombed the whole time,",
      "vi": "và chúng tôi bị ném bom suốt thời gian qua,"
    }
  },
  {
    "translation": {
      "en": "so you were trying to make yourself as safe as possible by sort of,",
      "vi": "nên anh cố gắng làm cho mình an toàn nhất có thể bằng cách"
    }
  },
  {
    "translation": {
      "en": "burying into the sand as far as you could go.",
      "vi": "chôn vùi trong cát càng xa càng tốt."
    }
  },
  {
    "translation": {
      "en": "You were lying low.",
      "vi": "Anh nằm xuống thấp."
    }
  },
  {
    "translation": {
      "en": "You could hear and see these Stuka bombers coming down",
      "vi": "Anh có thể nghe và thấy những kẻ đánh bom Stuka"
    }
  },
  {
    "translation": {
      "en": "and the horrendous noise as they revved up and dived down.",
      "vi": "đang xuống và tiếng ồn khủng khiếp khi chúng quay lại và lặn xuống."
    }
  },
  {
    "translation": {
      "en": "To be honest, I was quite scared...",
      "vi": "Thành thật mà nói, tôi đã khá sợ hãi vì"
    }
  },
  {
    "translation": {
      "en": "because you didn't know what was happening.",
      "vi": "không biết chuyện gì đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "It was... You know, communications had completely broken down.",
      "vi": "Đó là... Thông tin liên lạc đã bị phá vỡ hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "I think the word to use, it was \"chaotic\".",
      "vi": "Tôi nghĩ là dùng từ \"hỗn loạn\"."
    }
  },
  {
    "translation": {
      "en": "So, I eventually got up, walked into the water",
      "vi": "Cuối cùng tôi đứng dậy, bước xuống nước"
    }
  },
  {
    "translation": {
      "en": "with my rifle aloft, very wet.",
      "vi": "súng trường của tôi, rất ẩm ướt."
    }
  },
  {
    "translation": {
      "en": "I managed to get onto a naval ship.",
      "vi": "Tôi đã lên được tàu hải quân."
    }
  },
  {
    "translation": {
      "en": "My feet were bleeding.",
      "vi": "Chân tôi chảy máu."
    }
  },
  {
    "translation": {
      "en": "I spent the journey over to England lying on the deck of this ship.",
      "vi": "Tôi đã trải qua chuyến đi tới Anh nằm trên boong tàu này."
    }
  },
  {
    "translation": {
      "en": "[narrator] Royal Army Service Corps Private Stanley William Priest",
      "vi": "Binh đoàn Quân đội Hoàng gia Stanley William Priest sống"
    }
  },
  {
    "translation": {
      "en": "survived a German air attack over the Channel.",
      "vi": "sót sau vụ tấn công không quân Đức qua kênh."
    }
  },
  {
    "translation": {
      "en": "[Stanley] We entered Dunkirk during an air raid",
      "vi": "Chúng tôi vào Dunkirk trong một cuộc không kích,"
    }
  },
  {
    "translation": {
      "en": "and there were several severe air raids. A direct hit would have killed 100.",
      "vi": "và có vài cuộc không kích nghiêm trọng. Một cú đánh trực tiếp đã giết 100 người."
    }
  },
  {
    "translation": {
      "en": "And we saw some planes approaching, and they machine-gunned the boat,",
      "vi": "Và chúng tôi thấy vài máy bay tiếp cận, và họ bắn chết con tàu,"
    }
  },
  {
    "translation": {
      "en": "killing 60 or so and wounding many others, including myself.",
      "vi": "giết chết 60 người và làm tổn thương nhiều người khác, bao gồm cả tôi."
    }
  },
  {
    "translation": {
      "en": "I took shelter in a little alcove.",
      "vi": "Tôi đã trốn trong một hốc tường nhỏ."
    }
  },
  {
    "translation": {
      "en": "The bullets were passing an inch or two from my feet,",
      "vi": "Những viên đạn bay qua một hai cm từ chân tôi, nên"
    }
  },
  {
    "translation": {
      "en": "so had I been on deck, I'd almost certainly have been killed, or--",
      "vi": "tôi đã ở trên boong tàu, tôi gần như chắc chắn đã bị giết, nhưng tôi..."
    }
  },
  {
    "translation": {
      "en": "But I lost a finger, and I got a bullet to my shoulder.",
      "vi": "đã mất một ngón tay, và tôi có một viên đạn vào vai tôi."
    }
  },
  {
    "translation": {
      "en": "[narrator] The best Churchill was hoping for",
      "vi": "Churchchill tốt nhất hy vọng"
    }
  },
  {
    "translation": {
      "en": "was to save 45,000 soldiers from death or capture.",
      "vi": "là cứu 45.000 binh sĩ khỏi cái chết hoặc bắt giữ."
    }
  },
  {
    "translation": {
      "en": "But thanks to the navy, the little ships and the RAF,",
      "vi": "Nhưng nhờ vào hải quân, các tàu nhỏ và tàu RAF, gần"
    }
  },
  {
    "translation": {
      "en": "almost 340,000 were rescued.",
      "vi": "340.000 người đã được cứu."
    }
  },
  {
    "translation": {
      "en": "[Saul] They got together enormous numbers",
      "vi": "Họ tụ tập với số lượng khổng lồ"
    }
  },
  {
    "translation": {
      "en": "of sea-going craft run by civilians,",
      "vi": "của ngành du lịch biển do dân thường điều hành,"
    }
  },
  {
    "translation": {
      "en": "and these people sailed voluntarily across the Channel",
      "vi": "và những người này đã tự nguyện đi qua Kênh"
    }
  },
  {
    "translation": {
      "en": "at risk of life and limb to coordinate with the Royal Navy",
      "vi": "có nguy cơ sống và chi phối phối hợp với Hải quân Hoàng gia"
    }
  },
  {
    "translation": {
      "en": "to rescue a huge proportion of the troops at Dunkirk.",
      "vi": "để cứu một lượng lớn binh lính ở Dunkirk."
    }
  },
  {
    "translation": {
      "en": "[narrator] Göring is humiliated.",
      "vi": "Göring bị sỉ nhục."
    }
  },
  {
    "translation": {
      "en": "Having failed to stop the British evacuation from Dunkirk,",
      "vi": "Thất bại trong việc ngăn chặn việc sơ tán người Anh từ Dunkirk,"
    }
  },
  {
    "translation": {
      "en": "Hitler now turns the army towards Paris.",
      "vi": "Hitler giờ đã biến quân thành Paris."
    }
  },
  {
    "translation": {
      "en": "In an effort to prevent their beloved capital city being reduced to rubble,",
      "vi": "Trong nỗ lực ngăn chặn thành phố thủ đô yêu quý của họ bị giảm thành đống đổ nát,"
    }
  },
  {
    "translation": {
      "en": "the French flee, leaving it to be captured, undefended.",
      "vi": "người Pháp bỏ chạy, để lại nó bị bắt giữ, không ai biết."
    }
  },
  {
    "translation": {
      "en": "[Saul] There's no doubt that the French were aware",
      "vi": "Chắc chắn người Pháp đã biết"
    }
  },
  {
    "translation": {
      "en": "of the German use of bombing",
      "vi": "về việc sử dụng bom của Đức"
    }
  },
  {
    "translation": {
      "en": "at Rotterdam and also previously against the Poles at Warsaw",
      "vi": "ở Rotterdam và trước đó chống lại Ba Lan ở Warsaw"
    }
  },
  {
    "translation": {
      "en": "and the terrible damage that was done to those cities,",
      "vi": "và những thiệt hại kinh khủng đã gây ra cho các thành phố,"
    }
  },
  {
    "translation": {
      "en": "and they did not want the same thing to happen",
      "vi": "và họ không muốn điều tương tự xảy ra"
    }
  },
  {
    "translation": {
      "en": "to all the architectural jewels in Paris.",
      "vi": "với tất cả các trang sức kiến trúc ở Paris."
    }
  },
  {
    "translation": {
      "en": "They declare it an open city and move the government further south.",
      "vi": "Họ tuyên bố thành phố mở và di chuyển chính phủ về phía nam."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Germans march in on the 14th of June.",
      "vi": "Người Đức hành quân vào ngày 14 tháng Sáu."
    }
  },
  {
    "translation": {
      "en": "The French Government moves first to the City of Tours,",
      "vi": "Chính phủ Pháp di chuyển đầu tiên đến thành phố Tours,"
    }
  },
  {
    "translation": {
      "en": "and then to Bordeaux.",
      "vi": "rồi đến Bordeaux."
    }
  },
  {
    "translation": {
      "en": "Prime Minister Reynaud is replaced by 84-year-old First World War hero,",
      "vi": "Thủ tướng Reynaud được thay thế bởi anh hùng 84 tuổi của Thế chiến thứ nhất,"
    }
  },
  {
    "translation": {
      "en": "Marshal Philippe Pétain.",
      "vi": "Nguyên soái Philippe Pétain."
    }
  },
  {
    "translation": {
      "en": "[Saul] Pétain is a bit of a defeatist.",
      "vi": "Pétain là một kẻ đánh bại."
    }
  },
  {
    "translation": {
      "en": "He's pretty convinced that the French have lost the battle.",
      "vi": "Anh ta khá tin rằng người Pháp đã thua trận."
    }
  },
  {
    "translation": {
      "en": "The most important thing to do now is to avoid revolution,",
      "vi": "Điều quan trọng nhất cần làm là tránh cuộc cách mạng,"
    }
  },
  {
    "translation": {
      "en": "avoid the French Army from collapsing completely,",
      "vi": "tránh quân đội Pháp sụp đổ hoàn toàn,"
    }
  },
  {
    "translation": {
      "en": "and the best way to do that is to negotiate an armistice.",
      "vi": "và cách tốt nhất để làm điều đó là đàm phán đình chiến."
    }
  },
  {
    "translation": {
      "en": "[narrator] The north of the France and the Atlantic seaboard",
      "vi": "Phía bắc của Pháp và bờ biển Đại Tây Dương"
    }
  },
  {
    "translation": {
      "en": "are now occupied by the Germans.",
      "vi": "giờ đang bị quân Đức chiếm đóng."
    }
  },
  {
    "translation": {
      "en": "The south is designated as the unoccupied zone",
      "vi": "Phía Nam được chỉ định là khu vực"
    }
  },
  {
    "translation": {
      "en": "and run as a puppet regime by Marshal Pétain",
      "vi": "trống và được xem là chế độ bù nhìn"
    }
  },
  {
    "translation": {
      "en": "from the spa town of Vichy.",
      "vi": "của Marshal Pétain từ thị trấn Vichy."
    }
  },
  {
    "translation": {
      "en": "Pétain's authoritarian regime replaces the French motto,",
      "vi": "Chế độ độc tài của Pétain thay thế khẩu hiệu của Pháp,"
    }
  },
  {
    "translation": {
      "en": "\"liberté, égalité, fraternité,\"",
      "vi": "\"Liberté, égalité, fraternité,\""
    }
  },
  {
    "translation": {
      "en": "with a new slogan, \"work, family, fatherland.\"",
      "vi": "với khẩu hiệu mới, \"Công việc, gia đình, tổ quốc.\""
    }
  },
  {
    "translation": {
      "en": "Hundreds of thousands of French workers are deported to Nazi Germany",
      "vi": "Hàng trăm ngàn công nhân Pháp bị trục xuất đến Đức Quốc xã"
    }
  },
  {
    "translation": {
      "en": "to work as forced labor for the war effort.",
      "vi": "để làm lao động cưỡng bức cho nỗ lực chiến tranh."
    }
  },
  {
    "translation": {
      "en": "They replace Germans who were being enlisted to fight",
      "vi": "Họ thay thế người Đức, những người đã được nhập ngũ để"
    }
  },
  {
    "translation": {
      "en": "on the Eastern Front.",
      "vi": "chiến đấu ở Mặt trận phía Đông."
    }
  },
  {
    "translation": {
      "en": "The speed of the German victory was astonishing.",
      "vi": "Tốc độ chiến thắng của Đức thật đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "Blitzkrieg was a brilliant success.",
      "vi": "Blitzkrieg là một thành công rực rỡ."
    }
  },
  {
    "translation": {
      "en": "[Sonke] German generals always had in mind,",
      "vi": "Các tướng Đức luôn nghĩ rằng,"
    }
  },
  {
    "translation": {
      "en": "\"I want to have the perfect battle,\" so war is an art.",
      "vi": "\"Tôi muốn có một trận chiến hoàn hảo,\" chiến tranh là một nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "The Germans attack with an inferior army.",
      "vi": "Người Đức tấn công với một đội quân thấp kém."
    }
  },
  {
    "translation": {
      "en": "Inferior in numbers, inferior in quality,",
      "vi": "Thấp kém về số lượng, kém chất lượng,"
    }
  },
  {
    "translation": {
      "en": "but superior in their mentality.",
      "vi": "nhưng ưu việt hơn."
    }
  },
  {
    "translation": {
      "en": "We, as generals, just want to have the perfect battle.",
      "vi": "Chúng tôi, là tướng lĩnh, chỉ muốn có một trận chiến hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "And so, the whole war plan in 1940",
      "vi": "Và như vậy, toàn bộ kế hoạch chiến tranh"
    }
  },
  {
    "translation": {
      "en": "aimed for the perfect battle.",
      "vi": "năm 1940 nhằm vào cuộc chiến hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "And it was possible, because the British and the French",
      "vi": "Và điều đó là có thể, vì người Anh và người Pháp đã"
    }
  },
  {
    "translation": {
      "en": "did every mistake and made every mistake they could make.",
      "vi": "phạm sai lầm và phạm sai lầm mà họ có thể mắc phải."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Nazis exploit their triumphant victory over the French",
      "vi": "Đức Quốc xã khai thác chiến thắng của họ"
    }
  },
  {
    "translation": {
      "en": "to create a huge spectacle for the newsreels",
      "vi": "để tạo ra một cảnh tượng lớn"
    }
  },
  {
    "translation": {
      "en": "which finally expunges the humiliating experiences",
      "vi": "mà cuối cùng làm mất đi những trải nghiệm nhục nhã"
    }
  },
  {
    "translation": {
      "en": "endured in the First World War.",
      "vi": "đã chịu đựng trong Thế chiến thứ nhất."
    }
  },
  {
    "translation": {
      "en": "[Sonke] The German victory over France",
      "vi": "Chiến thắng của Đức trước Pháp"
    }
  },
  {
    "translation": {
      "en": "was the biggest victory of German military history,",
      "vi": "là chiến thắng lớn nhất của lịch sử quân đội Đức,"
    }
  },
  {
    "translation": {
      "en": "so it was really an outstanding event for Germany,",
      "vi": "nên đó là một sự kiện nổi bật của Đức,"
    }
  },
  {
    "translation": {
      "en": "and Hitler was quite clever to create a propaganda coup",
      "vi": "và Hitler khá thông minh để tạo ra một cuộc đảo chính"
    }
  },
  {
    "translation": {
      "en": "of how they were signing the armistice.",
      "vi": "về cách ký hiệp ước đình chiến."
    }
  },
  {
    "translation": {
      "en": "It was not just done somewhere in a hidden place, signing a document,",
      "vi": "Nó không chỉ được thực hiện ở đâu đó trong một nơi bí mật, ký một văn bản,"
    }
  },
  {
    "translation": {
      "en": "but it was really made up for the propaganda.",
      "vi": "nhưng nó đã được thực hiện để tuyên truyền."
    }
  },
  {
    "translation": {
      "en": "[narrator] This time, it is Hitler's moment to gloat.",
      "vi": "Lần này, đó là lúc Hitler thèm khát."
    }
  },
  {
    "translation": {
      "en": "In a repeat of the November 1918 Armistice,",
      "vi": "Lặp lại vụ đình chiến tháng 11 năm 1918,"
    }
  },
  {
    "translation": {
      "en": "he orders the very same railway carriage",
      "vi": "ông ấy ra lệnh cho cùng một toa tàu hỏa"
    }
  },
  {
    "translation": {
      "en": "back to the same place at Compiegne",
      "vi": "quay về cùng một chỗ ở Compiegne"
    }
  },
  {
    "translation": {
      "en": "where the Germans surrendered in the First World War.",
      "vi": "nơi người Đức đầu hàng trong Thế chiến thứ nhất."
    }
  },
  {
    "translation": {
      "en": "This time, it would be the French who would be paraded in disgrace",
      "vi": "Lần này, nó sẽ là người Pháp, người sẽ bị nhại trong"
    }
  },
  {
    "translation": {
      "en": "in front of the cameras.",
      "vi": "sự ô nhục trước máy quay."
    }
  },
  {
    "translation": {
      "en": "[Sonke] He took the railway carriage out of the museum,",
      "vi": "Hắn lấy xe ngựa ra khỏi bảo tàng,"
    }
  },
  {
    "translation": {
      "en": "put it on the very place where it was used in the First World War,",
      "vi": "đặt nó vào đúng nơi nó được sử dụng trong Thế chiến thứ nhất,"
    }
  },
  {
    "translation": {
      "en": "and at that very place,",
      "vi": "và ở chính nơi đó,"
    }
  },
  {
    "translation": {
      "en": "the French leadership has to sign the armistice.",
      "vi": "lãnh đạo Pháp phải ký hiệp ước đình chiến."
    }
  },
  {
    "translation": {
      "en": "And the symbol was, with that victory...",
      "vi": "Và biểu tượng là, với chiến thắng đó,"
    }
  },
  {
    "translation": {
      "en": "we, you know, somehow react on the defeat of the First World War.",
      "vi": "chúng tôi, bằng cách nào đó, phản ứng với sự thất bại của Thế chiến thứ nhất."
    }
  },
  {
    "translation": {
      "en": "[Saul] There were cameras there, it was in all the press,",
      "vi": "Có máy quay ở đó, trên báo chí,"
    }
  },
  {
    "translation": {
      "en": "and only a few days later, interestingly enough,",
      "vi": "và chỉ vài ngày sau, đủ thú vị,"
    }
  },
  {
    "translation": {
      "en": "he decides to take the railway carriage",
      "vi": "anh ta quyết định đi xe ngựa"
    }
  },
  {
    "translation": {
      "en": "back to Germany and to destroy the site of the 1918 Armistice,",
      "vi": "trở về Đức và phá hủy địa điểm đình chiến năm 1918,"
    }
  },
  {
    "translation": {
      "en": "which, of course, had always been a humiliation for Germany.",
      "vi": "tất nhiên, luôn là nỗi nhục cho nước Đức."
    }
  },
  {
    "translation": {
      "en": "[Sonke] So now, we have won.",
      "vi": "Nên giờ ta đã thắng."
    }
  },
  {
    "translation": {
      "en": "The war, which had started in 1914, we have won that war.",
      "vi": "Cuộc chiến bắt đầu từ năm 1914, chúng tôi đã thắng cuộc chiến đó."
    }
  },
  {
    "translation": {
      "en": "So, it's a combination of the First and the Second World War,",
      "vi": "Đó là sự kết hợp của Chiến tranh thế giới thứ nhất và thứ hai,"
    }
  },
  {
    "translation": {
      "en": "and we have won that.",
      "vi": "và chúng ta đã thắng."
    }
  },
  {
    "translation": {
      "en": "And by this, we overcome the defeat of the First World War.",
      "vi": "Và vì thế, chúng ta đã vượt qua thất bại của Thế chiến thứ nhất."
    }
  },
  {
    "translation": {
      "en": "Now, we are not defeated, we won.",
      "vi": "Giờ ta không bị đánh bại, ta thắng."
    }
  },
  {
    "translation": {
      "en": "And this awful event of having been defeated",
      "vi": "Và sự kiện khủng khiếp này đã bị đánh"
    }
  },
  {
    "translation": {
      "en": "in the First World War, it's over, it's passed,",
      "vi": "bại trong Thế chiến thứ nhất, mọi chuyện kết thúc, và"
    }
  },
  {
    "translation": {
      "en": "and it's Hitler who's done this.",
      "vi": "đó là Hitler đã làm việc này."
    }
  },
  {
    "translation": {
      "en": "It's Hitler.",
      "vi": "Là Hitler."
    }
  },
  {
    "translation": {
      "en": "He is, you know, the greatest war leader ever.",
      "vi": "Anh ta là thủ lĩnh vĩ đại nhất."
    }
  }
]