[
  {
    "translation": {
      "en": "Show me the tummy!",
      "vi": "Cho xem bụng nào!"
    }
  },
  {
    "translation": {
      "en": "- Good boy, Pugsley! -",
      "vi": "Ngoan lắm, Pugsley."
    }
  },
  {
    "translation": {
      "en": "Come on, boy. Let's go.",
      "vi": "Nào. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "Oh, it's Grandpa!",
      "vi": "Ôi trời. Đó là ông."
    }
  },
  {
    "translation": {
      "en": "Is he dead?  No, miss, he's just… frozen.",
      "vi": "- Ông chết chưa? - Chưa ạ. Bị đóng băng thôi."
    }
  },
  {
    "translation": {
      "en": "At his own birthday party too.",
      "vi": "Ở sinh nhật của mình nữa."
    }
  },
  {
    "translation": {
      "en": "- His big special day. - His big special day.",
      "vi": "- Ngày đặc biệt. - Ngày đặc biệt."
    }
  },
  {
    "translation": {
      "en": "And he seemed so happy in the photographs.",
      "vi": "Và trông trên ảnh rất hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "Wait, that's it.",
      "vi": "Khoan, đúng rồi!"
    }
  },
  {
    "translation": {
      "en": "Photographs capture the soul of the subject.",
      "vi": "Ảnh bắt lấy linh hồn của đối tượng."
    }
  },
  {
    "translation": {
      "en": "The only question is, how are we gonna get Grandpa…",
      "vi": "Câu hỏi duy nhất là, làm sao đưa hồn ông trở về với ông?"
    }
  },
  {
    "translation": {
      "en": "- - …back in Grandpa!",
      "vi": "Câu hỏi duy nhất là, làm sao đưa hồn ông trở về với ông? NGÕ CỤT"
    }
  },
  {
    "translation": {
      "en": "Okay, Mom. Ask me what my biggest weakness is.",
      "vi": "Mẹ. Hỏi điểm yếu lớn nhất của con đi."
    }
  },
  {
    "translation": {
      "en": "Oily skin?",
      "vi": "Da dầu?"
    }
  },
  {
    "translation": {
      "en": "I'm serious.",
      "vi": "Nghiêm túc đấy."
    }
  },
  {
    "translation": {
      "en": "I was gonna go with something like paralyzing fear of confrontation.",
      "vi": "Con định nói là: sợ cứng người khi phải đối đầu."
    }
  },
  {
    "translation": {
      "en": "Uh, sweetie, why do you wanna know your biggest weakness? My job interview at Phoenix Parks.",
      "vi": "- Con muốn biết làm gì? - Phỏng vấn xin việc ở Công viên Phoenix."
    }
  },
  {
    "translation": {
      "en": "Tonight. I told you.",
      "vi": "Tối nay? Con kể với mẹ rồi."
    }
  },
  {
    "translation": {
      "en": "Uh, but Grammy Gram's coming for dinner. I made cheese- less mac and cheese.",
      "vi": "Tối nay bà đến ăn tối đấy. Mẹ làm mì không phô mai!"
    }
  },
  {
    "translation": {
      "en": "Ugh, Mom, did you tell her I would be there?",
      "vi": "Mẹ nói con sẽ ở đó chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, of course.",
      "vi": "Rồi. Tất nhiên."
    }
  },
  {
    "translation": {
      "en": "Did you tell her Barney would be there?",
      "vi": "Mẹ nói Barney sẽ ở đó chưa?"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, sweetie, there's a lot she doesn't understand.  She's not the only one.",
      "vi": "- Thôi nào. Có nhiều điều bà không hiểu. - Không phải mỗi bà đâu."
    }
  },
  {
    "translation": {
      "en": "- - Sorry, buddy, you can't come. But if I get this job, we can get a place of our own.",
      "vi": "Xin lỗi. Cậu không đi được. Nếu tớ được nhận, ta có thể ở riêng."
    }
  },
  {
    "translation": {
      "en": "Just you and me. No Mom, no Dad,  no Grammy Gram.",
      "vi": "Chỉ tớ và cậu. Không mẹ. Không bố. Không bà."
    }
  },
  {
    "translation": {
      "en": "Okay, fine. Come on.",
      "vi": "Thôi được. Đi nào."
    }
  },
  {
    "translation": {
      "en": "Oh, stop it.",
      "vi": "Dừng lại đi."
    }
  },
  {
    "translation": {
      "en": "Oh, my precious girl! Going to her first job interview!",
      "vi": "Con gái yêu quý của mẹ! Đi phỏng vấn xin việc lần đầu tiên!"
    }
  },
  {
    "translation": {
      "en": "- - Mom!",
      "vi": "Mẹ!"
    }
  },
  {
    "translation": {
      "en": "Call me before you go in. And after. And maybe during too?",
      "vi": "Gọi mẹ trước và sau khi vào nhé. Cả trong lúc đó nữa."
    }
  },
  {
    "translation": {
      "en": "Bye, Mom.",
      "vi": "Chào mẹ."
    }
  },
  {
    "translation": {
      "en": "Just checking you've got your phone.",
      "vi": "Kiểm tra con cầm máy chưa!"
    }
  },
  {
    "translation": {
      "en": "If you whizz in my bag again, I'm sending you right back home, young man.",
      "vi": "Tè trong túi nữa là tớ cho về đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, jeez. Strange dude. Talking to himself.",
      "vi": "Ôi trời. Người kỳ lạ nói một mình."
    }
  },
  {
    "translation": {
      "en": "Okay, maybe Mom was right and I should never go outside. Or at least I think that's what she was trying to say.",
      "vi": "Có lẽ mẹ đúng. Mình không nên ra ngoài hay ít nhất mình nghĩ mẹ muốn nói thế."
    }
  },
  {
    "translation": {
      "en": "Uh… You're the one talking to yourself, Norma.  How do you know my name?",
      "vi": "- Cậu mới nói một mình, Norma. - Sao biết tên tôi?"
    }
  },
  {
    "translation": {
      "en": "- Whoa! It's me, Barney. - Uh, I'm bad with names.",
      "vi": "- Tớ, Barney. - Nhớ tên kém lắm!"
    }
  },
  {
    "translation": {
      "en": "We literally live on the same street. Same school. We're lab partners!",
      "vi": "Ta ở cùng phố, cùng trường, cùng thí nghiệm."
    }
  },
  {
    "translation": {
      "en": "I'm bad with… faces.",
      "vi": "Tớ… nhớ mặt kém lắm!"
    }
  },
  {
    "translation": {
      "en": "Hello, I'm Pauline Phoenix.",
      "vi": "Xin chào. Tôi là Pauline Phoenix."
    }
  },
  {
    "translation": {
      "en": "You know, in just a few ticks, we'll be at my very own theme park.",
      "vi": "Chỉ trong vài giây nữa, ta sẽ đến công viên giải trí của tôi."
    }
  },
  {
    "translation": {
      "en": "Thank you. Where the fun just never stops, except November through to March.",
      "vi": "Cảm ơn. Nơi niềm vui không bao giờ dừng lại, trừ từ tháng 11 đến tháng Ba."
    }
  },
  {
    "translation": {
      "en": "We've got five zones for you all to enjoy, based on my movies, music and TV shows.",
      "vi": "Có năm khu vực để thăm quan, dựa trên phim, nhạc, phim truyền hình của tôi."
    }
  },
  {
    "translation": {
      "en": "Remember, consuming outside food and drink is a big no- no.",
      "vi": "Hãy nhớ, không được ăn và uống đồ mang bên ngoài vào."
    }
  },
  {
    "translation": {
      "en": "And if you see anything that seems just a little outta sorts, you know, anything suspicious or supernatural at all,",
      "vi": "Nếu thấy gì có vẻ hơi bất thường, đáng nghi hay siêu nhiên,"
    }
  },
  {
    "translation": {
      "en": "well, just keep it to yourself, darlin'.",
      "vi": "chà, đừng nói với ai nhé cưng."
    }
  },
  {
    "translation": {
      "en": "- Did you see that? - Yeah, we're almost there.",
      "vi": "- Cậu xem chưa? - Gần đến rồi."
    }
  },
  {
    "translation": {
      "en": "Thank you for visiting Phoenix Parks. - - Y'all enjoy yourselves! Or else.",
      "vi": "Cảm ơn đã đến với công viên Phoenix! Bạn sẽ được thư giãn, mà không thì thôi."
    }
  },
  {
    "translation": {
      "en": "I hope y'all come back soon.",
      "vi": "Mong bạn sớm quay lại."
    }
  },
  {
    "translation": {
      "en": "Safe trip. Take care now. Don't sue.",
      "vi": "Chúc đi an toàn! Bảo trọng nhé! Đừng kiện!"
    }
  },
  {
    "translation": {
      "en": "Okay, you can stop following me now, creep. I'm not following you. And I'm not a creep.",
      "vi": "- Ngừng bám theo tớ đi, đồ biến thái. - Đâu có, tớ không biến thái."
    }
  },
  {
    "translation": {
      "en": "- I've got a job interview down here. - Wait.",
      "vi": "Tớ có phỏng vấn. Khoan. Cơ hội ở Công viên Phoenix, khu vui chơi Ngõ Cụt."
    }
  },
  {
    "translation": {
      "en": "Opportunity at Phoenix Parks, Dead End Attraction.",
      "vi": "Khoan. Cơ hội ở Công viên Phoenix, khu vui chơi Ngõ Cụt."
    }
  },
  {
    "translation": {
      "en": "Please arrive at sundown.",
      "vi": "Đến lúc hoàng hôn."
    }
  },
  {
    "translation": {
      "en": "Rare opening for the one perfect candidate.",
      "vi": "Cơ hội hiếm có cho một ứng viên hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "- Well, good luck. - Thanks!",
      "vi": "- Chúc may mắn. - Cảm ơn!"
    }
  },
  {
    "translation": {
      "en": "Wait!",
      "vi": "Khoan!"
    }
  },
  {
    "translation": {
      "en": "- Okay. You ready, boy? -",
      "vi": "Sẵn sàng chưa nhóc?"
    }
  },
  {
    "translation": {
      "en": "Torpe- dog!",
      "vi": "Tên lửa chó!"
    }
  },
  {
    "translation": {
      "en": "- - Good boy.",
      "vi": "Giỏi lắm!"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì? Sao lại thế được?"
    }
  },
  {
    "translation": {
      "en": "- How did that happen? - I took the staff line.",
      "vi": "Cái gì? Sao lại thế được? - Tớ đi đường nhân viên. - Ồ."
    }
  },
  {
    "translation": {
      "en": "Oh, my ghosts! This is so cool.",
      "vi": "Ma quỷ ơi! Tuyệt quá đi mất."
    }
  },
  {
    "translation": {
      "en": "No one's been in here for a year. Not since the Jennifer Swan incident.",
      "vi": "Cả năm rồi không ai đến đây! - Kể từ sự cố Jennifer Swan! - Jennifer Swan?"
    }
  },
  {
    "translation": {
      "en": "Jennifer Swan?",
      "vi": "- Kể từ sự cố Jennifer Swan! - Jennifer Swan?"
    }
  },
  {
    "translation": {
      "en": "It was on a night like tonight. Except it was raining. And I think it was a Thursday morning, actually.",
      "vi": "Vào hôm như hôm nay, trừ việc trời mưa. Thật ra là sáng thứ Năm."
    }
  },
  {
    "translation": {
      "en": "One of the parks' Pauline impersonators entered Dead End…",
      "vi": "Một người đóng giả Pauline đi vào Ngõ Cụt,"
    }
  },
  {
    "translation": {
      "en": "- - …and never came out!",
      "vi": "và không bao giờ đi ra."
    }
  },
  {
    "translation": {
      "en": "She died? In here?",
      "vi": "Cô ấy chết à? Trong này?"
    }
  },
  {
    "translation": {
      "en": "Whoa! No, I just said she didn't come out.",
      "vi": "Oa! Không, tớ chỉ nói là không ra."
    }
  },
  {
    "translation": {
      "en": "She just disappeared.",
      "vi": "Cô ấy biến mất."
    }
  },
  {
    "translation": {
      "en": "- I can't believe you didn't know. -  All right.",
      "vi": "- Không thể tin cậu không biết. - Rồi."
    }
  },
  {
    "translation": {
      "en": "Don't you know anything about Dead End? I'm clearly the better candidate for this job.",
      "vi": "Không biết về nó à? Rõ ràng tớ là ứng viên tốt hơn."
    }
  },
  {
    "translation": {
      "en": "That stuff doesn't matter. It's about being a responsible employee.",
      "vi": "Không quan trọng bằng làm nhân viên có trách nhiệm."
    }
  },
  {
    "translation": {
      "en": "Your dog is whizzing on the furniture.  Pugs… Pugsley! No!",
      "vi": "- Chó của cậu đang tè lên đồ. - Pugsley. Không!"
    }
  },
  {
    "translation": {
      "en": "Go on. Ask me anything. Uh, how do you get dog pee out of cobwebs?",
      "vi": "- Hỏi tớ bất cứ điều gì đi. - Làm sao tẩy nước tiểu chó?"
    }
  },
  {
    "translation": {
      "en": "About Pauline! Dead End. This park. I know everything. Every cast member. Every episode.",
      "vi": "Về Pauline, Ngõ Cụt, công viên này! Tớ biết mọi thứ. Mọi diễn viên, tập phim,"
    }
  },
  {
    "translation": {
      "en": "Every single nut and bolt of this whole darn attraction.",
      "vi": "chân tơ kẽ tóc khu giải trí này!"
    }
  },
  {
    "translation": {
      "en": "Who's that?",
      "vi": "Kia là ai?"
    }
  },
  {
    "translation": {
      "en": "Easy, that's old Charlie Bonaparte. - Full name Charles… -",
      "vi": "Dễ! Charlie Bonaparte. Tên đầy đủ…"
    }
  },
  {
    "translation": {
      "en": "Welcome, mortals.",
      "vi": "Chào, người trần!"
    }
  },
  {
    "translation": {
      "en": "Your beautiful photograph is ready to collect.",
      "vi": "Tấm ảnh đẹp của bạn đã in xong!"
    }
  },
  {
    "translation": {
      "en": "…at the full moon. AKA, he's a werewolf.",
      "vi": "…vào đêm trăng tròn, ông là người sói."
    }
  },
  {
    "translation": {
      "en": "Although, they didn't establish that… Are you even listening?",
      "vi": "Họ chính thức hóa mãi ở phần… Có nghe không?"
    }
  },
  {
    "translation": {
      "en": "Sitting around on the job? Glad I'm not his boss.",
      "vi": "Đi làm mà ngồi ỳ! May mình không phải sếp."
    }
  },
  {
    "translation": {
      "en": "Oh, hi. I'm Norma Khan. I'm here for the job opportunity…",
      "vi": "Chào, cháu là Norma Khan, đến xin việc."
    }
  },
  {
    "translation": {
      "en": "Hi. And I'm Barney.",
      "vi": "Còn cháu là Barney!"
    }
  },
  {
    "translation": {
      "en": "And you must be the manager. Love the costume.",
      "vi": "Chắc ngài là quản lý. Thích bộ đó."
    }
  },
  {
    "translation": {
      "en": "And you two must be the offerings. I didn't know there'd be a choice.",
      "vi": "Chắc hai đứa là vật tế. Ta không biết là được chọn đấy."
    }
  },
  {
    "translation": {
      "en": "There isn't. Uh, here's my resume, references…",
      "vi": "Đâu có. Hồ sơ của cháu đây, giới thiệu,"
    }
  },
  {
    "translation": {
      "en": "…and proof of visits to Dead End… - - …ages seven through 15.",
      "vi": "xác nhận đến thăm mỗi năm từ 7-15 tuổi."
    }
  },
  {
    "translation": {
      "en": "And if that doesn't convince you,",
      "vi": "Nếu thế chưa đủ, hãy xem lá thư"
    }
  },
  {
    "translation": {
      "en": "take a look at this letter from the very desk of Pauline's",
      "vi": "Nếu thế chưa đủ, hãy xem lá thư của thực tập thư ký văn phòng Pauline Phoenix."
    }
  },
  {
    "translation": {
      "en": "secretary's intern.",
      "vi": "của thực tập thư ký văn phòng Pauline Phoenix."
    }
  },
  {
    "translation": {
      "en": "- Who's Pauline Phoenix? -",
      "vi": "Pauline Phoenix là?"
    }
  },
  {
    "translation": {
      "en": "And what about you, freckles?",
      "vi": "Còn ngươi, tàn nhang?"
    }
  },
  {
    "translation": {
      "en": "What makes you think you'd be a good flesh vessel?",
      "vi": "Điều gì khiến ngươi nghĩ sẽ là thân xác tốt?"
    }
  },
  {
    "translation": {
      "en": "Perfect. Let's go.",
      "vi": "- Đây? - Hoàn hảo. Đi."
    }
  },
  {
    "translation": {
      "en": "What? Uh, no fair!",
      "vi": "Gì? Không công bằng!"
    }
  },
  {
    "translation": {
      "en": "All right, folks, get ready. He's on his way.",
      "vi": "Được rồi, mọi người, chuẩn bị đi. Ngài đang đến."
    }
  },
  {
    "translation": {
      "en": "Um, Norma? I don't think this is what we think it is.",
      "vi": "Norma, chắc đây không phải như ta nghĩ."
    }
  },
  {
    "translation": {
      "en": "Ugh! I know! Group interview. They could've warned us.",
      "vi": "Biết rồi, phỏng vấn nhóm. Lẽ ra phải báo trước."
    }
  },
  {
    "translation": {
      "en": "Uh, excuse me! Does this job have any benefits?",
      "vi": "Xin lỗi. Việc này có phúc lợi gì?"
    }
  },
  {
    "translation": {
      "en": "Uh, wings, blood made of fire, immortality.",
      "vi": "Cánh? Có máu là lửa? Bất tử?"
    }
  },
  {
    "translation": {
      "en": "- Okay, but what about dental? -",
      "vi": "Thế còn khám răng?"
    }
  },
  {
    "translation": {
      "en": "- Norma? Norma! - Excuse me? I'm talking to you.",
      "vi": "- Xin lỗi, cháu nói với ngài đó! - Norma!"
    }
  },
  {
    "translation": {
      "en": "- You haven't answered my question. - Look! Do you mind?",
      "vi": "Ngài chưa trả lời. Đừng làm phiền?"
    }
  },
  {
    "translation": {
      "en": "Here he comes!  The demon king's gonna love me for bringing two humans.",
      "vi": "Ngài đến rồi! Quỷ Vương sẽ sủng ái ta vì đưa đến hai đứa!"
    }
  },
  {
    "translation": {
      "en": "Demon king? What episode was that in? This one!",
      "vi": "- Quỷ Vương? Đây là tập mấy? - Đây!"
    }
  },
  {
    "translation": {
      "en": "O great Temeluchus. It must be Two for Tuesday!",
      "vi": "Thưa Temeluchus vĩ đại, chắc hôm nay có khuyến mãi."
    }
  },
  {
    "translation": {
      "en": "I got you not one, but two flesh vessels.",
      "vi": "Thần mang đến không chỉ một, mà hai thân xác!"
    }
  },
  {
    "translation": {
      "en": "I rescind my application. The job's yours!",
      "vi": "Tớ rút đơn. Nhường cho cậu!"
    }
  },
  {
    "translation": {
      "en": "They'd both make excellent new bodies, Temeluchus.",
      "vi": "Cả hai đều là thân xác mới tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "- Which shall it be? -",
      "vi": "Là ai đây nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Ip dip doo, the dog's got the flu,",
      "vi": "Tập tầm vông, tay không tay có"
    }
  },
  {
    "translation": {
      "en": "the cat's got the chicken pox, so it's gonna be you!",
      "vi": "Tập tầm vó, tay có tay không Tay nào có, tay nào không!"
    }
  },
  {
    "translation": {
      "en": "Good choice. Fleshy.",
      "vi": "Hay. Nhiều thịt."
    }
  },
  {
    "translation": {
      "en": "Pugsley!",
      "vi": "Pugsley!"
    }
  },
  {
    "translation": {
      "en": "Fellow demons, let us join hands, claws, tentacles.",
      "vi": "Các thần dân quỷ, hãy nắm tay, móng vuốt, xúc tu của nhau."
    }
  },
  {
    "translation": {
      "en": "♪ Seal the body up Seal the body up ♪",
      "vi": "Niêm phong cái xác đi!"
    }
  },
  {
    "translation": {
      "en": "♪ Pull, pull, smash, smash, smash! ♪",
      "vi": "Kéo, kéo, đập, đập, đập!"
    }
  },
  {
    "translation": {
      "en": "Pugsley?",
      "vi": "Pugsley?"
    }
  },
  {
    "translation": {
      "en": "Oh, no! Pugsley!",
      "vi": "Không. Pugsley! Thôi nào!"
    }
  },
  {
    "translation": {
      "en": "Pugsley, come on, buddy! Open your eyes. Pugsley, please.",
      "vi": "Không. Pugsley! Thôi nào! Mở mắt ra. Pugsley? Làm ơn!"
    }
  },
  {
    "translation": {
      "en": "Do not give orders to the great Temeluchus!",
      "vi": "Cấm ra lệnh cho Temeluchus vĩ đại!"
    }
  },
  {
    "translation": {
      "en": "Tremble, for Temeluchus lives again.",
      "vi": "Giờ hãy run sợ đi, vì Temeluchus đã hồi sinh!"
    }
  },
  {
    "translation": {
      "en": "I specifically requested no photographs. Yeah. Uh, sorry about that.",
      "vi": "- Ta đã đặc biệt yêu cầu không chụp ảnh. - Xin lỗi ạ."
    }
  },
  {
    "translation": {
      "en": "But, uh, I was wondering,",
      "vi": "Thần tự hỏi, vì thần đem đến hai thân xác tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "since I provided two excellent vessels and fulfilled my side of the bargain,",
      "vi": "Thần tự hỏi, vì thần đem đến hai thân xác tuyệt vời và hoàn thành giao kèo, xin hóa giải lời nguyền và cho thần về?"
    }
  },
  {
    "translation": {
      "en": "you could lift my curse and let me go back home?",
      "vi": "và hoàn thành giao kèo, xin hóa giải lời nguyền và cho thần về?"
    }
  },
  {
    "translation": {
      "en": "Hmm. No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "I was specific.",
      "vi": "Ta đã nói rất cụ thể."
    }
  },
  {
    "translation": {
      "en": "Humans, tell me. Who is the king of this realm?",
      "vi": "Con người, ai là vua vương quốc này?"
    }
  },
  {
    "translation": {
      "en": "- We don't have a king. - Your ruler. Your commander.",
      "vi": "Không có vua đâu ạ. Kẻ cai trị, chỉ huy."
    }
  },
  {
    "translation": {
      "en": "I would very much like to eat them.",
      "vi": "Ta rất muốn ăn thịt chúng."
    }
  },
  {
    "translation": {
      "en": "Oh, well, there's a little White House about 2,000 miles that way.",
      "vi": "Có nhà trắng cách đây hơn 3.000km."
    }
  },
  {
    "translation": {
      "en": "Enough! I shall find and claim my own throne.",
      "vi": "Đủ rồi! Ta sẽ tìm và lấy ngai vàng cho mình."
    }
  },
  {
    "translation": {
      "en": "Oh, no. Wait, sire. Wait, sire! Sire, wait.",
      "vi": "Không, đợi đã! Thưa ngài, đợi đã!"
    }
  },
  {
    "translation": {
      "en": "Ooh, what about me, please? What about me?",
      "vi": "Còn thần thì sao, làm ơn? Còn thần thì sao?"
    }
  },
  {
    "translation": {
      "en": "I just wanna go home.",
      "vi": "Mình chỉ muốn về nhà."
    }
  },
  {
    "translation": {
      "en": "Norma, who are you calling? The dog pound?",
      "vi": "Norma. Cậu gọi ai đấy, trại chó à?"
    }
  },
  {
    "translation": {
      "en": "No, my mom. She can take us home.",
      "vi": "Không, mẹ tớ. Gọi đến đón."
    }
  },
  {
    "translation": {
      "en": "My dog is possessed by Temeluka… Teme…Temeloo…",
      "vi": "Chó của tớ bị chiếm xác bởi Temeluch… Teme… Temelu… Con quỷ!"
    }
  },
  {
    "translation": {
      "en": "- Uh, a demon! - Yeah. It possessed your dog, not us.",
      "vi": "Teme… Temelu… Con quỷ! Nó bị. Đâu phải bọn mình. Hãy trốn khi còn có thể."
    }
  },
  {
    "translation": {
      "en": "- So let's escape while we still can. -",
      "vi": "Nó bị. Đâu phải bọn mình. Hãy trốn khi còn có thể."
    }
  },
  {
    "translation": {
      "en": "Pugsley's not just my dog. He's my family.",
      "vi": "Pugsley như người thân của tớ."
    }
  },
  {
    "translation": {
      "en": "The only family that's always had my back. And I can't lose him.",
      "vi": "Nó luôn đứng về phía tớ, và tớ không thể để mất nó."
    }
  },
  {
    "translation": {
      "en": "Sweetie, how did it go? Did you get it?",
      "vi": "Cưng à? Thế nào? Được nhận không?"
    }
  },
  {
    "translation": {
      "en": "- Oh, no, you didn't get it, did you? - Pugsley! Pugsley!",
      "vi": "- Ôi, không được, đúng không? - Pugsley!"
    }
  },
  {
    "translation": {
      "en": "Did you want me to come and have a word with them, maybe? - I will, my little blossom-- - Hmm.",
      "vi": "Có cần mẹ đến nói giúp không? Mẹ sẽ nói, con yêu, nếu…"
    }
  },
  {
    "translation": {
      "en": "What would Pauline do?",
      "vi": "Pauline sẽ làm gì?"
    }
  },
  {
    "translation": {
      "en": "She'd save the dog and the park from any potential lawsuits.",
      "vi": "Bà sẽ cứu con chó và công viên khỏi một vụ kiện tiềm tàng."
    }
  },
  {
    "translation": {
      "en": "- You! - Hi, hello. Yeah, Courtney. How ya doin'?",
      "vi": "- Ngươi! - Chào. Courtney. Khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "How do we stop it?  You can't stop Temeluchus. He's already dead.",
      "vi": "- Làm sao ngăn nó? - Không ngăn được đâu. Ngài chết rồi."
    }
  },
  {
    "translation": {
      "en": "Which is why he needs a new vessel every few hundred years.",
      "vi": "Nên vài trăm năm lại cần thân xác mới."
    }
  },
  {
    "translation": {
      "en": "So what are we talking? Salt circle? Holy water? Vacuum cleaner?",
      "vi": "Cần gì? Vòng muối? Nước thánh? - Máy hút bụi? - Ta đã làm phép phong ấn."
    }
  },
  {
    "translation": {
      "en": "Ugh! Well, I did the sealing spell.",
      "vi": "- Máy hút bụi? - Ta đã làm phép phong ấn."
    }
  },
  {
    "translation": {
      "en": "Temeluchus' soul is now in that dog for good. The only way to stop him is to kill the dog!",
      "vi": "Giờ linh hồn ngài ở trong con chó mãi mãi. Cách duy nhất là giết con chó!"
    }
  },
  {
    "translation": {
      "en": "That's not gonna happen.",
      "vi": "Không đâu nhé."
    }
  },
  {
    "translation": {
      "en": "Or find some other vessel for him to possess.",
      "vi": "Hoặc tìm thân xác khác cho ngài."
    }
  },
  {
    "translation": {
      "en": "But the first option is way more fun.",
      "vi": "Phương án một vui hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "I specifically requested no photographs.",
      "vi": "Ta đã yêu cầu không chụp ảnh."
    }
  },
  {
    "translation": {
      "en": "Photographs capture the soul of the subject.",
      "vi": "Ảnh bắt lấy linh hồn của đối tượng."
    }
  },
  {
    "translation": {
      "en": "Pugsley!  Pugs?",
      "vi": "Pugsley? Pugs?"
    }
  },
  {
    "translation": {
      "en": "Throne.",
      "vi": "Ngai vàng. Hắn đi tìm ngai vàng."
    }
  },
  {
    "translation": {
      "en": "He's looking for a throne! Yes! To Camelot!",
      "vi": "Ngai vàng. Hắn đi tìm ngai vàng. Đúng! Đến Camelot!"
    }
  },
  {
    "translation": {
      "en": "Have you come to challenge me?",
      "vi": "- Cậu đây rồi. - Đến thách đấu ta à?"
    }
  },
  {
    "translation": {
      "en": "No, I don't wanna fight you, Pugsley.",
      "vi": "- Tớ không muốn đấu với cậu, Pugsley. - Đừng gọi thế nữa!"
    }
  },
  {
    "translation": {
      "en": "Stop calling me that. Kneel before Temeluchus!",
      "vi": "- Tớ không muốn đấu với cậu, Pugsley. - Đừng gọi thế nữa! Hãy quỳ xuống trước mặt Temeluchus!"
    }
  },
  {
    "translation": {
      "en": "There's a good boy. You know, your body was my first choice.",
      "vi": "Ngoan lắm. Thân xác ngươi là lựa chọn đầu tiên của ta."
    }
  },
  {
    "translation": {
      "en": "Perhaps once I've exhausted this mighty vessel,",
      "vi": "Có lẽ khi đã dùng hết thân xác này,"
    }
  },
  {
    "translation": {
      "en": "I'll move on to your strangely unwrinkled form.",
      "vi": "ta sẽ chuyển sang hình dạng ít nhăn nheo kỳ lạ đó."
    }
  },
  {
    "translation": {
      "en": "I've had many bodies over the years.",
      "vi": "Ta đã có nhiều thân xác."
    }
  },
  {
    "translation": {
      "en": "- This isn't even my first canine… - Psst. You need to take a photo.",
      "vi": "- Đây không phải chó… - Chụp ảnh."
    }
  },
  {
    "translation": {
      "en": "Yeah, Norma, I think I'll remember this moment. My parents met during the Haunted Wars…",
      "vi": "- Nhớ mà, cần gì chụp. - Bố mẹ ta quen nhau ở Ám Chiến…"
    }
  },
  {
    "translation": {
      "en": "No! Photos capture the soul. You know, like in Episode 105,",
      "vi": "Không! Ảnh bắt lấy linh hồn! Như tập 105,"
    }
  },
  {
    "translation": {
      "en": "in which Pauline finds the body of her grandfather petrified on the floor - after his birthday party. - Yeah, I get it.",
      "vi": "khi Pauline phát hiện ông mình bị hóa đá dưới sàn!"
    }
  },
  {
    "translation": {
      "en": "Just take the photo.  But my mom says my phone is for emergencies only.",
      "vi": "- Hiểu rồi. Chụp ảnh! - Mẹ nói chỉ dùng máy lúc khẩn!"
    }
  },
  {
    "translation": {
      "en": "- What do you call this? - Okay, okay.",
      "vi": "- Đây mà không khẩn? - Được."
    }
  },
  {
    "translation": {
      "en": "- - Say cheese!",
      "vi": "- Nhưng với ta… - Cười lên nào!"
    }
  },
  {
    "translation": {
      "en": "- - No, no, no, no, no.",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "No photos!",
      "vi": "Không chụp ảnh!"
    }
  },
  {
    "translation": {
      "en": "This is what I think of your pathetic toys.",
      "vi": "Xem ta nghĩ gì về món đồ chơi thảm hại đó!"
    }
  },
  {
    "translation": {
      "en": "Yeah? Well, I was due an upgrade anyway!",
      "vi": "Thế à? Tôi cũng định lên đời rồi!"
    }
  },
  {
    "translation": {
      "en": "Fool. You think you can outsmart me?",
      "vi": "Đồ ngu! Nghĩ ngươi mưu trí hơn ta?"
    }
  },
  {
    "translation": {
      "en": "Now it is your turn to be crushed to pieces!",
      "vi": "Giờ đến lượt ngươi bị nghiền nát!"
    }
  },
  {
    "translation": {
      "en": "Quick! Get in the log!",
      "vi": "Nhanh! Lên thuyền!"
    }
  },
  {
    "translation": {
      "en": "If you want me, come and get me!",
      "vi": "Nếu muốn thì nhào vô đây!"
    }
  },
  {
    "translation": {
      "en": "Norma! Help!",
      "vi": "Norma, cứu!"
    }
  },
  {
    "translation": {
      "en": "I've got a plan! Just keep him busy till we get to the drop! - -",
      "vi": "Tớ có kế hoạch! Cầm chân hắn đến chỗ dốc đứng!"
    }
  },
  {
    "translation": {
      "en": "Oh, don't worry, he's busy!",
      "vi": "Đừng lo! Hắn bận rồi!"
    }
  },
  {
    "translation": {
      "en": "Nice try.",
      "vi": "Có cố gắng đấy!"
    }
  },
  {
    "translation": {
      "en": "Get down!",
      "vi": "Cúi xuống!"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Oa."
    }
  },
  {
    "translation": {
      "en": "Pugsley's fighting back from the inside. What did you just do to me? Some tricksy spell?",
      "vi": "- Pugsley đang kháng cự từ bên trong! - Ngươi vừa làm gì với ta? Thần chú à?"
    }
  },
  {
    "translation": {
      "en": "Pugsley, sit!",
      "vi": "Pugsley, ngồi!"
    }
  },
  {
    "translation": {
      "en": "Witches? I knew it!",
      "vi": "Phù thủy? Biết ngay mà!"
    }
  },
  {
    "translation": {
      "en": "Doggie!",
      "vi": "Này chó ngoan!"
    }
  },
  {
    "translation": {
      "en": "- Huh? - Fetch!",
      "vi": "Bắt lấy!"
    }
  },
  {
    "translation": {
      "en": "I know your plan! - And it won't work! -",
      "vi": "Ta biết kế hoạch của ngươi, vô ích thôi!"
    }
  },
  {
    "translation": {
      "en": "Norma!",
      "vi": "Norma!"
    }
  },
  {
    "translation": {
      "en": "Any last words?",
      "vi": "Trăn trối gì không?"
    }
  },
  {
    "translation": {
      "en": "Show me the tummy!",
      "vi": "Cho xem bụng nào!"
    }
  },
  {
    "translation": {
      "en": "- Oh, no! - Who's a good boy? - - Who's a good boy?",
      "vi": "Ai là bé ngoan nào?"
    }
  },
  {
    "translation": {
      "en": "- Oh! No! No! No, no!  - Let me get that. Who's a good boy?",
      "vi": "- Không! - Ai là bé ngoan nào?"
    }
  },
  {
    "translation": {
      "en": "- Come on, Norma! - Trying!",
      "vi": "- Nào, Norma! - Đang cố đây!"
    }
  },
  {
    "translation": {
      "en": "- No! No! - That's it. Show me the tummy.",
      "vi": "- Không! - Cho xem bụng nào!"
    }
  },
  {
    "translation": {
      "en": "- - Happy puppy. Good boy. Norma. Norma, now!",
      "vi": "Ngoan lắm! Norma, làm đi!"
    }
  },
  {
    "translation": {
      "en": "Pugsley? Pugsley, wake up.",
      "vi": "Pugsley? Pugsley, tỉnh dậy đi!"
    }
  },
  {
    "translation": {
      "en": "Pugsley, wake up.",
      "vi": "Pugsley! Tỉnh dậy đi!"
    }
  },
  {
    "translation": {
      "en": "Wake up.",
      "vi": "Tỉnh dậy đi!"
    }
  },
  {
    "translation": {
      "en": "Pugsley? Pugsley! You're alive?",
      "vi": "Pugsley? Pugsley, cậu còn sống? Ôi Pugsley!"
    }
  },
  {
    "translation": {
      "en": "Pugsley! Oh!",
      "vi": "Pugsley, cậu còn sống? Ôi Pugsley! Ôi, cảm ơn, Norma!"
    }
  },
  {
    "translation": {
      "en": "Thank you, Norma. You didn't have to help us.",
      "vi": "Ôi, cảm ơn, Norma! - Cậu tốt quá. - Không. Tớ làm vì Pauline."
    }
  },
  {
    "translation": {
      "en": "Oh, no. I did it for Pauline.",
      "vi": "- Cậu tốt quá. - Không. Tớ làm vì Pauline."
    }
  },
  {
    "translation": {
      "en": "Your beautiful photograph is ready to collect.",
      "vi": "Ảnh đẹp của bạn đã in xong!"
    }
  },
  {
    "translation": {
      "en": "- - Don't worry, buddy. It's all over now. There's still one more thing for us to do.",
      "vi": "- Đừng lo. Tất cả kết thúc rồi. - Còn một việc nữa ta phải làm."
    }
  },
  {
    "translation": {
      "en": "Ugh! Let me in!",
      "vi": "Cho ta vào!"
    }
  },
  {
    "translation": {
      "en": "Wait. You guys are alive? What happened to Temeluchus?",
      "vi": "Khoan. Các ngươi còn sống à? Temeluchus sao rồi?"
    }
  },
  {
    "translation": {
      "en": "Oh, he had a great time in the park. And made lots of memories.",
      "vi": "- Chơi công viên rất vui. - Có nhiều kỷ niệm."
    }
  },
  {
    "translation": {
      "en": "How am I ever gonna get myself un- banished now?",
      "vi": "Làm sao để ta thoát ra được đây?"
    }
  },
  {
    "translation": {
      "en": "You know, I'm glad we're alive but, uh, I still really wanted that job.",
      "vi": "Tớ mừng vì ta còn sống, nhưng tớ vẫn rất muốn công việc đó."
    }
  },
  {
    "translation": {
      "en": "Yeah, me too. Guess I'll just spend another 15 years hyper- fixating on something else.",
      "vi": "Tớ cũng thế. Chắc sẽ mất 15 năm nữa dồn sức cho việc khác."
    }
  },
  {
    "translation": {
      "en": "Wait, wait! Wait! Humans.  What do you want now?",
      "vi": "- Khoan! Con người! - Giờ còn muốn gì?"
    }
  },
  {
    "translation": {
      "en": "Don't you wanna know who got the job? You tricked us. There is no job.",
      "vi": "- Muốn biết ai được nhận không? - Lừa! Chả có việc!"
    }
  },
  {
    "translation": {
      "en": "In this place, there's always a job going.",
      "vi": "Nơi này luôn tuyển người."
    }
  },
  {
    "translation": {
      "en": "I tend to scare away most security guards. Put these on and you'll blend right in.",
      "vi": "Ta hay dọa bảo vệ chạy mất dép. Đeo vào. Hòa nhập ngay thôi."
    }
  },
  {
    "translation": {
      "en": "You guys are like demon- buster extraordinaires. I need you guys around.",
      "vi": "Các ngươi là chuyên gia bắt quỷ. Ta cần các ngươi."
    }
  },
  {
    "translation": {
      "en": "Wouldn't we be the last people you'd want hanging around?",
      "vi": "Chẳng phải nên tránh xa bọn tôi?"
    }
  },
  {
    "translation": {
      "en": "Not all demons are as friendly and forgiving as I am.",
      "vi": "Không phải quỷ nào cũng thân thiện và dễ bỏ qua như ta."
    }
  },
  {
    "translation": {
      "en": "After what happened today, I feel I'm gonna need a lot of security around.",
      "vi": "Sau chuyện hôm nay, ta sẽ cần bảo vệ nghiêm ngặt."
    }
  },
  {
    "translation": {
      "en": "So what do you say?",
      "vi": "Sao nào?"
    }
  },
  {
    "translation": {
      "en": "- Well, to be honest… - I got the job! - I got it!  -",
      "vi": "- Nói thật nhé… - Con được nhận rồi!"
    }
  },
  {
    "translation": {
      "en": "I'll be right over to pick you up!",
      "vi": "Mẹ sẽ đến đón con ngay!"
    }
  },
  {
    "translation": {
      "en": "- There's going to be a big party tonight. - Psst. Norma. - Ma, wait. See you in a minute. - Oh, I'm so--",
      "vi": "- Norma. - Mẹ, đợi đã. Hẹn gặp mẹ."
    }
  },
  {
    "translation": {
      "en": "Do you think we can trust her?",
      "vi": "Tin được nó chứ?"
    }
  },
  {
    "translation": {
      "en": "Hmm. Well, she is a demon. I try not to judge people on appearance.",
      "vi": "- Đó là quỷ. - Tớ cố không đánh giá qua ngoại hình."
    }
  },
  {
    "translation": {
      "en": "And she did try to sacrifice us.",
      "vi": "- Nó đã tìm cách hiến tế ta. - Hay kinh nghiệm."
    }
  },
  {
    "translation": {
      "en": "Or experience. Or deep- seated gut instincts.",
      "vi": "- Nó đã tìm cách hiến tế ta. - Hay kinh nghiệm. Hay trực giác mách bảo."
    }
  },
  {
    "translation": {
      "en": "Anyhow, Mom's coming to pick me up for celebration tacos.",
      "vi": "Mẹ sẽ đến đón tớ đi ăn mừng bằng bánh taco."
    }
  },
  {
    "translation": {
      "en": "Uh, wanna come with me, Barney? Hey! You remembered my name.",
      "vi": "- Đi không, Barney? - Cậu nhớ tên tớ!"
    }
  },
  {
    "translation": {
      "en": "Don't make it weird. Uh, so what do you say?",
      "vi": "Đừng gây khó xử. Sao nào?"
    }
  },
  {
    "translation": {
      "en": "My whole family's going out for dinner.  Even my grandma. Uh, wanna come?",
      "vi": "Cả gia đình tớ sẽ ra ngoài ăn tối, kể cả bà tớ. Đi không?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm gonna stick around here for just a little bit.",
      "vi": "Tớ sẽ ở lại đây một lát."
    }
  },
  {
    "translation": {
      "en": "Maybe get a shift in right away. For the overtime.",
      "vi": "Có lẽ làm luôn, kiếm tiền tăng ca."
    }
  },
  {
    "translation": {
      "en": "- You have fun, partner. -",
      "vi": "Chúc vui vẻ, cộng sự."
    }
  },
  {
    "translation": {
      "en": "Don't suppose this place has any bedrooms?",
      "vi": "Nơi này có phòng ngủ không?"
    }
  },
  {
    "translation": {
      "en": "Whoa!",
      "vi": "Oa!"
    }
  },
  {
    "translation": {
      "en": "So, my liege…",
      "vi": "Vậy là, thưa chủ nhân."
    }
  },
  {
    "translation": {
      "en": "Sorry about that. No, uh… No hard feelings.",
      "vi": "Xin lỗi vì chuyện đó. Không thù dai nhé."
    }
  },
  {
    "translation": {
      "en": "Hmm. There's a bit of you missing.",
      "vi": "Ngài còn thiếu gì đó."
    }
  },
  {
    "translation": {
      "en": "Where did that go?",
      "vi": "Nó đi đâu rồi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Ah, it's perfect. For tonight, at least.",
      "vi": "Hoàn hảo. Ít nhất cho tối nay."
    }
  },
  {
    "translation": {
      "en": "Oh, how thoughtless of me. Here you go.",
      "vi": "Ôi! Tớ vô ý quá. Đây."
    }
  },
  {
    "translation": {
      "en": "Ah! A place of our own. Just like I said.",
      "vi": "Ra ở riêng, như tớ đã nói."
    }
  },
  {
    "translation": {
      "en": "Night- night, Pugsley.",
      "vi": "Ngủ ngon, Pugsley."
    }
  },
  {
    "translation": {
      "en": "Night- night, Barney.",
      "vi": "Ngủ ngon, Barney."
    }
  }
]