[
  {
    "translation": {
      "en": "[Sasha] When I look back on my life, I see it on the big screen.",
      "vi": "Nhìn lại đời tôi, tôi thấy nó hiển hiện trên màn ảnh rộng."
    }
  },
  {
    "translation": {
      "en": "A collection of memories as full of light and color as the sky.",
      "vi": "Một tập hợp ký ức ngập tràn ánh sáng và màu sắc giống như bầu trời."
    }
  },
  {
    "translation": {
      "en": "I can remember the exact moment I fell in love with movies.",
      "vi": "Tôi có thể nhớ chính xác thời điểm tôi mê phim ảnh."
    }
  },
  {
    "translation": {
      "en": "I went in knowing nothing and came out knowing",
      "vi": "Tôi ngây ngô đi vào để khi ra mới hay"
    }
  },
  {
    "translation": {
      "en": "that if I could be in a movie theater, I didn't wanna be anywhere else.",
      "vi": "nếu có thể ở trong rạp chiếu phim, tôi chẳng muốn ở đâu khác."
    }
  },
  {
    "translation": {
      "en": "I was ten years old that summer, with nothing ahead of me but a whole life.",
      "vi": "Mùa hè năm đó tôi mười tuổi, chẳng có gì ngoài cả cuộc đời phía trước."
    }
  },
  {
    "translation": {
      "en": "On June 20th, one movie opened that changed everything,",
      "vi": "Ngày 20/6, một bộ phim khởi chiếu đã thay đổi tất cả,"
    }
  },
  {
    "translation": {
      "en": "and not just the future of Hollywood but the lives of an entire generation.",
      "vi": "không chỉ là tương lai của Hollywood, mà còn là cuộc đời của cả một thế hệ."
    }
  },
  {
    "translation": {
      "en": "I know because I was there.",
      "vi": "Tôi biết vì tôi đã ở đó."
    }
  },
  {
    "translation": {
      "en": "I came of age in a dark theater, staring up at that big screen,",
      "vi": "Tôi lớn lên trong một rạp phim tối đèn, dán mắt lên cái màn ảnh rộng đó,"
    }
  },
  {
    "translation": {
      "en": "watching the same movie over and over again.",
      "vi": "xem đi xem lại cùng một bộ phim."
    }
  },
  {
    "translation": {
      "en": "It was not just a movie. It was the movie.",
      "vi": "Nó không chỉ là bộ phim đơn thuần, mà nó là bộ phim đó."
    }
  },
  {
    "translation": {
      "en": "And that traps it in amber,",
      "vi": "Và điều đó giữ nó lại trong hổ phách,"
    }
  },
  {
    "translation": {
      "en": "along with the best things I remember from that summer.",
      "vi": "cùng những gì tuyệt nhất tôi nhớ từ mùa hè năm ấy."
    }
  },
  {
    "translation": {
      "en": "The year was 1975, and that movie was Jaws.",
      "vi": "Đó là năm 1975, và bộ phim đó là Jaws."
    }
  },
  {
    "translation": {
      "en": "Oh God, help!",
      "vi": "Ôi Chúa ơi, cứu với!"
    }
  },
  {
    "translation": {
      "en": "God! God, help!",
      "vi": "Chúa ơi! Chúa ơi, cứu với!"
    }
  },
  {
    "translation": {
      "en": "It hurts! It hurts!",
      "vi": "Đau quá!"
    }
  },
  {
    "translation": {
      "en": "Oh my God! God, help me!",
      "vi": "Ôi Chúa ơi! Chúa ơi, cứu tôi với!"
    }
  },
  {
    "translation": {
      "en": "God, please, help!",
      "vi": "Chúa ơi, làm ơn, cứu với!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] After that, nothing would ever be the same.",
      "vi": "Và sau đó, chẳng còn gì giống như trước nữa."
    }
  },
  {
    "translation": {
      "en": "Not summers, not movies, not beaches, and not me.",
      "vi": "Từ mùa hè, phim ảnh, bãi biển, và đến cả tôi."
    }
  },
  {
    "translation": {
      "en": "[Sasha] We grew up in Topanga Canyon, which, in the '70s, was a wilderness",
      "vi": "Tụi tôi lớn lên ở Hẻm núi Topanga, nơi vào thập niên 70 là một vùng hoang vu"
    }
  },
  {
    "translation": {
      "en": "of communes and health food stores between the beaches and the Valley.",
      "vi": "với các cộng đồng, tiệm thực phẩm cho sức khỏe giữa các bãi biển và Thung lũng."
    }
  },
  {
    "translation": {
      "en": "We grew up like everyone grew up back then, fast and free.",
      "vi": "Tụi tôi lớn lên như cái cách mọi người lớn lên thời đó, nhanh và tự do,"
    }
  },
  {
    "translation": {
      "en": "Probably a little too free.",
      "vi": "có lẽ là hơi quá tự do."
    }
  },
  {
    "translation": {
      "en": "Childhood wasn't eternal or monitored like it is now.",
      "vi": "Thời thơ ấu không dài mãi hay bị giám sát như bây giờ."
    }
  },
  {
    "translation": {
      "en": "Our movies, our clothes, our music",
      "vi": "Phim ảnh, quần áo, âm nhạc của tụi tôi"
    }
  },
  {
    "translation": {
      "en": "all told us that growing up was way better than being a kid.",
      "vi": "đều nói với tụi tôi rằng lớn lên thích hơn làm trẻ con nhiều."
    }
  },
  {
    "translation": {
      "en": "My ten-year-old's reality was stolen kisses at hippie bonfires",
      "vi": "Hiện thực năm mười tuổi của tôi là nụ hôn trộm bên lửa trại híp-pi trên Bãi biển Topanga."
    }
  },
  {
    "translation": {
      "en": "on Topanga Beach.",
      "vi": "bên lửa trại híp-pi trên Bãi biển Topanga."
    }
  },
  {
    "translation": {
      "en": "We didn't have social media to reflect the fun we might be having.",
      "vi": "Tụi tôi chả có mạng xã hội để khoe ra niềm vui của mình."
    }
  },
  {
    "translation": {
      "en": "-No texting, no TikTok. -[\"Summer Breeze\" plays]",
      "vi": "Không nhắn tin hay TikTok."
    }
  },
  {
    "translation": {
      "en": "We didn't have much of anything except our imaginations",
      "vi": "Tụi tôi chả có gì nhiều ngoài trí tưởng tượng"
    }
  },
  {
    "translation": {
      "en": "and, every so often, the night sky.",
      "vi": "và đôi khi là bầu trời đêm."
    }
  },
  {
    "translation": {
      "en": "We'd stay up all night counting stars, imagining what our lives might become.",
      "vi": "Tụi tôi sẽ thức cả đêm để đếm sao, tưởng tượng sau này cuộc sống sẽ thế nào."
    }
  },
  {
    "translation": {
      "en": "We told each other the dumbest shit, like how Donna Summer did real sex…",
      "vi": "Tụi tôi buôn về mấy thứ vớ vẩn nhất, như Donna Summer đã \"làm chuyện ấy thật\""
    }
  },
  {
    "translation": {
      "en": "…while recording \"Love to Love You Baby.\"",
      "vi": "trong lúc thu âm \"Love to Love You Baby\" ra sao."
    }
  },
  {
    "translation": {
      "en": "Or how Bubble Yum was literally filled with tiny spiders. Or that Mikey…",
      "vi": "Hay Bubble Yum thực sự chứa đầy mấy con nhện nhỏ xíu. Hay là Mikey…"
    }
  },
  {
    "translation": {
      "en": "[boy on TV] He won't eat it. He hates everything.",
      "vi": "Lừa Mikey đi. Nó chả ăn đâu, nó ghét hết."
    }
  },
  {
    "translation": {
      "en": "[Sasha] …had eaten Pop Rocks, chugged soda, and died when his stomach exploded.",
      "vi": "…đã ăn kẹo Pop Rocks, uống soda, và chết vì nổ bụng."
    }
  },
  {
    "translation": {
      "en": "[boy on TV] He likes it! Hey, Mikey!",
      "vi": "Nó thích cái đó! Ê, Mikey!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] There wasn't much we wouldn't believe.",
      "vi": "Chúng tôi dễ tin vào rất nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "[announcer on TV] It is as if God created the devil…",
      "vi": "Cứ như thể Chúa đã tạo ra Quỷ dữ."
    }
  },
  {
    "translation": {
      "en": "-[\"Main Title (Theme From Jaws)\" plays] -…and gave him… jaws.",
      "vi": "Và cho nó bộ hàm vậy."
    }
  },
  {
    "translation": {
      "en": "Rated PG. May be too intense for younger children.",
      "vi": "Xếp loại PG. Có thể quá nặng đô với trẻ nhỏ."
    }
  },
  {
    "translation": {
      "en": "[Sasha] By June of 1975, you could not escape Jaws.",
      "vi": "Đến tháng Sáu năm 1975, đi đâu bạn cũng bắt gặp Jaws."
    }
  },
  {
    "translation": {
      "en": "Universal made sure it was everywhere.",
      "vi": "Universal đảm bảo nó có mặt khắp mọi nơi."
    }
  },
  {
    "translation": {
      "en": "The Benchley paperback everyone was reading.",
      "vi": "Ai cũng đọc sách bìa mềm của Benchley."
    }
  },
  {
    "translation": {
      "en": "The trailer everyone feared. The poster everyone wanted.",
      "vi": "Ai cũng sợ đoạn giới thiệu phim. Ai cũng muốn có áp phích."
    }
  },
  {
    "translation": {
      "en": "The T-shirts everyone wore.",
      "vi": "Ai cũng mặc áo phông đó."
    }
  },
  {
    "translation": {
      "en": "That massive, razor-toothed monster swam inches beneath the same American culture",
      "vi": "Con quái vật to lớn với hàm răng sắc nhọn đã bơi vài mét bên dưới chính cái nền văn hóa Mỹ"
    }
  },
  {
    "translation": {
      "en": "that had just survived Charles Manson, the Vietnam War, and Watergate.",
      "vi": "vừa trải qua vụ Charles Manson, Chiến tranh Việt Nam và vụ Watergate."
    }
  },
  {
    "translation": {
      "en": "Everybody has a Jaws story.",
      "vi": "Ai cũng có câu chuyện về Jaws."
    }
  },
  {
    "translation": {
      "en": "Mostly you hear them from boys, who took ownership of that summer",
      "vi": "Chủ yếu nó đến từ tụi con trai, đám tự coi mùa hè đó"
    }
  },
  {
    "translation": {
      "en": "as their fanboy-nation origin story.",
      "vi": "là câu chuyện khởi nguồn hội trai hâm mộ."
    }
  },
  {
    "translation": {
      "en": "-[\"That's the Way (I Like It)\" plays] -But girls, we were there too.",
      "vi": "là câu chuyện khởi nguồn hội trai hâm mộ. Nhưng còn các cô gái, tụi tôi cũng ở đó. Đúng thế, tụi tôi đã ở đó."
    }
  },
  {
    "translation": {
      "en": "Fuck yeah, we were there.",
      "vi": "Nhưng còn các cô gái, tụi tôi cũng ở đó. Đúng thế, tụi tôi đã ở đó."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Between welfare and food stamps, our mom could barely afford admission,",
      "vi": "Với trợ cấp và tem phiếu thực phẩm, mẹ tụi tôi cho tụi tôi đi học còn khó,"
    }
  },
  {
    "translation": {
      "en": "let alone popcorn. But we made a deal with her.",
      "vi": "chứ đừng nói đến bỏng ngô. Mà tụi tôi đã giao kèo với mẹ"
    }
  },
  {
    "translation": {
      "en": "if she dropped us off in time for the first show, she wouldn't have to pick us up until after the last.",
      "vi": "đưa tụi tôi đến đúng giờ suất chiếu đầu, là khỏi đón cho đến hết suất cuối."
    }
  },
  {
    "translation": {
      "en": "What should I do while you're gone?",
      "vi": "Chà, anh đi, tôi biết làm gì?"
    }
  },
  {
    "translation": {
      "en": "[Sasha] At the cost of one ticket each,",
      "vi": "Và với cái giá đó cho mỗi vé, chị tôi và tôi đã xem Jaws"
    }
  },
  {
    "translation": {
      "en": "that was how my sister and I saw Jaws at least 40 times that summer.",
      "vi": "Và với cái giá đó cho mỗi vé, chị tôi và tôi đã xem Jaws ít nhất 40 lần mùa hè năm ấy."
    }
  },
  {
    "translation": {
      "en": "[man on screen] I'll be back in two minutes.",
      "vi": "Hai phút nữa tôi sẽ về."
    }
  },
  {
    "translation": {
      "en": "[Sasha] But back then, to see a movie, you had to actually go to the movies.",
      "vi": "Song hồi đó để xem phim, bạn thực sự phải đến rạp chiếu phim."
    }
  },
  {
    "translation": {
      "en": "And since there were no theaters in Topanga,",
      "vi": "Và vì Topanga không có rạp phim nào,"
    }
  },
  {
    "translation": {
      "en": "we had to drive 30 minutes to the San Fernando Valley.",
      "vi": "tụi tôi phải lái nửa giờ đến Thung lũng San Fernando."
    }
  },
  {
    "translation": {
      "en": "For Canyon rats like us, that was like visiting a utopian America only seen on television.",
      "vi": "Với lũ chuột núi như tụi tôi, việc đó như thăm nước Mỹ không tưởng chỉ có trên tivi."
    }
  },
  {
    "translation": {
      "en": "It was boys who looked like Greg Brady and girls who looked like Farrah.",
      "vi": "Đó là mấy cậu trai nhìn như Greg Brady và mấy cô gái nhìn như Farrah."
    }
  },
  {
    "translation": {
      "en": "-You know, normal people. -[\"Rock Your Baby\" plays]",
      "vi": "Biết đó, những người bình thường."
    }
  },
  {
    "translation": {
      "en": "And it was so hot you could barely breathe.",
      "vi": "Và trời nóng đến mức bạn không thở nổi."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Movies can freeze time,",
      "vi": "Phim có thể làm ngưng đọng thời gian."
    }
  },
  {
    "translation": {
      "en": "like vanilla ice cream melting down your wrist on hot summer afternoons can.",
      "vi": "Cũng như kem vani chảy xuống cổ tay vào những chiều hè nóng nực."
    }
  },
  {
    "translation": {
      "en": "Like sleeping under the stars can.",
      "vi": "Cũng như ngủ dưới những vì sao."
    }
  },
  {
    "translation": {
      "en": "Like first kisses can.",
      "vi": "Cũng như những nụ hôn đầu."
    }
  },
  {
    "translation": {
      "en": "But you can't freeze time forever.",
      "vi": "Mà thời gian chả thể ngưng mãi."
    }
  },
  {
    "translation": {
      "en": "That summer, there was a new man in our mom's life,",
      "vi": "Hè ấy, một người đàn ông mới bước vào đời mẹ tụi tôi, dạy bà lướt sóng nhà cửa,"
    }
  },
  {
    "translation": {
      "en": "teaching her how to flip houses, promising to get us off welfare,",
      "vi": "Hè ấy, một người đàn ông mới bước vào đời mẹ tụi tôi, dạy bà lướt sóng nhà cửa, hứa giúp tụi tôi thôi nhận trợ cấp, thuần hóa chất Topanga của tụi tôi."
    }
  },
  {
    "translation": {
      "en": "and tame the Topanga out of us.",
      "vi": "hứa giúp tụi tôi thôi nhận trợ cấp, thuần hóa chất Topanga của tụi tôi."
    }
  },
  {
    "translation": {
      "en": "There were a lot of distractions that summer, and we needed them.",
      "vi": "Hè ấy có rất nhiều thứ làm sao lãng và tụi tôi cần chúng."
    }
  },
  {
    "translation": {
      "en": "But Jaws was more than a distraction.",
      "vi": "Mà Jaws đâu chỉ làm sao lãng."
    }
  },
  {
    "translation": {
      "en": "It gave us something to turn to instead of someone to run away from.",
      "vi": "Nó cho tụi tôi thứ gì đó để tìm đến thay vì trốn chạy khỏi ai đó."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Jaws wasn't just a blockbuster or a pop culture phenomenon.",
      "vi": "Jaws đâu chỉ là bom tấn hay hiện tượng văn hóa đại chúng."
    }
  },
  {
    "translation": {
      "en": "It was a time and a place, a feeling,",
      "vi": "Nó là một thời gian và một địa điểm, một cảm giác."
    }
  },
  {
    "translation": {
      "en": "an atmosphere that can never be fully appreciated by anyone who wasn't there.",
      "vi": "Một bầu không khí mà ai không ở đó sẽ chẳng bao giờ cảm nhận được."
    }
  },
  {
    "translation": {
      "en": "Jaws transformed our lives in the ways we needed it to.",
      "vi": "Jaws đã biến đổi cuộc đời tụi tôi theo cách tụi tôi cần."
    }
  },
  {
    "translation": {
      "en": "And from then on, we willed our childhood to be Jaws.",
      "vi": "Và từ đó, tụi tôi đương nhiên coi Jaws là tuổi thơ của mình."
    }
  },
  {
    "translation": {
      "en": "Amity Island became our island.",
      "vi": "Đảo Amity trở thành đảo của tụi tôi."
    }
  },
  {
    "translation": {
      "en": "We reenacted Chrissie's death scene any time we were near the water.",
      "vi": "Tụi tôi diễn lại cảnh Chrissie chết mỗi khi gần mặt nước."
    }
  },
  {
    "translation": {
      "en": "A tree house in our backyard was our Orca.",
      "vi": "Cái nhà trên cây ở sân sau là tàu Orca của tụi tôi."
    }
  },
  {
    "translation": {
      "en": "The Jaws Log, the must-have handbook for all self-respecting fans, was our bible.",
      "vi": "Nhật ký Jaws, cuốn sổ tay cần có với mọi người hâm mộ tự tôn, là Kinh Thánh."
    }
  },
  {
    "translation": {
      "en": "We became self-taught experts on the Carcharodon carcharias.",
      "vi": "Tụi tôi đã trở thành các chuyên gia tự học về Cá mập trắng lớn."
    }
  },
  {
    "translation": {
      "en": "We scoured the beaches for sharks' teeth.",
      "vi": "Tụi tôi tìm răng cá mập khắp bãi biển."
    }
  },
  {
    "translation": {
      "en": "We got our hands on Super 8 cameras so that we could make our own movies.",
      "vi": "Tụi tôi có trong tay máy quay Super 8 để có thể tự làm phim."
    }
  },
  {
    "translation": {
      "en": "We fell in love with the movies that summer.",
      "vi": "Tụi tôi mê mẩn những bộ phim hè ấy."
    }
  },
  {
    "translation": {
      "en": "No matter where we were, what we did, all we could think about was sitting in the dark,",
      "vi": "Cho dù ở đâu, làm gì, tụi tôi chỉ nghĩ đến việc ngồi trong bóng tối,"
    }
  },
  {
    "translation": {
      "en": "elbow-to-elbow with our other family.",
      "vi": "rất gần thành viên khác trong nhà."
    }
  },
  {
    "translation": {
      "en": "[woman 1 on screen] When do I become an islander? [woman 2 on screen] Ellen, never.",
      "vi": "- Khi nào tôi thành dân đảo? - Ellen, không bao giờ!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] And it didn't even have to be inside.",
      "vi": "Còn chả cần phải ở trong rạp."
    }
  },
  {
    "translation": {
      "en": "By taking advantage of the kids-hide-on-the-floor discount,",
      "vi": "Nhờ lợi dụng giảm giá cho \"trẻ em trốn trên sàn xe\","
    }
  },
  {
    "translation": {
      "en": "we could go to the Van Nuys Drive-In, and Mom could come with us.",
      "vi": "tụi tôi đến Rạp phim ô tô Van Nuys và mẹ có thể đi cùng."
    }
  },
  {
    "translation": {
      "en": "Especially on those hot summer nights when all you wanna do is sit outside.",
      "vi": "Nhất là vào những đêm hè nóng nực, khi bạn chỉ muốn ngồi ngoài trời."
    }
  },
  {
    "translation": {
      "en": "[man on screen] $3,000 buys an awful lot of roast.",
      "vi": "Ba ngàn đô mua cả đống đồ nướng."
    }
  },
  {
    "translation": {
      "en": "[Sasha] As much as I loved Jaws then,",
      "vi": "Dù hồi đó mê Jaws,"
    }
  },
  {
    "translation": {
      "en": "I was not capable of fully understanding the complexity of the characters",
      "vi": "tôi đã không thể hiểu hết được sự phức tạp của các nhân vật"
    }
  },
  {
    "translation": {
      "en": "or the mastery of the filmmaking at ten years old, maybe not even at 20.",
      "vi": "hay kỹ nghệ làm phim vào năm mười tuổi. Có lẽ 20 tuổi vẫn chưa. Thủy triều đó."
    }
  },
  {
    "translation": {
      "en": "But if you watch a movie enough times, you start to notice things.",
      "vi": "Nhưng nếu xem phim đủ số lần, bạn sẽ bắt đầu để ý thấy vài điều."
    }
  },
  {
    "translation": {
      "en": "[man on screen] Can we go home?",
      "vi": "Ta về nhà nhé?"
    }
  },
  {
    "translation": {
      "en": "[Sasha] The more times I watched it, the closer I looked.",
      "vi": "Càng xem nhiều lần, tôi càng nhìn kỹ hơn."
    }
  },
  {
    "translation": {
      "en": "The closer I looked, the more I saw.",
      "vi": "Càng nhìn kỹ hơn, tôi càng thấy nhiều thứ hơn."
    }
  },
  {
    "translation": {
      "en": "Things I didn't catch the first, oof, 30 times.",
      "vi": "Những thứ tôi chả nhận ra sau lần đầu, ôi, hay sau 30 lần."
    }
  },
  {
    "translation": {
      "en": "And with each new discovery, it was like a whole new movie appeared.",
      "vi": "Và với mỗi phát hiện mới, nó như thể cả bộ phim mới trước mắt."
    }
  },
  {
    "translation": {
      "en": "It was the ridiculous",
      "vi": "Đó là sự ngớ ngẩn"
    }
  },
  {
    "translation": {
      "en": "and the sublime.",
      "vi": "và sự tuyệt diệu."
    }
  },
  {
    "translation": {
      "en": "The exhilaration.",
      "vi": "Sự phấn khích."
    }
  },
  {
    "translation": {
      "en": "Fast fish!",
      "vi": "Lũ cá bơi nhanh quá!"
    }
  },
  {
    "translation": {
      "en": "[man] Watch my hand!",
      "vi": "Coi chừng tay tôi!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Steven Spielberg, serving up unflinching terror and childlike wonder",
      "vi": "Steven Spielberg, bày ra nỗi khiếp sợ thản nhiên và sự kinh ngạc ngây thơ"
    }
  },
  {
    "translation": {
      "en": "in one perfectly composed shot after another.",
      "vi": "trong liên tiếp các cảnh quay được dàn dựng hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "His whole creative team firing on all cylinders.",
      "vi": "Cả đội sáng tạo của ông đều làm việc hết sức mình."
    }
  },
  {
    "translation": {
      "en": "The landmark score by John Williams,",
      "vi": "Phần nhạc phim mang tính bước ngoặt của John Williams,"
    }
  },
  {
    "translation": {
      "en": "not just music but storytelling, deployed with such restraint.",
      "vi": "không chỉ là âm nhạc mà còn kể câu chuyện, được sử dụng đầy thận trọng."
    }
  },
  {
    "translation": {
      "en": "The shark theme is the shark, and when there is no shark, there is no theme.",
      "vi": "\"Nhạc chủ đề Cá mập\" là cá mập, và không có cá mập thì chả có nhạc chủ đề."
    }
  },
  {
    "translation": {
      "en": "Screenwriter Carl Gottlieb's brilliant foreshadowing.",
      "vi": "Tài gợi mở dẫn dắt tuyệt hay của biên kịch Carl Gottlieb."
    }
  },
  {
    "translation": {
      "en": "It… it's all psychological. You yell \"barracuda.\"",
      "vi": "Martin, tất cả đều thuộc về tâm lý. Anh hét lên \"barracuda\","
    }
  },
  {
    "translation": {
      "en": "Everybody says, \"Huh, what?\"",
      "vi": "ai cũng nói \"Hả, gì cơ?\""
    }
  },
  {
    "translation": {
      "en": "You yell \"shark\"…",
      "vi": "Anh hét \"cá mập\"…"
    }
  },
  {
    "translation": {
      "en": "Shark, three-five-zero!",
      "vi": "Cá mập, ba-năm-không!"
    }
  },
  {
    "translation": {
      "en": "[man] …we've got a panic on our hands on the Fourth of July.",
      "vi": "Ta có một sự hoảng loạn vào ngày bốn tháng Bảy."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Spielberg and editor Verna Fields' careful modulation from full-blown panic…",
      "vi": "Spielberg và sự điều hướng đầy chu đáo của dựng phim Verna Fields từ sợ hãi tột độ…"
    }
  },
  {
    "translation": {
      "en": "…to the depressurization of comic relief…",
      "vi": "đến giảm căng thẳng một cách hài hước…"
    }
  },
  {
    "translation": {
      "en": "He made me do it! He talked me into it!",
      "vi": "Anh ấy bắt cháu làm đấy! Anh ấy dụ cháu làm!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Rising again into dread and horror.",
      "vi": "Rồi lại trỗi dậy thành nỗi sợ hãi và sự kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "Sha… shark! It's a shark!",
      "vi": "Cá… Cá mập! Cá mập kìa!"
    }
  },
  {
    "translation": {
      "en": "It's going into the pond! The shark's in the estuary!",
      "vi": "Nó đang bơi vào ao! Có cá mập ở cửa sông!"
    }
  },
  {
    "translation": {
      "en": "-[man] Now what? -[woman] In the estuary!",
      "vi": "Gì nữa đây? - Ở cửa sông! - Michael đang ở ao."
    }
  },
  {
    "translation": {
      "en": "[Ellen] Michael's in the pond.",
      "vi": "- Ở cửa sông! - Michael đang ở ao."
    }
  },
  {
    "translation": {
      "en": "[woman] Shark is in the pond! Shark! In the pond!",
      "vi": "Có cá mập trong ao! Cá mập! Trong ao!"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Jaws comes alive in all the senses.",
      "vi": "Jaws trở nên sống động qua mọi giác quan."
    }
  },
  {
    "translation": {
      "en": "You smell it. You hear it. You taste it.",
      "vi": "Bạn ngửi thấy nó, nghe thấy nó, nếm được nó."
    }
  },
  {
    "translation": {
      "en": "You live it.",
      "vi": "Bạn sống trong nó."
    }
  },
  {
    "translation": {
      "en": "And the second it was over, I wanted to get right back in line for more.",
      "vi": "Ngay khi nó kết thúc, tôi muốn quay lại xếp hàng ngay để xem lần nữa."
    }
  },
  {
    "translation": {
      "en": "And more.",
      "vi": "Và lần nữa."
    }
  },
  {
    "translation": {
      "en": "And more.",
      "vi": "Và lần nữa."
    }
  },
  {
    "translation": {
      "en": "After that, the summer blockbuster was born.",
      "vi": "Và sau đó, bom tấn mùa hè trình làng."
    }
  },
  {
    "translation": {
      "en": "From then on, my sister and I were full-blown movie geeks,",
      "vi": "Kể từ đó, chị gái và tôi trở thành những kẻ mê phim tột độ,"
    }
  },
  {
    "translation": {
      "en": "waiting in line three hours for Star Wars,",
      "vi": "xếp hàng ba tiếng để xem Star Wars,"
    }
  },
  {
    "translation": {
      "en": "acting out the Chestburster scene from Alien,",
      "vi": "diễn lại cảnh chui ra từ ngực trong Alien,"
    }
  },
  {
    "translation": {
      "en": "tape recording Raiders so that we could memorize every line,",
      "vi": "thu âm lại Raiders để tụi tôi có thể nhớ hết thoại,"
    }
  },
  {
    "translation": {
      "en": "and scamming our way into a sneak preview of E.T.",
      "vi": "và lẻn vào buổi chiếu trước của E.T."
    }
  },
  {
    "translation": {
      "en": "We were standing in the same lines, sitting in the same seats,",
      "vi": "Tụi tôi đứng cùng một hàng, ngồi cùng một chỗ,"
    }
  },
  {
    "translation": {
      "en": "but sometime between Jaws and E.T., we looked down, and there were… boobs.",
      "vi": "song đôi khi giữa Jaws và E.T., tụi tôi nhìn xuống, và thấy… ngực."
    }
  },
  {
    "translation": {
      "en": "[Sasha] Somehow, boys could grow into men and still be fanboys.",
      "vi": "Thế nào mà tụi con trai thành đàn ông mà vẫn là hội trai hâm mộ."
    }
  },
  {
    "translation": {
      "en": "But once hormones were part of the equation, they went one way,",
      "vi": "Mà khi hoóc-môn là một phần không thể thiếu, họ đi một hướng"
    }
  },
  {
    "translation": {
      "en": "and we went the other. We were no longer on the same quest",
      "vi": "và tụi tôi đi một hướng. Tụi tôi đã thôi có cùng mục tiêu,"
    }
  },
  {
    "translation": {
      "en": "but the prize at the end of it, a thing to fear, to woo, to win.",
      "vi": "song phần thưởng cuối cùng của nó, là một thứ để sợ, ồ lên, và chiến thắng."
    }
  },
  {
    "translation": {
      "en": "And it wasn't just that. Hollywood changed too.",
      "vi": "Và không chỉ thế… Hollywood cũng thay đổi."
    }
  },
  {
    "translation": {
      "en": "At some point in this blockbuster narrative, girls got left on the cutting room floor.",
      "vi": "Có lúc trong câu chuyện bom tấn này, phái nữ bị bỏ lại sàn phòng biên tập."
    }
  },
  {
    "translation": {
      "en": "Hollywood bet big on boys, and it paid off.",
      "vi": "Hollywood cược lớn vào phái nam, và đã gặt hái."
    }
  },
  {
    "translation": {
      "en": "We watched the rise of branded, packaged properties",
      "vi": "Ta đã thấy sự gia tăng các sản phẩm thương hiệu được đóng gói"
    }
  },
  {
    "translation": {
      "en": "based on video games and comic books, financed by sell-through DVD revenues,",
      "vi": "dựa trên trò chơi điện tử và truyện tranh, nhờ vốn từ doanh thu bán đĩa DVD."
    }
  },
  {
    "translation": {
      "en": "all aimed at a reliable middle-school male demographic.",
      "vi": "tất cả nhắm vào phân khúc nam sinh trung học tin cậy."
    }
  },
  {
    "translation": {
      "en": "But sometimes you had to wonder,",
      "vi": "Mà đôi khi bạn phải tự hỏi:"
    }
  },
  {
    "translation": {
      "en": "\"Are these even movies? What happened to the story?\"",
      "vi": "\"Nó có phải là phim không? Cốt truyện đâu rồi?\""
    }
  },
  {
    "translation": {
      "en": "Could Jaws even be made today?",
      "vi": "Ngày nay ta có thể làm Jaws chứ?"
    }
  },
  {
    "translation": {
      "en": "Could it survive the gauntlet of Rotten Tomatoes,",
      "vi": "Liệu nó có thể vượt qua sự thách thức của Rotten Tomatoes,"
    }
  },
  {
    "translation": {
      "en": "CinemaScore, the dreaded Oscar-worthiness test?",
      "vi": "CinemaScore, thử thách đáng sợ về độ xứng đáng của giải Oscar?"
    }
  },
  {
    "translation": {
      "en": "Could it survive the scrutiny of its mechanical shark,",
      "vi": "Liệu nó có thể vượt qua sự soi mói về con cá mập máy,"
    }
  },
  {
    "translation": {
      "en": "whose rubbery performance was irrelevant back then but wouldn't be now?",
      "vi": "khi mà thời đó họ chả quan tâm đến cử động cứng ngắc, nhưng giờ thì có."
    }
  },
  {
    "translation": {
      "en": "Could it survive the hive mind on Twitter, picking over Spielberg's every intention?",
      "vi": "Liệu nó có thể vượt qua tâm trí bầy đàn ở Twitter, chỉ ra mọi ý đồ của Spielberg."
    }
  },
  {
    "translation": {
      "en": "Jaws went so far over budget, it could've been one of Hollywood's biggest disasters.",
      "vi": "Jaws bị lố ngân sách và đã có thể là một thảm họa lớn nhất của Hollywood."
    }
  },
  {
    "translation": {
      "en": "Instead, time has revealed it to be one of the greatest films ever made.",
      "vi": "Song thời gian cho thấy nó thuộc số phim hay nhất từng được làm."
    }
  },
  {
    "translation": {
      "en": "But it also set an unrealistic bar for what box office success meant.",
      "vi": "Mà nó cũng tạo tiêu chuẩn phi thực tế về định nghĩa thành công của phòng vé."
    }
  },
  {
    "translation": {
      "en": "So are moviegoers the victims of Jaws' success?",
      "vi": "Vậy có phải người xem phim là nạn nhân của sự thành công của Jaws?"
    }
  },
  {
    "translation": {
      "en": "Are all of us who showed up faithfully over and over again",
      "vi": "Và ta, các khán giả trung thành hết lần này đến lần khác đến để xem bộ phim này, sống lại trải nghiệm này,"
    }
  },
  {
    "translation": {
      "en": "to see this one movie, to relive this one experience,",
      "vi": "hết lần này đến lần khác đến để xem bộ phim này, sống lại trải nghiệm này,"
    }
  },
  {
    "translation": {
      "en": "are we to blame for the death of all good things in cinema?",
      "vi": "có lỗi với cái chết của mọi thứ tốt đẹp ở điện ảnh?"
    }
  },
  {
    "translation": {
      "en": "-Smile, you son of a… -[rifle fires]",
      "vi": "Cười đi nào, đồ khốn…"
    }
  },
  {
    "translation": {
      "en": "[Sasha] Yes.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "And no.",
      "vi": "Và không."
    }
  },
  {
    "translation": {
      "en": "You can't blame movie fans for liking what they like.",
      "vi": "Bạn đâu thể đổ lỗi cho người mê phim vì thích thứ họ thích."
    }
  },
  {
    "translation": {
      "en": "But Hollywood seemed to learn the wrong lessons from the summer of the shark.",
      "vi": "Mà có vẻ Hollywood đã học các bài học sai từ mùa hè của cá mập."
    }
  },
  {
    "translation": {
      "en": "They chased a spectacle and the numbers game",
      "vi": "Họ đã theo đuổi sự trình diễn và trò chơi số lượng,"
    }
  },
  {
    "translation": {
      "en": "but forgot what really made Jaws Jaws.",
      "vi": "mà quên mất điều thực sự khiến Jaws là chính nó."
    }
  },
  {
    "translation": {
      "en": "It was a great story, brilliantly told.",
      "vi": "Đó là một câu chuyện hay được kể một cách xuất sắc."
    }
  },
  {
    "translation": {
      "en": "For me, movies will always represent the manifestation of the surreal,",
      "vi": "Với tôi, phim ảnh luôn đại diện cho biểu hiện của sự siêu thực,"
    }
  },
  {
    "translation": {
      "en": "the beautiful, and the terrifying.",
      "vi": "vẻ đẹp, và nỗi sợ."
    }
  },
  {
    "translation": {
      "en": "Movie theaters offer both the wonder and danger of Oz",
      "vi": "Các rạp phim đem đến cả sự kỳ diệu và nguy hiểm của xứ Oz,"
    }
  },
  {
    "translation": {
      "en": "and the safe haven of Kansas.",
      "vi": "và nơi trú ẩn an toàn của Kansas."
    }
  },
  {
    "translation": {
      "en": "The best movies, like the worst people, can leave you with scars,",
      "vi": "Các bộ phim hay nhất, như những kẻ xấu nhất, có thể để lại cho bạn các vết sẹo,"
    }
  },
  {
    "translation": {
      "en": "with courage in the place of fear, and, if you're lucky, hope.",
      "vi": "với sự can đảm trong nỗi sợ hãi, và nếu bạn may mắn, hãy hy vọng."
    }
  },
  {
    "translation": {
      "en": "And when there is no hope, there may be sharks",
      "vi": "Và khi không còn hy vọng, có thể vẫn còn cá mập,"
    }
  },
  {
    "translation": {
      "en": "and long-lost summers",
      "vi": "và những mùa hè đã mất từ lâu,"
    }
  },
  {
    "translation": {
      "en": "and little girls in dark theaters quoting the lines of a movie…",
      "vi": "và các bé gái ở rạp phim tối đèn dẫn lời thoại của một bộ phim…"
    }
  },
  {
    "translation": {
      "en": "-[man on screen] I used to hate the water. -[Sasha] …they already know by heart.",
      "vi": "Tôi từng ghét nước. …mà chúng đã nằm lòng…"
    }
  },
  {
    "translation": {
      "en": "[man 2 on screen] I can't imagine why.",
      "vi": "Tôi chả hiểu nổi vì sao."
    }
  }
]