[
  {
    "translation": {
      "en": "[reporter] The great Seahawk racing team. How do you look forward to the race today?",
      "vi": "Đội đua Đại Seahawk.Các bạn mong chờ cuộc đua hôm nay chứ?"
    }
  },
  {
    "translation": {
      "en": "-We'll see when we get out there. -Don't believe anything he says.",
      "vi": "Nay hãy xem khi bọn tôi ra đó. - Đừng tin.- Bây giờ."
    }
  },
  {
    "translation": {
      "en": "Who just came into this picture here is the one and only Sal Magluta,",
      "vi": "Người vừa vào khung hình đâylà một Sal Magluta duy nhất,"
    }
  },
  {
    "translation": {
      "en": "the man who is the driving force behind the Seahawk race team.",
      "vi": "người thực sự là động lựcphía sau đội đua Seahawk."
    }
  },
  {
    "translation": {
      "en": "The way it's going, you may end up with a third national championship somewhere along the way.",
      "vi": "Như vậy, lúc nào đó, có lẽ anh cũngvề đích với chức vô địch quốc gia thứ ba."
    }
  },
  {
    "translation": {
      "en": "Well, I'll take it.",
      "vi": "Tôi sẽ lấy nó."
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "vi": "Sao không nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Three in a row's not too bad. They come in threes.",
      "vi": "Ba lần liền cũng đâu tệ. Quá tam ba bận."
    }
  },
  {
    "translation": {
      "en": "Willy Falcon, driver of Seahawk.",
      "vi": "Willy Falcon, người lái của Seahawk."
    }
  },
  {
    "translation": {
      "en": "Willy Falcon looks confident to me today.",
      "vi": "Hôm nay Willy Falcon có vẻ tự tin."
    }
  },
  {
    "translation": {
      "en": "-I wish him the best of luck. -Thank you.",
      "vi": "- Chúc anh ấy may mắn.- Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[announcer] There's the yellow flag and the flare. They're now on the course.",
      "vi": "Chà, có cờ vàng và pháo sáng.Giờ họ đang hướng ra khơi."
    }
  },
  {
    "translation": {
      "en": "Right off the bat, look at these two cats going at it. A drag race, if you will.",
      "vi": "Nếu muốn, hãy nhìn các thuyền đôi nàylao vào cuộc đua đường thẳng từ đầu đi."
    }
  },
  {
    "translation": {
      "en": "Willy Falcon makes a bid for the lead over Sal Magluta.",
      "vi": "Willy Falconcố gắng dẫn trước Sal Magluta."
    }
  },
  {
    "translation": {
      "en": "-[engine whines] -Uh-oh! Sal Magluta spins out!",
      "vi": "Ôi! Sal Magluta quay vòng vòng!"
    }
  },
  {
    "translation": {
      "en": "You're gonna see the number 20, Willy Falcon,",
      "vi": "Bạn sẽ thấy số 20, Willy Falcon,"
    }
  },
  {
    "translation": {
      "en": "go by and now he has moved up.",
      "vi": "chạy qua và giờ anh ấy đã vượt lên."
    }
  },
  {
    "translation": {
      "en": "Whoa! And we're starting to fly.",
      "vi": "Trời! Và ta đang bắt đầu bay."
    }
  },
  {
    "translation": {
      "en": "Jesse James has taken over the lead.",
      "vi": "Jesse James đang vượt lên dẫn."
    }
  },
  {
    "translation": {
      "en": "Willy Falcon… He's finding some extra power.",
      "vi": "Willy Falcon đang tìm kiếmchút lực phụ trợ."
    }
  },
  {
    "translation": {
      "en": "Whoa! Seahawk has taken over the lead.",
      "vi": "Trời! Seahawk đã vượt lên dẫn."
    }
  },
  {
    "translation": {
      "en": "A little happiness on the part of the navigator",
      "vi": "Chút vui mừng từ phía hoa tiêu."
    }
  },
  {
    "translation": {
      "en": "as he kinda jumps up and down. [commentator] He knows.",
      "vi": "- Vì anh ấy nhảy tưng tưng phía sau kìa.- Anh ấy biết."
    }
  },
  {
    "translation": {
      "en": "[announcer laughs] They're waving out there.",
      "vi": "Họ đang vẫy ngoài đó."
    }
  },
  {
    "translation": {
      "en": "Look at the excitement in that crew now.",
      "vi": "Nhìn sự phấn khích của đội đó đi."
    }
  },
  {
    "translation": {
      "en": "What a thrill for this crew to come here as the second boat of the Seahawk team.",
      "vi": "Mừng rơn cho nhóm về đích nàykhi là thuyền hai của đội Seahawk."
    }
  },
  {
    "translation": {
      "en": "[commentator] Look who's excited, their teammates who broke early.",
      "vi": "Này, xem ai mừng kìa,những đồng đội nãy bị dừng."
    }
  },
  {
    "translation": {
      "en": "Look at Sal Magluta do a dance.",
      "vi": "Nhìn Sal Magluta nhảy kìa."
    }
  },
  {
    "translation": {
      "en": "[announcer] This team will be celebrating for three weeks, I think.",
      "vi": "Tôi nghĩ đội này sẽ ăn mừng suốt ba tuần."
    }
  },
  {
    "translation": {
      "en": "[reporter] Willy Falcon and Sal Magluta, Los Muchachos, \"the boys,\"",
      "vi": "Willy Falcon và Sal Magluta, los muchachos, các chàng trai,nhà vô địch thuyền máy xa bờ"
    }
  },
  {
    "translation": {
      "en": "the offshore powerboat champions indicted for trafficking",
      "vi": "los muchachos, các chàng trai,nhà vô địch thuyền máy xa bờ bị truy tốvề tội buôn bán hơn 75 tấn cocaine"
    }
  },
  {
    "translation": {
      "en": "more than 75 tons of cocaine worth an estimated two billion dollars.",
      "vi": "bị truy tốvề tội buôn bán hơn 75 tấn cocaine có giá trị ước tính là hai tỷ đô la,"
    }
  },
  {
    "translation": {
      "en": "Making it what federal authorities say was the largest drug case in history.",
      "vi": "biến nó thành vụ ma túy lớn nhất lịch sử,theo chính quyền liên bang."
    }
  },
  {
    "translation": {
      "en": "Witness assassinations,",
      "vi": "Các vụ ám sát nhân chứng,sự mục nát chưa từng có"
    }
  },
  {
    "translation": {
      "en": "unprecedented corruption of the American justice system.",
      "vi": "Các vụ ám sát nhân chứng,sự mục nát chưa từng có của hệ thống tư pháp Mỹ."
    }
  },
  {
    "translation": {
      "en": "Few people in South Florida have been untouched",
      "vi": "Hầu như không ai ở Nam Floridakhông xúc động"
    }
  },
  {
    "translation": {
      "en": "by the saga of Willy Falcon and Sal Magluta",
      "vi": "với thiên anh hùng cavề Willy Falcon và Sal Magluta"
    }
  },
  {
    "translation": {
      "en": "that has taken these Cuban exiles from dropouts",
      "vi": "đã đưa những người Cubalưu vong này từ kẻ bỏ học"
    }
  },
  {
    "translation": {
      "en": "to the epitome of the Cocaine Cowboys of the 1980s.",
      "vi": "thành chuẩn mựccủa các cao bồi cocaine những năm 1980."
    }
  },
  {
    "translation": {
      "en": "♪ I've been processed, packaged Delivered in bricks ♪ ♪ I've been cut, cooked Chopped and whipped ♪",
      "vi": "LOẠT PHIM TÀI LIỆU CỦA NETFLIX"
    }
  },
  {
    "translation": {
      "en": "[woman] I was born in New York City.",
      "vi": "Tôi sinh ra ở Thành phố New York."
    }
  },
  {
    "translation": {
      "en": "My parents are Cuban.",
      "vi": "Bố mẹ tôi là người Cuba."
    }
  },
  {
    "translation": {
      "en": "And in 1971, we moved to Miami.",
      "vi": "Và năm 1971, chúng tôi chuyển tới Miami."
    }
  },
  {
    "translation": {
      "en": "[reporter] This is Southwest 8th Street or as the Cubans call it,",
      "vi": "Đây là Phố 8 Tây Namhay như người Cuba gọi,"
    }
  },
  {
    "translation": {
      "en": "8th Street of the Southwest. Little Havana's main street.",
      "vi": "Phố 8 của Tây Nam,con phố chính của Tiểu Havana."
    }
  },
  {
    "translation": {
      "en": "The Tamiami Trail now symbolizes an economic miracle",
      "vi": "Đường mòn Tamiami giờ tượng trưngcho một phép màu kinh tế"
    }
  },
  {
    "translation": {
      "en": "brought about by Miami's Cuban refugees.",
      "vi": "do những người tị nạn Cuba mang lại."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] I was 15 and a half. It was summer, and I needed a job.",
      "vi": "Tôi 15 tuổi rưỡi. Đó là mùa hèvà tôi cần một công việc."
    }
  },
  {
    "translation": {
      "en": "My mom said, \"Next to Publix is a bakery, a Jewish-Cuban bakery",
      "vi": "Mẹ nói: \"Cạnh chợ Publix là tiệm bánh đó. Tiệm của người Cuba gốc Do Tháicó bánh lúa mạch đen, loại pumpernickel\"."
    }
  },
  {
    "translation": {
      "en": "with the rye bread, the pumpernickel.\"",
      "vi": "Tiệm của người Cuba gốc Do Tháicó bánh lúa mạch đen, loại pumpernickel\"."
    }
  },
  {
    "translation": {
      "en": "And then they had guayabas, and all that kinda stuff.",
      "vi": "Rồi họ có ổi, và đủ loại như thế."
    }
  },
  {
    "translation": {
      "en": "So I said, \"Okay.\" I went over there.",
      "vi": "Tôi nói: \"Vâng\". Tôi qua đó."
    }
  },
  {
    "translation": {
      "en": "I met Sal's mom and dad, and uncles. They all owned the bakery.",
      "vi": "Tôi đã gặp bố, mẹ, và các chú của Sal.Họ đều là chủ của tiệm bánh."
    }
  },
  {
    "translation": {
      "en": "The next day, I met Sal.",
      "vi": "Ngày hôm sau, tôi gặp Sal."
    }
  },
  {
    "translation": {
      "en": "I just didn't like him. I thought, \"Who is this guy with attitude here?\"",
      "vi": "Tôi không ưa anh ấy.Tôi nghĩ: \"Gã thái độ này là ai ở đây?\"."
    }
  },
  {
    "translation": {
      "en": "He was supposed to be working in the back.",
      "vi": "Anh ấy lẽ ra làm việc ở phía sau."
    }
  },
  {
    "translation": {
      "en": "But he would set up a stool where I worked in the counter",
      "vi": "Nhưng anh ấy đặt một cái ghế đẩuở quầy chỗ tôi làm và anh ấy ngồi đó xem."
    }
  },
  {
    "translation": {
      "en": "and he'd sit there and watch because I wore this little pink uniform.",
      "vi": "Nhưng anh ấy đặt một cái ghế đẩuở quầy chỗ tôi làm và anh ấy ngồi đó xem. Vì tôi mặc bộ đồng phục nhỏmàu hồng này, nó rất ngắn."
    }
  },
  {
    "translation": {
      "en": "It was really short. He would sit there and wait for me to bend over.",
      "vi": "Vì tôi mặc bộ đồng phục nhỏmàu hồng này, nó rất ngắn. Anh ấy ngồi đó và chờ tôi cúi xuống."
    }
  },
  {
    "translation": {
      "en": "He spent three weeks trying to get my phone number.",
      "vi": "Anh ấy mất ba tuầncố xin số điện thoại của tôi."
    }
  },
  {
    "translation": {
      "en": "I said, \"I'll give you one number per week.\"",
      "vi": "Tôi bảo: \"Mỗi tuần tôi sẽ cho anh một số\"."
    }
  },
  {
    "translation": {
      "en": "I gave him one number until we went down the line to the seven numbers,",
      "vi": "Tôi đã cho anh ấy một sốcho đến khi bọn tôi đi cả lượt tới bảy số,"
    }
  },
  {
    "translation": {
      "en": "then he got my phone number.",
      "vi": "rồi anh ấy có số của tôi."
    }
  },
  {
    "translation": {
      "en": "Most of the time we went out, he didn't have a penny to his name.",
      "vi": "Hầu hết thời gian bọn tôi ra ngoài,anh ấy không có lấy một xu dính túi."
    }
  },
  {
    "translation": {
      "en": "He says, \"One day I'm gonna have",
      "vi": "Anh ấy nói: \"Một ngàyanh sẽ có tất cả tiền trên đời."
    }
  },
  {
    "translation": {
      "en": "all the money in the world. I'll buy any car I want.\"",
      "vi": "Anh ấy nói: \"Một ngàyanh sẽ có tất cả tiền trên đời. Anh sẽ mua mọi xe anh muốn\"."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Great.\"",
      "vi": "Và tôi bảo: \"Tuyệt\"."
    }
  },
  {
    "translation": {
      "en": "Sal was always up to no good. He was mischievous.",
      "vi": "Sal luôn làm chuyện không hay.Anh ấy nghịch lắm."
    }
  },
  {
    "translation": {
      "en": "He had just gotten kicked out of Miami High School.",
      "vi": "Anh ấy vừa bị đuổikhỏi trường cấp ba Miami,"
    }
  },
  {
    "translation": {
      "en": "So he ended up in my high school.",
      "vi": "nên cuối cùng là vào trường tôi."
    }
  },
  {
    "translation": {
      "en": "And I would sit and do his homework, so he wouldn't get in trouble.",
      "vi": "Và tôi ngồi làm bài tập cho anh ấyđể anh ấy không gặp rắc rối."
    }
  },
  {
    "translation": {
      "en": "His mother and father don't speak any English.",
      "vi": "Bố mẹ anh ấy không nói tiếng Anh."
    }
  },
  {
    "translation": {
      "en": "And he would take his report card home and his mother would say,",
      "vi": "Anh ấy mang bảng điểm về nhàvà mẹ anh ấy nói:"
    }
  },
  {
    "translation": {
      "en": "\"What does that F stand for?\"",
      "vi": "\"F có nghĩa là gì?\"."
    }
  },
  {
    "translation": {
      "en": "\"That F stands for Felicidad.\"",
      "vi": "\"F đó có nghĩa là Felicidad\".Felicidad nghĩa là hạnh phúc,"
    }
  },
  {
    "translation": {
      "en": "Felicidad means \"happy.\" He got a good grade.",
      "vi": "\"F đó có nghĩa là Felicidad\".Felicidad nghĩa là hạnh phúc, tức anh ấy được điểm tốt,họ tin vậy suốt ngần ấy năm."
    }
  },
  {
    "translation": {
      "en": "And they believed it all these years,",
      "vi": "tức anh ấy được điểm tốt,họ tin vậy suốt ngần ấy năm."
    }
  },
  {
    "translation": {
      "en": "all those F's, that Sal was doing great in school.",
      "vi": "Tất cả F đó,Sal đang học rất tốt ở trường."
    }
  },
  {
    "translation": {
      "en": "Because he was getting Felicidad, Felicidad, Felicidad. [laughs]",
      "vi": "Vì anh ấy được Felicidad. Felicidad."
    }
  },
  {
    "translation": {
      "en": "When he wasn't even attending class.",
      "vi": "Khi mà anh ấy còn không đến lớp."
    }
  },
  {
    "translation": {
      "en": "He would date at least ten girls at the same time",
      "vi": "Anh ấy cùng lúc hẹn hòvới ít nhất mười cô."
    }
  },
  {
    "translation": {
      "en": "before I found out.",
      "vi": "Trước khi tôi biết."
    }
  },
  {
    "translation": {
      "en": "And he got one of the girls pregnant.",
      "vi": "Và anh ấy đã làm một cô có bầu."
    }
  },
  {
    "translation": {
      "en": "I wouldn't date him anymore after that.",
      "vi": "Sau chuyện đó,tôi không hẹn hò với anh ấy nữa."
    }
  },
  {
    "translation": {
      "en": "[man] Gloria and Manolo Magluta were my parents' best friends.",
      "vi": "Gloria và Manolo Maglutalà bạn thân của bố mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "To me, they were like my parents.",
      "vi": "Họ như bố mẹ tôi. CỰU TRÙM MA TÚY"
    }
  },
  {
    "translation": {
      "en": "So Sal was like my cousin. Actually, like my brother.",
      "vi": "Sal như em họ tôi, thực ra như em trai."
    }
  },
  {
    "translation": {
      "en": "Sal's parents, they owned a bakery shop and they worked very hard,",
      "vi": "Bố mẹ Sal làm chủ một tiệm bánhvà họ làm việc rất chăm chỉ,"
    }
  },
  {
    "translation": {
      "en": "extremely hard-working people.",
      "vi": "những người cực kỳ chăm làm."
    }
  },
  {
    "translation": {
      "en": "They were in church two, three times a week.",
      "vi": "Họ đi nhà thờ hai, ba lần một tuần."
    }
  },
  {
    "translation": {
      "en": "Here were these amazing parents, but they weren't there all day long.",
      "vi": "Bố mẹ tuyệt vời thế này đây, nhưng họ đâu có ở bên cả ngày dài."
    }
  },
  {
    "translation": {
      "en": "I look back now,",
      "vi": "Giờ tôi nhớ lại,"
    }
  },
  {
    "translation": {
      "en": "and that probably started to become the formation",
      "vi": "và đó có lẽ đã bắt đầu hình thành nên"
    }
  },
  {
    "translation": {
      "en": "of what happened in Sal's life.",
      "vi": "những chuyện xảy ra trong đời Sal."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] Every night, Sal would call me. We would chat and he'd read me the Bible.",
      "vi": "Sal gọi điện cho tôi mỗi tối. Chúng tôi tán gẫuvà anh ấy đọc Kinh Thánh cho tôi."
    }
  },
  {
    "translation": {
      "en": "Sal's main concern, always,",
      "vi": "Mối lo chính của Sal luôn là"
    }
  },
  {
    "translation": {
      "en": "was whether he was going to go to heaven or not.",
      "vi": "Mối lo chính của Sal luôn là anh ấy sẽ lên thiên đàng hay không."
    }
  },
  {
    "translation": {
      "en": "He said to me one time that, if you repent,",
      "vi": "Một lần anh ấy nói với tôi rằng nếu bạn ăn năn"
    }
  },
  {
    "translation": {
      "en": "no matter what bad deeds you do, that you will go to heaven.",
      "vi": "dù bạn có làm việc gì xấuthì bạn sẽ lên thiên đàng."
    }
  },
  {
    "translation": {
      "en": "So I think in his mind, it's like, \"I can do anything I want",
      "vi": "Nên có lẽ anh ấy nghĩ kiểu:\"Tôi có thể làm mọi thứ tùy ý"
    }
  },
  {
    "translation": {
      "en": "as long as later I repent, and I feel bad for what I did,",
      "vi": "miễn là sau này tôi ăn năn hối lỗivề những gì tôi đã làm"
    }
  },
  {
    "translation": {
      "en": "and then God will forgive me and I will go to heaven.\"",
      "vi": "thì Chúa sẽ tha thứ và tôi sẽ lên thiên đàng\"."
    }
  },
  {
    "translation": {
      "en": "I think that things started to go wrong for Sal.",
      "vi": "Tôi nghĩ mọi thứbắt đầu chệch hướng với Sal."
    }
  },
  {
    "translation": {
      "en": "He was hanging around the wrong crowd.",
      "vi": "Cậu ấy lảng vảng quanh đám bạn xấu."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] Sal's best friend during that time was Willy Falcon.",
      "vi": "Bạn thân của Salsuốt thời gian đó là Willy Falcon."
    }
  },
  {
    "translation": {
      "en": "Willy was intimidating,",
      "vi": "Willy đáng sợ lắm,"
    }
  },
  {
    "translation": {
      "en": "where Sal wasn't.",
      "vi": "còn Sal thì không."
    }
  },
  {
    "translation": {
      "en": "Sal was the peacemaker.",
      "vi": "Sal là người hòa giải."
    }
  },
  {
    "translation": {
      "en": "Willy was more of the brawler. Like, you know, \"I'm in your face.\"",
      "vi": "Willy là kẻ thích cãi lộn hơn,kiểu: \"Tôi thẳng mặt luôn\"."
    }
  },
  {
    "translation": {
      "en": "He had this expression of going like this all the time, \"What you gonna do about it?\"",
      "vi": "Anh ấy luôn nói như thế này:\"Cậu sẽ làm gì với nó hả?\"."
    }
  },
  {
    "translation": {
      "en": "At that time, I had no idea that they were drug dealers.",
      "vi": "Lúc đó, tôi không hề biếthọ là những tay buôn ma túy."
    }
  },
  {
    "translation": {
      "en": "We all shared one thing. We were poor and didn't wanna stay poor.",
      "vi": "Bọn tôi có một điểm chunglà nghèo và không muốn nghèo nữa."
    }
  },
  {
    "translation": {
      "en": "Willy and Sal started off as small-time, little pot pushers out of Miami High.",
      "vi": "Willy và Sal bắt đầu làm mồi chài cần saquy mô nhỏ từ trường Miami. NHÀ BÁO"
    }
  },
  {
    "translation": {
      "en": "They sorta struggled, don't do well, end up being high school dropouts.",
      "vi": "Họ hơi chật vật, làm không tốt,cuối cùng bỏ học giữa chừng."
    }
  },
  {
    "translation": {
      "en": "[man] My sister-in-law's boyfriend introduced me to Willy.",
      "vi": "Bạn trai của cô em vợ tôigiới thiệu tôi với Willy."
    }
  },
  {
    "translation": {
      "en": "\"Tony, why don't you give these guys a try?\"",
      "vi": "\"Tony, sao anh không thử đám này xem?\"."
    }
  },
  {
    "translation": {
      "en": "At that time, Willy was selling dime bags with Sal.",
      "vi": "Lúc đó, Willy đang báncác túi rẻ tiền cùng Sal."
    }
  },
  {
    "translation": {
      "en": "Willy was a jovial guy, very nice. Uh, not too smart.",
      "vi": "Willy là gã vui tính, rất thân thiện,không quá thông minh."
    }
  },
  {
    "translation": {
      "en": "I knew his mother and his father and his brother, Taby.",
      "vi": "Tôi biết bố mẹ và em trai cậu ấy, Taby."
    }
  },
  {
    "translation": {
      "en": "Willy and Salvador were always together. They were like family.",
      "vi": "Willy và Salvador luôn ở cùng nhau.Họ như người nhà vậy."
    }
  },
  {
    "translation": {
      "en": "But really, Willy didn't know what the hell was going on.",
      "vi": "Nhưng Willy không biếtchuyện quái gì đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "How much money they had, he didn't know. That was all Sal.",
      "vi": "Họ có bao nhiêu tiền,cậu ấy không hề biết. Tất cả là Sal."
    }
  },
  {
    "translation": {
      "en": "Willy was always kept in the dark.",
      "vi": "Willy lúc nào cũng bị mù tịt."
    }
  },
  {
    "translation": {
      "en": "Willy was, for all intents and purposes, Sal's dummy.",
      "vi": "Willy thì… hầu như là bù nhìn của Sal."
    }
  },
  {
    "translation": {
      "en": "I'd fly the marijuana from Colombia and I was selling it to them.",
      "vi": "Tôi chở cần sa bằng máy baytừ Colombia và sẽ bán nó cho họ."
    }
  },
  {
    "translation": {
      "en": "But then I stopped.",
      "vi": "Nhưng rồi tôi dừng."
    }
  },
  {
    "translation": {
      "en": "It's not enough money.",
      "vi": "Không đủ tiền."
    }
  },
  {
    "translation": {
      "en": "[Valdes] There was so many people in the marijuana business,",
      "vi": "Có rất nhiều người liên quantrong buôn cần."
    }
  },
  {
    "translation": {
      "en": "because it took so many people to handle one load.",
      "vi": "Vì cần rất nhiều ngườiđể xử lý một chuyến hàng."
    }
  },
  {
    "translation": {
      "en": "Whereas in the cocaine, you can bring in 800, 1000 kilo.",
      "vi": "Còn trong cocaine,bạn có thể nhập 800, 1.000 kg."
    }
  },
  {
    "translation": {
      "en": "Literally, I could handle that with four people.",
      "vi": "Thực sự bốn người là xử gọn nó."
    }
  },
  {
    "translation": {
      "en": "[DeFede] They moved from marijuana to cocaine.",
      "vi": "Họ chuyển từ cần sa sang cocaine."
    }
  },
  {
    "translation": {
      "en": "I wouldn't have said they were drug dealers.",
      "vi": "Tôi sẽ không nói họ buôn ma túy."
    }
  },
  {
    "translation": {
      "en": "They were buying ounces on the streets and reselling it.",
      "vi": "Họ mua cứ tầm 30 g trên phố và bán lại."
    }
  },
  {
    "translation": {
      "en": "Sal was just a regular young guy doing a little hustle on the side.",
      "vi": "Sal chỉ là Sal bình thường,cậu trai trẻ xoay xở kiếm thêm chút tiền."
    }
  },
  {
    "translation": {
      "en": "You know, if anybody, I was a drug dealer, right?",
      "vi": "Nếu có ai thì tôi mới làkẻ buôn ma túy, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I'm the one bringing in 800 kilos a month.",
      "vi": "Tôi là người nhập 800 kg một tháng mà."
    }
  },
  {
    "translation": {
      "en": "I think that Sal put two and two together.",
      "vi": "Tôi nghĩ Sal đã suy đoán ra cả."
    }
  },
  {
    "translation": {
      "en": "My father started telling how I was always traveling.",
      "vi": "Bố tôi bắt đầu kể chuyện tôi luôn đi lại"
    }
  },
  {
    "translation": {
      "en": "and that I was putting a banana company together in Colombia.",
      "vi": "và đã tạo dựng một công ty chuốiở Colombia như thế nào."
    }
  },
  {
    "translation": {
      "en": "Sal just said, \"Impossible. I mean, Jorge is 21 years old,",
      "vi": "Rồi Sal cứ thế nói:\"Không thể nào. Jorge mới 21 tuổi,"
    }
  },
  {
    "translation": {
      "en": "he's making a million dollars a month. He ain't selling bananas.\"",
      "vi": "anh ấy đang kiếm triệu đô một tháng.Anh ấy không bán chuối."
    }
  },
  {
    "translation": {
      "en": "\"Let me talk to your son. Tell him to give me a meeting.\"",
      "vi": "Để cháu nói chuyện với con bác.Bảo anh ấy gặp cháu nhé\"."
    }
  },
  {
    "translation": {
      "en": "I finally gave him a meeting.",
      "vi": "Tôi cuối cùng đã gặp cậu ấy."
    }
  },
  {
    "translation": {
      "en": "I had about 15 minutes to meet with him. I was in a rush. He was at my office.",
      "vi": "Tôi có tầm 15 phút để gặp. Tôi đang vội.Cậu ấy thì ở văn phòng tôi,"
    }
  },
  {
    "translation": {
      "en": "He said, \"Give me a chance. I think I can sell some coke here and there.\"",
      "vi": "nói: \"Cho tôi cơ hội.Có lẽ tôi có thể bán ít coke nhiều nơi\"."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Well, how much money do you have?\"",
      "vi": "Tôi nói: \"Chà, cậu có bao nhiêu tiền?\"."
    }
  },
  {
    "translation": {
      "en": "And he's like, \"I think ten or 20 thousand dollars.\"",
      "vi": "Cậu ấy nói: \"Có lẽ mười, 20 ngàn đô\"."
    }
  },
  {
    "translation": {
      "en": "I literally almost peed in my pants.",
      "vi": "Tôi thực sự suýt tiểu ra quần."
    }
  },
  {
    "translation": {
      "en": "At that time, it was $42,000, in Miami, wholesale for a kilo of cocaine.",
      "vi": "Hồi đó ở Miami là 42 ngàn đôcho một kg cocaine bán buôn."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna insult him because I've always loved Sal, even today.",
      "vi": "Tôi nào muốn xúc phạm cậu ấyvì tôi luôn quý Sal đến tận giờ."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"All right, let me see",
      "vi": "Nên tôi nói: \"Được rồi,để tôi xem nếu có cơ hội"
    }
  },
  {
    "translation": {
      "en": "if the opportunity arises because now, we really are committed somewhere else.\"",
      "vi": "Nên tôi nói: \"Được rồi,để tôi xem nếu có cơ hội vì giờ bọn tôi thực sựđang có cam kết với chỗ khác\"."
    }
  },
  {
    "translation": {
      "en": "My handsome Latin friends, the brothers Falcon, Gus and Willy.",
      "vi": "PHÂN PHỐI Những anh bạn La-tinh đẹp trai,anh em Falcon, Gus và Willy."
    }
  },
  {
    "translation": {
      "en": "[man] In about 1978, my older sister, China, she started dating Taby, Gustavo Falcon.",
      "vi": "Khoảng năm 1978, chị gái tôi, China,bắt đầu hẹn hò với Taby, Gustavo Falcon."
    }
  },
  {
    "translation": {
      "en": "As soon as she turned 18, my sister and Taby got married.",
      "vi": "Chị gái tôi vừa sang 18 tuổilà kết hôn với Taby."
    }
  },
  {
    "translation": {
      "en": "Through Taby, I met his older brother Willy Falcon.",
      "vi": "Qua Taby, tôi gặpanh trai anh ấy, Willy Falcon."
    }
  },
  {
    "translation": {
      "en": "And through Willy Falcon, I met his best friend, Sal Magluta.",
      "vi": "Qua Willy Falcon,tôi gặp bạn thân anh ấy, Sal Magluta."
    }
  },
  {
    "translation": {
      "en": "I grew up in Little Havana when we came from Cuba.",
      "vi": "Tôi lớn lên ở Tiểu Havana khi chúng tôi từ Cuba đến.Nó như khu ổ chuột của người Cuba."
    }
  },
  {
    "translation": {
      "en": "It was like the Cuban ghetto.",
      "vi": "khi chúng tôi từ Cuba đến.Nó như khu ổ chuột của người Cuba."
    }
  },
  {
    "translation": {
      "en": "[reporter] Among Latins in South Florida, particularly Cubans,",
      "vi": "Giữa người La-tinhở Nam Florida, nhất là Cuba, có mối liên quan về ngôn ngữtới các mặt khác của cuộc sống cộng đồng."
    }
  },
  {
    "translation": {
      "en": "there is a lingual reference to different aspects of community life.",
      "vi": "có mối liên quan về ngôn ngữtới các mặt khác của cuộc sống cộng đồng."
    }
  },
  {
    "translation": {
      "en": "Police are called la jara.",
      "vi": "Cảnh sát được gọi là la jara. Cục Điều tra liên bang là la federica."
    }
  },
  {
    "translation": {
      "en": "The Federal Bureau of Investigation is la federica.",
      "vi": "Cục Điều tra liên bang là la federica. Và khi nói tới một khẩu súng,người La-tinh nói la fuca."
    }
  },
  {
    "translation": {
      "en": "And when talking about a gun, Latins say, la fuca.",
      "vi": "Và khi nói tới một khẩu súng,người La-tinh nói la fuca."
    }
  },
  {
    "translation": {
      "en": "[Rosello] My parents didn't know English. So it was hard for us growing up.",
      "vi": "Bố mẹ tôi không biết tiếng Anh.Nên bọn tôi lớn lên khổ sở lắm."
    }
  },
  {
    "translation": {
      "en": "My dad had two jobs. He would leave at seven in the morning",
      "vi": "Bố tôi có hai công việc.Ông đi lúc bảy giờ sáng"
    }
  },
  {
    "translation": {
      "en": "and get back at ten o'clock at night.",
      "vi": "và về lúc mười giờ tối."
    }
  },
  {
    "translation": {
      "en": "I saw my dad working so hard.",
      "vi": "Tôi thấy bố làm việc rất cực khổ."
    }
  },
  {
    "translation": {
      "en": "That's not what I wanted to do when I was a kid growing up.",
      "vi": "Tôi không muốn làm như vậytừ lúc nhỏ cho tới lớn."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna have two jobs.",
      "vi": "Tôi chả muốn có hai việc."
    }
  },
  {
    "translation": {
      "en": "But now, I was Willy and Taby Falcon's little brother.",
      "vi": "Nhưng lúc bấy giờ tôi làcậu em nhỏ của Willy và Taby Falcon."
    }
  },
  {
    "translation": {
      "en": "I hung out with Taby, like, on a daily basis.",
      "vi": "Tôi đi cùng Taby mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "After school, I would go to their house. Willy's friends would come by.",
      "vi": "Sau giờ học, tôi đến nhà họ.Bạn bè của Willy ghé qua."
    }
  },
  {
    "translation": {
      "en": "I would wash their cars and get paid 20 bucks.",
      "vi": "Tôi rửa xe cho họ và được trả 20 đô."
    }
  },
  {
    "translation": {
      "en": "Expensive Corvettes, Cadillacs, Porsches.",
      "vi": "Những chiếc Corvette,Cadillac, Porsche đắt tiền."
    }
  },
  {
    "translation": {
      "en": "So on a Saturday and Sunday, I would make like $200 in two days.",
      "vi": "Vậy là vào thứ Bảy, Chủ Nhật,hai ngày tôi sẽ kiếm được tầm 200 đô."
    }
  },
  {
    "translation": {
      "en": "My dad would make $200 probably in three weeks.",
      "vi": "Bố tôi có lẽ ba tuần mới kiếm được 200 đô."
    }
  },
  {
    "translation": {
      "en": "So, I'm like, \"Oh, this is good,\" you know?",
      "vi": "Nên tôi bảo: \"Ồ, thế này tốt thật đấy\"."
    }
  },
  {
    "translation": {
      "en": "I mean, whatever they're doing, it's paying off.",
      "vi": "Dù họ làm gì thì cũng đáng."
    }
  },
  {
    "translation": {
      "en": "A lot of Willy's friends, they would taunt me, you know?",
      "vi": "Rất nhiều bạn của Willy châm chọc tôi."
    }
  },
  {
    "translation": {
      "en": "They would go in and go, \"Pegy, here look what I got in here.\"",
      "vi": "Họ sẽ vào và nói: \"Này, Pegy,xem tôi có gì trong này đây\"."
    }
  },
  {
    "translation": {
      "en": "They opened the shoe box and it was all money, and I'm, like, \"Damn.\" You know?",
      "vi": "Họ mở hộp giày ra và là tiền cả.Tôi kiểu: \"Chết tiệt\"."
    }
  },
  {
    "translation": {
      "en": "Right then and there, I knew what they were doing. I knew it was drugs.",
      "vi": "Ngay lập tức tôi biết là họ đang làm gì.Tôi biết đó là ma túy."
    }
  },
  {
    "translation": {
      "en": "The city of Miami in 1978 and 1979,",
      "vi": "Thành phố Miami năm 1978 và 1979… CÔNG TỐ LIÊN BANG"
    }
  },
  {
    "translation": {
      "en": "a number of narcotics detectives at that time had obtained permission",
      "vi": "…một số thanh tra chống ma túy lúc đóđã được thẩm phán tòa án bang cho phép"
    }
  },
  {
    "translation": {
      "en": "from a state court judge to conduct",
      "vi": "…một số thanh tra chống ma túy lúc đóđã được thẩm phán tòa án bang cho phép thực hiện điều tra bằng nghe léncó liên quan tới một số trùm buôn ma túy."
    }
  },
  {
    "translation": {
      "en": "a wiretap investigation involving a number of drug traffickers.",
      "vi": "thực hiện điều tra bằng nghe léncó liên quan tới một số trùm buôn ma túy."
    }
  },
  {
    "translation": {
      "en": "This operation was coined Operation Video Canary.",
      "vi": "Chiến dịch này đã được tạo ra,Chiến dịch Video chim hoàng yến."
    }
  },
  {
    "translation": {
      "en": "[reporter] The state attorney's office got its first lead last August",
      "vi": "Tháng Tám năm ngoái,Viện công tố bang có đầu mối đầu tiên"
    }
  },
  {
    "translation": {
      "en": "when an informant led undercover agents to the 5th floor of the Capital Bank Building.",
      "vi": "khi người cấp tin dẫn đặc vụ ngầmlên tầng năm tòa Ngân hàng Capital."
    }
  },
  {
    "translation": {
      "en": "[Valdes] Sal was dealing with this gentleman that had a office.",
      "vi": "Sal đang giao dịchvới người đàn ông có một văn phòng này."
    }
  },
  {
    "translation": {
      "en": "And the office was all wired.",
      "vi": "Và văn phòng đó bị nghe lén toàn bộ."
    }
  },
  {
    "translation": {
      "en": "That operation, Video Canary, was the first time that they came into the radar.",
      "vi": "Chiến dịch đó, Video chim hoàng yến,là lần đầu họ bị phát hiện."
    }
  },
  {
    "translation": {
      "en": "All they know about Sal and Willy is that they were selling ounces or a kilo.",
      "vi": "Họ chỉ biết là Sal và Willy đang bán tầm 30 g hoặc một kg.Không phải lượng lớn gì cả."
    }
  },
  {
    "translation": {
      "en": "It wasn't no big amounts of anything.",
      "vi": "tầm 30 g hoặc một kg.Không phải lượng lớn gì cả."
    }
  },
  {
    "translation": {
      "en": "That investigation was not centered on Falcon and Magluta.",
      "vi": "Cuộc điều tra đókhông tập trung vào Falcon và Magluta."
    }
  },
  {
    "translation": {
      "en": "[reporter] More than 120 suspects were expected to be brought in,",
      "vi": "Hơn 120 nghi phạm dự kiến được đưa đến,"
    }
  },
  {
    "translation": {
      "en": "43 of whom are from Dade County.",
      "vi": "43 người trong đó là từ quận Dade."
    }
  },
  {
    "translation": {
      "en": "[Clark] Falcon and Magluta were among those arrested",
      "vi": "Falcon và Magluta nằm trong số bị bắt đó"
    }
  },
  {
    "translation": {
      "en": "and charged in the state system in Miami, Florida",
      "vi": "và bị buộc tộitrong hệ thống bang ở Miami, Florida"
    }
  },
  {
    "translation": {
      "en": "with state drug trafficking charges.",
      "vi": "với các cáo buộc buôn ma túy cấp bang."
    }
  },
  {
    "translation": {
      "en": "[Valdes] When they got busted, I don't believe the government had any idea",
      "vi": "Khi họ bị bắt, tôi không tinchính phủ biết gì về Sal và Willy."
    }
  },
  {
    "translation": {
      "en": "what Sal and Willy were all about. They're clueless what's going on in Miami.",
      "vi": "Khi họ bị bắt, tôi không tinchính phủ biết gì về Sal và Willy. Họ không biếtvề những gì đang xảy ra ở Miami."
    }
  },
  {
    "translation": {
      "en": "[Clark] They were given a probationary sentence of five years,",
      "vi": "Họ bị phạt quản chế năm năm."
    }
  },
  {
    "translation": {
      "en": "a special condition of which they serve 14 months.",
      "vi": "Một điều kiện đặc biệt trong đólà họ chịu án 14 tháng."
    }
  },
  {
    "translation": {
      "en": "What it was, it was like a joke.",
      "vi": "Vậy đó, như một trò đùa.Như thể không có gì."
    }
  },
  {
    "translation": {
      "en": "It was like, \"This is nothing. This is kiddy play.\"",
      "vi": "Vậy đó, như một trò đùa.Như thể không có gì. Đúng là trò trẻ con."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Willy and Sal got out on bail.",
      "vi": "Willy và Sal được bảo lãnh ra."
    }
  },
  {
    "translation": {
      "en": "But what their attorneys were also able to do,",
      "vi": "Nhưng luật sư của họ cũng có thể"
    }
  },
  {
    "translation": {
      "en": "was to keep the case on appeal for years.",
      "vi": "tiếp tục kháng án nhiều năm."
    }
  },
  {
    "translation": {
      "en": "The likelihood of them ever prevailing was nil.",
      "vi": "Khả năng họ thắng thế bằng không."
    }
  },
  {
    "translation": {
      "en": "However, this did buy them time.",
      "vi": "Nhưng nó giúp họ kéo dài thời gian."
    }
  },
  {
    "translation": {
      "en": "And they continued to traffic in drugs pretty much unabated throughout the 1980s.",
      "vi": "Và họ tiếp tục buôn ma túy không ngừngsuốt những năm 1980."
    }
  },
  {
    "translation": {
      "en": "[DeFede] They were still out on the streets, selling cocaine, and this began a real theme for them.",
      "vi": "Họ vẫn ra phố bán cocaine và nó đãbắt đầu khúc nhạc hiệu thật cho họ."
    }
  },
  {
    "translation": {
      "en": "That they were almost untouchable. Like they were walking between raindrops.",
      "vi": "Gần như không thể động tới họ. Như thể họ lẩn như chạch."
    }
  },
  {
    "translation": {
      "en": "And that's really the story of Willy and Sal.",
      "vi": "Đó thực sự là chuyện về Willy và Sal."
    }
  },
  {
    "translation": {
      "en": "At that time, a load had come in and we were down to 30 kilos.",
      "vi": "Lúc đó, một chuyến hàng đến và chúng tôi còn lại 30 kg."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, we had these 30 kilos I had to get rid of",
      "vi": "Đột nhiên, tôi phải bỏ 30 kg này vì hôm sau,"
    }
  },
  {
    "translation": {
      "en": "because the following day, I'm leaving for Europe.",
      "vi": "tôi phải bỏ 30 kg này vì hôm sau, tôi sẽ đi châu Âu."
    }
  },
  {
    "translation": {
      "en": "Sal comes over with Willy and I said, \"You want a chance?\"",
      "vi": "Sal cùng Willy qua và tôi nói:\"Cậu muốn một cơ hội chứ?\"."
    }
  },
  {
    "translation": {
      "en": "And he's like, \"Yeah, thanks.\" I said, \"Okay, here it is, 30 kilos.\"",
      "vi": "Cậu ấy nói: \"Có, cảm ơn anh\".Tôi nói: \"Được rồi, đây, 30 kg\"."
    }
  },
  {
    "translation": {
      "en": "Sal did not wanna do it.",
      "vi": "Sal không muốn làm."
    }
  },
  {
    "translation": {
      "en": "Sal didn't think they could sell 30 kilos of cocaine.",
      "vi": "Sal không nghĩhọ có thể bán 30 kg cocaine."
    }
  },
  {
    "translation": {
      "en": "He's like, \"Oh, my God! No, too much.\" But Willy jumped up and he's like,",
      "vi": "Cậu ấy nói: \"Chúa ơi! Không, nhiều quá\".Song Willy bật dậy, bảo:"
    }
  },
  {
    "translation": {
      "en": "\"That's nothing.\"",
      "vi": "\"Chả có gì cả\"."
    }
  },
  {
    "translation": {
      "en": "\"Trust me. Don't worry. It's Miami, we'll figure it out.\"",
      "vi": "\"Tin tôi đi. Đừng lo.Miami mà, sẽ có cách\"."
    }
  },
  {
    "translation": {
      "en": "And Sal looked at him like…",
      "vi": "Và Sal nhìn cậu ấy, bảo:"
    }
  },
  {
    "translation": {
      "en": "[chuckles] \"You've probably been snorting a bit too much.\"",
      "vi": "\"Có lẽ cậu hít hơi quá nhiều rồi đấy\"."
    }
  },
  {
    "translation": {
      "en": "Sal's got more reservation about what he can do,",
      "vi": "Sal e dè hơn về việc mình làm được gì,"
    }
  },
  {
    "translation": {
      "en": "possibly because Willy knew more people than he did.",
      "vi": "có lẽ vì Willybiết nhiều người hơn cậu ấy."
    }
  },
  {
    "translation": {
      "en": "Willy was just the face.",
      "vi": "Willy chỉ được cái mặt."
    }
  },
  {
    "translation": {
      "en": "He loved to brag. Not a lot of brains, but everybody loved Willy, right?",
      "vi": "Cậu ấy rất ưa khoe mẽ, không nhiều đầu ócsong ai chả mến Willy, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Thirty days later the guy came back. They had $1.2 million for him",
      "vi": "Ba mươi ngày sau, người đó trở về.Họ có 1,2 triệu đô cho anh ta"
    }
  },
  {
    "translation": {
      "en": "in return for the 30 kilos that he had sold them.",
      "vi": "để đổi lại 30 kg anh ta đã bán cho họ."
    }
  },
  {
    "translation": {
      "en": "They came with all the money. And I was very shocked.",
      "vi": "Họ mang tất cả số tiền đó đến.Tôi đã rất sốc."
    }
  },
  {
    "translation": {
      "en": "\"Hey, when can we have some more?\"",
      "vi": "\"Này, khi nào có thể lấy nữa?\"."
    }
  },
  {
    "translation": {
      "en": "[DeFede] There was never any discussion after that",
      "vi": "Sau đó không hề có bàn bạc gì"
    }
  },
  {
    "translation": {
      "en": "as to whether they could actually handle the amount the providers could give to them.",
      "vi": "về việc họ thực sự có thể xử lýsố lượng bên cung có thể cấp cho họ không."
    }
  },
  {
    "translation": {
      "en": "[Valdes] Sal got confidence quickly.",
      "vi": "Sal nhanh chóng thấy tự tin."
    }
  },
  {
    "translation": {
      "en": "When you try to do something the first time, you don't think you can.",
      "vi": "Như thể khi cố làm gì lần đầu,đâu nghĩ là làm được."
    }
  },
  {
    "translation": {
      "en": "Once you do it, you're like, \"That was not hard.\"",
      "vi": "Một khi làm rồi thì bảo: \"Đâu có khó vậy\"."
    }
  },
  {
    "translation": {
      "en": "They went from selling grams, to selling 30 kilos.",
      "vi": "Họ đi từ bán theo g sang bán 30 kg."
    }
  },
  {
    "translation": {
      "en": "How did these people go from party boy, to becoming a major drug lord,",
      "vi": "Làm sao những người nàyđi từ chàng trai tiệc tùng sang thành trùm ma túy lớn"
    }
  },
  {
    "translation": {
      "en": "making a million dollars a month?",
      "vi": "kiếm triệu đô một tháng?"
    }
  },
  {
    "translation": {
      "en": "Very quickly.",
      "vi": "Rất nhanh."
    }
  },
  {
    "translation": {
      "en": "Little did we begin to see that demand would explode and it was fast.",
      "vi": "Chúng tôi không hề nhận ranhu cầu dần bùng nổ nhanh chóng."
    }
  },
  {
    "translation": {
      "en": "[DeFede] The demand was insatiable. It was like an eruption.",
      "vi": "Nhu cầu không ngừng. Như là sự phun trào."
    }
  },
  {
    "translation": {
      "en": "[reporter] Americans consume more than 50 tons of cocaine every year,",
      "vi": "Người Mỹ tiêu thụhơn 50 tấn cocaine mỗi năm,"
    }
  },
  {
    "translation": {
      "en": "spending nearly $40 billion for the illicit drug.",
      "vi": "tiêu gần 40 tỷ đô cho ma túy lậu."
    }
  },
  {
    "translation": {
      "en": "[Valdes] It started in California",
      "vi": "Nó bắt đầu ở California,"
    }
  },
  {
    "translation": {
      "en": "where you got movie stars, celebrities, singers.",
      "vi": "nơi có các ngôi sao điện ảnh,người nổi tiếng, ca sĩ,"
    }
  },
  {
    "translation": {
      "en": "New York City where you have nightclubs, where you have Wall Street.",
      "vi": "Thành phố New York,nơi có các câu lạc bộ đêm, Phố Wall."
    }
  },
  {
    "translation": {
      "en": "What was Miami?",
      "vi": "Miami là gì?"
    }
  },
  {
    "translation": {
      "en": "There was no night life. It was two, three little nightclubs of high school kids.",
      "vi": "Không cuộc sống về đêm.Chỉ có hai, ba câu lạc bộ đêm nhỏ cho đám nhóc cấp ba."
    }
  },
  {
    "translation": {
      "en": "South Beach did not exist.",
      "vi": "South Beach không hề tồn tại."
    }
  },
  {
    "translation": {
      "en": "To imagine selling 30 kilos in Miami, it's crazy.",
      "vi": "Tưởng tượng bán 30 kg ở Miami đi, điên rồ."
    }
  },
  {
    "translation": {
      "en": "Sal comes into the picture of Miami.",
      "vi": "Sal hiểu về Miami."
    }
  },
  {
    "translation": {
      "en": "He starts bringing all his young friends around to go and party and to show off.",
      "vi": "Cậu ấy bắt đầu đưa hết đám bạn trẻđi tiệc tùng và phô trương khắp nơi."
    }
  },
  {
    "translation": {
      "en": "Sal and Willy developed the Miami cocaine market.",
      "vi": "Sal và Willy đã phát triểnthị trường cocaine ở Miami."
    }
  },
  {
    "translation": {
      "en": "They got a huge reputation very quick.",
      "vi": "Họ đã có danh tiếng rất lớn rất nhanh."
    }
  },
  {
    "translation": {
      "en": "Success in any business venture involves elements of hard work as well as luck.",
      "vi": "Thành công trong mọi việc kinh doanh cần phải có yếu tố chăm chỉcũng như là may mắn."
    }
  },
  {
    "translation": {
      "en": "Falcon and Magluta benefited from luck",
      "vi": "Falcon và Magluta hưởng lợi từ vận mayvà vận rủi của một đồng sự của họ,"
    }
  },
  {
    "translation": {
      "en": "and the misfortune of one of their colleagues, Jorge Valdes.",
      "vi": "Falcon và Magluta hưởng lợi từ vận mayvà vận rủi của một đồng sự của họ, Jorge Valdes."
    }
  },
  {
    "translation": {
      "en": "He was arrested and he received a sentence of between five and ten years.",
      "vi": "Anh ta bị bắt và lĩnh án từ năm đến mười năm."
    }
  },
  {
    "translation": {
      "en": "But then he had to turn his business over to somebody.",
      "vi": "Nhưng anh ta phải giaoviệc làm ăn cho ai đó."
    }
  },
  {
    "translation": {
      "en": "When I got convicted, they let me out on bail. Logically,",
      "vi": "Khi tôi bị kết án, họ cho tôi tại ngoại.Nói hợp lý thì…"
    }
  },
  {
    "translation": {
      "en": "I didn't have anybody else to handle operation that I thought",
      "vi": "tôi đâu còn ai khác để quản lý hoạt động mà tôi nghĩ làcó thể quản lý ở mức như tôi."
    }
  },
  {
    "translation": {
      "en": "could handle the level of what I was doing.",
      "vi": "mà tôi nghĩ làcó thể quản lý ở mức như tôi."
    }
  },
  {
    "translation": {
      "en": "So I got together with Sal and I told him, I said, \"Here's my buyers in California.\"",
      "vi": "Nên tôi đã gặp Sal và bảo cậu ấy:\"Đây là người mua của tôi ở California\"."
    }
  },
  {
    "translation": {
      "en": "And I introduced him to my connection in the Medellin cartel.",
      "vi": "Tôi giới thiệu cậu ấyvới khách của tôi ở băng Medelin."
    }
  },
  {
    "translation": {
      "en": "[Clark] This was the break that launched Falcon and Magluta into the big time,",
      "vi": "Đây là cơ hội đã đưa Falcon và Maglutavào thời kỳ thành công lớn,"
    }
  },
  {
    "translation": {
      "en": "now that they had Valdes' exclusive contact with the Medellin cartel.",
      "vi": "giờ họ đã có mối độc quyền của Valdesvới băng Medelin."
    }
  },
  {
    "translation": {
      "en": "Now they had unlimited access to large quantities of cocaine",
      "vi": "Giờ họ được tiếp cận không giới hạnvới những số lượng cocaine lớn"
    }
  },
  {
    "translation": {
      "en": "that the Colombian cartel needed to have transported successfully",
      "vi": "mà băng Colombia cần vận chuyển thành công vào Mỹ."
    }
  },
  {
    "translation": {
      "en": "into the United States.",
      "vi": "cần vận chuyển thành công vào Mỹ."
    }
  },
  {
    "translation": {
      "en": "Imagine if they thought selling 30 kilos was something crazy out of this world.",
      "vi": "Tưởng tượng nếu họ nghĩ bán 30 kglà chuyện điên rồ trên đời này."
    }
  },
  {
    "translation": {
      "en": "Suddenly now, they're going to be running an empire.",
      "vi": "Đột nhiên giờ, họ sẽ điều hành một đế chế."
    }
  },
  {
    "translation": {
      "en": "Man, next week, there's 800 kilos coming. All they have to do is find a pilot with a plane.",
      "vi": "Trời, tuần tới sẽ có 800 kg tới. Thực ra,họ chỉ phải tìm một phi công có máy bay."
    }
  },
  {
    "translation": {
      "en": "[man] I had a part-time job doing banners",
      "vi": "Tôi có một việc bán thời gian,kéo biểu ngữ."
    }
  },
  {
    "translation": {
      "en": "up and down Miami Beach.",
      "vi": "Lên lên xuống xuống Miami Beach."
    }
  },
  {
    "translation": {
      "en": "And that paid $3 an hour.",
      "vi": "Và được trả ba đô một giờ."
    }
  },
  {
    "translation": {
      "en": "I went to Miami High with Willy and Sal. We just became friends.",
      "vi": "Tôi học trường cấp ba Miamicùng Willy và Sal. Bọn tôi chỉ là thành bạn."
    }
  },
  {
    "translation": {
      "en": "Years later, we started talking. We discussed, what kind of plane would you use for smuggling?",
      "vi": "Nhiều năm sau, bọn tôi bắt đầu nói chuyện,bàn sẽ dùng loại máy bay nào để buôn lậu."
    }
  },
  {
    "translation": {
      "en": "I started doing some research",
      "vi": "Tôi bắt đầu nghiên cứu một chút…"
    }
  },
  {
    "translation": {
      "en": "as to what kind of plane, what kind of equipment.",
      "vi": "CỰU TAY BUÔN LẬU …về loại máy bay, loại thiết bị nào."
    }
  },
  {
    "translation": {
      "en": "I said, \"Look, this is what you need and this is how much it's gonna cost.\"",
      "vi": "Tôi nói: \"Nhìn đi, đây là thứ cậu cầnvà sẽ tốn chừng này\"."
    }
  },
  {
    "translation": {
      "en": "And he says, \"Okay, well,",
      "vi": "Và cậu ấy nói: \"Được rồi, chà,"
    }
  },
  {
    "translation": {
      "en": "let's do it.\"",
      "vi": "làm thôi\"."
    }
  },
  {
    "translation": {
      "en": "Everything was prepared, the Colombians were ready,",
      "vi": "Đã chuẩn bị xong cả,đám người Colombia đã sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "'cause they need a few days to clear the runways",
      "vi": "Vì họ cần vài ngày để dọn các đường băng,"
    }
  },
  {
    "translation": {
      "en": "between the army and the leftist guerrillas",
      "vi": "dọn từ quân đội đến du kích phái tả"
    }
  },
  {
    "translation": {
      "en": "and bring the merchandise to where it's supposed to be.",
      "vi": "và đưa hàng đến nơi cần đến."
    }
  },
  {
    "translation": {
      "en": "Opa Locka Airport was full of smugglers.",
      "vi": "Sân bay Opa Locka đầy kẻ buôn lậu."
    }
  },
  {
    "translation": {
      "en": "[Posada] Everybody there was working.",
      "vi": "Mọi người ở đó đang làm việc."
    }
  },
  {
    "translation": {
      "en": "[Linero] Cuban smugglers walking around, all were wearing cowboy boots.",
      "vi": "Các tay buôn Cubađi vòng quanh, đều đi ủng cao bồi,"
    }
  },
  {
    "translation": {
      "en": "All were wearing beepers. All were wearing Rolex.",
      "vi": "đều mang máy nhắn tin,đều đeo đồng hồ Rolex,"
    }
  },
  {
    "translation": {
      "en": "All were wearing cowboy hats.",
      "vi": "đều đội mũ cao bồi."
    }
  },
  {
    "translation": {
      "en": "And I think that's where the \"cocaine cowboys\" came to be known as.",
      "vi": "Và tôi nghĩ các cao bồi cocaineđược biết tới là từ đó."
    }
  },
  {
    "translation": {
      "en": "It was a uniform.",
      "vi": "Đó là đồng phục."
    }
  },
  {
    "translation": {
      "en": "Going to Colombia, it was a ten-hour flight.",
      "vi": "Đến Colombia là bay mười tiếng."
    }
  },
  {
    "translation": {
      "en": "So we had about 400 gallons of fuel in about eight tanks.",
      "vi": "Nên chúng tôi có tầm 1.514 lít nhiên liệutrong khoảng tám bình."
    }
  },
  {
    "translation": {
      "en": "I'm in a flying bomb.",
      "vi": "Tôi ở trong một quả bom bay."
    }
  },
  {
    "translation": {
      "en": "In Colombia, it is illegal to fly a private airplane after five o'clock.",
      "vi": "Ở Colombia, lái máy bay riêngsau năm giờ là bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "So, basically, everybody knows that this plane that's flying at six o'clock",
      "vi": "Nên cơ bản là ai cũng biết máy bay đang bay lúc sáu giờ này"
    }
  },
  {
    "translation": {
      "en": "is a smuggler plane.",
      "vi": "là máy bay buôn lậu."
    }
  },
  {
    "translation": {
      "en": "You look down, everybody is giving you signals.",
      "vi": "Bạn nhìn xuống,ai cũng đang ra hiệu cho bạn."
    }
  },
  {
    "translation": {
      "en": "They're burning tires.",
      "vi": "Họ đang đốt lốp xe."
    }
  },
  {
    "translation": {
      "en": "So you have to precisely be",
      "vi": "Nên bạn phải ở chính xác nơi cần đến,"
    }
  },
  {
    "translation": {
      "en": "where you need to be, or otherwise,",
      "vi": "Nên bạn phải ở chính xác nơi cần đến, nếu không, bạn sẽ chết."
    }
  },
  {
    "translation": {
      "en": "you're gonna die.",
      "vi": "nếu không, bạn sẽ chết."
    }
  },
  {
    "translation": {
      "en": "I made my approach and I'm pretty confident that I got the runway,",
      "vi": "Tôi đã tiếp cậnvà tôi khá tự tin là có đường băng,"
    }
  },
  {
    "translation": {
      "en": "which is not really a runway.",
      "vi": "đó không hẳn là đường băng."
    }
  },
  {
    "translation": {
      "en": "So, I landed,",
      "vi": "Vậy là tôi hạ cánh, ra ngoài,"
    }
  },
  {
    "translation": {
      "en": "get out, people start putting grass on top of the airplane and so on.",
      "vi": "Vậy là tôi hạ cánh, ra ngoài, người ta bắt đầuphủ cỏ lên trên máy bay, vân vân."
    }
  },
  {
    "translation": {
      "en": "In the morning, we get to the plane,",
      "vi": "Sáng, chúng tôi đến chỗ máy bay,"
    }
  },
  {
    "translation": {
      "en": "and here comes these three or four Jeeps",
      "vi": "và ba, bốn xe Jeep đầy túi du lịch,"
    }
  },
  {
    "translation": {
      "en": "full of duffel bags, each carrying about 30 to 40 kilos of cocaine.",
      "vi": "và ba, bốn xe Jeep đầy túi du lịch, mỗi túi chứa khoảng 30 đến 40 kg cocaine."
    }
  },
  {
    "translation": {
      "en": "Plane is loaded, ready to go.",
      "vi": "Máy bay được chất hàng, sẵn sàng đi."
    }
  },
  {
    "translation": {
      "en": "Now, we're almost 1,500 pounds over the gross weight of the airplane.",
      "vi": "Giờ bọn tôi nặng gần 680 kgso với tổng trọng lượng của máy bay."
    }
  },
  {
    "translation": {
      "en": "\"Are you out of your mind? This could not happen.\"",
      "vi": "\"Mất trí à? Không thể có chuyện này\"."
    }
  },
  {
    "translation": {
      "en": "Well, it's happening, okay?",
      "vi": "Chà, nó đang xảy ra đây, được chưa?"
    }
  },
  {
    "translation": {
      "en": "We were doing lines right on the top of the dashboard where the instruments are.",
      "vi": "Bọn tôi hít các hàng ngay trên bảng điều khiểnchỗ các đồng hồ đo."
    }
  },
  {
    "translation": {
      "en": "Some beautiful, big, thick lines of cocaine.",
      "vi": "Vài hàng cocaine đẹp, to, dày."
    }
  },
  {
    "translation": {
      "en": "People fly high, you know? I can't understand that.",
      "vi": "Người ta say sưa bay cao, hiểu chứ? Tôi không hiểu nổi."
    }
  },
  {
    "translation": {
      "en": "[Linero] You need to be very aware of what's going on in the plane.",
      "vi": "Bạn cần phải biết rõchuyện gì trong máy bay."
    }
  },
  {
    "translation": {
      "en": "As I'm high and paranoid, I could feel a little change on the engine in my ass.",
      "vi": "Khi tôi phê và hoang tưởng, trong người tôi có thể cảm nhậnchút thay đổi ở động cơ."
    }
  },
  {
    "translation": {
      "en": "If there was a vibration, I could look at the gauges",
      "vi": "Nếu có rung lắc,tôi có thể nhìn các máy đo"
    }
  },
  {
    "translation": {
      "en": "and see that this is okay and that's fine here.",
      "vi": "và thấy ở đây cái này ổn,cái kia không sao."
    }
  },
  {
    "translation": {
      "en": "I think that being high helped a lot.",
      "vi": "Tôi nghĩ cái sự phê đã có ích rất nhiều."
    }
  },
  {
    "translation": {
      "en": "He must have been out of his mind.",
      "vi": "Cậu ta hẳn là đã mất trí."
    }
  },
  {
    "translation": {
      "en": "There was a time that I was making about one or two trips a month.",
      "vi": "Có lần tôi làmkhoảng một, hai chuyến một tháng."
    }
  },
  {
    "translation": {
      "en": "We're talking about 800 keys a month.",
      "vi": "Ta đang nói tới 800 kg một tháng."
    }
  },
  {
    "translation": {
      "en": "I was basically making around 200 grand per trip.",
      "vi": "Cơ bản là tôi kiếm đượckhoảng 200 ngàn đô một chuyến."
    }
  },
  {
    "translation": {
      "en": "Willy, he wanted me to go every week",
      "vi": "Willy muốn tôi đi mỗi tuần"
    }
  },
  {
    "translation": {
      "en": "but it's like, how many times can you go into bullfighting and not get hurt?",
      "vi": "nhưng bạn có thểbước vào trận đấu bò bao nhiêu lần mà không bị thương?"
    }
  },
  {
    "translation": {
      "en": "[Rosello] They used to bring the coke from Colombia to Freeport.",
      "vi": "Họ từng đưa coke từ Colombia đến Freeport."
    }
  },
  {
    "translation": {
      "en": "From Freeport, they would bring the coke to Miami in speedboats.",
      "vi": "Từ Freeport, họ đưa cokeđến Miami bằng thuyền máy."
    }
  },
  {
    "translation": {
      "en": "The guy on the boat was Juan Barroso,",
      "vi": "Người trên thuyền là Juan Barroso."
    }
  },
  {
    "translation": {
      "en": "that used to race with Seahawk. He used to bring in the coke.",
      "vi": "Họ từng đua cùng Seahawk.Anh ta từng nhập coke."
    }
  },
  {
    "translation": {
      "en": "Okay, now we have the smallest navigator in offshore racing,",
      "vi": "Rồi, giờ ta có hoa tiêu nhỏ nhấttrong cuộc đua xa bờ,"
    }
  },
  {
    "translation": {
      "en": "and it's Johnny \"Recut.\" Here we go.",
      "vi": "đó là Johnny Lại Chen Ngang. Nào."
    }
  },
  {
    "translation": {
      "en": "My name is Juan Barroso, right? They call me \"Recut.\"",
      "vi": "Tên tôi là Juan Barroso.Họ gọi tôi là Lại Chen Ngang."
    }
  },
  {
    "translation": {
      "en": "Like if he was recut, you know, like if they cut him. [laughs]",
      "vi": "Nếu anh ấy lại chen ngang,họ ngáng đường anh ấy."
    }
  },
  {
    "translation": {
      "en": "[Linero] One time when he got in, Willy got a couple of phone books",
      "vi": "Một lần cậu ấy vào,Willy lấy vài cuốn sổ điện thoại"
    }
  },
  {
    "translation": {
      "en": "and put him on his seat with duct tape and he was screaming and yelling.",
      "vi": "đẩy cậu ấy vào ghế có băng keo,cậu ấy la hét và gào thét."
    }
  },
  {
    "translation": {
      "en": "And we were all laughing.",
      "vi": "Chúng tôi đều cười."
    }
  },
  {
    "translation": {
      "en": "As you can see, we standing up.",
      "vi": "Bạn thấy đó, chúng tôi đứng lên, bọn tôiphải làm kẻ nâng đỡ đặc biệt cho cậu ấy."
    }
  },
  {
    "translation": {
      "en": "You know, we had to make a special booster for him, but he's learning very little.",
      "vi": "Bạn thấy đó, chúng tôi đứng lên, bọn tôiphải làm kẻ nâng đỡ đặc biệt cho cậu ấy. Nhưng cậu ấy hầu như không biết."
    }
  },
  {
    "translation": {
      "en": "He's learning by the time that he's got a big mouth.",
      "vi": "Lúc cậu ta lắm mồm thì cậu ta sẽ biết."
    }
  },
  {
    "translation": {
      "en": "Willy and me, we used to know each other from high school.",
      "vi": "Willy và tôi trước đâybiết nhau từ trường cấp ba."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy says, \"You have Recut in the boat,",
      "vi": "Willy nói: \"Bạn cóLại Chen Ngang trên thuyền,"
    }
  },
  {
    "translation": {
      "en": "he probably weighs 80 pounds.",
      "vi": "cậu ta có lẽ nặng 36 cân,"
    }
  },
  {
    "translation": {
      "en": "He's this short.",
      "vi": "thấp thế này,"
    }
  },
  {
    "translation": {
      "en": "You won't get drag from the wind, so you'd get a little advantage.\"",
      "vi": "bạn sẽ không bị gió kéo trôi đi,nên có chút lợi thế\"."
    }
  },
  {
    "translation": {
      "en": "We took our boat down to Nassau, and we took an aerodynamic.",
      "vi": "Ta lái thuyền xuống Nassauvà dùng khí động lực."
    }
  },
  {
    "translation": {
      "en": "And the boat was running fast, but we needed a shorter navigator",
      "vi": "Thuyền đang chạy nhanh,nhưng cần một hoa tiêu thấp hơn"
    }
  },
  {
    "translation": {
      "en": "so the air would pass through, so we had to get a shorter person.",
      "vi": "để cho không khí đi qua,nên ta phải lấy người thấp hơn."
    }
  },
  {
    "translation": {
      "en": "How old are you?",
      "vi": "Cậu mấy tuổi?"
    }
  },
  {
    "translation": {
      "en": "-Eleven. -How old are you?",
      "vi": "- Mười một.- Mười một. Cậu?"
    }
  },
  {
    "translation": {
      "en": "-Twenty-nine. -He's bigger than you?",
      "vi": "- Hai chín.- Cậu ta lớn hơn cậu hả?"
    }
  },
  {
    "translation": {
      "en": "He's a little bigger.",
      "vi": "Cậu ta lớn hơn một chút."
    }
  },
  {
    "translation": {
      "en": "-You're full of shit. -[all laugh]",
      "vi": "Cậu toàn nói vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "There was a guy that worked for him, Justo Jay.",
      "vi": "Có một gã làm việc cho cậu ấy, Justo Jay."
    }
  },
  {
    "translation": {
      "en": "We started talking and he tell me, \"Hey, Willy wants to meet with you.\"",
      "vi": "Bọn tôi bắt đầu nói chuyệnvà cậu ta nói: \"Willy muốn gặp anh\"."
    }
  },
  {
    "translation": {
      "en": "Willy told me, \"We got some stuff that's coming through Freeport, Bahamas.\"",
      "vi": "Willy bảo tôi: \"Này, có ít hàng đi qua Freeport, Bahamas.Cậu làm cho tôi được chứ?\"."
    }
  },
  {
    "translation": {
      "en": "\"Can you do it for me?\" \"Yeah.\"",
      "vi": "\"Này, có ít hàng đi qua Freeport, Bahamas.Cậu làm cho tôi được chứ?\". \"Được\"."
    }
  },
  {
    "translation": {
      "en": "It was the first load I did with cocaine with him.",
      "vi": "Đó là chuyến hàng đầu tiêntôi chở cocaine với cậu ấy."
    }
  },
  {
    "translation": {
      "en": "I made like 250 grand.",
      "vi": "Tôi đã kiếm khoảng 250 ngàn đô"
    }
  },
  {
    "translation": {
      "en": "In one night.",
      "vi": "trong một đêm."
    }
  },
  {
    "translation": {
      "en": "I would go down to Freeport. You go across the island.",
      "vi": "Tôi đi xuống Freeport. Đi qua đảo đó."
    }
  },
  {
    "translation": {
      "en": "Then he'd meet me with a little boat and he'd put the stuff in.",
      "vi": "Cậu ấy đem theo thuyền nhỏgặp tôi ở đó và xếp hàng vào."
    }
  },
  {
    "translation": {
      "en": "Outta there.",
      "vi": "Rời khỏi đó."
    }
  },
  {
    "translation": {
      "en": "I go over by the Keys.",
      "vi": "Tôi đi qua chỗ quần đảo Keys."
    }
  },
  {
    "translation": {
      "en": "I saw people, they transported it and put it in trucks.",
      "vi": "Tôi thấy họ vận chuyểnvà nhét nó vào xe tải."
    }
  },
  {
    "translation": {
      "en": "They bring it over to Miami.",
      "vi": "Và họ đưa nó qua Miami."
    }
  },
  {
    "translation": {
      "en": "[Rosello] '81, Willy and Sal were already big.",
      "vi": "Năm 1981, Willy và Sal đã lớn mạnh rồi."
    }
  },
  {
    "translation": {
      "en": "Justo Jay was the one that took care of the loads that came in.",
      "vi": "Justo Jay là người lo các chuyến hàng đến."
    }
  },
  {
    "translation": {
      "en": "He took care of the stash houses. He used to take care of everything.",
      "vi": "Anh ấy lo các kho cất giấu hàng. Hồi đó anh ấy lo mọi thứ."
    }
  },
  {
    "translation": {
      "en": "He's like, \"I'm gonna pick you up, I want you to help me do something there.\"",
      "vi": "Anh ấy nói: \"Tôi sẽ đón cậu.Giúp tôi làm một việc ở đó\"."
    }
  },
  {
    "translation": {
      "en": "I get in the car. We get to the house.",
      "vi": "Tôi vào xe. Bọn tôi đến kho."
    }
  },
  {
    "translation": {
      "en": "He's like, \"I need you to help me count some money.\"",
      "vi": "Anh ấy bảo: \"Này, giúp tôi đếm ít tiền\"."
    }
  },
  {
    "translation": {
      "en": "He takes the money out of the safe,",
      "vi": "Anh ấy lấy tiền ra khỏi két,"
    }
  },
  {
    "translation": {
      "en": "tells me how to count money and how to keep ledgers.",
      "vi": "bảo tôi cách đếm tiền và cách giữ sổ cái."
    }
  },
  {
    "translation": {
      "en": "There was times where we counted up to five million dollars",
      "vi": "Có những lầnchúng tôi đếm lên tới năm triệu đô"
    }
  },
  {
    "translation": {
      "en": "twice a week.",
      "vi": "hai lần một tuần."
    }
  },
  {
    "translation": {
      "en": "And I was 15 years old.",
      "vi": "Và tôi mới 15 tuổi."
    }
  },
  {
    "translation": {
      "en": "If the counting machine would break, like five or six hours.",
      "vi": "Nếu máy đếm tiền hỏngkhoảng năm, sáu tiếng"
    }
  },
  {
    "translation": {
      "en": "And the next day, my thumbs would be swollen from counting.",
      "vi": "thì hôm sau, ngón cái của tôisẽ sưng phồng vì đếm tiền."
    }
  },
  {
    "translation": {
      "en": "Growing up, you see your parents going through hard times,",
      "vi": "Lớn lên mà thấy bố mẹtrải qua những lúc khó khăn,"
    }
  },
  {
    "translation": {
      "en": "and then you're in a room with three or four million dollars,",
      "vi": "rồi ở trong một phòng có ba, bốn triệu đô,"
    }
  },
  {
    "translation": {
      "en": "I mean, how are you gonna say no to that, you know?",
      "vi": "làm sao bạn nói không với việc đó chứ?"
    }
  },
  {
    "translation": {
      "en": "[Jefede] Everyone at that time had a friend or a friend of a friend",
      "vi": "Ai lúc đó cũng có bạn hay bạn của bạn tham gia buôn bán ma túydường như giàu lên qua một đêm."
    }
  },
  {
    "translation": {
      "en": "who was in the drug business seeming to get rich overnight.",
      "vi": "hay bạn của bạn tham gia buôn bán ma túydường như giàu lên qua một đêm."
    }
  },
  {
    "translation": {
      "en": "A lot of these kids, they're first-generation immigrants.",
      "vi": "Với nhiều đứa trẻ này,họ là dân nhập cư đời đầu."
    }
  },
  {
    "translation": {
      "en": "They thought this was their path to the American dream.",
      "vi": "Họ nghĩ đây là con đườngđến với giấc mơ Mỹ."
    }
  },
  {
    "translation": {
      "en": "If you would've told us we were criminal, we would have laughed.",
      "vi": "Nếu bảo chúng tôi có tội,chúng tôi sẽ cười thôi."
    }
  },
  {
    "translation": {
      "en": "We're 20-year-old kids! We're just having fun.",
      "vi": "Bọn tôi là nhóc 20 tuổi mà!Chỉ vui vẻ thôi."
    }
  },
  {
    "translation": {
      "en": "[announcer] And there he is, Justo Jay, Willy Falcon,",
      "vi": "Anh ấy đây rồi, Justo Jay, Willy Falcon,"
    }
  },
  {
    "translation": {
      "en": "doing a fine job in the Seahawk V-Bottom.",
      "vi": "đang làm tốt trên tàu Seahawk V."
    }
  },
  {
    "translation": {
      "en": "I'm very much responsible for them getting involved in racing.",
      "vi": "Tôi rất có trách nhiệm với họkhi tham gia đua."
    }
  },
  {
    "translation": {
      "en": "I started racing boats.",
      "vi": "Tôi bắt đầu đua thuyền."
    }
  },
  {
    "translation": {
      "en": "One day, Willy came over, he saw all the fun we were having.",
      "vi": "Một ngày, Willy qua,cậu ấy thấy chúng tôi đều đang vui vẻ,"
    }
  },
  {
    "translation": {
      "en": "And he goes, \"Hey, can we do this?\" And we started a company.",
      "vi": "và nói: \"Này, ta làm việc này nhé?\". Và chúng tôi đã mở một công ty."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy and Sal bought a boat company, Seahawk.",
      "vi": "Willy và Salmua một công ty thuyền, Seahawk."
    }
  },
  {
    "translation": {
      "en": "[young Linero] It's the hottest thing around. [reporter] It seems to be.",
      "vi": "- Đó là việc nổi nhất dạo gần đây.- Có vẻ vậy."
    }
  },
  {
    "translation": {
      "en": "It was appealing to drug smugglers, 'cause it's an expensive sport.",
      "vi": "Nó hấp dẫn các tay buôn lậu ma túyvì đó là môn thể thao đắt đỏ."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Who else could afford it?",
      "vi": "Còn ai chi trả nổi chứ?"
    }
  },
  {
    "translation": {
      "en": "The toys are more expensive, but they're toys, right?",
      "vi": "Đồ chơi đắt hơnnhưng chúng là đồ chơi, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "[Rosello] You do, say, nine races a year.",
      "vi": "Bạn đua giả sử chín cuộc một năm."
    }
  },
  {
    "translation": {
      "en": "One race could cost you a million dollars.",
      "vi": "Một cuộc đuacó thể tốn của bạn một triệu đô."
    }
  },
  {
    "translation": {
      "en": "If you're a drug dealer, why would you wanna race boats?",
      "vi": "Nếu là kẻ buôn ma túy,sao còn muốn đua thuyền?"
    }
  },
  {
    "translation": {
      "en": "How the hell you gonna justify",
      "vi": "Bạn sẽ chứng minh thế quái nào"
    }
  },
  {
    "translation": {
      "en": "spending a million dollars racing boats and you don't have a job?",
      "vi": "khi tiêu cả triệu đô đua thuyềnmà không có việc làm?"
    }
  },
  {
    "translation": {
      "en": "[Linero] Sal got a boat, and they went and they got another boat.",
      "vi": "Sal có một chiếc thuyền,rồi họ đi mua một chiếc nữa."
    }
  },
  {
    "translation": {
      "en": "And forget about everybody else, the race was between Willy and Sal",
      "vi": "Và quên những người khác đi, cuộc đua là giữa Willy và Salở các thuyền khác nhau."
    }
  },
  {
    "translation": {
      "en": "in different boats. That was the race.",
      "vi": "cuộc đua là giữa Willy và Salở các thuyền khác nhau. Đó là cuộc đua."
    }
  },
  {
    "translation": {
      "en": "[announcer] There you see it, Seahawk Two makes a move on Seahawk One.",
      "vi": "Thấy đó, Seahawk 2tiến lên trước Seahawk 1."
    }
  },
  {
    "translation": {
      "en": "Willy Falcon makes a bid for the lead over Sal Magluta",
      "vi": "Willy Falcon cố gắng dẫn trước Sal Magluta"
    }
  },
  {
    "translation": {
      "en": "and Sal answers the challenge.",
      "vi": "và Sal đáp lại lời thách thức."
    }
  },
  {
    "translation": {
      "en": "[Rosello] And they had Taby, Recut,",
      "vi": "Và họ có Taby, Lại Chen Ngang,"
    }
  },
  {
    "translation": {
      "en": "Jay, and Ralph Linero.",
      "vi": "Jay, và Ralph Linero."
    }
  },
  {
    "translation": {
      "en": "They call him cabeza because he's got a big head.",
      "vi": "Họ gọi anh ấy là Cabeza vì đầu to."
    }
  },
  {
    "translation": {
      "en": "The racing helmet, it had to be custom made 'cause none of them fit.",
      "vi": "Mũ đua phải được làm riêngvì không cái nào vừa cả."
    }
  },
  {
    "translation": {
      "en": "Sometimes when we finish a race,",
      "vi": "Thỉnh thoảng khi kết thúc cuộc đua,"
    }
  },
  {
    "translation": {
      "en": "we got a couple of planes coming in about a day with 400 keys.",
      "vi": "khoảng một ngày tới là bọn tôicó vài máy bay đến với 400 kg."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Willy won one national title, Sal was a three-time champion.",
      "vi": "Willy đoạt một danh hiệu quốc gia, Sal thì ba lần vô địch."
    }
  },
  {
    "translation": {
      "en": "[Barroso] We won the world championship. Man, that was the best feeling you ever had.",
      "vi": "Bọn tôi đã đoạt chức vô địch thế giới.Trời, cảm giác tuyệt nhất từng có đấy."
    }
  },
  {
    "translation": {
      "en": "[announcer] There's your winner in the Open Class National Champions",
      "vi": "Đó là quán quân trong giải mở, vô địch quốc gia hai năm liền"
    }
  },
  {
    "translation": {
      "en": "two years in a row, and in modified class before that.",
      "vi": "vô địch quốc gia hai năm liền và ở giải sửa đổi trước đó."
    }
  },
  {
    "translation": {
      "en": "[DeFede] At one point,",
      "vi": "Tôi nghĩ có lúc,"
    }
  },
  {
    "translation": {
      "en": "two-thirds of the champions of the powerboat racing circuit",
      "vi": "hai phần ba người vô địchcủa vòng đua thuyền máy"
    }
  },
  {
    "translation": {
      "en": "were also all either soon-to-be or had just been convicted drug smugglers.",
      "vi": "cũng đều sớm trở thànhhoặc vừa bị kết tội là kẻ buôn lậu ma túy."
    }
  },
  {
    "translation": {
      "en": "Certainly, when you finish racing, win, lose, or draw,",
      "vi": "Chắc chắn nay đua xong,thắng, thua hay hòa,"
    }
  },
  {
    "translation": {
      "en": "you come home to a beautiful family, so you can't really lose.",
      "vi": "anh được về nhà với gia đình tuyệt vờinên thực sự không thể thua, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "vi": "Không thể nào."
    }
  },
  {
    "translation": {
      "en": "[Linero] It was the family business. I know that these guys will do",
      "vi": "Đó là làm ăn gia đình. Tôi biết những người nàysẽ làm mọi thứ có thể cho tôi,"
    }
  },
  {
    "translation": {
      "en": "whatever they could for me, and I would do whatever I could for them.",
      "vi": "Tôi biết những người nàysẽ làm mọi thứ có thể cho tôi, và tôi sẽ làm mọi thứ có thể cho họ."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy's wife, Alina, had three sisters. Sal's wife, Isabelita, had three sisters.",
      "vi": "Vợ Willy, Alina, có ba chị em gái.Vợ Sal, Isabelita, có ba chị em gái."
    }
  },
  {
    "translation": {
      "en": "Their husbands or boyfriends worked for the company or had a connection.",
      "vi": "Chồng hoặc bạn trai họlàm cho công ty hoặc có mối liên hệ."
    }
  },
  {
    "translation": {
      "en": "My daughter, Rachel, is married to Sal's nephew.",
      "vi": "Con gái tôi, Rachel, kết hôn với cháu trai của Sal."
    }
  },
  {
    "translation": {
      "en": "We're very close.",
      "vi": "Bọn tôi rất thân."
    }
  },
  {
    "translation": {
      "en": "[reporter] Sal Magluta. A man who has more to smile about than just his race boat. Who do we have here today?",
      "vi": "Sal Magluta còn nhiều thứ để cườihơn là mỗi thuyền đua. Nay ta có ai đây?"
    }
  },
  {
    "translation": {
      "en": "[Sal] I have my oldest son, Chris,",
      "vi": "Con trai cả của tôi, Chris,"
    }
  },
  {
    "translation": {
      "en": "my little twins, Michael and Michelle, a boy and a girl.",
      "vi": "cặp sinh đôi nhỏ,Michael và Michelle, một trai và một gái."
    }
  },
  {
    "translation": {
      "en": "-And don't forget. -Oh, and the wife here, Isabel.",
      "vi": "- Và đừng quên…- Ồ, và vợ tôi đây, Isabel."
    }
  },
  {
    "translation": {
      "en": "[Rosello] My little sister used to keep the books for Taby. She was 14 years old.",
      "vi": "Em gái tôi từng giữ sổ sách cho Taby.Con bé lúc đó 14 tuổi."
    }
  },
  {
    "translation": {
      "en": "I mean, it was something that was kept very into the family.",
      "vi": "Đó là việc được giữ kín trong gia đình."
    }
  },
  {
    "translation": {
      "en": "No outsiders.",
      "vi": "Không có người ngoài."
    }
  },
  {
    "translation": {
      "en": "Bye!",
      "vi": "- Tạm biệt!- Tạm biệt!"
    }
  },
  {
    "translation": {
      "en": "[Rosello] We were a close family, we did everything together. I mean, everything.",
      "vi": "Bọn tôi là gia đình thân thiết,cùng làm mọi thứ."
    }
  },
  {
    "translation": {
      "en": "We used to go to Vail twice, three times a year.",
      "vi": "Bọn tôi là gia đình thân thiết,cùng làm mọi thứ. Bọn tôi từng đi Vail hai, ba lần một năm."
    }
  },
  {
    "translation": {
      "en": "I mean, my family, my sister. I mean, we never had to pay for anything.",
      "vi": "Bọn tôi từng đi Vail hai, ba lần một năm. Gia đình tôi, em gái tôi.Bọn tôi chưa từng phải trả cho gì cả."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Willy and Sal, what set them apart,",
      "vi": "Willy và Sal, cái làm họ khác biệt"
    }
  },
  {
    "translation": {
      "en": "was that they really did view this as a business.",
      "vi": "là họ thực sự coi đây là việc làm ăn."
    }
  },
  {
    "translation": {
      "en": "[Rosello] We referred to the organization as \"the company.\" It was run like any other business.",
      "vi": "Bọn tôi nhắc tới tổ chức như là công tyđược quản lý như mọi doanh nghiệp."
    }
  },
  {
    "translation": {
      "en": "You're not running a drug empire. You're running a legitimate corporation.",
      "vi": "Bạn đâu quản lý đế chế ma túy.Bạn quản lý một công ty hợp pháp."
    }
  },
  {
    "translation": {
      "en": "And one of the products is cocaine.",
      "vi": "Và một trong các sản phẩm là cocaine."
    }
  },
  {
    "translation": {
      "en": "We're nothing more than the Kennedys of the 21st century.",
      "vi": "Bọn tôi chẳng khác gìnhà Kennedy của thế kỷ 21."
    }
  },
  {
    "translation": {
      "en": "Basically, it's a Fortune 500 company run by a bunch of muchachos.",
      "vi": "Cơ bản nó là công tythuộc danh sách Fortune 500 do đám muchacho quản lý."
    }
  },
  {
    "translation": {
      "en": "[DeFede] It was like \"Muchachos Inc.\"",
      "vi": "Nó như là công ty Muchacho."
    }
  },
  {
    "translation": {
      "en": "Ralph Linero was vice president of air operations.",
      "vi": "Ralph Linero là phó giám đốcvề hoạt động hàng không."
    }
  },
  {
    "translation": {
      "en": "Juan Barroso was the vice president of boats.",
      "vi": "Juan Barrosolà phó giám đốc về tàu thuyền."
    }
  },
  {
    "translation": {
      "en": "Justo Jay, a V.P. of distribution.",
      "vi": "Justo Jay, phó giám đốc về phân phối."
    }
  },
  {
    "translation": {
      "en": "Willy's brother, Taby, was like an executive vice president.",
      "vi": "Em trai Willy, Taby,như là phó giám đốc điều hành."
    }
  },
  {
    "translation": {
      "en": "And Willy and Sal, they were the CEOs.",
      "vi": "Còn Willy và Sal,họ là các giám đốc điều hành."
    }
  },
  {
    "translation": {
      "en": "Willy was more of a schmoozer.",
      "vi": "Willy giống người khéo ăn nói hơn."
    }
  },
  {
    "translation": {
      "en": "He was the one who would work the edges",
      "vi": "Anh ta là ngườitận dụng lợi thế về tính cách"
    }
  },
  {
    "translation": {
      "en": "and the personalities, made the connections.",
      "vi": "Anh ta là ngườitận dụng lợi thế về tính cách và tạo quan hệ."
    }
  },
  {
    "translation": {
      "en": "Then Sal would come in and actually negotiate the finer points of business.",
      "vi": "Rồi Sal vào, và thực ra là thương lượngnhững điểm làm ăn tốt hơn."
    }
  },
  {
    "translation": {
      "en": "That's the way Sal wanted it. He wanted the focus always to be on Willy.",
      "vi": "Sal muốn như vậy. Anh ấy muốn sự chú ý luôn là vào Willy."
    }
  },
  {
    "translation": {
      "en": "In case something happened, Willy would go down and he wouldn't.",
      "vi": "Lỡ như có chuyện,Willy ngã xuống, anh ấy thì không."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Sal was taught numbers and the business.",
      "vi": "Sal được dạyvề các con số và việc buôn bán."
    }
  },
  {
    "translation": {
      "en": "[Linero] Sal was an accounting wizard.",
      "vi": "Sal là một phù thủy kế toán."
    }
  },
  {
    "translation": {
      "en": "[DeFede] He's making sure payments are being made on a regular basis,",
      "vi": "Anh ta đảm bảothanh toán các khoản đều đặn,"
    }
  },
  {
    "translation": {
      "en": "that the organization kept moving, kept running, kept operating.",
      "vi": "tổ chức cứ dịch chuyển,cứ vận hành, cứ hoạt động."
    }
  },
  {
    "translation": {
      "en": "That was Sal's responsibility.",
      "vi": "Đó là trách nhiệm của Sal."
    }
  },
  {
    "translation": {
      "en": "That's why they worked.",
      "vi": "Nên họ mới có kết quả."
    }
  },
  {
    "translation": {
      "en": "You need an enforcer and you need a good guy.",
      "vi": "Cần có một người thực thivà một người tốt."
    }
  },
  {
    "translation": {
      "en": "Sal would use La Finquita, the farm in Miami, as the corporate headquarters.",
      "vi": "Sal dùng La Finquita,trang trại ở Miami làm trụ sở công ty."
    }
  },
  {
    "translation": {
      "en": "[Linero] Sal had a tiger there.",
      "vi": "Sal có một con hổ ở đó."
    }
  },
  {
    "translation": {
      "en": "We had a room full of short-wave radios to communicate with Colombia.",
      "vi": "Bọn tôi có một phòng đầy bộ đàm sóng ngắnđể liên lạc với Colombia."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Every six months, he would have everybody gathered there, all the clients.",
      "vi": "Sáu tháng một lần, anh ấy bảotất cả tụ họp ở đó, mọi khách hàng."
    }
  },
  {
    "translation": {
      "en": "I used to keep a daily ledger of the money and the coke.",
      "vi": "Tôi từng giữ sổ cái hằng ngàyvề tiền và coke."
    }
  },
  {
    "translation": {
      "en": "Everybody would be waiting there in the living room watching TV,",
      "vi": "Mọi người sẽ chờ ở phòng khách đó mà xem TV, nói chuyện, hít, mọi thứ."
    }
  },
  {
    "translation": {
      "en": "talking, taking hits, whatever.",
      "vi": "mà xem TV, nói chuyện, hít, mọi thứ."
    }
  },
  {
    "translation": {
      "en": "[Linero] There was no board table. It was done with sweatsuits on.",
      "vi": "Không có bàn hội đồng.Khỏi mặc bộ đồ thấm mồ hôi."
    }
  },
  {
    "translation": {
      "en": "[Rosello] They would call you one by one.",
      "vi": "Họ sẽ gọi từng người."
    }
  },
  {
    "translation": {
      "en": "You walk in, you sit down in front of Sal.",
      "vi": "Bước vào, ngồi xuống trước mặt Sal."
    }
  },
  {
    "translation": {
      "en": "He's behind the desk.",
      "vi": "Anh ấy ngồi sau bàn."
    }
  },
  {
    "translation": {
      "en": "They had la silla caliente, the hot chair.",
      "vi": "Họ có la silla caliente, ghế nóng."
    }
  },
  {
    "translation": {
      "en": "'Cause once you sit there, the truth has to come out.",
      "vi": "Vì đã ngồi đó là phải nói ra sự thật,"
    }
  },
  {
    "translation": {
      "en": "You can't fuck around.",
      "vi": "không thể làm trò."
    }
  },
  {
    "translation": {
      "en": "Sal had the books, the ledgers,",
      "vi": "Sal có các sổ sách, sổ cái"
    }
  },
  {
    "translation": {
      "en": "and he'll let you know how much money you owe",
      "vi": "và anh ấy sẽ cho biếtbạn nợ bao nhiêu tiền"
    }
  },
  {
    "translation": {
      "en": "and the merchandise that you've taken and all that.",
      "vi": "và hàng bạn đã lấy, mọi thứ đó."
    }
  },
  {
    "translation": {
      "en": "Sal and his books. He ran it like a legit business.",
      "vi": "Sal và sổ sách. Anh ấy quản lý nónhư doanh nghiệp hợp pháp."
    }
  },
  {
    "translation": {
      "en": "[reporter] You guys are making it sound like a Sunday drive.",
      "vi": "Các anh làm nónhư cuộc đua chiều Chủ Nhật."
    }
  },
  {
    "translation": {
      "en": "Oh, yes, it was nice.",
      "vi": "Ồ phải, tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "[DeFede] The hardest thing about being a drug dealer in Miami",
      "vi": "Buôn ma túy ở Miamicuối những năm 1970, đầu những năm 1980,"
    }
  },
  {
    "translation": {
      "en": "in the '70s and early '80s was what to do with the money.",
      "vi": "Buôn ma túy ở Miamicuối những năm 1970, đầu những năm 1980, khó nhất là làm gì với số tiền."
    }
  },
  {
    "translation": {
      "en": "I had ten million dollars in a big…",
      "vi": "Tôi có mười triệu đô trong thùng U-Haul to"
    }
  },
  {
    "translation": {
      "en": "Like a U-Haul box inside the closet.",
      "vi": "Tôi có mười triệu đô trong thùng U-Haul to bên trong tủ quần áo."
    }
  },
  {
    "translation": {
      "en": "My mom told this friend from the family, \"I wanna clean Pegy's room.\"",
      "vi": "Mẹ tôi bảo người bạn gia đình này:\"Tôi muốn dọn phòng Pegy."
    }
  },
  {
    "translation": {
      "en": "\"There's this big box I need to move. I need you to help me.\"",
      "vi": "Mà cần chuyển cái thùng to này.Giúp tôi bê nó đi\"."
    }
  },
  {
    "translation": {
      "en": "They open the closet, both of them are pulling and tugging on the box.",
      "vi": "Họ mở tủ, cả hai bọn họ lôi và kéo thùng."
    }
  },
  {
    "translation": {
      "en": "The box breaks, all this money falls.",
      "vi": "Cái thùng rách, tiền rơi cả ra."
    }
  },
  {
    "translation": {
      "en": "My mom sees that. Boom, she's fainted on the floor.",
      "vi": "Mẹ tôi thấy vậy, bùm, bà ngất ra sàn."
    }
  },
  {
    "translation": {
      "en": "\"What the hell is this? There's all this money in your closet.\"",
      "vi": "\"Cái quái gì đây?Tất cả số tiền này trong tủ cháu."
    }
  },
  {
    "translation": {
      "en": "\"Your mom just fainted. We were trying to move the box.\"",
      "vi": "Mẹ cháu vừa ngất.Bọn ta đang cố bê cái thùng\"."
    }
  },
  {
    "translation": {
      "en": "[DeFede] The money was the biggest problem.",
      "vi": "Tiền là vấn đề lớn nhất."
    }
  },
  {
    "translation": {
      "en": "You can only box it up and keep it in your basement for so long.",
      "vi": "Chỉ có thể đóng thùngvà để nó trong tầng hầm thật lâu."
    }
  },
  {
    "translation": {
      "en": "Falcon and Magluta had purchased a great number of properties",
      "vi": "Falcon và Maglutađã mua rất nhiều bất động sản,"
    }
  },
  {
    "translation": {
      "en": "and had used their fathers, their respective fathers,",
      "vi": "và đã dùng bố của từng người"
    }
  },
  {
    "translation": {
      "en": "to act as presidents of construction companies",
      "vi": "để đóng vai giám đốc các công ty xây dựng"
    }
  },
  {
    "translation": {
      "en": "that built apartment buildings in the Miami area.",
      "vi": "đã xây dựng các tòa nhà chung cưở khu vực Miami."
    }
  },
  {
    "translation": {
      "en": "[Rosello] They used to live in mansions, vacation homes, and Vail.",
      "vi": "Họ từng sống ở các dinh thự,nhà nghỉ dưỡng và Vail."
    }
  },
  {
    "translation": {
      "en": "Sal had an apartment in Brickell Key, we used to call it Scarface.",
      "vi": "Sal có căn hộ ở đảo Brickell Key,bọn tôi gọi là Scarface."
    }
  },
  {
    "translation": {
      "en": "We would go out and party and Sal gave us an extra key.",
      "vi": "Bọn tôi ra ngoài tiệc tùngvà Sal đưa bọn tôi chìa khóa phụ."
    }
  },
  {
    "translation": {
      "en": "After clubbing and stuff, we would go and hang out at Scarface.",
      "vi": "Sau khi đi câu lạc bộ,bọn tôi sẽ ra chơi ở Scarface."
    }
  },
  {
    "translation": {
      "en": "They will go out to party at a club or whatever to spend 20, 30 grand a night.",
      "vi": "Họ sẽ ra ngoài tiệc tùng ở câu lạc bộhay gì đó để tiêu 20, 30 ngàn đô một đêm."
    }
  },
  {
    "translation": {
      "en": "That was like, nothing.",
      "vi": "Như thể chẳng là gì cả."
    }
  },
  {
    "translation": {
      "en": "Willy and Sal, they used to party at The Mutiny all the time.",
      "vi": "Willy và Sal từng tiệc tùng ở Mutiny suốt."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] If you were anybody, you'd be at The Mutiny.",
      "vi": "Nếu bạn là người tầm cỡ, bạn sẽ ở Mutiny."
    }
  },
  {
    "translation": {
      "en": "That's where every drug dealer went.",
      "vi": "Mọi kẻ buôn ma túy đều đến đó."
    }
  },
  {
    "translation": {
      "en": "[Linero] I would describe The Mutiny as the Wall Street",
      "vi": "Tôi sẽ coi khách sạn Mutiny là Phố Wall"
    }
  },
  {
    "translation": {
      "en": "of cocaine business in the '80s.",
      "vi": "của buôn bán cocaine vào những năm 1980."
    }
  },
  {
    "translation": {
      "en": "That's where everything happened.",
      "vi": "Mọi thứ xảy ra ở đó."
    }
  },
  {
    "translation": {
      "en": "It was not my thing.",
      "vi": "Nào phải việc tôi ưa."
    }
  },
  {
    "translation": {
      "en": "Too many fools. Cocaine on the fucking tables",
      "vi": "Quá nhiều lũ ngốc. Cocaine trên bàn với phụ nữ xung quanh."
    }
  },
  {
    "translation": {
      "en": "with the women all around. What are you, crazy?",
      "vi": "Cocaine trên bàn với phụ nữ xung quanh. Bạn là gì, điên à?"
    }
  },
  {
    "translation": {
      "en": "[Linero] We had a way to let other organizations know",
      "vi": "Bọn tôi có cách để cho các tổ chức khác"
    }
  },
  {
    "translation": {
      "en": "that we had material.",
      "vi": "biết bọn tôi có nguyên liệu."
    }
  },
  {
    "translation": {
      "en": "We would get a Burger King hat. We would put it on the table.",
      "vi": "Bọn tôi sẽ lấy mũ Burger King, để nó lên bàn."
    }
  },
  {
    "translation": {
      "en": "That was a sign to everybody in the club that, \"Hey, we got material.\"",
      "vi": "Đó là dấu hiệu với mọi ngườitrong câu lạc bộ là: \"Này, bọn tôi có nguyên liệu."
    }
  },
  {
    "translation": {
      "en": "\"Let's talk.\"",
      "vi": "Nói chuyện đi\"."
    }
  },
  {
    "translation": {
      "en": "I went looking for Willy to get me my money.",
      "vi": "Tôi đi kiếm Willy để lấy tiền của tôi. CỰU TAY BUÔN LẬU"
    }
  },
  {
    "translation": {
      "en": "And they had a party at The Mutiny. They were celebrating Cabeza's birthday.",
      "vi": "Họ đang tổ chức tiệc ở Mutiny.Họ đang ăn mừng sinh nhật Cabeza."
    }
  },
  {
    "translation": {
      "en": "And I found Willy, Sal, and Jay",
      "vi": "Tôi thấy Willy, Sal và Jay"
    }
  },
  {
    "translation": {
      "en": "stoned out of their minds in a room at the hotel.",
      "vi": "phê không biết trời đấttrong một phòng ở khách sạn đó."
    }
  },
  {
    "translation": {
      "en": "And there was three girls in the bed, naked.",
      "vi": "Và có ba cô gái trên giường, không mặc gì."
    }
  },
  {
    "translation": {
      "en": "So I said, \"The girls or the money?\" So I jumped right in.",
      "vi": "Thế là tôi bảo: \"Gái hay tiền?\".Thế là tôi nhảy vào ngay."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy and Sal were married, but you have money,",
      "vi": "Willy và Sal đã kết hônnhưng có tất cả số tiền này,"
    }
  },
  {
    "translation": {
      "en": "you wanna go out, party with your friends.",
      "vi": "bạn muốn đi tiệc tùng với bạn bè."
    }
  },
  {
    "translation": {
      "en": "You think your wife… She could get mad for a day or two.",
      "vi": "Bạn nghĩ vợ mìnhcó thể giận một, hai ngày."
    }
  },
  {
    "translation": {
      "en": "You get home, you give her 30, 40, 50 grand",
      "vi": "Bạn về nhà, đưa cô ấy 30, 40, 50 ngàn đôvà bảo cô ấy đi mua sắm."
    }
  },
  {
    "translation": {
      "en": "and you tell her, \"Go shopping.\" She's not gonna be mad at you anymore.",
      "vi": "Bạn về nhà, đưa cô ấy 30, 40, 50 ngàn đôvà bảo cô ấy đi mua sắm. Cô ấy sẽ không giận bạn nữa."
    }
  },
  {
    "translation": {
      "en": "[Linero] If they had a boat race,",
      "vi": "Nếu họ tổ chức đua thuyền"
    }
  },
  {
    "translation": {
      "en": "I would fly either the mistress or the wife",
      "vi": "thì tôi sẽ lái máy baychở tình nhân hoặc vợ,"
    }
  },
  {
    "translation": {
      "en": "and then the mistress would go on another plane in another hotel.",
      "vi": "rồi tình nhân sẽ đi máy bay khác,ở khách sạn khác."
    }
  },
  {
    "translation": {
      "en": "It was a comedy of errors sometimes.",
      "vi": "Đôi khi là tình huống dở khóc dở cười."
    }
  },
  {
    "translation": {
      "en": "[Rosello] Outside his marriage, Willy had kids with this girl.",
      "vi": "Willy có con ngoài luồng với cô gái này."
    }
  },
  {
    "translation": {
      "en": "They had twins.",
      "vi": "Họ có cặp sinh đôi."
    }
  },
  {
    "translation": {
      "en": "\"Here's $50,000 to go shopping.\" I guess that probably cost Willy probably a million. [chuckles]",
      "vi": "Đây thì là 50 ngàn đô đi mua sắm.Tôi đoán Willy có lẽ tốn cả triệu."
    }
  },
  {
    "translation": {
      "en": "[DeFede] These two guys were running the place. Everywhere you went, it was Willy and Sal.",
      "vi": "Hai người này đang điều khiển chỗ này.Mọi nơi bạn đi thì đó là Willy và Sal."
    }
  },
  {
    "translation": {
      "en": "[Rosello] If you didn't know Willy and Sal personally,",
      "vi": "Cá nhân bạn không biết Willy và Sal"
    }
  },
  {
    "translation": {
      "en": "you knew someone that knew someone that knew Willy and Sal.",
      "vi": "thì bạn biết ngườibiết người biết Willy và Sal."
    }
  },
  {
    "translation": {
      "en": "All of Miami considered them local heroes",
      "vi": "Tất cả Miami coi họlà những người hùng ở đây"
    }
  },
  {
    "translation": {
      "en": "because they were like Robin Hoods. They always shared their wealth.",
      "vi": "vì họ như những Robin Hood vậy.Họ luôn chia sẻ sự giàu có của họ."
    }
  },
  {
    "translation": {
      "en": "[Rosello] At Miami High, I was on the basketball team.",
      "vi": "Ở trường Miami, tôi ở đội bóng rổ."
    }
  },
  {
    "translation": {
      "en": "Whatever the team needed, they got it.",
      "vi": "Đội cần gì là có đó."
    }
  },
  {
    "translation": {
      "en": "I mean, you go to them, \"I need 30 grand, 40 grand to put my kid through college.\"",
      "vi": "Bạn nói với họ:\"Này, tôi cần 30, 40 ngàn đô để đưa con tôi vào đại học\"."
    }
  },
  {
    "translation": {
      "en": "\"What do you need, 30? Here's 50.\"",
      "vi": "\"Cần gì, 30 hả? 50 đây\"."
    }
  },
  {
    "translation": {
      "en": "They helped everybody.",
      "vi": "Họ giúp đỡ mọi người."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] I hadn't seen Sal since 1979.",
      "vi": "Tôi không gặp Sal từ năm 1979."
    }
  },
  {
    "translation": {
      "en": "Sal called me, he said, \"I wanna see you tonight.\"",
      "vi": "Sal đã gọi cho tôi, nói:\"Tối nay anh muốn gặp em\"."
    }
  },
  {
    "translation": {
      "en": "He says, \"Do you remember what car I was driving when we last were together?\"",
      "vi": "Nói: \"Nhớ anh lái xe gìkhi ta bên nhau lần gần nhất chứ?\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, you were driving a blue Challenger.\"",
      "vi": "Tôi nói: \"Có,chiếc Challenger xanh da trời\"."
    }
  },
  {
    "translation": {
      "en": "And he says, \"Okay. Watch what I'm gonna pick you up in.\"",
      "vi": "Anh ấy nói: \"Được rồi.Hãy xem anh sẽ ngồi xe gì đón em\"."
    }
  },
  {
    "translation": {
      "en": "He came and he picked me up and he's in a Rolls-Royce.",
      "vi": "Anh ấy đến đón tôitrong chiếc Rolls-Royce."
    }
  },
  {
    "translation": {
      "en": "We were out in the Rolls and we were going through…",
      "vi": "Bọn tôi ra ngoàitrong chiếc Rolls và đã đi qua…"
    }
  },
  {
    "translation": {
      "en": "You know Coconut Grove has a bad neighborhood on one side?",
      "vi": "Biết Coconut Grovecó một khu nghèo bên cạnh chứ?"
    }
  },
  {
    "translation": {
      "en": "And Sal goes, \"You see all these people? I support them.\"",
      "vi": "Sal nói: \"Em thấytất cả mấy người này chưa? Anh hỗ trợ họ đó."
    }
  },
  {
    "translation": {
      "en": "\"They get all their drugs from me.\" I said, \"Great.\"",
      "vi": "Họ lấy hết ma túy từ anh\". Tôi: \"Tuyệt\"."
    }
  },
  {
    "translation": {
      "en": "Then right behind us, I see sirens. And I go, \"Oh, man.\"",
      "vi": "Rồi tôi thấy còi hú ngay phía sau bọn tôi.Và tôi nói: \"Ôi trời\"."
    }
  },
  {
    "translation": {
      "en": "I think he had a couple of keys in the back.",
      "vi": "Tôi nghĩ anh ấy để vài kg ở phía sau."
    }
  },
  {
    "translation": {
      "en": "And… [laughs] So I go, \"Okay. We're all going to jail today.\"",
      "vi": "Và… Thế là tôi nói:\"Được rồi. Nay ta đều sẽ vào tù\"."
    }
  },
  {
    "translation": {
      "en": "There were two cops. They come out of the car.",
      "vi": "Có hai cảnh sát. Họ bước ra khỏi xe."
    }
  },
  {
    "translation": {
      "en": "They looked at Sal and never said, \"Can I have your driver's license?\" or anything.",
      "vi": "Họ nhìn Sal, không hề nói \"Đưa tôi xembằng lái được chứ?\" hay gì cả."
    }
  },
  {
    "translation": {
      "en": "They knew who he was.",
      "vi": "Cứ như họ biết anh ấy là ai."
    }
  },
  {
    "translation": {
      "en": "Sal says, \"Look, we'll do a trade. You take the keys and you let me go.\"",
      "vi": "Sal nói: \"Nghe này, ta trao đổi nhé.Anh lấy cocaine rồi để tôi đi\"."
    }
  },
  {
    "translation": {
      "en": "And the cops turn around and said,",
      "vi": "Các cảnh sát thay đổi hoàn toàn, nói:"
    }
  },
  {
    "translation": {
      "en": "\"It was nice running into you.\"",
      "vi": "\"Chạm mặt cậu thú vị đó\"."
    }
  },
  {
    "translation": {
      "en": "Took the two keys and took off.",
      "vi": "Lấy hai kg và rời đi."
    }
  },
  {
    "translation": {
      "en": "And that was the end of that and I was like… [gasps]",
      "vi": "Thế là kết thúc chuyện đó và tôi kiểu…"
    }
  },
  {
    "translation": {
      "en": "[DeFede] In a lot of ways, Willy and Sal, in their world, in their community…",
      "vi": "Về nhiều mặt, Willy và Saltrong giới, cộng đồng của họ"
    }
  },
  {
    "translation": {
      "en": "More popular than Gloria Estefan and Miami Sound Machine.",
      "vi": "còn nổi tiếng hơn ca sĩ Gloria Estefanvà nhóm Miami Sound Machine."
    }
  },
  {
    "translation": {
      "en": "[DeFede] They were the kings of cocaine in South Florida.",
      "vi": "Họ là các ông hoàng cocaine ở Nam Florida."
    }
  },
  {
    "translation": {
      "en": "[Posada] They were grossing 20, 30 million every month.",
      "vi": "Họ thu vềtổng là 20, 30 triệu đô mỗi tháng."
    }
  },
  {
    "translation": {
      "en": "I told Willy, \"You already have over 100 million dollars.",
      "vi": "Tôi bảo Willy:\"Cậu đã có hơn 100 triệu đô rồi."
    }
  },
  {
    "translation": {
      "en": "Why don't you quit?\"",
      "vi": "Sao cậu không bỏ?\"."
    }
  },
  {
    "translation": {
      "en": "And he said, \"Until I get to a billion,",
      "vi": "Và cậu ấy nói: \"Tôi sẽ không bỏcho đến khi có được một tỷ\"."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna quit.\"",
      "vi": "\"Tôi sẽ không bỏcho đến khi có được một tỷ\"."
    }
  },
  {
    "translation": {
      "en": "The Miami area has the highest murder rate per capita in the country.",
      "vi": "Khu vực Miami có tỷ lệ giết ngườitrên đầu người cao nhất nước."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The rate of killing here is accelerating, the efficient work of the Cocaine Cowboys.",
      "vi": "Tỷ lệ giết người ở đây đang gia tăng,hiệu suất của các cao bồi cocaine."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Local homicide detectives say Miami's in the middle of a narcotics war",
      "vi": "Thanh tra về án mạng ở đây nóiMiami đang ở giữa cuộc chiến ma túy"
    }
  },
  {
    "translation": {
      "en": "between Colombian and Cuban drug dealers.",
      "vi": "giữa đám buôn ma túy Colombia và Cuba."
    }
  },
  {
    "translation": {
      "en": "[DeFede] The violence, the shootings, the police were totally overwhelmed",
      "vi": "Bạo lực, bắn súng,cảnh sát hoàn toàn bị áp đảo,"
    }
  },
  {
    "translation": {
      "en": "and so they focused their limited resources on the violent drug dealers.",
      "vi": "nên họ tập trung các nguồn lực hạn chếvào lũ buôn ma túy bạo lực,"
    }
  },
  {
    "translation": {
      "en": "The ones who were embarrassing them because of headlines in the newspapers.",
      "vi": "những kẻ khiến họ mất mặtvì các tiêu đề trên báo."
    }
  },
  {
    "translation": {
      "en": "But not Willy and Sal.",
      "vi": "Nhưng không phải Willy và Sal."
    }
  },
  {
    "translation": {
      "en": "[Clark] Falcon and Magluta, they weren't necessarily on the radar screen.",
      "vi": "Falcon and Magluta,không nhất thiết phải để ý tới họ."
    }
  },
  {
    "translation": {
      "en": "They were the nonviolent drug dealers.",
      "vi": "Họ là những tay buôn ma túy không bạo lực."
    }
  },
  {
    "translation": {
      "en": "[Linero] If I would say, \"Hey, I lost a load.\"",
      "vi": "Nếu tôi nói\"Này, tôi mất một chuyến hàng rồi\","
    }
  },
  {
    "translation": {
      "en": "I wouldn't be in fear of say, \"Hey, I don't want to get killed.\"",
      "vi": "tôi sẽ không sợ mà nói:\"Này, tôi không muốn bị giết đâu\"."
    }
  },
  {
    "translation": {
      "en": "My word was just good enough for them.",
      "vi": "Lời tôi nói là vừa đủ với họ rồi."
    }
  },
  {
    "translation": {
      "en": "[DeFede] It wasn't about retaliation. It was about taking care of business.",
      "vi": "Không phải trả thù. Mà là lo làm ăn. Bạo lựcthu hút nhiều sự chú ý tới bạn hơn."
    }
  },
  {
    "translation": {
      "en": "Violence attracts more attention to you. That's not what they wanted.",
      "vi": "Mà là lo làm ăn. Bạo lựcthu hút nhiều sự chú ý tới bạn hơn. Họ đâu muốn vậy."
    }
  },
  {
    "translation": {
      "en": "You're in the drug business and when you're that big, of course it's dangerous.",
      "vi": "Trong buôn bán ma túy,khi lớn mạnh vậy, dĩ nhiên là nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "Kind of a stressful lifestyle, but…",
      "vi": "Một kiểu sống hơi căng thẳng nhưng…"
    }
  },
  {
    "translation": {
      "en": "The sport itself isn't dangerous as long as you're well-prepared,",
      "vi": "Tôi không nghĩmôn thể thao đó là nguy hiểm, miễn là bạn chuẩn bị tốt,có một đội tốt và tất cả họ cùng hợp tác."
    }
  },
  {
    "translation": {
      "en": "you got a good crew, and they're all working together.",
      "vi": "miễn là bạn chuẩn bị tốt,có một đội tốt và tất cả họ cùng hợp tác."
    }
  },
  {
    "translation": {
      "en": "You… I don't see any danger in it.",
      "vi": "Bạn… Tôi không thấy nguy hiểm gì cả."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] A federal task force is helping Florida",
      "vi": "Một lực lượng đặc nhiệm liên bangđang giúp Florida"
    }
  },
  {
    "translation": {
      "en": "reduce the drug tide, now estimated at seven billion dollars a year.",
      "vi": "giảm dòng chảy ma túymà ước tính hiện tại là bảy tỷ đô một năm."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Cocaine seizures are up.",
      "vi": "Việc tịch thu cocaine tăng."
    }
  },
  {
    "translation": {
      "en": "12,000 pounds of coke seized in 1983,",
      "vi": "Năm 1983, 5.443 kg coke bị tịch thu,"
    }
  },
  {
    "translation": {
      "en": "compared with 44,000 pounds of coke taken last year.",
      "vi": "so với 19.958 kg cokebị thu giữ năm ngoái."
    }
  },
  {
    "translation": {
      "en": "Drugs weren't coming in like they used to.",
      "vi": "Ma túy không về như trước đây."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The efforts by the Drug Task Force",
      "vi": "Nỗ lực của Lực lượng đặc nhiệmchống ma túy có viên chức"
    }
  },
  {
    "translation": {
      "en": "has officials in other parts of the country",
      "vi": "Nỗ lực của Lực lượng đặc nhiệmchống ma túy có viên chức ở các vùng trên cả nước"
    }
  },
  {
    "translation": {
      "en": "saying now they have increased problems with drug smugglers",
      "vi": "cho thấy giờ họ có thêm vấn đềvới những kẻ buôn lậu ma túy"
    }
  },
  {
    "translation": {
      "en": "moving marijuana and cocaine through other places.",
      "vi": "vận chuyển cần sa và cocainesang các nơi khác,"
    }
  },
  {
    "translation": {
      "en": "Places away from Miami.",
      "vi": "những nơi cách xa Miami."
    }
  },
  {
    "translation": {
      "en": "That put a stop on the operation, and then it was,",
      "vi": "Việc đó đã ngăn cản quá trình hoạt động, rồi thì: \"Ta phảitrở lại kế hoạch B thôi\"."
    }
  },
  {
    "translation": {
      "en": "\"We gotta go back to plan B.\"",
      "vi": "rồi thì: \"Ta phảitrở lại kế hoạch B thôi\"."
    }
  },
  {
    "translation": {
      "en": "Plan B was to move to California.",
      "vi": "Kế hoạch B là vận chuyển đến California."
    }
  },
  {
    "translation": {
      "en": "[Rosello] In '85, Willy and Sal, they left to L.A.",
      "vi": "Năm 1985, Willy và Salđã đi đến Los Angeles."
    }
  },
  {
    "translation": {
      "en": "[Clark] They set up shop in Marina del Rey,",
      "vi": "Họ mở tiệm ở Marina del Rey, vùng ngoại ô giàu có của Los Angeles."
    }
  },
  {
    "translation": {
      "en": "an affluent suburb of Los Angeles.",
      "vi": "vùng ngoại ô giàu có của Los Angeles."
    }
  },
  {
    "translation": {
      "en": "Willy's like, \"Stay in L.A., count money, start working for the company,",
      "vi": "Willy nói: \"Ở Los Angeles,đếm tiền, bắt đầu làm cho công ty,"
    }
  },
  {
    "translation": {
      "en": "I'll pay you $5,000 a week.\"",
      "vi": "trả 5.000 đô/tuần\"."
    }
  },
  {
    "translation": {
      "en": "California was the equivalent of Miami at that time.",
      "vi": "California tương đương với Miami lúc đó."
    }
  },
  {
    "translation": {
      "en": "Drugs were being transported across the southwestern border.",
      "vi": "Ma túy được vận chuyểnqua biên giới Tây Nam."
    }
  },
  {
    "translation": {
      "en": "[Rosello] The difference between East and West Coast,",
      "vi": "Sự khác nhau giữ Bờ Đông và Bờ Tây,"
    }
  },
  {
    "translation": {
      "en": "East, you bring it up by plane and speedboats.",
      "vi": "Đông, bạn đưa lên máy bay và thuyền máy,"
    }
  },
  {
    "translation": {
      "en": "West Coast, tractor trailers.",
      "vi": "Bờ Tây, xe đầu kéo."
    }
  },
  {
    "translation": {
      "en": "I think that once everything started in L.A. in '85, things got out of control.",
      "vi": "Tôi nghĩ một khi tất cảbắt đầu ở Los Angeles vào năm 1985, mọi thứ đã vượt tầm kiểm soát."
    }
  },
  {
    "translation": {
      "en": "They were bringing in anywhere from three to five thousand keys",
      "vi": "Họ nhập vào bất cứ đâutừ ba đến năm ngàn kg"
    }
  },
  {
    "translation": {
      "en": "on a monthly basis.",
      "vi": "mỗi tháng."
    }
  },
  {
    "translation": {
      "en": "[Clark] Because of their high-living lifestyle,",
      "vi": "Vì lối sống đời sống cao của họ,"
    }
  },
  {
    "translation": {
      "en": "this drew the attention of bystanders",
      "vi": "điều này thu hút sự chú ý của người ngoài"
    }
  },
  {
    "translation": {
      "en": "and information was related to",
      "vi": "và thông tin được thuật lại cho Sở Cảnh sát quận Los Angeles,Đội chống ma túy."
    }
  },
  {
    "translation": {
      "en": "the Los Angeles County Sheriff's Department, Narcotics Squad.",
      "vi": "cho Sở Cảnh sát quận Los Angeles,Đội chống ma túy."
    }
  },
  {
    "translation": {
      "en": "They executed a raid and discovered",
      "vi": "Họ thực hiện cuộc đột kích và phát hiện"
    }
  },
  {
    "translation": {
      "en": "a treasure trove of incriminating evidence.",
      "vi": "một kho tàng bằng chứng buộc tội."
    }
  },
  {
    "translation": {
      "en": "Large amount of cash, three kilograms of cocaine,",
      "vi": "Số lượng lớn tiền mặt, ba kg cocaine,"
    }
  },
  {
    "translation": {
      "en": "fake identification.",
      "vi": "căn cước giả"
    }
  },
  {
    "translation": {
      "en": "And based upon that bust, Falcon and Magluta,",
      "vi": "và dựa vào cuộc đột kích đó, Falcon và Magluta dưới danh tính giảlại bị bắt với cáo buộc buôn lậu của bang."
    }
  },
  {
    "translation": {
      "en": "under their assumed identities,",
      "vi": "Falcon và Magluta dưới danh tính giảlại bị bắt với cáo buộc buôn lậu của bang."
    }
  },
  {
    "translation": {
      "en": "were arrested again on state trafficking charges.",
      "vi": "Falcon và Magluta dưới danh tính giảlại bị bắt với cáo buộc buôn lậu của bang. BANG CALIFORNIAVỚI ANGELO MARETTO, TỨC SANTIAGO MENDEZ"
    }
  },
  {
    "translation": {
      "en": "They were issued bond under their fake names.",
      "vi": "Và họ được ra giấy bảo lãnh dưới tên giả."
    }
  },
  {
    "translation": {
      "en": "Law enforcement wasn't really in tune with how to capture and go after these guys.",
      "vi": "Thực thi theo luật không hẳnhợp với cách bắt và lần theo những gã này."
    }
  },
  {
    "translation": {
      "en": "They'd get arrested.",
      "vi": "Họ bị bắt, bạn đổi căn cước,"
    }
  },
  {
    "translation": {
      "en": "You just change your ID, get new driver's licenses,",
      "vi": "Họ bị bắt, bạn đổi căn cước, làm bằng lái xe mới, tại ngoại rồi trốn."
    }
  },
  {
    "translation": {
      "en": "you skip bail.",
      "vi": "làm bằng lái xe mới, tại ngoại rồi trốn."
    }
  },
  {
    "translation": {
      "en": "And that's what they ended up doing.",
      "vi": "Và cuối cùng họ làm y như vậy."
    }
  },
  {
    "translation": {
      "en": "Once you make bond in L.A., they're gone. They're back in Miami.",
      "vi": "Vừa nộp tiền bảo lãnh ở Los Angeleslà họ biến mất, trở về Miami."
    }
  },
  {
    "translation": {
      "en": "[Clark] The Los Angeles Sheriff happened to be watching ESPN,",
      "vi": "Cảnh sát trưởng quận Los Angelestình cờ đang xem ESPN"
    }
  },
  {
    "translation": {
      "en": "which was broadcasting a powerboat race",
      "vi": "đang phát sóng một cuộc đua thuyền máy"
    }
  },
  {
    "translation": {
      "en": "and there, lo and behold, was Sal Magluta,",
      "vi": "và trông kìa, có Sal Magluta,"
    }
  },
  {
    "translation": {
      "en": "aka, Angelo Maretto, being interviewed having won a powerboat race.",
      "vi": "tức Angelo Maretto, đang được phỏng vấnvì đã thắng cuộc đua thuyền máy."
    }
  },
  {
    "translation": {
      "en": "Sal Magluta, last year's national champion,",
      "vi": "Sal Magluta,nhà vô địch quốc gia năm ngoái,"
    }
  },
  {
    "translation": {
      "en": "very close to being last year's world champion.",
      "vi": "suýt là nhà vô địch thế giới năm ngoái."
    }
  },
  {
    "translation": {
      "en": "[DeFede] \"That's not Sal Magluta. That's Angelo Maretto!",
      "vi": "Đó không phải Sal Magluta.Đó là Angelo Maretto!"
    }
  },
  {
    "translation": {
      "en": "I know that guy!\"",
      "vi": "Tôi biết gã đó!"
    }
  },
  {
    "translation": {
      "en": "The sheriff was floored by this news",
      "vi": "Cảnh sát trưởng quậnbị tin này làm nhầm lẫn"
    }
  },
  {
    "translation": {
      "en": "that the fugitive from the state of California,",
      "vi": "rằng kẻ bỏ trốn từ bang California"
    }
  },
  {
    "translation": {
      "en": "that he was searching for, wound up in Florida.",
      "vi": "mà ông đang tìm kiếmcuối cùng đã tới Florida."
    }
  },
  {
    "translation": {
      "en": "[DeFede] This was the guy who got away and yet here he is on ESPN",
      "vi": "Đây là gã đã bỏ trốnnhưng hắn lên ESPN ở đây"
    }
  },
  {
    "translation": {
      "en": "for the whole world to see just living large.",
      "vi": "cho cả thế giới thấy cuộc sống thoải mái."
    }
  },
  {
    "translation": {
      "en": "Are you crazy?",
      "vi": "Bị điên à?"
    }
  },
  {
    "translation": {
      "en": "Aren't you ever satisfied? You got a brand-new boat.",
      "vi": "Anh chưa hài lòng sao?Anh có thuyền mới tinh rồi mà."
    }
  },
  {
    "translation": {
      "en": "No, every year, everybody comes out with faster things,",
      "vi": "Không, năm nào ai cũng xuất hiệnvới những thứ nhanh hơn,"
    }
  },
  {
    "translation": {
      "en": "so you have to try to stay up there.",
      "vi": "nên bạn phải cố trụ vững."
    }
  },
  {
    "translation": {
      "en": "[Clark] In 1979, Falcon and Magluta had already been charged and convicted",
      "vi": "Năm 1979, Falcon và Maglutađã bị buộc tội và kết án"
    }
  },
  {
    "translation": {
      "en": "in the state of Florida in the Operation Video Canary case.",
      "vi": "ở bang Florida trong vụ ánChiến dịch Video chim hoàng yến."
    }
  },
  {
    "translation": {
      "en": "When, in 1987, the board rejected various appeals,",
      "vi": "Năm 1987 khi hội đồngtừ chối vô số kháng cáo,"
    }
  },
  {
    "translation": {
      "en": "they were expected to surrender to serve their 14-month sentence.",
      "vi": "họ được cho là chịu thụ án 14 tháng"
    }
  },
  {
    "translation": {
      "en": "That, he did not.",
      "vi": "mà anh ta chưa thực hiện."
    }
  },
  {
    "translation": {
      "en": "They were now wanted in the state of Florida.",
      "vi": "Giờ họ bị truy nã ở bang Florida."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Prosecutors, DEA, state, local cops,",
      "vi": "Công tố viên, bên Lực lượngchống ma túy, cảnh sát bang"
    }
  },
  {
    "translation": {
      "en": "all wanted to know where Willy and Sal were.",
      "vi": "đều muốn biết Willy và Sal ở đâu."
    }
  },
  {
    "translation": {
      "en": "But by 1987, they stopped racing boats.",
      "vi": "Nhưng đến năm 1987, họ dừng đua thuyền."
    }
  },
  {
    "translation": {
      "en": "They moved out of their houses and rented new places under fake names.",
      "vi": "Họ chuyển ra khỏi nhàvà thuê những chỗ mới dưới tên giả."
    }
  },
  {
    "translation": {
      "en": "They were still smuggling cocaine,",
      "vi": "Họ vẫn buôn lậu cocaine,"
    }
  },
  {
    "translation": {
      "en": "but they were trying to keep a low profile.",
      "vi": "nhưng họ đang cố không gây chú ý."
    }
  },
  {
    "translation": {
      "en": "[Clark] Because they had continued to traffic in drugs throughout the 1980s,",
      "vi": "Vì sự thật là họ tiếp tụcbuôn bán ma túy suốt những năm 1980,"
    }
  },
  {
    "translation": {
      "en": "pretty much unabated for well over ten years,",
      "vi": "không hề suy giảm suốt hơn mười năm,"
    }
  },
  {
    "translation": {
      "en": "they acquired this legendary status within the drug trade.",
      "vi": "họ đã đạt được vị thế huyền thoại nàytrong buôn bán ma túy."
    }
  },
  {
    "translation": {
      "en": "[DeFede] This was the holy grail for any cop trying to bring down a dope ring.",
      "vi": "Đây là chén thánh cho cảnh sát nàocố triệt hạ một đường dây ma túy."
    }
  },
  {
    "translation": {
      "en": "[man] March 30, 1988…",
      "vi": "Ngày 30 tháng 03 năm 1988,"
    }
  },
  {
    "translation": {
      "en": "myself and my partner, Jorge Plasencia,",
      "vi": "chính tôi và cộng sự, Jorge Plasencia,"
    }
  },
  {
    "translation": {
      "en": "we go to Dolphin Office Supply on Southwest 27th Avenue.",
      "vi": "đến tiệm văn phòng phẩmDolphin Office ở Đại lộ 27 Tây Nam. THANH TRA MIAMI-DADE"
    }
  },
  {
    "translation": {
      "en": "I'm shopping. I'm looking.",
      "vi": "Tôi đang mua sắm, đang xem."
    }
  },
  {
    "translation": {
      "en": "And the next thing I know,",
      "vi": "Và tiếp đó, tôi thấyJorge Plasencia giật mạnh áo tôi."
    }
  },
  {
    "translation": {
      "en": "I feel Jorge Plasencia tugging at my shirt.",
      "vi": "Và tiếp đó, tôi thấyJorge Plasencia giật mạnh áo tôi. THANH TRA QUẬN MIAMI-DADE, VỀ HƯU"
    }
  },
  {
    "translation": {
      "en": "And he goes…",
      "vi": "Và anh ấy nói: \"Đó là Sal."
    }
  },
  {
    "translation": {
      "en": "[whispers] \"That's Sal. That's Sal Magluta.\"",
      "vi": "Và anh ấy nói: \"Đó là Sal. Đó là Sal Magluta\"."
    }
  },
  {
    "translation": {
      "en": "Sal is in a store, buying some ledgers.",
      "vi": "Sal đang ở cửa hàng, mua ít sổ cái."
    }
  },
  {
    "translation": {
      "en": "He's a fugitive, and who does he happen to run into,",
      "vi": "Anh ta bỏ trốn, và tình cờ chạm mặt ai?"
    }
  },
  {
    "translation": {
      "en": "but a guy he went to high school with who's a Miami detective.",
      "vi": "Một người học cùng trườnglà một thanh tra Miami."
    }
  },
  {
    "translation": {
      "en": "They went to school together at Miami High.",
      "vi": "Họ cùng học ở trường cấp ba Miami."
    }
  },
  {
    "translation": {
      "en": "We knew that Sal was wanted. In fact, we had his last known booking photo",
      "vi": "Bọn tôi biết Sal bị truy nã. Thực ra,bọn tôi có ảnh hắn lúc bị bắt gần nhất"
    }
  },
  {
    "translation": {
      "en": "in our visor in the car.",
      "vi": "ở tấm che nắng trong xe."
    }
  },
  {
    "translation": {
      "en": "He's a big fish.",
      "vi": "Hắn là con cá lớn."
    }
  },
  {
    "translation": {
      "en": "It's a big one. [laughs]",
      "vi": "Một con lớn lắm."
    }
  },
  {
    "translation": {
      "en": "He walked outside, I drew my gun, and I put it behind his head,",
      "vi": "Hắn đi ra ngoài, tôi rút súng ra, và gí súng sau đầu hắn, tôi nói:"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Sal, don't move. You're under arrest.\"",
      "vi": "và gí súng sau đầu hắn, tôi nói: \"Sal, không cử động. Anh đã bị bắt\"."
    }
  },
  {
    "translation": {
      "en": "He goes, \"I'm sorry. I don't know what you're talking about. That's not my name.\"",
      "vi": "Hắn nói: \"Xin lỗi, không hiểu anh nói gì.Đó đâu phải tên tôi\"."
    }
  },
  {
    "translation": {
      "en": "Sal tries to play dumb like, \"Oh, no. That's not me, I'm somebody else.\"",
      "vi": "Sal cố giả ngơ kiểu: \"Ôi không.Đâu phải tôi, tôi là người khác mà\"."
    }
  },
  {
    "translation": {
      "en": "Sure enough, he's got a driver's license with somebody else's name,",
      "vi": "Đúng thực hắn có bằng lái xevới tên người khác,"
    }
  },
  {
    "translation": {
      "en": "I look at him and I go, \"Sal, look over there.\"",
      "vi": "Tôi nhìn hắn và tôi nói:\"Sal, nhìn bên đó đi\"."
    }
  },
  {
    "translation": {
      "en": "And across the other side of the car was Jorge Plasencia.",
      "vi": "Và bên kia xe là Jorge Plasencia."
    }
  },
  {
    "translation": {
      "en": "I go, \"My partner went to high school with you, Sal.\"",
      "vi": "Tôi nói: \"Cộng sự của tôihọc cùng trường với anh đó, Sal\"."
    }
  },
  {
    "translation": {
      "en": "\"I know it's you, Sal! Sal, we went to high school together! I know it's you!\"",
      "vi": "\"Tôi biết là anh, Sal! Ta họccùng trường cấp ba! Là anh!\"."
    }
  },
  {
    "translation": {
      "en": "We put him in the car. I said, \"Sal, it's not a problem,",
      "vi": "Bọn tôi đẩy hắn vào xe.Tôi nói: \"Sal, không vấn đề,"
    }
  },
  {
    "translation": {
      "en": "we'll have you fingerprinted.\"",
      "vi": "ta sẽ lấy dấu vân tay\"."
    }
  },
  {
    "translation": {
      "en": "He didn't even break a sweat.",
      "vi": "Hắn còn chẳng đổ mồ hôi, nói:\"Anh đang phạm sai lầm đó."
    }
  },
  {
    "translation": {
      "en": "He said, \"You're making a mistake. I'm sure we can clear this up.\"",
      "vi": "Hắn còn chẳng đổ mồ hôi, nói:\"Anh đang phạm sai lầm đó. Tôi chắc ta có thể làm rõ chuyện này\".Hắn nói như một doanh nhân vậy."
    }
  },
  {
    "translation": {
      "en": "He's talking like a businessman.",
      "vi": "Tôi chắc ta có thể làm rõ chuyện này\".Hắn nói như một doanh nhân vậy."
    }
  },
  {
    "translation": {
      "en": "[announcer] It's drama on the high seas with the Seahawk racing team.",
      "vi": "Ngoài khơi thật kịch tínhvới đội đua Seahawk."
    }
  },
  {
    "translation": {
      "en": "They had it going so well up to that point.",
      "vi": "Họ đã đua rất tốt cho đến lúc đó."
    }
  },
  {
    "translation": {
      "en": "So halfway to the police department,",
      "vi": "Được nửa đường đến Sở Cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "he goes, \"Okay.\" \"It's me.\"",
      "vi": "hắn nói: \"Được rồi, là tôi."
    }
  },
  {
    "translation": {
      "en": "\"You got me. Let's make a deal.",
      "vi": "Anh đã bắt được tôi. Thỏa thuận đi."
    }
  },
  {
    "translation": {
      "en": "I can take you, right now, to a house",
      "vi": "Ngay bây giờ, tôi có thể đưa anhđến một ngôi nhà có 1.000 kg cocaine."
    }
  },
  {
    "translation": {
      "en": "that has 1,000 kilograms of cocaine. That's like a ton.",
      "vi": "Ngay bây giờ, tôi có thể đưa anhđến một ngôi nhà có 1.000 kg cocaine. Như cả tấn vậy."
    }
  },
  {
    "translation": {
      "en": "You can have it. Just let me go.\"",
      "vi": "Anh có thể có nó. Chỉ cần thả tôi ra\"."
    }
  },
  {
    "translation": {
      "en": "[announcer] This is a very serious situation.",
      "vi": "Tình huống này rất nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "I believe that boat is starting to sink. They just pulled out their life raft.",
      "vi": "Tôi tin là thuyền đó đang bắt đầu chìm.Họ vừa lôi ra bè cứu sinh."
    }
  },
  {
    "translation": {
      "en": "[Alvarez] The street level of that was worth in excess of 25 million dollars.",
      "vi": "Cấp độ đường phố của chỗ đócó lẽ trị giá hơn 25 triệu đô."
    }
  },
  {
    "translation": {
      "en": "So he's offering me a bribe of 25 million dollars.",
      "vi": "Nên hắn định đưa tôikhoản hối lộ là 25 triệu đô."
    }
  },
  {
    "translation": {
      "en": "I said, \"Sal, I'm sorry, I can't help you. I appreciate the offer.\"",
      "vi": "Tôi nói: \"Sal, tiếc là không thể giúp anh.Cảm ơn đề nghị đó\"."
    }
  },
  {
    "translation": {
      "en": "He had no fear.",
      "vi": "Hắn không hề sợ."
    }
  },
  {
    "translation": {
      "en": "He had no fear at all of losing his liberty.",
      "vi": "Hắn không hề sợ mất tự do tí nào."
    }
  },
  {
    "translation": {
      "en": "I don't think I grasped that the way I should've.",
      "vi": "Tôi không nghĩ là tôi hiểu điều đótheo cách lẽ ra tôi nên hiểu."
    }
  },
  {
    "translation": {
      "en": "We walk him over to the jail. Process him.",
      "vi": "Bọn tôi dẫn hắn đến tù.Làm thủ tục cho hắn."
    }
  },
  {
    "translation": {
      "en": "Put him in.",
      "vi": "Tống hắn vào."
    }
  },
  {
    "translation": {
      "en": "Back in 1988, nothing really was computerized.",
      "vi": "Hồi năm 1988, chẳng có gìthực sự được vi tính hóa."
    }
  },
  {
    "translation": {
      "en": "All the prisoner's names were in 3x5 index cards.",
      "vi": "Tất cả tên tù nhânđều trong thẻ chỉ mục 3x5."
    }
  },
  {
    "translation": {
      "en": "Almost like your grandmother would have her recipes on.",
      "vi": "Gần giống như bà ghi công thức nấu ăn vậy."
    }
  },
  {
    "translation": {
      "en": "And they would put in there whether they had bond or no bond.",
      "vi": "Và họ sẽ viết vào đólà họ có giấy bảo lãnh hay không."
    }
  },
  {
    "translation": {
      "en": "Sal's situation is he's got no bond.",
      "vi": "Trường hợp của Sal thì là không."
    }
  },
  {
    "translation": {
      "en": "The only thing he needs to do is serve his sentence,",
      "vi": "Hắn chỉ cần chịu án,"
    }
  },
  {
    "translation": {
      "en": "so he's not getting bond.",
      "vi": "nên hắn sẽ không có giấy bảo lãnh."
    }
  },
  {
    "translation": {
      "en": "He needs to serve his time.",
      "vi": "Hắn cần thụ án của mình."
    }
  },
  {
    "translation": {
      "en": "We put no bond and we left.",
      "vi": "Bọn tôi viết \"Không bảo lãnh\" rồi đi."
    }
  },
  {
    "translation": {
      "en": "And we think",
      "vi": "Và bọn tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "this is the end of Sal.",
      "vi": "đây là kết cục của Sal."
    }
  },
  {
    "translation": {
      "en": "A few days later, we go back to get him to try to cooperate.",
      "vi": "Vài ngày sau, bọn tôi trở lạiđể khiến hắn cố hợp tác."
    }
  },
  {
    "translation": {
      "en": "We go to the front desk, we said, \"Bring down Salvador Magluta.\"",
      "vi": "Bọn tôi đến bàn tiếp nhận, nói:\"Đưa Salvador Magluta xuống\"."
    }
  },
  {
    "translation": {
      "en": "They look through the index card.",
      "vi": "Họ nhìn qua thẻ chỉ mục."
    }
  },
  {
    "translation": {
      "en": "\"We don't have anybody here by that name.\"",
      "vi": "\"Không có ai ở đây có tên đó\"."
    }
  },
  {
    "translation": {
      "en": "\"I don't understand.\" \"We brought him here Friday. He's got no bond.",
      "vi": "\"Tôi không hiểu. Thứ Sáu, bọn tôiđưa hắn đến, không giấy bảo lãnh."
    }
  },
  {
    "translation": {
      "en": "He's going to prison. Where is he?\"",
      "vi": "Hắn sẽ vào tù. Hắn đang ở đâu?\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"He's not here.\"",
      "vi": "Anh ta nói: \"Không ở đây\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"What do you mean he's not here? Find him. He's here. We brought him here.\"",
      "vi": "Tôi nói: \"Không ở đây là ý gì? Tìm hắn đi. Hắn ở đây. Bọn tôi đưa đến đây mà\"."
    }
  },
  {
    "translation": {
      "en": "He was let out the day before.",
      "vi": "\"Anh ta đã được thả ngày hôm trước\"."
    }
  },
  {
    "translation": {
      "en": "I go, \"He couldn't have been. He couldn't have been! He's got no bond.\"",
      "vi": "Tôi nói: \"Hắn không thể nào.Hắn không có giấy bảo lãnh mà\"."
    }
  },
  {
    "translation": {
      "en": "And then they find the card.",
      "vi": "Rồi họ tìm thấy tấm thẻ."
    }
  },
  {
    "translation": {
      "en": "Time served and was released.",
      "vi": "Đã thụ án và được thả."
    }
  },
  {
    "translation": {
      "en": "I go, \"He couldn't have served his time.",
      "vi": "Tôi nói: \"Hắn không thể đã thụ án được."
    }
  },
  {
    "translation": {
      "en": "He was a fugitive. He needs to go to prison.\"",
      "vi": "Hắn là kẻ bỏ trốn. Hắn cần phải đi tù\"."
    }
  },
  {
    "translation": {
      "en": "[DeFede] Somehow, the paperwork at the county jail, well, something happened",
      "vi": "Không hiểu sao giấy tờở nhà tù quận đã có vấn đề gì đó,"
    }
  },
  {
    "translation": {
      "en": "and instead of it showing that Sal owed them 14 months,",
      "vi": "và thay vì ghi Sal nợ họ 14 tháng,"
    }
  },
  {
    "translation": {
      "en": "it showed he'd already served his 14 months.",
      "vi": "nó ghi anh ta đã thụ án 14 tháng rồi."
    }
  },
  {
    "translation": {
      "en": "So they pat him on the back and walk him out the front door.",
      "vi": "Nên họ vỗ vỗ lưngvà dẫn anh ta ra cửa trước."
    }
  },
  {
    "translation": {
      "en": "That's Miami.",
      "vi": "Đó là Miami."
    }
  },
  {
    "translation": {
      "en": "Sal called me and he says, \"You know where I am?\"",
      "vi": "Sal gọi cho tôi và nói:\"Biết anh đang ở đâu không?\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, in jail.\" He says, \"No, I'm on the street.\"",
      "vi": "Tôi nói: \"Ừ, trong tù\".Anh ấy nói: \"Không, trên phố này\"."
    }
  },
  {
    "translation": {
      "en": "[Alvarez] We blew a gasket. It just so happens,",
      "vi": "Bọn tôi tức lắm. Nó cứ thế xảy ra,"
    }
  },
  {
    "translation": {
      "en": "the mistake was made to one of the most prolific",
      "vi": "đã có sai lầm với một trong những kẻ buôn ma túynhiều nhất lịch sử Mỹ."
    }
  },
  {
    "translation": {
      "en": "drug traffickers in US history.",
      "vi": "với một trong những kẻ buôn ma túynhiều nhất lịch sử Mỹ."
    }
  },
  {
    "translation": {
      "en": "What's the chances of that?",
      "vi": "Có bao nhiêu khả năng?"
    }
  },
  {
    "translation": {
      "en": "To operate a company that big, you have to pay people off.",
      "vi": "Để vận hành một công ty to như vậy, bạn phải trả tiền cho người ta."
    }
  },
  {
    "translation": {
      "en": "They had a lot of people on payroll.",
      "vi": "Có nhiều người trên bảng lương."
    }
  },
  {
    "translation": {
      "en": "[Bonachea] I said, \"How'd you get out?\"",
      "vi": "Tôi nói: \"Sao anh ra được?\"."
    }
  },
  {
    "translation": {
      "en": "He says, \"I did a favor for somebody that works at the jail.\"",
      "vi": "Anh ấy nói: \"Anh đã giúpmột người làm ở nhà tù\"."
    }
  },
  {
    "translation": {
      "en": "They decided to return the favor",
      "vi": "Họ đã quyết định trả ơn"
    }
  },
  {
    "translation": {
      "en": "and falsify his papers, so he could walk out.",
      "vi": "và làm sai lệch giấy tờ để anh ấy được ra."
    }
  },
  {
    "translation": {
      "en": "[Clark] Again, for the third time, Sal Magluta is in the wind,",
      "vi": "Một lần nữa, lần thứ ba, Sal Magluta biến mất, không còn bị giam"
    }
  },
  {
    "translation": {
      "en": "no longer in custody",
      "vi": "Sal Magluta biến mất, không còn bị giam"
    }
  },
  {
    "translation": {
      "en": "when authorities had the opportunity to keep him in custody.",
      "vi": "khi mà chính quyềncó cơ hội giam giữ anh ta."
    }
  },
  {
    "translation": {
      "en": "Every time they got busted, they bounce back.",
      "vi": "Mỗi lần bị bắt là họ bật trở lại."
    }
  },
  {
    "translation": {
      "en": "And then they bounce back, and then they bounce back!",
      "vi": "Và rồi họ bật trở lại."
    }
  },
  {
    "translation": {
      "en": "[announcer] Okay, the Seahawk Racing team, that's Sal Magluta.",
      "vi": "Được rồi, đội đua Seahawk,đó là Sal Magluta."
    }
  },
  {
    "translation": {
      "en": "That team is having some problems.",
      "vi": "Đội đó đang gặp chút vấn đề."
    }
  },
  {
    "translation": {
      "en": "But Sal appears that he doesn't wanna stop.",
      "vi": "Nhưng Sal có vẻ không muốn dừng lại."
    }
  }
]