[
  {
    "translation": {
      "en": "-[producer] Right here. -Okay.",
      "vi": "-[producer] Right here.-Okay."
    }
  },
  {
    "translation": {
      "en": "of footage and photos of me and Cartoon's...",
      "vi": "of footage and photosof me and Cartoon's..."
    }
  },
  {
    "translation": {
      "en": "If you ain't got tatted by Cartoon, you ain't got no tat.",
      "vi": "If you ain't got tatted by Cartoon,you ain't got no tat."
    }
  },
  {
    "translation": {
      "en": "If you ain't get shot by Estevan, you got a weak photographer.",
      "vi": "If you ain't get shot by Estevan,you got a weak photographer."
    }
  },
  {
    "translation": {
      "en": "You can't tell the story of Estevan without telling the story of Cartoon.",
      "vi": "You can't tell the story of Estevanwithout telling the story of Cartoon."
    }
  },
  {
    "translation": {
      "en": "Premier representatives of that Los Angeles culture.",
      "vi": "Premier representativesof that Los Angeles culture."
    }
  },
  {
    "translation": {
      "en": "Not just pioneers, I mean, I think they're historians.",
      "vi": "Not just pioneers,I mean, I think they're historians."
    }
  },
  {
    "translation": {
      "en": "Storytellers, they're the image-makers. The chroniclers.",
      "vi": "Storytellers, they're the image-makers.The chroniclers."
    }
  },
  {
    "translation": {
      "en": "When you say LA tattoo artists, you can't not mention Mister Cartoon.",
      "vi": "When you say LA tattoo artists,you can't not mention Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "When you look at a Mister Cartoon tattoo, you know that's Mister Cartoon.",
      "vi": "When you look at a Mister Cartoon tattoo,you know that's Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "Man, you got tatted by Toons, it's, like, a level of respect.",
      "vi": "Man, you got tatted by Toons,it's, like, a level of respect."
    }
  },
  {
    "translation": {
      "en": "-My boy Cartoon. -Cartoon.",
      "vi": "-My boy Cartoon.-Cartoon."
    }
  },
  {
    "translation": {
      "en": "Estevan brings an authenticity that is matched by none other.",
      "vi": "Estevan brings an authenticitythat is matched by none other."
    }
  },
  {
    "translation": {
      "en": "Capturing the whole culture and everything, man.",
      "vi": "Capturing the whole cultureand everything, man."
    }
  },
  {
    "translation": {
      "en": "Lowrider culture, tattoo culture, shots of Skid Row.",
      "vi": "Lowrider culture, tattoo culture,shots of Skid Row."
    }
  },
  {
    "translation": {
      "en": "-[George] These vatos... -[Snoop] They showed",
      "vi": "-[George] These vatos...-[Snoop] They showed"
    }
  },
  {
    "translation": {
      "en": "that you can do it the right way if you do it the right way.",
      "vi": "that you can do it the right wayif you do it the right way."
    }
  },
  {
    "translation": {
      "en": "[Snoop] They paved the way for a lot of people.",
      "vi": "[Snoop] They paved the wayfor a lot of people."
    }
  },
  {
    "translation": {
      "en": "We couldn't have done it without these two guys.",
      "vi": "We couldn't have done itwithout these two guys."
    }
  },
  {
    "translation": {
      "en": "Just be true to who you are, and a lot of people are terrified",
      "vi": "Just be true to who you are,and a lot of people are terrified"
    }
  },
  {
    "translation": {
      "en": "That's one of the reasons they're so successful.",
      "vi": "That's one of the reasonsthey're so successful."
    }
  },
  {
    "translation": {
      "en": "They mean what they say and they say what they mean.",
      "vi": "They mean what they sayand they say what they mean."
    }
  },
  {
    "translation": {
      "en": "This is our thing, and we wanna bring this out to the world.",
      "vi": "This is our thing,and we wanna bring this out to the world."
    }
  },
  {
    "translation": {
      "en": "They've joined forces, and they've been unstoppable ever since.",
      "vi": "They've joined forces,and they've been unstoppable ever since."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Coming from a Chicano, Mexican family,",
      "vi": "[Cartoon] Coming from a Chicano,Mexican family,"
    }
  },
  {
    "translation": {
      "en": "I was told at a young age that I was gifted, I was blessed,",
      "vi": "I was told at a young agethat I was gifted, I was blessed,"
    }
  },
  {
    "translation": {
      "en": "So when my mom would ask me to clean the room,",
      "vi": "So when my mom would ask meto clean the room,"
    }
  },
  {
    "translation": {
      "en": "\"I've been gifted from God. I'm not gonna make my bed. Come on.\"",
      "vi": "\"I've been gifted from God.I'm not gonna make my bed. Come on.\""
    }
  },
  {
    "translation": {
      "en": "[Estevan] For me, work is happiness. Yeah, I love to work.",
      "vi": "[Estevan] For me, work is happiness.Yeah, I love to work."
    }
  },
  {
    "translation": {
      "en": "You know, when you say \"work,\" that means you do something",
      "vi": "You know, when you say \"work,\"that means you do something"
    }
  },
  {
    "translation": {
      "en": "and you get paid, so, yeah, that means my bills can get paid,",
      "vi": "and you get paid, so, yeah,that means my bills can get paid,"
    }
  },
  {
    "translation": {
      "en": "-[girl] Daddy! -[Estevan] I'm not the best dad",
      "vi": "-[girl] Daddy!-[Estevan] I'm not the best dad"
    }
  },
  {
    "translation": {
      "en": "Nobody could say I'd done them wrong. If they do, they're a lying motherfucker.",
      "vi": "Nobody could say I'd done them wrong.If they do, they're a lying motherfucker."
    }
  },
  {
    "translation": {
      "en": "You could go to Europe and shit. Like, we've been all around the world.",
      "vi": "You could go to Europe and shit.Like, we've been all around the world."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Art was like I had to scratch an itch.",
      "vi": "[Estevan]Art was like I had to scratch an itch."
    }
  },
  {
    "translation": {
      "en": "or I would see something that made me wanna draw,",
      "vi": "or I would see somethingthat made me wanna draw,"
    }
  },
  {
    "translation": {
      "en": "and I would get this kind of anxiety that I had to draw,",
      "vi": "and I would get this kind of anxietythat I had to draw,"
    }
  },
  {
    "translation": {
      "en": "[Yolanda] He was young, very young, like... four.",
      "vi": "[Yolanda]He was young, very young, like... four."
    }
  },
  {
    "translation": {
      "en": "At that time, he was drawing nostrils, fingernails, earlobes,",
      "vi": "At that time, he was drawing nostrils,fingernails, earlobes,"
    }
  },
  {
    "translation": {
      "en": "you know, things that kids drew with stick figures,",
      "vi": "you know, things that kids drewwith stick figures,"
    }
  },
  {
    "translation": {
      "en": "he was drawing, doing very intricate things.",
      "vi": "he was drawing,doing very intricate things."
    }
  },
  {
    "translation": {
      "en": "He was my first child, so I just thought I was the greatest mom",
      "vi": "He was my first child, so I just thoughtI was the greatest mom"
    }
  },
  {
    "translation": {
      "en": "You're amazing. You're the best artist in the world.",
      "vi": "You're amazing.You're the best artist in the world."
    }
  },
  {
    "translation": {
      "en": "And then, at some point, you just believe it.",
      "vi": "And then, at some point,you just believe it."
    }
  },
  {
    "translation": {
      "en": "When I was a kid, my father met this guy at the line at the bank.",
      "vi": "When I was a kid, my father met this guyat the line at the bank."
    }
  },
  {
    "translation": {
      "en": "He says, \"I'm in karate. I have a business, a karate business.\"",
      "vi": "He says, \"I'm in karate.I have a business, a karate business.\""
    }
  },
  {
    "translation": {
      "en": "\"I got great news. You're going to martial arts school.\"",
      "vi": "\"I got great news.You're going to martial arts school.\""
    }
  },
  {
    "translation": {
      "en": "I go, \"I don't wanna do that.\" He goes, \"Yeah.\"",
      "vi": "I go, \"I don't wanna do that.\"He goes, \"Yeah.\""
    }
  },
  {
    "translation": {
      "en": "When he first started, he was real shy, wouldn't talk to anybody.",
      "vi": "When he first started, he was real shy,wouldn't talk to anybody."
    }
  },
  {
    "translation": {
      "en": "I would say that he was so confident that he'd walk straight up.",
      "vi": "I would say that he was so confidentthat he'd walk straight up."
    }
  },
  {
    "translation": {
      "en": "because the grand master of the school was also a custom car painter,",
      "vi": "because the grand master of the schoolwas also a custom car painter,"
    }
  },
  {
    "translation": {
      "en": "so I learned all those things, you know, the murals, the candy paint,",
      "vi": "so I learned all those things,you know, the murals, the candy paint,"
    }
  },
  {
    "translation": {
      "en": "I'm Estevan Oriol. I'm a photographer and director.",
      "vi": "I'm Estevan Oriol.I'm a photographer and director."
    }
  },
  {
    "translation": {
      "en": "I was born in Santa Monica at Saint John's Hospital.",
      "vi": "I was born in Santa Monicaat Saint John's Hospital."
    }
  },
  {
    "translation": {
      "en": "but then most people don't know he's half Italian.",
      "vi": "but then most people don't knowhe's half Italian."
    }
  },
  {
    "translation": {
      "en": "[Estevan] My mom and dad were married up until I was about three.",
      "vi": "[Estevan] My mom and dad were marriedup until I was about three."
    }
  },
  {
    "translation": {
      "en": "And they split up, and it was me and my mom.",
      "vi": "And they split up,and it was me and my mom."
    }
  },
  {
    "translation": {
      "en": "We grew up on welfare, food stamps and Medi-Cal,",
      "vi": "We grew up on welfare,food stamps and Medi-Cal,"
    }
  },
  {
    "translation": {
      "en": "but she did her best to make it the best for me.",
      "vi": "but she did her bestto make it the best for me."
    }
  },
  {
    "translation": {
      "en": "they grow up a little bit confused though, \"Am I this race or am I this race?\"",
      "vi": "they grow up a little bit confused though,\"Am I this race or am I this race?\""
    }
  },
  {
    "translation": {
      "en": "And at some point, you just gotta choose. He chose the Latino side.",
      "vi": "And at some point, you just gotta choose.He chose the Latino side."
    }
  },
  {
    "translation": {
      "en": "[Estevan] My dad, he was kind of like a hippie.",
      "vi": "[Estevan] My dad,he was kind of like a hippie."
    }
  },
  {
    "translation": {
      "en": "He didn't give a shit about having a nice car and all that shit,",
      "vi": "He didn't give a shit about havinga nice car and all that shit,"
    }
  },
  {
    "translation": {
      "en": "So after high school, I worked at a snack bar,",
      "vi": "So after high school,I worked at a snack bar,"
    }
  },
  {
    "translation": {
      "en": "or a can of spray paint with him all the time.",
      "vi": "or a can of spray paint with himall the time."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] 'Cause I was hip-hop. I had a b-boy side of me.",
      "vi": "[Cartoon] 'Cause I was hip-hop.I had a b-boy side of me."
    }
  },
  {
    "translation": {
      "en": "[Revok] You know, before the Cartoon that he's known for today,",
      "vi": "[Revok] You know, before the Cartoonthat he's known for today,"
    }
  },
  {
    "translation": {
      "en": "He was from this crew WCA that was kind of legendary",
      "vi": "He was from this crew WCAthat was kind of legendary"
    }
  },
  {
    "translation": {
      "en": "[Risk] I go to probably late '80s with Cartoon.",
      "vi": "[Risk] I go to probably late '80swith Cartoon."
    }
  },
  {
    "translation": {
      "en": "I thought I knew everybody. I was like, \"Who the fuck is this?\"",
      "vi": "I thought I knew everybody.I was like, \"Who the fuck is this?\""
    }
  },
  {
    "translation": {
      "en": "And he had such a unique style, and was so different.",
      "vi": "And he had such a unique style,and was so different."
    }
  },
  {
    "translation": {
      "en": "He hit and run. Like, I'd see a wall, and next day I was like,",
      "vi": "He hit and run. Like, I'd see a wall,and next day I was like,"
    }
  },
  {
    "translation": {
      "en": "\"Where did this come from? Who did it?\" You know.",
      "vi": "\"Where did this come from?Who did it?\" You know."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I basically do graffiti everywhere I go.",
      "vi": "[Cartoon] I basicallydo graffiti everywhere I go."
    }
  },
  {
    "translation": {
      "en": "It brought me a rush, like, you can go to jail for this shit.",
      "vi": "It brought me a rush,like, you can go to jail for this shit."
    }
  },
  {
    "translation": {
      "en": "[Yolanda] He put his name, \"Flame,\" on the graffiti piece,",
      "vi": "[Yolanda] He put his name, \"Flame,\"on the graffiti piece,"
    }
  },
  {
    "translation": {
      "en": "and, so, he was caught, you know, for doing that.",
      "vi": "and, so, he was caught,you know, for doing that."
    }
  },
  {
    "translation": {
      "en": "[Angel] There was something different about him.",
      "vi": "[Angel] There was something differentabout him."
    }
  },
  {
    "translation": {
      "en": "We had an idea that someday he was gonna do something,",
      "vi": "We had an idea that somedayhe was gonna do something,"
    }
  },
  {
    "translation": {
      "en": "that he was gonna go somewhere, he was gonna be something in life.",
      "vi": "that he was gonna go somewhere,he was gonna be something in life."
    }
  },
  {
    "translation": {
      "en": "We were all proud of this, when he came out in the paper.",
      "vi": "We were all proud of this,when he came out in the paper."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I was just searching for my look, you know?",
      "vi": "[Cartoon] I was just searchingfor my look, you know?"
    }
  },
  {
    "translation": {
      "en": "I went to LA Trade-Tech to learn Sign Graphics,",
      "vi": "I went to LA Trade-Techto learn Sign Graphics,"
    }
  },
  {
    "translation": {
      "en": "When I was in school, all the kids knew where the prisons were,",
      "vi": "When I was in school,all the kids knew where the prisons were,"
    }
  },
  {
    "translation": {
      "en": "and some of them would get letters from their family members,",
      "vi": "and some of them would get lettersfrom their family members,"
    }
  },
  {
    "translation": {
      "en": "and see these crazy collaged, pinta-style envelopes",
      "vi": "and see these crazy collaged,pinta-style envelopes"
    }
  },
  {
    "translation": {
      "en": "\"Man, if I could mix that style of artwork with bombing graffiti style,",
      "vi": "\"Man, if I could mix that style of artworkwith bombing graffiti style,"
    }
  },
  {
    "translation": {
      "en": "[Estevan] When I hit 19, I moved to Hollywood.",
      "vi": "[Estevan] When I hit 19,I moved to Hollywood."
    }
  },
  {
    "translation": {
      "en": "and I was working nightclubs for extra money.",
      "vi": "and I was working nightclubsfor extra money."
    }
  },
  {
    "translation": {
      "en": "And then he took me down to the block on Cypress Ave,",
      "vi": "And then he took me down to the blockon Cypress Ave,"
    }
  },
  {
    "translation": {
      "en": "This is the drum machine that we did um, all the House of Pain's records.",
      "vi": "This is the drum machine that we didum, all the House of Pain's records."
    }
  },
  {
    "translation": {
      "en": "♪ Pack it up, pack it in Let me begin ♪",
      "vi": "♪ Pack it up, pack it inLet me begin ♪"
    }
  },
  {
    "translation": {
      "en": "The sample though-- For \"Jump Around,\" I made it.",
      "vi": "The sample though--For \"Jump Around,\" I made it."
    }
  },
  {
    "translation": {
      "en": "Horn player... came in the studio, played the horn,",
      "vi": "Horn player... came in the studio,played the horn,"
    }
  },
  {
    "translation": {
      "en": "When you detune it, it gives it like a crunch.",
      "vi": "When you detune it,it gives it like a crunch."
    }
  },
  {
    "translation": {
      "en": "♪ Feelin', funkin' Amps in the trunk ♪",
      "vi": "♪ Feelin', funkin'Amps in the trunk ♪"
    }
  },
  {
    "translation": {
      "en": "It spreads it out a little bit. That's why that sounds unique.",
      "vi": "It spreads it out a little bit.That's why that sounds unique."
    }
  },
  {
    "translation": {
      "en": "First time I met Estevan, he was working the door of a club on 2nd Street",
      "vi": "First time I met Estevan, he was workingthe door of a club on 2nd Street"
    }
  },
  {
    "translation": {
      "en": "He just would always show me love and let me in.",
      "vi": "He just would alwaysshow me love and let me in."
    }
  },
  {
    "translation": {
      "en": "That's the homie Steve-O, short for Steve Oriol.",
      "vi": "That's the homie Steve-O,short for Steve Oriol."
    }
  },
  {
    "translation": {
      "en": "Switched it up to Scan. Scan was just Scandalous.",
      "vi": "Switched it up to Scan.Scan was just Scandalous."
    }
  },
  {
    "translation": {
      "en": "[Everlast] After we started getting the music together,",
      "vi": "[Everlast] After we startedgetting the music together,"
    }
  },
  {
    "translation": {
      "en": "and we realized we were gonna go on the road, Muggs basically said,",
      "vi": "and we realized we were gonna goon the road, Muggs basically said,"
    }
  },
  {
    "translation": {
      "en": "\"Yo, I know exactly who should be your road manager.\"",
      "vi": "\"Yo, I know exactly who should beyour road manager.\""
    }
  },
  {
    "translation": {
      "en": "Who can I get that's fucking responsible and got they shit together?",
      "vi": "Who can I get that's fucking responsibleand got they shit together?"
    }
  },
  {
    "translation": {
      "en": "That was the beginning of us having worldwide escapades.",
      "vi": "That was the beginningof us having worldwide escapades."
    }
  },
  {
    "translation": {
      "en": "[Estevan] In the beginning, people didn't know that House of Pain was white.",
      "vi": "[Estevan] In the beginning, peopledidn't know that House of Pain was white."
    }
  },
  {
    "translation": {
      "en": "\"What are these fucking white boys walking through here?\"",
      "vi": "\"What are these fucking white boyswalking through here?\""
    }
  },
  {
    "translation": {
      "en": "And the whole fucking club would just go buck wild, berserk,",
      "vi": "And the whole fucking clubwould just go buck wild, berserk,"
    }
  },
  {
    "translation": {
      "en": "and they're just losing their fucking minds.",
      "vi": "and they're just losingtheir fucking minds."
    }
  },
  {
    "translation": {
      "en": "I was with the band in the music videos, like \"Shamrocks and Shenanigans.\"",
      "vi": "I was with the band in the music videos,like \"Shamrocks and Shenanigans.\""
    }
  },
  {
    "translation": {
      "en": "When I wasn't here in LA, I was on tour with House of Pain.",
      "vi": "When I wasn't here in LA,I was on tour with House of Pain."
    }
  },
  {
    "translation": {
      "en": "He thought I lived kind of a cool lifestyle, so...",
      "vi": "He thought I livedkind of a cool lifestyle, so..."
    }
  },
  {
    "translation": {
      "en": "This is my first camera that my dad gave me.",
      "vi": "This is my first camerathat my dad gave me."
    }
  },
  {
    "translation": {
      "en": "This is the one that I talk about when people say,",
      "vi": "This is the one that I talk aboutwhen people say,"
    }
  },
  {
    "translation": {
      "en": "[Everlast] We would go on these little really fucked-up promo tours,",
      "vi": "[Everlast] We would go on theselittle really fucked-up promo tours,"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I figured out that I was gonna be an artist",
      "vi": "[Cartoon] I figured outthat I was gonna be an artist"
    }
  },
  {
    "translation": {
      "en": "I think airbrushing T-shirts, when I first did that,",
      "vi": "I think airbrushing T-shirts,when I first did that,"
    }
  },
  {
    "translation": {
      "en": "is when I knew I could do this for a living.",
      "vi": "is when I knewI could do this for a living."
    }
  },
  {
    "translation": {
      "en": "And I would paint portraits of people's cars,",
      "vi": "And I would paintportraits of people's cars,"
    }
  },
  {
    "translation": {
      "en": "put it on a T-shirt and put the name over top.",
      "vi": "put it on a T-shirtand put the name over top."
    }
  },
  {
    "translation": {
      "en": "Chicken and soup. And I'm gonna get the spinach and butter.",
      "vi": "Chicken and soup.And I'm gonna get the spinach and butter."
    }
  },
  {
    "translation": {
      "en": "When you're on the road, man, shit can get a bit stressful.",
      "vi": "When you're on the road, man,shit can get a bit stressful."
    }
  },
  {
    "translation": {
      "en": "You need somebody out there that knows everybody's personalities",
      "vi": "You need somebody out therethat knows everybody's personalities"
    }
  },
  {
    "translation": {
      "en": "and everything, keep everything at ease all the time.",
      "vi": "and everything,keep everything at ease all the time."
    }
  },
  {
    "translation": {
      "en": "Every day was a new adventure, new city, new country, new shows.",
      "vi": "Every day was a new adventure,new city, new country, new shows."
    }
  },
  {
    "translation": {
      "en": "He wasn't Estevan Oriol, the photographer. He was the road dog.",
      "vi": "He wasn't Estevan Oriol, the photographer.He was the road dog."
    }
  },
  {
    "translation": {
      "en": "Cypress Hill, at the time, had not only... selling crazy records or platinum records,",
      "vi": "Cypress Hill, at the time, had not only...selling crazy records or platinum records,"
    }
  },
  {
    "translation": {
      "en": "B-Real was one of the dopest emcees in the world at the time.",
      "vi": "B-Real was one of the dopest emceesin the world at the time."
    }
  },
  {
    "translation": {
      "en": "You never have to ask me if I'm ready. I'm always ready, motherfucker. Fuck you.",
      "vi": "You never have to ask me if I'm ready.I'm always ready, motherfucker. Fuck you."
    }
  },
  {
    "translation": {
      "en": "Muggs had put on Estevan to work with the House of Pain guys",
      "vi": "Muggs had put on Estevanto work with the House of Pain guys"
    }
  },
  {
    "translation": {
      "en": "and then he came to work with us, Cypress Hill.",
      "vi": "and then he came to work with us,Cypress Hill."
    }
  },
  {
    "translation": {
      "en": "His first show with us was at Woodstock 1994.",
      "vi": "His first showwith us was at Woodstock 1994."
    }
  },
  {
    "translation": {
      "en": "[Estevan] B-Real jumps off the stage into the crowd, now I gotta pull him out,",
      "vi": "[Estevan] B-Real jumps off the stageinto the crowd, now I gotta pull him out,"
    }
  },
  {
    "translation": {
      "en": "but while I'm pulling him out, I'm taking pictures.",
      "vi": "but while I'm pulling him out,I'm taking pictures."
    }
  },
  {
    "translation": {
      "en": "♪ But I'm still comin' to get ya Thinkin' like a peace smoke ♪",
      "vi": "♪ But I'm still comin' to get yaThinkin' like a peace smoke ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Comin' on a homicide You talkin' shit, try to take... ♪",
      "vi": "♪ Comin' on a homicideYou talkin' shit, try to take... ♪"
    }
  },
  {
    "translation": {
      "en": "Estevan, he had many different roles he played.",
      "vi": "Estevan, he had manydifferent roles he played."
    }
  },
  {
    "translation": {
      "en": "♪ So what ya gonna do now? Being the hunted one is no fun ♪",
      "vi": "♪ So what ya gonna do now?Being the hunted one is no fun ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Better run more And move a little faster ♪",
      "vi": "♪ Better run moreAnd move a little faster ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Second of thought And I'm comin' to blast ya with my ♪",
      "vi": "♪ Second of thoughtAnd I'm comin' to blast ya with my ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Sawed off shotgun, hand on the pump Left hand on a forty ♪",
      "vi": "♪ Sawed off shotgun, hand on the pumpLeft hand on a forty ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Lala, la la, la la, la la ♪ -[B-Real] Let's rock 'n' roll.",
      "vi": "-♪ Lala, la la, la la, la la ♪-[B-Real] Let's rock 'n' roll."
    }
  },
  {
    "translation": {
      "en": "[B-Real] That's the way our crew was. We all worked together very tightly.",
      "vi": "[B-Real] That's the way our crew was.We all worked together very tightly."
    }
  },
  {
    "translation": {
      "en": "You know, everybody did multiple things just to get whatever we needed done,",
      "vi": "You know, everybody did multiple thingsjust to get whatever we needed done,"
    }
  },
  {
    "translation": {
      "en": "and Estevan, you know, he covered a lot of bases,",
      "vi": "and Estevan, you know,he covered a lot of bases,"
    }
  },
  {
    "translation": {
      "en": "and, at the same time, being our family and friend",
      "vi": "and, at the same time,being our family and friend"
    }
  },
  {
    "translation": {
      "en": "and filling every spot that needed to be filled.",
      "vi": "and filling every spotthat needed to be filled."
    }
  },
  {
    "translation": {
      "en": "What's up, dude? This is motherfucking Scandalous.",
      "vi": "What's up, dude?This is motherfucking Scandalous."
    }
  },
  {
    "translation": {
      "en": "If you need anything, I got what you want, baby.",
      "vi": "If you need anything,I got what you want, baby."
    }
  },
  {
    "translation": {
      "en": "Can you hear me? We're right here in fucked-up Cleveland,",
      "vi": "Can you hear me? We're right herein fucked-up Cleveland,"
    }
  },
  {
    "translation": {
      "en": "we just had Mother Nature trip the fuck out on us.",
      "vi": "we just had Mother Naturetrip the fuck out on us."
    }
  },
  {
    "translation": {
      "en": "[Sen] So Estevan came through and a lot of the great footage that we have now",
      "vi": "[Sen] So Estevan came through and a lotof the great footage that we have now"
    }
  },
  {
    "translation": {
      "en": "from Cypress Hill in those early days, it was all Estevan Oriol footage.",
      "vi": "from Cypress Hill in those early days,it was all Estevan Oriol footage."
    }
  },
  {
    "translation": {
      "en": "I have Steve-O in my head always saying things like,",
      "vi": "I have Steve-O in my headalways saying things like,"
    }
  },
  {
    "translation": {
      "en": "\"I'm just right here. I'm just right here.\"",
      "vi": "\"I'm just right here.I'm just right here.\""
    }
  },
  {
    "translation": {
      "en": "\"Don't worry about it. I'm doing my job. I'm right here.\"",
      "vi": "\"Don't worry about it.I'm doing my job. I'm right here.\""
    }
  },
  {
    "translation": {
      "en": "[Sen] The most pissed-on fucking countryside I've seen.",
      "vi": "[Sen] The most pissed-onfucking countryside I've seen."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] What else are we gonna do? -[Sen] We need to get there before you do.",
      "vi": "-[Estevan] What else are we gonna do?-[Sen] We need to get there before you do."
    }
  },
  {
    "translation": {
      "en": "-[boy] Oh, he's stuck! -[driver] You fucking bollocks!",
      "vi": "-[boy] Oh, he's stuck!-[driver] You fucking bollocks!"
    }
  },
  {
    "translation": {
      "en": "[driver] We have to go backstage, you know?",
      "vi": "[driver] We have to go backstage,you know?"
    }
  },
  {
    "translation": {
      "en": "[policeman] You can't get in that way. It's too small.",
      "vi": "[policeman] You can't get in that way.It's too small."
    }
  },
  {
    "translation": {
      "en": "-[driver] We wanna go backstage. -Yeah, you got a pass?",
      "vi": "-[driver] We wanna go backstage.-Yeah, you got a pass?"
    }
  },
  {
    "translation": {
      "en": "-[policeman] Cypress-- Oh, yeah. -Yeah.",
      "vi": "-[policeman] Cypress-- Oh, yeah.-Yeah."
    }
  },
  {
    "translation": {
      "en": "-[Sen] We made it, Engolf. -[Estevan chuckles]",
      "vi": "-[Sen] We made it, Engolf.-[Estevan chuckles]"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'm on tour with The Beastie Boys,",
      "vi": "[Estevan] I'm on tourwith The Beastie Boys,"
    }
  },
  {
    "translation": {
      "en": "[Estevan] You're going from nothing to seeing thousands of people",
      "vi": "[Estevan] You're going from nothingto seeing thousands of people"
    }
  },
  {
    "translation": {
      "en": "losing their fucking minds to the song that you guys are bringing, you know?",
      "vi": "losing their fucking minds to the songthat you guys are bringing, you know?"
    }
  },
  {
    "translation": {
      "en": "\"Okay, yeah, I need to take pictures of all this shit.\"",
      "vi": "\"Okay, yeah, I needto take pictures of all this shit.\""
    }
  },
  {
    "translation": {
      "en": "[Estevan] I started offering my photos to the magazines,",
      "vi": "[Estevan] I started offering my photosto the magazines,"
    }
  },
  {
    "translation": {
      "en": "so music magazines started publishing my photos.",
      "vi": "so music magazinesstarted publishing my photos."
    }
  },
  {
    "translation": {
      "en": "The motherfucker was the man, you know? He was a man of many hats.",
      "vi": "The motherfucker was the man, you know?He was a man of many hats."
    }
  },
  {
    "translation": {
      "en": "When I met him, I was about 14, 15 years old.",
      "vi": "When I met him,I was about 14, 15 years old."
    }
  },
  {
    "translation": {
      "en": "I was in the group The Whooliganz. I rapped. I was a rapper.",
      "vi": "I was in the group The Whooliganz.I rapped. I was a rapper."
    }
  },
  {
    "translation": {
      "en": "♪ Book your silly crick Put your hands up ♪",
      "vi": "♪ Book your silly crickPut your hands up ♪"
    }
  },
  {
    "translation": {
      "en": "[Alchemist] Me and my man Scotty. Scotty Caan.",
      "vi": "[Alchemist] Me and my man Scotty.Scotty Caan."
    }
  },
  {
    "translation": {
      "en": "[Scott] We had made a record with B-Real, so they were bringing us out on tour",
      "vi": "[Scott] We had made a record with B-Real,so they were bringing us out on tour"
    }
  },
  {
    "translation": {
      "en": "to pump up our record that hadn't come out yet.",
      "vi": "to pump up our recordthat hadn't come out yet."
    }
  },
  {
    "translation": {
      "en": "with nothing to do, but be alive for one hour.",
      "vi": "with nothing to do,but be alive for one hour."
    }
  },
  {
    "translation": {
      "en": "smoke weed and drink, and hang out with your idols.",
      "vi": "smoke weed and drink,and hang out with your idols."
    }
  },
  {
    "translation": {
      "en": "I don't like to represent an age group. I'm representing hip-hop.",
      "vi": "I don't like to represent an age group.I'm representing hip-hop."
    }
  },
  {
    "translation": {
      "en": "You know, he started fucking with the camera then...",
      "vi": "You know,he started fucking with the camera then..."
    }
  },
  {
    "translation": {
      "en": "Alchemist started fucking with beats then and...",
      "vi": "Alchemist started fuckingwith beats then and..."
    }
  },
  {
    "translation": {
      "en": "-Can we say \"fuck\"? -[producer] Yeah.",
      "vi": "-Can we say \"fuck\"?-[producer] Yeah."
    }
  },
  {
    "translation": {
      "en": "You talk about that time, you can't not curse.",
      "vi": "You talk about that time,you can't not curse."
    }
  },
  {
    "translation": {
      "en": "You gotta remember, in '93, Soul Assassins,",
      "vi": "You gotta remember, in '93,Soul Assassins,"
    }
  },
  {
    "translation": {
      "en": "Cypress Hill, House of Pain, they were the top of rap.",
      "vi": "Cypress Hill, House of Pain,they were the top of rap."
    }
  },
  {
    "translation": {
      "en": "but other than that, this was the biggest shit going on.",
      "vi": "but other than that,this was the biggest shit going on."
    }
  },
  {
    "translation": {
      "en": "[Pat] I met Estevan Oriol 25 plus years ago.",
      "vi": "[Pat] I met Estevan Oriol25 plus years ago."
    }
  },
  {
    "translation": {
      "en": "It was surreal for a 16-year-old to go to a concert",
      "vi": "It was surreal for a 16-year-oldto go to a concert"
    }
  },
  {
    "translation": {
      "en": "with The Whooliganz opening up for House of Pain and Cypress Hill",
      "vi": "with The Whooliganz opening upfor House of Pain and Cypress Hill"
    }
  },
  {
    "translation": {
      "en": "We were backstage, and they almost shut the whole concert down",
      "vi": "We were backstage, and they almostshut the whole concert down"
    }
  },
  {
    "translation": {
      "en": "because some guy named Estevan punched out the bootleggers.",
      "vi": "because some guy named Estevanpunched out the bootleggers."
    }
  },
  {
    "translation": {
      "en": "They would get your artwork from the newspaper and make a shirt.",
      "vi": "They would get your artworkfrom the newspaper and make a shirt."
    }
  },
  {
    "translation": {
      "en": "Like an hour before the show, a couple-- All the homeboys",
      "vi": "Like an hour before the show,a couple-- All the homeboys"
    }
  },
  {
    "translation": {
      "en": "would like, put their hoods on and, like, go walk through the parking lot",
      "vi": "would like, put their hoods on and, like,go walk through the parking lot"
    }
  },
  {
    "translation": {
      "en": "and you'd just be sittin' by the, you know, by the trailers,",
      "vi": "and you'd just be sittin'by the, you know, by the trailers,"
    }
  },
  {
    "translation": {
      "en": "-and you just hear, \"Wham!\" -Damn!",
      "vi": "-and you just hear, \"Wham!\"-Damn!"
    }
  },
  {
    "translation": {
      "en": "And dudes would just get knocked out cold, like...",
      "vi": "And dudes would just get knocked out cold,like..."
    }
  },
  {
    "translation": {
      "en": "-[producer] Name names. -Muggs, Estevan.",
      "vi": "-[producer] Name names.-Muggs, Estevan."
    }
  },
  {
    "translation": {
      "en": "Him beating up a bootlegger in San Francisco",
      "vi": "Him beating up a bootleggerin San Francisco"
    }
  },
  {
    "translation": {
      "en": "From their platinum album Temples of Boom, you guys, here is Cypress Hill!",
      "vi": "From their platinum album Temples of Boom,you guys, here is Cypress Hill!"
    }
  },
  {
    "translation": {
      "en": "♪ All this confusion's stressing me Out in my mind ♪",
      "vi": "♪ All this confusion's stressing meOut in my mind ♪"
    }
  },
  {
    "translation": {
      "en": "There were times I think where he even may have filled in",
      "vi": "There were times I thinkwhere he even may have filled in"
    }
  },
  {
    "translation": {
      "en": "You can't blame all of us for these few groups.",
      "vi": "You can't blame all of usfor these few groups."
    }
  },
  {
    "translation": {
      "en": "[Jim] Clearly, the controversy is going to continue.",
      "vi": "[Jim] Clearly,the controversy is going to continue."
    }
  },
  {
    "translation": {
      "en": "-Thanks a lot for joining us. -Thanks for having us.",
      "vi": "-Thanks a lot for joining us.-Thanks for having us."
    }
  },
  {
    "translation": {
      "en": "This is Cypress Hill. And now, back to New York.",
      "vi": "This is Cypress Hill.And now, back to New York."
    }
  },
  {
    "translation": {
      "en": "I think it all changed, though, when I did my first album cover.",
      "vi": "I think it all changed, though,when I did my first album cover."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] The verdict was read, and the streets went crazy.",
      "vi": "[Cartoon] The verdict was read,and the streets went crazy."
    }
  },
  {
    "translation": {
      "en": "Blacks and Mexicans started looking at each other, communicating",
      "vi": "Blacks and Mexicans started lookingat each other, communicating"
    }
  },
  {
    "translation": {
      "en": "Boy, they didn't like that. They didn't like that.",
      "vi": "Boy, they didn't like that.They didn't like that."
    }
  },
  {
    "translation": {
      "en": "I remember that day, driving on the 110 freeway,",
      "vi": "I remember that day,driving on the 110 freeway,"
    }
  },
  {
    "translation": {
      "en": "going to Hollywood and seeing the sides of the 110",
      "vi": "going to Hollywoodand seeing the sides of the 110"
    }
  },
  {
    "translation": {
      "en": "I was driving, and the Kid Frost album cover I had drawn",
      "vi": "I was driving,and the Kid Frost album cover I had drawn"
    }
  },
  {
    "translation": {
      "en": "Now I'm in the music game, and I don't even play the guitar.",
      "vi": "Now I'm in the music game,and I don't even play the guitar."
    }
  },
  {
    "translation": {
      "en": "Behind me is where me and Cartoon first met.",
      "vi": "Behind me iswhere me and Cartoon first met."
    }
  },
  {
    "translation": {
      "en": "On that particular night, they rented out the top floor",
      "vi": "On that particular night,they rented out the top floor"
    }
  },
  {
    "translation": {
      "en": "for The Penthouse Players record release party.",
      "vi": "for The Penthouse Playersrecord release party."
    }
  },
  {
    "translation": {
      "en": "Me and my friend Donnie Charles, we went there together.",
      "vi": "Me and my friend Donnie Charles,we went there together."
    }
  },
  {
    "translation": {
      "en": "\"Come over here, uh, I want you to meet my other homie.",
      "vi": "\"Come over here, uh,I want you to meet my other homie."
    }
  },
  {
    "translation": {
      "en": "You guys just kick it right here, and I'm gonna go roll around.\"",
      "vi": "You guys just kick it right here,and I'm gonna go roll around.\""
    }
  },
  {
    "translation": {
      "en": "\"E\" impacted my life because I found someone",
      "vi": "\"E\" impacted my lifebecause I found someone"
    }
  },
  {
    "translation": {
      "en": "[Yolanda] I remember him telling me, \"Mommy,\" says,",
      "vi": "[Yolanda] I remember him telling me,\"Mommy,\" says,"
    }
  },
  {
    "translation": {
      "en": "\"I met a guy that thinks along the same lines I do.\"",
      "vi": "\"I met a guy that thinksalong the same lines I do.\""
    }
  },
  {
    "translation": {
      "en": "Probably my first seeing Cartoon was, like, early '94.",
      "vi": "Probably my first seeing Cartoonwas, like, early '94."
    }
  },
  {
    "translation": {
      "en": "it was at Muggs' crib up in the Hollywood Hills.",
      "vi": "it was at Muggs' cribup in the Hollywood Hills."
    }
  },
  {
    "translation": {
      "en": "-They were in a '64 Impala. -[David] It is a buddy comedy.",
      "vi": "-They were in a '64 Impala.-[David] It is a buddy comedy."
    }
  },
  {
    "translation": {
      "en": "[Muggs] Abbott and Costello. These two motherfuckers was non-stop.",
      "vi": "[Muggs] Abbott and Costello.These two motherfuckers was non-stop."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] At the beginning, it was rough for us.",
      "vi": "[Cartoon] At the beginning,it was rough for us."
    }
  },
  {
    "translation": {
      "en": "And the more we hung out, the more we just started building on ideas",
      "vi": "And the more we hung out,the more we just started building on ideas"
    }
  },
  {
    "translation": {
      "en": "of things that we could do to make money that weren't illegal.",
      "vi": "of things that we could doto make money that weren't illegal."
    }
  },
  {
    "translation": {
      "en": "[man] The check dance. Let's see the-- Let's see the--",
      "vi": "[man] The check dance.Let's see the-- Let's see the--"
    }
  },
  {
    "translation": {
      "en": "Back in those days, you know, there was no Estevan without Cartoon.",
      "vi": "Back in those days, you know,there was no Estevan without Cartoon."
    }
  },
  {
    "translation": {
      "en": "[Muggs] Cartoon's role in Soul Assassins, he's like the... the visuals.",
      "vi": "[Muggs] Cartoon's role in Soul Assassins,he's like the... the visuals."
    }
  },
  {
    "translation": {
      "en": "We saw the talent in him. We believed in him.",
      "vi": "We saw the talent in him.We believed in him."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Get in there. Get in there, fucker.",
      "vi": "[Estevan] Get in there.Get in there, fucker."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Where we at? -We're in a ferry right now.",
      "vi": "-[Estevan] Where we at?-We're in a ferry right now."
    }
  },
  {
    "translation": {
      "en": "All that tour life, man, I think that's what kind of molded us",
      "vi": "All that tour life, man,I think that's what kind of molded us"
    }
  },
  {
    "translation": {
      "en": "to be able to have different relationships, you know?",
      "vi": "to be able to havedifferent relationships, you know?"
    }
  },
  {
    "translation": {
      "en": "-[woman] You're high, man. -[Estevan] Wow!",
      "vi": "-[woman] You're high, man.-[Estevan] Wow!"
    }
  },
  {
    "translation": {
      "en": "What do you think about that? It looks crazy.",
      "vi": "What do you think about that?It looks crazy."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'll take a little piece and taste it.",
      "vi": "[Estevan]I'll take a little piece and taste it."
    }
  },
  {
    "translation": {
      "en": "When Cartoon first started coming around, he started doing all of our shit.",
      "vi": "When Cartoon first started coming around,he started doing all of our shit."
    }
  },
  {
    "translation": {
      "en": "would get blown up into this big giant blow-up doll",
      "vi": "would get blown upinto this big giant blow-up doll"
    }
  },
  {
    "translation": {
      "en": "I hadn't even started tattooing. I didn't even have a tattoo yet.",
      "vi": "I hadn't even started tattooing.I didn't even have a tattoo yet."
    }
  },
  {
    "translation": {
      "en": "hangin' around professional tattoo shops that...",
      "vi": "hangin' aroundprofessional tattoo shops that..."
    }
  },
  {
    "translation": {
      "en": "[man] This is NFC, stands for \"No Fat Chicks.\"",
      "vi": "[man] This is NFC,stands for \"No Fat Chicks.\""
    }
  },
  {
    "translation": {
      "en": "A long, long time ago, I made a tattoo machine...",
      "vi": "A long, long time ago,I made a tattoo machine..."
    }
  },
  {
    "translation": {
      "en": "And this is what he started tattooing me with.",
      "vi": "And this is what he startedtattooing me with."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Even though I was good at drawing on paper,",
      "vi": "[Cartoon] Even though I was goodat drawing on paper,"
    }
  },
  {
    "translation": {
      "en": "and I could do graffiti, airbrush, skin was a completely different world.",
      "vi": "and I could do graffiti, airbrush,skin was a completely different world."
    }
  },
  {
    "translation": {
      "en": "[Muggs] His transition from drawing to the tattoo game",
      "vi": "[Muggs] His transitionfrom drawing to the tattoo game"
    }
  },
  {
    "translation": {
      "en": "[Alchemist] I don't remember exactly how he transitioned,",
      "vi": "[Alchemist] I don't remember exactlyhow he transitioned,"
    }
  },
  {
    "translation": {
      "en": "but I remember, like, his first tattoos. It was, like, \"Oh, it's over.\"",
      "vi": "but I remember, like, his first tattoos.It was, like, \"Oh, it's over.\""
    }
  },
  {
    "translation": {
      "en": "[Estevan] Cartoon came in and changed the game.",
      "vi": "[Estevan] Cartoon came inand changed the game."
    }
  },
  {
    "translation": {
      "en": "[Alchemist] From spraying on a metal to \"Give me this fucking gun,\"",
      "vi": "[Alchemist] From spraying on a metalto \"Give me this fucking gun,\""
    }
  },
  {
    "translation": {
      "en": "In the early days, he'd bring me all my customers.",
      "vi": "In the early days,he'd bring me all my customers."
    }
  },
  {
    "translation": {
      "en": "I'd just see all these people and all these bands,",
      "vi": "I'd just see all these peopleand all these bands,"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Just see them at a concert and be like,",
      "vi": "[Cartoon]Just see them at a concert and be like,"
    }
  },
  {
    "translation": {
      "en": "\"Oh, you like tattoos? That's a nice tattoo.",
      "vi": "\"Oh, you like tattoos?That's a nice tattoo."
    }
  },
  {
    "translation": {
      "en": "You ever got tattooed by Cartoon? He did this on me.\"",
      "vi": "You ever got tattooed by Cartoon?He did this on me.\""
    }
  },
  {
    "translation": {
      "en": "And I showed them mine, and they were fresh.",
      "vi": "And I showed them mine,and they were fresh."
    }
  },
  {
    "translation": {
      "en": "\"Oh, that's badass, you know. Who did that?\"",
      "vi": "\"Oh, that's badass, you know.Who did that?\""
    }
  },
  {
    "translation": {
      "en": "\"My boy Cartoon. He brought his shit. You can get tattooed with him.\"",
      "vi": "\"My boy Cartoon. He brought his shit.You can get tattooed with him.\""
    }
  },
  {
    "translation": {
      "en": "[Paul] They're super ambitious, super creative.",
      "vi": "[Paul] They're super ambitious,super creative."
    }
  },
  {
    "translation": {
      "en": "You just want this same style, but just a little more symmetrical.",
      "vi": "You just want this same style,but just a little more symmetrical."
    }
  },
  {
    "translation": {
      "en": "Hey, Paul, we're ready to get Jewish, get right.",
      "vi": "Hey, Paul,we're ready to get Jewish, get right."
    }
  },
  {
    "translation": {
      "en": "I know Toons went on the Anger Management Tour",
      "vi": "I know Toons wenton the Anger Management Tour"
    }
  },
  {
    "translation": {
      "en": "-This was the tour. -Damn.",
      "vi": "-This was the tour.-Damn."
    }
  },
  {
    "translation": {
      "en": "[Bobo] We're doing these European festivals",
      "vi": "[Bobo] We're doingthese European festivals"
    }
  },
  {
    "translation": {
      "en": "Whookid is accused of trying to bribe a prostitute",
      "vi": "Whookid is accusedof trying to bribe a prostitute"
    }
  },
  {
    "translation": {
      "en": "It was crazy, he was tattooing on tour over there in Europe.",
      "vi": "It was crazy, he was tattooingon tour over there in Europe."
    }
  },
  {
    "translation": {
      "en": "I came over here to Europe to come with Cypress Hill.",
      "vi": "I came over here to Europeto come with Cypress Hill."
    }
  },
  {
    "translation": {
      "en": "Actually, it's a Cartoon tour featuring 50 Cent.",
      "vi": "Actually,it's a Cartoon tour featuring 50 Cent."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Eminem. -Cartoon, homie. Y'all can't afford it.",
      "vi": "-[Cartoon] Eminem.-Cartoon, homie. Y'all can't afford it."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Xzibit. -Fucking ecstasy, man!",
      "vi": "-[Cartoon] Xzibit.-Fucking ecstasy, man!"
    }
  },
  {
    "translation": {
      "en": "It ain't easy, but somebody gotta do it. Why the hell not you, right?",
      "vi": "It ain't easy, but somebody gotta do it.Why the hell not you, right?"
    }
  },
  {
    "translation": {
      "en": "Basically, my tattoo customers are getting together",
      "vi": "Basically, my tattoo customersare getting together"
    }
  },
  {
    "translation": {
      "en": "That was pretty cool 'cause he was doing it sometimes",
      "vi": "That was pretty cool'cause he was doing it sometimes"
    }
  },
  {
    "translation": {
      "en": "-You're coming with us tomorrow, right? -We're coming at 3:00 p.m. 2:00 p--",
      "vi": "-You're coming with us tomorrow, right?-We're coming at 3:00 p.m. 2:00 p--"
    }
  },
  {
    "translation": {
      "en": "Wow! I'm Proof now, for real, for real, you know what I'm saying?",
      "vi": "Wow! I'm Proof now, for real, for real,you know what I'm saying?"
    }
  },
  {
    "translation": {
      "en": "so when you have a tattoo machine going in the back...",
      "vi": "so when you have a tattoo machinegoing in the back..."
    }
  },
  {
    "translation": {
      "en": "...and you're in Germany somewhere, you're gonna be there all day.",
      "vi": "...and you're in Germany somewhere,you're gonna be there all day."
    }
  },
  {
    "translation": {
      "en": "He shoulda did a class photo with all his ink victims on this tour.",
      "vi": "He shoulda did a class photowith all his ink victims on this tour."
    }
  },
  {
    "translation": {
      "en": "[Eric] He did Bizarre from D12. He did his belly, man.",
      "vi": "[Eric] He did Bizarre from D12.He did his belly, man."
    }
  },
  {
    "translation": {
      "en": "I remember, I was there just watching him do this.",
      "vi": "I remember, I was therejust watching him do this."
    }
  },
  {
    "translation": {
      "en": "He had lot of real estate right there. It was crazy.",
      "vi": "He had lot of real estate right there.It was crazy."
    }
  },
  {
    "translation": {
      "en": "and you ain't got a tattoo by Cartoon, then you ain't living.",
      "vi": "and you ain't got a tattoo by Cartoon,then you ain't living."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I was just that guy in the industry",
      "vi": "[Cartoon]I was just that guy in the industry"
    }
  },
  {
    "translation": {
      "en": "and people were coming to see me because of my work.",
      "vi": "and people were coming to see mebecause of my work."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] 25 years old, this is holding its weight.",
      "vi": "[Cartoon] 25 years old,this is holding its weight."
    }
  },
  {
    "translation": {
      "en": "DL, all day strong. Know what I'm talkin' bout?",
      "vi": "DL, all day strong.Know what I'm talkin' bout?"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Is there anywhere to go get something to eat?",
      "vi": "[Estevan] Is there anywhereto go get something to eat?"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Huh? -Terminal two.",
      "vi": "-[Estevan] Huh?-Terminal two."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] How do you get there? -You go--",
      "vi": "-[Estevan] How do you get there?-You go--"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] You need that? -No.",
      "vi": "-[Estevan] You need that?-No."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Let's go. -[baggage claim siren]",
      "vi": "-[Estevan] Let's go.-[baggage claim siren]"
    }
  },
  {
    "translation": {
      "en": "[Eric] Before you know it, everybody was calling Cartoon.",
      "vi": "[Eric] Before you know it,everybody was calling Cartoon."
    }
  },
  {
    "translation": {
      "en": "Well, at that point in time, everybody started getting tatted up.",
      "vi": "Well, at that point in time,everybody started getting tatted up."
    }
  },
  {
    "translation": {
      "en": "That means that's me and my motherfucking man Preemo, okay?",
      "vi": "That means that's meand my motherfucking man Preemo, okay?"
    }
  },
  {
    "translation": {
      "en": "-DJ Premier. -Yeah.",
      "vi": "-DJ Premier.-Yeah."
    }
  },
  {
    "translation": {
      "en": "[Premier] Only real shit gets done on me anyway, so the realest shit,",
      "vi": "[Premier] Only real shit gets doneon me anyway, so the realest shit,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna leave my whole little cigarette binge right here in New York,",
      "vi": "I'm gonna leave my whole littlecigarette binge right here in New York,"
    }
  },
  {
    "translation": {
      "en": "I can't leave it there cause I'm over here.",
      "vi": "I can't leave it therecause I'm over here."
    }
  },
  {
    "translation": {
      "en": "If I tell you to shut the fuck up, will you shut the fuck up?",
      "vi": "If I tell you to shut the fuck up,will you shut the fuck up?"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I might've experimented with every kind of drug you could try.",
      "vi": "[Cartoon] I might've experimentedwith every kind of drug you could try."
    }
  },
  {
    "translation": {
      "en": "I'd wake up with the craziest cramps in my legs.",
      "vi": "I'd wake upwith the craziest cramps in my legs."
    }
  },
  {
    "translation": {
      "en": "And to go to the next level, \"E\" had to leave...",
      "vi": "And to go to the next level,\"E\" had to leave..."
    }
  },
  {
    "translation": {
      "en": "and sponsored countless amount of people for years.",
      "vi": "and sponsoredcountless amount of people for years."
    }
  },
  {
    "translation": {
      "en": "Once he got sober, I just seen domination kick in.",
      "vi": "Once he got sober,I just seen domination kick in."
    }
  },
  {
    "translation": {
      "en": "I mean, should I tell you-- I can tell you the whole story now.",
      "vi": "I mean, should I tell you--I can tell you the whole story now."
    }
  },
  {
    "translation": {
      "en": "♪ Now here's a little something That needs to be heard ♪",
      "vi": "♪ Now here's a little somethingThat needs to be heard ♪"
    }
  },
  {
    "translation": {
      "en": "[Snoop] My first time going to S.A. Studios,",
      "vi": "[Snoop]My first time going to S.A. Studios,"
    }
  },
  {
    "translation": {
      "en": "I never would've found them if I hadn't become successful.",
      "vi": "I never would've found themif I hadn't become successful."
    }
  },
  {
    "translation": {
      "en": "Yo. I remember walking in, though, and being like,",
      "vi": "Yo. I remember walking in,though, and being like,"
    }
  },
  {
    "translation": {
      "en": "[chuckling] 'Cause it was, like, fucking incredible.",
      "vi": "[chuckling]'Cause it was, like, fucking incredible."
    }
  },
  {
    "translation": {
      "en": "and you're in the thick of it, Skid Row is right there,",
      "vi": "and you're in the thick of it,Skid Row is right there,"
    }
  },
  {
    "translation": {
      "en": "and that spot was super jammin'. I loved that.",
      "vi": "and that spot was super jammin'.I loved that."
    }
  },
  {
    "translation": {
      "en": "[Eminem] It seemed like it should be like a tour museum.",
      "vi": "[Eminem] It seemed like it should belike a tour museum."
    }
  },
  {
    "translation": {
      "en": "[Estevan] When we first moved down here, this was an extension of Skid Row.",
      "vi": "[Estevan] When we first moved down here,this was an extension of Skid Row."
    }
  },
  {
    "translation": {
      "en": "This is where the homeless used to live. The people on drugs or mentally ill.",
      "vi": "This is where the homeless used to live.The people on drugs or mentally ill."
    }
  },
  {
    "translation": {
      "en": "Can you see it? All right. The Art Department were those two windows.",
      "vi": "Can you see it? All right.The Art Department were those two windows."
    }
  },
  {
    "translation": {
      "en": "We had all of our cars laid out behind these windows.",
      "vi": "We had all of our carslaid out behind these windows."
    }
  },
  {
    "translation": {
      "en": "You guys gave us the tour. Like, showed us a bunch of shit.",
      "vi": "You guys gave us the tour.Like, showed us a bunch of shit."
    }
  },
  {
    "translation": {
      "en": "[Alchemist] It was kind of like a wild playground.",
      "vi": "[Alchemist]It was kind of like a wild playground."
    }
  },
  {
    "translation": {
      "en": "Yeah, I got a good tattoo for you guys right here.",
      "vi": "Yeah, I got a good tattoofor you guys right here."
    }
  },
  {
    "translation": {
      "en": "-Oh! -[man laughs]",
      "vi": "-Oh!-[man laughs]"
    }
  },
  {
    "translation": {
      "en": "The Jew unit in effect, you know what I'm saying?",
      "vi": "The Jew unit in effect,you know what I'm saying?"
    }
  },
  {
    "translation": {
      "en": "[David] We have these two guys with shaved heads covered in tattoos,",
      "vi": "[David] We have these two guyswith shaved heads covered in tattoos,"
    }
  },
  {
    "translation": {
      "en": "and then you go to their office, and they have their own Nikes,",
      "vi": "and then you go to their office,and they have their own Nikes,"
    }
  },
  {
    "translation": {
      "en": "And Estevan's sittin' there, and his room's a mess,",
      "vi": "And Estevan's sittin' there,and his room's a mess,"
    }
  },
  {
    "translation": {
      "en": "[Travis] Motorcycles. It was the illest, illest studio ever.",
      "vi": "[Travis] Motorcycles.It was the illest, illest studio ever."
    }
  },
  {
    "translation": {
      "en": "When I walked out and I saw Too $hort, and then I saw Darlene,",
      "vi": "When I walked out and I saw Too $hort,and then I saw Darlene,"
    }
  },
  {
    "translation": {
      "en": "You know, every day was somebody else coming through.",
      "vi": "You know, every daywas somebody else coming through."
    }
  },
  {
    "translation": {
      "en": "\"Oh, this must be the spot.\" You know what I'm saying? Like...",
      "vi": "\"Oh, this must be the spot.\"You know what I'm saying? Like..."
    }
  },
  {
    "translation": {
      "en": "I think one day I saw Kim Kardashian there.",
      "vi": "I think one dayI saw Kim Kardashian there."
    }
  },
  {
    "translation": {
      "en": "Went and done a photo shoot with her or whatever.",
      "vi": "Went and done a photo shoot with heror whatever."
    }
  },
  {
    "translation": {
      "en": "The building itself seemed slightly dangerous.",
      "vi": "The building itselfseemed slightly dangerous."
    }
  },
  {
    "translation": {
      "en": "[Brian] I'm sure it's really dangerous, but since you planted",
      "vi": "[Brian] I'm sure it's really dangerous,but since you planted"
    }
  },
  {
    "translation": {
      "en": "[chuckling] It was like a safe house or something.",
      "vi": "[chuckling]It was like a safe house or something."
    }
  },
  {
    "translation": {
      "en": "[Sen] The homeless people around it, they took care of it.",
      "vi": "[Sen] The homeless people around it,they took care of it."
    }
  },
  {
    "translation": {
      "en": "You know, that's why no one ever really messed with that building.",
      "vi": "You know, that's why no oneever really messed with that building."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Pull your ass over. Face the wall.",
      "vi": "[Estevan] Pull your ass over.Face the wall."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] It seems like we were able to exist in multiple worlds.",
      "vi": "[Cartoon] It seems like we were ableto exist in multiple worlds."
    }
  },
  {
    "translation": {
      "en": "and bullshitting with some crazy homeless guy in his tent.",
      "vi": "and bullshittingwith some crazy homeless guy in his tent."
    }
  },
  {
    "translation": {
      "en": "Estevan would jump out and take a picture of him.",
      "vi": "Estevan would jump outand take a picture of him."
    }
  },
  {
    "translation": {
      "en": "And then we'd jump on the 10 freeway and be at a five-star hotel.",
      "vi": "And then we'd jump on the 10 freewayand be at a five-star hotel."
    }
  },
  {
    "translation": {
      "en": "It was just normal, you know what I'm saying?",
      "vi": "It was just normal,you know what I'm saying?"
    }
  },
  {
    "translation": {
      "en": "I'm Skid Row's most highest-ranked right now.",
      "vi": "I'm Skid Row'smost highest-ranked right now."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] How old you turn? -Forty-one.",
      "vi": "-[Estevan] How old you turn?-Forty-one."
    }
  },
  {
    "translation": {
      "en": "I'm an ex-convict, ex-drug dealer, ex-drug user.",
      "vi": "I'm an ex-convict,ex-drug dealer, ex-drug user."
    }
  },
  {
    "translation": {
      "en": "They never gave up on me when I was all filthy, drugged out and shit.",
      "vi": "They never gave up on me when I wasall filthy, drugged out and shit."
    }
  },
  {
    "translation": {
      "en": "When I was thrown in and out of County Jail,",
      "vi": "When I was thrown in and outof County Jail,"
    }
  },
  {
    "translation": {
      "en": "they accepted me with open arms when I come out.",
      "vi": "they accepted me with open armswhen I come out."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I've been dealing with homeless people",
      "vi": "[Cartoon] I've been dealingwith homeless people"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] They have a problem with authority.",
      "vi": "[Cartoon] They have a problemwith authority."
    }
  },
  {
    "translation": {
      "en": "And whoever don't like it, fuck them in their ass and suck my dick.",
      "vi": "And whoever don't like it,fuck them in their ass and suck my dick."
    }
  },
  {
    "translation": {
      "en": "For the fourth time today. This is harassment.",
      "vi": "For the fourth time today.This is harassment."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] See you tomorrow, Pepper! -[Pepper] All right.",
      "vi": "-[Estevan] See you tomorrow, Pepper!-[Pepper] All right."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We could fall off and lose all our shit.",
      "vi": "[Cartoon] We could fall offand lose all our shit."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] So, any of us could be walking the streets, you know?",
      "vi": "[Cartoon] So, any of uscould be walking the streets, you know?"
    }
  },
  {
    "translation": {
      "en": "But that's the way life goes. Life is about change.",
      "vi": "But that's the way life goes.Life is about change."
    }
  },
  {
    "translation": {
      "en": "[Lepke] Look, if y'all gonna keep telling me",
      "vi": "[Lepke] Look,if y'all gonna keep telling me"
    }
  },
  {
    "translation": {
      "en": "which way to move, we can't do no interview. Damn!",
      "vi": "which way to move,we can't do no interview. Damn!"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm Big Lepke, Westside Rebels, gangster locos.",
      "vi": "Listen, I'm Big Lepke,Westside Rebels, gangster locos."
    }
  },
  {
    "translation": {
      "en": "Today we ain't trippin'. Ain't no heroin in the veins.",
      "vi": "Today we ain't trippin'.Ain't no heroin in the veins."
    }
  },
  {
    "translation": {
      "en": "Some people call it \"hell.\" I call it \"home.\"",
      "vi": "Some people call it \"hell.\"I call it \"home.\""
    }
  },
  {
    "translation": {
      "en": "[Estevan] So, right here Lepke would get the boxes",
      "vi": "[Estevan] So, right here Lepkewould get the boxes"
    }
  },
  {
    "translation": {
      "en": "and he'd make like a little bed right here.",
      "vi": "and he'd makelike a little bed right here."
    }
  },
  {
    "translation": {
      "en": "I remember one time we were coming to have a meeting here",
      "vi": "I remember one timewe were coming to have a meeting here"
    }
  },
  {
    "translation": {
      "en": "We were like, \"Great, fucking Lepke's passed out.",
      "vi": "We were like,\"Great, fucking Lepke's passed out."
    }
  },
  {
    "translation": {
      "en": "The clients are coming, and we're gonna have this big meeting,",
      "vi": "The clients are coming,and we're gonna have this big meeting,"
    }
  },
  {
    "translation": {
      "en": "and there's our, you know, dopefiend friend",
      "vi": "and there's our, you know,dopefiend friend"
    }
  },
  {
    "translation": {
      "en": "You know, he didn't OD, so we didn't have to stick an ice cube up his ass.",
      "vi": "You know, he didn't OD, so we didn'thave to stick an ice cube up his ass."
    }
  },
  {
    "translation": {
      "en": "But he was knocked out, so we had to spray him with some water...",
      "vi": "But he was knocked out,so we had to spray him with some water..."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Don't threaten me, man. -Hey, motherfucker.",
      "vi": "-[Cartoon] Don't threaten me, man.-Hey, motherfucker."
    }
  },
  {
    "translation": {
      "en": "No, no, we told him, \"You gotta go. We're gonna have a meeting.\"",
      "vi": "No, no, we told him, \"You gotta go.We're gonna have a meeting.\""
    }
  },
  {
    "translation": {
      "en": "Yeah, he squirted some water in my nose, and it was a cool wake-up call.",
      "vi": "Yeah, he squirted some water in my nose,and it was a cool wake-up call."
    }
  },
  {
    "translation": {
      "en": "So, downtown has always been a Soul Assassins' headquarters.",
      "vi": "So, downtown has always beena Soul Assassins' headquarters."
    }
  },
  {
    "translation": {
      "en": "It was kind of like a home base. Kind of reminds me of Grand Theft Auto.",
      "vi": "It was kind of like a home base.Kind of reminds me of Grand Theft Auto."
    }
  },
  {
    "translation": {
      "en": "There was eyes on it. It was protected, man, yeah.",
      "vi": "There was eyes on it.It was protected, man, yeah."
    }
  },
  {
    "translation": {
      "en": "There's like a shield around it or something.",
      "vi": "There's like a shield around itor something."
    }
  },
  {
    "translation": {
      "en": "But you take pictures, you do cars, all that stuff in that space.",
      "vi": "But you take pictures, you do cars,all that stuff in that space."
    }
  },
  {
    "translation": {
      "en": "There's only one guy that I let do my tattoos,",
      "vi": "There's only one guythat I let do my tattoos,"
    }
  },
  {
    "translation": {
      "en": "-[man, in Spanish] Great. -[Danny laughing]",
      "vi": "-[man, in Spanish] Great.-[Danny laughing]"
    }
  },
  {
    "translation": {
      "en": "the first girl I saw with a tattoo, I-- I thought she was a hooker.",
      "vi": "the first girl I saw with a tattoo, I--I thought she was a hooker."
    }
  },
  {
    "translation": {
      "en": "I don't think there was a prominent position in hip-hop",
      "vi": "I don't think there wasa prominent position in hip-hop"
    }
  },
  {
    "translation": {
      "en": "Nobody was-- Like, in hip-hop, was about that.",
      "vi": "Nobody was--Like, in hip-hop, was about that."
    }
  },
  {
    "translation": {
      "en": "Fuck, I mean, I feel like Cartoon gave Eminem one of his first tattoos,",
      "vi": "Fuck, I mean, I feel like Cartoongave Eminem one of his first tattoos,"
    }
  },
  {
    "translation": {
      "en": "Didn't he? He gave Snoop one of his first tattoos.",
      "vi": "Didn't he? He gave Snoopone of his first tattoos."
    }
  },
  {
    "translation": {
      "en": "[Snoop] Look at this, man. I really look like my old boy Nate Dogg.",
      "vi": "[Snoop] Look at this, man.I really look like my old boy Nate Dogg."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't even have a Cartoon tattoo, believe it or not.",
      "vi": "I mean, I don't even havea Cartoon tattoo, believe it or not."
    }
  },
  {
    "translation": {
      "en": "That's, you know what I mean, I'd love one.",
      "vi": "That's, you know what I mean,I'd love one."
    }
  },
  {
    "translation": {
      "en": "But, you know, I'm not paying 50 Gs. [chuckling] I'm just not doing it.",
      "vi": "But, you know, I'm not paying 50 Gs.[chuckling] I'm just not doing it."
    }
  },
  {
    "translation": {
      "en": "This guy is the best in the world, but he costs an arm and a leg.",
      "vi": "This guy is the best in the world,but he costs an arm and a leg."
    }
  },
  {
    "translation": {
      "en": "He'll tattoo your arm and he'll take it with you.",
      "vi": "He'll tattoo your armand he'll take it with you."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Talk about your new tattoo. -Cartoon is the greatest tattoo artist",
      "vi": "-[Cartoon] Talk about your new tattoo.-Cartoon is the greatest tattoo artist"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] This should be enough for this, because, my man--",
      "vi": "[Cartoon] This should be enough for this,because, my man--"
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] With the biggest truck. -With the biggest truck.",
      "vi": "-[Cartoon] With the biggest truck.-With the biggest truck."
    }
  },
  {
    "translation": {
      "en": "I mean, his clientele, you know, it's like, you know, Travis,",
      "vi": "I mean, his clientele, you know,it's like, you know, Travis,"
    }
  },
  {
    "translation": {
      "en": "and not every deek off the street can just come in and get something.",
      "vi": "and not every deek off the streetcan just come in and get something."
    }
  },
  {
    "translation": {
      "en": "I knew If I was gonna get my fucking head done,",
      "vi": "I knew If I was gonna getmy fucking head done,"
    }
  },
  {
    "translation": {
      "en": "for what I wanted and stuff, and the style,",
      "vi": "for what I wanted and stuff,and the style,"
    }
  },
  {
    "translation": {
      "en": "[Ryan] I would hear his name in songs. The Game,",
      "vi": "[Ryan] I would hear his name in songs.The Game,"
    }
  },
  {
    "translation": {
      "en": "there's a couple of rap songs where he drops Cartoon's name.",
      "vi": "there's a couple of rap songswhere he drops Cartoon's name."
    }
  },
  {
    "translation": {
      "en": "♪ I'm to hip-hop What Cartoon is to Mexicans ♪",
      "vi": "♪ I'm to hip-hopWhat Cartoon is to Mexicans ♪"
    }
  },
  {
    "translation": {
      "en": "[Paul R., Jr] You know, I'm a hip-hop fan, and, so, I would see Cartoon",
      "vi": "[Paul R., Jr] You know, I'm a hip-hop fan,and, so, I would see Cartoon"
    }
  },
  {
    "translation": {
      "en": "♪ From the reign of the tec I break 'em off ♪",
      "vi": "♪ From the reign of the tecI break 'em off ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I even got a tattoo With your name across the chest ♪",
      "vi": "♪ I even got a tattooWith your name across the chest ♪"
    }
  },
  {
    "translation": {
      "en": "I remember looking at the pictures on the wall,",
      "vi": "I remember lookingat the pictures on the wall,"
    }
  },
  {
    "translation": {
      "en": "Cartoon was tatting up all those, 50 Cent, Eminem and Dr. Dre.",
      "vi": "Cartoon was tatting up all those,50 Cent, Eminem and Dr. Dre."
    }
  },
  {
    "translation": {
      "en": "Estevan was photographing him, and you'd see that photo everywhere.",
      "vi": "Estevan was photographing him,and you'd see that photo everywhere."
    }
  },
  {
    "translation": {
      "en": "[Ryan] I knew pretty early on that he had done the Xs on Xzibit,",
      "vi": "[Ryan] I knew pretty early onthat he had done the Xs on Xzibit,"
    }
  },
  {
    "translation": {
      "en": "You know, 50 got that shit on his back, man.",
      "vi": "You know, 50 got that shiton his back, man."
    }
  },
  {
    "translation": {
      "en": "[\"Disco Inferno\" by 50 Cent playing] ♪ Lil' mama, show me how you move it ♪",
      "vi": "[\"Disco Inferno\" by 50 Cent playing]♪ Lil' mama, show me how you move it ♪"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] More people were coming down, more people were willing to come downtown.",
      "vi": "[Cartoon] More people were coming down,more people were willing to come downtown."
    }
  },
  {
    "translation": {
      "en": "I mean, back then, people used to complain about having to drive to downtown.",
      "vi": "I mean, back then, people used to complainabout having to drive to downtown."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Cartoon was tattooing 50 Cent in there,",
      "vi": "[Estevan] Cartoonwas tattooing 50 Cent in there,"
    }
  },
  {
    "translation": {
      "en": "He was going to sign with Jimmy Iovine at Interscope.",
      "vi": "He was going to signwith Jimmy Iovine at Interscope."
    }
  },
  {
    "translation": {
      "en": "[Estevan] So he had to leave for an hour or two.",
      "vi": "[Estevan] So he had to leavefor an hour or two."
    }
  },
  {
    "translation": {
      "en": "So me and Cartoon left in his brand-new white Escalade",
      "vi": "So me and Cartoon leftin his brand-new white Escalade"
    }
  },
  {
    "translation": {
      "en": "[Estevan] About six police officers followed us down that street.",
      "vi": "[Estevan] About six police officersfollowed us down that street."
    }
  },
  {
    "translation": {
      "en": "They threw me on the ground, put the handcuffs behind my back,",
      "vi": "They threw me on the ground,put the handcuffs behind my back,"
    }
  },
  {
    "translation": {
      "en": "put his shotgun in the back of my head right here,",
      "vi": "put his shotgunin the back of my head right here,"
    }
  },
  {
    "translation": {
      "en": "Some motorcycle cop was put in the hospital",
      "vi": "Some motorcycle copwas put in the hospital"
    }
  },
  {
    "translation": {
      "en": "by a young gentleman with a shaved head looking a lot like me,",
      "vi": "by a young gentleman with a shaved headlooking a lot like me,"
    }
  },
  {
    "translation": {
      "en": "[Estevan] We have customers here from out of town.",
      "vi": "[Estevan] We have customers herefrom out of town."
    }
  },
  {
    "translation": {
      "en": "And they go, \"Hey, you guys gotta go,\" then 50 Cent said...",
      "vi": "And they go, \"Hey,you guys gotta go,\" then 50 Cent said..."
    }
  },
  {
    "translation": {
      "en": "I ain't did it. Cartoon ain't did it. Leave us the fuck alone.",
      "vi": "I ain't did it. Cartoon ain't did it.Leave us the fuck alone."
    }
  },
  {
    "translation": {
      "en": "[man] If you go on a talk show, you have a big story to tell.",
      "vi": "[man] If you go on a talk show,you have a big story to tell."
    }
  },
  {
    "translation": {
      "en": "-[man] That tattoo artist got- -Yeah, on my back. And they're harassing.",
      "vi": "-[man] That tattoo artist got--Yeah, on my back. And they're harassing."
    }
  },
  {
    "translation": {
      "en": "but he's going to see this shit and that's gonna be it.",
      "vi": "but he's going to see this shitand that's gonna be it."
    }
  },
  {
    "translation": {
      "en": "♪ To flip dough To get more for sho' ♪",
      "vi": "♪ To flip doughTo get more for sho' ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Get my drink on Then get on the dance floor ♪",
      "vi": "♪ Get my drink onThen get on the dance floor ♪"
    }
  },
  {
    "translation": {
      "en": "Did you ever get anybody, like, right at this point, \"Wait, I wanna change it\"?",
      "vi": "Did you ever get anybody, like, rightat this point, \"Wait, I wanna change it\"?"
    }
  },
  {
    "translation": {
      "en": "All you need now is, uh, Mister Cartoon's signature.",
      "vi": "All you need now is, uh,Mister Cartoon's signature."
    }
  },
  {
    "translation": {
      "en": "I just got a tattoo done by the world-famous Cartoon.",
      "vi": "I just got a tattoo doneby the world-famous Cartoon."
    }
  },
  {
    "translation": {
      "en": "-Cartoon. -Cartoon, baby.",
      "vi": "-Cartoon.-Cartoon, baby."
    }
  },
  {
    "translation": {
      "en": "-What? -[tattoo machine buzzing]",
      "vi": "-What?-[tattoo machine buzzing]"
    }
  },
  {
    "translation": {
      "en": "Cartoon really made black and gray popular again.",
      "vi": "Cartoon really madeblack and gray popular again."
    }
  },
  {
    "translation": {
      "en": "I'd sit down with Cartoon, and we really wouldn't even have a plan.",
      "vi": "I'd sit down with Cartoon,and we really wouldn't even have a plan."
    }
  },
  {
    "translation": {
      "en": "I had an appointment with Cartoon. We all came to my spot in Corona.",
      "vi": "I had an appointment with Cartoon.We all came to my spot in Corona."
    }
  },
  {
    "translation": {
      "en": "We had just met, but it felt, like, you know,",
      "vi": "We had just met,but it felt, like, you know,"
    }
  },
  {
    "translation": {
      "en": "we're taking the whole families, Fourth of July.",
      "vi": "we're taking the whole families,Fourth of July."
    }
  },
  {
    "translation": {
      "en": "[Travis] The first tattoo Cartoon did on me was",
      "vi": "[Travis] The first tattooCartoon did on me was"
    }
  },
  {
    "translation": {
      "en": "It was like therapy or something, you know.",
      "vi": "It was like therapy or something,you know."
    }
  },
  {
    "translation": {
      "en": "Just sitting with Toons, you don't even realize you're getting tattooed.",
      "vi": "Just sitting with Toons, you don't evenrealize you're getting tattooed."
    }
  },
  {
    "translation": {
      "en": "was he started filling in my ghetto blaster.",
      "vi": "was he started filling inmy ghetto blaster."
    }
  },
  {
    "translation": {
      "en": "right on my Adam's apple, that one's a hard one.",
      "vi": "right on my Adam's apple,that one's a hard one."
    }
  },
  {
    "translation": {
      "en": "My son was born, and we were recording the new record,",
      "vi": "My son was born,and we were recording the new record,"
    }
  },
  {
    "translation": {
      "en": "my wife and son's name tattooed, and Travis said...",
      "vi": "my wife and son's name tattooed,and Travis said..."
    }
  },
  {
    "translation": {
      "en": "\"Then you gotta go to Cartoon, he's the best.\"",
      "vi": "\"Then you gotta go to Cartoon,he's the best.\""
    }
  },
  {
    "translation": {
      "en": "And we were literally set up on a road case in the living room",
      "vi": "And we were literally set upon a road case in the living room"
    }
  },
  {
    "translation": {
      "en": "And I was nervous about getting my first tattoos.",
      "vi": "And I was nervousabout getting my first tattoos."
    }
  },
  {
    "translation": {
      "en": "I remember just as he was about to start, he said,",
      "vi": "I remember just as he wasabout to start, he said,"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Being the first-class guy you are, you picked",
      "vi": "[Cartoon] Being the first-class guyyou are, you picked"
    }
  },
  {
    "translation": {
      "en": "one of the more painful spots to get tattooed.",
      "vi": "one of the more painful spotsto get tattooed."
    }
  },
  {
    "translation": {
      "en": "[chuckles] And he started tattooing \"Jack.\"",
      "vi": "[chuckles]And he started tattooing \"Jack.\""
    }
  },
  {
    "translation": {
      "en": "I didn't know that the wife was gonna happen at all.",
      "vi": "I didn't know that the wifewas gonna happen at all."
    }
  },
  {
    "translation": {
      "en": "These are still the only tattoos that I have.",
      "vi": "These are still the onlytattoos that I have."
    }
  },
  {
    "translation": {
      "en": "kind of feels like you're in an exclusive club?",
      "vi": "kind of feels like you'rein an exclusive club?"
    }
  },
  {
    "translation": {
      "en": "of any significance, he's like... your brothers.",
      "vi": "of any significance,he's like... your brothers."
    }
  },
  {
    "translation": {
      "en": "[Roger] Cartoon is instrumental in bringing his tattoo style",
      "vi": "[Roger] Cartoon is instrumentalin bringing his tattoo style"
    }
  },
  {
    "translation": {
      "en": "into the mainstream for a really simple reason.",
      "vi": "into the mainstreamfor a really simple reason."
    }
  },
  {
    "translation": {
      "en": "You see those tattoos. Those people are everywhere.",
      "vi": "You see those tattoos.Those people are everywhere."
    }
  },
  {
    "translation": {
      "en": "[Dallas] I was lucky enough to go to my first World Series and win it.",
      "vi": "[Dallas] I was lucky enough to goto my first World Series and win it."
    }
  },
  {
    "translation": {
      "en": "I wanted that to stay with me for the rest of my life.",
      "vi": "I wanted that to stay with mefor the rest of my life."
    }
  },
  {
    "translation": {
      "en": "Being a tattoo artist, our heroes were working out their kitchen",
      "vi": "Being a tattoo artist,our heroes were working out their kitchen"
    }
  },
  {
    "translation": {
      "en": "They hadn't been to really a red-carpet level at that point.",
      "vi": "They hadn't been to reallya red-carpet level at that point."
    }
  },
  {
    "translation": {
      "en": "There was some tattooers that was higher than others",
      "vi": "There was some tattooersthat was higher than others"
    }
  },
  {
    "translation": {
      "en": "but it wasn't set up that that was the jewelry of an NBA player.",
      "vi": "but it wasn't set up that that wasthe jewelry of an NBA player."
    }
  },
  {
    "translation": {
      "en": "-[commentator 1] Kobe! -[commentator 2] Attacking. All the way!",
      "vi": "-[commentator 1] Kobe!-[commentator 2] Attacking. All the way!"
    }
  },
  {
    "translation": {
      "en": "I mean, not just in NBA, but just in sports culture in general.",
      "vi": "I mean, not just in NBA,but just in sports culture in general."
    }
  },
  {
    "translation": {
      "en": "'Cause I had guys on the team that had tattoos,",
      "vi": "'Cause I had guys on the teamthat had tattoos,"
    }
  },
  {
    "translation": {
      "en": "but they didn't go to Mister Cartoon, and it becomes pretty apparent",
      "vi": "but they didn't go to Mister Cartoon,and it becomes pretty apparent"
    }
  },
  {
    "translation": {
      "en": "because I can't read what the fuck's on their arm anyway.",
      "vi": "because I can't readwhat the fuck's on their arm anyway."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of it is not how good of a tattooer you are.",
      "vi": "[Cartoon] A lot of it is nothow good of a tattooer you are."
    }
  },
  {
    "translation": {
      "en": "You could be the dopest motherfucker in the world,",
      "vi": "You could bethe dopest motherfucker in the world,"
    }
  },
  {
    "translation": {
      "en": "but if no one sees your shit 'cause you're in some small town somewhere,",
      "vi": "but if no one sees your shit 'cause you'rein some small town somewhere,"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We're right here in the mix of the shit.",
      "vi": "[Cartoon]We're right here in the mix of the shit."
    }
  },
  {
    "translation": {
      "en": "I was in China. We were staying at a hotel.",
      "vi": "I was in China.We were staying at a hotel."
    }
  },
  {
    "translation": {
      "en": "There was a young woman working behind the desk, right?",
      "vi": "There was a young womanworking behind the desk, right?"
    }
  },
  {
    "translation": {
      "en": "If you have tattoos on your arms, you have to wear long sleeves.",
      "vi": "If you have tattoos on your arms,you have to wear long sleeves."
    }
  },
  {
    "translation": {
      "en": "She says, \"I'm sorry, you have to put on long sleeves.\"",
      "vi": "She says, \"I'm sorry,you have to put on long sleeves.\""
    }
  },
  {
    "translation": {
      "en": "\"But that's Mister Cartoon, right? He did the artwork.\"",
      "vi": "\"But that's Mister Cartoon, right?He did the artwork.\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Dude, how did you know that's Mister Cartoon",
      "vi": "I'm like, \"Dude, how did you knowthat's Mister Cartoon"
    }
  },
  {
    "translation": {
      "en": "But she knew that was Mister Cartoon's artwork.",
      "vi": "But she knew that wasMister Cartoon's artwork."
    }
  },
  {
    "translation": {
      "en": "This is a young woman in Beijing. It's so far removed from LA.",
      "vi": "This is a young woman in Beijing.It's so far removed from LA."
    }
  },
  {
    "translation": {
      "en": "recognized Estevan and his photography skills,",
      "vi": "recognized Estevanand his photography skills,"
    }
  },
  {
    "translation": {
      "en": "and Cartoon with his art skills and packaging.",
      "vi": "and Cartoonwith his art skills and packaging."
    }
  },
  {
    "translation": {
      "en": "You know, everything, from working with Eminem...",
      "vi": "You know, everything,from working with Eminem..."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] When I was doing the portrait of Eminem's daughter,",
      "vi": "[Cartoon] When I was doingthe portrait of Eminem's daughter,"
    }
  },
  {
    "translation": {
      "en": "You know, I wasn't looking at the major impact",
      "vi": "You know,I wasn't looking at the major impact"
    }
  },
  {
    "translation": {
      "en": "Waiting on doing some tattoos on the homie.",
      "vi": "Waiting on doing some tattooson the homie."
    }
  },
  {
    "translation": {
      "en": "[Eminem] They came to Detroit, and he said, \"We should do a mushroom.\"",
      "vi": "[Eminem] They came to Detroit,and he said, \"We should do a mushroom.\""
    }
  },
  {
    "translation": {
      "en": "He said-- He was like, \"I can do a big-ass mushroom.\"",
      "vi": "He said-- He was like,\"I can do a big-ass mushroom.\""
    }
  },
  {
    "translation": {
      "en": "I don't know, I got them removed since then. I'm kidding.",
      "vi": "I don't know, I got them removedsince then. I'm kidding."
    }
  },
  {
    "translation": {
      "en": "but just-- I wanna make sure that it's the right shit",
      "vi": "but just-- I wanna make surethat it's the right shit"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] You know, We could bust something out like your--",
      "vi": "[Cartoon] You know,We could bust something out like your--"
    }
  },
  {
    "translation": {
      "en": "Right here, I would probably put something around this",
      "vi": "Right here, I would probablyput something around this"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] And maybe put another ribbon and kind of tie it into the other side.",
      "vi": "[Cartoon] And maybe put another ribbonand kind of tie it into the other side."
    }
  },
  {
    "translation": {
      "en": "One of the things was Hailie. I wanted to put her on my arm.",
      "vi": "One of the things was Hailie.I wanted to put her on my arm."
    }
  },
  {
    "translation": {
      "en": "[Estevan] My favorite rappers were getting tattooed.",
      "vi": "[Estevan] My favorite rapperswere getting tattooed."
    }
  },
  {
    "translation": {
      "en": "and I was tripping out that I was the only person there",
      "vi": "and I was tripping outthat I was the only person there"
    }
  },
  {
    "translation": {
      "en": "the biggest artist in the world at that time.",
      "vi": "the biggest artist in the worldat that time."
    }
  },
  {
    "translation": {
      "en": "-♪ That's why ♪ -[audience] ♪ They call me Slim Shady ♪",
      "vi": "-♪ That's why ♪-[audience] ♪ They call me Slim Shady ♪"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I remember, man, I'm getting those shots",
      "vi": "[Estevan] I remember, man,I'm getting those shots"
    }
  },
  {
    "translation": {
      "en": "of the greatest of all times in our lifetime,",
      "vi": "of the greatest of all timesin our lifetime,"
    }
  },
  {
    "translation": {
      "en": "kind of like smiling in the mirror, like I was happy.",
      "vi": "kind of like smiling in the mirror,like I was happy."
    }
  },
  {
    "translation": {
      "en": "[Estevan] And it was a cool feeling, you know?",
      "vi": "[Estevan] And it was a cool feeling,you know?"
    }
  },
  {
    "translation": {
      "en": "It made me, like, think of all the times when there was, like,",
      "vi": "It made me, like, think of all the timeswhen there was, like,"
    }
  },
  {
    "translation": {
      "en": "a picture of Elvis Presley getting his hair cut",
      "vi": "a picture of Elvis Presleygetting his hair cut"
    }
  },
  {
    "translation": {
      "en": "Damn, that photographer had some crazy-ass access, you know?",
      "vi": "Damn, that photographerhad some crazy-ass access, you know?"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Estevan's eye for seeing what angle to shoot something...",
      "vi": "[Cartoon] Estevan's eye for seeingwhat angle to shoot something..."
    }
  },
  {
    "translation": {
      "en": "how to bring someone's best look out of them.",
      "vi": "how to bring someone's best lookout of them."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of other photographers, that's what they don't understand.",
      "vi": "[Cartoon] A lot of other photographers,that's what they don't understand."
    }
  },
  {
    "translation": {
      "en": "They don't know how to make someone look good.",
      "vi": "They don't knowhow to make someone look good."
    }
  },
  {
    "translation": {
      "en": "[George] When I got my star in the Walk of Fame, Estevan came over",
      "vi": "[George] When I got my starin the Walk of Fame, Estevan came over"
    }
  },
  {
    "translation": {
      "en": "and took this fucking amazing picture of me",
      "vi": "and tookthis fucking amazing picture of me"
    }
  },
  {
    "translation": {
      "en": "and thousands of people, maybe a couple thousand people.",
      "vi": "and thousands of people,maybe a couple thousand people."
    }
  },
  {
    "translation": {
      "en": "other Latinos right there on Hollywood Boulevard was-- It was great.",
      "vi": "other Latinos right thereon Hollywood Boulevard was-- It was great."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Same thing, that's why he gets a lot of jobs in hip-hop.",
      "vi": "[Cartoon] Same thing, that's whyhe gets a lot of jobs in hip-hop."
    }
  },
  {
    "translation": {
      "en": "we went back to my old high school, Poly High School,",
      "vi": "we went back to my old high school,Poly High School,"
    }
  },
  {
    "translation": {
      "en": "got an old B210 like I used to have in high school,",
      "vi": "got an old B210like I used to have in high school,"
    }
  },
  {
    "translation": {
      "en": "and it just felt like I was in high school.",
      "vi": "and it just felt likeI was in high school."
    }
  },
  {
    "translation": {
      "en": "This is an era when Dogg didn't have money.",
      "vi": "This is an erawhen Dogg didn't have money."
    }
  },
  {
    "translation": {
      "en": "Shoot Snoop Doggy Dogg. Snoop Doggy fizzle fizzle.",
      "vi": "Shoot Snoop Doggy Dogg.Snoop Doggy fizzle fizzle."
    }
  },
  {
    "translation": {
      "en": "If Estevan did your album cover, Cartoon was doing the artwork.",
      "vi": "If Estevan did your album cover,Cartoon was doing the artwork."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Some people try to do everything by themselves.",
      "vi": "[Cartoon] Some people try to doeverything by themselves."
    }
  },
  {
    "translation": {
      "en": "while I would do the logo, I would draw the concept.",
      "vi": "while I would do the logo,I would draw the concept."
    }
  },
  {
    "translation": {
      "en": "I've seen this, when they're snapping 400 pictures to get some shit,",
      "vi": "I've seen this, when they're snapping400 pictures to get some shit,"
    }
  },
  {
    "translation": {
      "en": "And then you see it, it could be an album cover",
      "vi": "And then you see it,it could be an album cover"
    }
  },
  {
    "translation": {
      "en": "You feel like you're being directed, like you're in the hands of the director.",
      "vi": "You feel like you're being directed,like you're in the hands of the director."
    }
  },
  {
    "translation": {
      "en": "I love it when a director knows exactly what he wants",
      "vi": "I love it when a directorknows exactly what he wants"
    }
  },
  {
    "translation": {
      "en": "Okay, cool. You got hired to direct me, I got hired to act.",
      "vi": "Okay, cool. You got hired to direct me,I got hired to act."
    }
  },
  {
    "translation": {
      "en": "I was around lowriders and gangsters, and I was around hip-hop.",
      "vi": "I was around lowriders and gangsters,and I was around hip-hop."
    }
  },
  {
    "translation": {
      "en": "I always thought my dad's work was very inspiring.",
      "vi": "I always thought my dad's workwas very inspiring."
    }
  },
  {
    "translation": {
      "en": "For girls, like, he just captures beauty, like, so perfectly.",
      "vi": "For girls, like, he just captures beauty,like, so perfectly."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of the art too comes from jail,",
      "vi": "[Cartoon] A lot of the art toocomes from jail,"
    }
  },
  {
    "translation": {
      "en": "They may not have any clothes on, or they'd be topless.",
      "vi": "They may not have any clothes on,or they'd be topless."
    }
  },
  {
    "translation": {
      "en": "I think as an artist, I always looked at the beauty of it,",
      "vi": "I think as an artist,I always looked at the beauty of it,"
    }
  },
  {
    "translation": {
      "en": "you look at that, you're like, \"That shit's real.\"",
      "vi": "you look at that, you're like,\"That shit's real.\""
    }
  },
  {
    "translation": {
      "en": "[over phone] If I wasn't shooting LA culture,",
      "vi": "[over phone]If I wasn't shooting LA culture,"
    }
  },
  {
    "translation": {
      "en": "I was going on tour with bands like Blink-182,",
      "vi": "I was going on tourwith bands like Blink-182,"
    }
  },
  {
    "translation": {
      "en": "[Travis] Right about the time we went on that tour to Iraq and Europe,",
      "vi": "[Travis] Right about the time we wenton that tour to Iraq and Europe,"
    }
  },
  {
    "translation": {
      "en": "touring was, like, more fun when you brought friends.",
      "vi": "touring was, like, more funwhen you brought friends."
    }
  },
  {
    "translation": {
      "en": "It is freezing like a motherfucker in Paris.",
      "vi": "It is freezing like a motherfuckerin Paris."
    }
  },
  {
    "translation": {
      "en": "[Mark] The tour that Estevan came with us in Europe",
      "vi": "[Mark] The tourthat Estevan came with us in Europe"
    }
  },
  {
    "translation": {
      "en": "-[Travis] How was that? -[Estevan] It was the shit.",
      "vi": "-[Travis] How was that?-[Estevan] It was the shit."
    }
  },
  {
    "translation": {
      "en": "-That was fun, right? -[Estevan] Hell, yeah.",
      "vi": "-That was fun, right?-[Estevan] Hell, yeah."
    }
  },
  {
    "translation": {
      "en": "[Mark] The last show that we played before the band broke up the first time,",
      "vi": "[Mark] The last show that we playedbefore the band broke up the first time,"
    }
  },
  {
    "translation": {
      "en": "we finished the last note, and I thought to myself,",
      "vi": "we finished the last note,and I thought to myself,"
    }
  },
  {
    "translation": {
      "en": "\"This is probably gonna be the last show. This feels like the end of something.\"",
      "vi": "\"This is probably gonna be the last show.This feels like the end of something.\""
    }
  },
  {
    "translation": {
      "en": "\"Hey, I wanna get a shot of the three of you guys.\"",
      "vi": "\"Hey, I wanna geta shot of the three of you guys.\""
    }
  },
  {
    "translation": {
      "en": "And it's actually on our Greatest Hits album",
      "vi": "And it's actuallyon our Greatest Hits album"
    }
  },
  {
    "translation": {
      "en": "where he is able to document things that are happening with other people.",
      "vi": "where he is able to document thingsthat are happening with other people."
    }
  },
  {
    "translation": {
      "en": "The United States and our allies have prevailed.",
      "vi": "The United States and our allieshave prevailed."
    }
  },
  {
    "translation": {
      "en": "[Mark] Estevan came with us when we went overseas",
      "vi": "[Mark] Estevan came with uswhen we went overseas"
    }
  },
  {
    "translation": {
      "en": "to the Middle East to meet and perform for the troops.",
      "vi": "to the Middle Eastto meet and perform for the troops."
    }
  },
  {
    "translation": {
      "en": "[Travis] When we got to Iraq, everyone was kind of shook about going there",
      "vi": "[Travis] When we got to Iraq, everyonewas kind of shook about going there"
    }
  },
  {
    "translation": {
      "en": "of being transported to an entirely different world.",
      "vi": "of being transportedto an entirely different world."
    }
  },
  {
    "translation": {
      "en": "[Travis] So that whole trip was fireworks. It was scary as fuck.",
      "vi": "[Travis] So that whole trip was fireworks.It was scary as fuck."
    }
  },
  {
    "translation": {
      "en": "It was definitely an eye-opening experience.",
      "vi": "It was definitelyan eye-opening experience."
    }
  },
  {
    "translation": {
      "en": "-I play the drums. -Drummer, all right. How are you?",
      "vi": "-I play the drums.-Drummer, all right. How are you?"
    }
  },
  {
    "translation": {
      "en": "-I shot one. -[Mark] Cool.",
      "vi": "-I shot one.-[Mark] Cool."
    }
  },
  {
    "translation": {
      "en": "We were in a marine forward base on the border of Iraq.",
      "vi": "We were in a marine forward baseon the border of Iraq."
    }
  },
  {
    "translation": {
      "en": "-[man] Don't turn the key on. -[Travis] I won't.",
      "vi": "-[man] Don't turn the key on.-[Travis] I won't."
    }
  },
  {
    "translation": {
      "en": "[Mark] But it was insane. I was really glad that he was there",
      "vi": "[Mark] But it was insane.I was really glad that he was there"
    }
  },
  {
    "translation": {
      "en": "As a lot of photographers were breaking into digital photography,",
      "vi": "As a lot of photographerswere breaking into digital photography,"
    }
  },
  {
    "translation": {
      "en": "Because it's grainy and it looks like film,",
      "vi": "Because it's grainyand it looks like film,"
    }
  },
  {
    "translation": {
      "en": "Before you know it, you know, Estevan was doing more directing.",
      "vi": "Before you know it, you know,Estevan was doing more directing."
    }
  },
  {
    "translation": {
      "en": "[Eminem] Estevan did the first D12 video we ever shot.",
      "vi": "[Eminem] Estevan didthe first D12 video we ever shot."
    }
  },
  {
    "translation": {
      "en": "It was supposed to be a gritty, grimy-looking video,",
      "vi": "It was supposed to bea gritty, grimy-looking video,"
    }
  },
  {
    "translation": {
      "en": "I know we shot the outside of the house, the Dresden house,",
      "vi": "I know we shot the outside of the house,the Dresden house,"
    }
  },
  {
    "translation": {
      "en": "but I'm pretty sure we shot the inside of it too.",
      "vi": "but I'm pretty sure we shotthe inside of it too."
    }
  },
  {
    "translation": {
      "en": "It wasn't really a lot of fun dressing up...",
      "vi": "It wasn't really a lot of fundressing up..."
    }
  },
  {
    "translation": {
      "en": "[Sen] You know, we had the same ideas, we grew up in the same part of the planet,",
      "vi": "[Sen] You know, we had the same ideas,we grew up in the same part of the planet,"
    }
  },
  {
    "translation": {
      "en": "so it wasn't hard for him to know what we were gonna like",
      "vi": "so it wasn't hard for him to knowwhat we were gonna like"
    }
  },
  {
    "translation": {
      "en": "And then, when we went down to Mexico City, in DF,",
      "vi": "And then, when we went downto Mexico City, in DF,"
    }
  },
  {
    "translation": {
      "en": "we had thousands and thousands of kids following us",
      "vi": "we had thousands and thousandsof kids following us"
    }
  },
  {
    "translation": {
      "en": "Estevan was on point the whole time with the camera, you know.",
      "vi": "Estevan was on pointthe whole time with the camera, you know."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] ♪ Here is something you can't understand ♪",
      "vi": "[in Spanish]♪ Here is something you can't understand ♪"
    }
  },
  {
    "translation": {
      "en": "[Roger] He understood what made a good story",
      "vi": "[Roger] He understoodwhat made a good story"
    }
  },
  {
    "translation": {
      "en": "I'll tell you when, just keep the light on him",
      "vi": "I'll tell you when,just keep the light on him"
    }
  },
  {
    "translation": {
      "en": "that was thought out by the director, Estevan Oriol.",
      "vi": "that was thought out by the director,Estevan Oriol."
    }
  },
  {
    "translation": {
      "en": "He directed this video that really shook everything up.",
      "vi": "He directed this videothat really shook everything up."
    }
  },
  {
    "translation": {
      "en": "[Mark] Having him come in and direct a video for us",
      "vi": "[Mark] Having him come inand direct a video for us"
    }
  },
  {
    "translation": {
      "en": "just, I don't know, brought a really element of cool",
      "vi": "just, I don't know,brought a really element of cool"
    }
  },
  {
    "translation": {
      "en": "That shit was, like, really amazing. Just the way he-- His style.",
      "vi": "That shit was, like, really amazing.Just the way he-- His style."
    }
  },
  {
    "translation": {
      "en": "[Travis] The \"Down\" video was fun. It was the first time I ever met Trigz.",
      "vi": "[Travis] The \"Down\" video was fun.It was the first time I ever met Trigz."
    }
  },
  {
    "translation": {
      "en": "It was I think the first time we ever brought Mark and Tom to the hood.",
      "vi": "It was I think the first timewe ever brought Mark and Tom to the hood."
    }
  },
  {
    "translation": {
      "en": "[chuckling] I think they were tripping a little bit.",
      "vi": "[chuckling]I think they were tripping a little bit."
    }
  },
  {
    "translation": {
      "en": "he's on the run, and there was a helicopter.",
      "vi": "he's on the run,and there was a helicopter."
    }
  },
  {
    "translation": {
      "en": "[Travis] But that was fun, man, that video came out so cool and it had...",
      "vi": "[Travis] But that was fun, man,that video came out so cool and it had..."
    }
  },
  {
    "translation": {
      "en": "just a different energy than anything we ever did and...",
      "vi": "just a different energythan anything we ever did and..."
    }
  },
  {
    "translation": {
      "en": "[Estevan] You ready? Let's set up the shot.",
      "vi": "[Estevan] You ready?Let's set up the shot."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Can I direct? -[producer] Yes, sir.",
      "vi": "-[Estevan] Can I direct?-[producer] Yes, sir."
    }
  },
  {
    "translation": {
      "en": "Don't follow me. You're gonna be on the shot.",
      "vi": "Don't follow me.You're gonna be on the shot."
    }
  },
  {
    "translation": {
      "en": "-[producer] Tell me what you're gonna do. -I'm gonna make a documentary",
      "vi": "-[producer] Tell me what you're gonna do.-I'm gonna make a documentary"
    }
  },
  {
    "translation": {
      "en": "-Ready? -[producer] Yes.",
      "vi": "-Ready?-[producer] Yes."
    }
  },
  {
    "translation": {
      "en": "at what was formerly known as the Sixth Street Bridge.",
      "vi": "at what was formerly knownas the Sixth Street Bridge."
    }
  },
  {
    "translation": {
      "en": "There was two arches. They were part of the bridge.",
      "vi": "There was two arches.They were part of the bridge."
    }
  },
  {
    "translation": {
      "en": "and where this bridge was, and that bridge.",
      "vi": "and where this bridge was,and that bridge."
    }
  },
  {
    "translation": {
      "en": "[Estevan] This was the access way to the LA River.",
      "vi": "[Estevan] This was the access wayto the LA River."
    }
  },
  {
    "translation": {
      "en": "And this was like our playground, our stomping ground.",
      "vi": "And this was like our playground,our stomping ground."
    }
  },
  {
    "translation": {
      "en": "I had a lot of good photo shoots here, a lot of good times.",
      "vi": "I had a lot of good photo shoots here,a lot of good times."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I was shooting a lot of women, gangsters, and lowriders,",
      "vi": "[Estevan] I was shooting a lot of women,gangsters, and lowriders,"
    }
  },
  {
    "translation": {
      "en": "'cause, you know, that's what I was around.",
      "vi": "'cause, you know,that's what I was around."
    }
  },
  {
    "translation": {
      "en": "♪ Aye, baby, get some bubblegum In this motherfucker or somethin'... ♪",
      "vi": "♪ Aye, baby, get some bubblegumIn this motherfucker or somethin'... ♪"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I don't know what it is about California, man.",
      "vi": "[Estevan] I don't know what it isabout California, man."
    }
  },
  {
    "translation": {
      "en": "Don't let the palm trees and the white picket fences fool you.",
      "vi": "Don't let the palm treesand the white picket fences fool you."
    }
  },
  {
    "translation": {
      "en": "and the murder rate is through the roof, you know.",
      "vi": "and the murder rateis through the roof, you know."
    }
  },
  {
    "translation": {
      "en": "[man] Perrito, don't worry about nothing. I got this.",
      "vi": "[man] Perrito,don't worry about nothing. I got this."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I was shooting this girl that was a gang member.",
      "vi": "[Estevan] I was shooting this girlthat was a gang member."
    }
  },
  {
    "translation": {
      "en": "And I went in and just took two frames of the LA.",
      "vi": "And I went in and just tooktwo frames of the LA."
    }
  },
  {
    "translation": {
      "en": "♪ I got bitches in the living room Gettin' it on... ♪",
      "vi": "♪ I got bitches in the living roomGettin' it on... ♪"
    }
  },
  {
    "translation": {
      "en": "He caught it first. A lot of the photographers",
      "vi": "He caught it first.A lot of the photographers"
    }
  },
  {
    "translation": {
      "en": "didn't know some of that type of finger lingo, if you will, you know,",
      "vi": "didn't know some of that typeof finger lingo, if you will, you know,"
    }
  },
  {
    "translation": {
      "en": "or you throw up LA, whatever clique you're from.",
      "vi": "or you throw up LA,whatever clique you're from."
    }
  },
  {
    "translation": {
      "en": "A lot of people didn't wanna use that photo.",
      "vi": "A lot of peopledidn't wanna use that photo."
    }
  },
  {
    "translation": {
      "en": "you'd get beat up, or shot at or fucking stabbed.",
      "vi": "you'd get beat up,or shot at or fucking stabbed."
    }
  },
  {
    "translation": {
      "en": "that was something that we did back in the day.",
      "vi": "that was something that we didback in the day."
    }
  },
  {
    "translation": {
      "en": "[B-Real] And that was the first representation of it.",
      "vi": "[B-Real] And that wasthe first representation of it."
    }
  },
  {
    "translation": {
      "en": "[Sen] Now it's a global thing where kids in other countries",
      "vi": "[Sen] Now it's a global thingwhere kids in other countries"
    }
  },
  {
    "translation": {
      "en": "send me pictures of them throwing up that sign.",
      "vi": "send me pictures of themthrowing up that sign."
    }
  },
  {
    "translation": {
      "en": "That's pretty cool, man. You know what I mean?",
      "vi": "That's pretty cool, man.You know what I mean?"
    }
  },
  {
    "translation": {
      "en": "[Pat] I see the LA hands, and I know it's a bootleg.",
      "vi": "[Pat] I see the LA hands,and I know it's a bootleg."
    }
  },
  {
    "translation": {
      "en": "To steal from artists like that, their images.",
      "vi": "To steal from artists like that,their images."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Everybody, you know, and their mom, was doing it.",
      "vi": "[Estevan] Everybody, you know,and their mom, was doing it."
    }
  },
  {
    "translation": {
      "en": "-[Angel Baby] The Mayor's throwing it up. -Boom!",
      "vi": "-[Angel Baby] The Mayor's throwing it up.-Boom!"
    }
  },
  {
    "translation": {
      "en": "People gonna copy it, people gonna try it, but we all know where it came from.",
      "vi": "People gonna copy it, people gonna try it,but we all know where it came from."
    }
  },
  {
    "translation": {
      "en": "I advise everybody to dig into the roots of anything they do",
      "vi": "I advise everybody to dig into the rootsof anything they do"
    }
  },
  {
    "translation": {
      "en": "and see where it came from and pay homage to the person before them.",
      "vi": "and see where it came fromand pay homage to the person before them."
    }
  },
  {
    "translation": {
      "en": "[B-Real] It was iconic. It's an iconic picture.",
      "vi": "[B-Real] It was iconic.It's an iconic picture."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] One of the things that is there with Chicano art",
      "vi": "[Cartoon] One of the thingsthat is there with Chicano art"
    }
  },
  {
    "translation": {
      "en": "[Lepke] When I met Estevan, I was struggling through a lot of relapses.",
      "vi": "[Lepke] When I met Estevan, I wasstruggling through a lot of relapses."
    }
  },
  {
    "translation": {
      "en": "We were in a motel, and I called Estevan. I go, \"Hey, I'm on a good one, man.",
      "vi": "We were in a motel, and I called Estevan.I go, \"Hey, I'm on a good one, man."
    }
  },
  {
    "translation": {
      "en": "You wanna film some footage? So why don't you come on through,",
      "vi": "You wanna film some footage?So why don't you come on through,"
    }
  },
  {
    "translation": {
      "en": "because we got it going on real good right here.\"",
      "vi": "because we got it going onreal good right here.\""
    }
  },
  {
    "translation": {
      "en": "I had every drug in my system, 'cause I don't discriminate.",
      "vi": "I had every drug in my system,'cause I don't discriminate."
    }
  },
  {
    "translation": {
      "en": "A simple binge. Everybody does it once in a while.",
      "vi": "A simple binge.Everybody does it once in a while."
    }
  },
  {
    "translation": {
      "en": "You know, some people binge on donuts. Some people binge on heroin.",
      "vi": "You know, some people binge on donuts.Some people binge on heroin."
    }
  },
  {
    "translation": {
      "en": "I love to get high on this. I love the feeling I get from it.",
      "vi": "I love to get high on this.I love the feeling I get from it."
    }
  },
  {
    "translation": {
      "en": "If you don't cook it right, it fucks your stomach good.",
      "vi": "If you don't cook it right,it fucks your stomach good."
    }
  },
  {
    "translation": {
      "en": "This is the picture they took of the heroin",
      "vi": "This is the picture they tookof the heroin"
    }
  },
  {
    "translation": {
      "en": "that wasn't getting me high no more with the syringe, the crack pipe,",
      "vi": "that wasn't getting me high no morewith the syringe, the crack pipe,"
    }
  },
  {
    "translation": {
      "en": "and I don't know why I had the nail clipper there.",
      "vi": "and I don't knowwhy I had the nail clipper there."
    }
  },
  {
    "translation": {
      "en": "and pull out all these pictures and I'll go,",
      "vi": "and pull out all these picturesand I'll go,"
    }
  },
  {
    "translation": {
      "en": "I looked like an Ethiopian research monkey.",
      "vi": "I looked likean Ethiopian research monkey."
    }
  },
  {
    "translation": {
      "en": "For some good reason, the good Lord didn't drop me",
      "vi": "For some good reason,the good Lord didn't drop me"
    }
  },
  {
    "translation": {
      "en": "And those are balloons of heroin in my mouth.",
      "vi": "And those are balloons of heroinin my mouth."
    }
  },
  {
    "translation": {
      "en": "Either way, this is getting sold, all right?",
      "vi": "Either way, this is getting sold,all right?"
    }
  },
  {
    "translation": {
      "en": "Because, see, you can't buy drugs on the street.",
      "vi": "Because, see,you can't buy drugs on the street."
    }
  },
  {
    "translation": {
      "en": "That's illegal. You can't sell them. It's illegal.",
      "vi": "That's illegal.You can't sell them. It's illegal."
    }
  },
  {
    "translation": {
      "en": "There's no drugs in here. So it's a bungle case.",
      "vi": "There's no drugs in here.So it's a bungle case."
    }
  },
  {
    "translation": {
      "en": "So the proof is in the pudding, ladies and gentlemen.",
      "vi": "So the proof is in the pudding,ladies and gentlemen."
    }
  },
  {
    "translation": {
      "en": "[Scott] If you wanna know the real street culture",
      "vi": "[Scott] If you wanna knowthe real street culture"
    }
  },
  {
    "translation": {
      "en": "and that street life, open one of Estevan's books.",
      "vi": "and that street life,open one of Estevan's books."
    }
  },
  {
    "translation": {
      "en": "And this is where it leads to. Everything leads to this picture.",
      "vi": "And this is where it leads to.Everything leads to this picture."
    }
  },
  {
    "translation": {
      "en": "I got shot in front of the Econo Lodge hotel.",
      "vi": "I got shotin front of the Econo Lodge hotel."
    }
  },
  {
    "translation": {
      "en": "From where you're at, from where the camera's at, they shot me six times.",
      "vi": "From where you're at, from wherethe camera's at, they shot me six times."
    }
  },
  {
    "translation": {
      "en": "And they came and told me I didn't have insurance,",
      "vi": "And they came and told meI didn't have insurance,"
    }
  },
  {
    "translation": {
      "en": "so five days after that, I walked out, caught walking pneumonia, almost died,",
      "vi": "so five days after that, I walked out,caught walking pneumonia, almost died,"
    }
  },
  {
    "translation": {
      "en": "and then went back and had to stay another additional 30 days.",
      "vi": "and then went back and had to stayanother additional 30 days."
    }
  },
  {
    "translation": {
      "en": "See? Karma hits, 'cause I was supposed to be doing Estevan a favor",
      "vi": "See? Karma hits, 'cause I was supposedto be doing Estevan a favor"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] The '90s were very, very violent.",
      "vi": "[Cartoon]The '90s were very, very violent."
    }
  },
  {
    "translation": {
      "en": "You saw people that were there that seen enemies they didn't like,",
      "vi": "You saw people that were therethat seen enemies they didn't like,"
    }
  },
  {
    "translation": {
      "en": "You could hear the bullets going by. [imitates bullets]",
      "vi": "You could hear the bullets going by.[imitates bullets]"
    }
  },
  {
    "translation": {
      "en": "They were trying to stop here, homie. They were coming too fast.",
      "vi": "They were trying to stop here, homie.They were coming too fast."
    }
  },
  {
    "translation": {
      "en": "So they stopped right here. And they went just like, \"Hey, homie.\"",
      "vi": "So they stopped right here.And they went just like, \"Hey, homie.\""
    }
  },
  {
    "translation": {
      "en": "[man] See, this is a black neighborhood, right?",
      "vi": "[man]See, this is a black neighborhood, right?"
    }
  },
  {
    "translation": {
      "en": "I guess they're going at it with a Hispanic gang over there.",
      "vi": "I guess they're going at itwith a Hispanic gang over there."
    }
  },
  {
    "translation": {
      "en": "-[man] Look right here, homie. -[man 2] Yeah.",
      "vi": "-[man] Look right here, homie.-[man 2] Yeah."
    }
  },
  {
    "translation": {
      "en": "♪ To all the killers And the hundred-dollar billers ♪",
      "vi": "♪ To all the killersAnd the hundred-dollar billers ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Yo, I got the phone thing Know I'm sayin' ♪",
      "vi": "♪ Yo, I got the phone thingKnow I'm sayin' ♪"
    }
  },
  {
    "translation": {
      "en": "♪ For real niggas Who ain't got no feelings, feelings... ♪",
      "vi": "♪ For real niggasWho ain't got no feelings, feelings... ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Just watch my back I got the front, yo ♪",
      "vi": "♪ Just watch my backI got the front, yo ♪"
    }
  },
  {
    "translation": {
      "en": "From stealin' and dealin' to rollin' and chillin'.",
      "vi": "From stealin' and dealin'to rollin' and chillin'."
    }
  },
  {
    "translation": {
      "en": "♪ The Mobb comes equipped for warfare Beware ♪",
      "vi": "♪ The Mobb comes equipped for warfareBeware ♪"
    }
  },
  {
    "translation": {
      "en": "[man] My eagle right here, 'cause I'm Mexican-American.",
      "vi": "[man] My eagle right here,'cause I'm Mexican-American."
    }
  },
  {
    "translation": {
      "en": "♪ You all alone in these streets, cousin Every man... ♪",
      "vi": "♪ You all alone in these streets, cousinEvery man... ♪"
    }
  },
  {
    "translation": {
      "en": "[Speedy] They call me Speedy, one of my fans gave me the name.",
      "vi": "[Speedy] They call me Speedy,one of my fans gave me the name."
    }
  },
  {
    "translation": {
      "en": "[Baldacci] In there, the tattoo shop is your cell.",
      "vi": "[Baldacci] In there,the tattoo shop is your cell."
    }
  },
  {
    "translation": {
      "en": "Just a couple of cases of soups and coffee, man, from prison.",
      "vi": "Just a couple of cases of soupsand coffee, man, from prison."
    }
  },
  {
    "translation": {
      "en": "That's what they charge you in there to do this type of thing.",
      "vi": "That's what they charge you in thereto do this type of thing."
    }
  },
  {
    "translation": {
      "en": "Nowadays I guess that's just a way to look cool, but...",
      "vi": "Nowadays I guess that's justa way to look cool, but..."
    }
  },
  {
    "translation": {
      "en": "they were basically put on me for a reason.",
      "vi": "they were basically put on mefor a reason."
    }
  },
  {
    "translation": {
      "en": "[Johnny] All my tattoos were done in prison, single needle.",
      "vi": "[Johnny] All my tattooswere done in prison, single needle."
    }
  },
  {
    "translation": {
      "en": "They were kind of like the old black and gray feel to the ink.",
      "vi": "They were kind of like the old blackand gray feel to the ink."
    }
  },
  {
    "translation": {
      "en": "♪ Don't make me Have to call your name out... ♪",
      "vi": "♪ Don't make meHave to call your name out... ♪"
    }
  },
  {
    "translation": {
      "en": "Some tattoos that some people have, they put them on",
      "vi": "Some tattoos that some people have,they put them on"
    }
  },
  {
    "translation": {
      "en": "because maybe they were in a lifestyle where a life was lost.",
      "vi": "because maybe they were in a lifestylewhere a life was lost."
    }
  },
  {
    "translation": {
      "en": "because we're not gonna say that 'cause we're on camera.",
      "vi": "because we're not gonna say that'cause we're on camera."
    }
  },
  {
    "translation": {
      "en": "When I sleeve somebody, they can't go into regular society,",
      "vi": "When I sleeve somebody,they can't go into regular society,"
    }
  },
  {
    "translation": {
      "en": "but little by little, those people will be business owners.",
      "vi": "but little by little,those people will be business owners."
    }
  },
  {
    "translation": {
      "en": "You know, over the next 10, 20 years, those people that are getting sleeves",
      "vi": "You know, over the next 10, 20 years,those people that are getting sleeves"
    }
  },
  {
    "translation": {
      "en": "will be business owners and shit will change up for them.",
      "vi": "will be business ownersand shit will change up for them."
    }
  },
  {
    "translation": {
      "en": "[Lepke] That's okay. It's a trend now. We got the soccer moms putting tattoos on.",
      "vi": "[Lepke] That's okay. It's a trend now.We got the soccer moms putting tattoos on."
    }
  },
  {
    "translation": {
      "en": "They're doing shit that we were looked down on.",
      "vi": "They're doing shitthat we were looked down on."
    }
  },
  {
    "translation": {
      "en": "We were putting these tattoos 'cause we were outcasts,",
      "vi": "We were putting these tattoos'cause we were outcasts,"
    }
  },
  {
    "translation": {
      "en": "Now they're putting them on because now society accepts it?",
      "vi": "Now they're putting them onbecause now society accepts it?"
    }
  },
  {
    "translation": {
      "en": "So now I might just start taking them all off.",
      "vi": "So now I might just starttaking them all off."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We're interested in the darkest shit in life.",
      "vi": "[Cartoon] We're interestedin the darkest shit in life."
    }
  },
  {
    "translation": {
      "en": "Watching and observing those cultures, you know what I mean?",
      "vi": "Watching and observing those cultures,you know what I mean?"
    }
  },
  {
    "translation": {
      "en": "What happened to your hand? You got arthritis?",
      "vi": "What happened to your hand?You got arthritis?"
    }
  },
  {
    "translation": {
      "en": "Okay, look, if you go out this way, and go on the side,",
      "vi": "Okay, look, if you go out this way,and go on the side,"
    }
  },
  {
    "translation": {
      "en": "go straight all the way down, there's a little alley right there.",
      "vi": "go straight all the way down,there's a little alley right there."
    }
  },
  {
    "translation": {
      "en": "-Take it easy. -[producer] Bye, thank you.",
      "vi": "-Take it easy.-[producer] Bye, thank you."
    }
  },
  {
    "translation": {
      "en": "[Estevan] When you're in the streets in LA, in the bad neighborhoods,",
      "vi": "[Estevan] When you're in the streetsin LA, in the bad neighborhoods,"
    }
  },
  {
    "translation": {
      "en": "When you know that it's an active area and some shit might happen,",
      "vi": "When you know that it's an active areaand some shit might happen,"
    }
  },
  {
    "translation": {
      "en": "it's kind of like, okay, cool, you know, you gotta be on point, you know.",
      "vi": "it's kind of like, okay, cool, you know,you gotta be on point, you know."
    }
  },
  {
    "translation": {
      "en": "'cause if you're just walking around all \"ladi da, da,\"",
      "vi": "'cause if you're just walking aroundall \"ladi da, da,\""
    }
  },
  {
    "translation": {
      "en": "you know, like an idiot, you could lose that way.",
      "vi": "you know, like an idiot,you could lose that way."
    }
  },
  {
    "translation": {
      "en": "They're just looking for someone to fuck with, so...",
      "vi": "They're just lookingfor someone to fuck with, so..."
    }
  },
  {
    "translation": {
      "en": "[Estevan] A lot of people we've known have died.",
      "vi": "[Estevan]A lot of people we've known have died."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Can't even think of how that would be",
      "vi": "[Estevan]Can't even think of how that would be"
    }
  },
  {
    "translation": {
      "en": "and it was, like, the will went to, like, each other.",
      "vi": "and it was, like,the will went to, like, each other."
    }
  },
  {
    "translation": {
      "en": "Let's see what we have here in this little box.",
      "vi": "Let's see what we have herein this little box."
    }
  },
  {
    "translation": {
      "en": "He's the guy that introduced me and my wife to each other.",
      "vi": "He's the guy that introduced meand my wife to each other."
    }
  },
  {
    "translation": {
      "en": "[Estevan] And he introduced Cartoon to his wife.",
      "vi": "[Estevan]And he introduced Cartoon to his wife."
    }
  },
  {
    "translation": {
      "en": "Right here, this is one of my favorite pictures of all times.",
      "vi": "Right here, this is oneof my favorite pictures of all times."
    }
  },
  {
    "translation": {
      "en": "He got murdered 'cause he got into a fight with somebody.",
      "vi": "He got murdered'cause he got into a fight with somebody."
    }
  },
  {
    "translation": {
      "en": "This was another guy that was shot. His name was Nene.",
      "vi": "This was another guy that was shot.His name was Nene."
    }
  },
  {
    "translation": {
      "en": "-[D.P.] What happened to him? -[Estevan] He died.",
      "vi": "-[D.P.] What happened to him?-[Estevan] He died."
    }
  },
  {
    "translation": {
      "en": "You know, I think they're living the life they wanted to",
      "vi": "You know, I think they're livingthe life they wanted to"
    }
  },
  {
    "translation": {
      "en": "Those guys were gangsters and they died doing some gangster shit.",
      "vi": "Those guys were gangstersand they died doing some gangster shit."
    }
  },
  {
    "translation": {
      "en": "[D.P.] So you think they kind of dig being a gangster.",
      "vi": "[D.P.] So you think they kindof dig being a gangster."
    }
  },
  {
    "translation": {
      "en": "Yeah, they loved it, or else they wouldn't have been a gangster.",
      "vi": "Yeah, they loved it, or elsethey wouldn't have been a gangster."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] ♪ I spend my time in the hood ♪",
      "vi": "[in Spanish]♪ I spend my time in the hood ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Because everything Must be paid for in this world ♪",
      "vi": "♪ Because everythingMust be paid for in this world ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I spend my time smoking With my homies in the hood ♪",
      "vi": "♪ I spend my time smokingWith my homies in the hood ♪"
    }
  },
  {
    "translation": {
      "en": "Those guys sitting in cells that will never get out",
      "vi": "Those guys sitting in cellsthat will never get out"
    }
  },
  {
    "translation": {
      "en": "To be Chicano means identifying with your roots.",
      "vi": "To be Chicanomeans identifying with your roots."
    }
  },
  {
    "translation": {
      "en": "[David F., Jr] The number one thing is family.",
      "vi": "[David F., Jr] The number one thingis family."
    }
  },
  {
    "translation": {
      "en": "[Michelle] You don't really hear about the heart of a Chicano,",
      "vi": "[Michelle] You don't really hearabout the heart of a Chicano,"
    }
  },
  {
    "translation": {
      "en": "they're old Benny's thrown away that we pick up and we shine.",
      "vi": "they're old Benny's thrown awaythat we pick up and we shine."
    }
  },
  {
    "translation": {
      "en": "[Michelle] It's almost like watching a Chicano's heart",
      "vi": "[Michelle] It's almost like watchinga Chicano's heart"
    }
  },
  {
    "translation": {
      "en": "[Javi] Those people that threw them away wish they had them back",
      "vi": "[Javi] Those people that threw them awaywish they had them back"
    }
  },
  {
    "translation": {
      "en": "after they see them all fixed up and clean and shined up.",
      "vi": "after they see them all fixed upand clean and shined up."
    }
  },
  {
    "translation": {
      "en": "You don't own a lowrider. You are a lowrider.",
      "vi": "You don't own a lowrider.You are a lowrider."
    }
  },
  {
    "translation": {
      "en": "There are people that are incredibly wealthy",
      "vi": "There are peoplethat are incredibly wealthy"
    }
  },
  {
    "translation": {
      "en": "They introduced the whole rest of the world basically",
      "vi": "They introducedthe whole rest of the world basically"
    }
  },
  {
    "translation": {
      "en": "[Bobo] You go to Japan and you see some of the Japanese kids",
      "vi": "[Bobo] You go to Japanand you see some of the Japanese kids"
    }
  },
  {
    "translation": {
      "en": "and have the whole thing and they could look all \"Chicanoed-out\"",
      "vi": "and have the whole thingand they could look all \"Chicanoed-out\""
    }
  },
  {
    "translation": {
      "en": "There's a big lowrider scene that's gone around the world.",
      "vi": "There's a big lowrider scenethat's gone around the world."
    }
  },
  {
    "translation": {
      "en": "[man] Because of what Cartoon and Estevan did with Chicano culture",
      "vi": "[man] Because of what Cartoonand Estevan did with Chicano culture"
    }
  },
  {
    "translation": {
      "en": "and made it so pervasive and popular in Japanese subculture,",
      "vi": "and made it so pervasiveand popular in Japanese subculture,"
    }
  },
  {
    "translation": {
      "en": "it made it even extra cool back here in the States.",
      "vi": "it made it even extra coolback here in the States."
    }
  },
  {
    "translation": {
      "en": "And I think a lot of it comes from how pioneering these two gentlemen",
      "vi": "And I think a lot of it comesfrom how pioneering these two gentlemen"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We listen to oldies, we listen to Motown-style, classic soul.",
      "vi": "[Cartoon] We listen to oldies,we listen to Motown-style, classic soul."
    }
  },
  {
    "translation": {
      "en": "Due to the weather on the West Coast, we wear T-shirts all year long.",
      "vi": "Due to the weather on the West Coast,we wear T-shirts all year long."
    }
  },
  {
    "translation": {
      "en": "The West Coast grew up wearing Cortez shoes.",
      "vi": "The West Coast grew upwearing Cortez shoes."
    }
  },
  {
    "translation": {
      "en": "In the '80s, though, it was like a gang-banging shoe.",
      "vi": "In the '80s, though,it was like a gang-banging shoe."
    }
  },
  {
    "translation": {
      "en": "Like, you wearing that shoe, people asked you, \"Where are you from?\"",
      "vi": "Like, you wearing that shoe,people asked you, \"Where are you from?\""
    }
  },
  {
    "translation": {
      "en": "I'm gonna design the shoe I grew up wearing.\"",
      "vi": "I'm gonna design the shoeI grew up wearing.\""
    }
  },
  {
    "translation": {
      "en": "It'd be like McDonald's calling you, and be like,",
      "vi": "It'd be like McDonald's calling you,and be like,"
    }
  },
  {
    "translation": {
      "en": "\"You're gonna do your own signature Big Mac.",
      "vi": "\"You're gonna doyour own signature Big Mac."
    }
  },
  {
    "translation": {
      "en": "There's not a lot of artists out here to have their own Nike shoe.",
      "vi": "There's not a lot of artists out hereto have their own Nike shoe."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I walk into a business meeting with confidence.",
      "vi": "[Cartoon] I walk into a business meetingwith confidence."
    }
  },
  {
    "translation": {
      "en": "I can apply that same philosophy to what I'm doing.",
      "vi": "I can apply that same philosophyto what I'm doing."
    }
  },
  {
    "translation": {
      "en": "Whoa, Mister Cartoon is completely crossing over to a different level,",
      "vi": "Whoa, Mister Cartoon is completelycrossing over to a different level,"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I did the LA edition, which was putting the \"LA\"",
      "vi": "[Cartoon] I did the LA edition,which was putting the \"LA\""
    }
  },
  {
    "translation": {
      "en": "This was crazy because here I'm doing an Aztec",
      "vi": "This was crazybecause here I'm doing an Aztec"
    }
  },
  {
    "translation": {
      "en": "So you have the Spaniards coming to New Spain, which was Mexico,",
      "vi": "So you have the Spaniardscoming to New Spain, which was Mexico,"
    }
  },
  {
    "translation": {
      "en": "great war between the Spaniards and the Aztecs",
      "vi": "great war between the Spaniardsand the Aztecs"
    }
  },
  {
    "translation": {
      "en": "So, I had that on a shoe, which is a little heavy,",
      "vi": "So, I had that on a shoe,which is a little heavy,"
    }
  },
  {
    "translation": {
      "en": "you know what I'm saying? For a shoe design.",
      "vi": "you know what I'm saying?For a shoe design."
    }
  },
  {
    "translation": {
      "en": "And then on the Aztec warrior, I put a brush mustache,",
      "vi": "And then on the Aztec warrior,I put a brush mustache,"
    }
  },
  {
    "translation": {
      "en": "I'm surprised every time one of these huge deals goes through.",
      "vi": "I'm surprised every timeone of these huge deals goes through."
    }
  },
  {
    "translation": {
      "en": "And I would ask these kids, and they'd get all shy.",
      "vi": "And I would ask these kids,and they'd get all shy."
    }
  },
  {
    "translation": {
      "en": "It's beautiful to see that Cartoon can set an example",
      "vi": "It's beautiful to seethat Cartoon can set an example"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] My goal was to motivate them and get them to think,",
      "vi": "[Cartoon] My goal was to motivate themand get them to think,"
    }
  },
  {
    "translation": {
      "en": "\"Man, if this knucklehead can do it, man, I can design my own shoe.\"",
      "vi": "\"Man, if this knucklehead can do it,man, I can design my own shoe.\""
    }
  },
  {
    "translation": {
      "en": "-[Danny chuckles] -Motherfucking premiere of Machete.",
      "vi": "-[Danny chuckles]-Motherfucking premiere of Machete."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Seeing these big Hollywood events.",
      "vi": "[Cartoon]Seeing these big Hollywood events."
    }
  },
  {
    "translation": {
      "en": "to do some of those events, and it came out dope.",
      "vi": "to do some of those events,and it came out dope."
    }
  },
  {
    "translation": {
      "en": "People in the street, happy that somebody's representing.",
      "vi": "People in the street,happy that somebody's representing."
    }
  },
  {
    "translation": {
      "en": "[Michelle] It would be hard to be downtown that day",
      "vi": "[Michelle] It would be hardto be downtown that day"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Damn, man, we're bringing Chicano art",
      "vi": "[Cartoon] Damn, man,we're bringing Chicano art"
    }
  },
  {
    "translation": {
      "en": "Shout-out to S.A. Studios. Grand Theft Auto, good looking.",
      "vi": "Shout-out to S.A. Studios.Grand Theft Auto, good looking."
    }
  },
  {
    "translation": {
      "en": "GTA is the iconic video game that ended up becoming because of the Estev and Toon.",
      "vi": "GTA is the iconic video game that ended upbecoming because of the Estev and Toon."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We did all the tattoos, graffiti,",
      "vi": "[Cartoon] We didall the tattoos, graffiti,"
    }
  },
  {
    "translation": {
      "en": "and the Virgen de Guadalupe would be on the side.",
      "vi": "and the Virgen de Guadalupewould be on the side."
    }
  },
  {
    "translation": {
      "en": "and you're on this uphill trajectory of perfecting this art form.",
      "vi": "and you're on this uphill trajectoryof perfecting this art form."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] It was a great time. Record businesses were still going.",
      "vi": "[Cartoon] It was a great time.Record businesses were still going."
    }
  },
  {
    "translation": {
      "en": "and commercials were getting anywhere from 100,000 into the millions.",
      "vi": "and commercials were gettinganywhere from 100,000 into the millions."
    }
  },
  {
    "translation": {
      "en": "global communication with a lot of people...",
      "vi": "global communicationwith a lot of people..."
    }
  },
  {
    "translation": {
      "en": "[anchor] Twenty million people get their music this way.",
      "vi": "[anchor] Twenty million peopleget their music this way."
    }
  },
  {
    "translation": {
      "en": "-They worst offender is Napster. -Metallica filed a...",
      "vi": "-They worst offender is Napster.-Metallica filed a..."
    }
  },
  {
    "translation": {
      "en": "At that point, S.A. Studios, it was kind of like a barber shop.",
      "vi": "At that point, S.A. Studios,it was kind of like a barber shop."
    }
  },
  {
    "translation": {
      "en": "That's what S.A. Studios felt like. A bunch of big-ass kids having fun.",
      "vi": "That's what S.A. Studios felt like.A bunch of big-ass kids having fun."
    }
  },
  {
    "translation": {
      "en": "What you doing, man? What you've been up to?\"",
      "vi": "What you doing, man?What you've been up to?\""
    }
  },
  {
    "translation": {
      "en": "It'd be like showing up at a doctor's office.",
      "vi": "It'd be like showing upat a doctor's office."
    }
  },
  {
    "translation": {
      "en": "Yay, man. Wow, you're doing some surgery. What's up?\"",
      "vi": "Yay, man. Wow, you're doingsome surgery. What's up?\""
    }
  },
  {
    "translation": {
      "en": "I'm gonna stay here until five, six in the morning.",
      "vi": "I'm gonna stay hereuntil five, six in the morning."
    }
  },
  {
    "translation": {
      "en": "I don't need a lot of people around to do what I do.",
      "vi": "I don't need a lot of people aroundto do what I do."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Worst one-day losses since 911.",
      "vi": "[reporter 2]Worst one-day losses since 911."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] Two point six million people--",
      "vi": "[reporter 4]Two point six million people--"
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Spinning the economy in a vicious cycle,",
      "vi": "[reporter 5] Spinning the economyin a vicious cycle,"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Magazines shut down, record labels shut down.",
      "vi": "[Estevan] Magazines shut down,record labels shut down."
    }
  },
  {
    "translation": {
      "en": "[reporter 6] President Obama facing increasing pressure",
      "vi": "[reporter 6]President Obama facing increasing pressure"
    }
  },
  {
    "translation": {
      "en": "[reporter 7] Eleven point three trillion dollars.",
      "vi": "[reporter 7]Eleven point three trillion dollars."
    }
  },
  {
    "translation": {
      "en": "and help responsible home-owners stay in their homes.",
      "vi": "and help responsible home-ownersstay in their homes."
    }
  },
  {
    "translation": {
      "en": "That cut at least 75% of my work that was coming in.",
      "vi": "That cut at least 75% of my workthat was coming in."
    }
  },
  {
    "translation": {
      "en": "Everything evolves, and everything is a moment in time.",
      "vi": "Everything evolves,and everything is a moment in time."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] That whole place of downtown LA got over-gentrified in my opinion.",
      "vi": "[Cartoon] That whole place of downtown LAgot over-gentrified in my opinion."
    }
  },
  {
    "translation": {
      "en": "[Roger] If everything always stays the same, how special is it?",
      "vi": "[Roger] If everything alwaysstays the same, how special is it?"
    }
  },
  {
    "translation": {
      "en": "Five years, ten years. However long that moment was.",
      "vi": "Five years, ten years.However long that moment was."
    }
  },
  {
    "translation": {
      "en": "[David] You have one guy who's in the profession of tattoos,",
      "vi": "[David] You have one guywho's in the profession of tattoos,"
    }
  },
  {
    "translation": {
      "en": "and now I don't know one fucking person who doesn't have a tattoo.",
      "vi": "and now I don't know one fucking personwho doesn't have a tattoo."
    }
  },
  {
    "translation": {
      "en": "you have photography, which was like this, and now it's, like, nothing.",
      "vi": "you have photography, which waslike this, and now it's, like, nothing."
    }
  },
  {
    "translation": {
      "en": "Both things are symbiotic and feeding off each other.",
      "vi": "Both things are symbioticand feeding off each other."
    }
  },
  {
    "translation": {
      "en": "But one of those things brings in a ton of cash,",
      "vi": "But one of those thingsbrings in a ton of cash,"
    }
  },
  {
    "translation": {
      "en": "and the other one, the cash is disappearing.",
      "vi": "and the other one,the cash is disappearing."
    }
  },
  {
    "translation": {
      "en": "The tension that must bring between brothers...",
      "vi": "The tension that must bringbetween brothers..."
    }
  },
  {
    "translation": {
      "en": "We used to call our little thing here \"Skid Row's finest\"",
      "vi": "We used to call our little thing here\"Skid Row's finest\""
    }
  },
  {
    "translation": {
      "en": "because we were surrounded by the people of Skid Row.",
      "vi": "because we were surroundedby the people of Skid Row."
    }
  },
  {
    "translation": {
      "en": "That was probably one of the most challenging times in my life.",
      "vi": "That was probably oneof the most challenging times in my life."
    }
  },
  {
    "translation": {
      "en": "♪ Microphone checker Swinging sword lecture ♪",
      "vi": "♪ Microphone checkerSwinging sword lecture ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Closing down the sector Supreme neck protector ♪",
      "vi": "♪ Closing down the sectorSupreme neck protector ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Better warn 'em kid Mr. Method boiling pot ♪",
      "vi": "♪ Better warn 'em kidMr. Method boiling pot ♪"
    }
  },
  {
    "translation": {
      "en": "♪ About to blow his lid From the pressure ♪",
      "vi": "♪ About to blow his lidFrom the pressure ♪"
    }
  },
  {
    "translation": {
      "en": "♪ It's all in together Going all out together ♪",
      "vi": "♪ It's all in togetherGoing all out together ♪"
    }
  },
  {
    "translation": {
      "en": "-Congratulations. -Thank you.",
      "vi": "-Congratulations.-Thank you."
    }
  },
  {
    "translation": {
      "en": "♪ We don't condone biting See them selling crossbones ♪",
      "vi": "♪ We don't condone bitingSee them selling crossbones ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Protecting what am writing Don't clash with the Titan ♪",
      "vi": "♪ Protecting what am writingDon't clash with the Titan ♪"
    }
  },
  {
    "translation": {
      "en": "[Estevan] To me, LA's the blood pumping through my veins.",
      "vi": "[Estevan] To me,LA's the blood pumping through my veins."
    }
  },
  {
    "translation": {
      "en": "♪ Get the shit to the cracking Got you feelin' with your... out ♪",
      "vi": "♪ Get the shit to the crackingGot you feelin' with your... out ♪"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I mean, look at it. How fucking cool is that shit?",
      "vi": "[Estevan] I mean, look at it.How fucking cool is that shit?"
    }
  },
  {
    "translation": {
      "en": "♪ Where I used to battle crews Back when Antoinette had that attitude ♪",
      "vi": "♪ Where I used to battle crewsBack when Antoinette had that attitude ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Cover me, I'm going in Walls closing in ♪",
      "vi": "♪ Cover me, I'm going inWalls closing in ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Blow you out the frame And then I'm gone ♪",
      "vi": "♪ Blow you out the frameAnd then I'm gone ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Look up in the sky It's a bird, it's a plane ♪",
      "vi": "♪ Look up in the skyIt's a bird, it's a plane ♪"
    }
  },
  {
    "translation": {
      "en": "♪ It's the funk Doctor Spock Get on a train ♪",
      "vi": "♪ It's the funk Doctor SpockGet on a train ♪"
    }
  },
  {
    "translation": {
      "en": "-[police car siren wailing] -♪ So sick than you can suck my... ♪",
      "vi": "-[police car siren wailing]-♪ So sick than you can suck my... ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I was gone too, but we roam Cellular phones ♪",
      "vi": "♪ I was gone too, but we roamCellular phones ♪"
    }
  },
  {
    "translation": {
      "en": "[Estevan] This is where I come and get all my film done right here.",
      "vi": "[Estevan] This is where I comeand get all my film done right here."
    }
  },
  {
    "translation": {
      "en": "and I'm gonna show you the new S.A. Studios.",
      "vi": "and I'm gonna show youthe new S.A. Studios."
    }
  },
  {
    "translation": {
      "en": "Well, my part of it. Cartoon has a different part.",
      "vi": "Well, my part of it.Cartoon has a different part."
    }
  },
  {
    "translation": {
      "en": "These are all bills that haven't been paid.",
      "vi": "These are all billsthat haven't been paid."
    }
  },
  {
    "translation": {
      "en": "what it's like to be a world-famous photographer.",
      "vi": "what it's like to bea world-famous photographer."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Where am I today? I'm in a good place.",
      "vi": "[Cartoon] Where am I today?I'm in a good place."
    }
  },
  {
    "translation": {
      "en": "I'm always gonna look at what's the solution,",
      "vi": "I'm always gonna lookat what's the solution,"
    }
  },
  {
    "translation": {
      "en": "I haven't stopped one day since S.A. Studios.",
      "vi": "I haven't stopped one daysince S.A. Studios."
    }
  },
  {
    "translation": {
      "en": "[Estevan, in Spanish] Attention! Attention!",
      "vi": "[Estevan, in Spanish]Attention! Attention!"
    }
  },
  {
    "translation": {
      "en": "[in English] There's our lovely Sixth Street Bridge.",
      "vi": "[in English]There's our lovely Sixth Street Bridge."
    }
  },
  {
    "translation": {
      "en": "[in English] So crazy to see all this shit.",
      "vi": "[in English]So crazy to see all this shit."
    }
  },
  {
    "translation": {
      "en": "apartments, fuck it, whatever you could get in there.",
      "vi": "apartments, fuck it,whatever you could get in there."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I don't feel like a victim. I feel like I'm on top of everything.",
      "vi": "[Cartoon] I don't feel like a victim.I feel like I'm on top of everything."
    }
  },
  {
    "translation": {
      "en": "I know how to use Photoshop, I know how to use a computer.",
      "vi": "I know how to use Photoshop,I know how to use a computer."
    }
  },
  {
    "translation": {
      "en": "The guys that didn't do that, they probably feel overwhelmed.",
      "vi": "The guys that didn't do that,they probably feel overwhelmed."
    }
  },
  {
    "translation": {
      "en": "And then I was trying to keep up with the Joneses, and, you know,",
      "vi": "And then I was trying to keep upwith the Joneses, and, you know,"
    }
  },
  {
    "translation": {
      "en": "at certain times a day on certain days and I'm like,",
      "vi": "at certain times a dayon certain days and I'm like,"
    }
  },
  {
    "translation": {
      "en": "\"How the fuck does this guy have a million followers",
      "vi": "\"How the fuck does this guyhave a million followers"
    }
  },
  {
    "translation": {
      "en": "Every time I'd think I was doing some big shit, good shit,",
      "vi": "Every time I'd thinkI was doing some big shit, good shit,"
    }
  },
  {
    "translation": {
      "en": "and I go, \"Oh, I'm gonna show Instagram right now.",
      "vi": "and I go, \"Oh,I'm gonna show Instagram right now."
    }
  },
  {
    "translation": {
      "en": "You know. \"All my haters are gonna come out on this one.\"",
      "vi": "You know. \"All my hatersare gonna come out on this one.\""
    }
  },
  {
    "translation": {
      "en": "I would post something and it'd be like, \"wah, wah, wah.\"",
      "vi": "I would post something and it'd be like,\"wah, wah, wah.\""
    }
  },
  {
    "translation": {
      "en": "I got more likes just from taking a picture of my dog",
      "vi": "I got more likes just from takinga picture of my dog"
    }
  },
  {
    "translation": {
      "en": "All the algorithms and the analytics and all that, and I was like,",
      "vi": "All the algorithms and the analyticsand all that, and I was like,"
    }
  },
  {
    "translation": {
      "en": "\"Man, this shit is, like, so time-consuming",
      "vi": "\"Man, this shit is,like, so time-consuming"
    }
  },
  {
    "translation": {
      "en": "It's tiring to try and keep up with the Joneses, so...",
      "vi": "It's tiring to tryand keep up with the Joneses, so..."
    }
  },
  {
    "translation": {
      "en": "Sometimes I just say, \"Fuck it, who am I doing all this shit--?\"",
      "vi": "Sometimes I just say,\"Fuck it, who am I doing all this shit--?\""
    }
  },
  {
    "translation": {
      "en": "to keep up with the bills that are coming in.",
      "vi": "to keep up with the billsthat are coming in."
    }
  },
  {
    "translation": {
      "en": "♪ Money's growing Like grass with the mass appeal ♪",
      "vi": "♪ Money's growingLike grass with the mass appeal ♪"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] People on the other side of the world looking at our shit,",
      "vi": "[Cartoon] People on the other sideof the world looking at our shit,"
    }
  },
  {
    "translation": {
      "en": "we don't realize a lot of times 'cause it's in front of us.",
      "vi": "we don't realize a lot of times'cause it's in front of us."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I think that this art form embraces everybody.",
      "vi": "[Cartoon] I think that this art formembraces everybody."
    }
  },
  {
    "translation": {
      "en": "People are affected, and we don't know about it.",
      "vi": "People are affected,and we don't know about it."
    }
  },
  {
    "translation": {
      "en": "I'm a trans man and I'm tattooed. I love tattoos.",
      "vi": "I'm a trans man and I'm tattooed.I love tattoos."
    }
  },
  {
    "translation": {
      "en": "-[Loco] Yeah? Good? -[man] Danke schön.",
      "vi": "-[Loco] Yeah? Good?-[man] Danke schön."
    }
  },
  {
    "translation": {
      "en": "♪ And with my unique skills, nah You can't compare... ♪",
      "vi": "♪ And with my unique skills, nahYou can't compare... ♪"
    }
  },
  {
    "translation": {
      "en": "[Chris] Oh, I've been arrested over 20 times for graffiti.",
      "vi": "[Chris] Oh, I've been arrestedover 20 times for graffiti."
    }
  },
  {
    "translation": {
      "en": "And I've been chased with things and attacked by dogs",
      "vi": "And I've been chased with thingsand attacked by dogs"
    }
  },
  {
    "translation": {
      "en": "put me into an understanding about a lot of things out here.",
      "vi": "put me into an understandingabout a lot of things out here."
    }
  },
  {
    "translation": {
      "en": "-[man] Oh! -That was perfect timing.",
      "vi": "-[man] Oh!-That was perfect timing."
    }
  },
  {
    "translation": {
      "en": "[Mark] Between Estevan and Cartoon, they have really brought",
      "vi": "[Mark] Between Estevan and Cartoon,they have really brought"
    }
  },
  {
    "translation": {
      "en": "[Roger] For this show, we wanted to be true to the spirit of the artform.",
      "vi": "[Roger] For this show, we wantedto be true to the spirit of the artform."
    }
  },
  {
    "translation": {
      "en": "[Mark] Beyond The Streets show that's out now,",
      "vi": "[Mark] Beyond The Streets showthat's out now,"
    }
  },
  {
    "translation": {
      "en": "and you have the iconic Estevan LA hand sign.",
      "vi": "and you havethe iconic Estevan LA hand sign."
    }
  },
  {
    "translation": {
      "en": "[Martha] People might dismiss graffiti as only being vandalism.",
      "vi": "[Martha] People might dismiss graffitias only being vandalism."
    }
  },
  {
    "translation": {
      "en": "And I'm not saying that it isn't vandalism.",
      "vi": "And I'm not sayingthat it isn't vandalism."
    }
  },
  {
    "translation": {
      "en": "and shit. That's how people look at it.",
      "vi": "and shit. That's how people look at it."
    }
  },
  {
    "translation": {
      "en": "We're not even supposed to be there in the first place",
      "vi": "We're not even supposedto be there in the first place"
    }
  },
  {
    "translation": {
      "en": "♪ The building, Trinity Ave Ten years... ♪",
      "vi": "♪ The building, Trinity AveTen years... ♪"
    }
  },
  {
    "translation": {
      "en": "They ain't got no degrees. They learned this from the streets.",
      "vi": "They ain't got no degrees.They learned this from the streets."
    }
  },
  {
    "translation": {
      "en": "[Haze] Are they responsible for bringing that style",
      "vi": "[Haze] Are they responsiblefor bringing that style"
    }
  },
  {
    "translation": {
      "en": "and that culture to the forefront of the movement? Definitely.",
      "vi": "and that culture to the forefrontof the movement? Definitely."
    }
  },
  {
    "translation": {
      "en": "Hip-hop culture owes so much to Toons and Estevan.",
      "vi": "Hip-hop culture owes so muchto Toons and Estevan."
    }
  },
  {
    "translation": {
      "en": "[Eminem] Them being so prominent in the culture",
      "vi": "[Eminem]Them being so prominent in the culture"
    }
  },
  {
    "translation": {
      "en": "that even the generation after us, coming up...",
      "vi": "that even the generation after us,coming up..."
    }
  },
  {
    "translation": {
      "en": "[Roger] They're out there. They're approachable.",
      "vi": "[Roger] They're out there.They're approachable."
    }
  },
  {
    "translation": {
      "en": "They're shooting for magazines. They're friends with people on Skid Row.",
      "vi": "They're shooting for magazines.They're friends with people on Skid Row."
    }
  },
  {
    "translation": {
      "en": "[OG Slick] I'll show you what I think about H&M, you know?",
      "vi": "[OG Slick] I'll show you what I thinkabout H&M, you know?"
    }
  },
  {
    "translation": {
      "en": "[Roger] They're friends with musicians, celebrities.",
      "vi": "[Roger] They're friends with musicians,celebrities."
    }
  },
  {
    "translation": {
      "en": "♪ In the gutter one, ghetto running 'em Troublesome, extra double dumb... ♪",
      "vi": "♪ In the gutter one, ghetto running 'emTroublesome, extra double dumb... ♪"
    }
  },
  {
    "translation": {
      "en": "They're doing it better than they ever have, and that's pride.",
      "vi": "They're doing it betterthan they ever have, and that's pride."
    }
  },
  {
    "translation": {
      "en": "for Chicano art to just be pushed as hard as possible,",
      "vi": "for Chicano art to just be pushedas hard as possible,"
    }
  },
  {
    "translation": {
      "en": "whether it's a direct a political message or just as a style, is a great thing.",
      "vi": "whether it's a direct a political messageor just as a style, is a great thing."
    }
  },
  {
    "translation": {
      "en": "The culture has to be a little louder than the hate.",
      "vi": "The culture has to bea little louder than the hate."
    }
  },
  {
    "translation": {
      "en": "♪ Cause they say I rhyme They say I look like a gremlin... ♪",
      "vi": "♪ Cause they say I rhymeThey say I look like a gremlin... ♪"
    }
  },
  {
    "translation": {
      "en": "We're gonna keep moving forward, keep creating",
      "vi": "We're gonna keep moving forward,keep creating"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming! Thank you for coming.",
      "vi": "Thank you for coming!Thank you for coming."
    }
  },
  {
    "translation": {
      "en": "♪ Pray for enemies and haters That's the meaning of a gang star ♪",
      "vi": "♪ Pray for enemies and hatersThat's the meaning of a gang star ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I'm into everything Hustle I get that money ♪",
      "vi": "♪ I'm into everythingHustle I get that money ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I know I'm gonna make it I chase it, I come and run it down ♪",
      "vi": "♪ I know I'm gonna make itI chase it, I come and run it down ♪"
    }
  },
  {
    "translation": {
      "en": "♪ We out here chilled, it's Sunday We got the pretty women ♪",
      "vi": "♪ We out here chilled, it's SundayWe got the pretty women ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Barbecues popping, no stoppin' We're drinking beer with lemon ♪",
      "vi": "♪ Barbecues popping, no stoppin'We're drinking beer with lemon ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Los Angeles, baby We own the South side ♪",
      "vi": "♪ Los Angeles, babyWe own the South side ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Cruising down Pacific The sickest, that's how the South ride ♪",
      "vi": "♪ Cruising down PacificThe sickest, that's how the South ride ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Bouncing down the boulevard Watching as they pass you ♪",
      "vi": "♪ Bouncing down the boulevardWatching as they pass you ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Hella smoke from this Charlie Brown It's in the sky ♪",
      "vi": "♪ Hella smoke from this Charlie BrownIt's in the sky ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Tacos de carnitas with salsita Boy, I'm feeling fly ♪",
      "vi": "♪ Tacos de carnitas with salsitaBoy, I'm feeling fly ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Mexicano by nature I'm living out a zone ♪",
      "vi": "♪ Mexicano by natureI'm living out a zone ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I just think with that alone Really that I'm not alone ♪",
      "vi": "♪ I just think with that aloneReally that I'm not alone ♪"
    }
  },
  {
    "translation": {
      "en": "♪ We'll be chillin' On a South Side Sunday ♪",
      "vi": "♪ We'll be chillin'On a South Side Sunday ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Rainbow, rainbow ♪ -♪ Out here chillin' with the homies ♪",
      "vi": "-♪ Rainbow, rainbow ♪-♪ Out here chillin' with the homies ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Rainbow, rainbow ♪ -♪ Barbecues and family ♪",
      "vi": "-♪ Rainbow, rainbow ♪-♪ Barbecues and family ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Rainbow, rainbow ♪ -♪ Ain't no place I'd rather be ♪",
      "vi": "-♪ Rainbow, rainbow ♪-♪ Ain't no place I'd rather be ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Rainbow, rainbow ♪ -♪ I love LA ♪",
      "vi": "-♪ Rainbow, rainbow ♪-♪ I love LA ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Another sunny day in California This is Los Angeles ♪",
      "vi": "♪ Another sunny day in CaliforniaThis is Los Angeles ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Beast Baldacci Not to worry, let me handle this ♪",
      "vi": "♪ Beast BaldacciNot to worry, let me handle this ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Palm trees It's the home of a real life ♪",
      "vi": "♪ Palm treesIt's the home of a real life ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Battlefield, a war zone But this is where I feel right ♪",
      "vi": "♪ Battlefield, a war zoneBut this is where I feel right ♪"
    }
  },
  {
    "translation": {
      "en": "♪ No hatin', we just livin' Like we're supposed to ♪",
      "vi": "♪ No hatin', we just livin'Like we're supposed to ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Stand for who you are, yep It's what we've been exposed to ♪",
      "vi": "♪ Stand for who you are, yepIt's what we've been exposed to ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I love my city, my people I love my family ♪",
      "vi": "♪ I love my city, my peopleI love my family ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I love my haters, my rivals And people mad at me ♪",
      "vi": "♪ I love my haters, my rivalsAnd people mad at me ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I'm on the grind I can't stop, I'm all lit ♪",
      "vi": "♪ I'm on the grindI can't stop, I'm all lit ♪"
    }
  },
  {
    "translation": {
      "en": "♪ And every second I thank Pops This all him ♪",
      "vi": "♪ And every second I thank PopsThis all him ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Mini-bikes in the street going The feedback ♪",
      "vi": "♪ Mini-bikes in the street goingThe feedback ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Prostitutes and the weed sacks Believe that ♪",
      "vi": "♪ Prostitutes and the weed sacksBelieve that ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Broken lights so it's dark out The kids playin' ♪",
      "vi": "♪ Broken lights so it's dark outThe kids playin' ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Yellow tape on the next block I'm just sayin' ♪",
      "vi": "♪ Yellow tape on the next blockI'm just sayin' ♪"
    }
  },
  {
    "translation": {
      "en": "♪ It ain't never gonna change Boy, I love my city ♪",
      "vi": "♪ It ain't never gonna changeBoy, I love my city ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Rainbow, rainbow ♪ -♪ I love cruisin' through my city ♪",
      "vi": "-♪ Rainbow, rainbow ♪-♪ I love cruisin' through my city ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Rainbow, rainbow ♪ -♪ I love LA ♪",
      "vi": "-♪ Rainbow, rainbow ♪-♪ I love LA ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Man, how I love LA ♪ -♪ Rainbow, rainbow ♪",
      "vi": "-♪ Man, how I love LA ♪-♪ Rainbow, rainbow ♪"
    }
  },
  {
    "translation": {
      "en": "♪ We'll be chillin' On a South Side Sunday ♪",
      "vi": "♪ We'll be chillin'On a South Side Sunday ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Just chillin' on a South Side Sunday ♪ -♪ It's my favorite kind of day ♪",
      "vi": "-♪ Just chillin' on a South Side Sunday ♪-♪ It's my favorite kind of day ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Yeah ♪ -♪ Rainbow, rainbow ♪",
      "vi": "-♪ Yeah ♪-♪ Rainbow, rainbow ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Rainbow, rainbow ♪ -♪ Barbecues and family ♪",
      "vi": "-♪ Rainbow, rainbow ♪-♪ Barbecues and family ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Rainbow, rainbow ♪ -♪ Ain't no place I'd rather be ♪",
      "vi": "-♪ Rainbow, rainbow ♪-♪ Ain't no place I'd rather be ♪"
    }
  },
  {
    "translation": {
      "en": "-♪ Ain't no place I'd rather be ♪ -♪ I love LA ♪",
      "vi": "-♪ Ain't no place I'd rather be ♪-♪ I love LA ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Family is everything Tattoos represent mine ♪",
      "vi": "♪ Family is everythingTattoos represent mine ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Everything ahead of me I hope you try and test mine ♪",
      "vi": "♪ Everything ahead of meI hope you try and test mine ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Southern champion California weed smoke ♪",
      "vi": "♪ Southern championCalifornia weed smoke ♪"
    }
  },
  {
    "translation": {
      "en": "♪ The real moonrock on the top When the beast toke ♪",
      "vi": "♪ The real moonrock on the topWhen the beast toke ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Chikoe, Blazer The Speedy's Estevan Oriol ♪",
      "vi": "♪ Chikoe, BlazerThe Speedy's Estevan Oriol ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Free my brothers that's put away Now let them go ♪",
      "vi": "♪ Free my brothers that's put awayNow let them go ♪"
    }
  }
]