[
  {
    "translation": {
      "en": "At the moment of death.",
      "vi": "Tại thời điểm của cái chết..."
    }
  },
  {
    "translation": {
      "en": "are we actually just dead or is something else going on?",
      "vi": "có phải ta thật sự đã chết đi hay còn điều gì khác đang diễn ra?"
    }
  },
  {
    "translation": {
      "en": "There's no one on the planet who doesn't have a vested interest",
      "vi": "Chẳng có ai trên hành tinh này không quan tâm tới câu hỏi: cuộc sống có tiếp diễn sau cái chết?"
    }
  },
  {
    "translation": {
      "en": "in the question, does life go on after death?",
      "vi": "không quan tâm tới câu hỏi: cuộc sống có tiếp diễn sau cái chết?"
    }
  },
  {
    "translation": {
      "en": "Whatever this consciousness is that we have in this life...",
      "vi": "Bất kể thứ nhận thức ta có trong kiếp này là gì..."
    }
  },
  {
    "translation": {
      "en": "it was also there in another life before.",
      "vi": "nó cũng đã tồn tại ở một kiếp khác trước đó."
    }
  },
  {
    "translation": {
      "en": "He said, Mom, I think I need to tell you somethin'.",
      "vi": "Cậu bé nói: ''Mẹ, con nghĩ nên nói điều này."
    }
  },
  {
    "translation": {
      "en": "I think I used to be somebody else.",
      "vi": "Con nghĩ con từng là một người khác''."
    }
  },
  {
    "translation": {
      "en": "How many people here have had a near- death experience?",
      "vi": "Bao nhiêu người ở đây đã có trải nghiệm cận tử?"
    }
  },
  {
    "translation": {
      "en": "Lotta dead people here today. Welcome.",
      "vi": "Rất nhiều người chết ở đây hôm nay. Chào mừng."
    }
  },
  {
    "translation": {
      "en": "We had to rethink everything that we believed about death and dying.",
      "vi": "Chúng ta phải xét lại mọi thứ ta từng tin về cái chết và việc sắp chết."
    }
  },
  {
    "translation": {
      "en": "There have always been ghosts in history.",
      "vi": "Trong lịch sử luôn tồn tại hồn ma."
    }
  },
  {
    "translation": {
      "en": "We continue to report them and see them.",
      "vi": "Chúng ta liên tiếp báo cáo chúng và thấy chúng."
    }
  },
  {
    "translation": {
      "en": "To the spirits of the mansion, help us connect more deeply to your world.",
      "vi": "Hỡi các linh hồn ở biệt thự, hãy giúp chúng tôi kết nối sâu hơn với thế giới của người."
    }
  },
  {
    "translation": {
      "en": "Is there a child on the other side connected to you?",
      "vi": "Có đứa bé ở thế giới bên kia kết nối với cô?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "There are things that science can't test.",
      "vi": "Khoa học chả thể kiểm chứng nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "It doesn't mean they don't happen.",
      "vi": "Mà đâu có nghĩa không có."
    }
  },
  {
    "translation": {
      "en": "Literally, I can feel him and I know that he is there with me right now.",
      "vi": "Thật sự, tôi cảm thấy anh ấy, tôi biết giờ anh ấy ở cùng tôi."
    }
  },
  {
    "translation": {
      "en": "I could feel my spirit sort of peeling away from my body.",
      "vi": "Tôi có thể cảm thấy linh hồn mình tách khỏi cơ thể."
    }
  },
  {
    "translation": {
      "en": "How good would it be to know there is life after death?",
      "vi": "Sẽ tuyệt thế nào khi biết rằng có cuộc sống sau cái chết?"
    }
  },
  {
    "translation": {
      "en": "As a physician, I know that most people don't think about death really",
      "vi": "Là một bác sĩ, tôi biết đa số mọi người không thật sự nghĩ đến cái chết"
    }
  },
  {
    "translation": {
      "en": "until they're forced to.",
      "vi": "đến khi họ buộc phải làm thế."
    }
  },
  {
    "translation": {
      "en": "But 20 years ago, I was not only physically dead,",
      "vi": "Nhưng 20 năm trước, tôi không những đã chết về mặt thể chất,"
    }
  },
  {
    "translation": {
      "en": "I had been dead for a while.",
      "vi": "mà tôi đã chết một lúc lâu rồi."
    }
  },
  {
    "translation": {
      "en": "And that experience radically changed",
      "vi": "Và trải nghiệm đó đã thay đổi triệt để"
    }
  },
  {
    "translation": {
      "en": "everything about what I am and who I am.",
      "vi": "mọi thứ về việc tôi là gì và tôi là ai."
    }
  },
  {
    "translation": {
      "en": "In 1999, I arranged to go to Chile and kayak.",
      "vi": "Vào năm 1999, tôi sắp xếp đi Chi-lê để chèo thuyền kayak."
    }
  },
  {
    "translation": {
      "en": "And I was looking forward",
      "vi": "Và tôi đã đang mong đợi"
    }
  },
  {
    "translation": {
      "en": "to this section of river that's well known for its waterfalls.",
      "vi": "đến đoạn sông nổi tiếng này vì các thác nước của nó."
    }
  },
  {
    "translation": {
      "en": "We put on the river and we went over the first couple of drops.",
      "vi": "Chúng tôi chèo trên sông và vượt qua vài quãng dốc đầu."
    }
  },
  {
    "translation": {
      "en": "This river has a very high flow.",
      "vi": "Con sông này có dòng chảy rất mạnh."
    }
  },
  {
    "translation": {
      "en": "So we decided to run this smaller part of the first major waterfall.",
      "vi": "Nên chúng tôi quyết định xuống ở phần nhỏ của thác nước chính đầu tiên."
    }
  },
  {
    "translation": {
      "en": "And so I pulled out in the current.",
      "vi": "Và thế là tôi chèo vào dòng chảy."
    }
  },
  {
    "translation": {
      "en": "There was another kayaker who had sort of bobbled her way past.",
      "vi": "Một nữ tay chèo kayak khác cũng mất kiểm soát khi qua chỗ đó."
    }
  },
  {
    "translation": {
      "en": "And her boat was lodged sideways at the entrance.",
      "vi": "Và thuyền của cô ấy đã bị kẹt cả hai đầu ở lối vào thác."
    }
  },
  {
    "translation": {
      "en": "So I was forced over to the main part of the waterfall.",
      "vi": "Nên tôi bị buộc phải qua nhánh chính của thác."
    }
  },
  {
    "translation": {
      "en": "I mean, I-- I knew it was not gonna be good!",
      "vi": "Ý tôi là, tôi đã biết chuyện đó sẽ không hay ho cho lắm."
    }
  },
  {
    "translation": {
      "en": "My boat became pinned and I was completely submerged under ten feet of water.",
      "vi": "Thuyền của tôi bị ghìm chặt và tôi hoàn toàn chìm dưới ba mét nước."
    }
  },
  {
    "translation": {
      "en": "I was not breathing.",
      "vi": "Tôi không thở được."
    }
  },
  {
    "translation": {
      "en": "My torso was absolutely plastered to the front deck of the boat.",
      "vi": "Thân trên của tôi dính chặt hoàn toàn vào sàn trước của thuyền."
    }
  },
  {
    "translation": {
      "en": "I could feel my bones breaking.",
      "vi": "Tôi có thể cảm thấy xương bị gãy."
    }
  },
  {
    "translation": {
      "en": "I thought I should be screaming, but I wasn't.",
      "vi": "Tôi tưởng mình sẽ la hét, nhưng tôi không hề."
    }
  },
  {
    "translation": {
      "en": "I felt... uh, no pain, no fear, no panic.",
      "vi": "Tôi cảm thấy... không đau, không sợ, không hoảng."
    }
  },
  {
    "translation": {
      "en": "I felt more alive than I've ever felt.",
      "vi": "Tôi cảm thấy đang sống hơn bao giờ hết."
    }
  },
  {
    "translation": {
      "en": "I could feel my spirit sort of peeling away from my body,",
      "vi": "Tôi có thể cảm thấy linh hồn mình tách khỏi cơ thể"
    }
  },
  {
    "translation": {
      "en": "and my spirit was then released up to the heavens.",
      "vi": "và sau đó, linh hồn tôi được thả lên thiên đường."
    }
  },
  {
    "translation": {
      "en": "I was immediately greeted by a group of somethings.",
      "vi": "Tôi lập tức được chào đón bởi một nhóm gồm nhiều thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "I don't know what to call them. People, spirits, beings.",
      "vi": "Chả biết gọi là gì. Người, linh hồn, sinh vật."
    }
  },
  {
    "translation": {
      "en": "I didn't recognize any of them.",
      "vi": "Tôi chả nhận ra ai trong số đó."
    }
  },
  {
    "translation": {
      "en": "But they had been important in my life story somehow.",
      "vi": "Nhưng theo cách nào đó, họ quan trọng trong câu chuyện đời tôi."
    }
  },
  {
    "translation": {
      "en": "Like a grandparent who died before I was born.",
      "vi": "Như ông hay bà đã chết trước khi tôi được sinh ra."
    }
  },
  {
    "translation": {
      "en": "They were so overjoyed to welcome me and greet me and love me.",
      "vi": "Họ đã vui mừng khôn xiết khi đón tôi, chào tôi và yêu thương tôi."
    }
  },
  {
    "translation": {
      "en": "These beings started taking me down this pathway.",
      "vi": "Những sinh vật này bắt đầu đưa tôi xuống con đường nọ."
    }
  },
  {
    "translation": {
      "en": "The pathway was very thickly covered with hundreds of thousands of flowers,",
      "vi": "Con đường được bao phủ dày đặc bởi hàng trăm ngàn bông hoa"
    }
  },
  {
    "translation": {
      "en": "and the aromas of flowers.",
      "vi": "và mùi hương của hoa."
    }
  },
  {
    "translation": {
      "en": "It was exploding with every color of the universe.",
      "vi": "Nó bùng nổ với từng sắc màu của vũ trụ."
    }
  },
  {
    "translation": {
      "en": "There was an absolute shift of time and dimension.",
      "vi": "Đã có một sự dịch chuyển hoàn toàn về không gian, thời gian."
    }
  },
  {
    "translation": {
      "en": "I experienced all of eternity in every second,",
      "vi": "Tôi đã trải nghiệm toàn bộ sự vĩnh cửu trong từng giây."
    }
  },
  {
    "translation": {
      "en": "and every second expanded into all of eternity.",
      "vi": "Và mỗi giây kéo dài thành toàn bộ vĩnh cửu."
    }
  },
  {
    "translation": {
      "en": "The pathway went to this great domed structure.",
      "vi": "Con đường dẫn đến một kiến trúc mái vòm đồ sộ."
    }
  },
  {
    "translation": {
      "en": "I believe I was in heaven.",
      "vi": "Tôi tin là mình đã ở thiên đường."
    }
  },
  {
    "translation": {
      "en": "God's world, whatever you wanna call it.",
      "vi": "Thế giới của Chúa, tùy bạn gọi là gì."
    }
  },
  {
    "translation": {
      "en": "I had an overwhelming sense of being home.",
      "vi": "Tôi có một cảm giác choáng ngợp rằng mình đang ở nhà."
    }
  },
  {
    "translation": {
      "en": "At the same time, I could look back at the river,",
      "vi": "Cùng lúc đó, tôi có thể nhìn lại con sông,"
    }
  },
  {
    "translation": {
      "en": "where my body was still submerged under water.",
      "vi": "nơi cơ thể mình vẫn đang chìm dưới nước."
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "vi": "Cô ổn không?"
    }
  },
  {
    "translation": {
      "en": "The group of kayakers kept trying to get to me,",
      "vi": "Nhóm tay chèo kayak vẫn liên tục cố gắng cứu tôi."
    }
  },
  {
    "translation": {
      "en": "but they were never able to do it.",
      "vi": "Nhưng họ đã không thể làm được."
    }
  },
  {
    "translation": {
      "en": "And after maybe 15 minutes, they had given up rescue.",
      "vi": "Và có lẽ sau 15 phút, họ từ bỏ việc cứu hộ."
    }
  },
  {
    "translation": {
      "en": "They had really shifted over into a body recovery mode.",
      "vi": "Họ đã thực sự chuyển sang chế độ thu hồi xác."
    }
  },
  {
    "translation": {
      "en": "One of the guys saw my life jacket pop up downstream",
      "vi": "Một người trong nhóm nhìn thấy áo phao của tôi nổi lên ở hạ lưu..."
    }
  },
  {
    "translation": {
      "en": "and thought that maybe my husband would want it.",
      "vi": "và nghĩ rằng có thể chồng tôi sẽ muốn nó."
    }
  },
  {
    "translation": {
      "en": "As he got that, he felt my body hit his leg.",
      "vi": "Khi anh ấy lấy được nó, anh ấy cảm thấy cơ thể của tôi va vào chân anh ấy."
    }
  },
  {
    "translation": {
      "en": "So he reached underwater and was able to grab my wrist.",
      "vi": "Nên anh ấy với tay xuống nước và đã tóm được cổ tay tôi."
    }
  },
  {
    "translation": {
      "en": "My body was bloated and purple and I had fixed eyes.",
      "vi": "Cơ thể của tôi phù lên, tím ngắt và mắt tôi đã dại ra."
    }
  },
  {
    "translation": {
      "en": "There's absolutely no doubt...",
      "vi": "Không còn nghi ngờ gì..."
    }
  },
  {
    "translation": {
      "en": "in my own mind that I was physically dead.",
      "vi": "trong tâm trí tôi, tôi đã chết về mặt thể chất."
    }
  },
  {
    "translation": {
      "en": "But I watched from the entrance to the domed structure",
      "vi": "Nhưng tôi đã nhìn từ lối vào của kiến trúc mái vòm"
    }
  },
  {
    "translation": {
      "en": "as they started CPR, and I could still hear them.",
      "vi": "khi họ bắt đầu hồi sức tim phổi và tôi vẫn nghe được họ."
    }
  },
  {
    "translation": {
      "en": "One of the guys kept calling to me to come back and take a breath.",
      "vi": "Một người trong đó liên tục gọi tôi trở lại và thở đi."
    }
  },
  {
    "translation": {
      "en": "You know, Please come back. I know you're still here.",
      "vi": "Kiểu: ''Trở lại đi. Tôi biết cô còn ở đây''."
    }
  },
  {
    "translation": {
      "en": "I had been without oxygen for 30 minutes,",
      "vi": "Tôi đã không có ô-xy trong 30 phút."
    }
  },
  {
    "translation": {
      "en": "and the statistical likelihood of my survival should have been zero.",
      "vi": "Và thống kê khả năng sống sót của tôi lẽ ra phải bằng không."
    }
  },
  {
    "translation": {
      "en": "I did not want to go back down to my body.",
      "vi": "Tôi đã không muốn quay lại cơ thể mình."
    }
  },
  {
    "translation": {
      "en": "I had a very, very physical sensation of being held and comforted",
      "vi": "Tôi có một cảm giác rất thật của việc được ôm ấp và an ủi"
    }
  },
  {
    "translation": {
      "en": "and reassured that everything was fine.",
      "vi": "và an tâm rằng mọi thứ đã ổn."
    }
  },
  {
    "translation": {
      "en": "But the beings told me that it wasn't my time,",
      "vi": "Nhưng các sinh vật nói với tôi rằng tôi chưa đến lúc."
    }
  },
  {
    "translation": {
      "en": "that I had more work to do on Earth,",
      "vi": "Tôi còn việc để làm ở Trái Đất."
    }
  },
  {
    "translation": {
      "en": "and that I had to go back to my body.",
      "vi": "Và tôi phải quay lại cơ thể mình."
    }
  },
  {
    "translation": {
      "en": "When I opened my eyes, the guys that resuscitated me",
      "vi": "Khi tôi mở mắt ra, những người đang hồi sức cho tôi..."
    }
  },
  {
    "translation": {
      "en": "were stunned.",
      "vi": "đã choáng váng."
    }
  },
  {
    "translation": {
      "en": "I was in terrible shape.",
      "vi": "Tôi đã ở tình trạng tồi tệ."
    }
  },
  {
    "translation": {
      "en": "I mean, I had just drowned.",
      "vi": "Ý là, tôi vừa chết đuối."
    }
  },
  {
    "translation": {
      "en": "But I also had, uh...",
      "vi": "Nhưng tôi cũng có..."
    }
  },
  {
    "translation": {
      "en": "multiple broken bones and torn ligaments in my legs.",
      "vi": "nhiều xương gãy và dây chằng rách ở chân."
    }
  },
  {
    "translation": {
      "en": "And I was...",
      "vi": "Và tôi đã ở..."
    }
  },
  {
    "translation": {
      "en": "on the side of a river in the middle of nowhere.",
      "vi": "bên mé sông giữa chốn lạ lẫm nào đó."
    }
  },
  {
    "translation": {
      "en": "The guys who resuscitated me put my body on top of a boat",
      "vi": "Những người hồi sức cho tôi đặt cơ thể tôi lên một cái thuyền"
    }
  },
  {
    "translation": {
      "en": "and then began to try to get me up the hillside.",
      "vi": "và rồi bắt đầu cố đưa tôi lên sườn đồi."
    }
  },
  {
    "translation": {
      "en": "We emerged onto a dirt road.",
      "vi": "Chúng tôi đi tới một con đường đất."
    }
  },
  {
    "translation": {
      "en": "They thought maybe someone would run and get a tractor, a horse or something.",
      "vi": "Họ nghĩ có lẽ ai đó sẽ đi tìm một máy kéo, con ngựa hay gì đó."
    }
  },
  {
    "translation": {
      "en": "But when we emerged onto the dirt road,",
      "vi": "Nhưng khi chúng tôi đi tới con đường đất..."
    }
  },
  {
    "translation": {
      "en": "exactly there was an ambulance, which",
      "vi": "ngay tại đó có một chiếc xe cấp cứu, điều mà..."
    }
  },
  {
    "translation": {
      "en": "in 1999, in southern Chile, didn't exist.",
      "vi": "không tồn tại ở năm 1999 ở miền Nam Chi-lê."
    }
  },
  {
    "translation": {
      "en": "It was inexplicable.",
      "vi": "Không thể giải thích nổi."
    }
  },
  {
    "translation": {
      "en": "It took a number of hours, but my friends got me to the hospital.",
      "vi": "Mất vài tiếng đồng hồ, nhưng bạn tôi đã đưa tôi đến bệnh viện."
    }
  },
  {
    "translation": {
      "en": "My husband was actually told that...",
      "vi": "Chồng tôi đã được báo rằng..."
    }
  },
  {
    "translation": {
      "en": "I probably would not survive the night.",
      "vi": "tôi có thể không sống qua đêm đó."
    }
  },
  {
    "translation": {
      "en": "But I did.",
      "vi": "Nhưng tôi đã sống."
    }
  },
  {
    "translation": {
      "en": "I was in the hospital for more than a month.",
      "vi": "Tôi đã ở bệnh viện hơn một tháng."
    }
  },
  {
    "translation": {
      "en": "I had... several operations.",
      "vi": "Tôi đã có... vài cuộc phẫu thuật."
    }
  },
  {
    "translation": {
      "en": "Then many, many months of rehab before I could walk again.",
      "vi": "Mất nhiều tháng hồi phục chức năng trước khi tôi có thể đi lại được."
    }
  },
  {
    "translation": {
      "en": "And statistically, I had zero likelihood",
      "vi": "Và về thống kê, tôi không có khả năng"
    }
  },
  {
    "translation": {
      "en": "of surviving without significant brain damage.",
      "vi": "sống sót mà không có tổn thương não đáng kể."
    }
  },
  {
    "translation": {
      "en": "But I never actually had any brain damage.",
      "vi": "Nhưng tôi chưa từng thật sự có tổn thương não nào cả."
    }
  },
  {
    "translation": {
      "en": "My kids might say something differently, but...",
      "vi": "Các con tôi có thể sẽ nói khác, nhưng..."
    }
  },
  {
    "translation": {
      "en": "I...",
      "vi": "Tôi..."
    }
  },
  {
    "translation": {
      "en": "made a complete recovery.",
      "vi": "đã hồi phục hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "As a physician, I'm not really in a crowd of people",
      "vi": "Là một bác sĩ, tôi không thật sự nằm trong số đông"
    }
  },
  {
    "translation": {
      "en": "who want to talk about things like near death experiences.",
      "vi": "những người muốn nói về các thứ như trải nghiệm cận tử."
    }
  },
  {
    "translation": {
      "en": "People in science often think you can't possibly believe in anything supernatural.",
      "vi": "Người của khoa học thường nghĩ ta không thể nào tin thứ gì siêu nhiên."
    }
  },
  {
    "translation": {
      "en": "When I went off to medical school,",
      "vi": "Hồi tôi đi học trường y,"
    }
  },
  {
    "translation": {
      "en": "I would have defined death as...",
      "vi": "tôi sẽ định nghĩa cái chết là..."
    }
  },
  {
    "translation": {
      "en": "death, meaning physical death.",
      "vi": "chết, nghĩa là chết vật lý."
    }
  },
  {
    "translation": {
      "en": "But my near- death experience, and then what happened to my son ten years later,",
      "vi": "Nhưng trải nghiệm cận tử của tôi, và điều xảy ra với con trai tôi mười năm sau đó,"
    }
  },
  {
    "translation": {
      "en": "changed my definition of death significantly.",
      "vi": "đã thay đổi đáng kể định nghĩa về cái chết của tôi."
    }
  },
  {
    "translation": {
      "en": "I don't believe that...",
      "vi": "Tôi không tin rằng..."
    }
  },
  {
    "translation": {
      "en": "we... know everything.",
      "vi": "chúng ta... biết tất cả."
    }
  },
  {
    "translation": {
      "en": "A near death experience, sometimes called an NDE,",
      "vi": "Một trải nghiệm cận tử, đôi khi được gọi là NDE,"
    }
  },
  {
    "translation": {
      "en": "is a profound experience that many people have",
      "vi": "là một trải nghiệm sâu sắc mà nhiều người có"
    }
  },
  {
    "translation": {
      "en": "when they come close to death.",
      "vi": "khi họ kề cận cái chết."
    }
  },
  {
    "translation": {
      "en": "Probably between ten and 20% of people whose hearts actually stop",
      "vi": "Có lẽ khoảng từ 10 đến 20 phần trăm số người có tim ngừng đập"
    }
  },
  {
    "translation": {
      "en": "will report these dramatic near- death experiences.",
      "vi": "sẽ báo cáo về trải nghiệm cận tử kịch tính."
    }
  },
  {
    "translation": {
      "en": "Here at the Division of Perceptual Studies,",
      "vi": "Ở Ban Nghiên cứu Tri giác này,"
    }
  },
  {
    "translation": {
      "en": "we study the possibility that something about humans",
      "vi": "chúng tôi nghiên cứu khả năng là có thứ gì đó ở con người"
    }
  },
  {
    "translation": {
      "en": "may survive bodily death.",
      "vi": "có thể thoát được cái chết thể xác."
    }
  },
  {
    "translation": {
      "en": "The general mainstream, materialist view of reality",
      "vi": "Quan điểm chung, cái nhìn duy vật về thực tại"
    }
  },
  {
    "translation": {
      "en": "is that physical matter is all there is.",
      "vi": "rằng vật chất là tất cả."
    }
  },
  {
    "translation": {
      "en": "So when the physical brain stops working, then the consciousness ends.",
      "vi": "Nên khi bộ não vật lý ngừng hoạt động, thì nhận thức cũng ngừng."
    }
  },
  {
    "translation": {
      "en": "So the idea that there might be this consciousness piece that could continue on",
      "vi": "Nên cái khái niệm rằng có một mảnh nhận thức có thể tiếp tục"
    }
  },
  {
    "translation": {
      "en": "conflicts with a pretty basic principle.",
      "vi": "gây xung đột với một nguyên tắc khá cơ bản."
    }
  },
  {
    "translation": {
      "en": "But the question of what happens after we die",
      "vi": "Nhưng câu hỏi về điều gì sẽ xảy ra sau khi chết"
    }
  },
  {
    "translation": {
      "en": "is something that has intrigued humans for as long as we've been around.",
      "vi": "là thứ đã làm con người tò mò ngay từ khi ta tồn tại."
    }
  },
  {
    "translation": {
      "en": "We've been doing this research for almost 50 years now.",
      "vi": "Chúng tôi đã thực hiện nghiên cứu này đến nay đã gần 50 năm."
    }
  },
  {
    "translation": {
      "en": "We study mediums,",
      "vi": "Chúng tôi nghiên cứu các bà đồng,"
    }
  },
  {
    "translation": {
      "en": "people who think they can communicate with the deceased.",
      "vi": "những người nghĩ mình giao tiếp được với người đã mất."
    }
  },
  {
    "translation": {
      "en": "We've studied deathbed visions that happen to people as they die.",
      "vi": "Chúng tôi nghiên cứu ảo ảnh của người sắp chết trên giường bệnh."
    }
  },
  {
    "translation": {
      "en": "We've studied reincarnation and a variety of other spontaneously occurring experiences",
      "vi": "Chúng tôi nghiên cứu đầu thai và hàng loạt những trải nghiệm tự phát"
    }
  },
  {
    "translation": {
      "en": "on the border between life and death, such as near- death experiences.",
      "vi": "ở ranh giới giữa sự sống và cái chết, ví như trải nghiệm cận tử."
    }
  },
  {
    "translation": {
      "en": "If you look back in history, there have been what we now call near death experiences",
      "vi": "Nếu nhìn lại lịch sử, đã có những thứ giờ ta gọi là trải nghiệm cận tử"
    }
  },
  {
    "translation": {
      "en": "since prehistoric times.",
      "vi": "từ thời tiền sử."
    }
  },
  {
    "translation": {
      "en": "But the first collection of near- death experiences",
      "vi": "Nhưng các thu thập đầu tiên về trải nghiệm cận tử"
    }
  },
  {
    "translation": {
      "en": "was put together in 1892 by Albert Heim,",
      "vi": "được tổng hợp vào năm 1892 bởi Albert Heim,"
    }
  },
  {
    "translation": {
      "en": "a geologist in Switzerland.",
      "vi": "một nhà địa chất học ở Thụy Sĩ."
    }
  },
  {
    "translation": {
      "en": "While climbing in the Alps, he had fallen...",
      "vi": "Khi leo lên dãy An-pơ, ông ấy đã ngã..."
    }
  },
  {
    "translation": {
      "en": "and had a beautiful experience as he was falling down the mountain.",
      "vi": "và có trải nghiệm tuyệt vời khi đang rơi xuống núi."
    }
  },
  {
    "translation": {
      "en": "He described time expanding as he went faster and faster.",
      "vi": "Ông mô tả khi ông rơi càng nhanh, thời gian càng giãn ra."
    }
  },
  {
    "translation": {
      "en": "And he was so struck by this experience that he started asking other mountain climbers,",
      "vi": "Và ông bị ấn tượng bởi trải nghiệm này đến mức bắt đầu hỏi các tay leo núi khác"
    }
  },
  {
    "translation": {
      "en": "and quickly collected 30 other cases like his",
      "vi": "và nhanh chóng thu thập 30 trường hợp như mình"
    }
  },
  {
    "translation": {
      "en": "of people who had falls from great heights who had blissful experiences.",
      "vi": "của người đã rơi từ độ cao đáng kể mà có trải nghiệm sung sướng."
    }
  },
  {
    "translation": {
      "en": "And then in the 1960s and '70s,",
      "vi": "Và rồi vào những năm 1960 đến 1970,"
    }
  },
  {
    "translation": {
      "en": "resuscitation medicine really got started.",
      "vi": "y học hồi sức mới thật sự bắt đầu."
    }
  },
  {
    "translation": {
      "en": "External chest compression is the best rescue technique",
      "vi": "Ép tim ngoài lồng ngực là kỹ thuật cấp cứu tốt nhất"
    }
  },
  {
    "translation": {
      "en": "for artificial circulation.",
      "vi": "cho tuần hoàn nhân tạo."
    }
  },
  {
    "translation": {
      "en": "Which means we were bringing people back",
      "vi": "Nghĩa là ta đã đem người về từ bờ vực cái chết"
    }
  },
  {
    "translation": {
      "en": "from the brink of death in larger and larger numbers.",
      "vi": "Nghĩa là ta đã đem người về từ bờ vực cái chết với số lượng ngày càng lớn."
    }
  },
  {
    "translation": {
      "en": "Many people came back and reported these blissful experiences",
      "vi": "Nhiều người trở lại và báo cáo những trải nghiệm sung sướng"
    }
  },
  {
    "translation": {
      "en": "in which they left their bodies and traveled to some other realm.",
      "vi": "mà khi họ rời khỏi cơ thể và chu du đến một cõi khác."
    }
  },
  {
    "translation": {
      "en": "Patients say they become aware of what's described as a tunnel...",
      "vi": "Bệnh nhân nói họ trở nên nhận thức được về thứ được tả như một đường hầm..."
    }
  },
  {
    "translation": {
      "en": "a passageway, a portal.",
      "vi": "BÁC SĨ Y KHOA, 1998 một lối đi, một cánh cổng."
    }
  },
  {
    "translation": {
      "en": "And they go into this tunnel...",
      "vi": "Và họ đi vào đường hầm này..."
    }
  },
  {
    "translation": {
      "en": "and when they come out,",
      "vi": "và khi họ đi ra,"
    }
  },
  {
    "translation": {
      "en": "they come out into a very brilliant, warm, loving and accepting light.",
      "vi": "họ bước ra trong một ánh sáng rất yêu thương, cởi mở, ấm áp và rực rỡ."
    }
  },
  {
    "translation": {
      "en": "In 1975, Raymond Moody wrote his book Life After Life,",
      "vi": "Năm 1975, Raymond Moody viết cuốn sách Sự sống sau khi chết của mình..."
    }
  },
  {
    "translation": {
      "en": "which caused many people, myself included,",
      "vi": "một cuốn sách đã khiến nhiều người, kể cả tôi,"
    }
  },
  {
    "translation": {
      "en": "to take near death experiences more seriously.",
      "vi": "nhìn nhận trải nghiệm cận tử nghiêm túc hơn."
    }
  },
  {
    "translation": {
      "en": "When Raymond Moody's book came out,",
      "vi": "Khi sách của Raymond Moody được xuất bản..."
    }
  },
  {
    "translation": {
      "en": "I thought that near death experiences were rubbish. Had to be.",
      "vi": "Tôi đã nghĩ trải nghiệm cận tử là rác rưởi. Nó phải như thế."
    }
  },
  {
    "translation": {
      "en": "And they occurred in the United States, in California and that's the end of it.",
      "vi": "Và chúng đã xảy ra ở Mỹ, tại bang California và chỉ ở đó thôi."
    }
  },
  {
    "translation": {
      "en": "Would it ever cross to England?",
      "vi": "Liệu nó có đến nước Anh?"
    }
  },
  {
    "translation": {
      "en": "No. We're far too sensible to have experiences like this.",
      "vi": "Không. Chúng tôi quá nhạy để có trải nghiệm kiểu đó."
    }
  },
  {
    "translation": {
      "en": "But I'm a neuropsychiatrist,",
      "vi": "Nhưng tôi là bác sĩ chuyên khoa thần kinh-tâm thần"
    }
  },
  {
    "translation": {
      "en": "and, one day, this guy walked into my consulting room.",
      "vi": "và, một ngày nọ, anh chàng này bước vào phòng khám của tôi."
    }
  },
  {
    "translation": {
      "en": "He'd just had a cardiac catheter go wrong,",
      "vi": "Anh ta vừa bị lỗi ống thông tim,"
    }
  },
  {
    "translation": {
      "en": "left his body, watched the resuscitation process,",
      "vi": "rời cơ thể, quan sát quá trình hồi sức"
    }
  },
  {
    "translation": {
      "en": "and had a full near- death experience.",
      "vi": "và có trải nghiệm cận tử trọn vẹn."
    }
  },
  {
    "translation": {
      "en": "And so there I was, confronted. Did I believe or did I not?",
      "vi": "Đó là điều tôi đối mặt tại đó. Tin hay là không tin đây?"
    }
  },
  {
    "translation": {
      "en": "Well, I thought that before I could draw any conclusions,",
      "vi": "Chà, tôi nghĩ là trước khi mình kết luận cái gì,"
    }
  },
  {
    "translation": {
      "en": "that I ought to study them.",
      "vi": "tôi nên nghiên cứu chúng."
    }
  },
  {
    "translation": {
      "en": "So I've been studying near death experiences for about 40 years.",
      "vi": "Nên tôi đã nghiên cứu trải nghiệm cận tử được gần 40 năm."
    }
  },
  {
    "translation": {
      "en": "The science we have, which is a materialistic science,",
      "vi": "Nền khoa học của chúng ta, tức nền khoa học duy vật,"
    }
  },
  {
    "translation": {
      "en": "says it's all brain.",
      "vi": "nói đó là do não."
    }
  },
  {
    "translation": {
      "en": "All brain.",
      "vi": "Toàn do não bộ."
    }
  },
  {
    "translation": {
      "en": "So when the brain stops functioning, you can't be conscious.",
      "vi": "Nên khi bộ não ngừng hoạt động, ta không thể nhận thức được."
    }
  },
  {
    "translation": {
      "en": "But during a near death experience,",
      "vi": "Nhưng suốt trải nghiệm cận tử,"
    }
  },
  {
    "translation": {
      "en": "you get these very wide expansions of consciousness,",
      "vi": "ta có những phần nhận thức rất rộng,"
    }
  },
  {
    "translation": {
      "en": "even when the brain has ceased to function.",
      "vi": "kể cả khi não đã ngưng hoạt động."
    }
  },
  {
    "translation": {
      "en": "So it can't be all brain.",
      "vi": "Nên không thể là do bộ não hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "Near death experiences are subjective experiences...",
      "vi": "Trải nghiệm cận tử là những trải nghiệm có tính chủ quan..."
    }
  },
  {
    "translation": {
      "en": "that are very difficult to confirm objectively.",
      "vi": "mà rất khó để xác nhận một cách khách quan."
    }
  },
  {
    "translation": {
      "en": "And that raises questions in the minds of many scientists.",
      "vi": "Và nó dấy lên thắc mắc trong đầu nhiều nhà khoa học."
    }
  },
  {
    "translation": {
      "en": "Some of the critics of this research complain that this is just anecdotes.",
      "vi": "Một số nhà phê bình nghiên cứu này kêu là nó chỉ là giai thoại."
    }
  },
  {
    "translation": {
      "en": "Well, actually, if you look at the history of science,",
      "vi": "Thật ra, nhìn vào lịch sử khoa học,"
    }
  },
  {
    "translation": {
      "en": "all science starts as collecting anecdotes,",
      "vi": "mọi khoa học bắt đầu từ thu góp giai thoại."
    }
  },
  {
    "translation": {
      "en": "and then finding patterns among those different stories.",
      "vi": "Và rồi tìm ra kiểu mẫu trong các câu chuyện khác nhau đó."
    }
  },
  {
    "translation": {
      "en": "And there are millions of these experiences",
      "vi": "Và đã có hàng triệu trải nghiệm này"
    }
  },
  {
    "translation": {
      "en": "being reported across the globe.",
      "vi": "được báo cáo trên khắp quả đất."
    }
  },
  {
    "translation": {
      "en": "I was experiencing a really bad asthma attack in my apartment.",
      "vi": "Tôi đang lên cơn hen suyễn rất nặng trong căn hộ của mình."
    }
  },
  {
    "translation": {
      "en": "I was blown up by a bomb in the Vietnam War",
      "vi": "Một trái bom nổ trúng tôi trong Chiến tranh Việt Nam"
    }
  },
  {
    "translation": {
      "en": "and then shot through the arm, chest and neck.",
      "vi": "và tôi đã bị bắn xuyên tay, ngực và cổ."
    }
  },
  {
    "translation": {
      "en": "I was hit broadside by a woman who was texting while she was driving.",
      "vi": "Tôi bị tông trúng bên hông bởi một cô gái vừa nhắn tin vừa lái xe."
    }
  },
  {
    "translation": {
      "en": "I hit my head, broke my neck, injured my spinal cord",
      "vi": "Tôi bị đập đầu, gãy cổ, chấn thương cột sống"
    }
  },
  {
    "translation": {
      "en": "and was paralyzed right away.",
      "vi": "và bị liệt ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "I've been doing this work for four decades now,",
      "vi": "Tôi đã nghiên cứu được bốn thập kỷ rồi."
    }
  },
  {
    "translation": {
      "en": "and what I've found is that, no matter how you come close to death",
      "vi": "Và điều tôi tìm ra: Dù ta gần cái chết bao nhiêu..."
    }
  },
  {
    "translation": {
      "en": "there are very consistent patterns in the experience itself...",
      "vi": "có vài kiểu mẫu nhất quán trong bản thân trải nghiệm..."
    }
  },
  {
    "translation": {
      "en": "and in how it affects people.",
      "vi": "và cách nó ảnh hưởng ta."
    }
  },
  {
    "translation": {
      "en": "For example, people all over the world will report",
      "vi": "Ví dụ, mọi người trên thế giới sẽ báo cáo"
    }
  },
  {
    "translation": {
      "en": "that their sense of time was distorted.",
      "vi": "rằng ý thức về thời gian của họ bị bóp méo."
    }
  },
  {
    "translation": {
      "en": "For me, there was no sense of time.",
      "vi": "- Tôi thì chả có ý thức về thời gian. - Khoảnh khắc, tháng hay ngàn năm."
    }
  },
  {
    "translation": {
      "en": "Moments or months or millennia. I don't know.",
      "vi": "- Tôi thì chả có ý thức về thời gian. - Khoảnh khắc, tháng hay ngàn năm. - Tôi chả biết. - Tôi chả biết thời gian trôi nhanh sao."
    }
  },
  {
    "translation": {
      "en": "I had no idea how fast it was going,",
      "vi": "- Tôi chả biết. - Tôi chả biết thời gian trôi nhanh sao."
    }
  },
  {
    "translation": {
      "en": "but it was light speed.",
      "vi": "Nhưng nó là tốc độ ánh sáng."
    }
  },
  {
    "translation": {
      "en": "They also describe this warm, loving being of light.",
      "vi": "Họ cũng miêu tả cảm giác của ánh sáng yêu thương, ấm áp."
    }
  },
  {
    "translation": {
      "en": "A sense of getting information from some really high- frequency teachers.",
      "vi": "Một cảm giác nhận được thông tin từ các giáo viên ở tần số rất cao nào đó."
    }
  },
  {
    "translation": {
      "en": "Very embracing and warm and-- and caressing.",
      "vi": "Rất nồng nhiệt, ấm áp và âu yếm."
    }
  },
  {
    "translation": {
      "en": "A warm energy hug...",
      "vi": "Một cái ôm ấm áp đầy năng lượng..."
    }
  },
  {
    "translation": {
      "en": "to the brain.",
      "vi": "cho bộ não."
    }
  },
  {
    "translation": {
      "en": "And then there are things that are paranormal or otherworldly.",
      "vi": "Và cũng có những thứ siêu nhiên hay thuộc về thế giới khác."
    }
  },
  {
    "translation": {
      "en": "Like your ordinary senses becoming much more vivid.",
      "vi": "Kiểu, các giác quan bình thường trở nên sống động hơn."
    }
  },
  {
    "translation": {
      "en": "All this grand music.",
      "vi": "Đều là nhạc hoành tráng."
    }
  },
  {
    "translation": {
      "en": "Being under the water and all these fish.",
      "vi": "Ở dưới nước và thấy mấy con cá này."
    }
  },
  {
    "translation": {
      "en": "I started dissolving, or, like that drop into the ocean, just disappearing.",
      "vi": "Tôi bắt đầu tan ra, kiểu như giọt nước trong đại dương, cứ thế biến mất."
    }
  },
  {
    "translation": {
      "en": "If I could reach out and touch a leaf...",
      "vi": "Nếu tôi có thể vươn tay và chạm vào một chiếc lá..."
    }
  },
  {
    "translation": {
      "en": "I became an aspect of that leaf.",
      "vi": "tôi thành một mặt của chiếc lá đó."
    }
  },
  {
    "translation": {
      "en": "I was a tiny, tiny light, a little tiny speck of light,",
      "vi": "Tôi là ánh sáng rất nhỏ. Một đốm sáng rất nhỏ rồi tôi thành một luồng sáng to lớn."
    }
  },
  {
    "translation": {
      "en": "and then I'd become a great, big light.",
      "vi": "Một đốm sáng rất nhỏ rồi tôi thành một luồng sáng to lớn."
    }
  },
  {
    "translation": {
      "en": "You'll see the same phenomena from all different cultures.",
      "vi": "Ta sẽ thấy cùng hiện tượng ở nhiều nền văn hóa khác nhau."
    }
  },
  {
    "translation": {
      "en": "And they often come back feeling that it profoundly changed them.",
      "vi": "Và thường họ trở lại và cảm thấy nó đã thay đổi họ sâu sắc."
    }
  },
  {
    "translation": {
      "en": "I see the beauty in everything now.",
      "vi": "Giờ tôi thấy cái đẹp ở mọi thứ."
    }
  },
  {
    "translation": {
      "en": "A hundred percent turnaround from being a hardcore, angry atheist.",
      "vi": "Bước ngoặt 100 phần trăm từ một kẻ vô thần cáu gắt, cứng đầu."
    }
  },
  {
    "translation": {
      "en": "I no longer have any kind of a fear of death.",
      "vi": "Tôi không còn nỗi sợ nào với cái chết nữa."
    }
  },
  {
    "translation": {
      "en": "What is going on here",
      "vi": "Điều gì đang xảy ra..."
    }
  },
  {
    "translation": {
      "en": "that has such power to change a person's life in a fraction of a second?",
      "vi": "mà có sức mạnh biến đổi cuộc sống ai đó trong một phần giây?"
    }
  },
  {
    "translation": {
      "en": "Hi, everybody.",
      "vi": "Chào mọi người."
    }
  },
  {
    "translation": {
      "en": "- Hi. - Hey.",
      "vi": "- Chào. - Chào."
    }
  },
  {
    "translation": {
      "en": "This is the Seattle International Association for Near- Death Studies.",
      "vi": "Đây là Hiệp hội Quốc tế Nghiên cứu Cận tử tại Seattle."
    }
  },
  {
    "translation": {
      "en": "How many people here, by show of hands, have had a near death experience?",
      "vi": "Bao nhiêu người ở đây đã có trải nghiệm cận tử, xin giơ tay!"
    }
  },
  {
    "translation": {
      "en": "A lot of dead people here today. Welcome!",
      "vi": "Rất nhiều người chết ở đây hôm nay. Chào mừng."
    }
  },
  {
    "translation": {
      "en": "Near death experiences are not just butterflies and flowers",
      "vi": "Trải nghiệm cận tử đâu chỉ là bướm và hoa"
    }
  },
  {
    "translation": {
      "en": "and God and light and heaven.",
      "vi": "và Chúa và ánh sáng cùng thiên đường."
    }
  },
  {
    "translation": {
      "en": "You will find that you have difficulties with materialism.",
      "vi": "Bạn sẽ thấy mình có vấn đề với chủ nghĩa duy vật."
    }
  },
  {
    "translation": {
      "en": "Maybe with employment.",
      "vi": "Hoặc với việc làm."
    }
  },
  {
    "translation": {
      "en": "Probably with your marriage, if you're married.",
      "vi": "Hoặc với hôn nhân, nếu bạn đã kết hôn."
    }
  },
  {
    "translation": {
      "en": "Because the changes are so profound.",
      "vi": "Bởi vì những thay đổi đó quá sâu sắc."
    }
  },
  {
    "translation": {
      "en": "So I began counseling people with near death experiences.",
      "vi": "Nên tôi bắt đầu tư vấn cho người có trải nghiệm cận tử."
    }
  },
  {
    "translation": {
      "en": "And I have the advantage of having had a near death experience,",
      "vi": "Và tôi có lợi thế là đã trải nghiệm cận tử,"
    }
  },
  {
    "translation": {
      "en": "so I can honestly say, I know how you feel.",
      "vi": "nên tôi có thể thật lòng nói: ''Tôi hiểu cảm giác của bạn''."
    }
  },
  {
    "translation": {
      "en": "- I'm good. - Yeah?",
      "vi": "- Tôi ổn. - Thế à?"
    }
  },
  {
    "translation": {
      "en": "- Have a seat. - Thank you.",
      "vi": "- Ngồi đi. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I didn't just go into cardiac arrest.",
      "vi": "Tôi đã không chỉ bị ngừng tim."
    }
  },
  {
    "translation": {
      "en": "My electrolytes...",
      "vi": "Chất điện giải của tôi..."
    }
  },
  {
    "translation": {
      "en": "flip- flopped. I was basically poisoned.",
      "vi": "bị đảo lộn. Cơ bản là tôi bị ngộ độc."
    }
  },
  {
    "translation": {
      "en": "And I was gone.",
      "vi": "Và tôi đã chết."
    }
  },
  {
    "translation": {
      "en": "When I came back, it pulled me away from a lot of people.",
      "vi": "Khi tôi trở lại, nó đã kéo tôi xa khỏi rất nhiều người."
    }
  },
  {
    "translation": {
      "en": "It's hard to even talk to my husband...",
      "vi": "Thật khó để tôi nói chuyện với chồng..."
    }
  },
  {
    "translation": {
      "en": "because I feel that...",
      "vi": "vì tôi cảm thấy..."
    }
  },
  {
    "translation": {
      "en": "somebody is going to bring a straitjacket and throw away the key.",
      "vi": "ai đó sẽ gô cổ tôi vào trại tâm thần."
    }
  },
  {
    "translation": {
      "en": "Because what I used to know is not what I know now.",
      "vi": "Vì cái tôi từng biết không còn là điều tôi biết bây giờ."
    }
  },
  {
    "translation": {
      "en": "And I'm havin' a very hard time with it.",
      "vi": "Và tôi đang chật vật với nó."
    }
  },
  {
    "translation": {
      "en": "Yeah. Feeling crazy... I'm validating you.",
      "vi": "Ừ. Cảm giác bị điên... Tôi công nhận với cô."
    }
  },
  {
    "translation": {
      "en": "...is part of the adjustment,",
      "vi": "Đó là một phần của sự điều chỉnh,"
    }
  },
  {
    "translation": {
      "en": "because everything gets so mixed up.",
      "vi": "vì mọi thứ đều bị xáo trộn cả rồi."
    }
  },
  {
    "translation": {
      "en": "You died.",
      "vi": "Cô đã chết."
    }
  },
  {
    "translation": {
      "en": "- - You had an experience.",
      "vi": "Cô đã có một trải nghiệm."
    }
  },
  {
    "translation": {
      "en": "You came back and now you have to live in the same world,",
      "vi": "Cô đã trở lại và giờ cô phải sống trong cùng thế giới,"
    }
  },
  {
    "translation": {
      "en": "but with a completely different point of view.",
      "vi": "nhưng với một cái nhìn hoàn toàn khác."
    }
  },
  {
    "translation": {
      "en": "And it's so hard when everybody else's point of view hasn't changed.",
      "vi": "Và nó thật khó khi cái nhìn của mọi người chả khác gì."
    }
  },
  {
    "translation": {
      "en": "Seattle IANDS is a place of comfort and hope,",
      "vi": "Seattle IANDS là nơi để an ủi và hy vọng,"
    }
  },
  {
    "translation": {
      "en": "validation and support, and I hope attending here...",
      "vi": "công nhận và hỗ trợ, và tôi mong khi đến tham dự..."
    }
  },
  {
    "translation": {
      "en": "calms your heart and your emotions...",
      "vi": "các bạn được làm dịu trái tim và cảm xúc..."
    }
  },
  {
    "translation": {
      "en": "and reminds you that this is a very temporary situation.",
      "vi": "và nhắc nhở các bạn rằng đây chỉ là trạng thái tạm thời."
    }
  },
  {
    "translation": {
      "en": "Life.",
      "vi": "Sự sống."
    }
  },
  {
    "translation": {
      "en": "People attend Seattle IANDS because they've had a near death experience.",
      "vi": "Mọi người tham dự Seattle IANDS vì họ từng có trải nghiệm cận tử."
    }
  },
  {
    "translation": {
      "en": "People come because they're grieving and want to hear that we go on.",
      "vi": "Mọi người đến vì họ ưu sầu và muốn nghe rằng ta phải tiến tới."
    }
  },
  {
    "translation": {
      "en": "And then people come just to hear it's real,",
      "vi": "Và rồi người ta tới chỉ để nghe rằng nó là thật."
    }
  },
  {
    "translation": {
      "en": "it really happened, and has happened to millions of people.",
      "vi": "Nó thật sự đã xảy ra và đã xảy ra với hàng triệu người."
    }
  },
  {
    "translation": {
      "en": "My experience started... incredibly enough, on a Wednesday evening.",
      "vi": "Trải nghiệm của tôi bắt đầu... trọn vẹn vô cùng vào một đêm thứ Tư."
    }
  },
  {
    "translation": {
      "en": "And it was Thanksgiving coming up the next day.",
      "vi": "Và ngày hôm sau là Lễ Tạ ơn."
    }
  },
  {
    "translation": {
      "en": "And we were running some electrical lines on some poles...",
      "vi": "Và chúng tôi đang chạy dây điện trên mấy cây cột..."
    }
  },
  {
    "translation": {
      "en": "and I was up on a bucket truck.",
      "vi": "tôi đang trên xe cẩu sửa điện."
    }
  },
  {
    "translation": {
      "en": "We kind of said, We could save a couple of hours if I stay up on the bucket...",
      "vi": "Chúng tôi nói: ''Ta sẽ tiết kiệm được vài tiếng nếu tôi ở nguyên trên cẩu..."
    }
  },
  {
    "translation": {
      "en": "and you just maneuver the truck...",
      "vi": "và anh điều khiển xe tải..."
    }
  },
  {
    "translation": {
      "en": "from space to space.",
      "vi": "từ chỗ này sang chỗ kia''."
    }
  },
  {
    "translation": {
      "en": "I hit the side of the bucket and I broke all my ribs on my right side.",
      "vi": "Tôi va vào rìa cẩu và gãy toàn bộ mạn sườn phải."
    }
  },
  {
    "translation": {
      "en": "I wound up in an emergency room.",
      "vi": "Tôi phải vào phòng cấp cứu."
    }
  },
  {
    "translation": {
      "en": "They gave me a medication for pain...",
      "vi": "Họ cho tôi thuốc giảm đau..."
    }
  },
  {
    "translation": {
      "en": "and it had some kind of an anti- inflammatory component.",
      "vi": "và nó có dạng như thành phần chống sưng."
    }
  },
  {
    "translation": {
      "en": "Turns out I'm allergic to it.",
      "vi": "Hóa ra tôi dị ứng với nó."
    }
  },
  {
    "translation": {
      "en": "So, ultimately, my lungs shut down, I stopped breathing and my heart stopped.",
      "vi": "Sau cùng, phổi tôi dừng hoạt động, tôi dừng thở và tim tôi dừng đập."
    }
  },
  {
    "translation": {
      "en": "There was a tunnel, but not the way that it's typically described.",
      "vi": "Có một đường hầm, nhưng không giống cái hay được tả."
    }
  },
  {
    "translation": {
      "en": "I kind of fell into it.",
      "vi": "Tôi như rơi vào nó."
    }
  },
  {
    "translation": {
      "en": "And what I saw was just color...",
      "vi": "Và cái tôi thấy chỉ là sắc màu..."
    }
  },
  {
    "translation": {
      "en": "wrapped all around me, so that I was completely integrated into it.",
      "vi": "bao bọc lấy tôi, nên tôi hoàn toàn hợp nhất với nó."
    }
  },
  {
    "translation": {
      "en": "And I could hear this color talking to me. Millions of voices.",
      "vi": "Tôi nghe sắc màu này nói chuyện với mình. Cả triệu giọng nói."
    }
  },
  {
    "translation": {
      "en": "- Sssss. This chatter. -",
      "vi": "Tiếng xì xào."
    }
  },
  {
    "translation": {
      "en": "Then I look down and I see the ocean.",
      "vi": "Rồi tôi nhìn xuống... và tôi thấy biển."
    }
  },
  {
    "translation": {
      "en": "And then I notice a man in the water. He's about knee deep.",
      "vi": "Tôi thấy một người đàn ông... dưới nước. Ông ấy đứng ở chỗ sâu đến đầu gối."
    }
  },
  {
    "translation": {
      "en": "Then he turns around suddenly.",
      "vi": "Rồi ông ta bất ngờ quay lại."
    }
  },
  {
    "translation": {
      "en": "And, uh...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "the biggest surprise of my death, my new life...",
      "vi": "bất ngờ lớn nhất về cái chết của tôi... cuộc sống mới của tôi..."
    }
  },
  {
    "translation": {
      "en": "was that it was my father.",
      "vi": "là đó là bố tôi."
    }
  },
  {
    "translation": {
      "en": "Me and my dad had a very difficult relationship in life.",
      "vi": "Tôi và bố có mối quan hệ khá gay gắt khi còn sống."
    }
  },
  {
    "translation": {
      "en": "We couldn't even hug. So when he died, I felt totally bitter",
      "vi": "Chúng tôi còn chả thể ôm. Nên khi ông ấy mất, tôi thấy cay đắng"
    }
  },
  {
    "translation": {
      "en": "and really regretful of the fact that we never were able to say we love each other or we care.",
      "vi": "và thực sự tiếc nuối rằng đã không thể nói chúng tôi yêu thương, quan tâm nhau."
    }
  },
  {
    "translation": {
      "en": "So I'm lookin' at him here in this space, and I'm saying, Oh, my gosh.",
      "vi": "Nên khi tôi thấy ông ấy ở không gian đó và tôi kiểu: ''Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "This is my opportunity.",
      "vi": "Đây là cơ hội của mình."
    }
  },
  {
    "translation": {
      "en": "My second chance to make peace with my dad.",
      "vi": "Cơ hội thứ hai để làm hòa với bố."
    }
  },
  {
    "translation": {
      "en": "Something that I could never do in life.",
      "vi": "Điều mà tôi không thể làm khi sống."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Nên..."
    }
  },
  {
    "translation": {
      "en": "we hugged.",
      "vi": "chúng tôi ôm."
    }
  },
  {
    "translation": {
      "en": "And we said we loved each other. We loved each other.",
      "vi": "Và chúng tôi nói lời yêu thương. Chúng tôi thương nhau."
    }
  },
  {
    "translation": {
      "en": "That has changed my life in so many ways.",
      "vi": "Điều đó đã thay đổi cuộc đời tôi theo nhiều cách."
    }
  },
  {
    "translation": {
      "en": "Just knowing that he did care.",
      "vi": "Chỉ cần biết là ông ấy có quan tâm."
    }
  },
  {
    "translation": {
      "en": "That he did...",
      "vi": "Rằng ông ấy đã..."
    }
  },
  {
    "translation": {
      "en": "love me.",
      "vi": "thương tôi."
    }
  },
  {
    "translation": {
      "en": "He looked at me when he embraced me. And he let go and he just looked at me.",
      "vi": "Ông ấy nhìn tôi khi ôm tôi. Ông ấy thả tay và nhìn tôi."
    }
  },
  {
    "translation": {
      "en": "He said, Jose. You need to go back.",
      "vi": "Ông ấy nói: Jose. Con cần trở lại."
    }
  },
  {
    "translation": {
      "en": "I'm lookin' at him, like, What? Are you kidding me?",
      "vi": "Tôi nhìn ông ấy kiểu: ''Hả? Bố đùa con?"
    }
  },
  {
    "translation": {
      "en": "I like it here. This is great. I don't wanna go back.",
      "vi": "Con thích ở đây. Nó tuyệt lắm. Con không muốn trở lại''."
    }
  },
  {
    "translation": {
      "en": "And he said to me, No, you gotta go back.",
      "vi": "Và ông ấy nói: ''Không, con phải trở lại''."
    }
  },
  {
    "translation": {
      "en": "Whilst I didn't want to, uh...",
      "vi": "Trong khi tôi đâu muốn..."
    }
  },
  {
    "translation": {
      "en": "we came to, kind of, sort of an agreement, in a way.",
      "vi": "chúng tôi đi đến đồng thuận bằng cách nào đó."
    }
  },
  {
    "translation": {
      "en": "We-- we agreed that, when my time came, he would come get me and I said...",
      "vi": "Chúng tôi đồng ý khi thời khắc đến, ông ấy sẽ tới đón tôi và tôi nói:"
    }
  },
  {
    "translation": {
      "en": "Well, that sounds like a pretty good deal. Let me go with that.",
      "vi": "''Nghe được đấy. Con chịu ý đó''."
    }
  },
  {
    "translation": {
      "en": "And-- and I transitioned back.",
      "vi": "Và tôi chuyển giao trở lại."
    }
  },
  {
    "translation": {
      "en": "I felt this sense of pull and I wound up back in my body.",
      "vi": "Tôi cảm thấy một lực kéo rồi tôi trở lại với cơ thể mình."
    }
  },
  {
    "translation": {
      "en": "When I met my dad on the other side...",
      "vi": "Khi tôi gặp bố tôi ở bên kia..."
    }
  },
  {
    "translation": {
      "en": "I realized that...",
      "vi": "Tôi nhận ra..."
    }
  },
  {
    "translation": {
      "en": "sometimes, we may not be able to say something here...",
      "vi": "đôi khi, ta có thể không nói được điều đó ở đây..."
    }
  },
  {
    "translation": {
      "en": "but...",
      "vi": "nhưng..."
    }
  },
  {
    "translation": {
      "en": "we're gonna be able to say it somewhere else.",
      "vi": "ta có thể nói được nó ở nơi khác."
    }
  },
  {
    "translation": {
      "en": "By having this opportunity... it truly healed my spirit.",
      "vi": "Bằng việc có cơ hội này... linh hồn tôi đã thực sự được chữa lành."
    }
  },
  {
    "translation": {
      "en": "Before, I just was moving through life.",
      "vi": "Trước đó, tôi chỉ đang tồn tại trong cuộc sống."
    }
  },
  {
    "translation": {
      "en": "I wasn't living.",
      "vi": "Tôi đã chẳng sống."
    }
  },
  {
    "translation": {
      "en": "- I was not alive. -",
      "vi": "Tôi đã chẳng sống."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "There have been a number of medical explanations",
      "vi": "Đã có một số giải thích y học được đưa ra"
    }
  },
  {
    "translation": {
      "en": "that have been proposed to explain what causes near- death experiences.",
      "vi": "Đã có một số giải thích y học được đưa ra để giải thích cái gây ra trải nghiệm cận tử."
    }
  },
  {
    "translation": {
      "en": "I'm all in favor of that. Being a doctor, I wanna understand what causes these things.",
      "vi": "Tôi ủng hộ việc đó. Là một bác sĩ, tôi muốn hiểu cái gì gây ra việc này."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, I don't think any of the explanations we've come up with so far",
      "vi": "Tiếc là, tôi không nghĩ bất kỳ lời giải thích nào ta đưa ra đến nay"
    }
  },
  {
    "translation": {
      "en": "help us very much in trying to understand things.",
      "vi": "giúp ích nhiều cho việc cố gắng hiểu mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Some have said drugs given to people as they're approaching death",
      "vi": "Vài người nói các thuốc cho cho người bệnh sắp chết"
    }
  },
  {
    "translation": {
      "en": "may cause near death experiences.",
      "vi": "có thể gây ra trải nghiệm cận tử."
    }
  },
  {
    "translation": {
      "en": "And what we find is that the fewer drugs people are given...",
      "vi": "Và cái chúng tôi tìm ra là người được cho càng ít thuốc..."
    }
  },
  {
    "translation": {
      "en": "the more likely they are to report a near death experience.",
      "vi": "thì càng báo cáo về trải nghiệm cận tử nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "That the drugs tend to inhibit the near- death experience,",
      "vi": "Thuốc có xu hướng ức chế trải nghiệm cận tử,"
    }
  },
  {
    "translation": {
      "en": "rather than causing it.",
      "vi": "hơn là gây ra nó."
    }
  },
  {
    "translation": {
      "en": "People also suggest lack of oxygen to the brain.",
      "vi": "Người khác cũng đề xuất là do việc thiếu ô-xy lên não."
    }
  },
  {
    "translation": {
      "en": "And that's appealing, because no matter how you come close to death,",
      "vi": "Và nó khá hợp lý, vì dù ta gần cái chết đến mấy,"
    }
  },
  {
    "translation": {
      "en": "lack of oxygen to the brain is the common factor.",
      "vi": "thiếu ô-xy lên não là yếu tố chung."
    }
  },
  {
    "translation": {
      "en": "However, we know, from decades of research,",
      "vi": "Tuy nhiên, chúng tôi biết, từ nghiên cứu trong cả thập kỷ,"
    }
  },
  {
    "translation": {
      "en": "what happens when you get lack of oxygen.",
      "vi": "điều sẽ xảy ra khi ta thiếu ô-xy."
    }
  },
  {
    "translation": {
      "en": "People become frightened, become belligerent, become terrified of what's happening to them.",
      "vi": "Con người trở nên sợ hãi, hiếu chiến, trở nên khiếp sợ thứ đang xảy ra với họ."
    }
  },
  {
    "translation": {
      "en": "Very much unlike the calm, consistent, almost blissful experience of a near death experience.",
      "vi": "Khác hẳn trải nghiệm yên bình, kiên định, gần như hạnh phúc của trải nghiệm cận tử."
    }
  },
  {
    "translation": {
      "en": "I'm frequently challenged by people who say,",
      "vi": "Tôi thường bị thách thức bởi những người nói:"
    }
  },
  {
    "translation": {
      "en": "Okay, he's had a cardiac arrest.",
      "vi": "''Rồi, anh ta bị ngừng tim."
    }
  },
  {
    "translation": {
      "en": "There's a little bit of brain which is working,",
      "vi": "Anh ấy có một phần não còn hoạt động,"
    }
  },
  {
    "translation": {
      "en": "which you guys have all missed.",
      "vi": "mà các anh đang bỏ lỡ''."
    }
  },
  {
    "translation": {
      "en": "But this says that they don't really understand what consciousness is.",
      "vi": "Nhưng điều này chứng tỏ họ đâu thật sự hiểu nhận thức là gì."
    }
  },
  {
    "translation": {
      "en": "You cannot maintain consciousness",
      "vi": "Ta không thể duy trì nhận thức..."
    }
  },
  {
    "translation": {
      "en": "unless you have a highly- organized brain.",
      "vi": "trừ khi ta có bộ não có tính tổ chức cao."
    }
  },
  {
    "translation": {
      "en": "Believe you me, when the brain loses its oxygen,",
      "vi": "Tin tôi đi, khi não bộ thiếu ô-xy,"
    }
  },
  {
    "translation": {
      "en": "- it doesn't organize itself. -",
      "vi": "nó không tự tổ chức được."
    }
  },
  {
    "translation": {
      "en": "When the heart stops, - in 20 seconds or so... -",
      "vi": "Khi tim ngừng đập, trong vòng 20 giây hoặc hơn,"
    }
  },
  {
    "translation": {
      "en": "...you get flatlining, which means no brain activity.",
      "vi": "ta có nhịp tim đứng yên, nghĩa là không có hoạt động não."
    }
  },
  {
    "translation": {
      "en": "And yet people have near death experiences",
      "vi": "Vậy mà con người lại có trải nghiệm cận tử"
    }
  },
  {
    "translation": {
      "en": "when they've been, quote, flatlined for longer than that.",
      "vi": "khi họ đã ''đứng tim'' lâu hơn thế."
    }
  },
  {
    "translation": {
      "en": "One of the most widely publicized cases was that of Pam Reynolds,",
      "vi": "Một trong các ca phổ biến với công chúng nhất là Pam Reynolds,"
    }
  },
  {
    "translation": {
      "en": "who had an aneurysm, which is a ballooning of a blood vessel at the base of her brain.",
      "vi": "người bị phình mạch máu não, chứng làm một mạch máu ở thân não phồng lên."
    }
  },
  {
    "translation": {
      "en": "And it was so large that, if it burst, it would have killed her instantly.",
      "vi": "Và nó lớn đến mức nếu nó vỡ ra, thì cô ấy sẽ chết ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "The most that they could do for me was try...",
      "vi": "Điều họ có thể làm cho tôi là thử làm..."
    }
  },
  {
    "translation": {
      "en": "a surgical process which involved the stopping of the heart,",
      "vi": "một quá trình phẫu thuật bao gồm việc ngừng tim,"
    }
  },
  {
    "translation": {
      "en": "the lowering of the bodily temperature,",
      "vi": "hạ nhiệt độ cơ thể,"
    }
  },
  {
    "translation": {
      "en": "the emptying of the blood from the body,",
      "vi": "rút máu ra khỏi cơ thể,"
    }
  },
  {
    "translation": {
      "en": "thereby shrinking the aneurysm.",
      "vi": "qua đó thu nhỏ túi phình mạch máu."
    }
  },
  {
    "translation": {
      "en": "She was without any blood going to her brain for about an hour.",
      "vi": "Cô ấy đã không có máu trong não khoảng một giờ."
    }
  },
  {
    "translation": {
      "en": "The EEG, or the brainwave, goes totally flat.",
      "vi": "Điện tâm đồ, hay sóng não, hoàn toàn phẳng."
    }
  },
  {
    "translation": {
      "en": "There is no brain activity at all.",
      "vi": "Không hề có hoạt động não nào."
    }
  },
  {
    "translation": {
      "en": "Which presumably means there's no brain function at all during that time.",
      "vi": "Có nghĩa giả định là không có chức năng não suốt thời gian đó."
    }
  },
  {
    "translation": {
      "en": "And yet, she reported a blissful near- death experience",
      "vi": "Vậy mà cô ấy báo cáo một trải nghiệm cận tử hạnh phúc..."
    }
  },
  {
    "translation": {
      "en": "in which she saw and heard things going on in the operating room",
      "vi": "mà cô ấy nhìn và nghe thấy chuyện đang xảy ra trong phòng phẫu thuật"
    }
  },
  {
    "translation": {
      "en": "that she couldn't possibly have seen or heard.",
      "vi": "mà cô ấy đâu thể nghe hay thấy."
    }
  },
  {
    "translation": {
      "en": "My vantage point was rather like sitting on the shoulder of the surgeon.",
      "vi": "Vị trí của tôi giống như ngồi trên vai của bác sĩ phẫu thuật."
    }
  },
  {
    "translation": {
      "en": "And I was free to move around at will.",
      "vi": "Và tôi được tự do di chuyển xung quanh."
    }
  },
  {
    "translation": {
      "en": "While I knew what they were doing,",
      "vi": "Trong khi tôi biết họ đang làm gì,"
    }
  },
  {
    "translation": {
      "en": "they didn't know what I was doing.",
      "vi": "họ thì không biết tôi đang làm gì."
    }
  },
  {
    "translation": {
      "en": "They thought I was that thing lying on the table.",
      "vi": "Họ nghĩ tôi chỉ là thứ đang nằm trên bàn mổ."
    }
  },
  {
    "translation": {
      "en": "Now, her eyes were taped shut for the entire procedure,",
      "vi": "Mắt của cô ấy được dán kín suốt quá trình."
    }
  },
  {
    "translation": {
      "en": "and she had molded earpieces in her ears.",
      "vi": "Và cô ấy đeo miếng nhét tai trong lỗ tai."
    }
  },
  {
    "translation": {
      "en": "But she described the tools they were using to saw through her skull,",
      "vi": "Nhưng cô ấy mô tả các dụng cụ họ dùng để cưa sọ mình,"
    }
  },
  {
    "translation": {
      "en": "and it was something that she hadn't seen before or after.",
      "vi": "thứ cô ấy chưa từng thấy trước hay sau đó."
    }
  },
  {
    "translation": {
      "en": "I saw, in Dr. Spetzler's hand,",
      "vi": "Tôi thấy, trong tay bác sĩ Spetzler,"
    }
  },
  {
    "translation": {
      "en": "an instrument that reminded me suspiciously of an electric toothbrush.",
      "vi": "một dụng cụ tôi thấy na ná một cái bàn chải điện."
    }
  },
  {
    "translation": {
      "en": "There was a case very close to it, and it had bits...",
      "vi": "Có một cái hộp gần đó và nó có mấy thứ..."
    }
  },
  {
    "translation": {
      "en": "that looked like the...",
      "vi": "trông giống..."
    }
  },
  {
    "translation": {
      "en": "case that my father kept his socket wrenches in.",
      "vi": "cái hộp mà bố tôi đựng cờ lê đa năng vậy."
    }
  },
  {
    "translation": {
      "en": "Her neurosurgeon said he can't understand how this could possibly happen.",
      "vi": "Bác sĩ phẫu thuật thần kinh của cô nói chả hiểu sao việc đó có thể xảy ra."
    }
  },
  {
    "translation": {
      "en": "If somebody asked me to describe what the Midas Rex drill, uh, looked like,",
      "vi": "Nếu ai đó bảo tôi tả khoan Midas Rex trông thế nào"
    }
  },
  {
    "translation": {
      "en": "I might very well use the term, Like an electric toothbrush.",
      "vi": "tôi có thể dùng câu: ''Giống như bàn chải điện''."
    }
  },
  {
    "translation": {
      "en": "And describing them, uh, as if they were a socket wrench set,",
      "vi": "Và tả chúng như một bộ cờ lê đa năng,"
    }
  },
  {
    "translation": {
      "en": "uh, I think that's very appropriate.",
      "vi": "tôi nghĩ là rất phù hợp."
    }
  },
  {
    "translation": {
      "en": "Her ability to describe...",
      "vi": "Khả năng cô ấy tả..."
    }
  },
  {
    "translation": {
      "en": "what went on during surgery is inconceivable to me,",
      "vi": "việc diễn ra trong quá trình phẫu thuật là không thể tưởng tượng nổi,"
    }
  },
  {
    "translation": {
      "en": "considering the state that she was in.",
      "vi": "khi xét tình trạng của cô ấy khi đó."
    }
  },
  {
    "translation": {
      "en": "Pam Reynolds was clinically dead.",
      "vi": "Pam Reynolds đã chết lâm sàng."
    }
  },
  {
    "translation": {
      "en": "This really challenges the idea that our consciousness, our minds,",
      "vi": "Điều này thách thức khái niệm là nhận thức của ta, tâm trí ta,"
    }
  },
  {
    "translation": {
      "en": "are created by the brain, because her brain was not functioning...",
      "vi": "được tạo bởi bộ não, vì não cô ấy đã không hoạt động..."
    }
  },
  {
    "translation": {
      "en": "and yet she had the most vivid experience of her life.",
      "vi": "vậy mà cô ấy đã có trải nghiệm sống động nhất đời mình."
    }
  },
  {
    "translation": {
      "en": "How can people be conscious when they're unconscious?",
      "vi": "Sao con người có thể tỉnh táo khi bất tỉnh?"
    }
  },
  {
    "translation": {
      "en": "It's an oxymoron. It's ridiculous.",
      "vi": "Nó là một nghịch lý. Nó nực cười thật."
    }
  },
  {
    "translation": {
      "en": "But in fact, this is what the data seemed to prove more and more.",
      "vi": "Nhưng thật ra, đây là cái mà dữ liệu chứng minh được ngày một nhiều."
    }
  },
  {
    "translation": {
      "en": "Well, that, of course, is going to have some significance",
      "vi": "Chà, tất nhiên, điều đó cũng sẽ có ý nghĩa"
    }
  },
  {
    "translation": {
      "en": "for our ideas about death.",
      "vi": "cho khái niệm của ta về cái chết."
    }
  },
  {
    "translation": {
      "en": "I mean, is it possible",
      "vi": "Ý tôi là, liệu có khả năng"
    }
  },
  {
    "translation": {
      "en": "that there is an expansion of consciousness when we die?",
      "vi": "có sự mở rộng về nhận thức khi ta chết đi?"
    }
  },
  {
    "translation": {
      "en": "When one survives something so catastrophic as death",
      "vi": "Khi một người sống sót qua điều thảm khốc như cái chết..."
    }
  },
  {
    "translation": {
      "en": "there's a gaping hole in your soul.",
      "vi": "thì đã có một lỗ hổng trong linh hồn họ."
    }
  },
  {
    "translation": {
      "en": "Inside, you feel like crumbling,",
      "vi": "Bên trong, ta cảm thấy vụn vỡ"
    }
  },
  {
    "translation": {
      "en": "and you wonder, How do I make sense of it?",
      "vi": "và ta tự hỏi: làm sao ta có thể thấu hiểu nó?"
    }
  },
  {
    "translation": {
      "en": "When people talk about near death experiences, they talk about it being so pleasant.",
      "vi": "Khi mọi người nói về trải nghiệm cận tử, họ nói nó rất dễ chịu."
    }
  },
  {
    "translation": {
      "en": "But it was not the case with me.",
      "vi": "Nhưng với tôi thì không."
    }
  },
  {
    "translation": {
      "en": "When I first met my husband, Jonathan, we definitely wanted to have children.",
      "vi": "Khi lần đầu tôi gặp chồng mình, Jonathan, chúng tôi chắc chắn muốn có con."
    }
  },
  {
    "translation": {
      "en": "We had our first, Adina. No issues, no complications.",
      "vi": "Chúng tôi có đứa đầu lòng, Adina. Không có vấn đề, không biến chứng."
    }
  },
  {
    "translation": {
      "en": "Delivered her and back at work eight days later.",
      "vi": "Tôi sinh con bé và đi làm lại vào tám ngày sau."
    }
  },
  {
    "translation": {
      "en": "The second one was after seven rounds of IVF.",
      "vi": "Đứa thứ hai có được sau bảy lần thụ tinh ống nghiệm."
    }
  },
  {
    "translation": {
      "en": "And everything went swimmingly until the 20- week ultrasound.",
      "vi": "Và mọi thứ thuận buồm xuôi gió cho đến buổi siêu âm tuần thứ 20."
    }
  },
  {
    "translation": {
      "en": "They do the scan and they say, Oh. You have a placenta previa.",
      "vi": "Họ quét và nói: ''Cô bị nhau tiền đạo''."
    }
  },
  {
    "translation": {
      "en": "Jonathan was with me and I said,",
      "vi": "Jonathan ở cạnh và tôi nói:"
    }
  },
  {
    "translation": {
      "en": "I don't know what this is, but I've got a bad feeling about it.",
      "vi": "''Em không biết nó là gì, nhưng tôi có cảm giác xấu''."
    }
  },
  {
    "translation": {
      "en": "And then I open the computer and I start Googling.",
      "vi": "Rồi tôi mở máy tính và bắt đầu tra Google."
    }
  },
  {
    "translation": {
      "en": "Placenta previa can turn into an accreta,",
      "vi": "Nhau tiền đạo có thể biến chứng thành nhau cài răng lược,"
    }
  },
  {
    "translation": {
      "en": "which is when the placenta marries itself to the uterus.",
      "vi": "nghĩa là lúc nhau thai bám dính vào tử cung."
    }
  },
  {
    "translation": {
      "en": "If that happens, you could hemorrhage,",
      "vi": "Nếu xảy ra, ta có thể bị băng huyết,"
    }
  },
  {
    "translation": {
      "en": "and if that happens, you and the baby could lose your life.",
      "vi": "và nếu nó xảy ra, cả mẹ và đứa bé đều có thể chết."
    }
  },
  {
    "translation": {
      "en": "I sat back, and I said...",
      "vi": "Tôi ngồi lại... và tôi nói..."
    }
  },
  {
    "translation": {
      "en": "This is going to happen to us.",
      "vi": "''Chuyện này sẽ xảy đến với ta."
    }
  },
  {
    "translation": {
      "en": "The only difference is the baby's going to survive.",
      "vi": "Điều khác biệt duy nhất là đứa bé sẽ sống''."
    }
  },
  {
    "translation": {
      "en": "And what did you think?",
      "vi": "Và anh đã nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "Uh, that it was stereotypical pregnancy hysteria.",
      "vi": "Rằng nó là sự rối loạn điển hình trong thai kỳ."
    }
  },
  {
    "translation": {
      "en": "Although I didn't quite put it in those terms.",
      "vi": "Dù tôi chả nói chính xác các từ đó."
    }
  },
  {
    "translation": {
      "en": "Earlier in my life, I trained as an air force pilot, got my PhD in economics.",
      "vi": "Lúc trẻ, tôi được đào tạo là phi công không quân, có bằng tiến sĩ kinh tế."
    }
  },
  {
    "translation": {
      "en": "Data is core to my being.",
      "vi": "Dữ liệu là cốt lõi con người tôi."
    }
  },
  {
    "translation": {
      "en": "I like to joke that I don't like to complicate things with words and feelings.",
      "vi": "Tôi thích đùa là không thích phức tạp hóa mọi thứ với lời nói và cảm xúc."
    }
  },
  {
    "translation": {
      "en": "I'd much rather go with the data. And we didn't have any empirical data,",
      "vi": "Tôi thà theo số liệu. Chúng tôi đâu có số liệu thực nghiệm,"
    }
  },
  {
    "translation": {
      "en": "so I had the stereotypical husband's response.",
      "vi": "nên tôi đã đưa ra phản hồi điển hình của một ông chồng."
    }
  },
  {
    "translation": {
      "en": "But I dressed it up in science, so that made it more sophisticated.",
      "vi": "Nhưng tôi ngụy tạo nó thành khoa học, làm nó phức tạp hơn."
    }
  },
  {
    "translation": {
      "en": "It was so difficult trying to communicate about feelings",
      "vi": "Thật khó để cố giao tiếp về những cảm xúc"
    }
  },
  {
    "translation": {
      "en": "and this foreboding",
      "vi": "và điềm gở này"
    }
  },
  {
    "translation": {
      "en": "when I didn't have something tangible to show.",
      "vi": "khi tôi chả có gì rõ để chứng minh."
    }
  },
  {
    "translation": {
      "en": "I told Jonathan, I do not know what to tell you,",
      "vi": "Tôi nói với Jonathan: ''Em chả biết phải nói gì với anh,"
    }
  },
  {
    "translation": {
      "en": "other than the fact that I've got this intense feeling around this",
      "vi": "ngoài việc em có cảm giác mãnh liệt về việc này,"
    }
  },
  {
    "translation": {
      "en": "that something bad is about to happen.",
      "vi": "rằng điều gì đó tệ sẽ xảy ra''."
    }
  },
  {
    "translation": {
      "en": "If you saw me in Starbucks and you said, Oh, how's the pregnancy going?",
      "vi": "Nếu bạn thấy tôi ở Starbucks và hỏi: ''Thai kỳ sao rồi?''"
    }
  },
  {
    "translation": {
      "en": "I would literally say, I'm going to die.",
      "vi": "Tôi sẽ trả lời: ''Tôi sắp chết rồi''."
    }
  },
  {
    "translation": {
      "en": "And my premonitions kept coming.",
      "vi": "Và linh cảm của tôi cứ tiếp diễn."
    }
  },
  {
    "translation": {
      "en": "I was walking in the park.",
      "vi": "Tôi đang đi dạo ở công viên."
    }
  },
  {
    "translation": {
      "en": "I saw a dry fountain.",
      "vi": "Tôi thấy một đài phun cạn nước."
    }
  },
  {
    "translation": {
      "en": "In mind's eye, the fountain was flowing and, all of a sudden, it turned to blood.",
      "vi": "Tôi tưởng tượng cái đài phun ấy đang phun nước, và nước đột ngột hóa máu."
    }
  },
  {
    "translation": {
      "en": "And I felt my body hemorrhage.",
      "vi": "Và tôi cảm thấy mình băng huyết."
    }
  },
  {
    "translation": {
      "en": "I called Jonathan, said Meet me at the emergency room. He's frantic about it.",
      "vi": "Tôi gọi Jonathan: Gặp em ở phòng cấp cứu''. Anh ấy cuống lên."
    }
  },
  {
    "translation": {
      "en": "Doctors examining me, and they're like, No, you're actually fine.",
      "vi": "Bác sĩ kiểm tra cho tôi và nói: ''Không, cô thật sự ổn''."
    }
  },
  {
    "translation": {
      "en": "Jonathan's like, Okay, it's a false alarm, and I'm like, No, this is a warning.",
      "vi": "Jonathan nói: ''Rồi, báo động giả'', và tôi thì: ''Không, đây là cảnh báo''."
    }
  },
  {
    "translation": {
      "en": "I've had other patients who've expressed concern,",
      "vi": "Tôi đã có các bệnh nhân khác bày tỏ lo âu,"
    }
  },
  {
    "translation": {
      "en": "but I would say Stephanie was the first patient that came forward and said,",
      "vi": "nhưng tôi phải nói Stephanie là người đầu tiên đến và nói:"
    }
  },
  {
    "translation": {
      "en": "I'm seeing things very vividly that are scaring me to death.",
      "vi": "''Tôi thấy những thứ rất sống động mà đang dọa tôi chết khiếp''."
    }
  },
  {
    "translation": {
      "en": "I tried to acknowledge her fear, but also my role is to keep the calm.",
      "vi": "Tôi đã cố thừa nhận nỗi sợ của cô ấy, nhưng vai trò của tôi là giữ bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "So I was concerned, but I wasn't necessarily panicked.",
      "vi": "Nên tôi đã lo lắng, nhưng tôi không cần phải hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "The day that I go into labor...",
      "vi": "Ngày tôi chuyển dạ..."
    }
  },
  {
    "translation": {
      "en": "I was in the kitchen, giving Adina breakfast.",
      "vi": "Tôi đang ở trong bếp, cho Adina ăn sáng."
    }
  },
  {
    "translation": {
      "en": "- All of a sudden, blood went everywhere. -",
      "vi": "Đột nhiên, máu chảy khắp nơi."
    }
  },
  {
    "translation": {
      "en": "My nanny was here and I said, Let's get in the car.",
      "vi": "Cô bảo mẫu đã ở đó và nói: Lên xe thôi''."
    }
  },
  {
    "translation": {
      "en": "She jumped in the driver's seat.",
      "vi": "Cô ấy nhào vào ghế lái."
    }
  },
  {
    "translation": {
      "en": "I said, Get out. I am driving. And she's like, Are you crazy? You're bleeding.",
      "vi": "Tôi nói: ''Ra đi. Tôi lái''. Cô ấy kiểu: ''Cô điên à? Cô đang chảy máu''."
    }
  },
  {
    "translation": {
      "en": "I'm like, I've had many premonitions. Dying in a car accident was not one.",
      "vi": "Tôi nói: ''Tôi có nhiều linh cảm. Chết vì tai nạn xe thì không''."
    }
  },
  {
    "translation": {
      "en": "Jonathan was in New York on one of his business trips.",
      "vi": "Jonathan đang đi công tác ở thành phố New York."
    }
  },
  {
    "translation": {
      "en": "My wife called to say that she was on her way to the hospital",
      "vi": "Vợ tôi gọi nói đang trên đường đến bệnh viện"
    }
  },
  {
    "translation": {
      "en": "and to get to Chicago as fast as possible.",
      "vi": "và bảo tôi về Chicago sớm nhất có thể."
    }
  },
  {
    "translation": {
      "en": "I was acutely aware that it was the day I was gonna die.",
      "vi": "Tôi nhận thức sâu sắc rằng đó là ngày mình sẽ chết."
    }
  },
  {
    "translation": {
      "en": "The last thing I texted Jonathan was...",
      "vi": "Tin nhắn cuối tôi gửi cho Jonathan là:"
    }
  },
  {
    "translation": {
      "en": "You've made me the happiest woman in the world and...",
      "vi": "''Anh đã biến em thành người phụ nữ hạnh phúc nhất trên đời và..."
    }
  },
  {
    "translation": {
      "en": "please take care of this baby.",
      "vi": "hãy chăm sóc đứa bé này''."
    }
  },
  {
    "translation": {
      "en": "And then they wheel me into the room",
      "vi": "Rồi họ đẩy tôi vào căn phòng"
    }
  },
  {
    "translation": {
      "en": "that's going to give life to Jacob and take mine.",
      "vi": "mà sẽ tạo ra sự sống của Jacob và lấy đi của tôi."
    }
  },
  {
    "translation": {
      "en": "They put a curtain right in front of my face and prepare me for a C- section.",
      "vi": "Họ đặt một màn chắn trước mặt tôi và chuẩn bị mổ lấy thai."
    }
  },
  {
    "translation": {
      "en": "- - They deliver Jacob.",
      "vi": "Họ đỡ đẻ Jacob."
    }
  },
  {
    "translation": {
      "en": "He's healthy, happy.",
      "vi": "Thằng bé khỏe mạnh, vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Seconds later, I flatline.",
      "vi": "Vài giây sau, tôi ngưng tim."
    }
  },
  {
    "translation": {
      "en": "Everything came into a 3D movie",
      "vi": "Mọi thứ biến thành phim 3D"
    }
  },
  {
    "translation": {
      "en": "and I could actually see outside of my body.",
      "vi": "và tôi đã thật sự thấy bên ngoài cơ thể mình."
    }
  },
  {
    "translation": {
      "en": "My point of view was above my body and next to my body,",
      "vi": "Góc nhìn của tôi là phía trên và bên cạnh cơ thể mình"
    }
  },
  {
    "translation": {
      "en": "and I could see everything that was going on in the operating room.",
      "vi": "và tôi thấy được mọi thứ diễn ra trong phòng mổ."
    }
  },
  {
    "translation": {
      "en": "I see the anesthesiologist by my feet.",
      "vi": "Tôi thấy bác sĩ gây mê kế chân mình."
    }
  },
  {
    "translation": {
      "en": "I see which nurse jumped on my chest to give me CPR.",
      "vi": "Tôi thấy y tá nào nhào lên ngực mình để hồi sức tim phổi."
    }
  },
  {
    "translation": {
      "en": "In this other dimension, spatial relations break.",
      "vi": "Ở chiều không gian khác này, các liên kết không gian đứt ra."
    }
  },
  {
    "translation": {
      "en": "- There is no ceiling. There are no walls. -",
      "vi": "Không có trần. Không có tường."
    }
  },
  {
    "translation": {
      "en": "Everything is just moving around in so many different directions.",
      "vi": "Mọi thứ chỉ di chuyển quanh theo nhiều hướng khác nhau."
    }
  },
  {
    "translation": {
      "en": "I saw my daughter in a completely different part of the hospital",
      "vi": "Tôi thấy con gái mình ở khu hoàn toàn khác trong bệnh viện"
    }
  },
  {
    "translation": {
      "en": "with our nanny.",
      "vi": "cùng cô bảo mẫu."
    }
  },
  {
    "translation": {
      "en": "I saw what my husband was wearing when he got off the plane.",
      "vi": "Tôi thấy chồng mình mặc gì khi rời khỏi máy bay."
    }
  },
  {
    "translation": {
      "en": "And then I see spirits everywhere.",
      "vi": "Và rồi tôi thấy linh hồn ở khắp nơi."
    }
  },
  {
    "translation": {
      "en": "My grandmother, who had passed when I was ten years old.",
      "vi": "Bà tôi, người đã qua đời khi tôi mười tuổi."
    }
  },
  {
    "translation": {
      "en": "My mother's brother also appeared.",
      "vi": "Anh trai của mẹ tôi cũng xuất hiện."
    }
  },
  {
    "translation": {
      "en": "The last thing I heard was Julie, Dr. Levitt,",
      "vi": "Điều cuối cùng tôi nghe là Julie, bác sĩ Levitt, nói:"
    }
  },
  {
    "translation": {
      "en": "saying, This can't be happening. This can't be happening.",
      "vi": "Điều cuối cùng tôi nghe là Julie, bác sĩ Levitt, nói: ''Chuyện này không thể xảy ra."
    }
  },
  {
    "translation": {
      "en": "This was about as serious as it gets.",
      "vi": "Chuyện này đã nghiêm trọng hết mức rồi."
    }
  },
  {
    "translation": {
      "en": "Stephanie was having an amniotic fluid embolism.",
      "vi": "Stephanie đang bị thuyên tắc ối."
    }
  },
  {
    "translation": {
      "en": "Many patients will die from this condition, because they bleed to death.",
      "vi": "Nhiều bệnh nhân sẽ chết vì tình trạng này, vì họ bị chảy máu đến chết."
    }
  },
  {
    "translation": {
      "en": "And I, with my hands across my chest, with my gloves on, looked up, and I said,",
      "vi": "Và tôi, với hai tay còn đeo găng, ôm lấy ngực, ngửa mặt và nói,"
    }
  },
  {
    "translation": {
      "en": "under my breath, This cannot be happening.",
      "vi": "thì thầm: ''Chuyện này không thể xảy ra''."
    }
  },
  {
    "translation": {
      "en": "She called it.",
      "vi": "Cô ấy đã nói từ trước."
    }
  },
  {
    "translation": {
      "en": "She knew that this was going to happen.",
      "vi": "Cô ấy đã biết chuyện này sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "After I heard Dr. Levitt, there was just this pulling in my stomach,",
      "vi": "Sau khi tôi nghe thấy bác sĩ Levitt, có một lực kéo từ bụng tôi"
    }
  },
  {
    "translation": {
      "en": "and then I was back in my body.",
      "vi": "và tôi trở lại với cơ thể mình."
    }
  },
  {
    "translation": {
      "en": "I was clinically dead for 37 seconds.",
      "vi": "Tôi đã chết lâm sàng trong 37 giây."
    }
  },
  {
    "translation": {
      "en": "I was in a medically- induced coma for six days.",
      "vi": "Tôi bị hôn mê do y tế trong sáu ngày."
    }
  },
  {
    "translation": {
      "en": "I had kidney failure.",
      "vi": "Tôi bị suy thận."
    }
  },
  {
    "translation": {
      "en": "I had to learn how to walk again. I had to learn how to talk.",
      "vi": "Tôi phải học lại cách đi đứng, phải học cách nói chuyện."
    }
  },
  {
    "translation": {
      "en": "It took me a long time to physically recover.",
      "vi": "Tôi đã mất rất lâu để hồi phục thể chất."
    }
  },
  {
    "translation": {
      "en": "When I was clinically dead, I knew that something extraordinary had happened.",
      "vi": "Khi tôi chết lâm sàng, tôi biết điều gì đó phi thường đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "But it ultimately had to go to the people who were present that day to validate it.",
      "vi": "Nhưng cuối cùng phải cần những người có mặt hôm đó xác nhận."
    }
  },
  {
    "translation": {
      "en": "Stephanie and I met to talk about what had happened that day.",
      "vi": "Stephanie và tôi gặp nhau để nói về chuyện xảy ra hôm đó."
    }
  },
  {
    "translation": {
      "en": "I almost couldn't breathe.",
      "vi": "Tôi suýt không thở được."
    }
  },
  {
    "translation": {
      "en": "There was absolutely no way that she was aware",
      "vi": "Hoàn toàn không có cách nào để cô ấy ý thức được"
    }
  },
  {
    "translation": {
      "en": "of who was standing to her left, who was standing to her right,",
      "vi": "ai đã đứng bên trái, ai đã đứng bên phải cô ấy,"
    }
  },
  {
    "translation": {
      "en": "what I said, what other people said in the operating room.",
      "vi": "điều tôi nói, điều người khác nói trong phòng mổ."
    }
  },
  {
    "translation": {
      "en": "It makes me...",
      "vi": "Nó khiến tôi..."
    }
  },
  {
    "translation": {
      "en": "believe in more than just what we know as art and science.",
      "vi": "tin vào cái hơn cả những gì chúng ta biết về nghệ thuật và khoa học."
    }
  },
  {
    "translation": {
      "en": "My medical mind turns more to a spiritual place,",
      "vi": "Đầu óc y học của tôi biến thành chốn linh thiêng,"
    }
  },
  {
    "translation": {
      "en": "which I don't think I was ever really aware of in the past.",
      "vi": "thứ tôi không nghĩ mình đã thực sự chú ý trong quá khứ."
    }
  },
  {
    "translation": {
      "en": "It was a very...",
      "vi": "Nó đã là một..."
    }
  },
  {
    "translation": {
      "en": "real lesson that day.",
      "vi": "bài học rất thật vào hôm đó."
    }
  },
  {
    "translation": {
      "en": "- How old was Jacob there? - Not even a year.",
      "vi": "Lúc đó Jacob mấy tuổi? Chưa một tuổi."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Not even a year.",
      "vi": "- Phải. - Chưa một tuổi."
    }
  },
  {
    "translation": {
      "en": "All of the doctors were like, I don't have a medical explanation",
      "vi": "Tất cả các bác sĩ đều nói: Tôi không có lời giải thích y học nào"
    }
  },
  {
    "translation": {
      "en": "for the near- death experience or the premonitions.",
      "vi": "cho trải nghiệm cận tử hay các linh cảm''."
    }
  },
  {
    "translation": {
      "en": "But I look at them as a knowing.",
      "vi": "Nhưng tôi xem chúng như bí ẩn."
    }
  },
  {
    "translation": {
      "en": "This knowing comes from someplace.",
      "vi": "Sự hiểu biết này đến từ nơi nào đó."
    }
  },
  {
    "translation": {
      "en": "I'm not in the category of true believer.",
      "vi": "Tôi không nằm trong các tín đồ chân chính."
    }
  },
  {
    "translation": {
      "en": "But I accept that there's something else going on here,",
      "vi": "Nhưng tôi chấp nhận có gì khác đang xảy ra,"
    }
  },
  {
    "translation": {
      "en": "some extra dimension of knowledge or cognition, uh... that my wife has.",
      "vi": "một chiều kiến thức hoặc nhận thức đặc biệt khác mà vợ tôi có."
    }
  },
  {
    "translation": {
      "en": "So I believe-- I believe that she knew.",
      "vi": "Nên tôi tin... tôi tin cô ấy đã biết."
    }
  },
  {
    "translation": {
      "en": "It would have been much...",
      "vi": "Có lẽ sẽ dễ hơn..."
    }
  },
  {
    "translation": {
      "en": "um, easier to go along those three months prior to flatlining if he had said that.",
      "vi": "nhiều để vượt qua ba tháng trước khi bị ngưng tim nếu anh ấy nói thế."
    }
  },
  {
    "translation": {
      "en": "I just felt I wasn't believed by the one person I need to believe me.",
      "vi": "Tôi chỉ thấy không được tin bởi người duy nhất tôi cần phải tin mình."
    }
  },
  {
    "translation": {
      "en": "By the one person who matters.",
      "vi": "Bởi người quan trọng duy nhất."
    }
  },
  {
    "translation": {
      "en": "Everybody else can call me crazy, hormonal and stressed out and everything,",
      "vi": "Người khác có thể nói tôi điên, hóc-môn ảnh hưởng và căng thẳng sao đó,"
    }
  },
  {
    "translation": {
      "en": "but it's the one person that I needed to protect me.",
      "vi": "nhưng đây là người duy nhất tôi cần để bảo vệ mình."
    }
  },
  {
    "translation": {
      "en": "And it was-- it was hard.",
      "vi": "Và nó đã thật khó khăn."
    }
  },
  {
    "translation": {
      "en": "All of us who are researchers or scientists, and professors, academics and the like, um,",
      "vi": "Tất cả các nhà nghiên cứu hay nhà khoa học húng tôi, giáo sư, học giả hay đại loại..."
    }
  },
  {
    "translation": {
      "en": "are engaged in research because we don't know everything.",
      "vi": "đều tham gia nghiên cứu vì ta đâu biết mọi thứ."
    }
  },
  {
    "translation": {
      "en": "And what this is telling me is that there's--",
      "vi": "Và điều này bảo tôi là có..."
    }
  },
  {
    "translation": {
      "en": "Whether it's God or spirits",
      "vi": "Dù là Chúa hay là linh hồn"
    }
  },
  {
    "translation": {
      "en": "or some sense that we have that is not yet identified...",
      "vi": "hoặc giác quan nào đó mà ta chưa khám phá..."
    }
  },
  {
    "translation": {
      "en": "there is something like that that was operating here.",
      "vi": "có thứ như thế đang hoạt động ở đây."
    }
  },
  {
    "translation": {
      "en": "- Sit right there. - Okay, great.",
      "vi": "- Ngồi đây. - Được, tuyệt."
    }
  },
  {
    "translation": {
      "en": "Right before flatline, I was perpendicular.",
      "vi": "Ngay lúc ngưng tim, tôi đã đứng thẳng."
    }
  },
  {
    "translation": {
      "en": "I know people talk about, like, floating - and being above their body. - Yeah.",
      "vi": "Tôi biết mọi người hay nói họ nổi bồng bềnh trên cơ thể mình."
    }
  },
  {
    "translation": {
      "en": "I didn't have that.",
      "vi": "Tôi đã không thế."
    }
  },
  {
    "translation": {
      "en": "So it's almost like you were in both places at once.",
      "vi": "Có vẻ như cô đã ở hai nơi cùng lúc."
    }
  },
  {
    "translation": {
      "en": "Part of you was still in the body",
      "vi": "Một phần còn ở cơ thể"
    }
  },
  {
    "translation": {
      "en": "- and part of you was out there. - Yeah.",
      "vi": "- và một phần đã ra ngoài. - Phải."
    }
  },
  {
    "translation": {
      "en": "Most people who share their experiences with us",
      "vi": "Hầu hết những người chia sẻ trải nghiệm với chúng tôi"
    }
  },
  {
    "translation": {
      "en": "do so because they're struggling with how to understand it.",
      "vi": "vì họ chật vật để hiểu được nó."
    }
  },
  {
    "translation": {
      "en": "It doesn't make sense in terms of science or their particular religious background",
      "vi": "Nó không hợp lý về mặt khoa học hay nền tảng tôn giáo riêng của họ"
    }
  },
  {
    "translation": {
      "en": "and they're looking for some way to come to terms with it.",
      "vi": "và họ đang tìm cách để đối mặt với nó."
    }
  },
  {
    "translation": {
      "en": "I just would like to understand - a little bit more about the mechanics. - Yeah.",
      "vi": "Tôi chỉ muốn hiểu thêm một chút về cơ chế"
    }
  },
  {
    "translation": {
      "en": "And is there a pattern that you're seeing in people that have had near death experiences?",
      "vi": "và có kiểu mẫu nào ở cái ông thấy ở những người đã có trải nghiệm cận tử?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, some things that you told-- told me about are very common, but some are not.",
      "vi": "Vài cái mà cô nói với tôi rất phổ biến, vài cái thì không."
    }
  },
  {
    "translation": {
      "en": "Frankly, the premonitions that came before it are not common.",
      "vi": "Thẳng thắn thì, các linh cảm xảy ra trước đó là không phổ biến."
    }
  },
  {
    "translation": {
      "en": "It's more common to have these premonitions after the experience.",
      "vi": "Thông thường họ sẽ có những linh cảm này sau khi trải nghiệm."
    }
  },
  {
    "translation": {
      "en": "What struck me most about Stephanie's experience",
      "vi": "Điều tôi ấn tượng nhất về trải nghiệm của Stephanie"
    }
  },
  {
    "translation": {
      "en": "is she was having premonitions about dying for months before it happened.",
      "vi": "là cô ấy có các linh cảm về việc chết hàng tháng trước lúc nó đến."
    }
  },
  {
    "translation": {
      "en": "And these were not imaginations. They were things she could not deny.",
      "vi": "Và chúng không phải tưởng tượng. Đó là những thứ cô ấy không thể từ chối."
    }
  },
  {
    "translation": {
      "en": "There are all these things going on around us all the time",
      "vi": "Có rất nhiều thứ xảy ra quanh ta mọi lúc"
    }
  },
  {
    "translation": {
      "en": "that we sort of block out. It's like our brain has a filter",
      "vi": "mà ta gần như ngăn lại. Cứ như não có bộ lọc,"
    }
  },
  {
    "translation": {
      "en": "that filters out things that don't help us get along in this world.",
      "vi": "lọc ra những thứ không giúp ta hòa hợp với thế giới này."
    }
  },
  {
    "translation": {
      "en": "And when something like a near death experience happens,",
      "vi": "Và khi thứ như trải nghiệm cận tử xảy ra,"
    }
  },
  {
    "translation": {
      "en": "that opens up the filter.",
      "vi": "nó mở ra bộ lọc."
    }
  },
  {
    "translation": {
      "en": "The door's been opened for you.",
      "vi": "Và cánh cửa đã mở ra với cô."
    }
  },
  {
    "translation": {
      "en": "And once it's open, it's-- it's hard to shut it.",
      "vi": "Và một khi đã mở, nó khó đóng lại."
    }
  },
  {
    "translation": {
      "en": "My visions and my premonitions have become more intense",
      "vi": "Ảo ảnh và linh cảm của tôi đã mãnh liệt hơn"
    }
  },
  {
    "translation": {
      "en": "since my near- death experience.",
      "vi": "kể từ trải nghiệm cận tử."
    }
  },
  {
    "translation": {
      "en": "I believe it's a blessing.",
      "vi": "Tôi tin nó là một phước lành."
    }
  },
  {
    "translation": {
      "en": "But spiritually, it's a challenge, because...",
      "vi": "Nhưng về mặt tâm linh, nó là thách thức, vì..."
    }
  },
  {
    "translation": {
      "en": "I see things that people don't see a lot of the time.",
      "vi": "tôi thấy thứ mà người ta thường chả thấy."
    }
  },
  {
    "translation": {
      "en": "Most of the visions I get are from complete strangers.",
      "vi": "Hầu hết các ảo ảnh tôi có đều từ những người hoàn toàn xa lạ."
    }
  },
  {
    "translation": {
      "en": "Just people who are in my line of sight.",
      "vi": "Chỉ có người trong tầm nhìn của tôi."
    }
  },
  {
    "translation": {
      "en": "I feel like I'm gonna have a heart attack.",
      "vi": "Tôi thấy mình sẽ lên cơn đau tim."
    }
  },
  {
    "translation": {
      "en": "But I know it's not mine.",
      "vi": "Mà tôi biết chả phải tôi."
    }
  },
  {
    "translation": {
      "en": "We all have this ability to perceive things, especially danger.",
      "vi": "Ta đều có khả năng này để nhận thức mọi thứ, đặc biệt là nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "Um, we just don't take it seriously.",
      "vi": "Ta chỉ không coi trọng nó."
    }
  },
  {
    "translation": {
      "en": "What do you suggest to those who sit in this chair across from you",
      "vi": "Ông gợi ý điều gì với những người ngồi trên ghế đối diện mình"
    }
  },
  {
    "translation": {
      "en": "and explain their near- death experiences?",
      "vi": "và giải thích trải nghiệm cận tử của họ?"
    }
  },
  {
    "translation": {
      "en": "What do you normally advise them?",
      "vi": "Ông thường khuyên gì họ?"
    }
  },
  {
    "translation": {
      "en": "I can just tell you what I've learned from the thousands of people who have sat in that chair and talked to me.",
      "vi": "Tôi chỉ nói được cái tôi học từ cả ngàn người đã ngồi ở đó và chia sẻ với tôi."
    }
  },
  {
    "translation": {
      "en": "And what seems to be most comforting to them",
      "vi": "Và điều có vẻ an ủi với họ nhất"
    }
  },
  {
    "translation": {
      "en": "is knowing, one, you're not alone.",
      "vi": "là biết, một, cô không là duy nhất."
    }
  },
  {
    "translation": {
      "en": "Many people have had near death experiences.",
      "vi": "Nhiều người đã có trải nghiệm cận tử."
    }
  },
  {
    "translation": {
      "en": "And if we can't understand it,",
      "vi": "Và nếu ta không hiểu,"
    }
  },
  {
    "translation": {
      "en": "we can at least have faith that there's a purpose to it.",
      "vi": "ít nhất ta có thể tin rằng nó có mục đích."
    }
  },
  {
    "translation": {
      "en": "And you don't have to be in control of it,",
      "vi": "Và cô không cần kiểm soát,"
    }
  },
  {
    "translation": {
      "en": "because, in fact, we're not in control of it.",
      "vi": "vì thực tế, ta đâu kiểm soát được."
    }
  },
  {
    "translation": {
      "en": "Something else is.",
      "vi": "Thứ gì khác làm việc đó."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I used to be more easy- going before this all happened. Um...",
      "vi": "Tôi từng dễ tính hơn trước khi mọi việc xảy ra."
    }
  },
  {
    "translation": {
      "en": "I used to laugh more. Uh...",
      "vi": "Tôi từng cười nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "I used to not take things so seriously.",
      "vi": "tôi từng không coi trọng mọi thứ quá nhiều."
    }
  },
  {
    "translation": {
      "en": "I-- I think Jonathan misses that part of me.",
      "vi": "Tôi nghĩ Jonathan nhớ khía cạnh đó của tôi."
    }
  },
  {
    "translation": {
      "en": "I think I'll be asking questions probably until the day I die.",
      "vi": "Tôi nghĩ tôi sẽ thắc mắc cho đến ngày mình chết."
    }
  },
  {
    "translation": {
      "en": "Again.",
      "vi": "Lần nữa."
    }
  },
  {
    "translation": {
      "en": "The experience is very, very difficult to process.",
      "vi": "Trải nghiệm này rất khó để xử lý."
    }
  },
  {
    "translation": {
      "en": "The dying is very difficult.",
      "vi": "Việc chết đi rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "A few years after my experience, I started painting.",
      "vi": "Vài năm sau trải nghiệm của mình... tôi bắt đầu vẽ."
    }
  },
  {
    "translation": {
      "en": "Had no idea. I'd never painted in my life.",
      "vi": "Chả biết sao. Tôi chưa từng vẽ trong đời."
    }
  },
  {
    "translation": {
      "en": "Initially, it was just a desire to reproduce what I saw...",
      "vi": "Ban đầu, chỉ là mong muốn tái hiện cái tôi đã thấy..."
    }
  },
  {
    "translation": {
      "en": "where I was in a ball of color...",
      "vi": "nơi tôi đã ở trong một quả bóng màu..."
    }
  },
  {
    "translation": {
      "en": "and these colors were all moving, and I become the color.",
      "vi": "và những sắc màu chuyển động và tôi trở thành sắc màu."
    }
  },
  {
    "translation": {
      "en": "That's how I wound up doing art.",
      "vi": "Đó là lý do tôi làm nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "Just a desire to try to create that three- dimensional feeling with color.",
      "vi": "Chỉ là mong muốn tạo ra cảm giác ba chiều bằng màu sắc."
    }
  },
  {
    "translation": {
      "en": "But as I kept doing it more and more,",
      "vi": "Nhưng khi tiếp tục làm nó nhiều hơn,"
    }
  },
  {
    "translation": {
      "en": "I began to realize that it's a lot deeper than that.",
      "vi": "tôi bắt đầu nhận ra rằng nó sâu sắc hơn thế nhiều."
    }
  },
  {
    "translation": {
      "en": "It was healing.",
      "vi": "Nó chữa lành."
    }
  },
  {
    "translation": {
      "en": "It was healing me.",
      "vi": "Nó chữa lành tôi."
    }
  },
  {
    "translation": {
      "en": "Dying is traumatic.",
      "vi": "Chết là đau thương."
    }
  },
  {
    "translation": {
      "en": "And it's difficult to integrate and-- and get past that.",
      "vi": "Và nó khó để hòa nhập và vượt qua điều đó."
    }
  },
  {
    "translation": {
      "en": "This world of art and color...",
      "vi": "Thế giới nghệ thuật, màu sắc này..."
    }
  },
  {
    "translation": {
      "en": "brought a lot of peace and calm into my life,",
      "vi": "đem lại nhiều bình yên, êm đềm cho cuộc sống của tôi."
    }
  },
  {
    "translation": {
      "en": "and it made me feel a sense of knowing.",
      "vi": "Và nó cho tôi cảm giác thấu hiểu."
    }
  },
  {
    "translation": {
      "en": "People ask me if the experience was real or not.",
      "vi": "Người ta hỏi tôi trải nghiệm đó có là thật."
    }
  },
  {
    "translation": {
      "en": "At the end of the day, I can't prove to you.",
      "vi": "Cuối cùng, tôi không thể chứng minh cho bạn."
    }
  },
  {
    "translation": {
      "en": "I can only share my experience with you.",
      "vi": "Tôi chỉ có thể chia sẻ trải nghiệm với bạn."
    }
  },
  {
    "translation": {
      "en": "I had more motivation",
      "vi": "Tôi có nhiều động lực hơn"
    }
  },
  {
    "translation": {
      "en": "than any other person on this planet to disprove my account.",
      "vi": "bất kỳ người nào trên hành tinh này để bác bỏ tường thuật của mình."
    }
  },
  {
    "translation": {
      "en": "Because during my near- death experience, when I was with these beings...",
      "vi": "Bởi vì trong trải nghiệm cận tử của mình, khi tôi đang ở cùng các sinh vật này..."
    }
  },
  {
    "translation": {
      "en": "they told me about the coming and unexpected death of my oldest son, Willie,",
      "vi": "họ nói về cái chết đột ngột sắp đến của con trai lớn Willie của tôi,"
    }
  },
  {
    "translation": {
      "en": "who was only nine years old at the time of my accident.",
      "vi": "đứa chỉ mới chín tuổi vào thời điểm tôi gặp tai nạn."
    }
  },
  {
    "translation": {
      "en": "I knew that if I could come up with any other plausible explanation,",
      "vi": "Tôi biết nếu tôi nghĩ ra được một giải thích nào khác hợp lý hơn..."
    }
  },
  {
    "translation": {
      "en": "that I would be able to discount everything I'd been told.",
      "vi": "thì tôi có thể bác bỏ được những thứ được bảo."
    }
  },
  {
    "translation": {
      "en": "I wasn't given details in terms of the date and time of his death,",
      "vi": "Tôi không được họ tiết lộ chi tiết về ngày hay giờ về cái chết của con mình,"
    }
  },
  {
    "translation": {
      "en": "but it was very concrete information",
      "vi": "nhưng nó là thông tin cụ thể đến mức khiến tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "that made me think he would never live to be 18.",
      "vi": "nhưng nó là thông tin cụ thể đến mức khiến tôi nghĩ thằng bé sẽ chả sống đến 18 tuổi."
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "I asked why.",
      "vi": "tôi hỏi tại sao."
    }
  },
  {
    "translation": {
      "en": "You know, why...",
      "vi": "Thế đó, tại sao..."
    }
  },
  {
    "translation": {
      "en": "Why Willie? Why my son?",
      "vi": "Sao là Willie? Sao là con tôi?"
    }
  },
  {
    "translation": {
      "en": "And I was told that beauty comes of all things.",
      "vi": "Và tôi được bảo rằng cái đẹp đến với mọi thứ."
    }
  },
  {
    "translation": {
      "en": "You can imagine how difficult it was",
      "vi": "Bạn có thể hình dung đã khó khăn thế nào khi mỗi ngày thức dậy và tự hỏi"
    }
  },
  {
    "translation": {
      "en": "to wake up every day wondering if that would be the day that my son died.",
      "vi": "Bạn có thể hình dung đã khó khăn thế nào khi mỗi ngày thức dậy và tự hỏi liệu đó sẽ là ngày con trai tôi chết ư."
    }
  },
  {
    "translation": {
      "en": "I did not tell anyone about that...",
      "vi": "Tôi đã không kể với ai về điều đó..."
    }
  },
  {
    "translation": {
      "en": "until shortly before Willie's 18th birthday.",
      "vi": "cho đến một thời gian ngắn trước sinh nhật 18 tuổi của Willie."
    }
  },
  {
    "translation": {
      "en": "We were at a ski race...",
      "vi": "Chúng tôi đi đua trượt tuyết..."
    }
  },
  {
    "translation": {
      "en": "and I knocked on Willie's hotel room door at about four in the morning...",
      "vi": "và tôi gõ cửa phòng khách sạn của Willie lúc khoảng bốn giờ sáng..."
    }
  },
  {
    "translation": {
      "en": "and told him.",
      "vi": "rồi nói với nó."
    }
  },
  {
    "translation": {
      "en": "And he thought-- he thought I was crazy.",
      "vi": "Và nó nghĩ tôi bị điên."
    }
  },
  {
    "translation": {
      "en": "But I told him and he...",
      "vi": "Nhưng tôi kể với nó và nó..."
    }
  },
  {
    "translation": {
      "en": "took it in stride.",
      "vi": "đã chấp nhận."
    }
  },
  {
    "translation": {
      "en": "So when he reached his 18th birthday, I relaxed.",
      "vi": "Nên khi đến sinh nhật 18 tuổi của nó, tôi đã thở phào."
    }
  },
  {
    "translation": {
      "en": "I sort of thought the plan for his life had changed.",
      "vi": "Tôi nghĩ kế hoạch cho đời nó đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "About two years later...",
      "vi": "Khoảng hai năm sau..."
    }
  },
  {
    "translation": {
      "en": "Willie was at a ski camp in Maine.",
      "vi": "Willie đi trại trượt tuyết ở Maine."
    }
  },
  {
    "translation": {
      "en": "He was roller- skiing,",
      "vi": "Nó đang trượt patin tuyết,"
    }
  },
  {
    "translation": {
      "en": "which is a cross- country, dry landform of skiing...",
      "vi": "là một dạng trượt tuyết việt dã trên đất liền..."
    }
  },
  {
    "translation": {
      "en": "with a friend of his, and a...",
      "vi": "với một cô bạn của nó và một..."
    }
  },
  {
    "translation": {
      "en": "car missed her and hit him and killed him instantly.",
      "vi": "chiếc xe sượt qua cô bé và đâm con tôi, giết nó ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "The world stopped.",
      "vi": "Thế giới dừng lại."
    }
  },
  {
    "translation": {
      "en": "My experience, uh, did not...",
      "vi": "Trải nghiệm của tôi đã không..."
    }
  },
  {
    "translation": {
      "en": "and does not protect me from grief.",
      "vi": "và hiện tại cũng không bảo vệ tôi khỏi nỗi đau."
    }
  },
  {
    "translation": {
      "en": "I love...",
      "vi": "Tôi yêu..."
    }
  },
  {
    "translation": {
      "en": "I loved my son and continue to love him...",
      "vi": "tôi yêu con trai mình và sẽ luôn yêu nó."
    }
  },
  {
    "translation": {
      "en": "more than I can imagine.",
      "vi": "Hơn cả tôi có thể tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "But my near- death experience changes how I understand death.",
      "vi": "Nhưng trải nghiệm cận tử của tôi thay đổi cách tôi hiểu về cái chết."
    }
  },
  {
    "translation": {
      "en": "Death is not the final word and it's not the end.",
      "vi": "Cái chết không phải từ cuối cùng và nó không phải là kết thúc."
    }
  },
  {
    "translation": {
      "en": "Death is just the physical loss.",
      "vi": "Cái chết chỉ là sự mất mát về thể xác."
    }
  },
  {
    "translation": {
      "en": "I know my son is...",
      "vi": "Tôi biết con trai tôi..."
    }
  },
  {
    "translation": {
      "en": "somewhere.",
      "vi": "đang ở đâu đó."
    }
  },
  {
    "translation": {
      "en": "And I know that I'll see him again.",
      "vi": "Và tôi biết mình sẽ gặp lại nó."
    }
  },
  {
    "translation": {
      "en": "If it is true that consciousness is not solely dependent on the brain...",
      "vi": "Nếu thật sự rằng nhận thức không chỉ phụ thuộc vào bộ não..."
    }
  },
  {
    "translation": {
      "en": "that raises the question,",
      "vi": "điều đó dấy lên câu hỏi..."
    }
  },
  {
    "translation": {
      "en": "What happens to consciousness after we die?",
      "vi": "điều gì xảy ra với nhận thức sau khi ta chết?"
    }
  },
  {
    "translation": {
      "en": "Can a consciousness continue after the death of the body",
      "vi": "Liệu một nhận thức có thể tiếp tục sau khi cơ thể chết"
    }
  },
  {
    "translation": {
      "en": "and communicate with people who are still alive?",
      "vi": "và giao tiếp với những người còn sống?"
    }
  },
  {
    "translation": {
      "en": "When I was four, I used to see spirits. I'd get messages from them.",
      "vi": "Khi bốn tuổi, tôi từng thấy linh hồn, nhận thông điệp từ họ."
    }
  },
  {
    "translation": {
      "en": "So I'm hopin' you're gonna enjoy this evening.",
      "vi": "Tôi hy vọng các bạn sẽ tận hưởng tối nay."
    }
  },
  {
    "translation": {
      "en": "There will be some laughter, there may be some tears,",
      "vi": "Sẽ có tiếng cười, có thể có nước mắt"
    }
  },
  {
    "translation": {
      "en": "and I'll do my best to get as many messages out as is possible.",
      "vi": "và tôi sẽ làm tốt nhất để lấy nhiều thông điệp nhất có thể."
    }
  },
  {
    "translation": {
      "en": "I would see people that other people couldn't see. But I didn't realize that they were not living people.",
      "vi": "Tôi thấy người mà người khác không thể. Mà tôi đâu nhận ra họ chả phải người sống."
    }
  },
  {
    "translation": {
      "en": "As mediums, we open ourselves up to the spirit world.",
      "vi": "Là bà đồng, chúng tôi mở lòng với thế giới tâm linh."
    }
  },
  {
    "translation": {
      "en": "We create a meeting space for both worlds to be united.",
      "vi": "Chúng tôi tạo ra không gian gặp gỡ để hai thế giới có thể hòa hợp."
    }
  }
]