[
  {
    "translation": {
      "en": "Super Monsters Super Monsters",
      "vi": "Hội Quái! Hội Quái! Siêu Cấp! Siêu Cấp!"
    }
  },
  {
    "translation": {
      "en": "Super Monsters",
      "vi": "Hội Quái! Siêu Cấp!"
    }
  },
  {
    "translation": {
      "en": "We're Super Monsters We're human in the daylight",
      "vi": "Chúng ta là Hội Quái Siêu Cấp Ban ngày là người"
    }
  },
  {
    "translation": {
      "en": "We're Super Monsters We become monsters at night",
      "vi": "Chúng ta là Hội Quái Siêu Cấp Ban đêm là quái vật"
    }
  },
  {
    "translation": {
      "en": "Sun down Monsters up!",
      "vi": "Trời tối! Quái vật dậy!"
    }
  },
  {
    "translation": {
      "en": "Jingle bells Jingle bells",
      "vi": "Chuông ngân vang SIÊU QUÁI VẬT VÀ NGÔI SAO ƯỚC"
    }
  },
  {
    "translation": {
      "en": "Jingle bells Jingle bells",
      "vi": "Chuông ngân vang"
    }
  },
  {
    "translation": {
      "en": "Spike, you know there are other words to that song, right?",
      "vi": "Spike, bạn biết bài đó còn mấy câu nữa mà đúng không?"
    }
  },
  {
    "translation": {
      "en": "But jingle bells is the funniest part of the whole song!",
      "vi": "Nhưng chuông ngân vang là câu vui nhộn nhất trong cả bài đó!"
    }
  },
  {
    "translation": {
      "en": "Hmm... You're right!",
      "vi": "Bạn nói đúng!"
    }
  },
  {
    "translation": {
      "en": "Jingle bells Jingle bells",
      "vi": "Chuông ngân vang!"
    }
  },
  {
    "translation": {
      "en": "Jingle bells Jingle bells",
      "vi": "Chuông ngân vang!"
    }
  },
  {
    "translation": {
      "en": "I can't believe Christmas is tomorrow!",
      "vi": "Không tin nổi mai là Giáng sinh luôn đó!"
    }
  },
  {
    "translation": {
      "en": "Christmas is one of my favorite holidays!",
      "vi": "Giáng sinh là một trong các ngày lễ mình thích!"
    }
  },
  {
    "translation": {
      "en": "Mine too! It's almost as fun as...",
      "vi": "Mình cũng vậy! Nó vui ngang ngửa ngày lễ..."
    }
  },
  {
    "translation": {
      "en": "Our family and friends will be here soon,",
      "vi": "Gia đình và bạn bè chúng ta sắp tới rồi,"
    }
  },
  {
    "translation": {
      "en": "so we need to hurry and finish the party preparations. Oh!",
      "vi": "phải nhanh chóng chuẩn bị cho xong bữa tiệc."
    }
  },
  {
    "translation": {
      "en": "These twinkle lights are all tangled up.",
      "vi": "Mấy sợi dây đèn này rối hết rồi!"
    }
  },
  {
    "translation": {
      "en": "Oh, goodness!",
      "vi": "Ôi trời đất ơi!"
    }
  },
  {
    "translation": {
      "en": "My mommy uses a special comb when my hair gets all tangly.",
      "vi": "Mỗi lần tóc mình rối, mẹ mình hay dùng một cái lược đặc biệt."
    }
  },
  {
    "translation": {
      "en": "I wish there was a special comb for untangling twinkle lights.",
      "vi": "Ước gì có một cái lược đặc biệt để gỡ mớ dây đèn rối này ha!"
    }
  },
  {
    "translation": {
      "en": "Speaking of wishes...",
      "vi": "Nói tới ước mới nhớ,"
    }
  },
  {
    "translation": {
      "en": "Have you thought about what to ask Santa when he comes to our party?",
      "vi": "các con suy nghĩ xin quà gì khi Ông già Noel tới chưa?"
    }
  },
  {
    "translation": {
      "en": "What? Huh?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Santa...?",
      "vi": "Ông già Noel?"
    }
  },
  {
    "translation": {
      "en": "Is coming here...?",
      "vi": "Sẽ tới đây sao?"
    }
  },
  {
    "translation": {
      "en": "To our school...?",
      "vi": "Tới trường này sao?"
    }
  },
  {
    "translation": {
      "en": "For our party?",
      "vi": "Dự bữa tiệc này sao?"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "vi": "Dĩ nhiên rồi!"
    }
  },
  {
    "translation": {
      "en": "Santa and I are old, old friends. And he loves holiday parties.",
      "vi": "Ông ấy và thầy là bạn rất lâu năm rồi, và ông ấy thích tiệc trong ngày lễ lắm."
    }
  },
  {
    "translation": {
      "en": "Oh! That reminds me. I should bake another batch of ginger snaps.",
      "vi": "Ồ, nhắc tới mới nhớ, thầy phải làm thêm một mẻ bánh quy gừng mới được."
    }
  },
  {
    "translation": {
      "en": "Santa loves ginger snaps. Especially the ones with lemon icing.",
      "vi": "Ông già Noel thích bánh quy gừng, đặc biệt ăn kèm một lớp kem chanh nữa."
    }
  },
  {
    "translation": {
      "en": "They're his favorite.",
      "vi": "Món khoái khẩu của ông ấy đó!"
    }
  },
  {
    "translation": {
      "en": "I'm going to wish for a super high stack of pancakes! Taller than Igor!",
      "vi": "Mình sẽ ước có một đống bánh kếp cao thật là cao! Hơn thầy Igor luôn!"
    }
  },
  {
    "translation": {
      "en": "I'd like a beaded headdress. With lots of beads!",
      "vi": "Mình muốn một cái mũ đính cườm. Thật là nhiều cườm luôn!"
    }
  },
  {
    "translation": {
      "en": "I wish I had a bigger basket for my broomstick.",
      "vi": "Mình ước có một cái rổ đựng chổi bự hơn nữa."
    }
  },
  {
    "translation": {
      "en": "Then Henri can bring a friend.",
      "vi": "Để Henri đưa bạn về chơi."
    }
  },
  {
    "translation": {
      "en": "I'd like a mermaid tail. In rainbow colors!",
      "vi": "Mình muốn đuôi tiên cá có màu bảy sắc cầu vồng!"
    }
  },
  {
    "translation": {
      "en": "I wish I had a new baseball bat. No, wait! A batball base!",
      "vi": "Mình ước có gậy bóng chày mới. Khoan đã, gậy bóng dơi mới đúng!"
    }
  },
  {
    "translation": {
      "en": "I wish that my cousin Vida could be here for Christmas.",
      "vi": "Mình ước em họ Vida có thể tới chơi vào Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "She lives far away, in Ciudad Monstruo, and I miss her.",
      "vi": "Em ấy sống xa lắm. Tận Ciudad Monstruo. Mình nhớ em ấy lắm."
    }
  },
  {
    "translation": {
      "en": "That's a nice wish, Lobo. I hope it comes true.",
      "vi": "Ước hay đó, Lobo. Mong sẽ thành sự thật."
    }
  },
  {
    "translation": {
      "en": "Wait till you see the Christmas tree my dad and I picked out!",
      "vi": "Chờ được thấy cây thông mà mình với ba chọn đi!"
    }
  },
  {
    "translation": {
      "en": "It's in a really big planter.",
      "vi": "Cái chậu bự lắm luôn!"
    }
  },
  {
    "translation": {
      "en": "After Christmas, we can plant it outside,",
      "vi": "Sau Giáng sinh, ta có thể trồng nó bên ngoài"
    }
  },
  {
    "translation": {
      "en": "and have our very own Christmas tree all the time!",
      "vi": "và lúc nào cũng có cây thông của riêng ta!"
    }
  },
  {
    "translation": {
      "en": "All the time!",
      "vi": "Lúc nào cũng có!"
    }
  },
  {
    "translation": {
      "en": "How tall is it? Are the branches really bushy?",
      "vi": "Nó cao cỡ nào? Nhánh có rậm rạp không?"
    }
  },
  {
    "translation": {
      "en": "Well, I didn't exactly see the tree, but the planter is huge.",
      "vi": "Chính xác là mình chưa thấy cây thông. Nhưng mà cái chậu bự lắm!"
    }
  },
  {
    "translation": {
      "en": "That sounds very exciting, Frankie. Ooh, and you know what else is exciting?",
      "vi": "Nghe có vẻ rất hào hứng đó, Frankie! Và biết điều gì còn hào hứng hơn không?"
    }
  },
  {
    "translation": {
      "en": "Sun down...",
      "vi": "Trời tối..."
    }
  },
  {
    "translation": {
      "en": "Monsters up!",
      "vi": "Quái vật dậy!"
    }
  },
  {
    "translation": {
      "en": "Katya.",
      "vi": "Katya!"
    }
  },
  {
    "translation": {
      "en": "Zoe.",
      "vi": "Zoe!"
    }
  },
  {
    "translation": {
      "en": "Super Monsters!",
      "vi": "Hội Quái Siêu Cấp!"
    }
  },
  {
    "translation": {
      "en": "OK, Super Monsters. Drac, Zoe, and I are organizing the decorations.",
      "vi": "Nghe nè, các Siêu quái vật. Drac, Zoe và cô sẽ sắp xếp trang trí cho bữa tiệc."
    }
  },
  {
    "translation": {
      "en": "Check!",
      "vi": "Đã xong!"
    }
  },
  {
    "translation": {
      "en": "Check!",
      "vi": "Đã xong!"
    }
  },
  {
    "translation": {
      "en": "Igor, Lobo, Spike, and Cleo are in charge of snacks.",
      "vi": "Còn thầy Igor, Lobo, Spike và Cleo sẽ lo bánh trái đãi khách."
    }
  },
  {
    "translation": {
      "en": "Yay! I'm good at snacks! I like making them and eating them.",
      "vi": "Bánh thì con giỏi lắm! Con rất thích làm bánh và ăn bánh nữa."
    }
  },
  {
    "translation": {
      "en": "I'm making everything punch! My mom let me borrow one of her cauldrons.",
      "vi": "Còn con sẽ làm nước ép tổng hợp. Mẹ con đã cho con mượn một cái vạc. Và con thuộc lòng công thức rồi."
    }
  },
  {
    "translation": {
      "en": "And I know the recipe by heart.",
      "vi": "Mẹ con đã cho con mượn một cái vạc. Và con thuộc lòng công thức rồi."
    }
  },
  {
    "translation": {
      "en": "These sure look good.",
      "vi": "Nhìn ngon quá ha!"
    }
  },
  {
    "translation": {
      "en": "Yum!",
      "vi": "Ngon!"
    }
  },
  {
    "translation": {
      "en": "I can't wait to put these ornaments on our Christmas tree!",
      "vi": "Mình nôn tới lúc treo đồ trang trí lên cây thông Noel quá!"
    }
  },
  {
    "translation": {
      "en": "It sounds like Frankie found a really big tree.",
      "vi": "Có vẻ Frankie tìm được một cây thông rất bự,"
    }
  },
  {
    "translation": {
      "en": "So we need to make a lot of ornaments.",
      "vi": "cho nên ta phải làm thật nhiều đồ trang trí!"
    }
  },
  {
    "translation": {
      "en": "Spike. Want to taste the punch?",
      "vi": "Spike. Muốn thử món nước ép không?"
    }
  },
  {
    "translation": {
      "en": "Ah! It's really yummy. Thank you.",
      "vi": "Ngon tuyệt vời luôn đó! Cám ơn."
    }
  },
  {
    "translation": {
      "en": "Now, what color should I make it?",
      "vi": "Giờ nên cho nó màu gì đây?"
    }
  },
  {
    "translation": {
      "en": "Hmm... maybe green? That's Christmasey.",
      "vi": "Xanh lá đi ha? Có không khí Giáng sinh!"
    }
  },
  {
    "translation": {
      "en": "But I want to make sure I add something for everyone.",
      "vi": "Nhưng mình cũng muốn thêm gì đó cho mọi người."
    }
  },
  {
    "translation": {
      "en": "So maybe blue, for Hanukkah?",
      "vi": "Xanh dương của lễ Hanukkah nha?"
    }
  },
  {
    "translation": {
      "en": "Or red, for winter solstice?",
      "vi": "Hay là đỏ của ngày Đông Chí."
    }
  },
  {
    "translation": {
      "en": "Or maybe green, blue, and red!",
      "vi": "Hay cả xanh lá, xanh dương và đỏ!"
    }
  },
  {
    "translation": {
      "en": "Huh! It's purple. Cool!",
      "vi": "Thành tím rồi! Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "The tree is here!",
      "vi": "Cây thông tới rồi!"
    }
  },
  {
    "translation": {
      "en": "Wait 'till you see it!",
      "vi": "Chờ đi, các bạn sẽ thấy!"
    }
  },
  {
    "translation": {
      "en": "Umm... Where's the tree? Right there.",
      "vi": "Cây thông đâu? Đây nè!"
    }
  },
  {
    "translation": {
      "en": "Oh, it's so... small.",
      "vi": "Ồ, sao nó...nhỏ quá."
    }
  },
  {
    "translation": {
      "en": "Christmas trees are supposed to reach all the way up to the ceiling!",
      "vi": "Đáng lẽ cây thông Noel phải cao đụng trần nhà luôn chứ!"
    }
  },
  {
    "translation": {
      "en": "Oh. But the planter was so big,",
      "vi": "Tại chậu này bự quá,"
    }
  },
  {
    "translation": {
      "en": "and I thought it would be fine to put the tree in our garden after Christmas,",
      "vi": "và mình nghĩ sau Giáng sinh trồng nó ở ngoài vườn thì sẽ vui lắm, và..."
    }
  },
  {
    "translation": {
      "en": "and...",
      "vi": "thì sẽ vui lắm, và..."
    }
  },
  {
    "translation": {
      "en": "We didn't mean to hurt your feelings, Frankie.",
      "vi": "Tụi mình không cố ý làm bạn buồn, Frankie."
    }
  },
  {
    "translation": {
      "en": "Maybe it will look bigger if we decorate it!",
      "vi": "Biết đâu trang trí xong, nó sẽ bự hơn!"
    }
  },
  {
    "translation": {
      "en": "Well, it doesn't look any bigger...",
      "vi": "Chà, có vẻ không bự hơn chút nào."
    }
  },
  {
    "translation": {
      "en": "But it sure is tasty!",
      "vi": "Nhưng ngon miễn chê."
    }
  },
  {
    "translation": {
      "en": "I've got this! Holiday magic, give it your all,",
      "vi": "Cứ để cho mình! Phép màu ngày lễ cho các bạn nhé!"
    }
  },
  {
    "translation": {
      "en": "make something big from something so small!",
      "vi": "Biến thành thứ bự bự từ thứ be bé!"
    }
  },
  {
    "translation": {
      "en": "Oh, bats! My witches magic won't work on plants.",
      "vi": "Ôi trời! Phép thuật của mình không có tác dụng với cây cối."
    }
  },
  {
    "translation": {
      "en": "Maybe it just needs some water! Spike, will you help me?",
      "vi": "Có lẽ nó chỉ cần thêm chút nước. Spike, giúp mình chút nha?"
    }
  },
  {
    "translation": {
      "en": "OK, If we can't make the tree bigger",
      "vi": "Rồi, nếu không thể làm cây thông bự hơn."
    }
  },
  {
    "translation": {
      "en": "We can still make it beautiful!",
      "vi": "Thì ta vẫn có thể làm nó đẹp hơn được mà!"
    }
  },
  {
    "translation": {
      "en": "There's a star on the tree!",
      "vi": "Trên cây thông có ngôi sao."
    }
  },
  {
    "translation": {
      "en": "Oh, and there's a note with it! It's from Santa.",
      "vi": "Ồ, có cả một mảnh giấy nữa kìa! Của Ông già Noel."
    }
  },
  {
    "translation": {
      "en": "Oh, he's sorry, but he won't be able to come to our party.",
      "vi": "Ồ, ông ấy xin lỗi vì không thể tới dự bữa tiệc được."
    }
  },
  {
    "translation": {
      "en": "Apparently, Santa and the elves still have a lot of giftwrapping to do.",
      "vi": "Có vẻ tới giờ này ông ấy và các yêu tinh vẫn còn rất nhiều quà cần phải gói."
    }
  },
  {
    "translation": {
      "en": "But he promises he'll be by to visit everyone later.",
      "vi": "Nhưng ông ấy hứa là sẽ ghé thăm chúng ta sau."
    }
  },
  {
    "translation": {
      "en": "And in the meantime, he sent us a Wish Star!",
      "vi": "Còn trước mắt, ông ấy tặng chúng ta một Ngôi Sao Ước!"
    }
  },
  {
    "translation": {
      "en": "What's a wish star?",
      "vi": "Ngôi Sao Ước là gì?"
    }
  },
  {
    "translation": {
      "en": "A Wish Star is a very special ornament,",
      "vi": "Ngôi Sao Ước là một vật trang trí cây thông rất đặc biệt"
    }
  },
  {
    "translation": {
      "en": "it's made with Christmas magic, and it can grant one Christmas wish.",
      "vi": "Nó vốn được làm từ phép thuật Giáng sinh, và có thể ban cho một điều ước đó."
    }
  },
  {
    "translation": {
      "en": "But, how does it work?",
      "vi": "Nhưng ước như thế nào?"
    }
  },
  {
    "translation": {
      "en": "It's simple, all you have to do is hold the Wish Star in your hands,",
      "vi": "Đơn giản thôi. Tất cả những gì các con cần làm là nắm lấy Ngôi Sao Ước,"
    }
  },
  {
    "translation": {
      "en": "close your eyes and make a wish.",
      "vi": "nhắm hai mắt lại, và ước điều gì đó."
    }
  },
  {
    "translation": {
      "en": "Ha ha, yeah!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "Cool!",
      "vi": "Hay quá!"
    }
  },
  {
    "translation": {
      "en": "Igor, since Santa is your friend, this Wish Star must be for you!",
      "vi": "Thầy Igor, Ông già Noel là bạn thầy nên chắc Ngôi Sao Ước là của thầy đó."
    }
  },
  {
    "translation": {
      "en": "I already have everything I want.",
      "vi": "Thầy đã có mọi thứ mình muốn."
    }
  },
  {
    "translation": {
      "en": "I can't think of a single thing to wish for.",
      "vi": "Không thể nghĩ ra thêm gì nữa."
    }
  },
  {
    "translation": {
      "en": "How about a trip to the moon?",
      "vi": "Vậy du hành lên mặt trăng thì sao?"
    }
  },
  {
    "translation": {
      "en": "A giant castle made out of cookie dough!",
      "vi": "Một lâu đài khổng lồ làm bằng bánh quy!"
    }
  },
  {
    "translation": {
      "en": "Or a magic cape, so you can fly, like me!",
      "vi": "Hay một áo choàng phép thuật để bay được giống con!"
    }
  },
  {
    "translation": {
      "en": "Or, maybe a bigger Christmas tree?",
      "vi": "Hay một cây thông Noel bự hơn."
    }
  },
  {
    "translation": {
      "en": "I wish I could wish for my cousin Vida to be here.",
      "vi": "Ước gì có thể ước cho em họ Vida tới chơi với mình."
    }
  },
  {
    "translation": {
      "en": "Feliz Navidad, cousin Lobo! Vida!",
      "vi": "Feliz Navidad, anh Lobo! Vida!"
    }
  },
  {
    "translation": {
      "en": "Surprise, mi'jito!",
      "vi": "Ngạc nhiên chưa, cháu cưng!"
    }
  },
  {
    "translation": {
      "en": "You're here! You're really here!",
      "vi": "Em tới rồi! Thực sự tới rồi!"
    }
  },
  {
    "translation": {
      "en": "I'm here! I'm here! And I'm getting dizzy!",
      "vi": "Em đây! Em bắt đầu chóng mặt rồi!"
    }
  },
  {
    "translation": {
      "en": "Wow, that Wish Star sure worked fast.",
      "vi": "Ngôi Sao Ước làm nhanh ghê."
    }
  },
  {
    "translation": {
      "en": "My Christmas wish came true before I even made my wish.",
      "vi": "Điều ước Giáng sinh thành sự thật trước khi con ước luôn."
    }
  },
  {
    "translation": {
      "en": "Your father and I have been planning this for weeks.",
      "vi": "Ba con và bà lên kế hoạch vụ này trước mấy tuần rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, Lobo, we want to meet your cousin.",
      "vi": "Lobo! Tụi mình muốn gặp em họ bạn!"
    }
  },
  {
    "translation": {
      "en": "Oh, for sure, for sure, for sure!",
      "vi": "Ồ, dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "Vida, this is Cleo, and Zoe, and Spike, and Drac, and Katya, and Frankie!",
      "vi": "Vida, đây là Cleo, Zoe, Spike Drac, Katya và Frankie!"
    }
  },
  {
    "translation": {
      "en": "Hi, Vida!",
      "vi": "Chào Vida!"
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "vi": "Chào!"
    }
  },
  {
    "translation": {
      "en": "Come on, I can't wait to show you everything.",
      "vi": "Đi, anh nôn giới thiệu chỗ này với em lắm."
    }
  },
  {
    "translation": {
      "en": "Hello, little tree. I know it's kind of small.",
      "vi": "Chào cây thông bé nhỏ! Anh biết là nó hơi nhỏ."
    }
  },
  {
    "translation": {
      "en": "We don't mind. We love tiny trees!",
      "vi": "Đâu quan trọng! Tụi mình thích cây nhỏ mà!"
    }
  },
  {
    "translation": {
      "en": "And really big planters.",
      "vi": "Và một cái chậu thật là lớn!"
    }
  },
  {
    "translation": {
      "en": "This little tree is really happy, because it has lots of room to grow.",
      "vi": "Cây thông nhỏ này thực sự hạnh phúc vì có rất nhiều không gian để nảy nở."
    }
  },
  {
    "translation": {
      "en": "Wow! That's the biggest Christmas tree I've ever seen!",
      "vi": "Đây là cây thông Noel bự nhất mình từng thấy!"
    }
  },
  {
    "translation": {
      "en": "How did you do that?",
      "vi": "Sao em làm được vậy?"
    }
  },
  {
    "translation": {
      "en": "Vida's Super Monster's super power is plant magic.",
      "vi": "Năng lực Siêu quái vật của Vida là phép thuật về cây cối."
    }
  },
  {
    "translation": {
      "en": "I've never met anyone with plant magic before. It's amazing.",
      "vi": "Mình chưa từng gặp ai có phép thuật về cây cối. Thật là tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "Gracias, Super Monsters!",
      "vi": "Cám ơn các Siêu quái vật! Em thích giúp những mầm xanh nảy nở."
    }
  },
  {
    "translation": {
      "en": "I love helping green things grow, and Lobo has told me",
      "vi": "Cám ơn các Siêu quái vật! Em thích giúp những mầm xanh nảy nở. Anh Lobo có nói rằng các anh chị cũng thích giúp đỡ lắm."
    }
  },
  {
    "translation": {
      "en": "that you like being helpful too!",
      "vi": "Anh Lobo có nói rằng các anh chị cũng thích giúp đỡ lắm."
    }
  },
  {
    "translation": {
      "en": "Dad! Dad! Wait 'till you see the tree!",
      "vi": "Ba! Ba phải coi cây thông đó!"
    }
  },
  {
    "translation": {
      "en": "Oh, wow! It seems so much bigger than I remember it!",
      "vi": "Có vẻ bự hơn so với trí nhớ của ba đó."
    }
  },
  {
    "translation": {
      "en": "It certainly is big.",
      "vi": "Chắc chắn là bự rồi."
    }
  },
  {
    "translation": {
      "en": "And beautiful. But how are we going to get it into the classroom?",
      "vi": "Lại còn đẹp nữa. Nhưng làm sao đưa nó vô trong lớp đây?"
    }
  },
  {
    "translation": {
      "en": "I've got this!",
      "vi": "Cứ để cho tôi!"
    }
  },
  {
    "translation": {
      "en": "Perfect!",
      "vi": "Hoàn hảo rồi!"
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, Glorb.",
      "vi": "Giáng sinh vui vẻ, Glorb!"
    }
  },
  {
    "translation": {
      "en": "Those bells remind me of my favorite Christmas song.",
      "vi": "Tiếng chuông làm cô nhớ lại bài hát Giáng sinh cô thích."
    }
  },
  {
    "translation": {
      "en": "Ding ding, dong Ding ding, dong Jingle bells Jingle bells",
      "vi": "Đinh đinh đoong Chuông ngân vang"
    }
  },
  {
    "translation": {
      "en": "Jingle bells Jingle bells",
      "vi": "Chuông ngân vang Chuông ngân vang"
    }
  },
  {
    "translation": {
      "en": "That is the most beautiful Christmas tree I've ever seen!",
      "vi": "Đây là cây thông Noel đẹp nhất trước giờ mà tôi từng thấy đó!"
    }
  },
  {
    "translation": {
      "en": "And it will look even better when it's decorated.",
      "vi": "Sau khi trang trí xong thì nhìn nó còn tuyệt hơn nữa!"
    }
  },
  {
    "translation": {
      "en": "On it, let's go!",
      "vi": "Làm liền! Bắt đầu! Bắt đầu nào! Làm thôi!"
    }
  },
  {
    "translation": {
      "en": "Jingle bells, jingle bells Jingle all the way",
      "vi": "Chuông ngân vang Khắp nẻo đường ngân vang"
    }
  },
  {
    "translation": {
      "en": "Oh what fun it is to ride On a one horse open sleigh",
      "vi": "Ôi vui sao khi cưỡi trên cỗ xe ngựa kéo Trong tuyết rơi ngập trời"
    }
  },
  {
    "translation": {
      "en": "Jingle bells, jingle bells Jingle all the way",
      "vi": "Chuông ngân vang Khắp nẻo đường ngân vang Rất xuất sắc."
    }
  },
  {
    "translation": {
      "en": "Oh what fun it is to ride On a one horse open sleigh",
      "vi": "Ôi vui sao khi cưỡi trên cỗ xe ngựa kéo Trong tuyết rơi ngập trời"
    }
  },
  {
    "translation": {
      "en": "Dashing through the snow In a one horse open sleigh",
      "vi": "Hăm hở lướt trên tuyết Trên một cỗ xe ngựa kéo"
    }
  },
  {
    "translation": {
      "en": "Through the fields we go Laughing all the way",
      "vi": "Ngang qua những cánh đồng Cười suốt trên đường đi"
    }
  },
  {
    "translation": {
      "en": "Bells on bob tail ring Making spirits bright",
      "vi": "Chuông trên tay réo rắt Tinh thần hăng hái lên"
    }
  },
  {
    "translation": {
      "en": "What fun it is to ride and sing A sleighing song tonight",
      "vi": "Vui sao khi cưỡi trên cỗ xe ngựa kéo Trong tuyết rơi ngập trời"
    }
  },
  {
    "translation": {
      "en": "Jingle bells, jingle bells Jingle all the way",
      "vi": "Ôi chuông ngân vang Khắp nẻo đường ngân vang"
    }
  },
  {
    "translation": {
      "en": "Oh what fun it is to ride On a one horse open sleigh",
      "vi": "Ôi vui sao khi cưỡi trên cỗ xe ngựa kéo Trong tuyết rơi ngập trời"
    }
  },
  {
    "translation": {
      "en": "Jingle bells, jingle bells Jingle all the way",
      "vi": "Chuông ngân vang Khắp nẻo đường ngân vang"
    }
  },
  {
    "translation": {
      "en": "Oh what fun it is to ride On a one horse open sleigh",
      "vi": "Ôi vui sao khi cưỡi trên cỗ xe ngựa kéo Trong tuyết rơi ngập trời"
    }
  },
  {
    "translation": {
      "en": "This is the best Christmas ever! Because you're here, Vida.",
      "vi": "Đây đúng là Giáng sinh tuyệt vời nhất vì có em tới đó, Vida!"
    }
  },
  {
    "translation": {
      "en": "And you didn't even need to use the Wish Star!",
      "vi": "Không cần tới Ngôi Sao Ước luôn."
    }
  },
  {
    "translation": {
      "en": "Sometimes wishes come true without magic!",
      "vi": "Không cần phép thuật, điều ước vẫn thành sự thật."
    }
  },
  {
    "translation": {
      "en": "Jingle Bells, Jingle Bells",
      "vi": "Chuông ngân vang"
    }
  },
  {
    "translation": {
      "en": "Spike, would you and your mom like to come caroling after the party?",
      "vi": "Spike, sau bữa tiệc, con và mẹ con muốn đi hát đồng ca không?"
    }
  },
  {
    "translation": {
      "en": "Oh, can we, mom? Can we?",
      "vi": "Ồ, được không mẹ? Được không?"
    }
  },
  {
    "translation": {
      "en": "Oh, absolutely! I love caroling.",
      "vi": "Được chứ. Mẹ thích hát đồng ca lắm."
    }
  },
  {
    "translation": {
      "en": "It's one of my favorite Christmas traditions.",
      "vi": "Một truyền thống Giáng sinh mẹ thích."
    }
  },
  {
    "translation": {
      "en": "Wonderful! Igor and Esme are coming too!",
      "vi": "Thật tuyệt vời! Thầy Igor và cô Esmie cũng đi mà."
    }
  },
  {
    "translation": {
      "en": "Yes, Glorb, of course. You can come too.",
      "vi": "Đúng rồi, Glorb. Dĩ nhiên mày cũng được đi."
    }
  },
  {
    "translation": {
      "en": "Are you coming to our winter solstice party tonight?",
      "vi": "Tối nay con muốn tới dự tiệc Đông Chí không?"
    }
  },
  {
    "translation": {
      "en": "My mom's brewing hot apple cider, and we're making ginger bread.",
      "vi": "Nước táo lên men nóng của mẹ mình ngon lắm. Còn có làm bánh mì gừng nữa."
    }
  },
  {
    "translation": {
      "en": "Yummy! We'll be there! Right, daddy?",
      "vi": "Ngon quá! Mình sẽ tới. Nha ba?"
    }
  },
  {
    "translation": {
      "en": "Will we see you at the solstice celebration?",
      "vi": "Vậy gặp lại tại lễ mừng Đông Chí nha?"
    }
  },
  {
    "translation": {
      "en": "You can bring Glorb.",
      "vi": "Đưa Glorb theo nha!"
    }
  },
  {
    "translation": {
      "en": "I do love hot apple cider.",
      "vi": "Thầy thích nước táo lên men nóng lắm!"
    }
  },
  {
    "translation": {
      "en": "And I love home made gingerbread. But we already have other plans.",
      "vi": "Tôi cũng thích bánh mì gừng nữa. Nhưng chúng tôi đã có kế hoạch riêng rồi."
    }
  },
  {
    "translation": {
      "en": "It's OK, Glorb. You can still go without us.",
      "vi": "Không sao đâu, Glorb. Mày có thể đi một mình mà."
    }
  },
  {
    "translation": {
      "en": "It's called a dreidel.",
      "vi": "Nó được gọi là bông vụ."
    }
  },
  {
    "translation": {
      "en": "I love spinning! Fast, fast, fast!",
      "vi": "Mình thích xoay lắm! Xoay nhanh."
    }
  },
  {
    "translation": {
      "en": "Lobo! You're supposed to spin the dreidel, not yourself.",
      "vi": "Anh Lobo, anh phải xoay bông vụ chứ đâu phải tự xoay vậy."
    }
  },
  {
    "translation": {
      "en": "Oh, oh, too spinney! Can't stop!",
      "vi": "Xoay dữ quá! Không dừng được!"
    }
  },
  {
    "translation": {
      "en": "I like your wind powers.",
      "vi": "Em thích sức mạnh gió của chị."
    }
  },
  {
    "translation": {
      "en": "And I like your plant magic!",
      "vi": "Còn chị thích phép thuật của em."
    }
  },
  {
    "translation": {
      "en": "And I like spinning like a Dreidel! Let's do it again!",
      "vi": "Mình thì thích xoay giống bông vụ! Làm lần nữa nha!"
    }
  },
  {
    "translation": {
      "en": "You should all come over to my house,",
      "vi": "Các bạn nên tới nhà mình. Có cái bông vụ kích cỡ quái vật luôn!"
    }
  },
  {
    "translation": {
      "en": "we have a monster sized dreidel. It's so fun!",
      "vi": "Các bạn nên tới nhà mình. Có cái bông vụ kích cỡ quái vật luôn! Vui lắm luôn!"
    }
  },
  {
    "translation": {
      "en": "It sounds like fun, but we're having a tamale dinner at abuelita's house.",
      "vi": "Nghe thú vị quá! Nhưng tụi em sẽ ăn tối món tamale ở nhà bà."
    }
  },
  {
    "translation": {
      "en": "Lobo, are you going to go too?",
      "vi": "Lobo, bạn cũng sẽ đi cùng luôn hả?"
    }
  },
  {
    "translation": {
      "en": "Frankie! You know that abuelita's house is my house too.",
      "vi": "Frankie, bạn biết nhà bà cũng chính là nhà mình mà."
    }
  },
  {
    "translation": {
      "en": "Of course I'm going, and I can't wait to eat lots and lots of tamales!",
      "vi": "Mình phải dự chứ. Mình đang nôn được ăn thật nhiều tamale đây!"
    }
  },
  {
    "translation": {
      "en": "Cleo! You should come for tamales!",
      "vi": "Chị Cleo, chị tới thử món tamale đi!"
    }
  },
  {
    "translation": {
      "en": "Thanks, Vida, but we're going to Frankie's house.",
      "vi": "Cám ơn Vida. Nhưng chị tới nhà Frankie rồi."
    }
  },
  {
    "translation": {
      "en": "Mrs. Mash is going to teach us how to make latkes.",
      "vi": "Cô Mash sẽ dạy chị cách làm món latke."
    }
  },
  {
    "translation": {
      "en": "Why isn't Albert at our party?",
      "vi": "Sao Albert không tới dự tiệc?"
    }
  },
  {
    "translation": {
      "en": "Albert and his family are watching Christmas movies",
      "vi": "Gia đình Albert xem phim Giáng sinh"
    }
  },
  {
    "translation": {
      "en": "while they wait up for Santa to come!",
      "vi": "để đợi Ông già Noel tới đó."
    }
  },
  {
    "translation": {
      "en": "I was thinking, it would be fun to wait for Santa on the roof,",
      "vi": "Mình nghĩ là, đợi Ông già Noel trên mái nhà với dơi đá chắc vui lắm."
    }
  },
  {
    "translation": {
      "en": "with the gargoyles!",
      "vi": "đợi Ông già Noel trên mái nhà với dơi đá chắc vui lắm."
    }
  },
  {
    "translation": {
      "en": "Drac! Your mother will be very disappointed if you miss the Vampire Ball.",
      "vi": "Drac, nếu con mà bỏ lỡ Vũ hội Ma cà rồng thì mẹ con sẽ thất vọng lắm đó."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm definitely going to the Vampire Ball.",
      "vi": "Ồ, chắc chắn con sẽ dự Vũ hội Ma cà rồng mà."
    }
  },
  {
    "translation": {
      "en": "I've been practicing my moves all week!",
      "vi": "Suốt cả tuần nay con tập kỹ rồi."
    }
  },
  {
    "translation": {
      "en": "One, two, cha cha cha",
      "vi": "Một, hai, cha cha cha! Một, hai, cha cha cha! Một, hai, cha cha cha!"
    }
  },
  {
    "translation": {
      "en": "You have a recipe for fruit cake pizza?",
      "vi": "Có cả công thức món pizza trái cây luôn hả?"
    }
  },
  {
    "translation": {
      "en": "Are you sure you can't come over for tamales?",
      "vi": "Cô có chắc là không thể tới nhà tôi ăn món tamale không?"
    }
  },
  {
    "translation": {
      "en": "I've been cooking all week.",
      "vi": "Tôi chuẩn bị cả tuần đó."
    }
  },
  {
    "translation": {
      "en": "And I made some special cheese tamales for you, Glorb.",
      "vi": "Và có làm cả tamale phô mai đặc biệt cho mày nữa, Glorb."
    }
  },
  {
    "translation": {
      "en": "Tamales, oh, sí, sí.",
      "vi": "Tamale? Được!"
    }
  },
  {
    "translation": {
      "en": "I do love tamales,",
      "vi": "Tôi thích món tamale,"
    }
  },
  {
    "translation": {
      "en": "but I've already planned a pajama party at the petting zoo.",
      "vi": "nhưng chuẩn bị tiệc đồ ngủ ở Vườn thú cưng rồi,"
    }
  },
  {
    "translation": {
      "en": "And the monster pets are so excited.",
      "vi": "các Thú quái vật đang háo hức lắm."
    }
  },
  {
    "translation": {
      "en": "Of course you can come to the pajama party, Glorb.",
      "vi": "Tiệc ngủ? Dĩ nhiên mày có thể tới dự tiệc ngủ, Glorb."
    }
  },
  {
    "translation": {
      "en": "But then, you'll miss out on abuelita's cheese tamales.",
      "vi": "Nhưng mày sẽ bỏ lỡ món tamale phô mai kia."
    }
  },
  {
    "translation": {
      "en": "There are so many fun things happening tonight.",
      "vi": "Tối nay sẽ có nhiều sự kiện hấp dẫn cùng diễn ra."
    }
  },
  {
    "translation": {
      "en": "It's too bad we can't be everywhere at the same time.",
      "vi": "Nhưng tiếc là chúng ta không thể có mặt ở mọi nơi."
    }
  },
  {
    "translation": {
      "en": "Indeed! So, Glorb. What have you decided to do?",
      "vi": "Chính xác! Glorb, mày quyết định sẽ tới đâu chưa?"
    }
  },
  {
    "translation": {
      "en": "Pajama party, or tamales? Or would you like to come caroling with us?",
      "vi": "Tiệc ngủ hay tiệc tamale? Hay là đi hát đồng ca với tao và cô Esmie nào?"
    }
  },
  {
    "translation": {
      "en": "Glorb! I'm so glad you decided to come caroling.",
      "vi": "Glorb! Rất vui khi mày quyết định đi hát đồng ca với tao đó!"
    }
  },
  {
    "translation": {
      "en": "I know it was a hard decision to make.",
      "vi": "Tao cũng biết đó là một quyết định khó."
    }
  },
  {
    "translation": {
      "en": "Tamales!",
      "vi": "Tamale!"
    }
  },
  {
    "translation": {
      "en": "Dreidel, dreidel, dreidel!",
      "vi": "Bông vụ! Phim!"
    }
  },
  {
    "translation": {
      "en": "At our house, we celebrate Christmas and Hanukkah.",
      "vi": "Ở nhà mình thì mừng lễ Giáng sinh cùng lúc với lễ Hanukkah."
    }
  },
  {
    "translation": {
      "en": "I have a little dreidel I made it out of clay",
      "vi": "Một bông vụ bé bé xinh đẹp Mình làm từ đất sét nè"
    }
  },
  {
    "translation": {
      "en": "And when it's dry and ready Then, dreidel I shall play",
      "vi": "Rồi khi nó khô và sẵn sàng Thì mình sẽ chơi cả ngày"
    }
  },
  {
    "translation": {
      "en": "Bats! Hot!",
      "vi": "Nóng quá!"
    }
  },
  {
    "translation": {
      "en": "Glorb, I'm so glad you're here!",
      "vi": "Glorb, rất vui vì mày tới đó!"
    }
  },
  {
    "translation": {
      "en": "No one ever goes hungry when abuelita is cooking",
      "vi": "Không ai đói bụng nổi khi bà đã nấu nướng,"
    }
  },
  {
    "translation": {
      "en": "and tío Jorge is serving the food!",
      "vi": "còn bác Jorge đã ra tay phục vụ."
    }
  },
  {
    "translation": {
      "en": "OK, the tamale is totally cooled off. Glorb won't burn his tongue.",
      "vi": "Cái tamale này nguội hẳn rồi. Glorb không bị phỏng lưỡi đâu."
    }
  },
  {
    "translation": {
      "en": "Gracias, Lobo.",
      "vi": "Cám ơn anh Lobo. Của mày đây, Glorby Glorb."
    }
  },
  {
    "translation": {
      "en": "Here you go, Glorbie glorb. A delicious cheese tamale.",
      "vi": "Cám ơn anh Lobo. Của mày đây, Glorby Glorb. Một cái tamale phô mai thơm ngon dành riêng cho mày!"
    }
  },
  {
    "translation": {
      "en": "Just for you.",
      "vi": "Một cái tamale phô mai thơm ngon dành riêng cho mày!"
    }
  },
  {
    "translation": {
      "en": "Everyone has enough to eat? Muy bueno.",
      "vi": "Đủ phục vụ cho mọi người rồi chứ? Vậy thì tốt rồi!"
    }
  },
  {
    "translation": {
      "en": "Cascabel, cascabel Lindo cascabel",
      "vi": "Chuông ngân vang Khắp nẻo đường ngân vang"
    }
  },
  {
    "translation": {
      "en": "Con sus notas de alegría Va anunciando él",
      "vi": "Ôi vui sao khi cưỡi trên cỗ xe ngựa kéo Trong tuyết rơi ngập trời"
    }
  },
  {
    "translation": {
      "en": "Cascabel, cascabel Lindo cascabel",
      "vi": "Chuông ngân vang Khắp nẻo đường ngân vang"
    }
  },
  {
    "translation": {
      "en": "Con sus notas de alegría Va anunciando él",
      "vi": "Ôi vui sao khi cưỡi trên cỗ xe ngựa kéo Trong tuyết rơi ngập trời"
    }
  },
  {
    "translation": {
      "en": "Ha llegado Navidad La familia alegre está",
      "vi": "Hăm hở lướt trên tuyết Trên một cỗ xe ngựa kéo"
    }
  },
  {
    "translation": {
      "en": "Celebrando Nochebuena En la paz del santo hogar",
      "vi": "Ngang qua những cánh đồng Cười suốt trên đường đi"
    }
  },
  {
    "translation": {
      "en": "Ha llegado Navidad La familia alegre está",
      "vi": "Chuông trên tay réo rắt Tinh thần hăng hái lên"
    }
  },
  {
    "translation": {
      "en": "Celebrando Nochebuena En la paz del santo hogar",
      "vi": "Vui sao khi cưỡi trên cỗ xe ngựa kéo Trong tuyết rơi ngập trời"
    }
  },
  {
    "translation": {
      "en": "Cascabel, cascabel Lindo cascabel",
      "vi": "Ôi chuông ngân vang Khắp nẻo đường ngân vang"
    }
  },
  {
    "translation": {
      "en": "Con sus notas de alegría Va anunciando él",
      "vi": "Ôi vui sao khi cưỡi trên cỗ xe ngựa kéo Trong tuyết rơi ngập trời"
    }
  },
  {
    "translation": {
      "en": "Ready for a bite to eat?",
      "vi": "Sẵn sàng ăn một chút chứ?"
    }
  },
  {
    "translation": {
      "en": "I think I'll stay with the carolers. How about you, Glorb?",
      "vi": "Chắc tôi sẽ ở với dàn đồng ca. Mày thì sao, Glorb?"
    }
  },
  {
    "translation": {
      "en": "Are you sure?",
      "vi": "Mày chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "You're missing out on abuelita's delicious tamales.",
      "vi": "Mày sẽ bỏ lỡ món tamale thơm ngon của bà Lobo đó."
    }
  },
  {
    "translation": {
      "en": "Feliz Navidad, everyone!",
      "vi": "Feliz Navidad, mọi người!"
    }
  },
  {
    "translation": {
      "en": "¡Feliz Navidad!",
      "vi": "Ồ, feliz Navi..."
    }
  },
  {
    "translation": {
      "en": "Now, wait. You were just... How did you...?",
      "vi": "Khoan, mày mới ngoài kia...Làm sao mày..."
    }
  },
  {
    "translation": {
      "en": "Didn't you know he came home with us?",
      "vi": "Thầy không biết nó về nhà tụi con à?"
    }
  },
  {
    "translation": {
      "en": "He's been here all night.",
      "vi": "Suốt cả tối luôn đó."
    }
  },
  {
    "translation": {
      "en": "He has, has he?",
      "vi": "Nó ở đây đó hả?"
    }
  },
  {
    "translation": {
      "en": "Come on! Time to show everyone that even my dad's moves have moves!",
      "vi": "Nào! Tới lúc cho mọi người thấy vũ đạo của mình đã tiến bộ!"
    }
  },
  {
    "translation": {
      "en": "One, two, cha cha cha",
      "vi": "Một, hai, cha cha cha!"
    }
  },
  {
    "translation": {
      "en": "Look at that beautiful winter moon!",
      "vi": "Nhìn mặt trăng đêm đông tuyệt đẹp kia kìa!"
    }
  },
  {
    "translation": {
      "en": "Two Glorbs? Come back here!",
      "vi": "Hai Glorb sao? Quay lại đây!"
    }
  },
  {
    "translation": {
      "en": "Good evening, Igor.",
      "vi": "Chào buổi tối, thầy Igor!"
    }
  },
  {
    "translation": {
      "en": "Well, well, that is interesting, because I have another one right here.",
      "vi": "Chà chà, đúng là thú vị đó. Vì ngay đây tôi cũng có một con khác nè."
    }
  },
  {
    "translation": {
      "en": "Hello, Glorb!",
      "vi": "Xin chào Glorb."
    }
  },
  {
    "translation": {
      "en": "Hmm, somebody is having more than his share of Christmas spirit.",
      "vi": "Có ai đó tận hưởng nhiều tinh thần của Giáng sinh hơn ha."
    }
  },
  {
    "translation": {
      "en": "A dancing Glorb, and one with a book? Two Glorbs at the petting zoo?",
      "vi": "Một Glorb nhảy múa? Một con ôm cuốn sách? Hai Glorb ở Vườn thú cưng, còn một Glorb khác đang ở đây."
    }
  },
  {
    "translation": {
      "en": "And another Glorb here.",
      "vi": "Hai Glorb ở Vườn thú cưng, còn một Glorb khác đang ở đây."
    }
  },
  {
    "translation": {
      "en": "Exactly, and I don't know what will happen if all the Glorbs",
      "vi": "Chính xác, khi mặt trời lên mà các Glorb chưa tụ lại thì sẽ sao đây?"
    }
  },
  {
    "translation": {
      "en": "are back together by sunrise.",
      "vi": "mà các Glorb chưa tụ lại thì sẽ sao đây?"
    }
  },
  {
    "translation": {
      "en": "We have to get all those Glorbs back to the school!",
      "vi": "Phải gom tất cả các Glorb về trường."
    }
  },
  {
    "translation": {
      "en": "How many Glorbs can there be?",
      "vi": "Không biết có mấy con đây?"
    }
  },
  {
    "translation": {
      "en": "There goes a Glorb In pajamas heading south",
      "vi": "Có một quái nhí mặc đồ ngủ đi về phía nam"
    }
  },
  {
    "translation": {
      "en": "There's another Glorb With a tamale in its mouth",
      "vi": "Và một quái nhí khác Miệng thì nhai bánh tamale"
    }
  },
  {
    "translation": {
      "en": "A Glorb spinning dreidels One dancing by",
      "vi": "Một quái nhí xoay bông vụ Một quái khác nhảy nhót"
    }
  },
  {
    "translation": {
      "en": "A Glorb watching movies One is eating pizza pie",
      "vi": "Một yêu nhí xem phim Một chú khác lại ăn pizza"
    }
  },
  {
    "translation": {
      "en": "One going left One going right",
      "vi": "Một thì rẽ trái, một thì rẽ phải"
    }
  },
  {
    "translation": {
      "en": "Gonna be at twelve Different places tonight",
      "vi": "Đêm nay sẽ tới 12 nơi khác nhau"
    }
  },
  {
    "translation": {
      "en": "Glorb's go east Glorb's go west",
      "vi": "Một đám về phía đông, một đám về phía tây"
    }
  },
  {
    "translation": {
      "en": "Can't decide which party He likes best",
      "vi": "Không quyết định nổi Mình thích tiệc nào nhất"
    }
  },
  {
    "translation": {
      "en": "We wanna know",
      "vi": "Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả?"
    }
  },
  {
    "translation": {
      "en": "How many Glorb's can there be? Look, there he goes",
      "vi": "Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả? Ồ, một cậu kìa Đúng là một cảnh tượng ma quái"
    }
  },
  {
    "translation": {
      "en": "What a monstrous sight to see We wanna know",
      "vi": "Ồ, một cậu kìa Đúng là một cảnh tượng ma quái Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả"
    }
  },
  {
    "translation": {
      "en": "How many Glorb's can there be?",
      "vi": "Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả"
    }
  },
  {
    "translation": {
      "en": "On this monster holiday",
      "vi": "Trong dịp lễ quái vật này?"
    }
  },
  {
    "translation": {
      "en": "There goes a Glorb On a merry go round",
      "vi": "Có một quái nhí trên vòng xoay ngựa gỗ"
    }
  },
  {
    "translation": {
      "en": "There's one reading a book He's not making a sound",
      "vi": "Một quái nhí đọc sách Không phát ra tiếng động nào"
    }
  },
  {
    "translation": {
      "en": "A Glorb sipping cider And that one sings",
      "vi": "Một quái nhí nhâm nhi nước táo Một hát ngân nga"
    }
  },
  {
    "translation": {
      "en": "A jingle bell Glorb And a curious thing",
      "vi": "Một quái rung chuông leng keng gây tò mò"
    }
  },
  {
    "translation": {
      "en": "One going left One going right",
      "vi": "Một thì rẽ trái, một thì rẽ phải"
    }
  },
  {
    "translation": {
      "en": "Gonna be at twelve Different places tonight",
      "vi": "Đêm nay sẽ tới 12 nơi khác nhau"
    }
  },
  {
    "translation": {
      "en": "Glorb's go east Glorb's go west",
      "vi": "Một đám về phía đông, một đám về phía tây"
    }
  },
  {
    "translation": {
      "en": "Can't decide which party He likes best",
      "vi": "Không quyết định nổi Mình thích tiệc nào nhất"
    }
  },
  {
    "translation": {
      "en": "We wanna know",
      "vi": "Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả?"
    }
  },
  {
    "translation": {
      "en": "How many Glorb's can there be? Look, there he goes",
      "vi": "Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả? Ồ, một cậu kìa Đúng là một cảnh tượng ma quái"
    }
  },
  {
    "translation": {
      "en": "What a monstrous sight to see We wanna know",
      "vi": "Ồ, một cậu kìa Đúng là một cảnh tượng ma quái"
    }
  },
  {
    "translation": {
      "en": "How many Glorb's can there be?",
      "vi": "Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả"
    }
  },
  {
    "translation": {
      "en": "On this monster holiday We wanna know",
      "vi": "Trong dịp lễ quái vật này? Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả?"
    }
  },
  {
    "translation": {
      "en": "How many Glorb's can there be? Look, there he goes",
      "vi": "Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả? Ồ, một cậu kìa Đúng là một cảnh tượng ma quái"
    }
  },
  {
    "translation": {
      "en": "What a monstrous sight to see We wanna know",
      "vi": "Ồ, một cậu kìa Đúng là một cảnh tượng ma quái Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả"
    }
  },
  {
    "translation": {
      "en": "How many Glorb's can there be?",
      "vi": "Chúng tôi muốn biết Có bao nhiêu quái nhí tất cả"
    }
  },
  {
    "translation": {
      "en": "On this Super Monster holiday",
      "vi": "Trong dịp lễ quái vật này?"
    }
  },
  {
    "translation": {
      "en": "The Wish Star's wish is gone!",
      "vi": "Điều ước của Ngôi Sao Ước mất rồi!"
    }
  },
  {
    "translation": {
      "en": "I think we can all guess what happened here.",
      "vi": "Thầy nghĩ ai cũng đoán được chuyện gì xảy ra rồi."
    }
  },
  {
    "translation": {
      "en": "I know it seems funny,",
      "vi": "Tao biết vụ này có vẻ vui. Nhưng nếu không tụ lại trước lúc trời sáng,"
    }
  },
  {
    "translation": {
      "en": "but if you're not back together by sunrise, I'm not sure what will happen.",
      "vi": "Tao biết vụ này có vẻ vui. Nhưng nếu không tụ lại trước lúc trời sáng, không biết sẽ ra sao nữa."
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "vi": "Xong liền!"
    }
  },
  {
    "translation": {
      "en": "Oh, no! That Christmas wish is too powerful to undo!",
      "vi": "Ôi không! Điều ước Giáng sinh đó quá mạnh để giải được."
    }
  },
  {
    "translation": {
      "en": "We need to make another wish!",
      "vi": "Ta phải ước một điều khác."
    }
  },
  {
    "translation": {
      "en": "With what? The Wish Star's wish is all used up.",
      "vi": "Bằng gì? Điều ước của Ngôi Sao Ước bị dùng rồi!"
    }
  },
  {
    "translation": {
      "en": "If only we had another one.",
      "vi": "Giá như có một ngôi sao khác."
    }
  },
  {
    "translation": {
      "en": "But the only place to get a Wish Star is from...",
      "vi": "Nhưng nơi duy nhất tìm được Ngôi Sao Ước là..."
    }
  },
  {
    "translation": {
      "en": "Santa!",
      "vi": "Ông già Noel!"
    }
  },
  {
    "translation": {
      "en": "Merry Christmas!",
      "vi": "Giáng sinh vui vẻ!"
    }
  },
  {
    "translation": {
      "en": "Oh, you know? People keep telling me how much we look alike.",
      "vi": "Mọi người có biết ai cũng nói chúng tôi giống nhau lắm không."
    }
  },
  {
    "translation": {
      "en": "Hmm... Looks like someone needs a really big wish.",
      "vi": "Coi bộ có ai đó cần một điều ước thật là lớn rồi ha!"
    }
  },
  {
    "translation": {
      "en": "I don't think I can do this alone. Does anybody want to help?",
      "vi": "Tôi nghĩ chắc tôi không làm nổi một mình. Có người nào ở đây muốn giúp không?"
    }
  },
  {
    "translation": {
      "en": "Ho, ho, ho. Super Monsters, I need you all to take hands,",
      "vi": "Các Siêu quái vật, ông cần các con nắm chặt tay nhau,"
    }
  },
  {
    "translation": {
      "en": "and make one really big, special, Christmas wish.",
      "vi": "rồi cùng ước một điều ước Giáng sinh lớn thật là lớn trong đầu"
    }
  },
  {
    "translation": {
      "en": "For the 12 Glorbs of Christmas to be one Glorb again.",
      "vi": "cho 12 chú Glorb ở ngay đây trở lại thành một chú Glorb."
    }
  },
  {
    "translation": {
      "en": "Thank you, Santa.",
      "vi": "Cám ơn Ông già Noel nhiều!"
    }
  },
  {
    "translation": {
      "en": "Ho, ho, ho. Oh, are those ginger snaps?",
      "vi": "Có phải là bánh quy gừng ăn kèm với kem chanh không?"
    }
  },
  {
    "translation": {
      "en": "With lemon icing! My favorite!",
      "vi": "Có phải là bánh quy gừng ăn kèm với kem chanh không? Món yêu thích của tôi!"
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, old friend.",
      "vi": "Giáng sinh vui vẻ nha, bạn già!"
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, Igor.",
      "vi": "Giáng sinh vui vẻ nha, Igor!"
    }
  },
  {
    "translation": {
      "en": "Oh, ho, ho, ho. Merry Christmas, Glorb.",
      "vi": "Giáng sinh vui vẻ nha, Glorb."
    }
  },
  {
    "translation": {
      "en": "I know you thought that having 12 Glorbs was a good idea.",
      "vi": "Tao biết lúc đó mày nghĩ rằng biến thành 12 Glorb rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "But I think having just one Glorb is perfect.",
      "vi": "Nhưng tao thấy chỉ cần có đúng một Glorb thôi là đã quá hoàn hảo rồi."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas to all! And to all, a good morning!",
      "vi": "Giáng sinh vui vẻ nha, mọi người! Và cũng chúc một buổi sáng tốt lành!"
    }
  },
  {
    "translation": {
      "en": "Sun up!",
      "vi": "Trời sáng..."
    }
  },
  {
    "translation": {
      "en": "Katya.",
      "vi": "Katya!"
    }
  },
  {
    "translation": {
      "en": "Zoe.",
      "vi": "Zoe!"
    }
  },
  {
    "translation": {
      "en": "Super Monsters!",
      "vi": "Hội Quái Siêu Cấp!"
    }
  },
  {
    "translation": {
      "en": "Look, Glorb! Santa left a present for you.",
      "vi": "Nè Glorb! Ông già Noel có quà cho mày đó!"
    }
  },
  {
    "translation": {
      "en": "Oh, what is it? What is it?",
      "vi": "Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Super Monsters Super Monsters",
      "vi": "Hội Quái! Siêu Cấp!"
    }
  },
  {
    "translation": {
      "en": "Super Monsters",
      "vi": "Hội Quái! Siêu Cấp!"
    }
  },
  {
    "translation": {
      "en": "We're Super Monsters We're human in the daylight",
      "vi": "Chúng ta là Hội Quái Siêu Cấp Ban ngày là người"
    }
  },
  {
    "translation": {
      "en": "We're Super Monsters We become monsters at night",
      "vi": "Chúng ta là Hội Quái Siêu Cấp Ban đêm là quái vật"
    }
  },
  {
    "translation": {
      "en": "We're kids who want to learn And help each other grow",
      "vi": "Chúng ta học tại Trường Thông Chĩa Ba Và giúp nhau trưởng thành"
    }
  },
  {
    "translation": {
      "en": "There's magic in twilight That's when we start to glow",
      "vi": "Lúc chạng vạng có ma thuật Đó là lúc chúng ta tỏa sáng"
    }
  },
  {
    "translation": {
      "en": "Sun down Monsters up!",
      "vi": "Trời tối Quái vật dậy!"
    }
  },
  {
    "translation": {
      "en": "I'm Drac, flying fast",
      "vi": "Drac, bay cực nhanh Cleo, sức mạnh gió"
    }
  },
  {
    "translation": {
      "en": "Cleo, wind power Spike, fighting clouds",
      "vi": "Drac, bay cực nhanh Cleo, sức mạnh gió Spike, đám mây rồng Zoe, tầm nhìn zombie"
    }
  },
  {
    "translation": {
      "en": "Zoe, zombie vision Lobo, super speed",
      "vi": "Spike, đám mây rồng Zoe, tầm nhìn zombie Lobo, siêu tốc độ Katya, đầy thần chú"
    }
  },
  {
    "translation": {
      "en": "Katya, magic spells Frankie, stomp",
      "vi": "Lobo, siêu tốc độ Katya, đầy thần chú Frankie dậm chân!"
    }
  },
  {
    "translation": {
      "en": "We're Super Monsters Monsters!",
      "vi": "Hội Quái Siêu Cấp Siêu Cấp"
    }
  },
  {
    "translation": {
      "en": "Monsters! Until next time we monster up!",
      "vi": "Siêu Cấp! Siêu Cấp! Hẹn lần sau Quái vật chúng ta dậy Chuyển ngữ phụ đề bởi Nhi Hồ, Biên dịch"
    }
  }
]