[
  {
    "translation": {
      "en": "[man] Kate, FDNY says six people are trapped in the fire. Are you there yet?",
      "vi": "[man] Kate, FDNY says six people aretrapped in the fire. Are you there yet?"
    }
  },
  {
    "translation": {
      "en": "[Kate] Yeah, almost. Go, go, go. Park right there.",
      "vi": "[Kate] Yeah, almost.Go, go, go. Park right there."
    }
  },
  {
    "translation": {
      "en": "[man 1] Coming to you live in five minutes.",
      "vi": "[man 1] Coming to you livein five minutes."
    }
  },
  {
    "translation": {
      "en": "-[Kate] Okay, we'll be ready. -[man 2] We've got this.",
      "vi": "-[Kate] Okay, we'll be ready.-[man 2] We've got this."
    }
  },
  {
    "translation": {
      "en": "[man 1] Four engines on the scene. More on the way.",
      "vi": "[man 1] Four engines on the scene.More on the way."
    }
  },
  {
    "translation": {
      "en": "-Got feet on the ground yet? -Yeah, we just got here.",
      "vi": "-Got feet on the ground yet?-Yeah, we just got here."
    }
  },
  {
    "translation": {
      "en": "[man 1] Get some cutaways. We'll do a stand-up on the third block.",
      "vi": "[man 1] Get some cutaways.We'll do a stand-up on the third block."
    }
  },
  {
    "translation": {
      "en": "The police have the media at least 50 yards out.",
      "vi": "The police have the mediaat least 50 yards out."
    }
  },
  {
    "translation": {
      "en": "-How are you gonna do that? -You know the drill. Give me the camera.",
      "vi": "-How are you gonna do that?-You know the drill. Give me the camera."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Sir, please stay away from the barricade.",
      "vi": "-Hey.-Sir, please stay away from the barricade."
    }
  },
  {
    "translation": {
      "en": "I just had a quick question. Do you know how this-- Oh.",
      "vi": "I just had a quick question.Do you know how this-- Oh."
    }
  },
  {
    "translation": {
      "en": "[fireman 1] Need a ladder, south side. South side!",
      "vi": "[fireman 1] Need a ladder, south side.South side!"
    }
  },
  {
    "translation": {
      "en": "[fireman 2] Get Charlie up on the second floor.",
      "vi": "[fireman 2] Get Charlie upon the second floor."
    }
  },
  {
    "translation": {
      "en": "[fireman 4] Open it up. We need more pressure on this one.",
      "vi": "[fireman 4] Open it up.We need more pressure on this one."
    }
  },
  {
    "translation": {
      "en": "[fireman 5] They're EMT, let 'em through. Come on, guys. We gotta move here.",
      "vi": "[fireman 5] They're EMT, let 'em through.Come on, guys. We gotta move here."
    }
  },
  {
    "translation": {
      "en": "[fireman 1] Block that window out. Block that window.",
      "vi": "[fireman 1]Block that window out. Block that window."
    }
  },
  {
    "translation": {
      "en": "You gotta get out of here now. This fire's out of control.",
      "vi": "You gotta get out of here now.This fire's out of control."
    }
  },
  {
    "translation": {
      "en": "Channel 12 News has obtained exclusive footage",
      "vi": "Channel 12 Newshas obtained exclusive footage"
    }
  },
  {
    "translation": {
      "en": "of firefighters battling the blaze at this abandoned warehouse in Brooklyn.",
      "vi": "of firefighters battling the blazeat this abandoned warehouse in Brooklyn."
    }
  },
  {
    "translation": {
      "en": "have already pulled out eight people from the inferno.",
      "vi": "have already pulled out eight peoplefrom the inferno."
    }
  },
  {
    "translation": {
      "en": "From Brooklyn, I'm Kate Bradley, Channel 12 News.",
      "vi": "From Brooklyn, I'm Kate Bradley,Channel 12 News."
    }
  },
  {
    "translation": {
      "en": "Wow. None of the other stations have anything like that.",
      "vi": "Wow. None of the other stationshave anything like that."
    }
  },
  {
    "translation": {
      "en": "Ooh, and it's getting a ton of views on our website.",
      "vi": "Ooh, and it's getting a ton of viewson our website."
    }
  },
  {
    "translation": {
      "en": "Kate, I just got off the phone with our legal department.",
      "vi": "Kate, I just got off the phonewith our legal department."
    }
  },
  {
    "translation": {
      "en": "Wanna guess what they said about your report from the scene?",
      "vi": "Wanna guess what they saidabout your report from the scene?"
    }
  },
  {
    "translation": {
      "en": "-Good job? -Try reckless and dangerous.",
      "vi": "-Good job?-Try reckless and dangerous."
    }
  },
  {
    "translation": {
      "en": "Our insurance doesn't cover stunts like that.",
      "vi": "Our insurancedoesn't cover stunts like that."
    }
  },
  {
    "translation": {
      "en": "Stunts? I mean, I call that being a reporter.",
      "vi": "Stunts?I mean, I call that being a reporter."
    }
  },
  {
    "translation": {
      "en": "Well, they didn't seem to mind when I got them that exclusive coverage",
      "vi": "Well, they didn't seem to mindwhen I got them that exclusive coverage"
    }
  },
  {
    "translation": {
      "en": "from inside the collapsed factory in the Bronx.",
      "vi": "from inside the collapsed factoryin the Bronx."
    }
  },
  {
    "translation": {
      "en": "Station management are going nuts with all the risks you're taking.",
      "vi": "Station management are going nutswith all the risks you're taking."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Well, they seem to like the ratings.",
      "vi": "[scoffs]Well, they seem to like the ratings."
    }
  },
  {
    "translation": {
      "en": "-Yeah, loud and clear, boss. -Thank you.",
      "vi": "-Yeah, loud and clear, boss.-Thank you."
    }
  },
  {
    "translation": {
      "en": "-[Kate] So you said 12 people rescued? -[phone beeps]",
      "vi": "-[Kate] So you said 12 people rescued?-[phone beeps]"
    }
  },
  {
    "translation": {
      "en": "[man] I saw your report from the warehouse fire. I was worried.",
      "vi": "[man] I saw your reportfrom the warehouse fire. I was worried."
    }
  },
  {
    "translation": {
      "en": "It's been a busy day, and I just got the fire investigator on the phone--",
      "vi": "It's been a busy day, and I just gotthe fire investigator on the phone--"
    }
  },
  {
    "translation": {
      "en": "[Kate] Dad, I know you're calling me from the office.",
      "vi": "[Kate] Dad, I know you're calling mefrom the office."
    }
  },
  {
    "translation": {
      "en": "Well, that's different. A senator's work is never done.",
      "vi": "Well, that's different.A senator's work is never done."
    }
  },
  {
    "translation": {
      "en": "You know, I wish you'd consider reporting on politics",
      "vi": "You know, I wish you'd considerreporting on politics"
    }
  },
  {
    "translation": {
      "en": "At least say you'll join me for this fundraiser tomorrow.",
      "vi": "At least say you'll join mefor this fundraiser tomorrow."
    }
  },
  {
    "translation": {
      "en": "Do you really need me there? You know I don't like political events.",
      "vi": "Do you really need me there?You know I don't like political events."
    }
  },
  {
    "translation": {
      "en": "-Dad, we FaceTimed yesterday. -Doesn't count.",
      "vi": "-Dad, we FaceTimed yesterday.-Doesn't count."
    }
  },
  {
    "translation": {
      "en": "All right, all right. I will see you at the fundraiser.",
      "vi": "All right, all right.I will see you at the fundraiser."
    }
  },
  {
    "translation": {
      "en": "Now get out of the office and stop worrying about me.",
      "vi": "Now get out of the officeand stop worrying about me."
    }
  },
  {
    "translation": {
      "en": "-Okay. Good night. -Good night.",
      "vi": "-Okay. Good night.-Good night."
    }
  },
  {
    "translation": {
      "en": "Right off the top, we've got Susan's interview with the mayor.",
      "vi": "Right off the top, we've gotSusan's interview with the mayor."
    }
  },
  {
    "translation": {
      "en": "His Honorable has pushed it to 3:00 p.m., but I'll be ready.",
      "vi": "His Honorable has pushed it to 3:00 p.m.,but I'll be ready."
    }
  },
  {
    "translation": {
      "en": "Next, we've got a bomb scare at Newark Liberty.",
      "vi": "Next, we've got a bomb scareat Newark Liberty."
    }
  },
  {
    "translation": {
      "en": "-Ed, I want you on this one. -Already there.",
      "vi": "-Ed, I want you on this one.-Already there."
    }
  },
  {
    "translation": {
      "en": "David, I covered that train derailment last March.",
      "vi": "David, I covered that train derailmentlast March."
    }
  },
  {
    "translation": {
      "en": "I stayed in contact with some of my sources",
      "vi": "I stayed in contactwith some of my sources"
    }
  },
  {
    "translation": {
      "en": "-Send them to Ed if you think they'd help. -Great.",
      "vi": "-Send them to Ed if you think they'd help.-Great."
    }
  },
  {
    "translation": {
      "en": "I was thinking this could be my assignment.",
      "vi": "I was thinkingthis could be my assignment."
    }
  },
  {
    "translation": {
      "en": "Forget about it, Kate. Actually, this one's for you.",
      "vi": "Forget about it, Kate.Actually, this one's for you."
    }
  },
  {
    "translation": {
      "en": "There was a call from a woman in the South Bronx",
      "vi": "There was a call from a womanin the South Bronx"
    }
  },
  {
    "translation": {
      "en": "She found a bag? Why aren't we going live to air with this thing right now?",
      "vi": "She found a bag? Why aren't we goinglive to air with this thing right now?"
    }
  },
  {
    "translation": {
      "en": "-The bag was full of cash. -Hm. Who does she think it belongs to?",
      "vi": "-The bag was full of cash.-Hm. Who does she think it belongs to?"
    }
  },
  {
    "translation": {
      "en": "She's convinced it was given to her by a Good Samaritan.",
      "vi": "She's convinced it was given to herby a Good Samaritan."
    }
  },
  {
    "translation": {
      "en": "-Aww. -Sounds like a sweet story.",
      "vi": "-Aww.-Sounds like a sweet story."
    }
  },
  {
    "translation": {
      "en": "You now, this could be a home run for Lauren.",
      "vi": "You now, this could be a home runfor Lauren."
    }
  },
  {
    "translation": {
      "en": "-It's what I do. -Lauren's on Ribfest.",
      "vi": "-It's what I do.-Lauren's on Ribfest."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, I can follow up on the warehouse fire.",
      "vi": "Okay. Well, I can follow upon the warehouse fire."
    }
  },
  {
    "translation": {
      "en": "The fire's out. There's nothing to follow up on.",
      "vi": "The fire's out.There's nothing to follow up on."
    }
  },
  {
    "translation": {
      "en": "That's it, people. Get out of here. Go find some news.",
      "vi": "That's it, people. Get out of here.Go find some news."
    }
  },
  {
    "translation": {
      "en": "Execs don't want you on any story that might explode,",
      "vi": "Execs don't want you on any storythat might explode,"
    }
  },
  {
    "translation": {
      "en": "implode, burst into flames, or otherwise end up in an insurance claim.",
      "vi": "implode, burst into flames,or otherwise end up in an insurance claim."
    }
  },
  {
    "translation": {
      "en": "Consider this a break from the bummer beat.",
      "vi": "Consider this a breakfrom the bummer beat."
    }
  },
  {
    "translation": {
      "en": "We'll see. For now, you're on the Good Samaritan.",
      "vi": "We'll see.For now, you're on the Good Samaritan."
    }
  },
  {
    "translation": {
      "en": "A woman finds a bag of money. I mean, what's next?",
      "vi": "A woman finds a bag of money.I mean, what's next?"
    }
  },
  {
    "translation": {
      "en": "A charity car wash? Parent-teacher conference?",
      "vi": "A charity car wash?Parent-teacher conference?"
    }
  },
  {
    "translation": {
      "en": "David's not gonna keep you on local interest for long.",
      "vi": "David's not gonna keep youon local interest for long."
    }
  },
  {
    "translation": {
      "en": "-You're one of his best reporters. -Thanks.",
      "vi": "-You're one of his best reporters.-Thanks."
    }
  },
  {
    "translation": {
      "en": "What? You don't buy the Good Samaritan angle?",
      "vi": "What? You don't buythe Good Samaritan angle?"
    }
  },
  {
    "translation": {
      "en": "But I know there is someone out there looking over and helping us.",
      "vi": "But I know there is someone out therelooking over and helping us."
    }
  },
  {
    "translation": {
      "en": "Si. This is why I called you here. I want everyone to know miracles happen.",
      "vi": "Si. This is why I called you here.I want everyone to know miracles happen."
    }
  },
  {
    "translation": {
      "en": "You know, it may be feel-good filler, but it does the trick.",
      "vi": "You know, it may be feel-good filler,but it does the trick."
    }
  },
  {
    "translation": {
      "en": "Thanks. We should upload this segment, though. We go live in 20.",
      "vi": "Thanks. We should upload this segment,though. We go live in 20."
    }
  },
  {
    "translation": {
      "en": "You still think it's drug money, don't you?",
      "vi": "You still think it's drug money,don't you?"
    }
  },
  {
    "translation": {
      "en": "that there's somebody out there doing good deeds and expecting nothing in return.",
      "vi": "that there's somebody out there doing gooddeeds and expecting nothing in return."
    }
  },
  {
    "translation": {
      "en": "-I'm sure it happens all the time. -Oh, yeah?",
      "vi": "-I'm sure it happens all the time.-Oh, yeah?"
    }
  },
  {
    "translation": {
      "en": "Then why, in all of the time we've worked together,",
      "vi": "Then why, in all of the timewe've worked together,"
    }
  },
  {
    "translation": {
      "en": "The one that was fixing people's cars in mall parking lots when they broke down.",
      "vi": "The one that was fixing people's carsin mall parking lots when they broke down."
    }
  },
  {
    "translation": {
      "en": "That story never aired. You know why, right?",
      "vi": "That story never aired.You know why, right?"
    }
  },
  {
    "translation": {
      "en": "-Because he had that weird toupee? -What? No.",
      "vi": "-Because he had that weird toupee?-What? No."
    }
  },
  {
    "translation": {
      "en": "Because the guy disabled the cars to begin with",
      "vi": "Because the guy disabled the carsto begin with"
    }
  },
  {
    "translation": {
      "en": "and then offered to fix them for a small donation.",
      "vi": "and then offered to fix themfor a small donation."
    }
  },
  {
    "translation": {
      "en": "-Seriously? -Yeah.",
      "vi": "-Seriously?-Yeah."
    }
  },
  {
    "translation": {
      "en": "Do you remember that-- that, um, ride-share company",
      "vi": "Do you remember that--that, um, ride-share company"
    }
  },
  {
    "translation": {
      "en": "that handed out ten-dollar bills on Wall Street?",
      "vi": "that handed out ten-dollar billson Wall Street?"
    }
  },
  {
    "translation": {
      "en": "That campaign cost them a quarter million dollars.",
      "vi": "That campaign cost thema quarter million dollars."
    }
  },
  {
    "translation": {
      "en": "Okay, but that campaign reached 25,000 people.",
      "vi": "Okay, but that campaignreached 25,000 people."
    }
  },
  {
    "translation": {
      "en": "I mean, what company wants to so badly win over Christina Gomez?",
      "vi": "I mean, what company wants to so badlywin over Christina Gomez?"
    }
  },
  {
    "translation": {
      "en": "All I'm saying is that whoever's behind this, they have a motive.",
      "vi": "All I'm saying is that whoever'sbehind this, they have a motive."
    }
  },
  {
    "translation": {
      "en": "I am certain change can happen because I am a product of it.",
      "vi": "I am certain change can happenbecause I am a product of it."
    }
  },
  {
    "translation": {
      "en": "moved his family and his engineering firm to New York City.",
      "vi": "moved his family and his engineering firmto New York City."
    }
  },
  {
    "translation": {
      "en": "Harish became Harry, but he remained the same man.",
      "vi": "Harish became Harry,but he remained the same man."
    }
  },
  {
    "translation": {
      "en": "A man who came here not just to succeed, but to give back.",
      "vi": "A man who came here not just to succeed,but to give back."
    }
  },
  {
    "translation": {
      "en": "it is tempting to be cynical, to be fearful,",
      "vi": "it is tempting to be cynical,to be fearful,"
    }
  },
  {
    "translation": {
      "en": "-we can make change happen. -[applause]",
      "vi": "-we can make change happen.-[applause]"
    }
  },
  {
    "translation": {
      "en": "But you got dressed in the back of your car again, didn't you?",
      "vi": "But you got dressedin the back of your car again, didn't you?"
    }
  },
  {
    "translation": {
      "en": "-You don't miss a thing, do you? -Uh-uh.",
      "vi": "-You don't miss a thing, do you?-Uh-uh."
    }
  },
  {
    "translation": {
      "en": "Now, I want you to meet one of my donors. He's, uh-- he's been asking about you.",
      "vi": "Now, I want you to meet one of my donors.He's, uh-- he's been asking about you."
    }
  },
  {
    "translation": {
      "en": "Uh, he probably wants me to do a story on his business.",
      "vi": "Uh, he probably wants me to do a storyon his business."
    }
  },
  {
    "translation": {
      "en": "He was just named Investment Alliance fund manager of the year.",
      "vi": "He was just named Investment Alliancefund manager of the year."
    }
  },
  {
    "translation": {
      "en": "Oh, so it'll be an hour of me listening to him",
      "vi": "Oh, so it'll be an hourof me listening to him"
    }
  },
  {
    "translation": {
      "en": "I don't know why I'd talk about my work when yours is so much more interesting.",
      "vi": "I don't know why I'd talk about my workwhen yours is so much more interesting."
    }
  },
  {
    "translation": {
      "en": "[clears throat] Kate, meet, uh, Jack Hansen.",
      "vi": "[clears throat]Kate, meet, uh, Jack Hansen."
    }
  },
  {
    "translation": {
      "en": "I guess this means now I need to ask you about what you do",
      "vi": "I guess this meansnow I need to ask you about what you do"
    }
  },
  {
    "translation": {
      "en": "And I'll pretend to be flattered but steer the conversation back to what you do,",
      "vi": "And I'll pretend to be flattered but steerthe conversation back to what you do,"
    }
  },
  {
    "translation": {
      "en": "like, uh, your report on the train derailment.",
      "vi": "like, uh, your reporton the train derailment."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe that you got that engineer",
      "vi": "I couldn't believethat you got that engineer"
    }
  },
  {
    "translation": {
      "en": "Do you mind if I leave you in Kate's hands?",
      "vi": "Do you mindif I leave you in Kate's hands?"
    }
  },
  {
    "translation": {
      "en": "-Sure. -Thanks, Ashok.",
      "vi": "-Sure.-Thanks, Ashok."
    }
  },
  {
    "translation": {
      "en": "So should we pick out the best spot to watch the political ritual unfold?",
      "vi": "So should we pick out the best spotto watch the political ritual unfold?"
    }
  },
  {
    "translation": {
      "en": "Uh, for me, that would be the spot closest to the exit.",
      "vi": "Uh, for me, that would bethe spot closest to the exit."
    }
  },
  {
    "translation": {
      "en": "And plus, covering politics is just not my thing.",
      "vi": "And plus, covering politicsis just not my thing."
    }
  },
  {
    "translation": {
      "en": "It's more honest. At least when people lie, or cheat, or steal...",
      "vi": "It's more honest. At least when peoplelie, or cheat, or steal..."
    }
  },
  {
    "translation": {
      "en": "-No time to make up a soundbite, huh? -Exactly.",
      "vi": "-No time to make up a soundbite, huh?-Exactly."
    }
  },
  {
    "translation": {
      "en": "The station just sent me a lead on a story I'm working on.",
      "vi": "The station just sent me a leadon a story I'm working on."
    }
  },
  {
    "translation": {
      "en": "Okay, well, let's exchange numbers. We could do dinner sometime.",
      "vi": "Okay, well, let's exchange numbers.We could do dinner sometime."
    }
  },
  {
    "translation": {
      "en": "I don't go out with anyone in my father's political circle.",
      "vi": "I don't go out with anyonein my father's political circle."
    }
  },
  {
    "translation": {
      "en": "When you are the daughter of a senator, you never know what people's motives are.",
      "vi": "When you are the daughter of a senator,you never know what people's motives are."
    }
  },
  {
    "translation": {
      "en": "I like to think my motives are pretty clear.",
      "vi": "I like to thinkmy motives are pretty clear."
    }
  },
  {
    "translation": {
      "en": "Oh, that's a good restaurant, but sorry, the answer's still no.",
      "vi": "Oh, that's a good restaurant,but sorry, the answer's still no."
    }
  },
  {
    "translation": {
      "en": "-[sighs] -Hi, is this Marie Ellis?",
      "vi": "-[sighs]-Hi, is this Marie Ellis?"
    }
  },
  {
    "translation": {
      "en": "This is Kate Bradley with Channel 12 News. You called the station?",
      "vi": "This is Kate Bradley with Channel 12 News.You called the station?"
    }
  },
  {
    "translation": {
      "en": "[Marie] I saw your report about the woman who found the cash on her doorstep.",
      "vi": "[Marie] I saw your report about the womanwho found the cash on her doorstep."
    }
  },
  {
    "translation": {
      "en": "-I got the same thing. -Really? How much cash was it?",
      "vi": "-I got the same thing.-Really? How much cash was it?"
    }
  },
  {
    "translation": {
      "en": "$100,000. In the bag with the tilted number eight.",
      "vi": "$100,000.In the bag with the tilted number eight."
    }
  },
  {
    "translation": {
      "en": "But if you bring a camera, I won't open my door.",
      "vi": "But if you bring a camera,I won't open my door."
    }
  },
  {
    "translation": {
      "en": "I found it in front of our door this morning.",
      "vi": "I found it in front of our doorthis morning."
    }
  },
  {
    "translation": {
      "en": "I thought it might be stolen, so I took it to the police, but...",
      "vi": "I thought it might be stolen,so I took it to the police, but..."
    }
  },
  {
    "translation": {
      "en": "Who do you think could be behind this?",
      "vi": "Who do you think could be behind this?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I'm hoping you might tell me.",
      "vi": "I don't know.I'm hoping you might tell me."
    }
  },
  {
    "translation": {
      "en": "Look, I know the woman you interviewed thinks it's a Good Samaritan.",
      "vi": "Look, I know the woman you interviewedthinks it's a Good Samaritan."
    }
  },
  {
    "translation": {
      "en": "So what are you planning on doing with the money?",
      "vi": "So what are you planning on doingwith the money?"
    }
  },
  {
    "translation": {
      "en": "It's an underfunded field. $100,000 will go a very long way.",
      "vi": "It's an underfunded field.$100,000 will go a very long way."
    }
  },
  {
    "translation": {
      "en": "It'll get a lot of years back. A lot of potential.",
      "vi": "It'll get a lot of years back.A lot of potential."
    }
  },
  {
    "translation": {
      "en": "Would you consider letting me interview you on camera?",
      "vi": "Would you consider letting meinterview you on camera?"
    }
  },
  {
    "translation": {
      "en": "This could draw a lot of attention to this research that you're supporting.",
      "vi": "This could draw a lot of attentionto this research that you're supporting."
    }
  },
  {
    "translation": {
      "en": "but maybe you could mention the cause I'm donating to.",
      "vi": "but maybe you could mentionthe cause I'm donating to."
    }
  },
  {
    "translation": {
      "en": "Police just issued a warrant on a string of hold-ups, those bodegas in Queens.",
      "vi": "Police just issued a warrant on a stringof hold-ups, those bodegas in Queens."
    }
  },
  {
    "translation": {
      "en": "-Ed, that's you. -Cool.",
      "vi": "-Ed, that's you.-Cool."
    }
  },
  {
    "translation": {
      "en": "News conference at ten to detail the manhunt.",
      "vi": "News conference at tento detail the manhunt."
    }
  },
  {
    "translation": {
      "en": "Kate, thanks for coming. I've got a good one for you.",
      "vi": "Kate, thanks for coming.I've got a good one for you."
    }
  },
  {
    "translation": {
      "en": "City Hall just yanked the permits on that new high-rise in SoHo.",
      "vi": "City Hall just yanked the permitson that new high-rise in SoHo."
    }
  },
  {
    "translation": {
      "en": "-What? -[man] They already broke ground.",
      "vi": "-What?-[man] They already broke ground."
    }
  },
  {
    "translation": {
      "en": "Well, something's going on. Kate, grab Josh and get me some footage.",
      "vi": "Well, something's going on.Kate, grab Josh and get me some footage."
    }
  },
  {
    "translation": {
      "en": "Actually, I wanna stay on the Good Samaritan story.",
      "vi": "Actually, I wanna stayon the Good Samaritan story."
    }
  },
  {
    "translation": {
      "en": "-Susan, I want you to-- -No, I'm serious.",
      "vi": "-Susan, I want you to---No, I'm serious."
    }
  },
  {
    "translation": {
      "en": "She also found a bag of money on her porch.",
      "vi": "She also found a bag of moneyon her porch."
    }
  },
  {
    "translation": {
      "en": "Yeah. Same amount, same bag, same number eight on the bag.",
      "vi": "Yeah. Same amount, same bag,same number eight on the bag."
    }
  },
  {
    "translation": {
      "en": "-Does she know who it's from? -[Kate] No clue whatsoever.",
      "vi": "-Does she know who it's from?-[Kate] No clue whatsoever."
    }
  },
  {
    "translation": {
      "en": "You guys, she's a doctor. She lives in a palace in Fort Greene.",
      "vi": "You guys, she's a doctor.She lives in a palace in Fort Greene."
    }
  },
  {
    "translation": {
      "en": "-All of it? -Yeah.",
      "vi": "-All of it?-Yeah."
    }
  },
  {
    "translation": {
      "en": "-She wants to remain anonymous. -[sighs]",
      "vi": "-She wants to remain anonymous.-[sighs]"
    }
  },
  {
    "translation": {
      "en": "Come on! Two identical bags of cash? David, you don't think that's strange?",
      "vi": "Come on! Two identical bags of cash?David, you don't think that's strange?"
    }
  },
  {
    "translation": {
      "en": "Yeah, but your second subject just clammed up",
      "vi": "Yeah, but your second subjectjust clammed up"
    }
  },
  {
    "translation": {
      "en": "Maybe, but I can't go to air without some on-the-record information.",
      "vi": "Maybe, but I can't go to airwithout some on-the-record information."
    }
  },
  {
    "translation": {
      "en": "from a Jesse Durham on the Upper West Side.",
      "vi": "from a Jesse Durhamon the Upper West Side."
    }
  },
  {
    "translation": {
      "en": "He said he found a bag of cash, just like in your report, and...",
      "vi": "He said he found a bag of cash,just like in your report, and..."
    }
  },
  {
    "translation": {
      "en": "He left the bag here, in front of my apartment door.",
      "vi": "He left the bag here,in front of my apartment door."
    }
  },
  {
    "translation": {
      "en": "Caught him on the security camera right here in the lobby.",
      "vi": "Caught him on the security cameraright here in the lobby."
    }
  },
  {
    "translation": {
      "en": "How will a gift like this change your life?",
      "vi": "How will a gift like thischange your life?"
    }
  },
  {
    "translation": {
      "en": "I hurt my back a while ago. It laid me up for, like, three months.",
      "vi": "I hurt my back a while ago.It laid me up for, like, three months."
    }
  },
  {
    "translation": {
      "en": "I'm back on my feet now, but it ate into my savings and then some.",
      "vi": "I'm back on my feet now, but it ateinto my savings and then some."
    }
  },
  {
    "translation": {
      "en": "Can you think of anyone that would have wanted to help?",
      "vi": "Can you think of anyonethat would have wanted to help?"
    }
  },
  {
    "translation": {
      "en": "That's the thing. I never told anyone I needed the money.",
      "vi": "That's the thing.I never told anyone I needed the money."
    }
  },
  {
    "translation": {
      "en": "-[Kate] How do you plan to spend it? -I'm gonna pay off my debts,",
      "vi": "-[Kate] How do you plan to spend it?-I'm gonna pay off my debts,"
    }
  },
  {
    "translation": {
      "en": "build my savings back up to where they were before the accident,",
      "vi": "build my savings back upto where they were before the accident,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna give to the food bank around the corner.",
      "vi": "I'm gonna give to the food bankaround the corner."
    }
  },
  {
    "translation": {
      "en": "[chuckles] No, I think I'm gonna write them a check.",
      "vi": "[chuckles] No, I thinkI'm gonna write them a check."
    }
  },
  {
    "translation": {
      "en": "Security cameras at this Upper West Side building",
      "vi": "Security camerasat this Upper West Side building"
    }
  },
  {
    "translation": {
      "en": "captured a glimpse of the mysterious donor today",
      "vi": "captured a glimpseof the mysterious donor today"
    }
  },
  {
    "translation": {
      "en": "when he dropped a third bag to carpenter Jesse Durham,",
      "vi": "when he dropped a third bagto carpenter Jesse Durham,"
    }
  },
  {
    "translation": {
      "en": "just hours after a second bag was left at the home of a Brooklyn resident,",
      "vi": "just hours after a second bag was leftat the home of a Brooklyn resident,"
    }
  },
  {
    "translation": {
      "en": "Who is this Good Samaritan who has now given away $300,000?",
      "vi": "Who is this Good Samaritanwho has now given away $300,000?"
    }
  },
  {
    "translation": {
      "en": "From the footage, we can tell that he is male,",
      "vi": "From the footage,we can tell that he is male,"
    }
  },
  {
    "translation": {
      "en": "[man] Channel 12 welcomes your comments on Good Sam.",
      "vi": "[man] Channel 12 welcomes your commentson Good Sam."
    }
  },
  {
    "translation": {
      "en": "Check out our website at Channel12NewsNewYork.com",
      "vi": "Check out our websiteat Channel12NewsNewYork.com"
    }
  },
  {
    "translation": {
      "en": "But you had more questions than answers, and that's not gonna hold up.",
      "vi": "But you had more questions than answers,and that's not gonna hold up."
    }
  },
  {
    "translation": {
      "en": "You need to get some solid info on Good Sam.",
      "vi": "You need to get some solid infoon Good Sam."
    }
  },
  {
    "translation": {
      "en": "Okay. I will have something solid for you by tomorrow.",
      "vi": "Okay. I will have something solid for youby tomorrow."
    }
  },
  {
    "translation": {
      "en": "-No, I'm not stuck. -If you get stuck,",
      "vi": "-No, I'm not stuck.-If you get stuck,"
    }
  },
  {
    "translation": {
      "en": "Listen, I think I found a really solid lead on Good Sam.",
      "vi": "Listen, I think I founda really solid lead on Good Sam."
    }
  },
  {
    "translation": {
      "en": "The people who found the money live all over the city, right?",
      "vi": "The people who found the moneylive all over the city, right?"
    }
  },
  {
    "translation": {
      "en": "They have completely different backgrounds and-- and professions.",
      "vi": "They have completely different backgroundsand-- and professions."
    }
  },
  {
    "translation": {
      "en": "both found their homes through Inniswell Properties.",
      "vi": "both found their homesthrough Inniswell Properties."
    }
  },
  {
    "translation": {
      "en": "Both Marie and Jesse worked with the same Realtor, Patrick Hayes.",
      "vi": "Both Marie and Jesse workedwith the same Realtor, Patrick Hayes."
    }
  },
  {
    "translation": {
      "en": "[David] So all this is some big publicity stunt?",
      "vi": "[David] So all thisis some big publicity stunt?"
    }
  },
  {
    "translation": {
      "en": "Back in May, Inniswell announced that they were going public.",
      "vi": "Back in May, Inniswell announcedthat they were going public."
    }
  },
  {
    "translation": {
      "en": "Everything fell apart due to an internal crisis.",
      "vi": "Everything fell apartdue to an internal crisis."
    }
  },
  {
    "translation": {
      "en": "Just last week, the financial trades announced that the IPO is back on.",
      "vi": "Just last week, the financial tradesannounced that the IPO is back on."
    }
  },
  {
    "translation": {
      "en": "Now, if you consider the amount of publicity",
      "vi": "Now, if you considerthe amount of publicity"
    }
  },
  {
    "translation": {
      "en": "that Inniswell would get as Good Sam, 300 grand's a bargain.",
      "vi": "that Inniswell would get as Good Sam,300 grand's a bargain."
    }
  },
  {
    "translation": {
      "en": "I haven't been able to get in touch with him yet.",
      "vi": "I haven't been ableto get in touch with him yet."
    }
  },
  {
    "translation": {
      "en": "I'm gonna show up at his office and ask Patrick Hayes",
      "vi": "I'm gonna show up at his officeand ask Patrick Hayes"
    }
  },
  {
    "translation": {
      "en": "to admit his agenda for giving all this money away.",
      "vi": "to admit his agendafor giving all this money away."
    }
  },
  {
    "translation": {
      "en": "Do that and we'll promote Good Sam as a follow-up on our noon cast.",
      "vi": "Do that and we'll promote Good Samas a follow-up on our noon cast."
    }
  },
  {
    "translation": {
      "en": "-Thanks, David. -Good work.",
      "vi": "-Thanks, David.-Good work."
    }
  },
  {
    "translation": {
      "en": "I'd like to speak with one of your partners, Patrick Hayes. Is he in?",
      "vi": "I'd like to speak with oneof your partners, Patrick Hayes. Is he in?"
    }
  },
  {
    "translation": {
      "en": "I'd rather tell him directly. Do you know when he'll be in?",
      "vi": "I'd rather tell him directly.Do you know when he'll be in?"
    }
  },
  {
    "translation": {
      "en": "Is that camera on? You're not gonna put me on the news, are you?",
      "vi": "Is that camera on? You're not gonnaput me on the news, are you?"
    }
  },
  {
    "translation": {
      "en": "Well, not if we can talk to Patrick Hayes, but we've got to run something.",
      "vi": "Well, not if we can talk to Patrick Hayes,but we've got to run something."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I'm-- I'm just a temp. I started on Monday.",
      "vi": "I'm sorry, I'm-- I'm just a temp.I started on Monday."
    }
  },
  {
    "translation": {
      "en": "-Let me go ask. -Great. Thank you.",
      "vi": "-Let me go ask.-Great. Thank you."
    }
  },
  {
    "translation": {
      "en": "This is where a partner at Inniswell Properties lives?",
      "vi": "This is where a partnerat Inniswell Properties lives?"
    }
  },
  {
    "translation": {
      "en": "No kidding. If he's a land baron, he sure hides it well.",
      "vi": "No kidding. If he's a land baron,he sure hides it well."
    }
  },
  {
    "translation": {
      "en": "-It should be this one. -Yeah.",
      "vi": "-It should be this one.-Yeah."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Kate Bradley. We're with Channel 12 News.",
      "vi": "Hi, I'm Kate Bradley.We're with Channel 12 News."
    }
  },
  {
    "translation": {
      "en": "The other day at the Brooklyn warehouse fire.",
      "vi": "The other dayat the Brooklyn warehouse fire."
    }
  },
  {
    "translation": {
      "en": "Hey. You took a big risk for a shot on the 11 o'clock news.",
      "vi": "Hey. You took a big riskfor a shot on the 11 o'clock news."
    }
  },
  {
    "translation": {
      "en": "Both got to get close to the fire to do our jobs.",
      "vi": "Both got to get close to the fireto do our jobs."
    }
  },
  {
    "translation": {
      "en": "Yeah, except one of us had state-of-the-art fire protection",
      "vi": "Yeah, except one of ushad state-of-the-art fire protection"
    }
  },
  {
    "translation": {
      "en": "I mean, you pulled three people out in ten minutes. It was unbelievable.",
      "vi": "I mean, you pulled three people outin ten minutes. It was unbelievable."
    }
  },
  {
    "translation": {
      "en": "Look, if you're here for an interview or something,",
      "vi": "Look, if you're here for an interviewor something,"
    }
  },
  {
    "translation": {
      "en": "you've gotta go through the FDNY press office.",
      "vi": "you've gotta go throughthe FDNY press office."
    }
  },
  {
    "translation": {
      "en": "three people have each found 100 grand in cash on their doorsteps.",
      "vi": "three people have each found100 grand in cash on their doorsteps."
    }
  },
  {
    "translation": {
      "en": "We're looking for the anonymous Good Samaritan behind it.",
      "vi": "We're looking for the anonymousGood Samaritan behind it."
    }
  },
  {
    "translation": {
      "en": "But, uh, I'd like to know why you came all the way down here to ask me that.",
      "vi": "But, uh, I'd like to know why you cameall the way down here to ask me that."
    }
  },
  {
    "translation": {
      "en": "Two of the three people who found the money",
      "vi": "Two of the three peoplewho found the money"
    }
  },
  {
    "translation": {
      "en": "got their homes through Inniswell Properties.",
      "vi": "got their homesthrough Inniswell Properties."
    }
  },
  {
    "translation": {
      "en": "Patrick Hayes used to be a partner at Inniswell Properties.",
      "vi": "Patrick Hayes used to be a partnerat Inniswell Properties."
    }
  },
  {
    "translation": {
      "en": "Well, I'm sorry I couldn't be of more help.",
      "vi": "Well, I'm sorryI couldn't be of more help."
    }
  },
  {
    "translation": {
      "en": "If you, uh-- if you think of anything, you can call me...",
      "vi": "If you, uh-- if you think of anything,you can call me..."
    }
  },
  {
    "translation": {
      "en": "-anytime. -Sure.",
      "vi": "-anytime.-Sure."
    }
  },
  {
    "translation": {
      "en": "-[Josh] Never thought I'd see it. -See what?",
      "vi": "-[Josh] Never thought I'd see it.-See what?"
    }
  },
  {
    "translation": {
      "en": "when you're interviewing the police chief or the mayor, but...",
      "vi": "when you're interviewing the police chiefor the mayor, but..."
    }
  },
  {
    "translation": {
      "en": "when you were talking to Eric Hayes... you were flustered.",
      "vi": "when you were talking to Eric Hayes...you were flustered."
    }
  },
  {
    "translation": {
      "en": "-[Kate] No. -Flustered.",
      "vi": "-[Kate] No.-Flustered."
    }
  },
  {
    "translation": {
      "en": "-[cell phone vibrates] -Look at Kate. She is flustered!",
      "vi": "-[cell phone vibrates]-Look at Kate. She is flustered!"
    }
  },
  {
    "translation": {
      "en": "[man] Hello. Have I reached the talented Kate Bradley?",
      "vi": "[man] Hello. Have I reachedthe talented Kate Bradley?"
    }
  },
  {
    "translation": {
      "en": "I see you didn't let the fact that I never gave you my number stop you.",
      "vi": "I see you didn't let the factthat I never gave you my number stop you."
    }
  },
  {
    "translation": {
      "en": "Oh, I have top secret ways to get that confidential information.",
      "vi": "Oh, I have top secret waysto get that confidential information."
    }
  },
  {
    "translation": {
      "en": "Is it someone by the name of Senator Ashok Bradley?",
      "vi": "Is it someone by the nameof Senator Ashok Bradley?"
    }
  },
  {
    "translation": {
      "en": "Any chance you might reconsider having dinner with me?",
      "vi": "Any chance you might reconsiderhaving dinner with me?"
    }
  },
  {
    "translation": {
      "en": "to fly over Channel 12 and write out an invitation?",
      "vi": "to fly over Channel 12and write out an invitation?"
    }
  },
  {
    "translation": {
      "en": "Hmm, an invitation by skywriter would be original but, uh, overboard.",
      "vi": "Hmm, an invitation by skywriterwould be original but, uh, overboard."
    }
  },
  {
    "translation": {
      "en": "of not dating anyone in your father's political circle,",
      "vi": "of not dating anyonein your father's political circle,"
    }
  },
  {
    "translation": {
      "en": "'Cause, I mean, I'm just a lowly hedge fund manager",
      "vi": "'Cause, I mean,I'm just a lowly hedge fund manager"
    }
  },
  {
    "translation": {
      "en": "I'll swing by the station, pick you up at seven?",
      "vi": "I'll swing by the station,pick you up at seven?"
    }
  },
  {
    "translation": {
      "en": "Yeah, but you weren't the least bit flustered.",
      "vi": "Yeah, but you weren'tthe least bit flustered."
    }
  },
  {
    "translation": {
      "en": "-Whatever. -[cell phone chimes and vibrates]",
      "vi": "-Whatever.-[cell phone chimes and vibrates]"
    }
  },
  {
    "translation": {
      "en": "-Another one? -Same bag, same cash.",
      "vi": "-Another one?-Same bag, same cash."
    }
  },
  {
    "translation": {
      "en": "Good Sam is the man that everyone in New York is talking about,",
      "vi": "Good Sam is the man that everyonein New York is talking about,"
    }
  },
  {
    "translation": {
      "en": "where a paralegal found $100,000 today, along with a note.",
      "vi": "where a paralegal found $100,000 today,along with a note."
    }
  },
  {
    "translation": {
      "en": "[woman] You hang around lawyers that long...",
      "vi": "[woman]You hang around lawyers that long..."
    }
  },
  {
    "translation": {
      "en": "you kind of wonder what it'd be like to be the boss.",
      "vi": "you kind of wonderwhat it'd be like to be the boss."
    }
  },
  {
    "translation": {
      "en": "[Kate] The recipient says she was accepted...",
      "vi": "[Kate] The recipient saysshe was accepted..."
    }
  },
  {
    "translation": {
      "en": "-You look nice. -Thanks.",
      "vi": "-You look nice.-Thanks."
    }
  },
  {
    "translation": {
      "en": "-Where are you going? -Um, just out.",
      "vi": "-Where are you going?-Um, just out."
    }
  },
  {
    "translation": {
      "en": "-Okay. Good night. -Good night.",
      "vi": "-Okay. Good night.-Good night."
    }
  },
  {
    "translation": {
      "en": "[Kate] We asked who might have heard about this life-long dream.",
      "vi": "[Kate] We asked who might have heardabout this life-long dream."
    }
  },
  {
    "translation": {
      "en": "why I chose to go to journalism school instead of law school like he did.",
      "vi": "why I chose to go to journalism schoolinstead of law school like he did."
    }
  },
  {
    "translation": {
      "en": "He's slowly warming up to this whole reporter thing.",
      "vi": "He's slowly warming upto this whole reporter thing."
    }
  },
  {
    "translation": {
      "en": "He likes the Good Sam stories I'm doing.",
      "vi": "He likes the Good Sam stories I'm doing."
    }
  },
  {
    "translation": {
      "en": "Wow. Everywhere I go, I keep hearing about this Good Sam.",
      "vi": "Wow. Everywhere I go,I keep hearing about this Good Sam."
    }
  },
  {
    "translation": {
      "en": "Oh, I can't believe the numbers we're getting",
      "vi": "Oh, I can't believethe numbers we're getting"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah. It's crazy.",
      "vi": "-Really?-Yeah. It's crazy."
    }
  },
  {
    "translation": {
      "en": "Speaking of good, this is what they're famous for here.",
      "vi": "Speaking of good,this is what they're famous for here."
    }
  },
  {
    "translation": {
      "en": "-Mmm. -Ah?",
      "vi": "-Mmm.-Ah?"
    }
  },
  {
    "translation": {
      "en": "I'm not usually a dessert fan, but, wow, that is incredible.",
      "vi": "I'm not usually a dessert fan,but, wow, that is incredible."
    }
  },
  {
    "translation": {
      "en": "See? And you never would have known if you hadn't bent your dating rule.",
      "vi": "See? And you never would have knownif you hadn't bent your dating rule."
    }
  },
  {
    "translation": {
      "en": "You know, I had almost forgotten that I met you at that fundraiser.",
      "vi": "You know, I had almost forgottenthat I met you at that fundraiser."
    }
  },
  {
    "translation": {
      "en": "I hope it's not just the peach cobbler speaking.",
      "vi": "I hope it's not justthe peach cobbler speaking."
    }
  },
  {
    "translation": {
      "en": "But if you thought I was gonna share this with you, you're sadly mistaken.",
      "vi": "But if you thought I was gonna share thiswith you, you're sadly mistaken."
    }
  },
  {
    "translation": {
      "en": "-Yeah, I think that's best. -Okay.",
      "vi": "-Yeah, I think that's best.-Okay."
    }
  },
  {
    "translation": {
      "en": "with all five boroughs abuzz with these random acts of generosity,",
      "vi": "with all five boroughs abuzzwith these random acts of generosity,"
    }
  },
  {
    "translation": {
      "en": "and when and where the next bag of money might appear.",
      "vi": "and when and wherethe next bag of money might appear."
    }
  },
  {
    "translation": {
      "en": "If I had $100,000, I'd move out of my parents' house",
      "vi": "If I had $100,000,I'd move out of my parents' house"
    }
  },
  {
    "translation": {
      "en": "I would pay off mine and my daughter's student loans,",
      "vi": "I would pay off mineand my daughter's student loans,"
    }
  },
  {
    "translation": {
      "en": "We received thousands of phone calls, emails, and videos",
      "vi": "We received thousandsof phone calls, emails, and videos"
    }
  },
  {
    "translation": {
      "en": "like this one from Sylvia, one of our youngest viewers.",
      "vi": "like this one from Sylvia,one of our youngest viewers."
    }
  },
  {
    "translation": {
      "en": "Hi, Good Sam. My name is Sylvia. I hope you see this.",
      "vi": "Hi, Good Sam. My name is Sylvia.I hope you see this."
    }
  },
  {
    "translation": {
      "en": "and we need your help for some medicine she needs.",
      "vi": "and we need your helpfor some medicine she needs."
    }
  },
  {
    "translation": {
      "en": "Still, there are no leads on Good Sam's identity.",
      "vi": "Still, there are no leadson Good Sam's identity."
    }
  },
  {
    "translation": {
      "en": "The question at the top of every New Yorker's mind,",
      "vi": "The question at the topof every New Yorker's mind,"
    }
  },
  {
    "translation": {
      "en": "Any new leads on Good Sam's identity? Oh, how'd that Realtor thing work out?",
      "vi": "Any new leads on Good Sam's identity?Oh, how'd that Realtor thing work out?"
    }
  },
  {
    "translation": {
      "en": "Dead end, just like everything else. We know who he's not.",
      "vi": "Dead end, just like everything else.We know who he's not."
    }
  },
  {
    "translation": {
      "en": "Yeah, we spoke to a bunch of charities and foundations.",
      "vi": "Yeah, we spoke to a bunchof charities and foundations."
    }
  },
  {
    "translation": {
      "en": "They all said that no reasonable non-profit would ever operate this way.",
      "vi": "They all said that no reasonablenon-profit would ever operate this way."
    }
  },
  {
    "translation": {
      "en": "-We even called an FBI profiler. -Any insights?",
      "vi": "-We even called an FBI profiler.-Any insights?"
    }
  },
  {
    "translation": {
      "en": "Look, he might seem like Santa Claus or some other benevolent figure,",
      "vi": "Look, he might seem like Santa Clausor some other benevolent figure,"
    }
  },
  {
    "translation": {
      "en": "that something darker, even dangerous, is motivating this.",
      "vi": "that something darker, even dangerous,is motivating this."
    }
  },
  {
    "translation": {
      "en": "Uh, tell me how you got all this money to give away.",
      "vi": "Uh, tell me how you got all this moneyto give away."
    }
  },
  {
    "translation": {
      "en": "I wanted to do an anonymous social experiment for good.",
      "vi": "I wanted to do an anonymoussocial experiment for good."
    }
  },
  {
    "translation": {
      "en": "And, um, how did you choose your recipients?",
      "vi": "And, um, how did you chooseyour recipients?"
    }
  },
  {
    "translation": {
      "en": "that would randomly select residential addresses in New York City.",
      "vi": "that would randomly selectresidential addresses in New York City."
    }
  },
  {
    "translation": {
      "en": "You know, leaving $100,000 on people's doorsteps.",
      "vi": "You know, leaving $100,000on people's doorsteps."
    }
  },
  {
    "translation": {
      "en": "Are we doing the interview in there, at the-- the news desk?",
      "vi": "Are we doing the interview in there,at the-- the news desk?"
    }
  },
  {
    "translation": {
      "en": "-Uh, I need to collect some facts first. -Because everybody knows I'm him.",
      "vi": "-Uh, I need to collect some facts first.-Because everybody knows I'm him."
    }
  },
  {
    "translation": {
      "en": "I mean, that's-- that's why they're all looking at me.",
      "vi": "I mean, that's--that's why they're all looking at me."
    }
  },
  {
    "translation": {
      "en": "A few days ago, you left $100,000 for a woman so she could go to law school.",
      "vi": "A few days ago, you left $100,000for a woman so she could go to law school."
    }
  },
  {
    "translation": {
      "en": "I never mentioned her name in any of my reports,",
      "vi": "I never mentioned her namein any of my reports,"
    }
  },
  {
    "translation": {
      "en": "How could you forget someone's name who you just gave $100,000?",
      "vi": "How could you forget someone's namewho you just gave $100,000?"
    }
  },
  {
    "translation": {
      "en": "I just keep wondering what he hopes to gain by all this.",
      "vi": "I just keep wonderingwhat he hopes to gain by all this."
    }
  },
  {
    "translation": {
      "en": "Well, is it possible that he doesn't expect anything?",
      "vi": "Well, is it possiblethat he doesn't expect anything?"
    }
  },
  {
    "translation": {
      "en": "I mean, biggest story of my career and it looks like it might be over.",
      "vi": "I mean, biggest story of my careerand it looks like it might be over."
    }
  },
  {
    "translation": {
      "en": "I have a feeling you'll find a way to keep it going.",
      "vi": "I have a feeling you'll find a wayto keep it going."
    }
  },
  {
    "translation": {
      "en": "Any chance you'll come with me to the mayor's house tonight?",
      "vi": "Any chance you'll come with meto the mayor's house tonight?"
    }
  },
  {
    "translation": {
      "en": "I know, I know. You can't stand political events, but...",
      "vi": "I know, I know.You can't stand political events, but..."
    }
  },
  {
    "translation": {
      "en": "The last one was not awful, I'll admit. Yeah.",
      "vi": "The last one was not awful, I'll admit.Yeah."
    }
  },
  {
    "translation": {
      "en": "You shouldn't hold the fact that he's one of my donors against him.",
      "vi": "You shouldn't hold the factthat he's one of my donors against him."
    }
  },
  {
    "translation": {
      "en": "And when you're not busy chasing news stories, you...",
      "vi": "And when you're not busychasing news stories, you..."
    }
  },
  {
    "translation": {
      "en": "So, Christina, a week ago, you received $100,000 from an anonymous donor.",
      "vi": "So, Christina, a week ago, you received$100,000 from an anonymous donor."
    }
  },
  {
    "translation": {
      "en": "Can you tell us what's happened since then?",
      "vi": "Can you tell uswhat's happened since then?"
    }
  },
  {
    "translation": {
      "en": "I would say that Good Sam changed my life forever.",
      "vi": "I would saythat Good Sam changed my life forever."
    }
  },
  {
    "translation": {
      "en": "And not just because I'm able to take care of my family",
      "vi": "And not just because I'm ableto take care of my family"
    }
  },
  {
    "translation": {
      "en": "So, I decided why don't I help her like Good Sam helped me?",
      "vi": "So, I decided why don't I help herlike Good Sam helped me?"
    }
  },
  {
    "translation": {
      "en": "I've never been happier about anything I've done.",
      "vi": "I've never been happierabout anything I've done."
    }
  },
  {
    "translation": {
      "en": "-inspired you to give to someone else? -Mm-hmm.",
      "vi": "-inspired you to give to someone else?-Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "I can't believe Christina used her money to buy a car for a stranger.",
      "vi": "I can't believe Christina used her moneyto buy a car for a stranger."
    }
  },
  {
    "translation": {
      "en": "Yeah. And that Marie gave all her stash to some charity?",
      "vi": "Yeah. And that Marie gave all her stashto some charity?"
    }
  },
  {
    "translation": {
      "en": "Yeah. To pancreatic cancer research at her hospital.",
      "vi": "Yeah. To pancreatic cancer researchat her hospital."
    }
  },
  {
    "translation": {
      "en": "Apparently, their donations have tripled since we mentioned it in the news.",
      "vi": "Apparently, their donations have tripledsince we mentioned it in the news."
    }
  },
  {
    "translation": {
      "en": "It's like Good Sam's generosity is contagious.",
      "vi": "It's like Good Sam's generosityis contagious."
    }
  },
  {
    "translation": {
      "en": "-[David] Are you still in the Bronx? -Yeah, why?",
      "vi": "-[David] Are you still in the Bronx?-Yeah, why?"
    }
  },
  {
    "translation": {
      "en": "Police scanner said there's a construction worker",
      "vi": "Police scanner saidthere's a construction worker"
    }
  },
  {
    "translation": {
      "en": "dangling off the side of the Hope Watson building.",
      "vi": "dangling off the sideof the Hope Watson building."
    }
  },
  {
    "translation": {
      "en": "-Can you be live in three? -Three minutes?",
      "vi": "-Can you be live in three?-Three minutes?"
    }
  },
  {
    "translation": {
      "en": "I heard that, Josh. I want eyeballs on this one.",
      "vi": "I heard that, Josh.I want eyeballs on this one."
    }
  },
  {
    "translation": {
      "en": "The fire department can't reach him with ladders,",
      "vi": "The fire department can't reach himwith ladders,"
    }
  },
  {
    "translation": {
      "en": "so they're gonna send someone from the roof.",
      "vi": "so they're gonna send someonefrom the roof."
    }
  },
  {
    "translation": {
      "en": "My FDNY source says it's the rescue one team from station 72.",
      "vi": "My FDNY source saysit's the rescue one team from station 72."
    }
  },
  {
    "translation": {
      "en": "Uh, Eric Hayes, but don't say his name on the air.",
      "vi": "Uh, Eric Hayes,but don't say his name on the air."
    }
  },
  {
    "translation": {
      "en": "-Looks like we're first on the scene. -[David] Great.",
      "vi": "-Looks like we're first on the scene.-[David] Great."
    }
  },
  {
    "translation": {
      "en": "-Calling my guy at the fire station. -David, are you seeing this?",
      "vi": "-Calling my guy at the fire station.-David, are you seeing this?"
    }
  },
  {
    "translation": {
      "en": "We're gonna go live in ten seconds. Stand by, Kate.",
      "vi": "We're gonna go live in ten seconds.Stand by, Kate."
    }
  },
  {
    "translation": {
      "en": "Keep your phone up, and I'll feed you info as it comes in.",
      "vi": "Keep your phone up,and I'll feed you info as it comes in."
    }
  },
  {
    "translation": {
      "en": "where a construction worker repairing brickwork",
      "vi": "where a construction workerrepairing brickwork"
    }
  },
  {
    "translation": {
      "en": "now finds himself trapped, hanging over a hundred feet above ground.",
      "vi": "now finds himself trapped,hanging over a hundred feet above ground."
    }
  },
  {
    "translation": {
      "en": "sending a lone firefighter rappelling down the side of the building.",
      "vi": "sending a lone firefighterrappelling down the side of the building."
    }
  },
  {
    "translation": {
      "en": "-[gasps] Oh! Uh... -[crowd clamoring]",
      "vi": "-[gasps] Oh! Uh...-[crowd clamoring]"
    }
  },
  {
    "translation": {
      "en": "He is now clinging to the edge of his scaffolding,",
      "vi": "He is now clinging to the edgeof his scaffolding,"
    }
  },
  {
    "translation": {
      "en": "surely panicked it won't hold his weight much longer.",
      "vi": "surely panickedit won't hold his weight much longer."
    }
  },
  {
    "translation": {
      "en": "Another astonishing rescue from our heroes at the FDNY.",
      "vi": "Another astonishing rescuefrom our heroes at the FDNY."
    }
  },
  {
    "translation": {
      "en": "Big sighs of relief here in the South Bronx.",
      "vi": "Big sighs of relief herein the South Bronx."
    }
  },
  {
    "translation": {
      "en": "Go to a stand-up wrap-up, and get me an interview for the six o'clock cast.",
      "vi": "Go to a stand-up wrap-up, and get mean interview for the six o'clock cast."
    }
  },
  {
    "translation": {
      "en": "A New York City construction worker will go home safe to his family,",
      "vi": "A New York City construction workerwill go home safe to his family,"
    }
  },
  {
    "translation": {
      "en": "Reporting live from the Bronx, I'm Kate Bradley, Channel 12 News.",
      "vi": "Reporting live from the Bronx,I'm Kate Bradley, Channel 12 News."
    }
  },
  {
    "translation": {
      "en": "-[Josh] He said he doesn't do interviews. -[Kate] Sit tight till I talk him into it.",
      "vi": "-[Josh] He said he doesn't do interviews.-[Kate] Sit tight till I talk him into it."
    }
  },
  {
    "translation": {
      "en": "Could you let him know that Kate from Channel 12 News is here, please?",
      "vi": "Could you let him know that Katefrom Channel 12 News is here, please?"
    }
  },
  {
    "translation": {
      "en": "Hayes is in, but he's not talking to reporters.",
      "vi": "Hayes is in,but he's not talking to reporters."
    }
  },
  {
    "translation": {
      "en": "-Oh-- -Hey, George, it's all good.",
      "vi": "-Oh---Hey, George, it's all good."
    }
  },
  {
    "translation": {
      "en": "-I was at the construction worker rescue. -Again?",
      "vi": "-I was at the construction worker rescue.-Again?"
    }
  },
  {
    "translation": {
      "en": "-We've gotta stop meeting like this. -[laughs]",
      "vi": "-We've gotta stop meeting like this.-[laughs]"
    }
  },
  {
    "translation": {
      "en": "Yeah, but it must be hard putting your life on the line every day.",
      "vi": "Yeah, but it must be hardputting your life on the line every day."
    }
  },
  {
    "translation": {
      "en": "I like knowing I'm making things better, you know.",
      "vi": "I like knowing I'm making things better,you know."
    }
  },
  {
    "translation": {
      "en": "See, that's exactly why you should do an interview.",
      "vi": "See, that's exactlywhy you should do an interview."
    }
  },
  {
    "translation": {
      "en": "Look, I cover the bummer beat every single day.",
      "vi": "Look, I cover the bummer beatevery single day."
    }
  },
  {
    "translation": {
      "en": "You know, um, disaster, murder, violence, the things that go wrong.",
      "vi": "You know, um, disaster, murder, violence,the things that go wrong."
    }
  },
  {
    "translation": {
      "en": "But today, I watched you take something that had gone horribly wrong...",
      "vi": "But today, I watched you take somethingthat had gone horribly wrong..."
    }
  },
  {
    "translation": {
      "en": "I feel like you can talk anyone into an interview.",
      "vi": "I feel like you can talk anyoneinto an interview."
    }
  },
  {
    "translation": {
      "en": "Well, I am a reporter. It's kind of what we do.",
      "vi": "Well, I am a reporter.It's kind of what we do."
    }
  },
  {
    "translation": {
      "en": "You know, I'm at work right now, just like you.",
      "vi": "You know, I'm at work right now,just like you."
    }
  },
  {
    "translation": {
      "en": "But maybe we should do this again sometime,",
      "vi": "But maybewe should do this again sometime,"
    }
  },
  {
    "translation": {
      "en": "-Um, yeah. Yeah, I'd like that. -[cell phone vibrates and chimes]",
      "vi": "-Um, yeah. Yeah, I'd like that.-[cell phone vibrates and chimes]"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Yeah, Sunday-- Sunday works great. -[cell phone chimes]",
      "vi": "-Yeah. Yeah, Sunday-- Sunday works great.-[cell phone chimes]"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry, I have to go. This is my editor.",
      "vi": "I'm so sorry, I have to go.This is my editor."
    }
  },
  {
    "translation": {
      "en": "Apparently Good Sam is giving away money again.",
      "vi": "Apparently Good Samis giving away money again."
    }
  },
  {
    "translation": {
      "en": "-Really? Where? -Uh...",
      "vi": "-Really? Where?-Uh..."
    }
  },
  {
    "translation": {
      "en": "-I've had eyes on you all day. -[phone chimes]",
      "vi": "-I've had eyes on you all day.-[phone chimes]"
    }
  },
  {
    "translation": {
      "en": "-[Eric] I'll text you. -Great.",
      "vi": "-[Eric] I'll text you.-Great."
    }
  },
  {
    "translation": {
      "en": "-What's going on? -[sighs]",
      "vi": "-What's going on?-[sighs]"
    }
  },
  {
    "translation": {
      "en": "-What? -Yeah.",
      "vi": "-What?-Yeah."
    }
  },
  {
    "translation": {
      "en": "That woman in Sunnyside who found a hundred grand...",
      "vi": "That woman in Sunnysidewho found a hundred grand..."
    }
  },
  {
    "translation": {
      "en": "-You're kidding. -Mm-hmm.",
      "vi": "-You're kidding.-Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "Channel 9 just reported that on their six o'clock cast.",
      "vi": "Channel 9 just reported thaton their six o'clock cast."
    }
  },
  {
    "translation": {
      "en": "-But you sent me to that building rescue. -No, no.",
      "vi": "-But you sent me to that building rescue.-No, no."
    }
  },
  {
    "translation": {
      "en": "Fires, car crashes, Black Friday riots at the mall.",
      "vi": "Fires, car crashes,Black Friday riots at the mall."
    }
  },
  {
    "translation": {
      "en": "Is this supposed to be some kind of pep talk, 'cause I'm not--",
      "vi": "Is this supposed to besome kind of pep talk, 'cause I'm not--"
    }
  },
  {
    "translation": {
      "en": "Every other station has their most senior reporter on it,",
      "vi": "Every other stationhas their most senior reporter on it,"
    }
  },
  {
    "translation": {
      "en": "But I'm the one that broke this story, remember?",
      "vi": "But I'm the one that broke this story,remember?"
    }
  },
  {
    "translation": {
      "en": "Please just give me some more time. I will find Good Sam.",
      "vi": "Please just give me some more time.I will find Good Sam."
    }
  },
  {
    "translation": {
      "en": "I've got you at 10:00 a.m. in Queens, covering the garbage strike deadline.",
      "vi": "I've got you at 10:00 a.m. in Queens,covering the garbage strike deadline."
    }
  },
  {
    "translation": {
      "en": "New York City's mysterious philanthropist left $100,000 cash",
      "vi": "New York City's mysterious philanthropistleft $100,000 cash"
    }
  },
  {
    "translation": {
      "en": "This is the seventh gift from New York City's Good Sam.",
      "vi": "This is the seventh giftfrom New York City's Good Sam."
    }
  },
  {
    "translation": {
      "en": "[Josh] Do we have to listen to Susan's report on our story?",
      "vi": "[Josh] Do we have to listento Susan's report on our story?"
    }
  },
  {
    "translation": {
      "en": "-It's killing me. -I know.",
      "vi": "-It's killing me.-I know."
    }
  },
  {
    "translation": {
      "en": "From Hunters Point, Queens, I'm Susan Andrews...",
      "vi": "From Hunters Point, Queens,I'm Susan Andrews..."
    }
  },
  {
    "translation": {
      "en": "-What's up? -Well...",
      "vi": "-What's up?-Well..."
    }
  },
  {
    "translation": {
      "en": "the first four Good Sam gifts were left all over the city, but...",
      "vi": "the first four Good Sam giftswere left all over the city, but..."
    }
  },
  {
    "translation": {
      "en": "Just a text message from someone claiming to be Good Sam.",
      "vi": "Just a text messagefrom someone claiming to be Good Sam."
    }
  },
  {
    "translation": {
      "en": "Seriously? I'm sure it's just another fake.",
      "vi": "Seriously?I'm sure it's just another fake."
    }
  },
  {
    "translation": {
      "en": "\"Dear Kate, I want to set the record straight about who I am",
      "vi": "\"Dear Kate, I want to setthe record straight about who I am"
    }
  },
  {
    "translation": {
      "en": "and why I've been giving away substantial sums of money.\"",
      "vi": "and why I've been giving awaysubstantial sums of money.\""
    }
  },
  {
    "translation": {
      "en": "\"I'm willing to reveal myself to you, and only you,",
      "vi": "\"I'm willing to reveal myself to you,and only you,"
    }
  },
  {
    "translation": {
      "en": "Lots of guys out there claiming to be Good Sam.",
      "vi": "Lots of guys out thereclaiming to be Good Sam."
    }
  },
  {
    "translation": {
      "en": "go see John Baylor at 225 Watson in Astoria.",
      "vi": "go see John Baylorat 225 Watson in Astoria."
    }
  },
  {
    "translation": {
      "en": "I left $100,000 on his front porch an hour ago.\"",
      "vi": "I left $100,000 on his front porchan hour ago.\""
    }
  },
  {
    "translation": {
      "en": "Okay, but seriously, I'm sure reporters all over the city got this text.",
      "vi": "Okay, but seriously, I'm surereporters all over the city got this text."
    }
  },
  {
    "translation": {
      "en": "but Watson Street in Astoria is right near Hunters Point.",
      "vi": "but Watson Street in Astoriais right near Hunters Point."
    }
  },
  {
    "translation": {
      "en": "-Is it? -Mm-hmm.",
      "vi": "-Is it?-Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "Let's go see what's on John Baylor's front porch.",
      "vi": "Let's go seewhat's on John Baylor's front porch."
    }
  },
  {
    "translation": {
      "en": "-Which one did you say it is? -I think it's across there.",
      "vi": "-Which one did you say it is?-I think it's across there."
    }
  },
  {
    "translation": {
      "en": "[Josh] So you're really sure about this, huh?",
      "vi": "[Josh]So you're really sure about this, huh?"
    }
  },
  {
    "translation": {
      "en": "-I just have a hunch. -A hunch that we're gonna get murdered?",
      "vi": "-I just have a hunch.-A hunch that we're gonna get murdered?"
    }
  },
  {
    "translation": {
      "en": "It's broad daylight. What's the worst that could happen?",
      "vi": "It's broad daylight.What's the worst that could happen?"
    }
  },
  {
    "translation": {
      "en": "-Famous last words. -[laughs]",
      "vi": "-Famous last words.-[laughs]"
    }
  },
  {
    "translation": {
      "en": "You're the second surprise to show up on my front porch today.",
      "vi": "You're the second surpriseto show up on my front porch today."
    }
  },
  {
    "translation": {
      "en": "By that, do you mean you also found a bag with a stack of cash in it?",
      "vi": "By that, do you mean you also founda bag with a stack of cash in it?"
    }
  },
  {
    "translation": {
      "en": "Wait, how did you know? I just got home 20 minutes ago.",
      "vi": "Wait, how did you know?I just got home 20 minutes ago."
    }
  },
  {
    "translation": {
      "en": "Would you be willing to do an interview for the news?",
      "vi": "Would you be willingto do an interview for the news?"
    }
  },
  {
    "translation": {
      "en": "-Honey. -Hi.",
      "vi": "-Honey.-Hi."
    }
  },
  {
    "translation": {
      "en": "-Good, thanks. -Would you guys like to come in?",
      "vi": "-Good, thanks.-Would you guys like to come in?"
    }
  },
  {
    "translation": {
      "en": "There's a treatment, but, um, our insurance doesn't cover it.",
      "vi": "There's a treatment,but, um, our insurance doesn't cover it."
    }
  },
  {
    "translation": {
      "en": "So, my daughter, she said, \"Daddy, can we make a video for Good Sam?\"",
      "vi": "So, my daughter, she said,\"Daddy, can we make a video for Good Sam?\""
    }
  },
  {
    "translation": {
      "en": "And Sylvia, why did you decide you wanted to send a message to Good Sam?",
      "vi": "And Sylvia, why did you decideyou wanted to send a message to Good Sam?"
    }
  },
  {
    "translation": {
      "en": "[John] Then I made a video on my phone, and we posted it on the Channel 12 site.",
      "vi": "[John] Then I made a video on my phone,and we posted it on the Channel 12 site."
    }
  },
  {
    "translation": {
      "en": "If Good Sam were watching right now, what would you like to say to him?",
      "vi": "If Good Sam were watching right now,what would you like to say to him?"
    }
  },
  {
    "translation": {
      "en": "We had to make sure the lead was legit before we brought it to you.",
      "vi": "We had to make sure the lead was legitbefore we brought it to you."
    }
  },
  {
    "translation": {
      "en": "You're gonna run it, right? I mean, that kid. Like, come on.",
      "vi": "You're gonna run it, right?I mean, that kid. Like, come on."
    }
  },
  {
    "translation": {
      "en": "and this is not gonna go over well with station management.",
      "vi": "and this is not gonna go over wellwith station management."
    }
  },
  {
    "translation": {
      "en": "David, we are the only station that has this story, for now.",
      "vi": "David, we are the only stationthat has this story, for now."
    }
  },
  {
    "translation": {
      "en": "you get any more leads, you bring them to her.",
      "vi": "you get any more leads,you bring them to her."
    }
  },
  {
    "translation": {
      "en": "-Okay, but what if Good Sam doesn't-- -[David] Kate, Kate...",
      "vi": "-Okay, but what if Good Sam doesn't---[David] Kate, Kate..."
    }
  },
  {
    "translation": {
      "en": "Kate, please, just-- just do what I ask you. For once?",
      "vi": "Kate, please, just--just do what I ask you. For once?"
    }
  },
  {
    "translation": {
      "en": "-It was good. -It was good. It was very good.",
      "vi": "-It was good.-It was good. It was very good."
    }
  },
  {
    "translation": {
      "en": "My dad and I actually raced a boat here once. We took seventh place.",
      "vi": "My dad and I actually raced a boathere once. We took seventh place."
    }
  },
  {
    "translation": {
      "en": "When my brother and I weren't out sailing with my dad, we were here racing boats.",
      "vi": "When my brother and I weren't out sailingwith my dad, we were here racing boats."
    }
  },
  {
    "translation": {
      "en": "We built our own models every winter to race the next summer.",
      "vi": "We built our own models every winterto race the next summer."
    }
  },
  {
    "translation": {
      "en": "-Wait, you built them? -Yeah.",
      "vi": "-Wait, you built them?-Yeah."
    }
  },
  {
    "translation": {
      "en": "Was he as obsessed with fire trucks as he was boats?",
      "vi": "Was he as obsessed with fire trucksas he was boats?"
    }
  },
  {
    "translation": {
      "en": "Well, yeah. Every kid dreams of being a firefighter.",
      "vi": "Well, yeah. Every kid dreamsof being a firefighter."
    }
  },
  {
    "translation": {
      "en": "I'm just one of the lucky grown-ups who got to be.",
      "vi": "I'm just one of the lucky grown-upswho got to be."
    }
  },
  {
    "translation": {
      "en": "I'm not sure everyone would describe a job",
      "vi": "I'm not sure everyonewould describe a job"
    }
  },
  {
    "translation": {
      "en": "where you have to risk your life daily to save strangers as \"lucky.\"",
      "vi": "where you have to risk your life dailyto save strangers as \"lucky.\""
    }
  },
  {
    "translation": {
      "en": "Useful... works. I like knowing that I'm useful.",
      "vi": "Useful... works.I like knowing that I'm useful."
    }
  },
  {
    "translation": {
      "en": "-Oh, really? -Yeah.",
      "vi": "-Oh, really?-Yeah."
    }
  },
  {
    "translation": {
      "en": "I mean, if you're free sometime this week, I'd love to cook you dinner.",
      "vi": "I mean, if you're free sometime this week,I'd love to cook you dinner."
    }
  },
  {
    "translation": {
      "en": "A home-cooked meal? I will not say no to that.",
      "vi": "A home-cooked meal?I will not say no to that."
    }
  },
  {
    "translation": {
      "en": "-[cell phone chimes] -Ooh, sorry.",
      "vi": "-[cell phone chimes]-Ooh, sorry."
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry. Um, it's just another text from Good Sam.",
      "vi": "Yeah, sorry.Um, it's just another text from Good Sam."
    }
  },
  {
    "translation": {
      "en": "Yeah, he texted me yesterday with an address",
      "vi": "Yeah, he texted me yesterdaywith an address"
    }
  },
  {
    "translation": {
      "en": "for the money that he left for a family in Astoria.",
      "vi": "for the money that he leftfor a family in Astoria."
    }
  },
  {
    "translation": {
      "en": "Josh and I went. And the lead panned out. The money was there and everything.",
      "vi": "Josh and I went. And the lead panned out.The money was there and everything."
    }
  },
  {
    "translation": {
      "en": "meet me at nine tonight on level 5A of the parking lot at Center and White.",
      "vi": "meet me at nine tonight on level 5Aof the parking lot at Center and White."
    }
  },
  {
    "translation": {
      "en": "Why would he want a reporter to come alone without cameras?",
      "vi": "Why would he want a reporterto come alone without cameras?"
    }
  },
  {
    "translation": {
      "en": "Oh, I have met sources in some pretty sketchy places, trust me.",
      "vi": "Oh, I have met sourcesin some pretty sketchy places, trust me."
    }
  },
  {
    "translation": {
      "en": "Yeah, but still, somebody who gives away this kind of money",
      "vi": "Yeah, but still,somebody who gives away this kind of money"
    }
  },
  {
    "translation": {
      "en": "would either want to keep it completely quiet",
      "vi": "would either want to keep itcompletely quiet"
    }
  },
  {
    "translation": {
      "en": "or meet you someplace safe for a proper interview.",
      "vi": "or meet you someplace safefor a proper interview."
    }
  },
  {
    "translation": {
      "en": "I-I don't know, I don't trust this guy. I wouldn't go if I were you.",
      "vi": "I-I don't know, I don't trust this guy.I wouldn't go if I were you."
    }
  },
  {
    "translation": {
      "en": "But he's my story. I have to know who he is.",
      "vi": "But he's my story.I have to know who he is."
    }
  },
  {
    "translation": {
      "en": "I mean, he's making people want to help others.",
      "vi": "I mean, he's making peoplewant to help others."
    }
  },
  {
    "translation": {
      "en": "All right. If you insist on meeting this Good Sam...",
      "vi": "All right. If you insiston meeting this Good Sam..."
    }
  },
  {
    "translation": {
      "en": "He won't know, but I'll be there, making sure you're safe.",
      "vi": "He won't know, but I'll be there,making sure you're safe."
    }
  },
  {
    "translation": {
      "en": "-[Eric] You all right? -[sighs]",
      "vi": "-[Eric] You all right?-[sighs]"
    }
  },
  {
    "translation": {
      "en": "I haven't taken my eyes off you for the past ten minutes.",
      "vi": "I haven't taken my eyesoff you for the past ten minutes."
    }
  },
  {
    "translation": {
      "en": "Look, don't worry, Kate. I won't let anything happen to you.",
      "vi": "Look, don't worry, Kate.I won't let anything happen to you."
    }
  },
  {
    "translation": {
      "en": "-Oh, hey, I think that's him. I gotta go. -Okay.",
      "vi": "-Oh, hey, I think that's him. I gotta go.-Okay."
    }
  },
  {
    "translation": {
      "en": "-Sorry I'm late. -Wait, you're Good Sam?",
      "vi": "-Sorry I'm late.-Wait, you're Good Sam?"
    }
  },
  {
    "translation": {
      "en": "I can-- I can explain everything, just not here.",
      "vi": "I can-- I can explain everything,just not here."
    }
  },
  {
    "translation": {
      "en": "-Can we go talk somewhere else? -Sure.",
      "vi": "-Can we go talk somewhere else?-Sure."
    }
  },
  {
    "translation": {
      "en": "-Hey! Is everything okay? -What the hell do you think you're doing?",
      "vi": "-Hey! Is everything okay?-What the hell do you think you're doing?"
    }
  },
  {
    "translation": {
      "en": "[Kate] Oh, it's okay. Jack, this is Eric Hayes.",
      "vi": "[Kate] Oh, it's okay.Jack, this is Eric Hayes."
    }
  },
  {
    "translation": {
      "en": "All you need to know is that she's completely safe with me.",
      "vi": "All you need to knowis that she's completely safe with me."
    }
  },
  {
    "translation": {
      "en": "It's okay. Jack's a friend of my dad's. I know him.",
      "vi": "It's okay. Jack's a friend of my dad's.I know him."
    }
  },
  {
    "translation": {
      "en": "All right, we gotta go. We're blocking this guy, so...",
      "vi": "All right, we gotta go.We're blocking this guy, so..."
    }
  },
  {
    "translation": {
      "en": "and on the eighth of this month, I made $800,000 on an investment.",
      "vi": "and on the eighth of this month,I made $800,000 on an investment."
    }
  },
  {
    "translation": {
      "en": "And how did you choose the people you wanted to help?",
      "vi": "And how did you choose the peopleyou wanted to help?"
    }
  },
  {
    "translation": {
      "en": "My assistant goes to church with Christina,",
      "vi": "My assistant goes to churchwith Christina,"
    }
  },
  {
    "translation": {
      "en": "and then I saw Sylvia Baylor's video on your report.",
      "vi": "and then I saw Sylvia Baylor's videoon your report."
    }
  },
  {
    "translation": {
      "en": "I mean, why not just give them the money and tell them who it's from?",
      "vi": "I mean, why not just give them the moneyand tell them who it's from?"
    }
  },
  {
    "translation": {
      "en": "You know, that's why I hired someone to drop off the money.",
      "vi": "You know, that's why I hired someoneto drop off the money."
    }
  },
  {
    "translation": {
      "en": "When I saw that they gave Susan Andrews your Good Sam story,",
      "vi": "When I saw that they gave Susan Andrewsyour Good Sam story,"
    }
  },
  {
    "translation": {
      "en": "I thought if I got in touch with you directly,",
      "vi": "I thoughtif I got in touch with you directly,"
    }
  },
  {
    "translation": {
      "en": "But now everyone's talking about Good Sam,",
      "vi": "But now everyone's talking about Good Sam,"
    }
  },
  {
    "translation": {
      "en": "and I keep expecting a reporter to...",
      "vi": "and I keep expecting a reporter to..."
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm kind of hoping that you can help me figure out...",
      "vi": "I'm-- I'm kind of hopingthat you can help me figure out..."
    }
  },
  {
    "translation": {
      "en": "I think what you should do next is try to get ahead of the story.",
      "vi": "I think what you should do nextis try to get ahead of the story."
    }
  },
  {
    "translation": {
      "en": "Look, if you go public and tell people why you did this,",
      "vi": "Look, if you go publicand tell people why you did this,"
    }
  },
  {
    "translation": {
      "en": "the story can go back to being about helping people,",
      "vi": "the story can go back to beingabout helping people,"
    }
  },
  {
    "translation": {
      "en": "instead of this mystery around who is Good Sam.",
      "vi": "instead of this mysteryaround who is Good Sam."
    }
  },
  {
    "translation": {
      "en": "-I trust you. -[laughs]",
      "vi": "-I trust you.-[laughs]"
    }
  },
  {
    "translation": {
      "en": "Copies of the statements of the windfall you're talking about, withdrawals--",
      "vi": "Copies of the statements of the windfallyou're talking about, withdrawals--"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'll, uh, email you everything tonight.",
      "vi": "Yeah, I'll, uh,email you everything tonight."
    }
  },
  {
    "translation": {
      "en": "-Go on. -His name is Jack Hansen.",
      "vi": "-Go on.-His name is Jack Hansen."
    }
  },
  {
    "translation": {
      "en": "He runs a hedge fund called Northern Lights Investments.",
      "vi": "He runs a hedge fundcalled Northern Lights Investments."
    }
  },
  {
    "translation": {
      "en": "on a stock deal no one else thought to make.",
      "vi": "on a stock deal no one elsethought to make."
    }
  },
  {
    "translation": {
      "en": "He's the one that gave me the tip about the money being at John Baylor's house.",
      "vi": "He's the one that gave me the tip aboutthe money being at John Baylor's house."
    }
  },
  {
    "translation": {
      "en": "-Okay, but does that prove it's him? -No, but this might.",
      "vi": "-Okay, but does that prove it's him?-No, but this might."
    }
  },
  {
    "translation": {
      "en": "The day before this all started, before Christina Gomez found the money,",
      "vi": "The day before this all started,before Christina Gomez found the money,"
    }
  },
  {
    "translation": {
      "en": "Jack Hansen withdrew $400,000 from his account, all at once.",
      "vi": "Jack Hansen withdrew $400,000from his account, all at once."
    }
  },
  {
    "translation": {
      "en": "Then here, again, the day before the fifth bag appears,",
      "vi": "Then here, again,the day before the fifth bag appears,"
    }
  },
  {
    "translation": {
      "en": "I mean, that's gotta be more than just a coincidence.",
      "vi": "I mean, that's gotta be morethan just a coincidence."
    }
  },
  {
    "translation": {
      "en": "That's what you said about the dead Realtor.",
      "vi": "That's what you saidabout the dead Realtor."
    }
  },
  {
    "translation": {
      "en": "David, he wants to give me an exclusive interview.",
      "vi": "David, he wants to give mean exclusive interview."
    }
  },
  {
    "translation": {
      "en": "Any evidence you didn't get from Hansen himself",
      "vi": "Any evidenceyou didn't get from Hansen himself"
    }
  },
  {
    "translation": {
      "en": "that you can corroborate with another source?",
      "vi": "that you can corroboratewith another source?"
    }
  },
  {
    "translation": {
      "en": "but if we wait, he could take the story elsewhere.",
      "vi": "but if we wait,he could take the story elsewhere."
    }
  },
  {
    "translation": {
      "en": "Say yes and I will sit down with Hansen right away.",
      "vi": "Say yes and I will sit down with Hansenright away."
    }
  },
  {
    "translation": {
      "en": "Station management will come down on me hard",
      "vi": "Station managementwill come down on me hard"
    }
  },
  {
    "translation": {
      "en": "if I go with you and not Susan for something this big.",
      "vi": "if I go with you and not Susanfor something this big."
    }
  },
  {
    "translation": {
      "en": "You know what? This story is not just about Jack Hansen.",
      "vi": "You know what?This story is not just about Jack Hansen."
    }
  },
  {
    "translation": {
      "en": "This story is about how Channel 12 was the first station to find Good Sam,",
      "vi": "This story is about how Channel 12was the first station to find Good Sam,"
    }
  },
  {
    "translation": {
      "en": "And I am the only one that can tell that story.",
      "vi": "And I am the only onethat can tell that story."
    }
  },
  {
    "translation": {
      "en": "Regular people who work two jobs to put a roof over their families' heads,",
      "vi": "Regular people who work two jobsto put a roof over their families' heads,"
    }
  },
  {
    "translation": {
      "en": "who pay taxes while living paycheck to paycheck.",
      "vi": "who pay taxeswhile living paycheck to paycheck."
    }
  },
  {
    "translation": {
      "en": "They're working longer and harder these days and...",
      "vi": "They're working longer and harderthese days and..."
    }
  },
  {
    "translation": {
      "en": "I just wanted to set the record straight about what I wanted to accomplish.",
      "vi": "I just wanted to set the record straightabout what I wanted to accomplish."
    }
  },
  {
    "translation": {
      "en": "I wanted to lend a hand in the best way that I could...",
      "vi": "I wanted to lend a handin the best way that I could..."
    }
  },
  {
    "translation": {
      "en": "The people who keep our factories open, who teach our kids in school.",
      "vi": "The people who keep our factories open,who teach our kids in school."
    }
  },
  {
    "translation": {
      "en": "Manhattan hedge fund manager who says he's Good Sam,",
      "vi": "Manhattan hedge fund managerwho says he's Good Sam,"
    }
  },
  {
    "translation": {
      "en": "the man behind the anonymous cash gifts being left on New York City doorsteps.",
      "vi": "the man behind the anonymous cash giftsbeing left on New York City doorsteps."
    }
  },
  {
    "translation": {
      "en": "-[cheering] -[man] Wow.",
      "vi": "-[cheering]-[man] Wow."
    }
  },
  {
    "translation": {
      "en": "-[man 2] That's it. Wrap it up. -[man 3] Let's move it over, guys.",
      "vi": "-[man 2] That's it. Wrap it up.-[man 3] Let's move it over, guys."
    }
  },
  {
    "translation": {
      "en": "-[woman] Good story. -[man 4] Next set up.",
      "vi": "-[woman] Good story.-[man 4] Next set up."
    }
  },
  {
    "translation": {
      "en": "So did you get, uh, everything you wanted?",
      "vi": "So did you get, uh,everything you wanted?"
    }
  },
  {
    "translation": {
      "en": "So I just got off the phone with the network,",
      "vi": "So I just got off the phonewith the network,"
    }
  },
  {
    "translation": {
      "en": "and they want a special report for their national broadcast.",
      "vi": "and they want a special reportfor their national broadcast."
    }
  },
  {
    "translation": {
      "en": "because, come six o'clock tonight, you're gonna be a very famous man.",
      "vi": "because, come six o'clock tonight,you're gonna be a very famous man."
    }
  },
  {
    "translation": {
      "en": "Ah, I'll make sure to enjoy my remaining anonymity.",
      "vi": "Ah, I'll make sure to enjoymy remaining anonymity."
    }
  },
  {
    "translation": {
      "en": "This is a great thing you're doing here, Jack.",
      "vi": "This is a great thing you're doing here,Jack."
    }
  },
  {
    "translation": {
      "en": "Wow. Uh, okay. I'm not ready for this day to be over.",
      "vi": "Wow. Uh, okay. I'm not readyfor this day to be over."
    }
  },
  {
    "translation": {
      "en": "What do you think about grabbing something to eat?",
      "vi": "What do you thinkabout grabbing something to eat?"
    }
  },
  {
    "translation": {
      "en": "Sure. But you should keep a low profile tonight, like David said.",
      "vi": "Sure. But you should keepa low profile tonight, like David said."
    }
  },
  {
    "translation": {
      "en": "Do you know anywhere kind of out of the spotlight?",
      "vi": "Do you know anywherekind of out of the spotlight?"
    }
  },
  {
    "translation": {
      "en": "-Great. -[elevator bell dings]",
      "vi": "-Great.-[elevator bell dings]"
    }
  },
  {
    "translation": {
      "en": "Our interview aired 15 minutes ago and we're already over 10,000 hits.",
      "vi": "Our interview aired 15 minutes agoand we're already over 10,000 hits."
    }
  },
  {
    "translation": {
      "en": "-You're a great interviewer. -Thanks.",
      "vi": "-You're a great interviewer.-Thanks."
    }
  },
  {
    "translation": {
      "en": "Okay, ready for the best Mexican food in Manhattan?",
      "vi": "Okay, ready for the best Mexican foodin Manhattan?"
    }
  },
  {
    "translation": {
      "en": "-We should go out the back. -Jack Hansen! Good Sam!",
      "vi": "-We should go out the back.-Jack Hansen! Good Sam!"
    }
  },
  {
    "translation": {
      "en": "Um... I'm gonna make this brief. I want to help the workers.",
      "vi": "Um... I'm gonna make this brief.I want to help the workers."
    }
  },
  {
    "translation": {
      "en": "Uh, regular people who work two jobs to put a roof over their families' heads,",
      "vi": "Uh, regular people who work two jobsto put a roof over their families' heads,"
    }
  },
  {
    "translation": {
      "en": "who pay taxes while living paycheck to paycheck.",
      "vi": "who pay taxeswhile living paycheck to paycheck."
    }
  },
  {
    "translation": {
      "en": "They're working longer and harder these days, and...",
      "vi": "They're working longer and harderthese days, and..."
    }
  },
  {
    "translation": {
      "en": "-Are you going to be giving again? -No more questions.",
      "vi": "-Are you going to be giving again?-No more questions."
    }
  },
  {
    "translation": {
      "en": "Yeah, no kidding. How did they know where to find us?",
      "vi": "Yeah, no kidding.How did they know where to find us?"
    }
  },
  {
    "translation": {
      "en": "Someone must have followed us from the station.",
      "vi": "Someone must have followed usfrom the station."
    }
  },
  {
    "translation": {
      "en": "Looks like we're not gonna able to stop people from talking about Good Sam.",
      "vi": "Looks like we're not gonna able to stoppeople from talking about Good Sam."
    }
  },
  {
    "translation": {
      "en": "You know, I noticed that what you told the reporters",
      "vi": "You know,I noticed that what you told the reporters"
    }
  },
  {
    "translation": {
      "en": "was almost word for word what you said in our interview.",
      "vi": "was almost word for wordwhat you said in our interview."
    }
  },
  {
    "translation": {
      "en": "-Really? -Mm-hmm.",
      "vi": "-Really?-Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "-You were phenomenal. -[laughs]",
      "vi": "-You were phenomenal.-[laughs]"
    }
  },
  {
    "translation": {
      "en": "I think, uh... I think you're gonna be able to leverage this story for...",
      "vi": "I think, uh... I think you're gonnabe able to leverage this story for..."
    }
  },
  {
    "translation": {
      "en": "Anchor, network, write your ticket.",
      "vi": "Anchor, network, write your ticket."
    }
  },
  {
    "translation": {
      "en": "You are exactly what I didn't think existed.",
      "vi": "You are exactlywhat I didn't think existed."
    }
  },
  {
    "translation": {
      "en": "Someone doing good, expecting nothing in return.",
      "vi": "Someone doing good,expecting nothing in return."
    }
  },
  {
    "translation": {
      "en": "-there was a spark between us. -No, no, there was, but...",
      "vi": "-there was a spark between us.-No, no, there was, but..."
    }
  },
  {
    "translation": {
      "en": "-Would you mind just taking me home? -Yeah. Of course.",
      "vi": "-Would you mind just taking me home?-Yeah. Of course."
    }
  },
  {
    "translation": {
      "en": "-[driver] Mm-hmm. -Thanks.",
      "vi": "-[driver] Mm-hmm.-Thanks."
    }
  },
  {
    "translation": {
      "en": "I, um... I've been texting you but hadn't heard back yet.",
      "vi": "I, um... I've been texting youbut hadn't heard back yet."
    }
  },
  {
    "translation": {
      "en": "-Been a rough shift. -Oh.",
      "vi": "-Been a rough shift.-Oh."
    }
  },
  {
    "translation": {
      "en": "And I was a little thrown the other night when your Good Sam showed up.",
      "vi": "And I was a little thrown the other nightwhen your Good Sam showed up."
    }
  },
  {
    "translation": {
      "en": "And I, uh, saw him leading you out of a restaurant last night on Channel 9.",
      "vi": "And I, uh, saw him leading you outof a restaurant last night on Channel 9."
    }
  },
  {
    "translation": {
      "en": "Well, are we still on for dinner tomorrow night?",
      "vi": "Well, are we still on for dinnertomorrow night?"
    }
  },
  {
    "translation": {
      "en": "-[alarm sounds] -[man speaks indistinctly over PA]",
      "vi": "-[alarm sounds]-[man speaks indistinctly over PA]"
    }
  },
  {
    "translation": {
      "en": "National News Dispatch, New York Daily View,",
      "vi": "National News Dispatch,New York Daily View,"
    }
  },
  {
    "translation": {
      "en": "and don't even get me started on your emails.",
      "vi": "and don't even get me startedon your emails."
    }
  },
  {
    "translation": {
      "en": "Your interview has over a million views online.",
      "vi": "Your interviewhas over a million views online."
    }
  },
  {
    "translation": {
      "en": "-I'm sorry, did you say a million? -Yeah.",
      "vi": "-I'm sorry, did you say a million?-Yeah."
    }
  },
  {
    "translation": {
      "en": "-Well done, Kate. Good job. -All right, people. Listen up.",
      "vi": "-Well done, Kate. Good job.-All right, people. Listen up."
    }
  },
  {
    "translation": {
      "en": "got us the highest ratings in the station's history.",
      "vi": "got us the highest ratingsin the station's history."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Yeah! -[man 2] Good job!",
      "vi": "-[man 1] Yeah!-[man 2] Good job!"
    }
  },
  {
    "translation": {
      "en": "that every station and every network, I might add, was trying to get.",
      "vi": "that every station and every network,I might add, was trying to get."
    }
  },
  {
    "translation": {
      "en": "Lauren, tell her about the call we got from Washington Heights.",
      "vi": "Lauren, tell her about the callwe got from Washington Heights."
    }
  },
  {
    "translation": {
      "en": "A woman called to say she started an Anonymous Good Samaritan Club.",
      "vi": "A woman called to say she startedan Anonymous Good Samaritan Club."
    }
  },
  {
    "translation": {
      "en": "They'll be following Good Sam's philosophy.",
      "vi": "They'll be followingGood Sam's philosophy."
    }
  },
  {
    "translation": {
      "en": "They've already bought a wheelchair for a veteran in their neighborhood.",
      "vi": "They've already bought a wheelchairfor a veteran in their neighborhood."
    }
  },
  {
    "translation": {
      "en": "And some guy in line at the grocery store in Staten Island",
      "vi": "And some guy in line at the grocery storein Staten Island"
    }
  },
  {
    "translation": {
      "en": "-Wow. -Kate, see if you can get Hansen",
      "vi": "-Wow.-Kate, see if you can get Hansen"
    }
  },
  {
    "translation": {
      "en": "-to talk on camera to people he helped. -Sure.",
      "vi": "-to talk on camera to people he helped.-Sure."
    }
  },
  {
    "translation": {
      "en": "Lauren, give me man-in-the-street-type interviews.",
      "vi": "Lauren, give meman-in-the-street-type interviews."
    }
  },
  {
    "translation": {
      "en": "Ed, see if you can get some reaction from workers on Good Sam's philosophy.",
      "vi": "Ed, see if you can get some reactionfrom workers on Good Sam's philosophy."
    }
  },
  {
    "translation": {
      "en": "I can't thank you enough for what you did for my family.",
      "vi": "I can't thank you enoughfor what you did for my family."
    }
  },
  {
    "translation": {
      "en": "[Jack] I had a system for finding out who was in need.",
      "vi": "[Jack] I had a system for finding outwho was in need."
    }
  },
  {
    "translation": {
      "en": "Uh, Jack, you said that you knew about Christina's situation",
      "vi": "Uh, Jack, you said that you knewabout Christina's situation"
    }
  },
  {
    "translation": {
      "en": "She said that your faith, uh, inspired her.",
      "vi": "She said that your faith,uh, inspired her."
    }
  },
  {
    "translation": {
      "en": "-[cell phone chimes and vibrates] -Oh.",
      "vi": "-[cell phone chimes and vibrates]-Oh."
    }
  },
  {
    "translation": {
      "en": "Uh, Kate, are we just about wrapped up here?",
      "vi": "Uh, Kate,are we just about wrapped up here?"
    }
  },
  {
    "translation": {
      "en": "-We're done? -Uh, yeah. Thanks, Christina.",
      "vi": "-We're done?-Uh, yeah. Thanks, Christina."
    }
  },
  {
    "translation": {
      "en": "I'm headed to Senator Wintour's party tonight. I'll see you there?",
      "vi": "I'm headed to Senator Wintour's partytonight. I'll see you there?"
    }
  },
  {
    "translation": {
      "en": "Oh, um, I wasn't planning on it. My dad's in DC.",
      "vi": "Oh, um, I wasn't planning on it.My dad's in DC."
    }
  },
  {
    "translation": {
      "en": "Still, he's a family friend, right? And I'm going there.",
      "vi": "Still, he's a family friend, right?And I'm going there."
    }
  },
  {
    "translation": {
      "en": "Don't know how he'll get through meetings",
      "vi": "Don't know how he'll get through meetings"
    }
  },
  {
    "translation": {
      "en": "when all anyone's talking about is Good Sam.",
      "vi": "when all anyone's talking aboutis Good Sam."
    }
  },
  {
    "translation": {
      "en": "One day, he's managing a hedge fund, the next, he's on the national news.",
      "vi": "One day, he's managing a hedge fund,the next, he's on the national news."
    }
  },
  {
    "translation": {
      "en": "He seemed incredibly uncomfortable around Christina.",
      "vi": "He seemed incredibly uncomfortablearound Christina."
    }
  },
  {
    "translation": {
      "en": "He just gave the woman $100,000. What's there to feel awkward about?",
      "vi": "He just gave the woman $100,000.What's there to feel awkward about?"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, when I give someone $100,000, I'll let you know.",
      "vi": "Yeah, well, when I give someone $100,000,I'll let you know."
    }
  },
  {
    "translation": {
      "en": "to the people who keep our factories open...",
      "vi": "to the peoplewho keep our factories open..."
    }
  },
  {
    "translation": {
      "en": "are you gonna watch the Good Sam interview you did with Jack Hansen?",
      "vi": "are you gonna watch the Good Sam interviewyou did with Jack Hansen?"
    }
  },
  {
    "translation": {
      "en": "As many times as it takes for me to figure this thing out.",
      "vi": "As many times as it takesfor me to figure this thing out."
    }
  },
  {
    "translation": {
      "en": "He's up to something. I just don't know what it is yet.",
      "vi": "He's up to something.I just don't know what it is yet."
    }
  },
  {
    "translation": {
      "en": "-I wanted to... -As Good Sam...",
      "vi": "-I wanted to...-As Good Sam..."
    }
  },
  {
    "translation": {
      "en": "-...help the workers. -...I want to help the workers.",
      "vi": "-...help the workers.-...I want to help the workers."
    }
  },
  {
    "translation": {
      "en": "[both] Regular people who work two jobs to put a roof over their families' heads.",
      "vi": "[both] Regular people who work two jobsto put a roof over their families' heads."
    }
  },
  {
    "translation": {
      "en": "Who pay taxes while living paycheck to paycheck...",
      "vi": "Who pay taxeswhile living paycheck to paycheck..."
    }
  },
  {
    "translation": {
      "en": "-Mm-hmm. -[both] They should not be forgotten.",
      "vi": "-Mm-hmm.-[both] They should not be forgotten."
    }
  },
  {
    "translation": {
      "en": "[Kate] Yet, some of the people you helped weren't needy or poor.",
      "vi": "[Kate] Yet, some of the people you helpedweren't needy or poor."
    }
  },
  {
    "translation": {
      "en": "-Can you do me a favor? -Yeah.",
      "vi": "-Can you do me a favor?-Yeah."
    }
  },
  {
    "translation": {
      "en": "Will you please tell David that I am chasing a lead at an event tonight?",
      "vi": "Will you please tell David that I amchasing a lead at an event tonight?"
    }
  },
  {
    "translation": {
      "en": "which means I probably should've started getting ready two hours ago.",
      "vi": "which means I probably should've startedgetting ready two hours ago."
    }
  },
  {
    "translation": {
      "en": "-Right. -Thanks.",
      "vi": "-Right.-Thanks."
    }
  },
  {
    "translation": {
      "en": "David, I'm sorry I bailed on work, but I can't tell you where I am right now.",
      "vi": "David, I'm sorry I bailed on work,but I can't tell you where I am right now."
    }
  },
  {
    "translation": {
      "en": "But I promise you, no other reporter is with Good Sam tonight.",
      "vi": "But I promise you, no other reporteris with Good Sam tonight."
    }
  },
  {
    "translation": {
      "en": "Hi. My name is Kate Bradley. I'm Ashok Bradley's daughter.",
      "vi": "Hi. My name is Kate Bradley.I'm Ashok Bradley's daughter."
    }
  },
  {
    "translation": {
      "en": "-Sorry, I don't see you on the list. -Um...",
      "vi": "-Sorry, I don't see you on the list.-Um..."
    }
  },
  {
    "translation": {
      "en": "Could you just tell Senator Wintour I'm here, please?",
      "vi": "Could you just tell Senator WintourI'm here, please?"
    }
  },
  {
    "translation": {
      "en": "-Kate! -Hi!",
      "vi": "-Kate!-Hi!"
    }
  },
  {
    "translation": {
      "en": "What a surprise! I didn't know you were coming.",
      "vi": "What a surprise!I didn't know you were coming."
    }
  },
  {
    "translation": {
      "en": "-It's okay. -May I take your things?",
      "vi": "-It's okay.-May I take your things?"
    }
  },
  {
    "translation": {
      "en": "It was a last-minute decision. I hope you don't mind.",
      "vi": "It was a last-minute decision.I hope you don't mind."
    }
  },
  {
    "translation": {
      "en": "-No. -It's so nice to see you, Tom.",
      "vi": "-No.-It's so nice to see you, Tom."
    }
  },
  {
    "translation": {
      "en": "So, listen, you know Ashok's not here, right?",
      "vi": "So, listen, you know Ashok's not here,right?"
    }
  },
  {
    "translation": {
      "en": "Um, I'm actually not here to see him. I'm-- I'm looking for Jack Hansen.",
      "vi": "Um, I'm actually not here to see him.I'm-- I'm looking for Jack Hansen."
    }
  },
  {
    "translation": {
      "en": "-Look, he's around here somewhere, so... -I'll find him.",
      "vi": "-Look, he's around here somewhere, so...-I'll find him."
    }
  },
  {
    "translation": {
      "en": "-Nice to see you. -Nice to see you.",
      "vi": "-Nice to see you.-Nice to see you."
    }
  },
  {
    "translation": {
      "en": "Wow, this is the best surprise of the evening. You look astonishing.",
      "vi": "Wow, this is the best surpriseof the evening. You look astonishing."
    }
  },
  {
    "translation": {
      "en": "Hey, so, what's this big announcement that Tom told me about?",
      "vi": "Hey, so, what's this big announcementthat Tom told me about?"
    }
  },
  {
    "translation": {
      "en": "-When did you decide this? -Uh...",
      "vi": "-When did you decide this?-Uh..."
    }
  },
  {
    "translation": {
      "en": "A group of businessmen approached me and...",
      "vi": "A group of businessmenapproached me and..."
    }
  },
  {
    "translation": {
      "en": "In our interview, when you were talking about the workers,",
      "vi": "In our interview,when you were talking about the workers,"
    }
  },
  {
    "translation": {
      "en": "the ones who live paycheck to paycheck, that was...",
      "vi": "the ones who live paycheck to paycheck,that was..."
    }
  },
  {
    "translation": {
      "en": "Kate, no. I-I believe everything that I said.",
      "vi": "Kate, no.I-I believe everything that I said."
    }
  },
  {
    "translation": {
      "en": "It's why I gave away that money. It's why I'm running for Congress.",
      "vi": "It's why I gave away that money.It's why I'm running for Congress."
    }
  },
  {
    "translation": {
      "en": "Yeah, she's the oncologist who works at Parkland Hospital.",
      "vi": "Yeah, she's the oncologistwho works at Parkland Hospital."
    }
  },
  {
    "translation": {
      "en": "Lives in a three-million-dollar house in Fort Greene.",
      "vi": "Lives in a three-million-dollar housein Fort Greene."
    }
  },
  {
    "translation": {
      "en": "Not exactly one of the workers that you claim to want to help.",
      "vi": "Not exactly one of the workersthat you claim to want to help."
    }
  },
  {
    "translation": {
      "en": "she-- she also... uh, is on a number of charitable boards,",
      "vi": "she-- she also...uh, is on a number of charitable boards,"
    }
  },
  {
    "translation": {
      "en": "she would do something good with it, and she did.",
      "vi": "she would do something good with it,and she did."
    }
  },
  {
    "translation": {
      "en": "Look, Kate, I know that you're not a big fan of the political world,",
      "vi": "Look, Kate, I know that you're nota big fan of the political world,"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah.",
      "vi": "-Really?-Yeah."
    }
  },
  {
    "translation": {
      "en": "Willing or not, you sure have figured out a way",
      "vi": "Willing or not,you sure have figured out a way"
    }
  },
  {
    "translation": {
      "en": "to get the Bradleys involved in your big plan.",
      "vi": "to get the Bradleys involvedin your big plan."
    }
  },
  {
    "translation": {
      "en": "I'm gonna make a formal announcement on Friday,",
      "vi": "I'm gonna makea formal announcement on Friday,"
    }
  },
  {
    "translation": {
      "en": "and I'd love to give you an exclusive interview.",
      "vi": "and I'd love to give youan exclusive interview."
    }
  },
  {
    "translation": {
      "en": "But, until then, can we keep this between me and you?",
      "vi": "But, until then,can we keep this between me and you?"
    }
  },
  {
    "translation": {
      "en": "Candace wants to catch up on everything you're doing.",
      "vi": "Candace wants to catch upon everything you're doing."
    }
  },
  {
    "translation": {
      "en": "Jack, the 12th District's a real coveted seat.",
      "vi": "Jack, the 12th District'sa real coveted seat."
    }
  },
  {
    "translation": {
      "en": "And I think his idea of protecting the workers of this city",
      "vi": "And I think his ideaof protecting the workers of this city"
    }
  },
  {
    "translation": {
      "en": "Jack, my boy, come with me. There's somebody I want you to meet.",
      "vi": "Jack, my boy, come with me.There's somebody I want you to meet."
    }
  },
  {
    "translation": {
      "en": "Jack Hansen is running for Congress in the 12th District.",
      "vi": "Jack Hansen is running for Congressin the 12th District."
    }
  },
  {
    "translation": {
      "en": "-No kidding? -I'd vote for him, for sure.",
      "vi": "-No kidding?-I'd vote for him, for sure."
    }
  },
  {
    "translation": {
      "en": "I, uh... I crashed a party at Senator Wintour's house last night.",
      "vi": "I, uh... I crashed a partyat Senator Wintour's house last night."
    }
  },
  {
    "translation": {
      "en": "He could give the incumbent a run, now that Hansen's a name people know.",
      "vi": "He could give the incumbent a run,now that Hansen's a name people know."
    }
  },
  {
    "translation": {
      "en": "He's running on a public image that we created for him.",
      "vi": "He's running on a public imagethat we created for him."
    }
  },
  {
    "translation": {
      "en": "Just a performance by yet another ambitious politician.",
      "vi": "Just a performanceby yet another ambitious politician."
    }
  },
  {
    "translation": {
      "en": "Well, at least Jack Hansen's trying to help people. We could do worse.",
      "vi": "Well, at least Jack Hansen's tryingto help people. We could do worse."
    }
  },
  {
    "translation": {
      "en": "-[cell phone vibrates] -Keep digging.",
      "vi": "-[cell phone vibrates]-Keep digging."
    }
  },
  {
    "translation": {
      "en": "Jack just told me he's running for Congress.",
      "vi": "Jack just told mehe's running for Congress."
    }
  },
  {
    "translation": {
      "en": "I thought you said it was urgent. I left a Senate Finance Committee meeting.",
      "vi": "I thought you said it was urgent. I lefta Senate Finance Committee meeting."
    }
  },
  {
    "translation": {
      "en": "When hasn't he talked about running for office?",
      "vi": "When hasn't he talked aboutrunning for office?"
    }
  },
  {
    "translation": {
      "en": "I remember a while back, he asked if he had a shot.",
      "vi": "I remember a while back,he asked if he had a shot."
    }
  },
  {
    "translation": {
      "en": "Not until he created Good Sam to get everyone's attention.",
      "vi": "Not until he created Good Samto get everyone's attention."
    }
  },
  {
    "translation": {
      "en": "maybe he can take this generosity movement and...",
      "vi": "maybe he can takethis generosity movement and..."
    }
  },
  {
    "translation": {
      "en": "All right. Listen, I-I gotta go. I'll, um... I'll call you later.",
      "vi": "All right. Listen, I-I gotta go.I'll, um... I'll call you later."
    }
  },
  {
    "translation": {
      "en": "♪ You're yellow-coated ♪",
      "vi": "♪ You're yellow-coated ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Like the bracelet on your right hand ♪",
      "vi": "♪ Like the bracelet on your right hand ♪"
    }
  },
  {
    "translation": {
      "en": "-[Eric] You all done? -[Kate] Yes.",
      "vi": "-[Eric] You all done?-[Kate] Yes."
    }
  },
  {
    "translation": {
      "en": "You weren't lying, by the way. You are a really good cook.",
      "vi": "You weren't lying, by the way.You are a really good cook."
    }
  },
  {
    "translation": {
      "en": "Well, you know, you pick up a thing or two cooking for the guys at the fire station.",
      "vi": "Well, you know, you pick up a thing or twocooking for the guys at the fire station."
    }
  },
  {
    "translation": {
      "en": "Listen, I think I made some assumptions about you and Jack.",
      "vi": "Listen, I think I made some assumptionsabout you and Jack."
    }
  },
  {
    "translation": {
      "en": "And it turns out you were right not to trust him.",
      "vi": "And it turns outyou were right not to trust him."
    }
  },
  {
    "translation": {
      "en": "He launched a political career after coming forward as Good Sam.",
      "vi": "He launched a political careerafter coming forward as Good Sam."
    }
  },
  {
    "translation": {
      "en": "that no one does anything good without expecting something in return.",
      "vi": "that no one does anything goodwithout expecting something in return."
    }
  },
  {
    "translation": {
      "en": "-Coffee? -Ooh, yeah. Thanks.",
      "vi": "-Coffee?-Ooh, yeah. Thanks."
    }
  },
  {
    "translation": {
      "en": "Is this you captaining this beautiful sailboat?",
      "vi": "Is this youcaptaining this beautiful sailboat?"
    }
  },
  {
    "translation": {
      "en": "Yeah. That's when me and my brother took the crew up to a friend's place in Maine.",
      "vi": "Yeah. That's when me and my brother tookthe crew up to a friend's place in Maine."
    }
  },
  {
    "translation": {
      "en": "-Is this Patrick? -Yeah.",
      "vi": "-Is this Patrick?-Yeah."
    }
  },
  {
    "translation": {
      "en": "He was always the first one on the boat and the last one off.",
      "vi": "He was always the first one on the boatand the last one off."
    }
  },
  {
    "translation": {
      "en": "-Did you have a nickname? -Hawkins.",
      "vi": "-Did you have a nickname?-Hawkins."
    }
  },
  {
    "translation": {
      "en": "So is this what dinner's always like with a reporter? All the questions.",
      "vi": "So is this what dinner's always likewith a reporter? All the questions."
    }
  },
  {
    "translation": {
      "en": "Pretty much. When was the last time you went sailing?",
      "vi": "Pretty much.When was the last time you went sailing?"
    }
  },
  {
    "translation": {
      "en": "My brother and I went sailing in May for my birthday.",
      "vi": "My brother and I went sailing in Mayfor my birthday."
    }
  },
  {
    "translation": {
      "en": "about this new route that he'd planned out and...",
      "vi": "about this new routethat he'd planned out and..."
    }
  },
  {
    "translation": {
      "en": "and the surprise he had for me when we got there.",
      "vi": "and the surprise he had for mewhen we got there."
    }
  },
  {
    "translation": {
      "en": "Sun in the sky, a few clouds.",
      "vi": "Sun in the sky, a few clouds."
    }
  },
  {
    "translation": {
      "en": "hit Patrick in the head, knocked us both overboard.",
      "vi": "hit Patrick in the head,knocked us both overboard."
    }
  },
  {
    "translation": {
      "en": "I had to fight through the swell to get to him.",
      "vi": "I had to fight through the swellto get to him."
    }
  },
  {
    "translation": {
      "en": "You see, I'm not the hero everyone thinks I am.",
      "vi": "You see,I'm not the hero everyone thinks I am."
    }
  },
  {
    "translation": {
      "en": "Hey, Stephanie. It's Kate from Channel 12 trying you again.",
      "vi": "Hey, Stephanie. It's Kate from Channel 12trying you again."
    }
  },
  {
    "translation": {
      "en": "Can you please call me back when you get a chance? Thanks.",
      "vi": "Can you please call me backwhen you get a chance? Thanks."
    }
  },
  {
    "translation": {
      "en": "Hey, look at this. There's a hidden column in the spreadsheet. A note section.",
      "vi": "Hey, look at this. There's a hidden columnin the spreadsheet. A note section."
    }
  },
  {
    "translation": {
      "en": "-[Kate] Anything interesting? -[Lauren] Um...",
      "vi": "-[Kate] Anything interesting?-[Lauren] Um..."
    }
  },
  {
    "translation": {
      "en": "On the first 400-grand withdrawal from Jack, there's some initials.",
      "vi": "On the first 400-grand withdrawalfrom Jack, there's some initials."
    }
  },
  {
    "translation": {
      "en": "Is that one of the people who got money?",
      "vi": "Is that one of the people who got money?"
    }
  },
  {
    "translation": {
      "en": "-Mmm, no. No one has the initials PDD. -[cell phone vibrates]",
      "vi": "-Mmm, no. No one has the initials PDD.-[cell phone vibrates]"
    }
  },
  {
    "translation": {
      "en": "Hey, Stephanie. Thanks for calling me back.",
      "vi": "Hey, Stephanie.Thanks for calling me back."
    }
  },
  {
    "translation": {
      "en": "[Kate] When you found me and Jack at that taco place,",
      "vi": "[Kate] When you found me and Jackat that taco place,"
    }
  },
  {
    "translation": {
      "en": "[Stephanie] Yeah, Parker Dunlop Development.",
      "vi": "[Stephanie]Yeah, Parker Dunlop Development."
    }
  },
  {
    "translation": {
      "en": "-PDD is Parker Dunlop Development. -Oh.",
      "vi": "-PDD is Parker Dunlop Development.-Oh."
    }
  },
  {
    "translation": {
      "en": "-What? -It's a political consulting agency.",
      "vi": "-What?-It's a political consulting agency."
    }
  },
  {
    "translation": {
      "en": "-Very high-end. -They groom candidates for public office.",
      "vi": "-Very high-end.-They groom candidates for public office."
    }
  },
  {
    "translation": {
      "en": "Yeah. My dad used them in the last election.",
      "vi": "Yeah. My dad used themin the last election."
    }
  },
  {
    "translation": {
      "en": "Okay, hold on. When was the second $400,000 withdrawal?",
      "vi": "Okay, hold on.When was the second $400,000 withdrawal?"
    }
  },
  {
    "translation": {
      "en": "The day after Jack and I had dinner and talked about Good Sam.",
      "vi": "The day after Jack and I had dinnerand talked about Good Sam."
    }
  },
  {
    "translation": {
      "en": "So if Jack's first 400,000 was spent on political consulting instead--",
      "vi": "So if Jack's first 400,000 was spenton political consulting instead--"
    }
  },
  {
    "translation": {
      "en": "Then who was behind the money in the first four bags?",
      "vi": "Then who was behind the moneyin the first four bags?"
    }
  },
  {
    "translation": {
      "en": "When were you gonna tell me that you weren't Good Sam?",
      "vi": "When were you gonna tell methat you weren't Good Sam?"
    }
  },
  {
    "translation": {
      "en": "What are you talking about? Of course I'm Good Sam.",
      "vi": "What are you talking about?Of course I'm Good Sam."
    }
  },
  {
    "translation": {
      "en": "But you didn't tell me the whole story, now, did you, Jack?",
      "vi": "But you didn't tell me the whole story,now, did you, Jack?"
    }
  },
  {
    "translation": {
      "en": "The first $400,000 you spent on campaign expenses?",
      "vi": "The first $400,000you spent on campaign expenses?"
    }
  },
  {
    "translation": {
      "en": "Why don't you tell me the truth, Jack? And tell me like it really happened.",
      "vi": "Why don't you tell me the truth, Jack?And tell me like it really happened."
    }
  },
  {
    "translation": {
      "en": "Somebody else gave that away. I don't know who.",
      "vi": "Somebody else gave that away.I don't know who."
    }
  },
  {
    "translation": {
      "en": "Um, I'd never seen anything like the media attention the guy was getting.",
      "vi": "Um, I'd never seen anything like the mediaattention the guy was getting."
    }
  },
  {
    "translation": {
      "en": "Everywhere I went, people were talking about Good Sam. Even you.",
      "vi": "Everywhere I went, people weretalking about Good Sam. Even you."
    }
  },
  {
    "translation": {
      "en": "And I know how important it is for you to find someone doing good.",
      "vi": "And I know how important it is for youto find someone doing good."
    }
  },
  {
    "translation": {
      "en": "I wasn't just looking for someone doing good, Jack.",
      "vi": "I wasn't just lookingfor someone doing good, Jack."
    }
  },
  {
    "translation": {
      "en": "I was looking for someone doing good who didn't expect anything in return,",
      "vi": "I was looking for someone doing goodwho didn't expect anything in return,"
    }
  },
  {
    "translation": {
      "en": "I might not be the guy who started this whole thing, but...",
      "vi": "I might not be the guywho started this whole thing, but..."
    }
  },
  {
    "translation": {
      "en": "I gave away $400,000. That's got to count for something.",
      "vi": "I gave away $400,000.That's got to count for something."
    }
  },
  {
    "translation": {
      "en": "You gave money away for publicity so that you could run for Congress.",
      "vi": "You gave money away for publicityso that you could run for Congress."
    }
  },
  {
    "translation": {
      "en": "Kate, we're both getting a lot of mileage out of this story.",
      "vi": "Kate, we're both getting a lot of mileageout of this story."
    }
  },
  {
    "translation": {
      "en": "So, what, the truth doesn't matter as long as you get what you want. Is that it?",
      "vi": "So, what, the truth doesn't matter as longas you get what you want. Is that it?"
    }
  },
  {
    "translation": {
      "en": "Okay, how-- how-- how can I fix this... with you?",
      "vi": "Okay, how-- how--how can I fix this... with you?"
    }
  },
  {
    "translation": {
      "en": "Would it make a difference if I gave away another $400,000?",
      "vi": "Would it make a differenceif I gave away another $400,000?"
    }
  },
  {
    "translation": {
      "en": "Where does the truth end and the lie begin?",
      "vi": "Where does the truth endand the lie begin?"
    }
  },
  {
    "translation": {
      "en": "This is the kind of thing that ruins a station's reputation and kills careers.",
      "vi": "This is the kind of thing that ruinsa station's reputation and kills careers."
    }
  },
  {
    "translation": {
      "en": "-Yours and mine. -David, let her talk.",
      "vi": "-Yours and mine.-David, let her talk."
    }
  },
  {
    "translation": {
      "en": "After the real Good Sam gave away $400,000,",
      "vi": "After the real Good Samgave away $400,000,"
    }
  },
  {
    "translation": {
      "en": "-Jack stepped in and did the same thing. -Great.",
      "vi": "-Jack stepped in and did the same thing.-Great."
    }
  },
  {
    "translation": {
      "en": "He's been working with a DC press agent for months.",
      "vi": "He's been workingwith a DC press agent for months."
    }
  },
  {
    "translation": {
      "en": "Okay, so if Jack Hansen isn't Good Sam, then who is?",
      "vi": "Okay, so if Jack Hansen isn't Good Sam,then who is?"
    }
  },
  {
    "translation": {
      "en": "Well, maybe the real Good Sam's in hiding, you know, to protect his identity.",
      "vi": "Well, maybe the real Good Sam's in hiding,you know, to protect his identity."
    }
  },
  {
    "translation": {
      "en": "Maybe he's got his own agenda. A marketing ploy.",
      "vi": "Maybe he's got his own agenda.A marketing ploy."
    }
  },
  {
    "translation": {
      "en": "There's always the criminal angle. The money's some kinda repayment?",
      "vi": "There's always the criminal angle.The money's some kinda repayment?"
    }
  },
  {
    "translation": {
      "en": "Guys, I don't think the real Good Sam is doing this for anything.",
      "vi": "Guys, I don't think the realGood Sam is doing this for anything."
    }
  },
  {
    "translation": {
      "en": "I was sure Good Sam had some ulterior motive.",
      "vi": "I was sure Good Samhad some ulterior motive."
    }
  },
  {
    "translation": {
      "en": "I've been working the bummer beat for years...",
      "vi": "I've been working the bummer beatfor years..."
    }
  },
  {
    "translation": {
      "en": "But we choose to show the selfish, violent things people do every day,",
      "vi": "But we choose to show the selfish,violent things people do every day,"
    }
  },
  {
    "translation": {
      "en": "when we know that there are way more people out there doing good.",
      "vi": "when we know that there areway more people out there doing good."
    }
  },
  {
    "translation": {
      "en": "Oh, that's a real nice sentiment, Kate. I'm getting all choked up here.",
      "vi": "Oh, that's a real nice sentiment, Kate.I'm getting all choked up here."
    }
  },
  {
    "translation": {
      "en": "But that doesn't tell us who the real Good Sam is.",
      "vi": "But that doesn't tell uswho the real Good Sam is."
    }
  },
  {
    "translation": {
      "en": "-Come on, people. Have we got any ideas? -Not yet.",
      "vi": "-Come on, people. Have we got any ideas?-Not yet."
    }
  },
  {
    "translation": {
      "en": "But we've gotta go back to the first four money drops.",
      "vi": "But we've gotta go backto the first four money drops."
    }
  },
  {
    "translation": {
      "en": "-Find out what they have in common. -[David] Let me think.",
      "vi": "-Find out what they have in common.-[David] Let me think."
    }
  },
  {
    "translation": {
      "en": "All over. Bronx, Brooklyn, Manhattan, Staten Island.",
      "vi": "All over.Bronx, Brooklyn, Manhattan, Staten Island."
    }
  },
  {
    "translation": {
      "en": "All right, so that's not it. What about schools, clubs, associations?",
      "vi": "All right, so that's not it.What about schools, clubs, associations?"
    }
  },
  {
    "translation": {
      "en": "-Anything in common? -No, nothing. We checked.",
      "vi": "-Anything in common?-No, nothing. We checked."
    }
  },
  {
    "translation": {
      "en": "-All born in New York? -Marie was born in Brooklyn.",
      "vi": "-All born in New York?-Marie was born in Brooklyn."
    }
  },
  {
    "translation": {
      "en": "-Faith was born here, too. -[Lauren] No. No go.",
      "vi": "-Faith was born here, too.-[Lauren] No. No go."
    }
  },
  {
    "translation": {
      "en": "Christina was born in Mexico and Jesse's from Maine, Camden Harbor.",
      "vi": "Christina was born in Mexicoand Jesse's from Maine, Camden Harbor."
    }
  },
  {
    "translation": {
      "en": "Okay, I-I, uh-- I have a hunch. I'll call you back.",
      "vi": "Okay, I-I, uh-- I have a hunch.I'll call you back."
    }
  },
  {
    "translation": {
      "en": "No, no, no, wait, wait. Where are you? I'll send a news van.",
      "vi": "No, no, no, wait, wait. Where are you?I'll send a news van."
    }
  },
  {
    "translation": {
      "en": "You can't shoot a hunch, David. Give me some time.",
      "vi": "You can't shoot a hunch, David.Give me some time."
    }
  },
  {
    "translation": {
      "en": "Hey, Jesse. Uh, you got a couple of minutes to talk about Good Sam?",
      "vi": "Hey, Jesse. Uh, you got a coupleof minutes to talk about Good Sam?"
    }
  },
  {
    "translation": {
      "en": "Well, I saw a photo of someone who looked like you",
      "vi": "Well, I saw a photoof someone who looked like you"
    }
  },
  {
    "translation": {
      "en": "Patrick was my best friend since fourth grade.",
      "vi": "Patrick was my best friendsince fourth grade."
    }
  },
  {
    "translation": {
      "en": "I did, uh, all the woodwork on his boat. You know, the Crazy Eight.",
      "vi": "I did, uh, all the woodwork on his boat.You know, the Crazy Eight."
    }
  },
  {
    "translation": {
      "en": "Yeah, the accident really wrecked all of us.",
      "vi": "Yeah, the accidentreally wrecked all of us."
    }
  },
  {
    "translation": {
      "en": "but, uh, he had dyslexia, so reading wasn't easy for him.",
      "vi": "but, uh, he had dyslexia,so reading wasn't easy for him."
    }
  },
  {
    "translation": {
      "en": "and then they grew up right in front of my eyes.",
      "vi": "and then they grew upright in front of my eyes."
    }
  },
  {
    "translation": {
      "en": "Yes. Patrick Hayes was my patient several years ago.",
      "vi": "Yes. Patrick Hayes was my patientseveral years ago."
    }
  },
  {
    "translation": {
      "en": "I can't discuss specifics, but I can say he made a remarkable recovery.",
      "vi": "I can't discuss specifics, but I can sayhe made a remarkable recovery."
    }
  },
  {
    "translation": {
      "en": "-Hey. -[Kate] Hi.",
      "vi": "-Hey.-[Kate] Hi."
    }
  },
  {
    "translation": {
      "en": "-Uh, come on in. -Thanks.",
      "vi": "-Uh, come on in.-Thanks."
    }
  },
  {
    "translation": {
      "en": "-Uh, let me grab your things. -Thanks.",
      "vi": "-Uh, let me grab your things.-Thanks."
    }
  },
  {
    "translation": {
      "en": "Christina Gomez was your babysitter when you and Patrick were little.",
      "vi": "Christina Gomez was your babysitterwhen you and Patrick were little."
    }
  },
  {
    "translation": {
      "en": "Faith Haywood's first job was at your brother's company.",
      "vi": "Faith Haywood's first jobwas at your brother's company."
    }
  },
  {
    "translation": {
      "en": "Dr. Ellis was Patrick's doctor when he was sick.",
      "vi": "Dr. Ellis was Patrick's doctorwhen he was sick."
    }
  },
  {
    "translation": {
      "en": "He used to go sailing with you guys all the time on the Crazy Eight.",
      "vi": "He used to go sailing with you guysall the time on the Crazy Eight."
    }
  },
  {
    "translation": {
      "en": "where did you get all this money to give away?",
      "vi": "where did you get all this moneyto give away?"
    }
  },
  {
    "translation": {
      "en": "My brother's boat was destroyed in the accident.",
      "vi": "My brother's boat was destroyedin the accident."
    }
  },
  {
    "translation": {
      "en": "as it turns out, Patrick transferred the ownership to me.",
      "vi": "as it turns out,Patrick transferred the ownership to me."
    }
  },
  {
    "translation": {
      "en": "He was giving me the Crazy Eight for my birthday.",
      "vi": "He was giving me the Crazy Eightfor my birthday."
    }
  },
  {
    "translation": {
      "en": "But why not just give the money to them directly?",
      "vi": "But why not just give the moneyto them directly?"
    }
  },
  {
    "translation": {
      "en": "if they weren't weighed down by where it came from.",
      "vi": "if they weren't weighed downby where it came from."
    }
  },
  {
    "translation": {
      "en": "But I think he'd be so proud of what you've done here.",
      "vi": "But I think he'd be so proudof what you've done here."
    }
  },
  {
    "translation": {
      "en": "that Jack Hansen is not the Good Samaritan he claimed to be.",
      "vi": "that Jack Hansen is not the Good Samaritanhe claimed to be."
    }
  },
  {
    "translation": {
      "en": "While Jack Hansen did give away the last $400,000,",
      "vi": "While Jack Hansen did give awaythe last $400,000,"
    }
  },
  {
    "translation": {
      "en": "in order to promote his own political ambitions.",
      "vi": "in order to promotehis own political ambitions."
    }
  },
  {
    "translation": {
      "en": "Unlike Hansen, he seeks no attention.",
      "vi": "Unlike Hansen, he seeks no attention."
    }
  },
  {
    "translation": {
      "en": "Instead, he's asked to remain anonymous, expecting nothing in return.",
      "vi": "Instead, he's asked to remain anonymous,expecting nothing in return."
    }
  },
  {
    "translation": {
      "en": "The recipients of Good Sam's generosity became Good Sams themselves.",
      "vi": "The recipients of Good Sam's generositybecame Good Sams themselves."
    }
  },
  {
    "translation": {
      "en": "One, a substantial donation to a local food bank.",
      "vi": "One, a substantial donationto a local food bank."
    }
  },
  {
    "translation": {
      "en": "Another started a scholarship for paralegals hoping to become lawyers.",
      "vi": "Another started a scholarshipfor paralegals hoping to become lawyers."
    }
  },
  {
    "translation": {
      "en": "The recipient in Brooklyn gave all the money to cancer research.",
      "vi": "The recipient in Brooklyngave all the money to cancer research."
    }
  },
  {
    "translation": {
      "en": "was that we would be inspired by his example.",
      "vi": "was that we would be inspiredby his example."
    }
  },
  {
    "translation": {
      "en": "Some people say New York City is a tough place.",
      "vi": "Some people sayNew York City is a tough place."
    }
  },
  {
    "translation": {
      "en": "A place where everyone's out for themselves.",
      "vi": "A place where everyone'sout for themselves."
    }
  },
  {
    "translation": {
      "en": "I see more kindness between strangers than competition.",
      "vi": "I see more kindness between strangersthan competition."
    }
  },
  {
    "translation": {
      "en": "I see people reaching out to help others...",
      "vi": "I see people reaching outto help others..."
    }
  },
  {
    "translation": {
      "en": "on street corners, subway platforms, and in apartment hallways.",
      "vi": "on street corners, subway platforms,and in apartment hallways."
    }
  },
  {
    "translation": {
      "en": "we're becoming better versions of ourselves.",
      "vi": "we're becomingbetter versions of ourselves."
    }
  },
  {
    "translation": {
      "en": "-Good work. -Thanks.",
      "vi": "-Good work.-Thanks."
    }
  },
  {
    "translation": {
      "en": "-Beautiful reporting, Kate. -Thank you.",
      "vi": "-Beautiful reporting, Kate.-Thank you."
    }
  },
  {
    "translation": {
      "en": "a man like that makes us see the world... differently.",
      "vi": "a man like thatmakes us see the world... differently."
    }
  },
  {
    "translation": {
      "en": "You haven't met him, but I think you'd really like him.",
      "vi": "You haven't met him,but I think you'd really like him."
    }
  },
  {
    "translation": {
      "en": "Anyone that makes you happy is all right by me.",
      "vi": "Anyone that makes you happyis all right by me."
    }
  },
  {
    "translation": {
      "en": "-Night, Katie. -Okay, good night. Love you.",
      "vi": "-Night, Katie.-Okay, good night. Love you."
    }
  },
  {
    "translation": {
      "en": "-[Kate laughs] I was not flirting. -[Eric laughs]",
      "vi": "-[Kate laughs] I was not flirting.-[Eric laughs]"
    }
  },
  {
    "translation": {
      "en": "-[Eric] Really? Not even a little? -[Kate] Okay, maybe a little.",
      "vi": "-[Eric] Really? Not even a little?-[Kate] Okay, maybe a little."
    }
  },
  {
    "translation": {
      "en": "-So I brought a little surprise for you. -Oh.",
      "vi": "-So I brought a little surprise for you.-Oh."
    }
  },
  {
    "translation": {
      "en": "-Close your eyes. -Okay.",
      "vi": "-Close your eyes.-Okay."
    }
  },
  {
    "translation": {
      "en": "It's a clue for where I'm gonna take you tomorrow.",
      "vi": "It's a cluefor where I'm gonna take you tomorrow."
    }
  },
  {
    "translation": {
      "en": "And look at that. For once, it's me asking you questions.",
      "vi": "And look at that.For once, it's me asking you questions."
    }
  },
  {
    "translation": {
      "en": "-Excuse me, are you Kate Bradley? -[Kate] Yeah.",
      "vi": "-Excuse me, are you Kate Bradley?-[Kate] Yeah."
    }
  },
  {
    "translation": {
      "en": "-From Channel 12? -Mm-hmm.",
      "vi": "-From Channel 12?-Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "I was wondering if you would, uh, thank Good Sam for me.",
      "vi": "I was wonderingif you would, uh, thank Good Sam for me."
    }
  },
  {
    "translation": {
      "en": "I just received a scholarship to go to college.",
      "vi": "I just received a scholarshipto go to college."
    }
  },
  {
    "translation": {
      "en": "but I thought for sure it was from Good Sam.",
      "vi": "but I thought for sure it wasfrom Good Sam."
    }
  },
  {
    "translation": {
      "en": "Other kids in my graduating class got them as well,",
      "vi": "Other kids in my graduating classgot them as well,"
    }
  },
  {
    "translation": {
      "en": "Oh, I gotta run, but if it is Good Sam behind all of this...",
      "vi": "Oh, I gotta run, but if it is Good Sambehind all of this..."
    }
  },
  {
    "translation": {
      "en": "-And tomorrow, when I take you sailing. -Mm-hmm.",
      "vi": "-And tomorrow, when I take you sailing.-Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "So wait. Really, you had nothing to do with that?",
      "vi": "So wait. Really,you had nothing to do with that?"
    }
  },
  {
    "translation": {
      "en": "You really want to chase that story, don't you?",
      "vi": "You really want to chase that story,don't you?"
    }
  },
  {
    "translation": {
      "en": "♪ Say, say, say it now ♪",
      "vi": "♪ Say, say, say it now ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Above this earth, yeah, we can be loud ♪",
      "vi": "♪ Above this earth, yeah, we can be loud ♪"
    }
  },
  {
    "translation": {
      "en": "♪ No more holding back ♪",
      "vi": "♪ No more holding back ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Break, break, breaking free ♪",
      "vi": "♪ Break, break, breaking free ♪"
    }
  },
  {
    "translation": {
      "en": "♪ No gravity is keeping me down ♪",
      "vi": "♪ No gravity is keeping me down ♪"
    }
  },
  {
    "translation": {
      "en": "♪ We're not stopping ♪",
      "vi": "♪ We're not stopping ♪"
    }
  },
  {
    "translation": {
      "en": "♪ It's the year of absolutely being ♪",
      "vi": "♪ It's the year of absolutely being ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely crushing ♪",
      "vi": "♪ Absolutely crushing ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Will I touch the face of God? ♪",
      "vi": "♪ Will I touch the face of God? ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Could it be a letdown to reach up? ♪",
      "vi": "♪ Could it be a letdown to reach up? ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I've got the gold fever ♪",
      "vi": "♪ I've got the gold fever ♪"
    }
  },
  {
    "translation": {
      "en": "♪ One last chance to leave the ground ♪",
      "vi": "♪ One last chance to leave the ground ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Say, say, say it now ♪",
      "vi": "♪ Say, say, say it now ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Above this earth, yeah, we can be loud ♪",
      "vi": "♪ Above this earth, yeah, we can be loud ♪"
    }
  },
  {
    "translation": {
      "en": "♪ No more holding back ♪",
      "vi": "♪ No more holding back ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Break, break, breaking free ♪",
      "vi": "♪ Break, break, breaking free ♪"
    }
  },
  {
    "translation": {
      "en": "♪ No gravity is keeping me down ♪",
      "vi": "♪ No gravity is keeping me down ♪"
    }
  },
  {
    "translation": {
      "en": "♪ We're not stopping ♪",
      "vi": "♪ We're not stopping ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely nothing ♪",
      "vi": "♪ Absolutely nothing ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely crushing ♪",
      "vi": "♪ Absolutely crushing ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely everything ♪",
      "vi": "♪ Absolutely everything ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause if you've got a young soul ♪",
      "vi": "♪ 'Cause if you've got a young soul ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Oh ♪",
      "vi": "♪ Oh ♪"
    }
  },
  {
    "translation": {
      "en": "♪ I know which way that I'll go ♪",
      "vi": "♪ I know which way that I'll go ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Oh ♪",
      "vi": "♪ Oh ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Say, say, say it now ♪",
      "vi": "♪ Say, say, say it now ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Above this earth, yeah, we can be loud ♪",
      "vi": "♪ Above this earth, yeah, we can be loud ♪"
    }
  },
  {
    "translation": {
      "en": "♪ No more holding back ♪",
      "vi": "♪ No more holding back ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Break, break, breaking free ♪",
      "vi": "♪ Break, break, breaking free ♪"
    }
  },
  {
    "translation": {
      "en": "♪ No gravity is keeping me down ♪",
      "vi": "♪ No gravity is keeping me down ♪"
    }
  },
  {
    "translation": {
      "en": "♪ We're not stopping ♪",
      "vi": "♪ We're not stopping ♪"
    }
  },
  {
    "translation": {
      "en": "♪ It's the year of absolutely being ♪",
      "vi": "♪ It's the year of absolutely being ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely nothing ♪",
      "vi": "♪ Absolutely nothing ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely crushing ♪",
      "vi": "♪ Absolutely crushing ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  },
  {
    "translation": {
      "en": "♪ No more holding back ♪",
      "vi": "♪ No more holding back ♪"
    }
  },
  {
    "translation": {
      "en": "♪ We're not stopping ♪",
      "vi": "♪ We're not stopping ♪"
    }
  },
  {
    "translation": {
      "en": "♪ It's the year of absolutely being ♪",
      "vi": "♪ It's the year of absolutely being ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely nothing ♪",
      "vi": "♪ Absolutely nothing ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely crushing ♪",
      "vi": "♪ Absolutely crushing ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Absolutely loving ♪",
      "vi": "♪ Absolutely loving ♪"
    }
  }
]