[
  {
    "translation": {
      "en": "♪ I get up in the evening ♪",
      "vi": "Anh thức dậy vào buổi chiều tối"
    }
  },
  {
    "translation": {
      "en": "Classic, this.",
      "vi": "Bài hát kinh điển đấy."
    }
  },
  {
    "translation": {
      "en": "♪ And I ain't got nothing to say ♪",
      "vi": "- Và chẳng có gì để nói - Im đi!"
    }
  },
  {
    "translation": {
      "en": "- Shut up! - I know, it sounds great. It really hasn't dated at all.",
      "vi": "Con biết, nghe hay đấy. Nó chẳng lỗi thời chút nào!"
    }
  },
  {
    "translation": {
      "en": "- Don't be late. - I won't.",
      "vi": "- Đừng để muộn. - Dạ."
    }
  },
  {
    "translation": {
      "en": "Good luck with the selection. Don't let the fact that I've made A- team every year add to the pressure.",
      "vi": "Tuyển chọn tốt nhé. Đừng để việc năm nào anh cũng vào đội giỏi gây áp lực."
    }
  },
  {
    "translation": {
      "en": "You'll be fine.",
      "vi": "Em sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "- Dickhead. - Hey.",
      "vi": "- Đồ cà chớn! - Này."
    }
  },
  {
    "translation": {
      "en": "- Warning. - A- team dickhead.",
      "vi": "- Cảnh cáo. - Đồ cà chớn xuất sắc."
    }
  },
  {
    "translation": {
      "en": "Can we please get this crap off? - That's strike two. -",
      "vi": "- Tắt cái bài tào lao này được không ạ? - Hai lần rồi đấy nhé."
    }
  },
  {
    "translation": {
      "en": "That's not even swearing. Dad, crap is not swearing.",
      "vi": "Nó không phải chửi thề mà. Bố à, tào lao không phải là chửi thề."
    }
  },
  {
    "translation": {
      "en": "- All right, mate. - Hey. You're not playing, Adam?",
      "vi": "- Được đấy. - Chào. Adam, cậu không chơi à?"
    }
  },
  {
    "translation": {
      "en": "- Playing? - Yeah, Dads V Lads.",
      "vi": "- Chơi gì? - Bố con đấu nhau ấy."
    }
  },
  {
    "translation": {
      "en": "Dads V Lads? Oh, shit... Uh, shoot. Um...",
      "vi": "- Bố con đấu nhau sao? - Ôi, quỷ...Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Sorry. It's Dads V Lads. I... forgot.",
      "vi": "Con xin lỗi. Trận bố con đấu nhau. Con...quên mất."
    }
  },
  {
    "translation": {
      "en": "Right. Right, it looks like we've found our goalie.",
      "vi": "Được rồi. Có vẻ ta tìm được thủ môn rồi."
    }
  },
  {
    "translation": {
      "en": "Here's to total humiliation by kids. Speak for yourself. I thought I had a good game.",
      "vi": "- Thật sự bị tụi nhỏ làm bẽ mặt. - Có cậu thôi. Tôi nghĩ mình chơi hay rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, god. He's putting up a flip chart.  Wait till he hands out the agenda.",
      "vi": "- Trời. Cậu ấy đang dựng bảng sơ đồ. - Chờ đến lúc cậu ấy đưa ra kế hoạch đi."
    }
  },
  {
    "translation": {
      "en": "- Last year it was laminated. -",
      "vi": "Năm ngoái thì nó được ép nhựa."
    }
  },
  {
    "translation": {
      "en": "It's Corinne.",
      "vi": "- Là Corinne. - Nói là tôi dự hội thảo rồi."
    }
  },
  {
    "translation": {
      "en": "Tell her I've been on teacher trips. I know what goes on.",
      "vi": "- Là Corinne. - Nói là tôi dự hội thảo rồi. - Tôi biết nó có gì. - Chào em. Hội thảo thế nào?"
    }
  },
  {
    "translation": {
      "en": "Hey, babe. How's the conference?",
      "vi": "- Tôi biết nó có gì. - Chào em. Hội thảo thế nào?"
    }
  },
  {
    "translation": {
      "en": "Aw, it's tough, it's really tough.",
      "vi": "Ôi căng lắm, quá là căng luôn."
    }
  },
  {
    "translation": {
      "en": "I'm currently recuperating after a hot bath and two glasses of Rioja.",
      "vi": "Em đang khỏe lại sau khi tắm nước nóng và hai ly rượu Rioja."
    }
  },
  {
    "translation": {
      "en": "Well, me and the boys are on a pub crawl.",
      "vi": "Anh và tụi nhỏ đang la cà ở quán rượu."
    }
  },
  {
    "translation": {
      "en": "Ryan's getting the Sambucas in.",
      "vi": "- Ryan đang mang Sambuca đến. - Anh ở đâu thế? Sân bóng à?"
    }
  },
  {
    "translation": {
      "en": "- Where are you? Football? - Yeah.",
      "vi": "- Ryan đang mang Sambuca đến. - Anh ở đâu thế? Sân bóng à? Ừ. Này, em biết đó là trận bố con đấu nhau chứ?"
    }
  },
  {
    "translation": {
      "en": "Hey, listen, did you know it was dads and lads?",
      "vi": "Ừ. Này, em biết đó là trận bố con đấu nhau chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I wrote it on the note.",
      "vi": "- Ừ, em có viết trên giấy ghi chú mà. - Ghi chú gì?"
    }
  },
  {
    "translation": {
      "en": "- What note? - The one that's attached to the fridge.",
      "vi": "- Ừ, em có viết trên giấy ghi chú mà. - Ghi chú gì? - Cái được gắn vào tủ lạnh ấy. - Tủ lạnh nào?"
    }
  },
  {
    "translation": {
      "en": "- What fridge? - Oh, ha ha.",
      "vi": "- Cái được gắn vào tủ lạnh ấy. - Tủ lạnh nào? Ồ, ha ha. Này, nhắn cho em khi biết thằng bé ở đội nào nhé?"
    }
  },
  {
    "translation": {
      "en": "Listen, will you text me when you know which team he's on?",
      "vi": "Ồ, ha ha. Này, nhắn cho em khi biết thằng bé ở đội nào nhé?"
    }
  },
  {
    "translation": {
      "en": "Oh, God, I hope it's the A. Tom's really winding him up, and this Ryan swearing thing...",
      "vi": "Chúa ơi, cầu cho vào đội giỏi. Tom làm nó lo lắm, và chuyện Ryan chửi thề..."
    }
  },
  {
    "translation": {
      "en": "I know. God, it's a nightmare.",
      "vi": "Em biết. Đúng là cơn ác mộng."
    }
  },
  {
    "translation": {
      "en": "Potty- mouthed little prick. Takes after his mother.",
      "vi": "Đồ mồm miệng chết tiệt. Giống mẹ nó vậy."
    }
  },
  {
    "translation": {
      "en": "Oh, God. Bob's agenda.",
      "vi": "Chúa ơi. Là kế hoạch của Bob."
    }
  },
  {
    "translation": {
      "en": "You're not gonna believe this. Bob's agenda...",
      "vi": "Em sẽ không tin được đâu. Kế hoạch của Bob…"
    }
  },
  {
    "translation": {
      "en": "has got 26 items on it.",
      "vi": "có 26 mục trên đó."
    }
  },
  {
    "translation": {
      "en": "Ah, yeah, well, I'm... I'm just gutted I can't be there.",
      "vi": "À, ừ, thật tiếc vì em không thể ở đó."
    }
  },
  {
    "translation": {
      "en": "I'm sure you are. I think you've done this on purpose.",
      "vi": "Chắc chắn rồi. Chắc em cố ý làm vậy. Anh nghĩ không có hội thảo nào cả."
    }
  },
  {
    "translation": {
      "en": "I don't think there even is a conference. I'm gonna ask the other teachers.",
      "vi": "Chắc chắn rồi. Chắc em cố ý làm vậy. Anh nghĩ không có hội thảo nào cả. Anh sẽ hỏi các giáo viên khác."
    }
  },
  {
    "translation": {
      "en": "Actually, know what? I better get going. I have got dinner in half an hour.",
      "vi": "Thực ra thì em phải đi đây. Em có hẹn ăn tối trong nửa giờ nữa."
    }
  },
  {
    "translation": {
      "en": "All right, love. Well, you enjoy yourself. Oh, yeah, I will. I fully intend to.",
      "vi": "- Được thôi em yêu. Tận hưởng đi nhé. - Chắc chắn rồi. Em đã định như thế."
    }
  },
  {
    "translation": {
      "en": "Love you. Yeah, love you. Bye.",
      "vi": "- Yêu em. - Em yêu anh. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "vi": "Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Wife left you to it, has she? Ah, yeah, she's away.",
      "vi": "- Vợ anh để anh làm một mình, đúng chứ? - Ừ, cô ấy bận."
    }
  },
  {
    "translation": {
      "en": "- Calls it work. - Hmm.",
      "vi": "Công việc ấy."
    }
  },
  {
    "translation": {
      "en": "So have you got a kid playing in the match or what?",
      "vi": "Cô có con chơi trong trận đấu không?"
    }
  },
  {
    "translation": {
      "en": "No. You didn't have to stay with her, you know.",
      "vi": "Không. Anh biết đó, anh không cần phải ở lại với cô ấy."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "- Sao cơ? - Corinne. Anh không phải ở lại"
    }
  },
  {
    "translation": {
      "en": "Corinne. You didn't have to stay when she told you she was pregnant.",
      "vi": "- Sao cơ? - Corinne. Anh không phải ở lại - khi cô ấy nói mình có thai. - Xin lỗi. Tôi có quen cô không?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Do... do I know you?",
      "vi": "- khi cô ấy nói mình có thai. - Xin lỗi. Tôi có quen cô không?"
    }
  },
  {
    "translation": {
      "en": "Two years ago, she told you she was pregnant, right? That's why you stayed.",
      "vi": "Hai năm trước, cô ấy nói mình có thai, đúng chứ? Đó là lý do anh ở lại."
    }
  },
  {
    "translation": {
      "en": "She told you she was pregnant and then she lost the baby.",
      "vi": "Cô ấy nói mình có thai - và rồi cô ấy mất đứa bé. - Cô là ai?"
    }
  },
  {
    "translation": {
      "en": "- Who are you? - She lied, Adam. She made it up. She was never pregnant.",
      "vi": "Adam, cô ấy nói dối. Cô ấy dựng chuyện. Cô ấy không hề có thai."
    }
  },
  {
    "translation": {
      "en": "Who are you? Why are you saying this? Does that really matter?",
      "vi": "- Cô là ai? Sao cô lại nói thế? - Có quan trọng không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, it does.",
      "vi": "Ừ, có đấy."
    }
  },
  {
    "translation": {
      "en": "Okay. Think of me as a stranger. A stranger that knows.",
      "vi": "Được rồi. Cứ nghĩ tôi là người xa lạ. Một người xa lạ biết mọi chuyện."
    }
  },
  {
    "translation": {
      "en": "She had a bump. It was fake.",
      "vi": "- Cô ấy có bụng. - Là giả đấy."
    }
  },
  {
    "translation": {
      "en": "Cast your mind back to that time. Did you ever see her naked?",
      "vi": "Nhớ lại lúc đó đi. Anh có thấy cô ấy khỏa thân chưa?"
    }
  },
  {
    "translation": {
      "en": "Fully naked? It wasn't real.",
      "vi": "Hoàn toàn khỏa thân ấy. Nó không phải thật đâu."
    }
  },
  {
    "translation": {
      "en": "Excuses to avoid sex and sickness. When the miscarriage came, you look back and realized",
      "vi": "Kiếm cớ để tránh quan hệ và bệnh tật. Đến khi sẩy thai, anh nhớ lại và nhận ra"
    }
  },
  {
    "translation": {
      "en": "the pregnancy had been difficult from the start.  It's gone.",
      "vi": "- việc mang thai gặp khó khăn từ lúc đầu. - Nó biến mất rồi."
    }
  },
  {
    "translation": {
      "en": "How do you know my wife? Who the hell are you? All right, folks, grab your beers. Let's get this show on the road.",
      "vi": "- Sao cô biết vợ tôi? Cô là ai chứ? - Nào mọi người, lấy bia đi. Bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "Think of me as a friend that just released you from prison.",
      "vi": "Cứ coi tôi là người bạn - giải phóng anh khỏi nhà tù. - Đồ điêu toa."
    }
  },
  {
    "translation": {
      "en": "You're full of shit.",
      "vi": "- giải phóng anh khỏi nhà tù. - Đồ điêu toa."
    }
  },
  {
    "translation": {
      "en": "- You should be thanking me. - Yeah? Why is that?",
      "vi": "- Nên cảm ơn tôi đi. - Ồ? Vì sao?"
    }
  },
  {
    "translation": {
      "en": "Because now you know she's a liar.",
      "vi": "Vì giờ anh biết cô ta là kẻ dối trá."
    }
  },
  {
    "translation": {
      "en": "She faked the whole thing.",
      "vi": "Cô ta giả vờ mọi chuyện."
    }
  },
  {
    "translation": {
      "en": "- Adam? - Yeah.",
      "vi": "- Adam? - Vâng."
    }
  },
  {
    "translation": {
      "en": "If you need proof, look at your Visa card",
      "vi": "Nếu cần bằng chứng, hãy xem thẻ Visa của anh"
    }
  },
  {
    "translation": {
      "en": "and check for a charge to Novelty Funsy.",
      "vi": "và kiểm tra khoản phí cho Novelty Funsy."
    }
  },
  {
    "translation": {
      "en": "And one more thing.",
      "vi": "Còn một điều nữa."
    }
  },
  {
    "translation": {
      "en": "If I were you... I'd run DNA checks on your two boys.",
      "vi": "Nếu là anh...tôi sẽ kiểm tra ADN hai đứa con trai của mình."
    }
  },
  {
    "translation": {
      "en": "Hey. Wait.",
      "vi": "Này. Đợi đã."
    }
  },
  {
    "translation": {
      "en": "Stop!",
      "vi": "Dừng lại!"
    }
  },
  {
    "translation": {
      "en": "Who are you?!",
      "vi": "Cô là ai?"
    }
  },
  {
    "translation": {
      "en": "It's gone. I've lost it.",
      "vi": "Nó biến mất rồi. Em mất con rồi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I wasn't here. I love you so much.",
      "vi": "- Anh xin lỗi vì đã không ở đây. - Em yêu anh nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "Hi, this is Corinne. Leave a message.",
      "vi": "Chào, đây là Corinne. Hãy để lại lời nhắn."
    }
  },
  {
    "translation": {
      "en": "Hey, it's me.",
      "vi": "Này, là anh đây."
    }
  },
  {
    "translation": {
      "en": "Doesn't matter.",
      "vi": "Đừng để ý."
    }
  },
  {
    "translation": {
      "en": "Made the A- team. Good result.  Absolutely.",
      "vi": "- Vào đội giỏi. Còn đạt kết quả xuất sắc. - Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, except Jimmy Hoch making the A's.",
      "vi": "Vâng, ngoại trừ việc Jimmy Hoch đạt hạng cao."
    }
  },
  {
    "translation": {
      "en": "What's that all about?",
      "vi": "Thế là sao chứ?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, well-- - What?",
      "vi": "- Ừ, chà... - Sao?"
    }
  },
  {
    "translation": {
      "en": "Ah, you know me, Adam. I'm not one for gossip. Bob lost his job.",
      "vi": "Cậu biết mà, Adam. Tôi không nhiều chuyện. Bob mất việc rồi."
    }
  },
  {
    "translation": {
      "en": "Since when?",
      "vi": "- Từ lúc nào? - Sáu tuần trước."
    }
  },
  {
    "translation": {
      "en": "Six weeks ago. But he doesn't want anyone knowing. Anyway, he has this headhunter helping him find a job.",
      "vi": "Nhưng cậu ấy không muốn ai biết. Dù sao thì có người này giúp cậu ấy tìm việc."
    }
  },
  {
    "translation": {
      "en": "This very successful headhunter.",
      "vi": "Người môi giới việc làm này rất được."
    }
  },
  {
    "translation": {
      "en": "Jimmy's dad? You're kidding. That's outrageous.",
      "vi": "Bố của Jimmy? Anh đùa sao. Thật quá đáng."
    }
  },
  {
    "translation": {
      "en": "Come on, you're a lawyer. This shit happens all the time.",
      "vi": "Thôi nào, cậu là luật sư mà. Chuyện này xảy ra suốt."
    }
  },
  {
    "translation": {
      "en": "When it comes to looking after ourselves and our kids, then...  ...we're all corrupt.",
      "vi": "Nói tới việc chăm lo bản thân và con cái thì...chúng ta đều hủ bại."
    }
  },
  {
    "translation": {
      "en": "All right, see you tomorrow, mate.",
      "vi": "- Được rồi, mai gặp lại cậu. - Ryan."
    }
  },
  {
    "translation": {
      "en": "The fuck?",
      "vi": "Cái quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "She made it up. She was never pregnant. Now you know she's a liar.",
      "vi": "Cô ấy dựng chuyện. Cô ấy không hề có thai. Giờ anh biết cô ta là kẻ dối trá."
    }
  },
  {
    "translation": {
      "en": "To help us deal with your call quickly, please tell us in a few words why you are calling today.",
      "vi": "Để xử lý cuộc gọi của bạn nhanh chóng, cho chúng tôi biết lý do bạn gọi hôm nay."
    }
  },
  {
    "translation": {
      "en": "Query, payments, card transactions.",
      "vi": "Truy vấn giao dịch thẻ thanh toán."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Could you repeat that?",
      "vi": "Xin lỗi. Bạn có thể lặp lại không?"
    }
  },
  {
    "translation": {
      "en": "Card transactions.",
      "vi": "Giao dịch thẻ."
    }
  },
  {
    "translation": {
      "en": "- I'm sorry. Could you repeat that? - Speak to a fucking human being!",
      "vi": "- Xin lỗi... - Cho nói chuyện với con người đi!"
    }
  },
  {
    "translation": {
      "en": "Please hold while we connect you to one of our representatives.",
      "vi": "Xin giữ máy trong lúc chúng tôi kết nối bạn với người đại diện."
    }
  },
  {
    "translation": {
      "en": "Hello. My name's Peter. How can I help you today?",
      "vi": "Chào. Tôi là Peter. Tôi giúp được gì ạ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, there's a... there's a charge on my account from a while back that I don't recognize.",
      "vi": "Vâng, có một khoản phí trong tài khoản của tôi từ lâu mà tôi không biết."
    }
  },
  {
    "translation": {
      "en": "I think it might be a mistake.",
      "vi": "- Chắc là nhầm lẫn. - Tên công ty là gì?"
    }
  },
  {
    "translation": {
      "en": "- What's the name of the company? - Novelty Funsy.",
      "vi": "- Chắc là nhầm lẫn. - Tên công ty là gì? Novelty Funsy."
    }
  },
  {
    "translation": {
      "en": "How are you spelling Funsy?",
      "vi": "Anh đánh vần Funsy thế nào?"
    }
  },
  {
    "translation": {
      "en": "Fun- sy. S- Y. And the date of the transaction?",
      "vi": "- Fun-sy. S-Y. - Và ngày giao dịch là ngày nào?"
    }
  },
  {
    "translation": {
      "en": "January...",
      "vi": "Tháng Một..."
    }
  },
  {
    "translation": {
      "en": "fifteenth.",
      "vi": "ngày 15."
    }
  },
  {
    "translation": {
      "en": "January 15th, 2017.",
      "vi": "Ngày 15 tháng Một năm 2017."
    }
  },
  {
    "translation": {
      "en": "Ah, yeah. Some companies don't bill under their real name. It's for discretion.",
      "vi": "Vâng. Một số công ty không lập hóa đơn bằng tên thật. Để thận trọng thôi."
    }
  },
  {
    "translation": {
      "en": "Discretion?",
      "vi": "- Thận trọng? - Vâng, như trong khách sạn"
    }
  },
  {
    "translation": {
      "en": "Yeah, like in hotels when adult movies appear as something else.",
      "vi": "- Thận trọng? - Vâng, như trong khách sạn - khi phim người lớn trông như phim khác. - Vậy nó là gì?"
    }
  },
  {
    "translation": {
      "en": "- Uh, so what is it? - It's an online retailer,",
      "vi": "- khi phim người lớn trông như phim khác. - Vậy nó là gì? Đó là nhà bán lẻ trực tuyến nên tôi sẽ cần kiểm tra cụ thể"
    }
  },
  {
    "translation": {
      "en": "so I'll need to raise a specific inquiry",
      "vi": "Đó là nhà bán lẻ trực tuyến nên tôi sẽ cần kiểm tra cụ thể"
    }
  },
  {
    "translation": {
      "en": "if you're sure this is something that you didn't purchase. Yep, I'm sure.",
      "vi": "- nếu anh chắc đây là thứ anh không mua. - Ừ, tôi chắc chắn."
    }
  },
  {
    "translation": {
      "en": "I'll raise the inquiry. Can we get back to you on this number?",
      "vi": "Tôi sẽ kiểm tra. Gọi lại cho anh số này được chứ?"
    }
  },
  {
    "translation": {
      "en": "- Yep, thank you. - Have a good evening.",
      "vi": "- Vâng, cảm ơn. - Chúc buổi tối tốt lành."
    }
  },
  {
    "translation": {
      "en": "Dad? - Is it okay if Daisy stays? - I'll sleep in the spare room.",
      "vi": "- Bố ơi? Daisy ngủ lại được chứ ạ? - Cháu sẽ ngủ trong phòng trống."
    }
  },
  {
    "translation": {
      "en": "Did you ask your mum?",
      "vi": "Cháu xin mẹ chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, she's cool with it.",
      "vi": "- Vâng, mẹ cháu đồng ý ạ. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "How did Ryan get on? Yep, made the A.",
      "vi": "- Ryan sao rồi ạ? - Ừ, vào được đội giỏi rồi."
    }
  },
  {
    "translation": {
      "en": "Brother of their star player. It was inevitable.",
      "vi": "Em trai của cầu thủ ngôi sao. Không thể tránh mà."
    }
  },
  {
    "translation": {
      "en": "- I just-- - I know.",
      "vi": "- Tớ chỉ... - Tớ biết."
    }
  },
  {
    "translation": {
      "en": "We're gonna be going away... Different unis.",
      "vi": "Chúng ta rồi sẽ cách xa... học trường đại học khác nhau."
    }
  },
  {
    "translation": {
      "en": "I just... - I don't want it to be a big thing. - It won't. I promise.",
      "vi": "- Tớ chỉ…không muốn nó thành chuyện lớn. - Không đâu. Tớ hứa."
    }
  },
  {
    "translation": {
      "en": "Look, we're casual. No strings.",
      "vi": "Nghe này, chúng ta thoải mái mà. Không có ràng buộc."
    }
  },
  {
    "translation": {
      "en": "This is a very casual kiss.",
      "vi": "Đây là một nụ hôn rất bình thường."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì thế?"
    }
  },
  {
    "translation": {
      "en": "Hey. Why didn't you just text?",
      "vi": "- Chào. - Sao cậu không nhắn tin?"
    }
  },
  {
    "translation": {
      "en": "Prefer this. Old school.",
      "vi": "Tớ thích thế này. Cách truyền thống mà."
    }
  },
  {
    "translation": {
      "en": "Two minutes.",
      "vi": "Hai phút thôi."
    }
  },
  {
    "translation": {
      "en": "Turn on your side.",
      "vi": "Anh trả lời gì đi."
    }
  },
  {
    "translation": {
      "en": "So, uh... guess what? I finally told him.",
      "vi": "Vậy nên...hãy đoán xem. Cuối cùng tớ cũng nói với anh ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. How was it?",
      "vi": "Chúa ơi. Thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "Surprisingly mature.",
      "vi": "Cực kỳ chín chắn."
    }
  },
  {
    "translation": {
      "en": "- Huh, really? - I know.",
      "vi": "- Thật sao? - Phải."
    }
  },
  {
    "translation": {
      "en": "What did you say? Sit. Just the truth. You know, I said that--",
      "vi": "- Thế cậu đã nói gì? Ngồi đi. - Sự thật thôi. Cậu biết đấy, tớ nói là..."
    }
  },
  {
    "translation": {
      "en": "Sit! Now come here. Now, sit!",
      "vi": "Ngồi đi! Lại đây. Ngồi đi!"
    }
  },
  {
    "translation": {
      "en": "No, no, no! Sit! Uh... I said we've had 26 years.",
      "vi": "- Không! Ngồi đi! - Tớ nói bọn mình đã ở bên nhau 26 năm."
    }
  },
  {
    "translation": {
      "en": "Many of them happy, and that's not a failure, that's a success.",
      "vi": "Có nhiều năm hạnh phúc, đó là thành công chứ không phải thất bại."
    }
  },
  {
    "translation": {
      "en": "- But, you know-- -",
      "vi": "Nhưng cậu biết đó..."
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "vi": "CUỘC GỌI TỪ WES"
    }
  },
  {
    "translation": {
      "en": "But, you know, now it's time for something else. I tried a new house analogy,",
      "vi": "Nhưng giờ đã đến lúc tính chuyện khác rồi. Tớ đã thử một căn nhà mới tương tự,"
    }
  },
  {
    "translation": {
      "en": "but that all got a bit muddled.",
      "vi": "nhưng tất cả đều có chút lộn xộn."
    }
  },
  {
    "translation": {
      "en": "Was he upset? Hard to tell with Phil.",
      "vi": "- Anh ấy có buồn không? - Với Phil thì khó nói lắm."
    }
  },
  {
    "translation": {
      "en": "He slept in the spare room, but I think that was mostly symbolic.",
      "vi": "Anh ấy ngủ trong phòng trống nhưng tớ nghĩ chủ yếu là tượng trưng thôi."
    }
  },
  {
    "translation": {
      "en": "- God. -",
      "vi": "- Trời ơi. - Ôi."
    }
  },
  {
    "translation": {
      "en": "Christ. Sorry, the infant keeps calling me. I better find out what he wants.",
      "vi": "Chúa ơi. Xin lỗi, cấp dưới cứ gọi tớ. Tớ nên nghe xem cậu ta muốn gì."
    }
  },
  {
    "translation": {
      "en": "- Can I call you back? - Right.",
      "vi": "- Tớ gọi lại sau nhé? - Ừ."
    }
  },
  {
    "translation": {
      "en": "What is it?",
      "vi": "Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what it is, some fucking weird shit.",
      "vi": "Gì vậy à? Tôi cho chị biết đó là gì, có vài thứ quái đản."
    }
  },
  {
    "translation": {
      "en": "What are you doing on that thing?",
      "vi": "Cậu làm gì với thứ đó thế?"
    }
  },
  {
    "translation": {
      "en": "Investigating crime, really brutal. LOL. Ooh, you're showing your age now, Jo.",
      "vi": "- Điều tra tội phạm, rất tàn bạo. Ha ha. - Chị trông đúng tuổi rồi đấy, Jo."
    }
  },
  {
    "translation": {
      "en": "It's Johanna. How many times with that?",
      "vi": "Là Johanna. Bao nhiêu lần rồi?"
    }
  },
  {
    "translation": {
      "en": "And anyway, I thought you liked us oldies.",
      "vi": "- Mà tôi tưởng cậu thích người đứng tuổi. - Anh ấy không già thế,"
    }
  },
  {
    "translation": {
      "en": "He's not that old. He's not, like, your age.",
      "vi": "- Mà tôi tưởng cậu thích người đứng tuổi. - Anh ấy không già thế, - không phải cỡ tuổi chị. - Cậu nói ông bồ mới làm bố cậu được mà."
    }
  },
  {
    "translation": {
      "en": "You said your new man was old enough to be your father.",
      "vi": "- không phải cỡ tuổi chị. - Cậu nói ông bồ mới làm bố cậu được mà."
    }
  },
  {
    "translation": {
      "en": "Yes, technically, but you're actually old enough to be my mother.",
      "vi": "Phải, cơ bản là thế, nhưng chị đủ lớn để làm mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "And even mathematically, my gran.",
      "vi": "Và thậm chí là làm bà của tôi."
    }
  },
  {
    "translation": {
      "en": "Where's the body?",
      "vi": "Cái xác ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Don't you dare.",
      "vi": "Đừng hòng."
    }
  },
  {
    "translation": {
      "en": "You've not seen the head?",
      "vi": "- Cô không thấy cái đầu à? - Không. Không, chỉ thế thôi,"
    }
  },
  {
    "translation": {
      "en": "No. No, it's just that, lying there like that.",
      "vi": "- Cô không thấy cái đầu à? - Không. Không, chỉ thế thôi, nó nằm đó như thế."
    }
  },
  {
    "translation": {
      "en": "Oh, it's giving me the creeps. What is it?",
      "vi": "Làm tôi rùng mình quá. Nó là gì thế?"
    }
  },
  {
    "translation": {
      "en": "Some kind of sheep?",
      "vi": "Một loài cừu à?"
    }
  },
  {
    "translation": {
      "en": "- No, the neck's too long. - Giraffe?",
      "vi": "- Không, cổ nó quá dài. - Hươu cao cổ ư?"
    }
  },
  {
    "translation": {
      "en": "Joking.  Too small. I'm guessing, but llama. Alpaca.",
      "vi": "- Đùa thôi mà. - Tôi đoán là đà mã, lạc đà Alpaca."
    }
  },
  {
    "translation": {
      "en": "What do you think's going on there, on the leg? - Are they bite marks? - I can't look anymore.",
      "vi": "- Cậu nghĩ đó là gì, ở trên chân ấy? - Có phải vết cắn không?"
    }
  },
  {
    "translation": {
      "en": "Bite marks. And judging from the size and the shape of the indents...",
      "vi": "Vết cắn đấy. Và phán đoán theo kích thước và hình dạng của chỗ lõm…"
    }
  },
  {
    "translation": {
      "en": "I'd say there's a reasonable chance that they're human.",
      "vi": "tôi thấy có khả năng là do con người."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "- Ah, hello-- - Hi. We're from--",
      "vi": "- Chào. - Chào. Bọn tôi đến từ"
    }
  },
  {
    "translation": {
      "en": "Hello, I'm... DS Johanna Griffin.",
      "vi": "Xin chào, tôi là... Trung sĩ Thám tử Johanna Griffin."
    }
  },
  {
    "translation": {
      "en": "This is DC Wesley Ross.",
      "vi": "Đây là Thám tử Wesley Ross."
    }
  },
  {
    "translation": {
      "en": "There's no cause for concern.",
      "vi": "Đừng lo lắng gì cả. Chúng tôi chỉ đang điều tra vụ án"
    }
  },
  {
    "translation": {
      "en": "We're just looking into an incident about a mile or so from here",
      "vi": "Đừng lo lắng gì cả. Chúng tôi chỉ đang điều tra vụ án cách đây tầm 1,6 km liên quan đến động vật."
    }
  },
  {
    "translation": {
      "en": "which involves an animal.",
      "vi": "cách đây tầm 1,6 km liên quan đến động vật."
    }
  },
  {
    "translation": {
      "en": "Looks very much like a white alpaca. You think it's one of mine?",
      "vi": "- Trông rất giống lạc đà Alpaca trắng. - Cô nghĩ nó là của tôi à?"
    }
  },
  {
    "translation": {
      "en": "Well, logic dictates. You know, they're not the most common--",
      "vi": "Theo logic thì thế. Cô biết đó, chúng không phổ biến"
    }
  },
  {
    "translation": {
      "en": "We'll soon see.",
      "vi": "Ta sẽ biết sớm thôi."
    }
  },
  {
    "translation": {
      "en": "Mark, Robbie. They're all there.",
      "vi": "Mark, Robbie. Chúng đều ở đó."
    }
  },
  {
    "translation": {
      "en": "It's Louis. What's happened? Is he dead?",
      "vi": "Là Louis. Chuyện gì đã xảy ra thế? Nó chết rồi à?"
    }
  },
  {
    "translation": {
      "en": "Uh, I-- I'm afraid so. Yes, I'm... I'm sorry.",
      "vi": "Tôi e là vậy. Phải, tôi rất tiếc."
    }
  },
  {
    "translation": {
      "en": "And he's... he's been...",
      "vi": "Và nó...đã bị..."
    }
  },
  {
    "translation": {
      "en": "decapitated.",
      "vi": "chặt mất đầu."
    }
  },
  {
    "translation": {
      "en": "Decapitated?",
      "vi": "Bị chặt đầu sao?"
    }
  },
  {
    "translation": {
      "en": "Have you got any CCTV? You know, any... visual security?",
      "vi": "Cô có CCTV không? Cô biết đấy, bất kỳ camera an ninh nào?"
    }
  },
  {
    "translation": {
      "en": "It's an alpaca farm, not Port Knox.  Oh, shit.",
      "vi": "Đây là trang trại lạc đà Alpaca, không phải Port Knox. Ôi, chết tiệt."
    }
  },
  {
    "translation": {
      "en": "It's Fort Knox. It's where the Americans keep their gold.",
      "vi": "Là Fort Knox. Đó là nơi người Mỹ trữ vàng."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Tôi biết."
    }
  },
  {
    "translation": {
      "en": "Really? No, I'm thinking of Alcatraz.",
      "vi": "- Thật sao? - Không, tôi đang nghĩ đến Alcatraz."
    }
  },
  {
    "translation": {
      "en": "Hey, Mr. Price.",
      "vi": "Chào chú Price."
    }
  },
  {
    "translation": {
      "en": "Mike. When did you arrive?",
      "vi": "Mike. Cháu đến lúc nào thế?"
    }
  },
  {
    "translation": {
      "en": "Kind of earlier.",
      "vi": "Khá sớm ạ."
    }
  },
  {
    "translation": {
      "en": "I didn't hear ya.",
      "vi": "- Chú không nghe thấy cháu. - Phải."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không phải."
    }
  },
  {
    "translation": {
      "en": "Tom upstairs?",
      "vi": "Tom trên lầu à?"
    }
  },
  {
    "translation": {
      "en": "Shower. - Hey. - You've got three.",
      "vi": "- Đang tắm ạ. Này. - Anh có ba miếng mà."
    }
  },
  {
    "translation": {
      "en": "- Give me the pancake. -",
      "vi": "Đưa anh cái bánh kếp."
    }
  },
  {
    "translation": {
      "en": "I still want it.",
      "vi": "- Anh vẫn muốn ăn nó. - Xin chào."
    }
  },
  {
    "translation": {
      "en": "- Hello. - Gross.  It's Martin. That Parth fella has just turned up.",
      "vi": "- Kinh quá. - Martin đây. Tên Parth đó vừa xuất hiện."
    }
  },
  {
    "translation": {
      "en": "Shit. Uh...",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "I'm on my way.",
      "vi": "Tôi đến đây."
    }
  },
  {
    "translation": {
      "en": "- Hey, bud. - Mike?",
      "vi": "- Chào con. - Mike."
    }
  },
  {
    "translation": {
      "en": "Now.",
      "vi": "Ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "vi": "Xin chào?"
    }
  },
  {
    "translation": {
      "en": "In here.",
      "vi": "Ở trong này."
    }
  },
  {
    "translation": {
      "en": "Where is he?",
      "vi": "Cậu ta đâu?"
    }
  },
  {
    "translation": {
      "en": "Oh, he's safe.",
      "vi": "Cậu ấy an toàn."
    }
  },
  {
    "translation": {
      "en": "- Martin. - Hello?",
      "vi": "- Martin. - Xin chào? Có ai ở đó không?"
    }
  },
  {
    "translation": {
      "en": "- Is someone there? - He's down there.",
      "vi": "- Martin. - Xin chào? Có ai ở đó không? Cậu ấy ở dưới đó."
    }
  },
  {
    "translation": {
      "en": "- The cellar? - Yep.",
      "vi": "- Tầng hầm à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "It's not fucking Silence of the Lambs. Okay. Um...",
      "vi": "- Đây không phải Sự Im Lặng Của Bầy Cừu. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Professionally speaking, I have to tell you that this is... - Don't listen to him! He's mental. - ...kidnap.",
      "vi": "- Rõ ràng thì tôi phải nói đây là… - Đừng nghe hắn! Hắn bị điên."
    }
  },
  {
    "translation": {
      "en": "- He's absolutely mental! - Bullshit.",
      "vi": "- ...bắt cóc. - Vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "Well, you are kind of holding him against his will.",
      "vi": "Anh đang giam giữ trái ý muốn của cậu ấy."
    }
  },
  {
    "translation": {
      "en": "I was a cop for 30 years, Adam.",
      "vi": "Tôi đã làm cảnh sát 30 năm, Adam."
    }
  },
  {
    "translation": {
      "en": "- I understand the definition of kidnap. -",
      "vi": "Tôi hiểu định nghĩa của việc bắt cóc. Cửa chỉ đóng sau lưng cậu ta."
    }
  },
  {
    "translation": {
      "en": "- The door closed behind him. - Let me out!",
      "vi": "Tôi hiểu định nghĩa của việc bắt cóc. Cửa chỉ đóng sau lưng cậu ta. - Thả tôi ra nào! - Được rồi."
    }
  },
  {
    "translation": {
      "en": "- I can't breathe! - Uh... Do you mind if I...?",
      "vi": "- Tôi không thở được! - Anh có phiền nếu tôi...?"
    }
  },
  {
    "translation": {
      "en": "Be my guest. But remember whose side you're on.",
      "vi": "Cứ tự nhiên. Nhưng hãy nhớ cậu đang ở phe nào."
    }
  },
  {
    "translation": {
      "en": "All right! All right! All right!",
      "vi": "Được rồi!"
    }
  },
  {
    "translation": {
      "en": "Are you fucking kidding me? I've been down there nearly an hour.",
      "vi": "Ông đùa tôi à? Tôi đã ở dưới đó gần một giờ."
    }
  },
  {
    "translation": {
      "en": "Forty- three minutes. You're crazy. He's crazy.",
      "vi": "- Có 43 phút. - Ông điên rồi. Hắn bị điên."
    }
  },
  {
    "translation": {
      "en": "Okay, just calm down. Calm down? I'm calling the police.",
      "vi": "- Ừ, bình tĩnh đi. - Bình tĩnh ư? Tôi sẽ gọi cảnh sát."
    }
  },
  {
    "translation": {
      "en": "- Give me me phone. - I haven't got it.",
      "vi": "- Trả tôi điện thoại. - Tôi không có."
    }
  },
  {
    "translation": {
      "en": "- Give him his phone. - He's stolen me fuckin' phone!",
      "vi": "- Ổng trộm điện thoại của tôi! - Trả đi."
    }
  },
  {
    "translation": {
      "en": "- He's an old man. - Fuck off.",
      "vi": "- Ông ấy lớn tuổi rồi. - Cút đi."
    }
  },
  {
    "translation": {
      "en": "You are. He's an old man that doesn't want to move.",
      "vi": "Đúng mà. Ông ấy là ông già không muốn dọn khỏi nhà."
    }
  },
  {
    "translation": {
      "en": "Doesn't wanna sell. He's not interested in your redevelopment program.",
      "vi": "Không muốn bán. Không quan tâm chương trình quy hoạch."
    }
  },
  {
    "translation": {
      "en": "And he really doesn't appreciate you showing up here unannounced,",
      "vi": "Và ông ấy không thích việc anh tới đây mà không báo trước,"
    }
  },
  {
    "translation": {
      "en": "waving your big, fat, corporate checkbook around. Now, we've lodged our objection, we've adhered to the deadline,",
      "vi": "vẫy cuốn sổ séc của công ty anh. Chúng tôi đã gửi đơn phản đối, tuân thủ thời hạn,"
    }
  },
  {
    "translation": {
      "en": "and now due process needs to take place. And due process can be very, very slow.",
      "vi": "- và giờ thủ tục này cần được tiến hành. - Và thủ tục này có thể rất lâu."
    }
  },
  {
    "translation": {
      "en": "Cup of tea, anyone?",
      "vi": "- Ai uống trà không? - Được rồi, anh là luật sư của ông ấy."
    }
  },
  {
    "translation": {
      "en": "Okay, you're his lawyer. How much does he want?",
      "vi": "- Ai uống trà không? - Được rồi, anh là luật sư của ông ấy. - Ông ấy muốn bao nhiêu? - Một triệu bảng."
    }
  },
  {
    "translation": {
      "en": "A billion pounds.",
      "vi": "- Ông ấy muốn bao nhiêu? - Một triệu bảng."
    }
  },
  {
    "translation": {
      "en": "I shouldn't tell you this, but I've been authorized to go as high as 400,000.",
      "vi": "Cái này không nên nói, nhưng tôi được phép đến mức 400.000 bảng."
    }
  },
  {
    "translation": {
      "en": "I shouldn't tell you this, but I've been authorized to say no to whatever you offer.",
      "vi": "Cái này không nên nói, nhưng tôi được phép từ chối những gì anh đề nghị."
    }
  },
  {
    "translation": {
      "en": "He can't win, the stupid, old fuck! And tricks like that...",
      "vi": "Ổng không thể thắng đâu, lão già ngu ngốc! Và mấy mánh khóe như thế…Ừ..."
    }
  },
  {
    "translation": {
      "en": "smile it up, asshole. You know and I know, everyone's got their price.",
      "vi": "cứ cười đi, đồ khốn. Anh và tôi đều biết, ai cũng có giá của người đó."
    }
  },
  {
    "translation": {
      "en": "- Have they? - Yeah.",
      "vi": "- Thế ư? - Ừ."
    }
  },
  {
    "translation": {
      "en": "And in the end, trust me, the big guy always wins.",
      "vi": "Tin tôi đi, cuối cùng thì kẻ có tiền luôn thắng."
    }
  },
  {
    "translation": {
      "en": "Lanky streak of piss.",
      "vi": "Đồ gầy nhẳng."
    }
  },
  {
    "translation": {
      "en": "Behave.",
      "vi": "Ngoan đi."
    }
  },
  {
    "translation": {
      "en": "- You think she sleeps with her alpacas? - Nope.",
      "vi": "- Chị nghĩ cô ấy ngủ với con Alpaca à? - Không."
    }
  },
  {
    "translation": {
      "en": "Not sex, just cuddles.",
      "vi": "Không phải quan hệ, ôm ấp thôi."
    }
  },
  {
    "translation": {
      "en": "Maybe gets one in now and again on a cold winter's night.",
      "vi": "Có lẽ là vào một đêm đông lạnh lẽo. Tôi biết cậu kia"
    }
  },
  {
    "translation": {
      "en": "I know a lad who used to sleep with a massive red setter,",
      "vi": "Có lẽ là vào một đêm đông lạnh lẽo. Tôi biết cậu kia từng ngủ với con chó săn khổng lồ, như tấm chăn ấy, kê đầu của nó làm gối."
    }
  },
  {
    "translation": {
      "en": "like, under the covers, its head on his pillow.",
      "vi": "từng ngủ với con chó săn khổng lồ, như tấm chăn ấy, kê đầu của nó làm gối."
    }
  },
  {
    "translation": {
      "en": "I said, Is that not a little-- Stop! What? What is it?",
      "vi": "- Tôi bảo, Không phải hơi... Dừng lại! - Gì? Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Back there, drive back.",
      "vi": "Quay lại đó, lùi lại."
    }
  },
  {
    "translation": {
      "en": "What is it?",
      "vi": "Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Wes, where are we going?",
      "vi": "Wes, ta đi đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "There's more.",
      "vi": "Vẫn còn nữa."
    }
  },
  {
    "translation": {
      "en": "Jesus. Creepy.",
      "vi": "Chúa ơi. Đáng sợ quá."
    }
  },
  {
    "translation": {
      "en": "There's a shoe.",
      "vi": "Có chiếc giày kìa."
    }
  },
  {
    "translation": {
      "en": "Something's not right here.",
      "vi": "Có cái không ổn ở đây."
    }
  },
  {
    "translation": {
      "en": "Wes?",
      "vi": "Wes."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Footprints. Not shoes, feet.",
      "vi": "Có dấu chân. Không phải giày, mà là chân."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Over here!",
      "vi": "Ở đây này!"
    }
  },
  {
    "translation": {
      "en": "Get an ambulance and call for backup!",
      "vi": "Gọi xe cấp cứu và gọi hỗ trợ đi!"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "DC Ross, assistance required, also an ambulance right now.",
      "vi": "Thám tử Ross đây, yêu cầu hỗ trợ và cả xe cứu thương nữa."
    }
  },
  {
    "translation": {
      "en": "He's alive!",
      "vi": "Cậu ta còn sống!"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Hi. Is that Mr. Price? Speaking.",
      "vi": "- Xin chào. Anh Price phải không? - Tôi đây."
    }
  },
  {
    "translation": {
      "en": "Hi. It's Hashim from Derwent Bank. I believe you put in a request last night",
      "vi": "Chào. Tôi là Hashim từ Ngân hàng Derwent. Tôi tin tối qua anh đã yêu cầu"
    }
  },
  {
    "translation": {
      "en": "for the identity of a company that has the billing name...",
      "vi": "về danh tính của công ty có tên thanh toán..."
    }
  },
  {
    "translation": {
      "en": "Novelty Funsy.",
      "vi": "là Novelty Funsy."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's right.",
      "vi": "Ừ, đúng rồi."
    }
  },
  {
    "translation": {
      "en": "Right. Well, I'm afraid we can't identify exactly what the payment relates to.",
      "vi": "Vâng. Tôi e là ta không thể xác định chính xác khoản thanh toán liên quan."
    }
  },
  {
    "translation": {
      "en": "It seems to be an umbrella title that covers several different websites.",
      "vi": "Nó có vẻ là tấm bình phong trên nhiều trang web khác nhau."
    }
  },
  {
    "translation": {
      "en": "Uh, okay. No worries.",
      "vi": "Được rồi. Đừng lo."
    }
  },
  {
    "translation": {
      "en": "I've got a list of the ISP addresses, which I'm happy to send you,",
      "vi": "Tôi sẵn lòng gửi cho anh danh sách địa chỉ ISP mà tôi có,"
    }
  },
  {
    "translation": {
      "en": "but obviously, I can't identify which of these, if any, is the source of the purchase.",
      "vi": "nhưng rõ là tôi không thể xác định cái nào là nguồn gốc của khoản thanh toán nếu có."
    }
  },
  {
    "translation": {
      "en": "Would you like me to email this to the address we have on file?",
      "vi": "Anh muốn tôi gửi email đến địa chỉ chúng tôi có trong hồ sơ chứ?"
    }
  },
  {
    "translation": {
      "en": "Um, yeah, sure, of course.",
      "vi": "Vâng, dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "- I'll send it over now. - Please. Thank you.",
      "vi": "- Giờ tôi sẽ gửi nó qua. - Làm ơn. Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "Sorry. Work call.",
      "vi": "Xin lỗi em. Điện thoại công việc ấy mà."
    }
  },
  {
    "translation": {
      "en": "Back early?",
      "vi": "Em về sớm à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. The lunch thing got canceled.",
      "vi": "Vâng. Bữa trưa bị hủy rồi."
    }
  },
  {
    "translation": {
      "en": "- Thank God. -",
      "vi": "Tạ ơn Chúa."
    }
  },
  {
    "translation": {
      "en": "Hey, you made the A- team.",
      "vi": "Này, con đã vào đội xuất sắc."
    }
  },
  {
    "translation": {
      "en": "Oh, come here. Let me hug you.",
      "vi": "- Ôi, lại đây. Để mẹ ôm con nào. - Mẹ à."
    }
  },
  {
    "translation": {
      "en": "- Mum. - Oh, come on. God, none of your friends are watching.",
      "vi": "Thôi nào. Chúa ơi, bạn con không có nhìn đâu."
    }
  },
  {
    "translation": {
      "en": "How was the conference? Did Selena behave herself?",
      "vi": "Hội thảo thế nào? - Selena cư xử phải phép chứ? - Serena vô cùng chuyên nghiệp"
    }
  },
  {
    "translation": {
      "en": "Uh, Serena was perfectly professional,",
      "vi": "- Selena cư xử phải phép chứ? - Serena vô cùng chuyên nghiệp"
    }
  },
  {
    "translation": {
      "en": "right up until the point she dashed outside to vomit.",
      "vi": "cho đến khi cô ấy lao ra ngoài để nôn."
    }
  },
  {
    "translation": {
      "en": "Coffee?",
      "vi": "- Cà phê nhé? - Ừ, để anh."
    }
  },
  {
    "translation": {
      "en": "- Yeah, I'll do it. - Come on, I wanna hear all about footy.",
      "vi": "- Cà phê nhé? - Ừ, để anh. - Em muốn nghe về trận bóng. - Chào Corinne."
    }
  },
  {
    "translation": {
      "en": "Oh, Corinne?",
      "vi": "- Em muốn nghe về trận bóng. - Chào Corinne."
    }
  },
  {
    "translation": {
      "en": "Hi. Is Daisy still here?",
      "vi": "- Chào. - Daisy còn ở đây chứ?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, she stayed the night.  I need her to look after Ella for an hour.",
      "vi": "- À, con bé ở lại qua đêm. - Tôi cần con bé trông Ella một tiếng."
    }
  },
  {
    "translation": {
      "en": "She was supposed to play hockey but suddenly decided--",
      "vi": "Nó định chơi khúc côn cầu nhưng quyết định"
    }
  },
  {
    "translation": {
      "en": "I haven't suddenly decided.",
      "vi": "- Chưa quyết định mà. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, she's got a stomach ache.",
      "vi": "- Chưa quyết định mà. - Được rồi. Con bé bị đau bụng. Nó thấy không khỏe, không muốn chơi."
    }
  },
  {
    "translation": {
      "en": "Doesn't feel well, doesn't want to play.",
      "vi": "Con bé bị đau bụng. Nó thấy không khỏe, không muốn chơi."
    }
  },
  {
    "translation": {
      "en": "However, I've got a training run. Triathlon's in three weeks.",
      "vi": "Nhưng tôi phải tập ba môn phối hợp trong ba tuần."
    }
  },
  {
    "translation": {
      "en": "Just go.",
      "vi": "Mẹ đi đi."
    }
  },
  {
    "translation": {
      "en": "I will. If you're sick I need to make sure you're with someone.",
      "vi": "Mẹ sẽ đi mà. Mẹ cần đảm bảo có ai đó ở bên nếu con bị ốm."
    }
  },
  {
    "translation": {
      "en": "It's all right. We can take her for an hour.",
      "vi": "Không sao. Bọn tôi có thể trông một tiếng."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Ugh. I don't know what's wrong with her. It's like she's depressed.",
      "vi": "Tôi không biết con bé bị sao. Như thể nó bị trầm cảm ấy."
    }
  },
  {
    "translation": {
      "en": "Doesn't want to go to school, doesn't want to play sports.",
      "vi": "Không muốn đi học hay chơi thể thao."
    }
  },
  {
    "translation": {
      "en": "- She's making up the tummy ache thing. - You know, she's at that age.",
      "vi": "- Nó nói dối chuyện đau bụng. - Nó ở tuổi đó mà."
    }
  },
  {
    "translation": {
      "en": "Want me to try talking to her? Well, you can try.",
      "vi": "- Muốn tôi nói chuyện với nó không? - Ừ, chị có thể thử. Chắc còn tệ hơn."
    }
  },
  {
    "translation": {
      "en": "I supposed it could be worse. Did you hear about Dante?",
      "vi": "- Muốn tôi nói chuyện với nó không? - Ừ, chị có thể thử. Chắc còn tệ hơn. - Chị nghe về Dante chưa? - Chưa. Sao thế?"
    }
  },
  {
    "translation": {
      "en": "No. What?",
      "vi": "- Chị nghe về Dante chưa? - Chưa. Sao thế?"
    }
  },
  {
    "translation": {
      "en": "He didn't come home last night. His mother's beside herself.",
      "vi": "Đêm qua thằng bé không về nhà. Mẹ nó rất lo lắng."
    }
  },
  {
    "translation": {
      "en": "Who'd be a parent? I'll see you later.",
      "vi": "Phụ huynh nào lại muốn thế chứ? Gặp chị sau nhé."
    }
  },
  {
    "translation": {
      "en": "Yeah. Bye.",
      "vi": "Ừ. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "I was having a surrogate pregnancy.",
      "vi": "Tôi nhờ người mang thai hộ."
    }
  },
  {
    "translation": {
      "en": "Didn't want people to know. So I used fakepregnancy.co.uk",
      "vi": "Tôi không muốn ai biết. Thế nên tôi sử dụng fakepregnancy.co.uk"
    }
  },
  {
    "translation": {
      "en": "to pretend that I was going through the normal cycles.",
      "vi": "để giả vờ là tôi đang trải qua những chu kỳ bình thường."
    }
  },
  {
    "translation": {
      "en": "No one suspected a thing.",
      "vi": "Chẳng ai nghi ngờ gì cả."
    }
  },
  {
    "translation": {
      "en": "Sorry I couldn't be there. You were when it counted.",
      "vi": "- Tiếc là anh không ở đó. - Anh đã có mặt những lúc quan trọng."
    }
  },
  {
    "translation": {
      "en": "It's gone. I've lost it.",
      "vi": "Nó biến mất rồi. Em mất con rồi."
    }
  },
  {
    "translation": {
      "en": "I'm just showing him what teachers get up to outside of school.",
      "vi": "Em đang cho con xem giáo viên quậy ở ngoài trường ra sao."
    }
  },
  {
    "translation": {
      "en": "- Can I have a word. - What?",
      "vi": "- Ta nói chuyện nhé? - Sao?"
    }
  },
  {
    "translation": {
      "en": "Garden.",
      "vi": "- Ngoài vườn. - Được thôi."
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "vi": "Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Did you fake your pregnancy?",
      "vi": "- Em giả vờ có thai à? - Anh đang nói cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "- What the hell are you talking about? - Can we just skip this part?",
      "vi": "- Em giả vờ có thai à? - Anh đang nói cái quái gì vậy? - Ta bỏ qua đoạn này được chứ? - Sao?"
    }
  },
  {
    "translation": {
      "en": "- What? - The part where you pretend not to know  what I'm talking about. Let's just skip the denials, okay?",
      "vi": "Màn giả vờ em không biết anh đang nói gì. Đừng chối, được chứ?"
    }
  },
  {
    "translation": {
      "en": "I know you faked your pregnancy. Well, if you know, why are you asking?",
      "vi": "- Anh biết em giả vờ mang thai. - Nếu anh biết rồi, sao còn hỏi?"
    }
  },
  {
    "translation": {
      "en": "What about the boys?",
      "vi": "- Thế còn bọn trẻ? - Bọn trẻ?"
    }
  },
  {
    "translation": {
      "en": "- The boys? - Are they mine?",
      "vi": "- Thế còn bọn trẻ? - Bọn trẻ? - Chúng là con anh à? - Anh điên rồi à?"
    }
  },
  {
    "translation": {
      "en": "Are you out of your mind?",
      "vi": "- Chúng là con anh à? - Anh điên rồi à?"
    }
  },
  {
    "translation": {
      "en": "You faked a pregnancy, Corinne. What else are you capable of? Are they mine?",
      "vi": "Em giả vờ mang thai, Corinne. Em còn làm gì được nữa? Chúng là con anh à?"
    }
  },
  {
    "translation": {
      "en": "Yes! Christ, Adam.",
      "vi": "Phải! Chúa ơi, Adam."
    }
  },
  {
    "translation": {
      "en": "Look at Tom's face, your eyes, your-- your-- your hair.",
      "vi": "Nhìn Tom đi, đôi mắt của anh, tóc của anh."
    }
  },
  {
    "translation": {
      "en": "How... How can you even ask me that?",
      "vi": "Làm sao...sao anh có thể hỏi em như thế?"
    }
  },
  {
    "translation": {
      "en": "So... talk to me. What makes you think I faked a pregnancy?",
      "vi": "- Vậy thì...nói anh nghe đi. - Sao anh lại nghĩ em mang thai giả chứ?"
    }
  },
  {
    "translation": {
      "en": "Credit card payment. Novelty Funsy.",
      "vi": "Thanh toán thẻ tín dụng. Novelty Funsy."
    }
  },
  {
    "translation": {
      "en": "It's a cover name for a fake pregnancy website.",
      "vi": "Đó là tên bình phong cho trang web mang thai giả."
    }
  },
  {
    "translation": {
      "en": "- Right. How do you know that was for me? - Was it?",
      "vi": "- Được rồi. Sao anh biết là em? - Đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "What are you even doing looking through bank statements-- ?",
      "vi": "Anh làm gì thế, xem sao kê ngân hàng?"
    }
  },
  {
    "translation": {
      "en": "Stalling.",
      "vi": "Em đang đánh trống lãng. Corinne…"
    }
  },
  {
    "translation": {
      "en": "you lied to me. You lied to the boys.",
      "vi": "em đã nói dối anh. Em đã nói dối bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "Now, you better start talking right now.",
      "vi": "Giờ em nên bắt đầu kể ngay đi. Corinne!"
    }
  },
  {
    "translation": {
      "en": "Do you remember when I had two school periods off during lunch?",
      "vi": "Anh nhớ lúc em nghỉ hai lần"
    }
  },
  {
    "translation": {
      "en": "- What about it? -",
      "vi": "- trong giờ ăn trưa chứ? - Thì sao?"
    }
  },
  {
    "translation": {
      "en": "Well, I used to get out of school for a couple of hours.",
      "vi": "Em ra khỏi trường vài tiếng."
    }
  },
  {
    "translation": {
      "en": "I'd go to that café in Portis Books. I'd get a cup of tea, sit in the corner reading,",
      "vi": "Em đến quán cà phê Portis Books. Em gọi tách trà, ngồi một góc đọc sách,"
    }
  },
  {
    "translation": {
      "en": "and after a while, Adam, you become a regular.",
      "vi": "rồi sau một lúc, Adam, em biến thành một người bình thường."
    }
  },
  {
    "translation": {
      "en": "The same people will be there like a community--",
      "vi": "Như mọi người ở đó như một cộng đồng."
    }
  },
  {
    "translation": {
      "en": "- And? - There was this woman.",
      "vi": "- Và? - Có một người phụ nữ."
    }
  },
  {
    "translation": {
      "en": "She was eight months pregnant. It was her first baby.",
      "vi": "Cô ấy mang bầu tám tháng. Đó là con đầu lòng."
    }
  },
  {
    "translation": {
      "en": "You know how young mothers- to- be are, all glowing",
      "vi": "Anh biết mấy bà mẹ trẻ đều tỏa sáng thế nào,"
    }
  },
  {
    "translation": {
      "en": "and over the top like they're the first person to get pregnant--",
      "vi": "và hơn hết như thể họ là người đầu tiên mang thai"
    }
  },
  {
    "translation": {
      "en": "Great story. Can we get back to the fucking elephant sat here?",
      "vi": "Hay lắm. Ta quay lại vấn đề chết tiệt kia được chứ?"
    }
  },
  {
    "translation": {
      "en": "Can you just drop the sarcasm, Adam? I'm trying to tell you something.",
      "vi": "Đừng buông lời mỉa mai được chứ, Adam? Em đang cố kể với anh."
    }
  },
  {
    "translation": {
      "en": "- So tell me. - I liked her. We became friendly.",
      "vi": "- Vậy nói đi. - Em thích cô ấy. Bọn em trở nên cởi mở."
    }
  },
  {
    "translation": {
      "en": "And then one day she just stopped coming. Now, I... I just assumed she'd had the baby.",
      "vi": "Rồi một ngày cô ấy không đến nữa. Em cho là cô ấy đã sinh con rồi."
    }
  },
  {
    "translation": {
      "en": "She was way overdue. But she didn't reply to any of my messages.",
      "vi": "Cô ấy trễ hẹn nhưng chẳng trả lời tin nhắn nào của em."
    }
  },
  {
    "translation": {
      "en": "Adam, please listen.",
      "vi": "Adam, hãy nghe em."
    }
  },
  {
    "translation": {
      "en": "And she just killed all my calls--",
      "vi": "- Cô ấy tắt hết mấy cuộc gọi của em. - Việc này đi tới đâu?"
    }
  },
  {
    "translation": {
      "en": "- Is this going somewhere? - A few months later,",
      "vi": "- Cô ấy tắt hết mấy cuộc gọi của em. - Việc này đi tới đâu? Vài tháng sau,"
    }
  },
  {
    "translation": {
      "en": "I saw her again in Starbucks near the library and she was pregnant.",
      "vi": "em lại thấy cô ấy ở Starbucks gần thư viện và cô ấy vẫn mang thai."
    }
  },
  {
    "translation": {
      "en": "Okay. Heavily pregnant, Adam, like eight months.",
      "vi": "- Ừ. - Rất nặng nề, Adam, như tám tháng ấy."
    }
  },
  {
    "translation": {
      "en": "So?",
      "vi": "Thì sao?"
    }
  },
  {
    "translation": {
      "en": "Well, it didn't make any sense.",
      "vi": "Không hợp lý chút nào."
    }
  },
  {
    "translation": {
      "en": "So I just-- I held back and I watched her.",
      "vi": "Nên em nán lại và quan sát cô ấy."
    }
  },
  {
    "translation": {
      "en": "And she was with this group of other women in the corner",
      "vi": "Và cô ấy ở một góc cùng một nhóm phụ nữ khác"
    }
  },
  {
    "translation": {
      "en": "holding court, talking to them about... about baby names.",
      "vi": "cầm trịch, bàn với họ về tên đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "And when she saw me she just looked terrified. Did you say something to her?",
      "vi": "- Và cô ấy hoảng sợ khi nhìn thấy em. - Em nói gì với cô ấy à?"
    }
  },
  {
    "translation": {
      "en": "Yes, I did. She told me some story about having a stillborn. I don't know if it was true--",
      "vi": "Ừ, em có. Cô ấy kể em nghe chuyện thai lưu. Em không biết có thật không."
    }
  },
  {
    "translation": {
      "en": "Corinne, what are you talking about? Please, Adam.",
      "vi": "- Corinne, em đang nói gì vậy? - Làm ơn đi, Adam."
    }
  },
  {
    "translation": {
      "en": "She loved being pregnant.",
      "vi": "Cô ấy thích mang thai."
    }
  },
  {
    "translation": {
      "en": "It made her feel special. So she faked a pregnancy?",
      "vi": "- Nó khiến cô ấy cảm thấy đặc biệt. - Vậy là cô ấy giả vờ có thai?"
    }
  },
  {
    "translation": {
      "en": "That's insane. No, no, Corinne, that is not normal behavior.",
      "vi": "Thật điên rồ. Không, Corinne, đó không phải là hành vi bình thường."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, she said her husband didn't care about her. She had no--",
      "vi": "Ừ, cô ấy nói chồng mình quan tâm. - Cô ấy không... - Dính gì đến mình?"
    }
  },
  {
    "translation": {
      "en": "What does this got to do with us? You've got children, got me.",
      "vi": "- Cô ấy không... - Dính gì đến mình? Em có con rồi, em có anh. Sao? Suzanne điên rồ và cuộc đời vớ vẩn của cô ấy"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Em có con rồi, em có anh. Sao? Suzanne điên rồ và cuộc đời vớ vẩn của cô ấy"
    }
  },
  {
    "translation": {
      "en": "Crazy Suzanne and her shitty little life made you think, I'll fake a baby.",
      "vi": "Em có con rồi, em có anh. Sao? Suzanne điên rồ và cuộc đời vớ vẩn của cô ấy làm em nghĩ, Mình sẽ vờ có con. Sao em lại làm thế?"
    }
  },
  {
    "translation": {
      "en": "Why would you do that?",
      "vi": "làm em nghĩ, Mình sẽ vờ có con. Sao em lại làm thế?"
    }
  },
  {
    "translation": {
      "en": "Why would you fake a baby, Corinne? For attention? Is this some kind of deranged midlife crisis?",
      "vi": "Sao em lại giả vờ có đứa bé, Corinne? Gây chú ý? Khủng hoảng tuổi trung niên à?"
    }
  },
  {
    "translation": {
      "en": "- Stop. - Okay, I'll stop.",
      "vi": "- Dừng đi. - Được."
    }
  },
  {
    "translation": {
      "en": "But you need to tell me everything from start to finish--",
      "vi": "Nhưng em phải kể anh từ đầu đến cuối."
    }
  },
  {
    "translation": {
      "en": "- No. - What?",
      "vi": "- Không. - Gì?"
    }
  },
  {
    "translation": {
      "en": "I said no.",
      "vi": "Em nói không."
    }
  },
  {
    "translation": {
      "en": "- You're not just gonna walk away. - What are you gonna do? Keep me captive?",
      "vi": "- Em không được đi. - Anh sẽ làm gì? Giam giữ em à?"
    }
  },
  {
    "translation": {
      "en": "You owe me an explanation.",
      "vi": "Em nợ anh lời giải thích."
    }
  },
  {
    "translation": {
      "en": "I need some time. Just tell me!",
      "vi": "- Em cần thời gian. - Cứ nói đi!"
    }
  },
  {
    "translation": {
      "en": "What are you gonna do, Adam? Beat it out of me?",
      "vi": "Anh định làm gì, Adam? Ép em nói ra mới thôi à?"
    }
  },
  {
    "translation": {
      "en": "How did you find out?",
      "vi": "Sao anh biết được?"
    }
  },
  {
    "translation": {
      "en": "A woman, a stranger. I've never seen her before.",
      "vi": "Một phụ nữ, một người lạ. Anh chưa từng gặp. Cô ấy gặp anh..."
    }
  },
  {
    "translation": {
      "en": "- She came up to me and she-- - What woman?",
      "vi": "Một phụ nữ, một người lạ. Anh chưa từng gặp. Cô ấy gặp anh... Phụ nữ nào?"
    }
  },
  {
    "translation": {
      "en": "I've just told you, a stranger.",
      "vi": "Anh nói rồi, một người lạ."
    }
  },
  {
    "translation": {
      "en": "How does she know any of this?",
      "vi": "Sao cô ta biết được?"
    }
  },
  {
    "translation": {
      "en": "And you, what, you just believed her?",
      "vi": "Còn anh, anh cứ tin cô ta à?"
    }
  },
  {
    "translation": {
      "en": "I just need you...",
      "vi": "Anh chỉ cần em..."
    }
  },
  {
    "translation": {
      "en": "to tell me the truth. And I will.",
      "vi": "- kể anh nghe sự thật. - Và em sẽ làm thế."
    }
  },
  {
    "translation": {
      "en": "I will, I promise, but just... - Not like this. Not now. - Corinne?",
      "vi": "Em hứa, nhưng chỉ là… Không phải thế này. Không phải bây giờ."
    }
  },
  {
    "translation": {
      "en": "This is insane. Corinne?",
      "vi": "Corinne. Nó thật điên rồ. Corinne!"
    }
  },
  {
    "translation": {
      "en": "Adam... this isn't what you think.",
      "vi": "Adam...không phải như anh nghĩ đâu."
    }
  },
  {
    "translation": {
      "en": "There's more to this.",
      "vi": "Còn nhiều thứ nữa."
    }
  },
  {
    "translation": {
      "en": "So tell me.",
      "vi": "Vậy nói đi."
    }
  },
  {
    "translation": {
      "en": "Mum? - Is everything all right? - Everything's fine.",
      "vi": "- Mẹ. Mọi chuyện ổn chứ? - Ừ. Mọi thứ đều ổn."
    }
  },
  {
    "translation": {
      "en": "What are they saying? Still unresponsive.",
      "vi": "- Họ nói sao? - Vẫn không có phản ứng."
    }
  },
  {
    "translation": {
      "en": "Indications of moderate brain injury. Could've hit a tree, could've been something else.",
      "vi": "Có dấu hiệu tổn thương não nhẹ. Có thể đâm vào cái cây hoặc là thứ khác."
    }
  },
  {
    "translation": {
      "en": "They're guessing he'd been there for hours. Hours?",
      "vi": "- Họ đoán cậu ấy đã ở đó nhiều giờ. - Nhiều giờ ư?"
    }
  },
  {
    "translation": {
      "en": "- What? - Do you think he jumped?",
      "vi": "- Sao? - Chị có nghĩ cậu ta nhảy xuống không?"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "vi": "Tại sao?"
    }
  },
  {
    "translation": {
      "en": "We pushed through those trees clothed. They're hard to get through.",
      "vi": "Ta đã chen qua đám cây đó. Băng qua khó lắm."
    }
  },
  {
    "translation": {
      "en": "You aren't darting through at speed and falling down that drop, you're coming through slowly, thinking, Whoa, big drop.",
      "vi": "Không thể phóng với tốc độ đó và rớt xuống mà chị đi tới từ từ, nghĩ, Ui, rơi mạnh."
    }
  },
  {
    "translation": {
      "en": "- But if it was dark-- - If it was dark, you'd go even slower.",
      "vi": "- Nhưng nếu trời tối... - Nếu trời tối thì còn đi chậm hơn."
    }
  },
  {
    "translation": {
      "en": "Especially with your dick out. Hey, trust me, this is my area of expertise.",
      "vi": "Đặc biệt khi trần truồng thế. Tin tôi đi, đây là chuyên môn của tôi."
    }
  },
  {
    "translation": {
      "en": "So why was he naked? He's run through the woods shedding his clothes.",
      "vi": "Vậy sao cậu ấy lại khỏa thân? Cậu ấy chạy xuyên qua rừng, cởi bỏ quần áo."
    }
  },
  {
    "translation": {
      "en": "Turned on by mutilating an alpaca. - If they're connected. - If.",
      "vi": "- Bị việc hành hình con Alpaca kích thích. - Nếu có liên hệ."
    }
  },
  {
    "translation": {
      "en": "- Let's not jump to conclusions. - No, no, sure.",
      "vi": "- Nếu à? - Đừng vội kết luận. Không, dĩ nhiên."
    }
  },
  {
    "translation": {
      "en": "I mean, two really bizarre events happen within a mile of each other.",
      "vi": "Ý tôi là hai sự việc kỳ lạ xảy ra trong vòng hơn một cây số."
    }
  },
  {
    "translation": {
      "en": "Why would they be?",
      "vi": "Sao lại thế?"
    }
  },
  {
    "translation": {
      "en": "Let's find out who he is first. Check for misper calls.",
      "vi": "Tìm xem cậu ấy là ai đã. Kiểm tra cuộc gọi báo mất tích đi."
    }
  },
  {
    "translation": {
      "en": "Someone must be worried this one didn't come home last night.",
      "vi": "Ai đó chắc lo lắng cậu ấy không về nhà tối qua."
    }
  },
  {
    "translation": {
      "en": "I'll bring it over.",
      "vi": "Tớ sẽ đem qua."
    }
  },
  {
    "translation": {
      "en": "My dear. Just what I need. Thank you.",
      "vi": "- Bạn yêu. - Đúng là thứ tớ cần. Cảm ơn cậu."
    }
  },
  {
    "translation": {
      "en": "- Here's to the new Johanna. - Cheers.",
      "vi": "Đây là Johanna mới."
    }
  },
  {
    "translation": {
      "en": "Cheers.",
      "vi": "- Chúc mừng. - Cạn ly."
    }
  },
  {
    "translation": {
      "en": "No regrets?",
      "vi": "Không hối hận à?"
    }
  },
  {
    "translation": {
      "en": "- Not yet. - Hmm. I'll tell you what, I won't miss the snoring.",
      "vi": "Chưa đâu. Nói cậu nghe, tớ sẽ không thèm nhớ vụ ngáy đâu."
    }
  },
  {
    "translation": {
      "en": "He's in the spare room and it's still, like, a thousand decibels.",
      "vi": "Anh ta ở phòng trống mà nghe như cả ngàn decibel ấy."
    }
  },
  {
    "translation": {
      "en": "Listen to you.",
      "vi": "Nghe cậu kìa."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "Like, a thousand decibels. That infant's rubbing off on you.",
      "vi": "Như cả ngàn decibel. - Cậu cấp dưới đó ảnh hưởng cậu quá. - Thêm lý do nữa để nghỉ hưu."
    }
  },
  {
    "translation": {
      "en": "There's another good reason to retire.",
      "vi": "- Cậu cấp dưới đó ảnh hưởng cậu quá. - Thêm lý do nữa để nghỉ hưu."
    }
  },
  {
    "translation": {
      "en": "Let's do the trip.",
      "vi": "Đi chơi nào."
    }
  },
  {
    "translation": {
      "en": "Come on. I mean, you're gonna be out of a job.",
      "vi": "Thôi mà. Ý tớ là, cậu sắp nghỉ việc."
    }
  },
  {
    "translation": {
      "en": "You're out of your marriage.",
      "vi": "Cậu không kết hôn nữa."
    }
  },
  {
    "translation": {
      "en": "We always said we'd do it, Johanna. You've got this place.",
      "vi": "- Ta luôn nói là sẽ làm mà, Johanna. - Cậu có cái quán này."
    }
  },
  {
    "translation": {
      "en": "Yeah, which can be looked after. And two dogs.",
      "vi": "- Ừ, người khác trông được mà. - Và hai con chó."
    }
  },
  {
    "translation": {
      "en": "And a husband that can look after them. Come on.",
      "vi": "Và một ông chồng có thể chăm sóc chúng. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Me and you, Thelma and Louise across the states.",
      "vi": "Tớ và cậu, như Thelma và Louise phượt khắp các bang."
    }
  },
  {
    "translation": {
      "en": "All we've gotta do is book the flights and we're doing it.  I'm in deep shit, Thelma.",
      "vi": "Những gì ta cần làm là đặt vé máy bay và đi thôi. Tớ đang vã lắm, Thelma."
    }
  },
  {
    "translation": {
      "en": "- Deep shit, Arkinsaw. -",
      "vi": "Vã lắm, Arkansas."
    }
  },
  {
    "translation": {
      "en": "Listen. Um...",
      "vi": "Nghe này."
    }
  },
  {
    "translation": {
      "en": "What you said yesterday, you were right. You deserve to know everything.",
      "vi": "Những gì anh nói hôm qua, anh đã đúng. Anh xứng đáng được biết mọi chuyện."
    }
  },
  {
    "translation": {
      "en": "And I want to explain, I do.",
      "vi": "Và em muốn giải thích, thật đấy."
    }
  },
  {
    "translation": {
      "en": "But not like this, Adam.",
      "vi": "Nhưng không phải thế này, Adam."
    }
  },
  {
    "translation": {
      "en": "Not angry. We have this school awards thing tonight.",
      "vi": "Không giận dữ. Tối nay ta dự buổi trao giải thưởng ở trường."
    }
  },
  {
    "translation": {
      "en": "Why don't we just eat after at Juniper Yard?",
      "vi": "Sao ta không ăn tối sau đó ở Juniper Yard."
    }
  },
  {
    "translation": {
      "en": "We can eat and I'll talk, and then... then we can see where we are.",
      "vi": "Ta có thể ăn và em sẽ kể chuyện và rồi... ta có thể xem chúng ta đang ở đâu."
    }
  },
  {
    "translation": {
      "en": "You know the worst part about all of this?",
      "vi": "Em biết điều tồi tệ nhất là gì không?"
    }
  },
  {
    "translation": {
      "en": "I've stopped trusting you.",
      "vi": "Anh đã ngừng tin em."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Em biết."
    }
  },
  {
    "translation": {
      "en": "It hurts, doesn't it?",
      "vi": "Đau lắm phải không?"
    }
  },
  {
    "translation": {
      "en": "We all have our secrets, Adam.",
      "vi": "Chúng ta đều có bí mật, Adam."
    }
  },
  {
    "translation": {
      "en": "Even you.",
      "vi": "Kể cả anh."
    }
  },
  {
    "translation": {
      "en": "His name's Dante Gunnarsson. His parents reported him missing yesterday.",
      "vi": "Tên cậu ấy là Dante Gunnarsson. Bố mẹ cậu ấy báo mất tích hôm qua."
    }
  },
  {
    "translation": {
      "en": "He spends a lot of time out and about so they weren't immediately concerned.",
      "vi": "Cậu ấy hay đi chơi nhiều nên họ không để ý ngay."
    }
  },
  {
    "translation": {
      "en": "- Are they with him? - At the hospital.",
      "vi": "- Họ ở chỗ cậu ấy à? - Ở bệnh viện."
    }
  },
  {
    "translation": {
      "en": "He's stable but unresponsive. They're doing an EEG this morning.",
      "vi": "Cậu ấy ổn định nhưng không phản ứng. Sáng nay họ đo điện não đồ."
    }
  },
  {
    "translation": {
      "en": "In the meantime...",
      "vi": "Trong lúc đó..."
    }
  },
  {
    "translation": {
      "en": "The lacerations on the animal are from human teeth.",
      "vi": "Các vết rách trên con vật là do răng người."
    }
  },
  {
    "translation": {
      "en": "But...",
      "vi": "Nhưng…"
    }
  },
  {
    "translation": {
      "en": "Human bite is usually an elliptical injury.",
      "vi": "Vết cắn của người thường là vết thương hình elip."
    }
  },
  {
    "translation": {
      "en": "However, in this case, the pattern is interrupted by the absence of a left bicuspid.",
      "vi": "Nhưng trong trường hợp này, dấu cắn bị ngắt do thiếu một răng nanh trái."
    }
  },
  {
    "translation": {
      "en": "I rang the hospital. Our boy has all his teeth.",
      "vi": "Tôi gọi đến bệnh viện. Cậu bé của chúng ta có đủ răng."
    }
  },
  {
    "translation": {
      "en": "So, there's someone else. There's someone else.",
      "vi": "- Vậy đó là người khác. - Là người khác."
    }
  },
  {
    "translation": {
      "en": "Bob, hello.",
      "vi": "Bob, xin chào."
    }
  },
  {
    "translation": {
      "en": "Have you seen Corinne? Nowhere, no.",
      "vi": "- Anh thấy Corinne không? - Không có."
    }
  },
  {
    "translation": {
      "en": "Oh, Vicky, can I have a word?",
      "vi": "Vicky, tôi nói cái này được chứ?"
    }
  },
  {
    "translation": {
      "en": "I just wanted to ask, and it's probably not a huge deal,",
      "vi": "Tôi chỉ muốn hỏi, có lẽ không phải chuyện lớn,"
    }
  },
  {
    "translation": {
      "en": "but your Ella, she's stopped talking with Mia.",
      "vi": "nhưng Ella của chị, con bé không nói chuyện với Mia nữa."
    }
  },
  {
    "translation": {
      "en": "And Mia said something's happened, but she won't say what it is.",
      "vi": "Và Mia nói có chuyện đã xảy ra nhưng nó không kể đó là gì."
    }
  },
  {
    "translation": {
      "en": "Do you have any idea what's going on? No. No, none at all.",
      "vi": "- Chị biết chuyện gì đang xảy ra không? - Không. Không hề."
    }
  },
  {
    "translation": {
      "en": "Well, there's something strange. I just thought you should know.",
      "vi": "Có gì đó kỳ lạ lắm. Tôi nghĩ là chị nên biết."
    }
  },
  {
    "translation": {
      "en": "She's been a bit down but... I'm sure it's nothing serious.",
      "vi": "Con bé hơi buồn nhưng... tôi chắc chắn là không có gì nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "- Hi. This is Corinne. Leave a message. -",
      "vi": "Chào, đây là Corinne. Hãy để lại lời nhắn."
    }
  },
  {
    "translation": {
      "en": "Sadly, I must begin this evening of celebration with some difficult news.",
      "vi": "Đáng buồn là tôi phải bắt đầu buổi tối chúc mừng này với một tin xấu."
    }
  },
  {
    "translation": {
      "en": "One of our year 12 pupils, Dante Gunnarsson,",
      "vi": "Một học sinh lớp 12 của chúng ta, Dante Gunnarsson,"
    }
  },
  {
    "translation": {
      "en": "has been involved in a serious accident. And I'm afraid he's in a very worrying condition.",
      "vi": "gặp phải một tai nạn nghiêm trọng. Tôi e em ấy đang trong tình trạng đáng lo ngại."
    }
  },
  {
    "translation": {
      "en": "I'm sure you will all join me in wishing him and his family",
      "vi": "Tôi tin mọi người sẽ cùng tôi chúc cho em ấy và gia đình"
    }
  },
  {
    "translation": {
      "en": "all the best for his swift recovery.",
      "vi": "điều tốt đẹp nhất để em ấy mau hồi phục."
    }
  },
  {
    "translation": {
      "en": "But we must carry on in difficult times,",
      "vi": "Nhưng ta phải tiến hành vào thời điểm khó khăn."
    }
  },
  {
    "translation": {
      "en": "and this evening is about celebrating",
      "vi": "Và đêm nay là để chúc mừng"
    }
  },
  {
    "translation": {
      "en": "those students who have achieved",
      "vi": "những học sinh đã hoàn thành"
    }
  },
  {
    "translation": {
      "en": "or excelled... in this, their final year, of high school.",
      "vi": "hoặc đạt xuất sắc trong năm cuối của trung học."
    }
  },
  {
    "translation": {
      "en": "And the award for art goes to Kiran Penvell.",
      "vi": "Và giải thưởng nghệ thuật thuộc về Kiran Penvell."
    }
  },
  {
    "translation": {
      "en": "Michelle Vosler. And the one you've all been waiting for,",
      "vi": "- Michelle Visage. - Giờ là thời khắc mọi người đều mong chờ,"
    }
  },
  {
    "translation": {
      "en": "the most visible underwear award... No, seriously.",
      "vi": "giải thưởng đồ lót dễ thấy nhất... Không, nghiêm túc đấy."
    }
  },
  {
    "translation": {
      "en": "The award for best sporting achievement goes to Anthony Carter.",
      "vi": "Giải thưởng thành tựu thể thao thuộc về Anthony Carter."
    }
  },
  {
    "translation": {
      "en": "Go on!",
      "vi": "Đi đi!"
    }
  },
  {
    "translation": {
      "en": "The final award this evening is our award, the students',",
      "vi": "Giải thưởng cuối cùng của đêm nay là giải thưởng của các học sinh,"
    }
  },
  {
    "translation": {
      "en": "and we were asked to vote for our teacher of the year. And I've been asked to say",
      "vi": "và bọn em được yêu cầu bầu ra giáo viên của năm. Và em phải nói là"
    }
  },
  {
    "translation": {
      "en": "that it has been a really close competition, as they're all so great.",
      "vi": "đó là sự cạnh tranh suýt sao vì họ đều rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Sadly, there can only be one winner.",
      "vi": "Tiếc là chỉ có một người chiến thắng."
    }
  },
  {
    "translation": {
      "en": "And that person is...",
      "vi": "Và người đó chính là…"
    }
  },
  {
    "translation": {
      "en": "Mrs. Price.",
      "vi": "Cô Price."
    }
  },
  {
    "translation": {
      "en": "Hi. I'm not Mrs. Price, obviously.",
      "vi": "Xin chào. Tôi không phải là cô Price, rõ là vậy."
    }
  },
  {
    "translation": {
      "en": "Uh, Corinne can't be here tonight.",
      "vi": "Corinne không thể đến đây tối nay."
    }
  },
  {
    "translation": {
      "en": "She's, um...",
      "vi": "Cô ấy…"
    }
  },
  {
    "translation": {
      "en": "She's unwell. But I'd just like to say how much this'll mean to her.",
      "vi": "Cô ấy không khỏe. Nhưng tôi chỉ muốn nói thứ này có ý nghĩa thế nào với cô ấy."
    }
  },
  {
    "translation": {
      "en": "She... loves this job, it's her life, and, uh...",
      "vi": "Cô ấy...yêu công việc này, đó là cuộc đời cô ấy, và..."
    }
  },
  {
    "translation": {
      "en": "she's always cherished the work that she does...",
      "vi": "cô ấy luôn trân trọng việc mà mình làm..."
    }
  },
  {
    "translation": {
      "en": "bringing literature to life and...",
      "vi": "đưa văn học vào đời sống và..."
    }
  },
  {
    "translation": {
      "en": "encouraging you lot to fall in love with... language, words.",
      "vi": "khuyến khích nhiều em yêu thích...ngôn ngữ, lời nói."
    }
  },
  {
    "translation": {
      "en": "And as her husband, her passion and...",
      "vi": "Và với tư cách là người chồng, đam mê của cô ấy và..."
    }
  },
  {
    "translation": {
      "en": "belief in what she does is something that I've...",
      "vi": "niềm tin vào những gì cô ấy làm là thứ mà tôi..."
    }
  },
  {
    "translation": {
      "en": "always deeply admired. But I will give this to her",
      "vi": "luôn ngưỡng mộ sâu sắc. Nhưng tôi sẽ đưa nó cho cô ấy"
    }
  },
  {
    "translation": {
      "en": "and she can come and tell you herself when she feels better. Cheers.",
      "vi": "và cô ấy có thể đến và đích thân nói khi thấy khá hơn. Chúc mừng."
    }
  },
  {
    "translation": {
      "en": "Think she'll be at home?",
      "vi": "Mẹ ở nhà ạ?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "- Bố không biết. - Sao bố không biết mẹ ở đâu chứ?"
    }
  },
  {
    "translation": {
      "en": "- How can you not know where she is? - Well, do you?",
      "vi": "- Bố không biết. - Sao bố không biết mẹ ở đâu chứ? Con biết à? Xin lỗi, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Sorry, mate.",
      "vi": "Con biết à? Xin lỗi, anh bạn."
    }
  },
  {
    "translation": {
      "en": "It's fine, okay?",
      "vi": "Không sao, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Mum just didn't feel up to it tonight.",
      "vi": "Mẹ chỉ cảm thấy không khỏe tối nay."
    }
  },
  {
    "translation": {
      "en": "Now you know she's a liar.",
      "vi": "Giờ anh biết cô ta là kẻ dối trá."
    }
  },
  {
    "translation": {
      "en": "There's more to this.",
      "vi": "Còn nhiều thứ nữa."
    }
  }
]