[
  {
    "translation": {
      "en": "Đội cứu hộ biển khơi. Đang đến gần chỗ đáp của Gup W.",
      "vi": "Đội cứu hộ biển khơi. Đang đến gần chỗ đáp của GupW."
    }
  },
  {
    "translation": {
      "en": "Anh là Đội trưởng Gấu Trắng. Và thứ va trúng em là chiếc Gup W.",
      "vi": "Anh là Đội trưởng Gấu Trắng. Và thứ va trúng em là chiếc GupW."
    }
  },
  {
    "translation": {
      "en": "Ồ. Em chưa từng thấy một chiếc Búp bư đó.",
      "vi": "Ồ. Em chưa từng thấy một chiếc Búpbư đó."
    }
  },
  {
    "translation": {
      "en": "Gup W là một cơ sở y tế di động.",
      "vi": "GupW là một cơ sở y tế di động."
    }
  },
  {
    "translation": {
      "en": "Tôi là Clovis. Anh ấy là cua. Tôi, Laverne.",
      "vi": "Tôi là Clovis. Anh ấy là cua. Tôi, Laverne."
    }
  },
  {
    "translation": {
      "en": "Và nằm ở ngay cạnh Gup W.",
      "vi": "Và nằm ở ngay cạnh GupW."
    }
  },
  {
    "translation": {
      "en": "Em nghĩ sao, Corey?",
      "vi": "Em nghĩ sao, Corey?"
    }
  },
  {
    "translation": {
      "en": "Gup W sẽ chỉ ở đây một thời gian ngắn.",
      "vi": "GupW sẽ chỉ ở đây một thời gian ngắn."
    }
  },
  {
    "translation": {
      "en": "Theo dòng chảy, cùng thủy triều",
      "vi": "Theo dòng chảy, cùng thủy triều"
    }
  },
  {
    "translation": {
      "en": "Theo dòng chảy, cùng thủy triều Sắp có rắc rối các người chả thể quét đi",
      "vi": "Theo dòng chảy, cùng thủy triều Sắp có rắc rối các người chả thể quét đi"
    }
  },
  {
    "translation": {
      "en": "Tới Gup W. Chúc may mắn.",
      "vi": "Tới GupW. Chúc may mắn."
    }
  },
  {
    "translation": {
      "en": "Kwazii gọi Gup W. Ở đó sao rồi Đội trưởng?",
      "vi": "Kwazii gọi GupW. Ở đó sao rồi Đội trưởng?"
    }
  },
  {
    "translation": {
      "en": "Rồi, khi đoàn về từ Gup W ta sẽ ăn mừng bằng một bữa tối đặc biệt.",
      "vi": "Rồi, khi đoàn về từ GupW ta sẽ ăn mừng bằng một bữa tối đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Được rồi, các bạn. Nhân danh Gup W, ta sẽ nấu một món đặc biệt.",
      "vi": "Được rồi, các bạn. Nhân danh GupW, ta sẽ nấu một món đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Dashi, Shellington gọi Gup W.",
      "vi": "Dashi, Shellington gọi GupW."
    }
  },
  {
    "translation": {
      "en": "Tôi sẽ đến nhanh nhất có thể. Đúng lúc để thử nghiệm Gup P.",
      "vi": "Tôi sẽ đến nhanh nhất có thể. Đúng lúc để thử nghiệm GupP."
    }
  },
  {
    "translation": {
      "en": "Hầu hết san hô quanh đây có vẻ khỏe mạnh. Trừ mảnh này.",
      "vi": "Hầu hết san hô quanh đây có vẻ khỏe mạnh. Trừ mảnh này."
    }
  },
  {
    "translation": {
      "en": "Một con Kwazii?",
      "vi": "Một con Kwazii?"
    }
  },
  {
    "translation": {
      "en": "Định đưa san hô bị thương này về Gup W.",
      "vi": "Định đưa san hô bị thương này về GupW."
    }
  },
  {
    "translation": {
      "en": "Sao biển Gai của Biển sâu Xanh thẳm",
      "vi": "Sao biển Gai của Biển sâu Xanh thẳm"
    }
  },
  {
    "translation": {
      "en": "Sao biển Gai! Bật Báo động Bạch Tuộc nào.",
      "vi": "Sao biển Gai! Bật Báo động Bạch Tuộc nào."
    }
  },
  {
    "translation": {
      "en": "Đội cứu hộ biển khơi, đến Gup W.",
      "vi": "Đội cứu hộ biển khơi, đến GupW."
    }
  },
  {
    "translation": {
      "en": "Cả xúc tu quét của tôi cũng chả làm tôi an toàn khỏi Sao biển Gai.",
      "vi": "Cả xúc tu quét của tôi cũng chả làm tôi an toàn khỏi Sao biển Gai."
    }
  },
  {
    "translation": {
      "en": "Và Đội trưởng, ta cần Gup P và máy Y tá để tạo nhiều nước sủi bọt để cản chúng.",
      "vi": "Và Đội trưởng, ta cần GupP và máy Y tá để tạo nhiều nước sủi bọt để cản chúng."
    }
  },
  {
    "translation": {
      "en": "với một vùng trơn nhớt quanh các san hô gần Gup W.",
      "vi": "với một vùng trơn nhớt quanh các san hô gần GupW."
    }
  },
  {
    "translation": {
      "en": "Việc bắn, phun mực, kẹp tuyệt lắm. Và tiết nhớt.",
      "vi": "Việc bắn, phun mực, kẹp tuyệt lắm. Và tiết nhớt."
    }
  },
  {
    "translation": {
      "en": "Bong bóng, nhớt. Nhớt trơn.",
      "vi": "Bong bóng, nhớt. Nhớt trơn."
    }
  }
]