[
  {
    "translation": {
      "en": "I've never met a world champion that's a normal person.",
      "vi": "Tôi chưa từng gặp aivô địch thế giới mà bình thường."
    }
  },
  {
    "translation": {
      "en": "You gotta be screwed up in some manner",
      "vi": "Chắc chắn họ phải có vấn đề nên mới có thể"
    }
  },
  {
    "translation": {
      "en": "to get out of bed to do extraordinary things.",
      "vi": "rời khỏi giườngđể làm những điều phi thường."
    }
  },
  {
    "translation": {
      "en": "And I'm screwed up.",
      "vi": "Và tôi có vấn đề."
    }
  },
  {
    "translation": {
      "en": "Underneath this veneer of being a normal, nice guy,",
      "vi": "Bên dưới lớp vỏ bọccủa một anh chàng bình thường, tốt bụng,"
    }
  },
  {
    "translation": {
      "en": "I have a huge ego.",
      "vi": "là một cái tôi rất lớn."
    }
  },
  {
    "translation": {
      "en": "There's gotta be some motivation to drive someone to extraordinary lengths.",
      "vi": "Phải có động lực nào đómới có thể khiến người ta nỗ lực tới vậy."
    }
  },
  {
    "translation": {
      "en": "And the ego is part of my drive.",
      "vi": "Và động lực của tôicó một phần là cái tôi."
    }
  },
  {
    "translation": {
      "en": "[announcer] Good morning, the world.",
      "vi": "Chào Tân thế giới."
    }
  },
  {
    "translation": {
      "en": "We're lining up now for the start",
      "vi": "Ta đang xếp hàng để đợi mở màn"
    }
  },
  {
    "translation": {
      "en": "of the seventh and vital race in this America's Cup.",
      "vi": "cuộc đua thứ bảy và rất quan trọngở giải Cúp Mỹ lần này."
    }
  },
  {
    "translation": {
      "en": "Yachting's big event is more historic",
      "vi": "Giải đua thuyền ra đời sớm hơn"
    }
  },
  {
    "translation": {
      "en": "than the Kentucky Derby, the World Series or the Super Bowl.",
      "vi": "Kentucky Derby,World Series hay Super Bowl."
    }
  },
  {
    "translation": {
      "en": "And for the first time in 132 years, America may lose the America's Cup.",
      "vi": "Lần đầu tiên sau 132 năm,nước Mỹ có khả năng sẽ thua giải Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "Now, the whole point of this was to win the America's Cup,",
      "vi": "Mục đích chính của việc nàylà thắng giải Cúp Mỹ,"
    }
  },
  {
    "translation": {
      "en": "which no one had ever done before.",
      "vi": "điều mà trước đây chưa ai làm được."
    }
  },
  {
    "translation": {
      "en": "It was the longest winning streak in history of sport.",
      "vi": "Đó là chuỗi thắngdài nhất trong lịch sử thể thao."
    }
  },
  {
    "translation": {
      "en": "The United States having successfully defended the Cup",
      "vi": "Hoa Kỳ đã bảo vệ thành công chiếc Cúp"
    }
  },
  {
    "translation": {
      "en": "for 132 years, since before the US Civil War.",
      "vi": "trong suốt 132 năm,kể từ trước cuộc Nội chiến Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "[reporter] This country's domination has outlasted the Confederacy,",
      "vi": "Sự thống trị của đất nước nàylâu hơn cả Liên minh miền Nam,"
    }
  },
  {
    "translation": {
      "en": "the Third Reich, and the St. Louis Browns.",
      "vi": "Đế chế thứ ba và đội St. Louis Browns."
    }
  },
  {
    "translation": {
      "en": "Now the Australians think their time finally has come.",
      "vi": "Người Úc nghĩrốt cuộc thời khắc của họ đã đến."
    }
  },
  {
    "translation": {
      "en": "Today they sail the winner-take-all, do-or-die, there's-no-tomorrow race.",
      "vi": "Hôm nay sẽ là cuộc đua được ăn cả,đua tới cùng, không có ngày mai của họ."
    }
  },
  {
    "translation": {
      "en": "Billed as the race of the century-- The greatest yacht race of the century.",
      "vi": "- Họ nói đây là cuộc đua thế kỷ…- Cuộc đua thuyền buồm vĩ đại nhất thế kỷ."
    }
  },
  {
    "translation": {
      "en": "The bottom line is the New York Yacht Club",
      "vi": "Mấu chốt là Hội Thuyền buồm New York"
    }
  },
  {
    "translation": {
      "en": "were not in the business of losing the America's Cup.",
      "vi": "không có ý định sẽ để mất chiếc Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So we had no confusion.",
      "vi": "HỘI THUYỀN BUỒM NEW YORK1844 Nên chúng tôi không hề nao núng."
    }
  },
  {
    "translation": {
      "en": "We were at war.",
      "vi": "Chiến tranh đã nổ ra."
    }
  },
  {
    "translation": {
      "en": "The full-scale war is already underway.",
      "vi": "Cuộc chiến toàn diện đã bắt đầu diễn ra."
    }
  },
  {
    "translation": {
      "en": "The Australians claim they're the target of a dirty-tricks campaign",
      "vi": "Úc nói họ là mục tiêucủa chiến dịch lừa đảo bẩn thỉu"
    }
  },
  {
    "translation": {
      "en": "involving espionage and political backstabbing.",
      "vi": "dùng đến gián điệp và trò chính trị bẩn."
    }
  },
  {
    "translation": {
      "en": "We now have the FBI involved, spies, armed guards.",
      "vi": "Giờ ta có sự tham gia của FBI,gián điệp, bảo vệ có vũ trang."
    }
  },
  {
    "translation": {
      "en": "[man] The New York Yacht Club are absolutely determined",
      "vi": "Hội Thuyền buồm New Yorkvô cùng kiên quyết"
    }
  },
  {
    "translation": {
      "en": "to do everything possible to ensure",
      "vi": "làm mọi thứ có thể để đảm bảo"
    }
  },
  {
    "translation": {
      "en": "that the Cup stays here in the United States.",
      "vi": "rằng chiếc Cúp vẫn sẽ yên vị ở đâytại Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "To take on the United States was a huge psychological mountain.",
      "vi": "Muốn đương đầu với đội Hoa Kỳcần cả một tinh thần thép."
    }
  },
  {
    "translation": {
      "en": "The most powerful nation technically and economically in the world…",
      "vi": "Quốc gia hùng mạnh nhất trên thế giớivề mặt kinh tế và kỹ thuật,"
    }
  },
  {
    "translation": {
      "en": "-[camera shutter clicks] -[Bertrand] …and a little country…",
      "vi": "và một đất nước nhỏ…"
    }
  },
  {
    "translation": {
      "en": "with 27 million people called Australia…",
      "vi": "với 27 triệu người có tên là Úc…"
    }
  },
  {
    "translation": {
      "en": "…had the audacity to think that we could do it.",
      "vi": "cả gan nghĩ rằng chúng tôi sẽ làm được."
    }
  },
  {
    "translation": {
      "en": "The first America's Cup that I'd heard was the 1962 America's Cup.",
      "vi": "Giải Cúp Mỹ đầu tiên mà tôi biếtlà Cúp Mỹ năm 1962."
    }
  },
  {
    "translation": {
      "en": "Australia versus United States.",
      "vi": "Úc thi đấu với Mỹ."
    }
  },
  {
    "translation": {
      "en": "How this country was tuned into this event halfway around the world.",
      "vi": "Đất nước ấy phát sóng sự kiện nàykhắp thế giới."
    }
  },
  {
    "translation": {
      "en": "[news anchor] These races have captured the imagination of millions.",
      "vi": "Những cuộc đua nàyđã thu hút hàng triệu người xem."
    }
  },
  {
    "translation": {
      "en": "The President of the United States himself",
      "vi": "Tổng thống Hoa Kỳ"
    }
  },
  {
    "translation": {
      "en": "abandons the cares of Washington to attend.",
      "vi": "ngừng hỗ trợ Washington để tham dự."
    }
  },
  {
    "translation": {
      "en": "The Australians, if they win, see it as an opportunity",
      "vi": "Người Úc, nếu họ thắng, xem đó là cơ hội"
    }
  },
  {
    "translation": {
      "en": "to project their little-known country onto the international stage.",
      "vi": "để đưa đất nước ít tên tuổi của mìnhlên sân khấu quốc tế."
    }
  },
  {
    "translation": {
      "en": "I can… I can still hear it.",
      "vi": "Tôi như vẫn nghe thấy."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Winds 20 to 25 knots and seas choppy…",
      "vi": "Sức gió 20 đến 25 hải lý và biển động…"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] I was just a little boy listening on the wireless.",
      "vi": "Tôi chỉ là một cậu bénghe từ thiết bị vô tuyến."
    }
  },
  {
    "translation": {
      "en": "I was seven years old listening to a small transistor radio,",
      "vi": "Khi ấy tôi mới bảy tuổinghe đài phát thanh bán dẫn,"
    }
  },
  {
    "translation": {
      "en": "lying in bed in the middle of the night.",
      "vi": "nằm trên giường lúc nửa đêm."
    }
  },
  {
    "translation": {
      "en": "A little tiny transistor radio.",
      "vi": "Một cái đài bán dẫn nhỏ."
    }
  },
  {
    "translation": {
      "en": "Like a little transistor radio.",
      "vi": "Một cái đài phát thanh bán dẫn nhỏ."
    }
  },
  {
    "translation": {
      "en": "My mother said, \"You get a good night's sleep,\"",
      "vi": "Mẹ tôi nói: \"Ngủ ngon nhé\","
    }
  },
  {
    "translation": {
      "en": "and I'm trying to listen to the radio.",
      "vi": "còn tôi đang cố nghe đài."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] …all over the eastern seaboard flock to the waters of Newport, Rhode Island.",
      "vi": "Khắp bờ biển phía Đôngđổ về vùng biển Newport, Rhode Island."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Three in the morning,",
      "vi": "Ba giờ sáng,"
    }
  },
  {
    "translation": {
      "en": "12 hours different time zone in Newport, Rhode Island.",
      "vi": "múi giờ chênh nhau 12 tiếngở Newport, Rhode Island."
    }
  },
  {
    "translation": {
      "en": "[commentator] This is Newport, the home of the America's Cup yacht race.",
      "vi": "Đây là Newport, quê hươngcủa giải đua thuyền buồm Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "Since the turn of the century,",
      "vi": "Từ khi sang thế kỷ mới,"
    }
  },
  {
    "translation": {
      "en": "it's been the holiday playground of the nation's super rich.",
      "vi": "đây là sân chơi của giới siêu giàutrong các kỳ nghỉ."
    }
  },
  {
    "translation": {
      "en": "As a little boy, I was infatuated with the incredible history.",
      "vi": "Khi còn nhỏ, tôi đã say mêvới lịch sử đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "All these incredible characters.",
      "vi": "Tất cả những nhân vật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "[commentator] And when the summer breezes begin to roll in across the sound,",
      "vi": "Và khi cơn gió mùa hèbắt đầu thổi qua những xao động,"
    }
  },
  {
    "translation": {
      "en": "their minds turn to the only game in town, yacht racing.",
      "vi": "tất cả nghĩ đến trò chơi duy nhấttrong thị trấn, đua thuyền buồm."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] For me to skipper an America's Cup boat,",
      "vi": "Trở thành thuyền trưởng ở giải Cúp Mỹ,"
    }
  },
  {
    "translation": {
      "en": "that set my imagination into another direction.",
      "vi": "khiến trí tưởng tượng của tôirẽ sang hướng khác."
    }
  },
  {
    "translation": {
      "en": "It was like the door opening to another world.",
      "vi": "Như một cánh cửa mở ra thế giới khác."
    }
  },
  {
    "translation": {
      "en": "There are some people at Internal Revenue",
      "vi": "Có những người ở Sở Thuế Vụ"
    }
  },
  {
    "translation": {
      "en": "who think yachting is not much more than a dubious tax deduction.",
      "vi": "lại coi thuyền buồm cũng giốngmột khoản khấu trừ thuế đáng ngờ."
    }
  },
  {
    "translation": {
      "en": "The America's Cup, however, is something else again.",
      "vi": "Tuy nhiên, Cúp Mỹ lại là một chuyện khác."
    }
  },
  {
    "translation": {
      "en": "The America's Cup's always been the top echelon of the sport of sailing.",
      "vi": "Cúp Mỹ luôn là giải đấu hàng đầucủa môn đua thuyền."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The America's Cup is one boat versus one boat,",
      "vi": "Cúp Mỹ là hai thuyền đấu với nhau,"
    }
  },
  {
    "translation": {
      "en": "one country versus one country.",
      "vi": "hai quốc gia đấu với nhau."
    }
  },
  {
    "translation": {
      "en": "The best of seven races.",
      "vi": "Giỏi nhất sau bảy chặng."
    }
  },
  {
    "translation": {
      "en": "First boat to win four races wins the America's Cup.",
      "vi": "CHẶNG ĐUA CÚP MỸ Thuyền đầu tiên thắng bốn chặngsẽ giành Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "It's one-on-one. It's like a duel to the death.",
      "vi": "Một chọi một.Như một cuộc đấu tay đôi sống còn."
    }
  },
  {
    "translation": {
      "en": "[announcer] Look at it go down! This is yachting's answer to the Titanic.",
      "vi": "Hãy nhìn nó chìm đi!Cuộc đua thuyền này có điểm giống Titanic."
    }
  },
  {
    "translation": {
      "en": "[man] They basically have a desire to beat each other's brains out,",
      "vi": "Về cơ bản, họ có khát khaođè bẹp đối thủ hoàn toàn,"
    }
  },
  {
    "translation": {
      "en": "but it's a lot better than going to war or shooting it out in the streets.",
      "vi": "nhưng tốt hơn chiến tranhhay xả súng ngoài đường nhiều."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The unique element of the America's Cup",
      "vi": "Yếu tố độc đáo của Cúp Mỹ"
    }
  },
  {
    "translation": {
      "en": "is you're given a shot every four years, just like the Olympics.",
      "vi": "là bốn năm lại được đấu một lầnnhư Thế vận hội."
    }
  },
  {
    "translation": {
      "en": "It's a huge commitment, both physically and psychologically.",
      "vi": "Cần có một sự tận tuỵ cực kỳ lớn,cả về thể chất và tâm lý."
    }
  },
  {
    "translation": {
      "en": "[Longley] The rules were any country could challenge for the America's Cup,",
      "vi": "Theo luật là bất kỳ quốc gia nàocũng có thể tham dự Cúp Mỹ,"
    }
  },
  {
    "translation": {
      "en": "but you had to design the boat in the country you were challenging from.",
      "vi": "nhưng việc thiết kế thuyềnphải diễn ra ở quốc gia của mình."
    }
  },
  {
    "translation": {
      "en": "You had to build the boat in that country as well.",
      "vi": "Anh cũng phải đóng thuyền ở đất nước đó."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So these projects need money.",
      "vi": "Nên những dự án này cần tiền."
    }
  },
  {
    "translation": {
      "en": "Lots of money.",
      "vi": "Rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "[reporter] The super-rich have brought large bank accounts, millions of dollars.",
      "vi": "Giới siêu giàu khoe tài khoảnngân hàng khổng lồ, hàng triệu đô la."
    }
  },
  {
    "translation": {
      "en": "In the case of the America's Cup,",
      "vi": "Còn với Cúp Mỹ,"
    }
  },
  {
    "translation": {
      "en": "we're talking high-cost, high-tech yacht racing.",
      "vi": "là cuộc đua thuyềnvới công nghệ cao, chi phí lớn."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Unlike any other sport,",
      "vi": "Không như các môn thể thao khác,"
    }
  },
  {
    "translation": {
      "en": "the US had never lost.",
      "vi": "nước Mỹ chưa từng thua."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] It was the longest winning streak",
      "vi": "MỸ TRỊ VÌ CON SÓNG! Đó là chuỗi thắng dài nhấttrong lịch sử thể thao…"
    }
  },
  {
    "translation": {
      "en": "in sporting history",
      "vi": "Đó là chuỗi thắng dài nhấttrong lịch sử thể thao…"
    }
  },
  {
    "translation": {
      "en": "where the New York Yacht Club had successfully defended the Cup",
      "vi": "HOA KỲ VẪN CÓ CÚP MỸ …khi mà Hội Thuyền buồm New Yorkđã bảo vệ thành công"
    }
  },
  {
    "translation": {
      "en": "in Newport, Rhode Island, for 132 years.",
      "vi": "chiếc Cúp ở Newport, Rhode Island,suốt 132 năm."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] There was a sense of arrogance by the New York Yacht Club.",
      "vi": "Hội Thuyền buồm New Yorkcó vẻ gì đó ngạo mạn."
    }
  },
  {
    "translation": {
      "en": "This is our patch.",
      "vi": "Đây là sân chơi của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "You can play with the patch and then we'll bid you farewell.",
      "vi": "Anh cứ chơi ở đây,rồi tôi gửi lời tạm biệt."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The New York Yacht Club have defended this Cup",
      "vi": "Hội Thuyền buồm New York đã bảo vệ Cúp"
    }
  },
  {
    "translation": {
      "en": "against all-comers from around the world",
      "vi": "khỏi mọi đội tới từ khắp thế giới"
    }
  },
  {
    "translation": {
      "en": "with such complete sailing mastery",
      "vi": "với kỹ năng lái thuyền điêu luyện"
    }
  },
  {
    "translation": {
      "en": "that it's a wonder anyone comes after it at all.",
      "vi": "khiến ta tự hỏiliệu còn ai muốn giành Cúp."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The New York Yacht Club on Manhattan's West 44th Street.",
      "vi": "Hội Thuyền buồm New Yorkở Phố 44 phía Tây Manhattan."
    }
  },
  {
    "translation": {
      "en": "With its windows carved in the manner of a 17th century Dutch yacht,",
      "vi": "Với cửa sổ chạm khắc theo kiểuthuyền buồm Hà Lan thế kỷ 17,"
    }
  },
  {
    "translation": {
      "en": "this is the center of the yachting universe.",
      "vi": "đây là trung tâm của vũ trụ thuyền buồm."
    }
  },
  {
    "translation": {
      "en": "The exclusive preserve",
      "vi": "Khu bảo tồn độc nhất"
    }
  },
  {
    "translation": {
      "en": "of some of America's wealthiest and most influential men.",
      "vi": "của những ông lớn giàu cóvà ảnh hưởng nhất nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht club were ferocious defenders of the America's Cup.",
      "vi": "Hội Thuyền buồm New York là những ngườibảo vệ hung dữ cho chiếc Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] They reeked of old American money,",
      "vi": "Trên người họ ám đầy mùicủa cải từ nhiều thế hệ,"
    }
  },
  {
    "translation": {
      "en": "Vanderbilts and Roosevelts.",
      "vi": "Vanderbilts và Roosevelts."
    }
  },
  {
    "translation": {
      "en": "So there was a huge amount of mystique.",
      "vi": "Nên có cực kỳ nhiều bí ẩn."
    }
  },
  {
    "translation": {
      "en": "[Longley] And there was something about the American boats.",
      "vi": "Thuyền của đội Mỹ có một vẻ gì đó."
    }
  },
  {
    "translation": {
      "en": "They had this aura about them. They were immaculate.",
      "vi": "Xung quanh họ có một bầu không khí.Họ không tỳ vết."
    }
  },
  {
    "translation": {
      "en": "Their sails always looked like they were carved out of alabaster.",
      "vi": "Cánh buồm của họ lúc nào cũng nhưđược chạm trổ từ thạch cao."
    }
  },
  {
    "translation": {
      "en": "They oozed style, wealth.",
      "vi": "Ở họ toát ra thứ phong cách, sự giàu có."
    }
  },
  {
    "translation": {
      "en": "Oozed this unbeatableness.",
      "vi": "Tràn ngập sự bất khả chiến bại."
    }
  },
  {
    "translation": {
      "en": "And one day, way back in 1970,",
      "vi": "Và một ngày, quay ngược lại tận năm 1970,"
    }
  },
  {
    "translation": {
      "en": "we go into the New York Yacht Club.",
      "vi": "tôi đến Hội Thuyền buồm New York."
    }
  },
  {
    "translation": {
      "en": "[Simmer] And there was a room,",
      "vi": "Và có một căn phòng,"
    }
  },
  {
    "translation": {
      "en": "it was this kind of octagonal room where the Cup was sitting.",
      "vi": "căn phòng đó kiểu dạng bát giácvà là nơi đặt chiếc Cúp."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We spoke to the curator, and he said, \"You realize, John,",
      "vi": "Người phụ trách nói: \"Anh biết chứ, John,"
    }
  },
  {
    "translation": {
      "en": "that that trophy had not been touched by human flesh for a hundred years.\"",
      "vi": "chiếc cúp đó vẫn chưa được ai chạm vàotrong vòng một trăm năm qua\"."
    }
  },
  {
    "translation": {
      "en": "I looked at this trophy and I thought, \"My God, John, this is it.\"",
      "vi": "Tôi nhìn cúp và nghĩ:\"Chúa ơi, John, chính nó\"."
    }
  },
  {
    "translation": {
      "en": "Perfect, shiny silver.",
      "vi": "Hoàn hảo, màu bạc sáng bóng."
    }
  },
  {
    "translation": {
      "en": "The Holy Grail.",
      "vi": "Chén Thánh."
    }
  },
  {
    "translation": {
      "en": "[reporter] This is the family jewel.",
      "vi": "Một viên ngọc gia truyền."
    }
  },
  {
    "translation": {
      "en": "Silver under glass.",
      "vi": "Ánh bạc dưới lớp kính."
    }
  },
  {
    "translation": {
      "en": "This is what the Americans are spending $45 million on this year alone.",
      "vi": "Đây là 45 triệu đô la mà người Mỹ đã chichỉ riêng trong năm nay."
    }
  },
  {
    "translation": {
      "en": "Now, legend has it",
      "vi": "Giờ thì, người ta đồn rằng"
    }
  },
  {
    "translation": {
      "en": "that the first American skipper to end up losing this Cup",
      "vi": "đội trưởng người Mỹ đầu tiênđể mất chiếc Cúp này"
    }
  },
  {
    "translation": {
      "en": "will end up losing his head.",
      "vi": "sẽ bị cho bay đầu."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] There's no question the emerging force",
      "vi": "Quả nhiên người tạo tiếng vang cho"
    }
  },
  {
    "translation": {
      "en": "for the New York Yacht Club was Dennis Conner.",
      "vi": "Hội Thuyền buồm New York là Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "A native of San Diego, California, folks, please welcome Dennis Conner.",
      "vi": "Người gốc San Diego, California,xin chào đón Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "He was the might and focus of the New York Yacht Club.",
      "vi": "Là sức mạnh và tâm điểmcủa Hội Thuyền buồm New York."
    }
  },
  {
    "translation": {
      "en": "And he took the America's Cup",
      "vi": "Anh ta đã nâng tầm Cúp Mỹ"
    }
  },
  {
    "translation": {
      "en": "from an amateur world to a professional world.",
      "vi": "từ nghiệp dư lên chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "Dennis changed the game.",
      "vi": "Và thay đổi cuộc chơi."
    }
  },
  {
    "translation": {
      "en": "But isn't it true that you've taken a sport",
      "vi": "Nhưng anh đã đưa môn thể thao"
    }
  },
  {
    "translation": {
      "en": "that was, uh, previously considered kind of what wealthy guys did on weekends,",
      "vi": "mà trước chỉ coi là thú vui cuối tuầncủa những người giàu có,"
    }
  },
  {
    "translation": {
      "en": "and turned it into more like stock car racing?",
      "vi": "và biến nó thànhmột cuộc đua xe công thức."
    }
  },
  {
    "translation": {
      "en": "Dennis was the best. He was the best.",
      "vi": "Dennis là người giỏi nhất.Anh ta quá giỏi."
    }
  },
  {
    "translation": {
      "en": "Ah, he's brilliant, absolutely brilliant.",
      "vi": "Anh ấy rất tài giỏi, cực kỳ thông minh."
    }
  },
  {
    "translation": {
      "en": "I think it's fair to say Dennis was a different person.",
      "vi": "Tôi nghĩ nếu nói Dennislà một người khác thì đúng hơn."
    }
  },
  {
    "translation": {
      "en": "One of these skippers who will do anything to win.",
      "vi": "Một trong những đội trưởngsẽ làm mọi thứ để chiến thắng."
    }
  },
  {
    "translation": {
      "en": "[Conner] If the most important thing in the world",
      "vi": "Nếu điều quan trọng nhất thế giớilà chiến thắng Cúp Mỹ"
    }
  },
  {
    "translation": {
      "en": "was winning the America's Cup and sailing with Dennis Conner,",
      "vi": "Nếu điều quan trọng nhất thế giớilà chiến thắng Cúp Mỹ và đi thuyền với Dennis Conner,"
    }
  },
  {
    "translation": {
      "en": "over going to church, over your job, over your wife, your kids…",
      "vi": "hơn cả việc đi nhà thờ, công việc,hơn cả vợ, rồi con cái…"
    }
  },
  {
    "translation": {
      "en": "\"Oh, I gotta take off for two weeks to go skiing.\"",
      "vi": "Tôi phải xin nghỉ hai tuầnđể đi trượt tuyết."
    }
  },
  {
    "translation": {
      "en": "Well, enjoy your skiing, but don't bother coming back.",
      "vi": "Chà, trượt tuyết vui vẻ nhé,khỏi cần quay lại làm gì."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The first time I raced against Dennis was 1974, the America's Cup.",
      "vi": "Lần đầu tiên tôi đua với Dennislà năm 1974, Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "And we had no chance.",
      "vi": "Và bọn tôi vô vọng."
    }
  },
  {
    "translation": {
      "en": "The Australians, they weren't in the America's Cup business.",
      "vi": "Người Úc, họ không quenvới lối chơi ở Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "Psychologically, you have to perform at a very high level.",
      "vi": "Về mặt tâm lý,phải tiến hành thật hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "You got down to the boat early",
      "vi": "Anh phải xuống thuyền sớm,"
    }
  },
  {
    "translation": {
      "en": "and checked the weather, tide, current, sailing instructions,",
      "vi": "xem thời tiết, thủy triều,dòng chảy, hướng dẫn lái,"
    }
  },
  {
    "translation": {
      "en": "got your boat in the water, made sure it was smooth and clean,",
      "vi": "đưa thuyền xuống nước,làm trơn tru và gọn ghẽ,"
    }
  },
  {
    "translation": {
      "en": "getting out to the course and checking the wind,",
      "vi": "đến đường đua, hướng gió,dòng chảy, hội đồng đua,"
    }
  },
  {
    "translation": {
      "en": "current, and the race committee and getting instructions,",
      "vi": "đến đường đua, hướng gió,dòng chảy, hội đồng đua, nhận chỉ thị, kiểm tra giótrước khi bắt đầu, đổi hướng nào."
    }
  },
  {
    "translation": {
      "en": "and checking the wind before the start, which way it was shifting.",
      "vi": "nhận chỉ thị, kiểm tra giótrước khi bắt đầu, đổi hướng nào."
    }
  },
  {
    "translation": {
      "en": "You had the right sails, the right mast.",
      "vi": "Buồm, cột buồm đã đúng yêu cầu."
    }
  },
  {
    "translation": {
      "en": "You'd practiced. Your crew weighed the right amount.",
      "vi": "Anh luyện tập. Đội viên đã đạt cân nặng."
    }
  },
  {
    "translation": {
      "en": "If you did all those things, every time, you would then have no excuse to lose.",
      "vi": "Nếu anh đã làm tất cả mọi việc đó,mọi lần, thì không lý do gì để thua."
    }
  },
  {
    "translation": {
      "en": "Lambs to the slaughter each time. Hammered in '74.",
      "vi": "Lần nào cũng rơi vào ngõ cụt.Năm 74 bị đánh bại thảm hại."
    }
  },
  {
    "translation": {
      "en": "[Tom Brokaw] Dennis Conner came through for America again today,",
      "vi": "Hôm nay Dennis Connerlại đem vinh dự về cho nước Mỹ,"
    }
  },
  {
    "translation": {
      "en": "winning the race by more than a minute and a half.",
      "vi": "thắng cuộc đua chỉ trong vònghơn một phút rưỡi."
    }
  },
  {
    "translation": {
      "en": "Got hammered again in '77.",
      "vi": "Lại thua toàn tập vào năm 77."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The experts said it'd be 4 and 0,",
      "vi": "Các chuyên gia dự đoán 4 và 0,"
    }
  },
  {
    "translation": {
      "en": "and they've done in the Australians four races to zero.",
      "vi": "và họ đã đánh bại đội Úc 4 chặng đua. NGƯỜI ÚC THẤT VỌNG"
    }
  },
  {
    "translation": {
      "en": "Went back again in 1980, got beaten again.",
      "vi": "Trở lại năm 1980, lại để thua."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] And Australia simply couldn't catch up",
      "vi": "Nói dễ hiểu là Úc không thể bắt kịp"
    }
  },
  {
    "translation": {
      "en": "and has now failed in three attempts to win the America's Cup.",
      "vi": "và giờ đã thất bạitrong ba lần cố gắng giành Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Conner] I won 38 straight races.",
      "vi": "Tôi thắng 38 cuộc đua liên tiếp."
    }
  },
  {
    "translation": {
      "en": "I was the best sailor in the world.",
      "vi": "Là thủy thủ giỏi nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "I slaughtered them.",
      "vi": "Tôi đã cho họ nếm đủ."
    }
  },
  {
    "translation": {
      "en": "Welcome back to Turpie Tonight.",
      "vi": "Chào mừng đến Turpie Tối nay."
    }
  },
  {
    "translation": {
      "en": "Ah! What a cue!",
      "vi": "Nhạc hay quá!"
    }
  },
  {
    "translation": {
      "en": "I want you to listen carefully to this.",
      "vi": "Tôi muốn các bạn nghe thật kỹ."
    }
  },
  {
    "translation": {
      "en": "In September 1983,",
      "vi": "Tháng 9 năm 1983,"
    }
  },
  {
    "translation": {
      "en": "someone will be challenging the Americans for the America's Cup,",
      "vi": "có một người sẽ thách đấu người Mỹđể giành Cúp Mỹ,"
    }
  },
  {
    "translation": {
      "en": "and this man will be skipper.",
      "vi": "và cũng là đội trưởng."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, would you please welcome John Bertrand?",
      "vi": "Thưa quý vị, hãy chào đón John Bertrand."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Deep down, I knew if there's anyone that can actually take on Dennis Conner,",
      "vi": "Sâu trong lòng, tôi biết nếu có ai đócó thể thực sự đối đầu với Dennis Conner,"
    }
  },
  {
    "translation": {
      "en": "it was someone like myself.",
      "vi": "đó là người như tôi."
    }
  },
  {
    "translation": {
      "en": "[host] How long have you been sailing?",
      "vi": "Anh lái thuyền đã bao lâu rồi?"
    }
  },
  {
    "translation": {
      "en": "I started when I was 12 years old.",
      "vi": "Tôi bắt đầu năm 12 tuổi."
    }
  },
  {
    "translation": {
      "en": "-[host] What type or class of yacht? -Little Sabots, little trainers.",
      "vi": "Loại hay hãng thuyền nào? - Sabot nhỏ, một người.- Ừ?"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] My great-grandfather was involved in the construction",
      "vi": "Ông cố của tôiđã tham gia vào việc chế tạo"
    }
  },
  {
    "translation": {
      "en": "of three America's Cup boats.",
      "vi": "ba chiếc thuyền của Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "My grandfather was a professional fisherman,",
      "vi": "Ông nội tôi là ngư dân chuyên nghiệp,"
    }
  },
  {
    "translation": {
      "en": "and he'd teach me when the sea breeze would come in.",
      "vi": "và ông đã dạy tôikhi nào thì gió biển thổi vào."
    }
  },
  {
    "translation": {
      "en": "He'd have this intuitive sixth sense that was passed on to myself.",
      "vi": "Ông có giác quan thứ sáuvà nó đã được truyền lại cho tôi."
    }
  },
  {
    "translation": {
      "en": "[host] No makeup. Is that what you get from life on the ocean waves?",
      "vi": "Không phấn nền.Có được từ cuộc sống trên sóng ư?"
    }
  },
  {
    "translation": {
      "en": "It's hours in the sun, Ian.",
      "vi": "Đi dưới nắng suốt, Ian."
    }
  },
  {
    "translation": {
      "en": "Hours and hours.",
      "vi": "Hàng giờ đồng hồ."
    }
  },
  {
    "translation": {
      "en": "Is this a hard life?",
      "vi": "Có khó khăn không?"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] But when I was 15, there was a shock to our family.",
      "vi": "Nhưng khi tôi 15 tuổi,gia đình tôi chịu một cú sốc."
    }
  },
  {
    "translation": {
      "en": "My father died,",
      "vi": "Bố tôi mất,"
    }
  },
  {
    "translation": {
      "en": "my grandfather died,",
      "vi": "ông nội tôi mất,"
    }
  },
  {
    "translation": {
      "en": "and then my great-grandfather died, in sequence.",
      "vi": "rồi ông cố tôi cũng chết theo,lần lượt như vậy."
    }
  },
  {
    "translation": {
      "en": "So we lost all the men.",
      "vi": "Nên đàn ông đều mất cả."
    }
  },
  {
    "translation": {
      "en": "[woman] When John's father passed away, there was a call in him.",
      "vi": "Khi bố của John qua đời,anh ấy có một khát khao."
    }
  },
  {
    "translation": {
      "en": "It, in fact, was what has always driven him.",
      "vi": "Thật ra đó là điều luôn thúc đẩy anh ấy."
    }
  },
  {
    "translation": {
      "en": "But what I really understood about John was his ability to really focus.",
      "vi": "Nhưng điều tôi thực sự hiểu về Johnlà khả năng tập trung của anh ấy."
    }
  },
  {
    "translation": {
      "en": "He could totally shut off.",
      "vi": "Anh ấy có thể hoàn toàn thu mình lại."
    }
  },
  {
    "translation": {
      "en": "I was infatuated with winning the America's Cup",
      "vi": "Tôi say mê với việc chiến thắng Cúp Mỹ"
    }
  },
  {
    "translation": {
      "en": "and what was required.",
      "vi": "và những yêu cầu của nó."
    }
  },
  {
    "translation": {
      "en": "Hopefully, you'll be the one to challenge whatever yacht the Americans put up.",
      "vi": "Hy vọng anh sẽ là người thách thứcbất cứ chiếc thuyền nào của Mỹ."
    }
  },
  {
    "translation": {
      "en": "That's right. Dennis Conner is the skipper of the one boat,",
      "vi": "Đúng vậy. Dennis Connerlà thuyền trưởng của một con thuyền,"
    }
  },
  {
    "translation": {
      "en": "which he successfully defended last time.",
      "vi": "cái lần trước anh ta đã bảo vệ thành công."
    }
  },
  {
    "translation": {
      "en": "-Didn't like him much. -[audience laughs]",
      "vi": "Không ưa anh ta lắm."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Every year losing to Dennis,",
      "vi": "Mỗi năm để thua Dennis,"
    }
  },
  {
    "translation": {
      "en": "I concluded that I wasn't mentally tough enough.",
      "vi": "tôi đưa ra kết luận rằngtâm lý tôi không đủ vững."
    }
  },
  {
    "translation": {
      "en": "And unless you understood your competition,",
      "vi": "Và trừ khi anh hiểu cuộc đua của mình,"
    }
  },
  {
    "translation": {
      "en": "unless you understood the enemy, you could never actually take it to another level.",
      "vi": "kẻ thù của mình, anh không bao giờcó thể đưa nó lên một tầm cao khác."
    }
  },
  {
    "translation": {
      "en": "So I got a scholarship to MIT in Boston",
      "vi": "Nên tôi nhận được học bổngcủa MIT ở Boston"
    }
  },
  {
    "translation": {
      "en": "in the Department of Ocean Engineering to become part of the US system.",
      "vi": "từ khoa kỹ thuật đại dươngđể thành một phần của hệ thống Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "[man] During this program, you'll be training for careers in marine engineering.",
      "vi": "Chương trình này sẽ đào tạovề kỹ thuật hàng hải."
    }
  },
  {
    "translation": {
      "en": "There will be lab work, sea projects, and plenty of difficult classwork.",
      "vi": "Sẽ có bài ở phòng thí nghiệm, dự ántrên biển và nhiều bài tập khó trên lớp."
    }
  },
  {
    "translation": {
      "en": "[Rasa] When he told me the name of his thesis,",
      "vi": "Khi anh ấy nói với tôi tên luận án… KẾT THÚC"
    }
  },
  {
    "translation": {
      "en": "I think, by then, I really understood",
      "vi": "…tôi nghĩ lúc đó tôi thực sự hiểu"
    }
  },
  {
    "translation": {
      "en": "how important sailing was to him.",
      "vi": "việc lái thuyềnquan trọng tới mức nào với anh ấy."
    }
  },
  {
    "translation": {
      "en": "Optimum Angle of Attack of America's Cup Sails.",
      "vi": "Góc buồm Tối ưu để Tấn công tại Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "Using lifting-line theory, aerospace engineering,",
      "vi": "Sử dụng lý thuyết đường nâng,kỹ thuật hàng không vũ trụ,"
    }
  },
  {
    "translation": {
      "en": "highly technical control systems,",
      "vi": "hệ thống điều khiển kỹ thuật cao,"
    }
  },
  {
    "translation": {
      "en": "basically torpedoes.",
      "vi": "về cơ bản là ngư lôi."
    }
  },
  {
    "translation": {
      "en": "I was behind enemy lines for months…",
      "vi": "Tôi ở lãnh địa kẻ thù qua bao tháng…"
    }
  },
  {
    "translation": {
      "en": "learning about secrets.",
      "vi": "học hỏi những bí mật"
    }
  },
  {
    "translation": {
      "en": "That was very applicable to the America's Cup challenge.",
      "vi": "mà thực sự có thể áp dụngtrong giải đấu Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "So, after MIT, I knew enough",
      "vi": "Vì vậy, sau khi học xong MIT, tôi biết rõ"
    }
  },
  {
    "translation": {
      "en": "that we could go head-to-head, toe-to-toe with the best in the world.",
      "vi": "có thể đối đầu trực tiếpvới những người giỏi nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "[man] Come on, Kyle.",
      "vi": "CÒN 17 THÁNG TRƯỚC CÚP MỸ"
    }
  },
  {
    "translation": {
      "en": "[Conner] To compete, you have to have the money. I just said,",
      "vi": "Để cạnh tranh,anh phải có tiền, như đã nói."
    }
  },
  {
    "translation": {
      "en": "\"When you want to race the America's Cup, show me the money.\"",
      "vi": "Khi anh muốn đua Cúp Mỹ,xoè tiền ra tôi xem."
    }
  },
  {
    "translation": {
      "en": "I guess it's fair to say that estimates about how much money",
      "vi": "Công bằng mà nói ước tính số tiền bỏ ra"
    }
  },
  {
    "translation": {
      "en": "has been spent to win this baby",
      "vi": "để giành được cục cưng này"
    }
  },
  {
    "translation": {
      "en": "are anywhere between 60 and maybe 100 million dollars.",
      "vi": "rơi vào khoảng từ 60đến có lẽ 100 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "[Conner] I was lucky.",
      "vi": "Tôi đã may mắn."
    }
  },
  {
    "translation": {
      "en": "I had the backing of the New York Yacht Club.",
      "vi": "Tôi được Hội Thuyền buồm New York nâng đỡ."
    }
  },
  {
    "translation": {
      "en": "I loved them like Mom and Dad.",
      "vi": "Tôi yêu họ như bố mẹ vậy."
    }
  },
  {
    "translation": {
      "en": "So you get the money, then you can start to put a team together.",
      "vi": "Vậy là anh đã có tiền,giờ thì có thể bắt đầu chiêu mộ một đội."
    }
  },
  {
    "translation": {
      "en": "[reporter] Conner is putting his troops through a training program",
      "vi": "Conner đang đưa quânvào chương trình huấn luyện"
    }
  },
  {
    "translation": {
      "en": "as tough as any yet devised for an America's Cup campaign.",
      "vi": "nặng như mọi chiến dịch khácđể chuẩn bị cho Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Conner] It's important that the crew be able to perform at their best,",
      "vi": "Việc cả đội ở trạng thái tốt nhấtlà rất quan trọng,"
    }
  },
  {
    "translation": {
      "en": "and to do so, they have to have a full commitment,",
      "vi": "và để làm vậy, họ phải vô cùng kiên trì,"
    }
  },
  {
    "translation": {
      "en": "working 5:00 in the morning till 9:00 at night, six days a week for 17 months.",
      "vi": "vào việc từ năm giờ sáng tới chín giờ tối,sáu ngày trên tuần trong 17 tháng."
    }
  },
  {
    "translation": {
      "en": "So the more money, you can start to invest in technology.",
      "vi": "Nên càng có nhiều tiềnđể đầu tư vào công nghệ."
    }
  },
  {
    "translation": {
      "en": "Then you can start thinking about, \"What kind of a designer are we going to have?\"",
      "vi": "Rồi anh mới có thể bắt đầu nghĩ về:\"Ta nên thuê nhà thiết kế nào?\""
    }
  },
  {
    "translation": {
      "en": "\"Who's gonna build the boat? Who's gonna make the sails?\"",
      "vi": "\"Ai sẽ đóng thuyền? Ai sẽ chế tác buồm?\""
    }
  },
  {
    "translation": {
      "en": "[host] The New York Yacht Club calls to order the first meeting…",
      "vi": "Hội Thuyền buồm New Yorkgọi để lên lịch cuộc gặp đầu tiên…"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Studying the New York Yacht Club,",
      "vi": "Tìm hiểu Hội Thuyền buồm New York,"
    }
  },
  {
    "translation": {
      "en": "I realize if we're ever to win this thing,",
      "vi": "tôi nhận ra nếu muốn thắng giải này,"
    }
  },
  {
    "translation": {
      "en": "we would need money, lots of money.",
      "vi": "chúng tôi sẽ cần tiền, rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "[reporter] The story of the America's challenge",
      "vi": "Câu chuyện về việc thách thức nước Mỹ"
    }
  },
  {
    "translation": {
      "en": "is the story of the whole Bond financial saga.",
      "vi": "là kể về toàn bộcâu chuyện tài chính của Bond."
    }
  },
  {
    "translation": {
      "en": "Bondy has always been a gambler,",
      "vi": "Bondi vẫn luôn là một con bạc,"
    }
  },
  {
    "translation": {
      "en": "and that's what this is all about, money.",
      "vi": "và điều đó cũng làtâm điểm của tất cả, tiền."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Alan was the syndicate chairman for Australia.",
      "vi": "Alan từng là chủ tịch công đoàn của Úc."
    }
  },
  {
    "translation": {
      "en": "He took a gamble.",
      "vi": "Ông đã đánh cược."
    }
  },
  {
    "translation": {
      "en": "It was his money.",
      "vi": "Đó là tiền của ông ấy."
    }
  },
  {
    "translation": {
      "en": "It was his project.",
      "vi": "Dự án của ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Simmer] Bondy was a big risk-taker. Larger than life.",
      "vi": "Bondi là một kẻ có máu liều lớn.Lớn hơn cả tính mạng."
    }
  },
  {
    "translation": {
      "en": "He'd made a lot of money in a short amount of time,",
      "vi": "Ông ấy kiếm rất nhiều tiềntrong thời gian ngắn."
    }
  },
  {
    "translation": {
      "en": "largely through property deals.",
      "vi": "Chủ yếu qua giao dịch bất động sản."
    }
  },
  {
    "translation": {
      "en": "And he bought Swan Brewery.",
      "vi": "Và mua lại nhà máy bia Swan."
    }
  },
  {
    "translation": {
      "en": "But from the New York Yacht Club's point of view, he wasn't real wealth.",
      "vi": "Nhưng theo Hội Thuyền buồm New York,ông ấy không phải kiểu giàu có thực sự."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Alan intuitively knew",
      "vi": "Theo trực giác, Alan biết"
    }
  },
  {
    "translation": {
      "en": "to win could take him from a local trader to a global trader.",
      "vi": "nếu thắng sẽ đưa mìnhtừ thương nhân địa phương lên toàn cầu."
    }
  },
  {
    "translation": {
      "en": "It was power and influence, and that was his motivation.",
      "vi": "Quyền lực và sức ảnh hưởng,đó là động lực của ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So, I said to Alan,",
      "vi": "Tôi nói với Alan:"
    }
  },
  {
    "translation": {
      "en": "\"There's basically three elements in this competition.\"",
      "vi": "\"Về cơ bảncó ba yếu tố trong cuộc đua này."
    }
  },
  {
    "translation": {
      "en": "\"You gotta have world-class administration.\"",
      "vi": "Anh phải có quản lý ở đẳng cấp thế giới."
    }
  },
  {
    "translation": {
      "en": "\"You gotta have world-class technology,",
      "vi": "Phải có công nghệ ở đẳng cấp thế giới,"
    }
  },
  {
    "translation": {
      "en": "and, ultimately, the team has to be world-class.\"",
      "vi": "và cuối cùng,đội của anh phải ở đẳng cấp thế giới\"."
    }
  },
  {
    "translation": {
      "en": "We needed to get brilliant, highly sophisticated minds.",
      "vi": "Chúng tôi cần có những bộ óc thông minh,cực kỳ tinh vi."
    }
  },
  {
    "translation": {
      "en": "Invite the best of the best.",
      "vi": "Mời những người giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "So I called Huey.",
      "vi": "Nên tôi đã gọi cho Huey."
    }
  },
  {
    "translation": {
      "en": "[Treharne] Got an apprenticeship and I left school as a sailmaker.",
      "vi": "Theo học nghềvà tôi bỏ học để làm thợ thuyền."
    }
  },
  {
    "translation": {
      "en": "I can see wind shifts and wind pressure. Just could almost smell the wind.",
      "vi": "Tôi có thể thấy sự thay đổi của hướng gióvà áp lực gió. Gần như ngửi thấy mùi gió."
    }
  },
  {
    "translation": {
      "en": "[reporter] …and outstanding tactician Hugh Treharne",
      "vi": "…bậc thầy chiến lược Hugh Trehane"
    }
  },
  {
    "translation": {
      "en": "join other senior members of the Australian team.",
      "vi": "tham gia cùng các thành viên của đội Úc."
    }
  },
  {
    "translation": {
      "en": "Is this the year of the impossible?",
      "vi": "Đây có phải năm của điều bất khả thi?"
    }
  },
  {
    "translation": {
      "en": "I was working as an engineer on a uranium mine.",
      "vi": "Tôi đang làm kỹ sư cho một mỏ uranium."
    }
  },
  {
    "translation": {
      "en": "I was actually a school teacher at the time.",
      "vi": "Lúc đó tôi là giáo viên."
    }
  },
  {
    "translation": {
      "en": "I was working as an electrical engineer.",
      "vi": "Tôi đang làm kỹ sư điện."
    }
  },
  {
    "translation": {
      "en": "And I get a phone call out of the blue saying,",
      "vi": "Và tôi bất ngờnhận được một cuộc gọi nói rằng:"
    }
  },
  {
    "translation": {
      "en": "\"I'd like you to be the navigator",
      "vi": "\"Tôi muốn anh làm hoa tiêu"
    }
  },
  {
    "translation": {
      "en": "on this 12 Metre we're gonna build for the next America's Cup.\"",
      "vi": "trên thuyền 12 mét sắp tới của tôiđể dự Cúp Mỹ\"."
    }
  },
  {
    "translation": {
      "en": "I hadn't been a navigator on any boat.",
      "vi": "Tôi chưa từng làm hoa tiêuở bất cứ con tàu nào."
    }
  },
  {
    "translation": {
      "en": "He said, \"You're an engineer. You go and figure it out.\"",
      "vi": "Anh ấy nói: \"Anh là kỹ sư mà,tự đi tìm hiểu đi\"."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] John Bertrand very carefully worked out the people with the right mental capacity,",
      "vi": "John Bertrand rất cẩn thậnkhi tìm những người có đầu óc tốt,"
    }
  },
  {
    "translation": {
      "en": "who could outsmart the New York Yacht Club.",
      "vi": "để vượt mặt được Hội Thuyền buồm New York."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] To take on the power of the American psyche,",
      "vi": "Có sức mạnh để đối đầuvới đầu óc của người Mỹ,"
    }
  },
  {
    "translation": {
      "en": "with their immense confidence,",
      "vi": "với sự tự tin của họ,"
    }
  },
  {
    "translation": {
      "en": "you need a strong ego to be able to play that game,",
      "vi": "anh cần một cái tôi mạnh mẽmới có thể chơi trò đó,"
    }
  },
  {
    "translation": {
      "en": "and that was a major hurdle.",
      "vi": "và đó là một trở ngại lớn."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] In our country, in Australia,",
      "vi": "Ở đất nước chúng tôi, ở Úc,"
    }
  },
  {
    "translation": {
      "en": "we have this thing called the Tall Poppy Syndrome,",
      "vi": "có Hội chứng Cây Anh túc Cao…"
    }
  },
  {
    "translation": {
      "en": "where people start to show a sense of confidence, and they cut you down.",
      "vi": "HỘI CHỨNG ANH TÚC CAO …nơi người ta bắt đầu thể hiệnmột chút sự tự tin và bị họ hạ gục."
    }
  },
  {
    "translation": {
      "en": "So, if I could get the mental side tough enough,",
      "vi": "Vậy nên, nếu tôi rèn tâm lý cho đủ cứng,"
    }
  },
  {
    "translation": {
      "en": "then perhaps I could put the whole thing together.",
      "vi": "thì có lẽ tôi có thể kết hợp mọi thứ lại."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Bertrand sent this psych test out to all of the potential crew members.",
      "vi": "Bertrand đã gửi bài kiểm tra tâm lý nàycho tất cả thành viên tiềm năng của đội."
    }
  },
  {
    "translation": {
      "en": "And I can remember getting this 14-page psych test",
      "vi": "Và tôi nhớ mình đã làmbài kiểm tra tâm lý dài 14 trang này"
    }
  },
  {
    "translation": {
      "en": "and thinking, \"What is this crap?\"",
      "vi": "và nghĩ, \"Cái quái gì thế này?\""
    }
  },
  {
    "translation": {
      "en": "Yeah. I did the personality test. [laughs]",
      "vi": "Ừ. Tôi đã làm kiểm tra tính cách."
    }
  },
  {
    "translation": {
      "en": "The assessment was that I could have more confidence.",
      "vi": "Đánh giá là tôi có thể tự tin hơn."
    }
  },
  {
    "translation": {
      "en": "That was the assessment, yeah, that I could have more confidence.",
      "vi": "Đánh giá như vậy đấy,nói rằng tôi có thể tự tin hơn."
    }
  },
  {
    "translation": {
      "en": "So for us, we had to believe ourselves that we belong on the world stage.",
      "vi": "Nên với chúng tôi, tất cả phải tin rằngmình thuộc về sân khấu thế giới."
    }
  },
  {
    "translation": {
      "en": "That's the power of visualization.",
      "vi": "Đó là sức mạnh của sự hình dung."
    }
  },
  {
    "translation": {
      "en": "See the sails, see fellow crew members,",
      "vi": "Nhìn thấy cánh buồm,thấy các thành viên trong đội,"
    }
  },
  {
    "translation": {
      "en": "realize the trust, faith, and respect you have for them.",
      "vi": "nhận ra niềm tinvà sự tôn trọng anh dành cho họ."
    }
  },
  {
    "translation": {
      "en": "You're visualizing the environment even before you've gone into battle.",
      "vi": "Anh hình dung ra môi trường ấytrước cả khi bước vào trận đấu."
    }
  },
  {
    "translation": {
      "en": "Ultimately, training the mind not to be intimidated in that environment.",
      "vi": "Cuối cùng, rèn luyện cho tâm tríkhông bị đe dọa trong môi trường đó."
    }
  },
  {
    "translation": {
      "en": "[man] Listen to the helicopters above.",
      "vi": "Nghe tiếng trực thăng ở trên."
    }
  },
  {
    "translation": {
      "en": "-[helicopter blades whirring] -[man] You see the US Coast Guard.",
      "vi": "Thấy Lực lượng Tuần duyên Mỹ."
    }
  },
  {
    "translation": {
      "en": "We're all working hand in hand together as a team.",
      "vi": "Chúng ta sát cánh bên nhaucùng làm việc như một đội."
    }
  },
  {
    "translation": {
      "en": "And then you see Dennis Conner…",
      "vi": "Và rồi thấy Dennis Conner…"
    }
  },
  {
    "translation": {
      "en": "and his American boat, Liberty.",
      "vi": "và chiếc tàu Tự Do từ Mỹ của anh ta."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] And finally, the last thing we had to have was the high-tech, world-class boat.",
      "vi": "Và thứ cuối cùng phải có là một chiếcthuyền công nghệ cao, đẳng cấp thế giới."
    }
  },
  {
    "translation": {
      "en": "But the American sailing technology was at a much higher level",
      "vi": "Nhưng công nghệ thuyền buồm của Mỹở trình độ cao hơn nhiều"
    }
  },
  {
    "translation": {
      "en": "than anything we had in Australia.",
      "vi": "so với những gì chúng tôi có ở Úc."
    }
  },
  {
    "translation": {
      "en": "[reporter] The battle of the Cup has become a war of technology,",
      "vi": "Trận chiến Cúp đã trở thànhcuộc chiến công nghệ,"
    }
  },
  {
    "translation": {
      "en": "and Conner had wanted to build himself a fearsome weapon.",
      "vi": "và Conner muốn tạo cho mìnhmột vũ khí đáng sợ."
    }
  },
  {
    "translation": {
      "en": "So he went to the heavily-guarded US Government weapons research center.",
      "vi": "Nên anh ta đến trung tâmnghiên cứu vũ khí của Chính phủ Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "[Conner] Right now we have naval architects involved.",
      "vi": "Lúc đó có sự tham giacủa kiến trúc sư hải quân."
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, we have, at the hub of our campaign,",
      "vi": "Trên thực tế,ở trung tâm trại của chúng tôi"
    }
  },
  {
    "translation": {
      "en": "basically a subcontractor from the Department of Defense.",
      "vi": "có một nhà thầu phụ đến từ Bộ Quốc phòng."
    }
  },
  {
    "translation": {
      "en": "Dennis had US Navy and aerospace technology.",
      "vi": "Dennis có công nghệ Hải quânvà Hàng không vũ trụ Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Simmer] And he had big design teams, like nearly 30 guys,",
      "vi": "Và anh ta cóđội thiết kế quy mô lớn, gần 30 người,"
    }
  },
  {
    "translation": {
      "en": "but those days we just had Benny.",
      "vi": "nhưng những ngày đóchúng tôi chỉ có Benny."
    }
  },
  {
    "translation": {
      "en": "We had Benny. That was it.",
      "vi": "Chúng tôi có Benny. Vậy thôi."
    }
  },
  {
    "translation": {
      "en": "[reporter] Seen here is the barefoot Australian, Ben Lexcen.",
      "vi": "Ta có thể thấyanh người Úc đi chân trần, Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "He's Alan Bond's unlikely choice to design his yacht",
      "vi": "Anh ấy là lựa chọn khó tin của Alan Bondđể thiết kế thuyền"
    }
  },
  {
    "translation": {
      "en": "for the upcoming 1983 America's Cup.",
      "vi": "cho giải Cúp Mỹ năm 1983 sắp tới."
    }
  },
  {
    "translation": {
      "en": "But where many designers live in a world full of calculus and geometry,",
      "vi": "Nhưng nhiều nhà thiết kếsống trong thế giới tính toán và hình học,"
    }
  },
  {
    "translation": {
      "en": "Ben Lexcen lives in a world of art.",
      "vi": "Ben Lexcen sống trong thế giới nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "[Lexcen] Yacht design is still an art.",
      "vi": "Thiết kế thuyền vẫn là nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "It's probably one of the only arts left where the artist has to prove his work",
      "vi": "Có lẽ là môn nghệ thuật duy nhấtnghệ sĩ phải chứng minh tác phẩm"
    }
  },
  {
    "translation": {
      "en": "by actual performance.",
      "vi": "bằng trình diễn thực tế."
    }
  },
  {
    "translation": {
      "en": "Benny was different.",
      "vi": "Benny rất khác biệt."
    }
  },
  {
    "translation": {
      "en": "He was not constrained in a box.",
      "vi": "Anh ấy không bị giới hạn trong hộp."
    }
  },
  {
    "translation": {
      "en": "Brilliant and dangerous in so many ways.",
      "vi": "Rực rỡ và nguy hiểm theo rất nhiều cách."
    }
  },
  {
    "translation": {
      "en": "He was the Leonardo da Vinci of Australia.",
      "vi": "Anh ấy là Leonardo da Vinci của Úc."
    }
  },
  {
    "translation": {
      "en": "Only three years of formal education, nine years old to twelve years old.",
      "vi": "Chỉ có ba năm học chính quy,từ chín đến 12 tuổi."
    }
  },
  {
    "translation": {
      "en": "So he wasn't restricted in his thinking.",
      "vi": "Nên anh ấy không bị hạn chế suy nghĩ."
    }
  },
  {
    "translation": {
      "en": "That was his strength, as it turns out.",
      "vi": "Hóa ra đó là sức mạnh của anh ấy."
    }
  },
  {
    "translation": {
      "en": "[Longley] Ben's one of these really unique people in the world",
      "vi": "Ben là một trong những ngườiđộc nhất trên thế giới"
    }
  },
  {
    "translation": {
      "en": "who comes from an incredible background of hardly any formal schooling at all.",
      "vi": "xuất thân từ một nền tảng khó tinkhi hầu như không được học hành chính quy."
    }
  },
  {
    "translation": {
      "en": "He was almost a street person in a way.",
      "vi": "Theo một cách nào đó,anh ấy gần như là một người lang thang."
    }
  },
  {
    "translation": {
      "en": "[Rasa] Benny would just arrive and stay with us for two nights, two weeks,",
      "vi": "Benny chỉ đến và ở lạivới chúng tôi hai đêm, hai tuần,"
    }
  },
  {
    "translation": {
      "en": "and he was physically very awkward.",
      "vi": "và về thể chất, anh ấy cực kỳ ngại ngùng."
    }
  },
  {
    "translation": {
      "en": "He had a very severe tic, but he was curious.",
      "vi": "Anh ấy bị tật máy giật nặng,nhưng lại có tính tò mò."
    }
  },
  {
    "translation": {
      "en": "He was a passionately curious man.",
      "vi": "Anh ấy là một người rất nhiệt tình tò mò."
    }
  },
  {
    "translation": {
      "en": "And we've moved the rig slightly, so, uh… The boat feels really nice.",
      "vi": "Chúng tôi đã di chuyển cái giàn một chút,nên… Nhưng điều đó thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "[Longley] His genius was to be able to absorb information.",
      "vi": "Cái thiên tài của anh ấy là ở chỗcó thể tiếp thu thông tin."
    }
  },
  {
    "translation": {
      "en": "He's like a honeyeater.",
      "vi": "Anh ấy như một con ong."
    }
  },
  {
    "translation": {
      "en": "He'd just pick, pick, pick, pick, pick, pick, pick, pick and bring all this in.",
      "vi": "Anh ấy chỉ cần chọn, chọn, chọn,và đưa tất cả vào."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So when Benny started to design the yacht,",
      "vi": "Vậy là khi Benny bắt đầu thiết kế thuyền,"
    }
  },
  {
    "translation": {
      "en": "I was sitting on the dock, and he said, \"John, look at the seagulls.\"",
      "vi": "tôi ngồi trên bến, anh ấy nói:\"John, nhìn mấy con mòng biển đi\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"Every feather, there's a flight control system.\"",
      "vi": "Anh ấy nói: \"Mỗi sợi lông,đều có hệ thống kiểm soát bay\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"There must be a thousand control systems",
      "vi": "Và: \"Phải có cả ngàn hệ thống kiểm soát"
    }
  },
  {
    "translation": {
      "en": "in one wing of that bird.\"",
      "vi": "trong một cánh của con chim đó\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"Look at how they take off. It's just one flip and they're gone.\"",
      "vi": "\"Nhìn chúng cất cánh đi.Một cú đập cánh là đã bay mất."
    }
  },
  {
    "translation": {
      "en": "\"It's beautiful.\"",
      "vi": "Đẹp quá\"."
    }
  },
  {
    "translation": {
      "en": "He was a student of nature.",
      "vi": "Anh ấy là sinh viên của tự nhiên."
    }
  },
  {
    "translation": {
      "en": "And I had very little understanding of where it could lead,",
      "vi": "Và tôi chẳng hiểu nổinó có thể dẫn ta đến đâu,"
    }
  },
  {
    "translation": {
      "en": "but the door was opened.",
      "vi": "nhưng cánh cửa đã mở."
    }
  },
  {
    "translation": {
      "en": "[Longley] Benny had gone across to Holland to try and design a 12 Metre",
      "vi": "Benny đã đi qua Hà Lan để thửvà thiết kế một chiếc thuyền 12 mét"
    }
  },
  {
    "translation": {
      "en": "that was gonna be better than the 12 Metre that we had in 1980.",
      "vi": "sẽ tốt hơn cái chúng tôi có vào năm 1980."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Benny was at one of the biggest towing tank facilities in the world",
      "vi": "Benny đang ởmột trong những bể chứa lớn nhất thế giới,"
    }
  },
  {
    "translation": {
      "en": "trying to get another one hundredth of one knot out of the boat.",
      "vi": "cố gắng khiến thuyềnthêm một phần một trăm hải lý."
    }
  },
  {
    "translation": {
      "en": "He was tearing his hair out trying to find an improvement, and he just couldn't.",
      "vi": "Anh ấy vò đầu bứt tai tìm cách cải thiện,nhưng không thể."
    }
  },
  {
    "translation": {
      "en": "[Longley] He was enormously frustrated,",
      "vi": "Anh ấy đã rất nản lòng,"
    }
  },
  {
    "translation": {
      "en": "and suddenly we started getting these telexes…",
      "vi": "rồi đột nhiên chúng tôibắt đầu nhận được điện tín…"
    }
  },
  {
    "translation": {
      "en": "where he said, \"Hang on. We're onto something here.\"",
      "vi": "anh ấy nói:\"Chờ nhé. Chúng tôi có tiến triển rồi\"."
    }
  },
  {
    "translation": {
      "en": "Every day we'd get back to the office and there'd be another telex",
      "vi": "Mỗi ngày đến văn phòngvà sẽ có thêm một bức điện tín"
    }
  },
  {
    "translation": {
      "en": "with him getting more and more excited.",
      "vi": "trong đó anh ấy ngày càng phấn khích hơn."
    }
  },
  {
    "translation": {
      "en": "He said, \"I'm developing a keel here that could potentially be a breakthrough.\"",
      "vi": "\"Tôi đang cải tiến phần sống thuyềnvà đây có thể là một bước đột phá\". ÚC II\"SỐNG THUYỀN CÁNH\""
    }
  },
  {
    "translation": {
      "en": "But he didn't actually tell us what it was.",
      "vi": "SỐNG THUYỀN - CẤU TRÚC GIÚP ỔN ĐỊNH THUYỀN Nhưng anh ấy không nói đó là gì."
    }
  },
  {
    "translation": {
      "en": "[reporter] Lexcen's seven models underwent test trials in minute detail in at least 200 runs,",
      "vi": "Bảy mô hình của Lexcen trải qua thử nghiệmchi tiết trong ít nhất 200 lần chạy,"
    }
  },
  {
    "translation": {
      "en": "which allowed the designer to make constant refinements to his secret keel.",
      "vi": "cho phép nhà thiết kế liên tục cải tiếnsống thuyền bí mật."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So the call came through to come across to see this model",
      "vi": "Nên tôi đã ghé thăm để xem mô hình anh ấy tạo ravới sống thuyền trông rất buồn cười này."
    }
  },
  {
    "translation": {
      "en": "that he created with this funny-looking keel.",
      "vi": "để xem mô hình anh ấy tạo ravới sống thuyền trông rất buồn cười này."
    }
  },
  {
    "translation": {
      "en": "[Simmer] So, I knew there was something special going on with the keel.",
      "vi": "Tôi biết đã có cải tiến đặc biệtvới phần sống thuyền."
    }
  },
  {
    "translation": {
      "en": "Benny said, \"Okay, you can come over, but you can't tell anyone.\"",
      "vi": "Benny nói: \"Được rồi, anh qua đi,nhưng không được kể với ai\"."
    }
  },
  {
    "translation": {
      "en": "It was under covers, and John Bertrand took me in to have a look.",
      "vi": "Nó được đậy lạivà John Bertrand đưa tôi vào để xem."
    }
  },
  {
    "translation": {
      "en": "There, sitting in the foundry on the sand, was this thing.",
      "vi": "Dựng trong xưởng đúc trên cát là thứ này."
    }
  },
  {
    "translation": {
      "en": "[Brown] And I think I was speechless.",
      "vi": "Và tôi nghĩ tôi đã chết đứng."
    }
  },
  {
    "translation": {
      "en": "Just trying to take it all in.",
      "vi": "Đang cố tiếp nhận mọi thứ."
    }
  },
  {
    "translation": {
      "en": "I'm looking at this thing going, \"You can't be serious.\"",
      "vi": "Tôi nhìn thứ này:\"Anh không thể nghiêm túc được\"."
    }
  },
  {
    "translation": {
      "en": "I didn't know what to think because it looked a bit weird.",
      "vi": "Tôi không biết phải nghĩ gìvì nó trông hơi kỳ cục."
    }
  },
  {
    "translation": {
      "en": "[Longley] People have been designing 12 Metres since 1905.",
      "vi": "Người ta đã thiết kếthuyền 12 mét từ năm 1905."
    }
  },
  {
    "translation": {
      "en": "This is so different.",
      "vi": "Thứ này quá khác lạ."
    }
  },
  {
    "translation": {
      "en": "How can it be right?",
      "vi": "Sao có thể dùng được?"
    }
  },
  {
    "translation": {
      "en": "I knew that the keel was inverted.",
      "vi": "Tôi biết sống thuyền bị đảo ngược."
    }
  },
  {
    "translation": {
      "en": "It was upside down.",
      "vi": "Nó bị lộn ngược lại."
    }
  },
  {
    "translation": {
      "en": "It was like someone designed a new car. Looked like it's got wheels on the roof.",
      "vi": "Như ai đó thiết kế một chiếc xe mới.Với bánh xe trên nóc xe."
    }
  },
  {
    "translation": {
      "en": "It became clear Benny had been playing around with wings.",
      "vi": "Rõ ràng là Benny đã chơi đùa với đôi cánh."
    }
  },
  {
    "translation": {
      "en": "It's like a bird with wings on it. Okay?",
      "vi": "Nó như một con chim có cánh. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "And that became the outrageous winged keel.",
      "vi": "Và thứ đó đã thành sống thuyền cánh kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "[Simmer] We knew the boat was high risk.",
      "vi": "Tôi biết thuyền có nguy cơ cao."
    }
  },
  {
    "translation": {
      "en": "And John, who's technically one of the great sailors,",
      "vi": "Và John, một trong nhữngthủy thủ tài giỏi,"
    }
  },
  {
    "translation": {
      "en": "was a little nervous about it.",
      "vi": "hơi lo lắng về điều đó."
    }
  },
  {
    "translation": {
      "en": "The last thing I wanted to do",
      "vi": "Điều cuối cùng tôi muốn làm"
    }
  },
  {
    "translation": {
      "en": "is to spend a huge amount of my time, effort, and emotion",
      "vi": "là dành rất nhiều thời gian,công sức và cảm xúc"
    }
  },
  {
    "translation": {
      "en": "on something where the equipment was never gonna cut it.",
      "vi": "cho một thứmà trang thiết bị không phù hợp."
    }
  },
  {
    "translation": {
      "en": "We didn't even know it was gonna sail like a yacht.",
      "vi": "Còn chẳng biết nó có chạy không."
    }
  },
  {
    "translation": {
      "en": "When I showed our boat, they all thought I'd gone off my rocker.",
      "vi": "Khi tôi cho họ xem thuyền,tất cả đều nghĩ tôi bị điên."
    }
  },
  {
    "translation": {
      "en": "So we decided we were going to have a big meeting with Alan Bond.",
      "vi": "Nên tất cả quyết định sẽ cómột cuộc họp lớn với Alan Bond."
    }
  },
  {
    "translation": {
      "en": "\"So, Alan, Benny's come up with a boat that is very, very different.\"",
      "vi": "\"Vậy, Alan, Benny đã nghĩ ramột con thuyền rất, rất khác."
    }
  },
  {
    "translation": {
      "en": "\"But the tank says it's 20 minutes faster around the track than this one.\"",
      "vi": "Nhưng kỹ thuật viên nói nóchạy nhanh hơn 20 phút so với cái này."
    }
  },
  {
    "translation": {
      "en": "\"What are we going to do?\" And Alan said, \"Right.\"",
      "vi": "Ta sẽ làm gì đây?\" Và Alan nói: \"Phải."
    }
  },
  {
    "translation": {
      "en": "\"Well, we're gonna build that one. Otherwise, you're all fired.\"",
      "vi": "Ta sẽ dựng cái đó.Nếu không, các anh sẽ bị sa thải\"."
    }
  },
  {
    "translation": {
      "en": "So we just went ahead and built that boat.",
      "vi": "Nên bọn tôi cứ thế mà đi dựng thuyền thôi."
    }
  },
  {
    "translation": {
      "en": "This is where Ben Lexcen's latest winged wonder",
      "vi": "Đây là nơi kỳ quan có cánhmới nhất của Ben Lexcen"
    }
  },
  {
    "translation": {
      "en": "will have its fiery birth in a vat of molten lead in North Fremantle.",
      "vi": "sẽ được sinh ra trong mộtthùng chì nóng chảy ở Bắc Fremantle."
    }
  },
  {
    "translation": {
      "en": "[Simmer] So many years of getting hammered by the Americans.",
      "vi": "Rất nhiều năm bị người Mỹ đánh bại."
    }
  },
  {
    "translation": {
      "en": "It was time that we had to do something radical.",
      "vi": "Đã đến lúc ta phải làm gì đó quyết liệt."
    }
  },
  {
    "translation": {
      "en": "Skippy and I were involved in building the boat.",
      "vi": "Skippy và tôi đã tham gia dựng thuyền."
    }
  },
  {
    "translation": {
      "en": "You know, literally hands-on.",
      "vi": "Thực sự trực tiếp tham gia."
    }
  },
  {
    "translation": {
      "en": "Everyone was covered in gray from grinding and cutting aluminum.",
      "vi": "Mọi người ai ai cũng xám xịtdo phải mài và cắt nhôm."
    }
  },
  {
    "translation": {
      "en": "[Longley] Benny Lexcen and I designed the deck layout together.",
      "vi": "Benny Lexcen và tôicùng nhau thiết kế bố cục sàn."
    }
  },
  {
    "translation": {
      "en": "And I was in charge of everything from the deck up.",
      "vi": "Tôi phụ trách mọi thứ từ sàn tàu lên."
    }
  },
  {
    "translation": {
      "en": "We actually threw the rule book out in terms of how sails will be made.",
      "vi": "Chúng tôi thực sự đã bỏ quacác quy tắc về cách làm buồm."
    }
  },
  {
    "translation": {
      "en": "And we developed the software to design the sails.",
      "vi": "Và chúng tôi đã phát triển phần mềmđể thiết kế buồm."
    }
  },
  {
    "translation": {
      "en": "Totally revolutionary.",
      "vi": "Hoàn toàn cách mạng."
    }
  },
  {
    "translation": {
      "en": "[Simmer] We would take risks and broke a lot of stuff",
      "vi": "Bọn tôi liều lĩnh và làm hỏng nhiều thứ,"
    }
  },
  {
    "translation": {
      "en": "because Benny was experimenting as he was building stuff.",
      "vi": "vì Benny đang thử nghiệmtrong khi vẫn chế tạo thứ khác."
    }
  },
  {
    "translation": {
      "en": "That's how he was, you know.",
      "vi": "Anh ấy là thế đấy."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] You'd say, \"Well, that guy's crazy.\"",
      "vi": "Bạn sẽ nói: \"Gã đó điên rồi\"."
    }
  },
  {
    "translation": {
      "en": "Well, yes, he was, but we're all crazy. It's all part of the deal.",
      "vi": "Vâng, đúng, nhưng bọn tôi đều điên.Đó là một phần của thỏa thuận."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] We sat down with designer Ben Lexcen",
      "vi": "Chúng tôi đã nói chuyệnvới nhà thiết kế Ben Lexcen về quan hệ"
    }
  },
  {
    "translation": {
      "en": "and talked about his partnership with team owner Alan Bond.",
      "vi": "Chúng tôi đã nói chuyệnvới nhà thiết kế Ben Lexcen về quan hệ với chủ đội Alan Bond."
    }
  },
  {
    "translation": {
      "en": "[Lexcen] I'm not under any pressure of time or money,",
      "vi": "Tôi không bị áp lựcvề thời gian hay tiền bạc,"
    }
  },
  {
    "translation": {
      "en": "and he appreciates my style of thinking,",
      "vi": "và ông ấy đánh giá caophong cách suy nghĩ của tôi,"
    }
  },
  {
    "translation": {
      "en": "and he more or less lets me just wander along like I'm an inventor.",
      "vi": "và ít nhiều để tôi tự donhư một nhà phát minh."
    }
  },
  {
    "translation": {
      "en": "Alan Bond's new 12 Metre was officially named in the ceremony",
      "vi": "Chiếc 12 mét mới của Bondchính thức được đặt tên trong buổi lễ"
    }
  },
  {
    "translation": {
      "en": "before thousands of spectators in Perth today.",
      "vi": "trước hàng ngàn khán giả ở Perth hôm nay."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A supremely confident Alan Bond told a news conference today",
      "vi": "Một Alan Bond cực kỳ tự tinphát biểu ở cuộc họp báo hôm nay"
    }
  },
  {
    "translation": {
      "en": "that Australia II would win the America's Cup.",
      "vi": "rằng Úc II sẽ thắng được chiếc Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "The construction of this yacht first began with Ben Lexcen, the designer.",
      "vi": "Đầu tiên, việc xây dựng ở phân xưởngbắt đầu với Ben Lexcen, nhà thiết kế."
    }
  },
  {
    "translation": {
      "en": "We've worked over two years on a truly Australian effort.",
      "vi": "Chúng tôi đã làm việc hơn hai năm,thực sự là một nỗ lực của người Úc."
    }
  },
  {
    "translation": {
      "en": "For the first time,",
      "vi": "Lần đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "we have been able to develop equal to anything else the world will see.",
      "vi": "chúng tôi đã có thể phát triển ngang bằngvới mọi thứ mà thế giới sẽ thấy."
    }
  },
  {
    "translation": {
      "en": "[man] Three cheers… Hip-hip hooray!",
      "vi": "Cổ vũ ba lần… Hoan hô hoan hô!"
    }
  },
  {
    "translation": {
      "en": "[singers on radio] ♪ 1540 WADK, Newport ♪",
      "vi": "CÚP MỸ NĂM 1983 NEWPORT, RHODE ISLAND 1540 WADK, Newport."
    }
  },
  {
    "translation": {
      "en": "Four minutes before 3:00 on Newport Radio WADK,",
      "vi": "Bốn phút nữa là 3:00 tại Đài Newport. WADK, đài phát thanh chính thứccủa giải Cúp Mỹ 1983."
    }
  },
  {
    "translation": {
      "en": "the official radio station of the 1983 America's Cup.",
      "vi": "WADK, đài phát thanh chính thứccủa giải Cúp Mỹ 1983."
    }
  },
  {
    "translation": {
      "en": "Speaking of which, the successful 1980 defender, Dennis Conner,",
      "vi": "Với hậu vệ thành côngsinh năm 1980, Dennis Conner,"
    }
  },
  {
    "translation": {
      "en": "and Liberty, a brand-new 12, has made her arrival in Newport Harbor today.",
      "vi": "và Tự Do, chiếc 12 mét mới toanh,đã đến cảng Newport hôm nay."
    }
  },
  {
    "translation": {
      "en": "[reporter] Dennis Conner, the incumbent America's Cup defender,",
      "vi": "Dennis Conner, Người bảo vệđương kim vô địch Cúp Mỹ,"
    }
  },
  {
    "translation": {
      "en": "a solitary man with a single focus, to win again in 1983.",
      "vi": "một người đơn độc với chỉ một mục tiêu,giành chiến thắng lần nữa năm 1983."
    }
  },
  {
    "translation": {
      "en": "On behalf of AT&T, we're proud to, uh, be a sponsor",
      "vi": "Thay mặt AT&T,chúng tôi tự hào là nhà tài trợ"
    }
  },
  {
    "translation": {
      "en": "in defense of the America's Cup.",
      "vi": "để bảo vệ Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "And let me just add one other thing. Go get 'em, Dennis!",
      "vi": "Và để tôi nói thêm điều nữa.Hạ họ đi, Dennis!"
    }
  },
  {
    "translation": {
      "en": "-[Conner] All right! -[man] Tomorrow!",
      "vi": "Được rồi! Ngày mai!"
    }
  },
  {
    "translation": {
      "en": "This Tuesday, they will begin running the competition",
      "vi": "Thứ Ba này, họ sẽ bắt đầu cuộc thi"
    }
  },
  {
    "translation": {
      "en": "for the most coveted sailing prize, the America's Cup.",
      "vi": "cho giải thưởng đua thuyềnđược khao khát nhất, Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Now, the America's Cup is a Challenger Series,",
      "vi": "Ừ, Cúp Mỹ là một Chuỗi Thách đấu,"
    }
  },
  {
    "translation": {
      "en": "52 races against all the other countries,",
      "vi": "52 cuộc đua với tất cả các nước khác,"
    }
  },
  {
    "translation": {
      "en": "four-and-a-half months in Newport,",
      "vi": "bốn tháng rưỡi ở Newport,"
    }
  },
  {
    "translation": {
      "en": "for the right to race against the Americans in September.",
      "vi": "để giành quyền đuavới người Mỹ vào tháng Chín."
    }
  },
  {
    "translation": {
      "en": "[man] There was a time here in New England",
      "vi": "1983 CÚP LOUIS VUITTONCHUỖI THÁCH ĐẤU TUYỂN CHỌN Ở New England từng có lúc"
    }
  },
  {
    "translation": {
      "en": "when the words \"The British are coming\" rang out loud and clear.",
      "vi": "khi câu \"Người Anh đang đến\"vang lên thật to và rõ."
    }
  },
  {
    "translation": {
      "en": "But during this summer of 1983 here in Newport, it's not only the British who are coming,",
      "vi": "Nhưng trong mùa hè năm 1983 ở Newport,không chỉ có người Anh đến,"
    }
  },
  {
    "translation": {
      "en": "but it's also the French, the Canadians, the Italians,",
      "vi": "mà còn có cả người Pháp,người Canada, người Ý,"
    }
  },
  {
    "translation": {
      "en": "and the Australians.",
      "vi": "và người Úc."
    }
  },
  {
    "translation": {
      "en": "[Longley] When we first got to Newport for the Challenger Races,",
      "vi": "Lần đầu đến Newport tham dựChặng đua Thách đấu,"
    }
  },
  {
    "translation": {
      "en": "we talked about the keel.",
      "vi": "đội đã bàn về sống thuyền."
    }
  },
  {
    "translation": {
      "en": "And we decided we'd hide it completely.",
      "vi": "Và quyết định sẽ hoàn toàn giữ bí mật."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] The last thing we want to do is show the keel to the world,",
      "vi": "Điều cuối cùng tôi muốnlà đưa thứ đó cho cả thế giới xem,"
    }
  },
  {
    "translation": {
      "en": "so that someone else could copy it, and put it on their boat,",
      "vi": "để rồi ai đó sao chép lạivà lắp lên thuyền"
    }
  },
  {
    "translation": {
      "en": "and be as competitive as what we were.",
      "vi": "và cạnh tranh như cả đội đã từng."
    }
  },
  {
    "translation": {
      "en": "So, we kept it hidden.",
      "vi": "Nên chúng tôi giấu kín."
    }
  },
  {
    "translation": {
      "en": "[Longley] And I remember there was a local newspaper.",
      "vi": "Và tôi nhớ có một tờ báo địa phương."
    }
  },
  {
    "translation": {
      "en": "It said, \"The Australians have come with some bizarre, stupid keel.\"",
      "vi": "Nói rằng người Úc đến vớimột cái sống thuyền ngu ngốc kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "\"These guys have finally lost it.\"",
      "vi": "Đám này rốt cuộc đã mất trí rồi."
    }
  },
  {
    "translation": {
      "en": "\"They've lost three times, and they're getting desperate.\"",
      "vi": "Họ đã thua ba lần và họ tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "That was the attitude of it.",
      "vi": "Thái độ của họ vậy đấy."
    }
  },
  {
    "translation": {
      "en": "Starting leg of the America's Cup course is into the wind,",
      "vi": "Chặng bắt đầu của Cúp Mỹlà đoạn ngược gió,"
    }
  },
  {
    "translation": {
      "en": "four-and-a-half miles long to this mark, followed by two reaching legs.",
      "vi": "kéo dài 7,2 kilomet đến điểm này,cùng với đó là hai cột mốc."
    }
  },
  {
    "translation": {
      "en": "Then the yachts turn one more time to the port,",
      "vi": "Sau đó,các thuyền quay lại cảng một lần nữa,"
    }
  },
  {
    "translation": {
      "en": "finishing once more into the wind.",
      "vi": "rồi đi lại đoạn ngược gió để kết thúc."
    }
  },
  {
    "translation": {
      "en": "So we entered the first races",
      "vi": "Chúng tôi vào chặng đầu"
    }
  },
  {
    "translation": {
      "en": "of the elimination series against the Italians,",
      "vi": "của vòng loại trực tiếp với người Ý,"
    }
  },
  {
    "translation": {
      "en": "with the unknown of just how competitive our package was.",
      "vi": "mà chẳng hay biếtmình sẽ tỏ ra cạnh tranh tới đâu."
    }
  },
  {
    "translation": {
      "en": "[Simmer] This radical boat, you're either gonna hit a home run or you're not.",
      "vi": "Với chiếc thuyền cấp tiến này,hoặc là được ăn cả, hoặc ngã về không."
    }
  },
  {
    "translation": {
      "en": "We were either going to be heroes or idiots.",
      "vi": "Chúng tôi hoặc là anh hùnghoặc là một lũ ngốc."
    }
  },
  {
    "translation": {
      "en": "-[official] Five, four, three, two, one. -[gun fires]",
      "vi": "Năm, bốn, ba, hai, một."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Australia has turned the mark and is absolutely flying downwind.",
      "vi": "Đội Úc đã quay thuyền ở điểm mốcvà đang lao đi theo hướng gió."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] All the work that we had done in Australia had paid huge dividends.",
      "vi": "Tất cả những công sức của họở Úc đã sinh lời."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] Australia II has won.",
      "vi": "Úc II đã giành chiến thắng."
    }
  },
  {
    "translation": {
      "en": "[announcer 3] You can see Australia II. She's just crossed the finishing line.",
      "vi": "Bạn có thể thấy Úc II ở đó.Nó vừa vượt qua vạch đích."
    }
  },
  {
    "translation": {
      "en": "And we came out all guns blazing.",
      "vi": "Chúng tôi đã xuất toàn lực."
    }
  },
  {
    "translation": {
      "en": "[Longley] We were no longer overawed by Newport.",
      "vi": "Chúng tôi không cònbị kinh sợ trước Newport nữa."
    }
  },
  {
    "translation": {
      "en": "We were just angry. We were there for one reason, to win.",
      "vi": "Chúng tôi tức giận.Ở đó chỉ vì một lý do, chiến thắng."
    }
  },
  {
    "translation": {
      "en": "The time is 6:30 a.m. on a Sunday morning,",
      "vi": "Hiện tại là 6 rưỡi sáng Chủ Nhật."
    }
  },
  {
    "translation": {
      "en": "and the Australia II crew is already hard at work.",
      "vi": "Thuyền viên Úc IIđã bắt đầu luyện tập vất vả."
    }
  },
  {
    "translation": {
      "en": "[Longley] We would run, we'd do weights, we'd do aerobics.",
      "vi": "Chúng tôi chạy, tập tạ, thể dục nhịp điệu."
    }
  },
  {
    "translation": {
      "en": "It was not only a part of getting fit and getting strong.",
      "vi": "Đó không chỉ là để cơ thể cân đốivà mạnh mẽ hơn."
    }
  },
  {
    "translation": {
      "en": "It was also about sending a message.",
      "vi": "Mà còn là để phát đi một thông điệp."
    }
  },
  {
    "translation": {
      "en": "[all] Good morning, Australia!",
      "vi": "Chào buổi sáng, nước Úc!"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Now it was only until we started to win races",
      "vi": "Chỉ đến khi chúng tôibắt đầu thắng cuộc đua"
    }
  },
  {
    "translation": {
      "en": "that our credibility increased.",
      "vi": "thì uy tín mới tăng lên."
    }
  },
  {
    "translation": {
      "en": "[news anchor 1] In the America's Cup preliminaries,",
      "vi": "Ở vòng sơ loại Cúp Mỹ,"
    }
  },
  {
    "translation": {
      "en": "all signs are pointing to Alan Bond's Australia II",
      "vi": "mọi dấu hiệu đều chỉ ra rằng phải đánh bại chiếc Úc II của Alan Bond."
    }
  },
  {
    "translation": {
      "en": "as the boat to beat.",
      "vi": "phải đánh bại chiếc Úc II của Alan Bond."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We beat the Italians, crushed the Canadians.",
      "vi": "Bọn tôi đánh bại người Ý,nghiền nát người Canada."
    }
  },
  {
    "translation": {
      "en": "[news anchor 2] After today's race,",
      "vi": "Sau chặng hôm nay,"
    }
  },
  {
    "translation": {
      "en": "it seems nothing can tack faster or point higher into the wind",
      "vi": "dường như không gì có thể lao nhanh hơnvà cao hơn cả cơn gió"
    }
  },
  {
    "translation": {
      "en": "than Ben Lexcen's radical 12 Metre.",
      "vi": "như chiếc 12 mét cấp tiến của Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "While few people have actually seen this mysterious keel,",
      "vi": "Có rất ít ngườiđã thấy chiếc sống thuyền bí ẩn,"
    }
  },
  {
    "translation": {
      "en": "almost everyone here has seen the boat racing and winning.",
      "vi": "nhưng hầu hết mọi ngườiđã thấy nó đua và chiến thắng."
    }
  },
  {
    "translation": {
      "en": "[announcer] Australia II, by some…",
      "vi": "Úc II, vì vài…"
    }
  },
  {
    "translation": {
      "en": "Then, suddenly, \"Why are they so competitive?\"",
      "vi": "Rồi đột nhiên:\"Sao họ lại cạnh tranh tới vậy?\""
    }
  },
  {
    "translation": {
      "en": "[reporter 1] What is that beneath the hull of the Australia II?",
      "vi": "Có gì bên dưới thân tàu của chiếc Úc II?"
    }
  },
  {
    "translation": {
      "en": "A keel, but what kind of a keel?",
      "vi": "Một cái sống thuyền, nhưng là loại nào?"
    }
  },
  {
    "translation": {
      "en": "It's this summer's mystery at Newport.",
      "vi": "Đó là bí ẩn của mùa hè này ở Newport."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The boat was covered. It was always secret.",
      "vi": "Con thuyền được che lại.Và luôn là bí ẩn."
    }
  },
  {
    "translation": {
      "en": "And that started to drive some of the observers crazy.",
      "vi": "Điều đó bắt đầu khiếnmột số nhà quan sát phải phát điên."
    }
  },
  {
    "translation": {
      "en": "The big question here, Bryant, this morning, is",
      "vi": "Ta phải hỏi là, Bryant, sáng nay,"
    }
  },
  {
    "translation": {
      "en": "what do the Aussies have on their bottom?",
      "vi": "ở dưới đó của người Úc có gì?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Between us, can you tell me what that keel is?",
      "vi": "Giữa hai ta, anh có thể nóivề sống thuyền đó không?"
    }
  },
  {
    "translation": {
      "en": "-Between us, Mort, I can't tell you, no. -[both laugh]",
      "vi": "Giữa hai ta à, Mort? Tôi không thể nói."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Armed guards patrol this place around the clock.",
      "vi": "Bảo vệ có vũ trangtuần tra nơi này ngày đêm."
    }
  },
  {
    "translation": {
      "en": "Their job is to protect Australia II,",
      "vi": "Nhiệm vụ của họ là bảo vệ Úc II,"
    }
  },
  {
    "translation": {
      "en": "the yacht that may very well succeed in making sporting history.",
      "vi": "chiếc thuyền buồm rất có khả năngsẽ làm nên lịch sử thể thao."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Australia's designer, Ben Lexcen,",
      "vi": "Nhà thiết kế người Úc, Ben Lexcen,"
    }
  },
  {
    "translation": {
      "en": "he's something of a reluctant superstar here,",
      "vi": "anh ấy là một siêu sao bất đắc dĩ ở đây,"
    }
  },
  {
    "translation": {
      "en": "but they all want to know about his keel.",
      "vi": "nhưng họ đều muốn biết về sống thuyền."
    }
  },
  {
    "translation": {
      "en": "-[crowd] Let's see the keel! -[reporter 4] Where's the keel, Benny?",
      "vi": "- Cho xem đi!- Sống thuyền đâu, Benny?"
    }
  },
  {
    "translation": {
      "en": "Ben Lexcen decided that he'd draw up a sketch of the winged keel,",
      "vi": "Ben Lexcen quyết định vẽ một bảnphác thảo của sống thuyền cánh,"
    }
  },
  {
    "translation": {
      "en": "and he made it totally different than what it really was.",
      "vi": "và anh ấy đã làm nóhoàn toàn khác so với thực tế."
    }
  },
  {
    "translation": {
      "en": "The office at Newport Offshore had a photocopier,",
      "vi": "Văn phòng ở Newport Ngoài khơicó một máy phô-tô."
    }
  },
  {
    "translation": {
      "en": "so Ben went over with this sheet of paper and put it on their photocopier.",
      "vi": "Ben đến với một tờ giấyvà đặt nó vào máy phô-tô của họ."
    }
  },
  {
    "translation": {
      "en": "Comes flying back into the office ten minutes later and says, \"Guys!\"",
      "vi": "Mười phút sau lao về văn phòngvà nói: \"Mọi người!\""
    }
  },
  {
    "translation": {
      "en": "\"I've left… I've left a drawing of my keel in your photocopier.\"",
      "vi": "Tôi đã để lại bản vẽ của tôitrong máy phô-tô của anh."
    }
  },
  {
    "translation": {
      "en": "By that afternoon, there were copies all over Newport of our fake keel.",
      "vi": "Đến chiều hôm đó bản saovề sống thuyền giả ấy đã phủ khắp Newport. ĐỘC QUYỀN! TIẾT LỘ!HÌNH ĐẦU TIÊN VỀ SỐNG THUYỀN!"
    }
  },
  {
    "translation": {
      "en": "Then opposition boats put winglets on the bottom of their keels.",
      "vi": "Sau đó, các thuyền đối lậplắp cánh xuống sống thuyền của họ."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Australia's keel has so impressed everyone",
      "vi": "Chiếc sống của Úc khiến tất cả ấn tượng"
    }
  },
  {
    "translation": {
      "en": "that the British have put wings on the keel of Victory.",
      "vi": "đến nỗi người Anh đã lắp cánhlên sống của Chiến thắng."
    }
  },
  {
    "translation": {
      "en": "We'd go around and check them and say, \"No, it's little a bit different to that.\"",
      "vi": "Bọn tôi dạo quanh, kiểm tra họ và nói:\"Không. Hơi khác chút."
    }
  },
  {
    "translation": {
      "en": "\"You gotta try and do it this way.\" You know? [laughs]",
      "vi": "Anh phải làm thế này\"."
    }
  },
  {
    "translation": {
      "en": "[man] One of the Americans drew that and says there's their design.",
      "vi": "Một người Mỹ đã vẽ thứ đóvà nói đó là thiết kế của họ."
    }
  },
  {
    "translation": {
      "en": "That's their secret keel.",
      "vi": "Chiếc sống bí mật."
    }
  },
  {
    "translation": {
      "en": "Is that it? What do you think? Is that…",
      "vi": "Phải không? Anh nghĩ sao? Có phải…"
    }
  },
  {
    "translation": {
      "en": "Could be. Could be.",
      "vi": "Có thể."
    }
  },
  {
    "translation": {
      "en": "[announcer] Australia II has won!",
      "vi": "Úc II thắng rồi!"
    }
  },
  {
    "translation": {
      "en": "The West Australians now have an incredible 45 wins from 51 starts,",
      "vi": "Tây Úc hiện giờ đã có 45 trận thắngđáng kinh ngạc từ 51 lần xuất phát,"
    }
  },
  {
    "translation": {
      "en": "and that just happens to be the best record in 12 Metre history.",
      "vi": "và đó là kỷ lục tốt nhấttrong lịch sử thuyền 12 mét."
    }
  },
  {
    "translation": {
      "en": "And in the end, we won the Challenger Series.",
      "vi": "Cuối cùng thì, bọn tôiđã thắng Chuỗi Thách đấu."
    }
  },
  {
    "translation": {
      "en": "We won by a lot.",
      "vi": "Thắng rất nhiều."
    }
  },
  {
    "translation": {
      "en": "And so that's the boat race and the Challenge Series.",
      "vi": "Và đó là cuộc đua thuyềnvới Chuỗi Thách đấu."
    }
  },
  {
    "translation": {
      "en": "Australia goes on to race Liberty for the America's Cup.",
      "vi": "Úc tiếp tục đua với chiếc Tự Docho chiếc Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "The Australians are the official 25th challengers for the America's Cup,",
      "vi": "Đội Úc chính thức làngười thách đấu thứ 25 cho chiếc Cúp Mỹ,"
    }
  },
  {
    "translation": {
      "en": "and their incredible winning record really has the New York Yacht Club worried.",
      "vi": "và thành tích khó tin của họkhiến Hội Thuyền buồm New York  lo lắng."
    }
  },
  {
    "translation": {
      "en": "[reporter] The man who won the Cup last time for the United States is jittery.",
      "vi": "Người đem về Cúp Mỹ cho Hoa Kỳđã tỏ ra bồn chồn."
    }
  },
  {
    "translation": {
      "en": "We don't know much about their boat. It's obviously a different, uh, type",
      "vi": "Ta không biết nhiều về thuyền của họ.Rõ ràng nó là loại"
    }
  },
  {
    "translation": {
      "en": "of, uh, characteristics than a standard 12 Metre.",
      "vi": "có đặc điểm khácso với chiếc 12 mét  tiêu chuẩn."
    }
  },
  {
    "translation": {
      "en": "It tacks differently, and it, uh, accelerates differently,",
      "vi": "Nó có kiểu đón gió và tăng tốc khác biệt,"
    }
  },
  {
    "translation": {
      "en": "and it maneuvers differently at the starts.",
      "vi": "và khi bắt đầu lái cũng có sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club saw that our race record was really strong.",
      "vi": "Hội Thuyền buồm New Yorknhận ra bảng thành tích của tôi rất khủng."
    }
  },
  {
    "translation": {
      "en": "-Hi. -[reporter] Two minutes for a--",
      "vi": "- Chào.- Xin hai phút…"
    }
  },
  {
    "translation": {
      "en": "-No. Sorry. -[reporter] Not even two minutes?",
      "vi": "- Không. Xin lỗi.- Ít hơn hai phút."
    }
  },
  {
    "translation": {
      "en": "We're late for a meeting here, so we gotta move on.",
      "vi": "Chúng tôi đang bị trễ cuộc họp,nên phải đi thôi."
    }
  },
  {
    "translation": {
      "en": "Thank you anyway.",
      "vi": "Dù sao cũng cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] And if these Aussies are beating up on the foreign challengers so easily,",
      "vi": "Và nếu những người Úc nàyđánh bại đối thủ nước khác quá dễ dàng,"
    }
  },
  {
    "translation": {
      "en": "47 wins out of 55 races,",
      "vi": "47 chiến thắng trên tổng số 55 cuộc đua,"
    }
  },
  {
    "translation": {
      "en": "then that starts to cut deep.",
      "vi": "thì đã bắt đầu có nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "That sent shock waves through the New York Yacht Club.",
      "vi": "Khiến Hội Thuyền buồm New York ngỡ ngàng."
    }
  },
  {
    "translation": {
      "en": "Clearly shock waves through Newport.",
      "vi": "Một cú sốc lớn với Newport."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] There's a serious side to this.",
      "vi": "Vấn đề đã trở nên nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "Obviously there's more than just a yachting race at stake.",
      "vi": "Không chỉ là cuộc đua thuyền bị đe doạ."
    }
  },
  {
    "translation": {
      "en": "There's also a lot of money.",
      "vi": "Mà còn rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "It's estimated that £100 million are spent in and around Newport",
      "vi": "Ước tính 100 triệu bảng đã được chi ở nội và ngoại Newport trong giải Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "during the America's Cup.",
      "vi": "ở nội và ngoại Newport trong giải Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "It was a sudden realization that they could lose this golden goose.",
      "vi": "Họ bất ngờ nhận racó thể sẽ mất con gà đẻ trứng vàng này,"
    }
  },
  {
    "translation": {
      "en": "It could really happen.",
      "vi": "rất có khả năng."
    }
  },
  {
    "translation": {
      "en": "[man] People in Newport and Rhode Island knew all the time,",
      "vi": "Người dân ở Newport Rhode Island biết,"
    }
  },
  {
    "translation": {
      "en": "but kept it a very closely guarded secret that the prize isn't so much a sailboat race.",
      "vi": "nhưng coi đó là bí mật giấu kínrằng phần thưởng không phải giải đua."
    }
  },
  {
    "translation": {
      "en": "It's about a billion-dollar industry that goes along with the Cup.",
      "vi": "Mà là ngành công nghiệp hàng tỷ đôgắn với chiếc Cúp."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] So if the Americans lose,",
      "vi": "Nên nếu người Mỹ thua,"
    }
  },
  {
    "translation": {
      "en": "then a substantial amount of that might be spent in Western Australia.",
      "vi": "thì một khoản đáng kểsẽ có thể được chi tiêu ở Tây Úc."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So, for the New York Yacht Club,",
      "vi": "Vì vậy, với Hội Thuyền New York,"
    }
  },
  {
    "translation": {
      "en": "the consequences of losing",
      "vi": "hậu quả của việc thua cuộc"
    }
  },
  {
    "translation": {
      "en": "are enormous.",
      "vi": "là rất lớn."
    }
  },
  {
    "translation": {
      "en": "[announcer] An ABC News Brief brought to you by Apple Computer.",
      "vi": "Một Bản tin Vắn ABCtừ hãng máy tính Apple gửi tới bạn."
    }
  },
  {
    "translation": {
      "en": "Now from Los Angeles, here's Peter Jennings.",
      "vi": "Đến từ Los Angeles, đây là Peter Jennings."
    }
  },
  {
    "translation": {
      "en": "The America's Cup competition is set to get underway this Thursday.",
      "vi": "Cuộc thi tranh Cúp Mỹsẽ diễn ra vào thứ Năm tuần này."
    }
  },
  {
    "translation": {
      "en": "There is now a dispute, however,",
      "vi": "Có một cuộc tranh đấu"
    }
  },
  {
    "translation": {
      "en": "between the New York Yacht Club and the Australians.",
      "vi": "giữa Hội Thuyền buồm New York và người Úc."
    }
  },
  {
    "translation": {
      "en": "It seems the Americans are upset with something the Aussies have done",
      "vi": "Người Mỹ rất lo lắngvới việc người Úc đã làm"
    }
  },
  {
    "translation": {
      "en": "with the underside of their boat,",
      "vi": "với phần dưới thuyền của họ,"
    }
  },
  {
    "translation": {
      "en": "something the Americans feel will give the Aussies an unfair advantage.",
      "vi": "điều mà dân Mỹ cảm thấygiúp Úc có lợi thế không công bằng."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club alleges",
      "vi": "Hội Thuyền buồm New York cho là"
    }
  },
  {
    "translation": {
      "en": "that Australia II's winged keel is illegal.",
      "vi": "sống thuyền cánh của Úc IIlà bất hợp pháp."
    }
  },
  {
    "translation": {
      "en": "This four-million-dollar challenge,",
      "vi": "Thử thách bốn triệu đô này,"
    }
  },
  {
    "translation": {
      "en": "the closest ever in the history of the Cup, could be scuttled.",
      "vi": "lần đầu trong lịch sử Cúpsẽ gần như bị đắm."
    }
  },
  {
    "translation": {
      "en": "[Longley] The New York Yacht Club, they wanted to ban us.",
      "vi": "Hội Thuyền New York, họ muốn cấm đội tôi."
    }
  },
  {
    "translation": {
      "en": "They said there is no way that Benny could've come up with this.",
      "vi": "Họ nói không đời nàoBenny nghĩ ra chuyện này."
    }
  },
  {
    "translation": {
      "en": "It had to have been designed by other people.",
      "vi": "Hẳn phải được thiết kế bởi người khác."
    }
  },
  {
    "translation": {
      "en": "People couldn't believe that he could do it,",
      "vi": "Mọi người không thể tin rằnganh ấy đã làm được điều đó,"
    }
  },
  {
    "translation": {
      "en": "given his education and his background.",
      "vi": "với trình độ học vấn và nền tảng kia."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] At the center of all the fuss this year has been barefoot Ben Lexcen.",
      "vi": "Trung tâm của mọi vụ ồn ào năm naylà Ben Lexcen chân đất."
    }
  },
  {
    "translation": {
      "en": "With three years' schooling,",
      "vi": "Với ba năm đi học,"
    }
  },
  {
    "translation": {
      "en": "he's the man who has designed, arguably, the fastest 12 Metre ever.",
      "vi": "anh ấy là người đã thiết kếchiếc 12 mét nhanh nhất vẫn gây tranh cãi."
    }
  },
  {
    "translation": {
      "en": "[Conner] I didn't know much about Ben Lexcen.",
      "vi": "Tôi không biết rõ Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "But people talk. You hear through the grapevine.",
      "vi": "Nhưng bọn họ tám chuyện.Anh ấy nghe được qua lời đồn."
    }
  },
  {
    "translation": {
      "en": "Who's to say these wings, whose idea these really were?",
      "vi": "Ai là người đó, đôi cánh này,ý tưởng này phải là của ai."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The Americans try and confirm that Lexcen was helped by Dutch designers.",
      "vi": "Người Mỹ cố gắng xác nhận rằng Lexcenđã được các nhà thiết kế Hà Lan giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "[Conner] We believe Lexcen used the idea from Amsterdam,",
      "vi": "Tôi tin rằng Lexcenđã sử dụng ý tưởng từ Amsterdam,"
    }
  },
  {
    "translation": {
      "en": "but the rules are it had to be designed by the country of the challenge.",
      "vi": "nhưng theo quy tắc là phải được thiết kếbởi quốc gia tham gia thử thách."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club believe they have grounds to say",
      "vi": "Hội Thuyền New Yorktin họ có căn cứ khi nói"
    }
  },
  {
    "translation": {
      "en": "that I didn't design the boat totally by myself.",
      "vi": "tôi không hoàn toàn tự taythiết kế thuyền."
    }
  },
  {
    "translation": {
      "en": "They go behind your back and try and get evidence in dubious ways.",
      "vi": "Họ lét lút sau lưng và cố lấy bằng chứngtheo những cách khả nghi."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] This afternoon, Ben was suffering",
      "vi": "Chiều nay, Ben đã phải vật lộn"
    }
  },
  {
    "translation": {
      "en": "what friends said were a couple of dizzy spells.",
      "vi": "mà theo như bạn bè là vài cơn chóng mặt."
    }
  },
  {
    "translation": {
      "en": "Doctors immediately put him into intensive care.",
      "vi": "Bác sĩ mau chóngđưa anh vào chăm sóc đặc biệt."
    }
  },
  {
    "translation": {
      "en": "His friends say it's the attacks against his name that helped put him there.",
      "vi": "Bạn bè nói rằng các cuộc tấn công tên tuổiđã khiến anh ấy phải nằm đó."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The New York Yacht Club were endeavoring to get the design assistants in Holland",
      "vi": "Hội Thuyền buồm New York đã cố gắngkhiến các trợ lý thiết kế ở Hà Lan"
    }
  },
  {
    "translation": {
      "en": "to say that they designed the keel and not Ben Lexcen.",
      "vi": "nói rằng họ mới là người thiết kếchứ không phải Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "The Dutch had designed the keel and not Ben Lexcen.",
      "vi": "Người Hà Lan thiết kế,không phải Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "We felt responsible to go over, to send someone to Holland to really investigate it.",
      "vi": "Chúng tôi cảm thấy có trách nhiệm cử ngườiđến Hà Lan để điều tra về việc này."
    }
  },
  {
    "translation": {
      "en": "[reporter] The director of the Netherlands Ship Model Basin has charged",
      "vi": "Giám đốc Hà Lancủa bể chạy thử mô hình tố cáo"
    }
  },
  {
    "translation": {
      "en": "that members of the New York Yacht Club tried to get him to sign a false affidavit",
      "vi": "các thành viên Hội Thuyền buồm New Yorkđã cố bắt ông ký một bản khai giả"
    }
  },
  {
    "translation": {
      "en": "stating Ben Lexcen was not the designer.",
      "vi": "nói rằng Ben Lexcenkhông phải nhà thiết kế."
    }
  },
  {
    "translation": {
      "en": "[Van Oossanen] I was very surprised to come face-to-face with two people",
      "vi": "Tôi rất ngạc nhiên khi gặp mặt hai người"
    }
  },
  {
    "translation": {
      "en": "who wanted me to sign a document",
      "vi": "muốn tôi ký một tài liệu"
    }
  },
  {
    "translation": {
      "en": "which said that I was the designer of Australia II rather than Ben Lexcen,",
      "vi": "nói rằng tôi là nhà thiết kế của Úc IIchứ không phải Ben Lexcen,"
    }
  },
  {
    "translation": {
      "en": "which is almost too ridiculous to even think of.",
      "vi": "một điều nghĩ đến thôiđã thấy quá lố bịch."
    }
  },
  {
    "translation": {
      "en": "The keel cup committee said, \"We've been over to Holland,",
      "vi": "Hội đồng sống thuyền nói:\"Chúng tôi đã đến Hà Lan."
    }
  },
  {
    "translation": {
      "en": "and there was no substance to their complaint.\"",
      "vi": "và những lời khiếu nại của họlà không chính xác."
    }
  },
  {
    "translation": {
      "en": "\"This boat is fair and legal.\"",
      "vi": "Thuyền này công bằng và hợp pháp\"."
    }
  },
  {
    "translation": {
      "en": "And that was the thing that finally busted their case apart.",
      "vi": "Và việc đó đã khiến vụ án của họ đổ bể."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club today withdrew its objections",
      "vi": "Hội Thuyền buồm New Yorkhôm nay đã rút lại phản đối"
    }
  },
  {
    "translation": {
      "en": "to the mysterious winged keel on Australia II",
      "vi": "với chiếc sống thuyềncó cánh bí ẩn của Úc II"
    }
  },
  {
    "translation": {
      "en": "and said, \"May the better yacht win the America's Cup.\"",
      "vi": "và nói: \"Chúc cho con thuyền tốt hơnsẽ thắng Cúp Mỹ\"."
    }
  },
  {
    "translation": {
      "en": "[Bond] It has been 56 races and nearly two and a half years of effort",
      "vi": "Đã trải qua 56 cuộc đuavà gần hai năm rưỡi miệt mài"
    }
  },
  {
    "translation": {
      "en": "been put in to reach where we are today.",
      "vi": "mới đưa được chúng tôiđạt đến vị trí ngày hôm nay."
    }
  },
  {
    "translation": {
      "en": "Let the best yacht and crew decide by the gun at the end of each race.",
      "vi": "Hãy để tiếng súng cuối mỗi cuộc đuaquyết định thuyền và đội viên giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "[man] We're about to go live by satellite to Newport. Rob Mundle, are you there?",
      "vi": "Tôi sắp phát trực tiếp qua vệ tinhđến Newport. Rob Mundle, ở đó chứ?"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Certainly. Good morning, Harry.",
      "vi": "Chắc chắn rồi. Chào, Harry."
    }
  },
  {
    "translation": {
      "en": "We have a great battle coming up.",
      "vi": "Ta sắp có một trận chiến lớn."
    }
  },
  {
    "translation": {
      "en": "The showdown, 132 years of sporting history at stake here.",
      "vi": "Cuộc đối đầu, 132 năm lịch sử thể thao đang bị đe dọa."
    }
  },
  {
    "translation": {
      "en": "We're looking at Dennis Conner on the screen right there.",
      "vi": "Ta đang nhìn Dennis Conner trên màn hình."
    }
  },
  {
    "translation": {
      "en": "[Conner] I was uneasy.",
      "vi": "Tôi thấy bất an."
    }
  },
  {
    "translation": {
      "en": "Bertrand, he was at the top of his game.",
      "vi": "Bertrand, anh ta đứng đầu cuộc chơi."
    }
  },
  {
    "translation": {
      "en": "He was a tough competitor, and he had a very good boat and a good crew.",
      "vi": "Anh ta là một đối thủ khó nhằn.Với con thuyền và đội viên chất lượng."
    }
  },
  {
    "translation": {
      "en": "He was dangerous, and he scared me.",
      "vi": "Anh ta rất nguy hiểm, khiến tôi sợ."
    }
  },
  {
    "translation": {
      "en": "[reporter] Liberty and Australia II have entered the race course.",
      "vi": "Tự Do và Úc II đã bước vào đường đua."
    }
  },
  {
    "translation": {
      "en": "According to my watch, nine minutes and 30 seconds from now,",
      "vi": "Theo đồng hồ của tôi,chín phút 30 giây nữa,"
    }
  },
  {
    "translation": {
      "en": "they will cross the starting line.",
      "vi": "họ sẽ vượt vạch xuất phát."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Ten minutes before the start of the race gun,",
      "vi": "Mười phút trước khi bắt đầu đua,"
    }
  },
  {
    "translation": {
      "en": "that's when the two boats would meet,",
      "vi": "là lúc hai thuyền gặp nhau,"
    }
  },
  {
    "translation": {
      "en": "positioning yourself,",
      "vi": "định vị bản thân,"
    }
  },
  {
    "translation": {
      "en": "and that's when it'd be on. The gloves would come off.",
      "vi": "là khi hồi chuông bắt đầu,chuẩn bị giao tranh."
    }
  },
  {
    "translation": {
      "en": "The yacht that had got to the first mark of the first race",
      "vi": "Chiếc thuyền buồm đến mốc đầu tiêntrong chặng đầu"
    }
  },
  {
    "translation": {
      "en": "had always won the America's Cup.",
      "vi": "luôn thắng chiếc Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia over the line first by three seconds.",
      "vi": "Úc vượt qua vạch trước ba giây."
    }
  },
  {
    "translation": {
      "en": "And I look behind, and Dennis is right on our hammer, right on our hammer.",
      "vi": "Khi tôi nhìn về phía sau,Dennis đang ở ngay sát nút."
    }
  },
  {
    "translation": {
      "en": "[commentator] The two yachts are now approaching the first marker,",
      "vi": "Hai thuyền đang tiến đến cột mốc đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "and it's good news for Australia.",
      "vi": "và đó là tin tốt cho nước Úc."
    }
  },
  {
    "translation": {
      "en": "[Longley] We just beat them by a couple of boat lengths. One to us. [chuckles]",
      "vi": "Chúng tôi đánh bại họ với khoảng cáchvài thuyền. Một điểm cho đội."
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia has just made history.",
      "vi": "Nước Úc vừa làm nên lịch sử."
    }
  },
  {
    "translation": {
      "en": "The foreign challenger has never reached the first mark",
      "vi": "Đội nước ngoàichưa bao giờ đạt được mốc đầu"
    }
  },
  {
    "translation": {
      "en": "ahead of the American boat in the first race.",
      "vi": "trước thuyền Mỹ ở vòng đua đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Australia has just done it.",
      "vi": "Nước Úc vừa làm được."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] After the start, we sailed away from Liberty.",
      "vi": "Sau màn khởi đầu, chúng tôi bỏ xa Tự Do."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden, it was like an explosion.",
      "vi": "Rồi đột nhiên, như một vụ nổ."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We had no control at all.",
      "vi": "Không thể kiểm soát thứ gì."
    }
  },
  {
    "translation": {
      "en": "The wheel just went light. No steering. Just rudderless.",
      "vi": "Bánh lái nhẹ đi.Không thiết bị lái. Không có bánh lái."
    }
  },
  {
    "translation": {
      "en": "[Simmer] It was weird. We just had a fitting pull off the side of the boat",
      "vi": "Quá kỳ lạ và chúng tôichỉ mới thay ống nối ở mạn thuyền"
    }
  },
  {
    "translation": {
      "en": "that had been there forever, you know.",
      "vi": "thứ đã ở đó từ rất lâu, bạn biết đấy."
    }
  },
  {
    "translation": {
      "en": "And Dennis passed around us.",
      "vi": "Rồi Dennis vượt qua chỗ chúng tôi."
    }
  },
  {
    "translation": {
      "en": "The race was over.",
      "vi": "Cuộc đua kết thúc."
    }
  },
  {
    "translation": {
      "en": "[Tom Brokaw] Liberty wins.",
      "vi": "Tự Do thắng."
    }
  },
  {
    "translation": {
      "en": "Sounds like a World War I poster, but it is instead the headline",
      "vi": "Nghe như áp phích Thế chiến I,nhưng đó là tiêu đề"
    }
  },
  {
    "translation": {
      "en": "out of today's opening round of the America's Cup.",
      "vi": "ở phần mở màn hôm nay của Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "We went across his stern, and the damn rudder broke.",
      "vi": "Chúng tôi đi qua đuôi thuyềnvà bánh lái bị gãy."
    }
  },
  {
    "translation": {
      "en": "[Longley] And then, of course, start of the second race,",
      "vi": "Sau đó, tất nhiên, bắt đầu chặng hai,"
    }
  },
  {
    "translation": {
      "en": "bang, one of the tangs holding the headboard of the mainsail breaks.",
      "vi": "bùm, một trong những trụ giữ phần đầutam giác của buồm chính bị gãy."
    }
  },
  {
    "translation": {
      "en": "[reporter] All summer their boat broke down just once,",
      "vi": "Cả mùa hè, thuyền họ mới hỏng một lần,"
    }
  },
  {
    "translation": {
      "en": "and now in the finals, two races and two breakdowns.",
      "vi": "và giờ ở vòng chung kết,hai chặng và hai lần hỏng."
    }
  },
  {
    "translation": {
      "en": "This has meant a lot to the Liberty crew, giving them momentum",
      "vi": "Điều này rất ý nghĩa với Tự Do,tiếp động lực"
    }
  },
  {
    "translation": {
      "en": "and an awful lot of confidence heading into race three.",
      "vi": "và rất nhiều sự tự tinđể tiến vào vòng đua thứ ba."
    }
  },
  {
    "translation": {
      "en": "[journalist] Commodore McCullough, what would you say the odds are right now?",
      "vi": "Thuyền trưởng Picala,tỷ lệ cược hiện giờ là bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "I think we'll win it 4-0, but I'll take four-to-one as a safety factor. [laughs]",
      "vi": "Tôi nghĩ ta sẽ thắng với tỷ số 4-0,nhưng để 4-1 cho thêm chắc chắn."
    }
  },
  {
    "translation": {
      "en": "[man] Any further questions?",
      "vi": "Còn câu hỏi nào không?"
    }
  },
  {
    "translation": {
      "en": "For something like that to happen two races in a row,",
      "vi": "Để việc đó xảy raliên tiếp trong hai chặng,"
    }
  },
  {
    "translation": {
      "en": "it's just unforgivable.",
      "vi": "đúng là không thể tha thứ."
    }
  },
  {
    "translation": {
      "en": "Benny, give me a break,",
      "vi": "Benny, tha cho tôi đi,"
    }
  },
  {
    "translation": {
      "en": "just give me something that'll allow us to play the game here.",
      "vi": "cứ đưa tôi thứ gì đógiúp ta chơi được trận này."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] When we had that breakage,",
      "vi": "Khi sự cố gãy xảy ra,"
    }
  },
  {
    "translation": {
      "en": "there was some tension with John Bertrand and Ben Lexcen.",
      "vi": "có chút căng thẳnggiữa John Bertrand và Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "And I remember John saying to him,",
      "vi": "Và tôi nhớ John đã nói với anh ấy:"
    }
  },
  {
    "translation": {
      "en": "\"Go through the boat from head to toe and just check everything.\"",
      "vi": "\"Kiểm tra kỹ con thuyền từ đầu đến chânvà xem xét lại mọi thứ\"."
    }
  },
  {
    "translation": {
      "en": "[reporter] They have now gone over the yacht",
      "vi": "Họ đã đi dọc con thuyền từ mũi đến đuôi,"
    }
  },
  {
    "translation": {
      "en": "from bow to stern, from masthead to keel bolt,",
      "vi": "Họ đã đi dọc con thuyền từ mũi đến đuôi, từ cột buồm cho tới sống,"
    }
  },
  {
    "translation": {
      "en": "checking every sail, every piece of equipment.",
      "vi": "kiểm tra mọi cánh buồm, mọi thiết bị."
    }
  },
  {
    "translation": {
      "en": "Race three, Benny didn't attend the launching of the boat.",
      "vi": "Chặng ba, Benny không tham dựlúc hạ thủy thuyền."
    }
  },
  {
    "translation": {
      "en": "He was actually on a hill with binoculars",
      "vi": "Anh ấy ở trên đồi với ống nhòm"
    }
  },
  {
    "translation": {
      "en": "under intense pressure.",
      "vi": "với một áp lực mạnh nề."
    }
  },
  {
    "translation": {
      "en": "With just about seven minutes to go now to get this race underway.",
      "vi": "Chỉ còn bảy phút nữa thôilà chặng đua bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] You are watching Australia II,",
      "vi": "Các bạn đang nhìn chiếc Úc II,"
    }
  },
  {
    "translation": {
      "en": "the 12 Metre that has set the yachting world on its ear.",
      "vi": "con thuyền dài 12 métđã khiến cả giới thuyền chú ý."
    }
  },
  {
    "translation": {
      "en": "[race official] Three, two, one.",
      "vi": "Ba, hai, một."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] Australia II has just passed Liberty and is taking off down the course.",
      "vi": "Úc II vừa vượt qua Tự Dovà đang lao đi trên chặng đua."
    }
  },
  {
    "translation": {
      "en": "But as it turns out, it was Benny's dream in its finest hour.",
      "vi": "Nhưng hóa ra, đó là giấc mơ của Bennytrong giờ phút tuyệt vời nhất."
    }
  },
  {
    "translation": {
      "en": "[announcer 3] We have just reached the three-hour mark of this race,",
      "vi": "Chúng ta vừa lái đến mốc ba giờcủa chặng đua này,"
    }
  },
  {
    "translation": {
      "en": "and the winds here in Newport are starting to pick up.",
      "vi": "và gió ở Newport đang bắt đầu nổi lên."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Quite often in Newport, the wind speed was very strong,",
      "vi": "Khá thường thấy ở Newport,tốc độ gió rất mạnh,"
    }
  },
  {
    "translation": {
      "en": "and the winged keel effectively lowered the center of gravity of the yacht",
      "vi": "và sống thuyền cánh đã thành cônghạ thấp trọng tâm của thuyền buồm"
    }
  },
  {
    "translation": {
      "en": "and made Australia II competitive in stronger breezes.",
      "vi": "và giúp Úc II vượt lên trong cơn gió mạnh."
    }
  },
  {
    "translation": {
      "en": "This concept, upwind, the boat was a rocket ship.",
      "vi": "Bố cục này, thuận gió,con thuyền như tên lửa."
    }
  },
  {
    "translation": {
      "en": "She was seriously fast.",
      "vi": "Nó lao nhanh đến chóng mặt."
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia sailed across the line",
      "vi": "Úc đã vượt đíchđể giành chiến thắng chặng ba"
    }
  },
  {
    "translation": {
      "en": "to win the third race by three minutes and 14 seconds.",
      "vi": "Úc đã vượt đíchđể giành chiến thắng chặng ba với ba phút và 14 giây."
    }
  },
  {
    "translation": {
      "en": "Since 12 Metre started racing for the America's Cup,",
      "vi": "Kể từ khi giải Cúp Mỹcho thuyền 12 mét bắt đầu,"
    }
  },
  {
    "translation": {
      "en": "that's the biggest margin ever recorded by a challenger.",
      "vi": "đó là mốc lớn nhấttừng ghi nhận bởi một nước thách đấu."
    }
  },
  {
    "translation": {
      "en": "[commentator] Australia II is exceptionally fast.",
      "vi": "Chiếc Úc II đặc biệt nhanh."
    }
  },
  {
    "translation": {
      "en": "This is what the New York Yacht Club is afraid of.",
      "vi": "Đây là điều màHội Thuyền buồm New York lo sợ."
    }
  },
  {
    "translation": {
      "en": "[Conner] The New York Yacht Club certainly didn't have any enthusiasm",
      "vi": "Hội Thuyền buồm New Yorkkhông hứng thú với"
    }
  },
  {
    "translation": {
      "en": "from my performance.",
      "vi": "màn trình diễn của tôi."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Is the New York Yacht Club at all embarrassed about this?",
      "vi": "Hội Thuyền buồm New Yorkxấu hổ về việc này ư?"
    }
  },
  {
    "translation": {
      "en": "[Commodore] We keep the pressure on the skippers",
      "vi": "Tôi tạo áp lực cho đội trưởng"
    }
  },
  {
    "translation": {
      "en": "because we say their head replaces the Cup in the New York Yacht Club,",
      "vi": "khi nói đầu họ sẽ thay cho Cúptại Hội Thuyền New York."
    }
  },
  {
    "translation": {
      "en": "so we keep pressure on them all the time. [laughs]",
      "vi": "Nên chúng tôi luôn gây áp lực lên họ."
    }
  },
  {
    "translation": {
      "en": "[Conner] But I came in after losing that race,",
      "vi": "Nhưng khi tôi đến sau khi thua chặng đó,"
    }
  },
  {
    "translation": {
      "en": "I wasn't ready just to lay down and quit. No.",
      "vi": "tôi vẫn chưa sẵn sàng bỏ cuộc. Không."
    }
  },
  {
    "translation": {
      "en": "The biggest thing to me was the attitude. Attitude, attitude, attitude.",
      "vi": "Điều quan trọng nhất với tôi là thái độ.Thái độ, thái độ, thái độ."
    }
  },
  {
    "translation": {
      "en": "Tired of the bullshit.",
      "vi": "Mệt mỏi vì thứ vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "Tired of wasting four hours every morning fucking around",
      "vi": "Mệt mỏi vì lãng phíbốn tiếng mỗi sáng nỗ lực"
    }
  },
  {
    "translation": {
      "en": "for something that's not gonna help us win the Cup.",
      "vi": "cho một thứ không giúp ta giành Cúp."
    }
  },
  {
    "translation": {
      "en": "All I was focused on was being the best I could be.",
      "vi": "Tôi chỉ tập trungtrở thành người giỏi nhất có thể."
    }
  },
  {
    "translation": {
      "en": "No excuse to lose.",
      "vi": "Không lý do gì để thua."
    }
  },
  {
    "translation": {
      "en": "[announcer] Look at this. The boat at the top of the screen is Liberty.",
      "vi": "Nhìn đi, con thuyềnphía góc trên màn hình là Tự do."
    }
  },
  {
    "translation": {
      "en": "Six seconds ahead of Australia when the gun fired.",
      "vi": "Dẫn trước sáu giâyso với đội Úc khi nổ súng."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Liberty went around the first mark 36 seconds ahead.",
      "vi": "Tự Do đã vượt quamốc đầu tiên trước 36 giây."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis Conner was unstoppable.",
      "vi": "Không ai có thể chặn Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "[Simmer] He was the most cunning and clever on the water",
      "vi": "Người khôn ngoanvà thông minh nhất trên mặt nước"
    }
  },
  {
    "translation": {
      "en": "and strategically made good moves.",
      "vi": "và có chiến lược di chuyển rất tốt."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] We get into a classic tacking duel.",
      "vi": "Ta có một cuộc đấu tay đôi kinh điển."
    }
  },
  {
    "translation": {
      "en": "He was impossible to go around, always covering tack for tack.",
      "vi": "Không thể đi vòng qua anh ta,liên tục nghĩ ra chiến lược mới."
    }
  },
  {
    "translation": {
      "en": "And he was hitting the wind shifts at the right time,",
      "vi": "Anh ta bắt lúc gió đổi hướngvào thời điểm thích hợp,"
    }
  },
  {
    "translation": {
      "en": "massive wind shifts.",
      "vi": "đổi hướng cực đại."
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Liberty led Australia across the finish line by 43 seconds.",
      "vi": "Tự Do đã dẫn trước Úcvề vạch đích trước 43 giây."
    }
  },
  {
    "translation": {
      "en": "[commentator 4] There she goes. She's shooting it. There's the gun. This race is over.",
      "vi": "Nó đây rồi. Đang lao tới.Và súng đã nổ. Chặng đua kết thúc."
    }
  },
  {
    "translation": {
      "en": "The Americans lead three to one.",
      "vi": "Đội Mỹ dẫn trước ba một."
    }
  },
  {
    "translation": {
      "en": "I kicked butt.",
      "vi": "Tôi đã làm tốt."
    }
  },
  {
    "translation": {
      "en": "The American yacht Liberty tonight is just one victory away",
      "vi": "Chiếc thuyền Mỹ Tự Dochỉ cần một chiến thắng nữa"
    }
  },
  {
    "translation": {
      "en": "from keeping the America's Cup in the United States.",
      "vi": "là có thể giữ Cúp Mỹ ở lại Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "Three to one in the America's Cup series.",
      "vi": "Tỷ số 3-1 trong loạt Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "One more win for Liberty,",
      "vi": "Tự Do thắng một trận nữa,"
    }
  },
  {
    "translation": {
      "en": "and the America's Cup will stay bolted down at the New York Yacht Club.",
      "vi": "và Cúp Mỹ sẽ đóng đinhtại Hội Thuyền buồm New York."
    }
  },
  {
    "translation": {
      "en": "[reporter] The despondent Australians return to their dock,",
      "vi": "Đội Úc chán nản trở về bến tàu của họ,"
    }
  },
  {
    "translation": {
      "en": "knowing they're down 3-1.",
      "vi": "khi để thua 3 chặng."
    }
  },
  {
    "translation": {
      "en": "They cannot afford to make any more errors.",
      "vi": "Họ không thể phạm sai lầm nữa."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] At 3-1 in Newport, the champagne was on ice,",
      "vi": "Tỷ số 3-1 ở Newport,rượu sâm panh đã đặt trên đá,"
    }
  },
  {
    "translation": {
      "en": "the banners were ready to go up.",
      "vi": "biểu ngữ đã sẵn sàng giơ lên."
    }
  },
  {
    "translation": {
      "en": "\"Congratulations, Dennis and team.\"",
      "vi": "\"Chúc mừng, Dennis và đội\"."
    }
  },
  {
    "translation": {
      "en": "And Newport was about to celebrate.",
      "vi": "Và Newport chuẩn bị ăn mừng."
    }
  },
  {
    "translation": {
      "en": "[Longley] It's all over. Absolutely. It's all over.",
      "vi": "Kết thúc rồi. Chắc chắn.Tất cả đã kết thúc."
    }
  },
  {
    "translation": {
      "en": "Newport was rocking.",
      "vi": "Newport đang hân hoan."
    }
  },
  {
    "translation": {
      "en": "They just couldn't have been happier to have another thrashing.",
      "vi": "Không thể nào vui hơnkhi lại sắp có một màn đánh bại đối thủ."
    }
  },
  {
    "translation": {
      "en": "It was just demoralizing.",
      "vi": "Hoàn toàn suy sụp."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] On the morning of the race, I remember the breakfast was subdued.",
      "vi": "Vào buổi sáng của cuộc đua, tôi nhớ không khí bữa sángnhư trùng xuống."
    }
  },
  {
    "translation": {
      "en": "I had a hard time even smelling the bacon and eggs, let alone eating anything.",
      "vi": "Tôi chẳng thấy mùi xông khói và trứng,chứ đừng nói đến ăn."
    }
  },
  {
    "translation": {
      "en": "But then, on the television, we received a note",
      "vi": "Và rồi trên truyền hình, chúng tôi nhận được thưtừ Thủ tướng Úc, Bob Hawke."
    }
  },
  {
    "translation": {
      "en": "from the Prime Minister of Australia, Bob Hawke.",
      "vi": "chúng tôi nhận được thưtừ Thủ tướng Úc, Bob Hawke."
    }
  },
  {
    "translation": {
      "en": "Congratulations, you've done a magnificent job to this point.",
      "vi": "Chúc mừng, cho tới naycác bạn đã làm một việc quá xuất sắc."
    }
  },
  {
    "translation": {
      "en": "What you've shown in relation to our technological capacity,",
      "vi": "Những gì đội thể hiệnnói lên năng lực công nghệ của ta,"
    }
  },
  {
    "translation": {
      "en": "our determination as individuals…",
      "vi": "và quyết tâm của mỗi cá nhân…"
    }
  },
  {
    "translation": {
      "en": "You've got the entire support of Australia.",
      "vi": "Các bạn có toàn bộ sự ủng hộ của nước Úc."
    }
  },
  {
    "translation": {
      "en": "We'll all be looking forward to your return",
      "vi": "Cả nước mong chờ các bạn trở lại"
    }
  },
  {
    "translation": {
      "en": "when we will do you as proud as you have done us.",
      "vi": "và Úc sẽ đem tới niềm tự hàonhư khi bạn làm cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[Simmer] Bob Hawke, Prime Minister of Australia,",
      "vi": "Bob Hawke, Thủ tướng Úc,"
    }
  },
  {
    "translation": {
      "en": "shit, that's a big deal.",
      "vi": "chết tiệt, xịn lắm đấy."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Here we were being recognized by the prime minister of our nation.",
      "vi": "Chúng tôi được công nhậnbởi thủ tướng của đất nước mình."
    }
  },
  {
    "translation": {
      "en": "It was a total game changer.",
      "vi": "Làm thay đổi cả cuộc chơi."
    }
  },
  {
    "translation": {
      "en": "Armies over the last thousand years have gone to war with symbols and music.",
      "vi": "Hàng ngàn năm qua, quân đội ra trậncùng những biểu tượng và âm thanh."
    }
  },
  {
    "translation": {
      "en": "So, the boxing kangaroo flag was raised.",
      "vi": "Nên lá cờ kangaroo quyền anhđã được giương cao."
    }
  },
  {
    "translation": {
      "en": "And we chose a battle hymn, Men at Work, \"Down Under.\"",
      "vi": "Chọn khúc ca chiến đấu,nhóm Men at Work, \"Dưới Xích đạo\"."
    }
  },
  {
    "translation": {
      "en": "And the team spirit came alive.",
      "vi": "Và tinh thần của cả đội đã sống lại."
    }
  },
  {
    "translation": {
      "en": "[announcer] And so almost unbelievably, that's Australia ahead at the first mark.",
      "vi": "Và gần như không thể tin được,đó là nước Úc đã dẫn trước ở mốc đầu."
    }
  },
  {
    "translation": {
      "en": "Off the coast of Rhode Island, it was Australia's day.",
      "vi": "Ngoài khơi Rhode Island,đó là ngày của Úc."
    }
  },
  {
    "translation": {
      "en": "And Australia II still is alive and in the America's Cup yacht race.",
      "vi": "Úc II vẫn sống và đang trongcuộc đua thuyền buồm Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "We're just gonna get out there and do it twice more, get this Cup for Australia.",
      "vi": "Ta sẽ ra đó và thắng thêm hai lần nữa,giành Cúp cho Úc."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] At three to two, the tables were turning.",
      "vi": "Với tỷ số 3-2, thế trận đã đổi chiều."
    }
  },
  {
    "translation": {
      "en": "Television crews were coming in from all around the world.",
      "vi": "Các đoàn truyền hìnhđến từ khắp nơi trên thế giới."
    }
  },
  {
    "translation": {
      "en": "Australians were flying in to Newport.",
      "vi": "Nhiều người Úc bay đến Newport."
    }
  },
  {
    "translation": {
      "en": "Tonight, that quaint coastal resort of Newport, Rhode Island,",
      "vi": "Tối nay, khu nghỉ dưỡng ven biển kỳ lạở Newport, Rhode Island,"
    }
  },
  {
    "translation": {
      "en": "is under the constant barrage of Australia II.",
      "vi": "đang chịu đả kích liên tục do chiếc Úc II."
    }
  },
  {
    "translation": {
      "en": "The whole of Newport knew that the Australians were in town.",
      "vi": "Dân Newport ai cũng biếtngười Úc đang trong thị trấn."
    }
  },
  {
    "translation": {
      "en": "We tore the place apart. [chuckles]",
      "vi": "Chúng tôi xé toạc nơi này."
    }
  },
  {
    "translation": {
      "en": "[man] The Aussies certainly have joined the hype and hoopla here with gusto,",
      "vi": "Người Úc chắc chắn đã tham giavào sự cuồng nhiệt và huyên náo ở đây,"
    }
  },
  {
    "translation": {
      "en": "promoting their souvenirs and image aggressively.",
      "vi": "ra sức quảng bá quà lưu niệmvà hình ảnh của họ."
    }
  },
  {
    "translation": {
      "en": "The barbarians are at the gate.",
      "vi": "Giặc ngoại xâm đã đang ở cổng."
    }
  },
  {
    "translation": {
      "en": "The Australians have come for the sacred Cup,",
      "vi": "Người Úc đã đến vì chiếc Cúp thiêng liêng,"
    }
  },
  {
    "translation": {
      "en": "and they're howling.",
      "vi": "và họ đang hú lên."
    }
  },
  {
    "translation": {
      "en": "What Australians really like is upsetting the upper echelon.",
      "vi": "Điều người Úc thực sự thíchlà làm phiền những người lãnh đạo cấp cao."
    }
  },
  {
    "translation": {
      "en": "In race six, we were sailing the boat extremely well.",
      "vi": "Trong chặng sáu,bọn tôi lái thuyền rất cừ."
    }
  },
  {
    "translation": {
      "en": "The boat was a rocket ship.",
      "vi": "Lao đi như tên lửa."
    }
  },
  {
    "translation": {
      "en": "It's Australia II with a very big lead here by some two minutes, it seems.",
      "vi": "Có vẻ Úc II đã dẫn trướcmột khoảng lớn cách tầm hai phút."
    }
  },
  {
    "translation": {
      "en": "[Longley] And we won that race by three and a half minutes.",
      "vi": "Và đội đã thắng chặng đótrong ba phút rưỡi."
    }
  },
  {
    "translation": {
      "en": "It was the greatest win",
      "vi": "Chiến thắng vĩ đại nhất"
    }
  },
  {
    "translation": {
      "en": "by a challenging yacht in the 12 Metre era.",
      "vi": "của thuyền thách đấutrong kỷ nguyên 12 mét."
    }
  },
  {
    "translation": {
      "en": "[Jennings] In 132 years, no challenger has ever driven the races",
      "vi": "Trong 132 năm, chưa có kẻ thách đấu nàođã đẩy chặng đua"
    }
  },
  {
    "translation": {
      "en": "to the full best-of-seven series.",
      "vi": "tới một chuỗi bảy chặng."
    }
  },
  {
    "translation": {
      "en": "The Australians, dare we say it, humiliated the Americans.",
      "vi": "Và người Úc, phải thú thực,đã làm bẽ mặt người Mỹ."
    }
  },
  {
    "translation": {
      "en": "So now it's three apiece. One race to go, a true world series.",
      "vi": "Mỗi đội ba điểm. Một chặng đua nữa,quả là một chuỗi vang danh thế giới."
    }
  },
  {
    "translation": {
      "en": "-We can do it, Jim. We can do it. -Oh yeah.",
      "vi": "- Ta làm được, Jim. Ta có thể làm được.- Ừ."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The score went from 3-1 to 3-2 to 3-3.",
      "vi": "Tỷ số đi từ 3-1 đến 3-2 rồi 3-3."
    }
  },
  {
    "translation": {
      "en": "The Aussies had arrived.",
      "vi": "Người Úc đã đến."
    }
  },
  {
    "translation": {
      "en": "[man] How does it feel being the first in 132 years, which is a very long time,",
      "vi": "Cảm giác như thế nào khi lần đầu trong132 năm, một khoảng thời gian rất dài,"
    }
  },
  {
    "translation": {
      "en": "to be in this situation of three-all?",
      "vi": "rơi vào tình huống 3-3."
    }
  },
  {
    "translation": {
      "en": "I mean, it must concern you.",
      "vi": "Ý tôi là, hẳn phải khiến anh bận tâm."
    }
  },
  {
    "translation": {
      "en": "It's gonna be very exciting to be involved in the race of the century.",
      "vi": "Sẽ rất hào hứng khi được tham giavào cuộc đua thế kỷ."
    }
  },
  {
    "translation": {
      "en": "We're hoping that, uh, we can find a way to prevail",
      "vi": "Chúng tôi hy vọng có thểtìm ra cách để chiếm ưu thế"
    }
  },
  {
    "translation": {
      "en": "like we have in, over the last 132 years.",
      "vi": "như đã làm trong suốt 132 năm qua."
    }
  },
  {
    "translation": {
      "en": "I think we have an awful lot of tradition going for us,",
      "vi": "Tôi nghĩ truyền thốngđã luôn theo chân bọn tôi,"
    }
  },
  {
    "translation": {
      "en": "and, uh, somehow, I think we'll pull it out on Saturday.",
      "vi": "và bằng cách nào đó, thứ Bảy nàychúng tôi sẽ giành chiến thắng."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis was in a super high-pressure environment.",
      "vi": "24 GIỜ TRƯỚC CHẶNG 7 Dennis ở trongmột môi trường áp lực cực lớn."
    }
  },
  {
    "translation": {
      "en": "And the bottom line is the New York Yacht Club",
      "vi": "Và mấu chốt là Hội Thuyền buồm New York"
    }
  },
  {
    "translation": {
      "en": "were never in the business of losing, literally, by any means.",
      "vi": "không bao giờ để thua, theo nghĩa đen,bằng mọi cách."
    }
  },
  {
    "translation": {
      "en": "Panic, pure and simple, has gripped the American camp.",
      "vi": "Sự hoảng loạn, chỉ vậy thôi,đã bao trùm cả trại Mỹ."
    }
  },
  {
    "translation": {
      "en": "Shaken by Australia II's effortless win in the sixth race,",
      "vi": "Lao đao khi Úc II thắng dễ dàng chặng sáu,"
    }
  },
  {
    "translation": {
      "en": "the Liberty syndicate are resorting to truly desperate measures.",
      "vi": "công đoàn Tự do đang dùng đếncác biện pháp tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "Today the New York Yacht Club just couldn't resist firing one more shot.",
      "vi": "Hôm nay Hội Thuyền New Yorkkhông thể cưỡng lại mà bắn thêm phát nữa."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis and the team found a loophole in the rule on the 11th hour",
      "vi": "Dennis và đội tìm ra lỗ hổng trong luậtvào giờ khắc cuối cùng."
    }
  },
  {
    "translation": {
      "en": "and made major changes in Liberty.",
      "vi": "Và thay đổi nhiều chỗ trên Tự Do."
    }
  },
  {
    "translation": {
      "en": "[reporter] The red defender was towed up river",
      "vi": "Hậu vệ đỏ được kéo lên sông"
    }
  },
  {
    "translation": {
      "en": "so that 1,000 pounds of her ballast could be removed.",
      "vi": "để có thể bỏ đivật dằn tàu nặng 454 kg của nó."
    }
  },
  {
    "translation": {
      "en": "[Simmer] It had never happened before.",
      "vi": "Việc đó chưa từng xảy ra."
    }
  },
  {
    "translation": {
      "en": "But the New York Yacht Club allowed them to do it.",
      "vi": "Nhưng Hội Thuyền New Yorkcho phép họ làm điều đó."
    }
  },
  {
    "translation": {
      "en": "Would never have happened if we wanted to reconfigure our boat.",
      "vi": "Sẽ không bao giờ xảy ranếu ta muốn điều chỉnh lại thuyền."
    }
  },
  {
    "translation": {
      "en": "[Conner] Like NASCAR, there are rules in NASCAR,",
      "vi": "Giống NASCAR, có những quy tắctrong NASCAR, nhưng…"
    }
  },
  {
    "translation": {
      "en": "but there's-- Rules are broken, and they win the race.",
      "vi": "Giống NASCAR, có những quy tắctrong NASCAR, nhưng… Luật lệ bị phá bỏ và họ thắng chặng đua."
    }
  },
  {
    "translation": {
      "en": "You use the rules to your advantage to take advantage of the other competition.",
      "vi": "Anh lợi dụng luật lệđể vượt lên các đối thủ khác."
    }
  },
  {
    "translation": {
      "en": "No excuse to lose.",
      "vi": "Không lý do gì để thua."
    }
  },
  {
    "translation": {
      "en": "Alan and the crew, the exercise in which you're about to engage",
      "vi": "Alan và đội, thử tháchmà anh chuẩn bị tham gia"
    }
  },
  {
    "translation": {
      "en": "is certainly one of the historic moments in Australian sporting history.",
      "vi": "chắc chắn là một trong những khoảnh khắclịch sử trong lịch sử thể thao Úc."
    }
  },
  {
    "translation": {
      "en": "You have all our best wishes with you.",
      "vi": "Các bạn có những lời chúc tốt đẹp nhất."
    }
  },
  {
    "translation": {
      "en": "If it gets tight, let us know,",
      "vi": "Nếu có biến, hãy lên tiếng,"
    }
  },
  {
    "translation": {
      "en": "and we'll all turn towards Newport and blow to get you home.",
      "vi": "chúng tôi sẽ hướng về Newport,thổi còi để đưa anh về nhà."
    }
  },
  {
    "translation": {
      "en": "We're with you. The very, very best of luck.",
      "vi": "Chúng tôi bên bạn. Chúc may mắn. BOB HAWKETHỦ TƯỚNG ÚC"
    }
  },
  {
    "translation": {
      "en": "No one had ever won it from the Americans.",
      "vi": "Chưa ai giành được cúp từ người Mỹ."
    }
  },
  {
    "translation": {
      "en": "So here was history, absolute history in the making.",
      "vi": "Đây chính là lịch sử,thời khắc làm nên lịch sử."
    }
  },
  {
    "translation": {
      "en": "Always good to beat the Americans.",
      "vi": "Đánh bại người Mỹ luôn là điều tốt."
    }
  },
  {
    "translation": {
      "en": "At anything. [chuckles]",
      "vi": "Về mọi mặt."
    }
  },
  {
    "translation": {
      "en": "[man over PA] We're with you, Australia II!",
      "vi": "Chúng tôi ở bên các bạn, Úc II!"
    }
  },
  {
    "translation": {
      "en": "We're with you, Australia II!",
      "vi": "CHÚNG TÔI Ở BÊN CÁC BẠN…ÚC II!"
    }
  },
  {
    "translation": {
      "en": "[announcer] It's the premier sailing event in the world.",
      "vi": "Đây là sự kiện đua thuyềnhàng đầu thế giới."
    }
  },
  {
    "translation": {
      "en": "It's the cup that's never been lost.",
      "vi": "Là chiếc cúp chưa từng bị vuột mất."
    }
  },
  {
    "translation": {
      "en": "It's the race that may end the longest winning tradition",
      "vi": "Chặng đua có thểkết thúc chuỗi thắng dài nhất"
    }
  },
  {
    "translation": {
      "en": "in international sports history.",
      "vi": "tại lịch sử thể thao quốc tế."
    }
  },
  {
    "translation": {
      "en": "Live from Newport, this is the 25th defense,",
      "vi": "Trực tiếp từ Newport,đây là lần phòng thủ thứ 25,"
    }
  },
  {
    "translation": {
      "en": "the final race for the America's Cup.",
      "vi": "chặng đua cuối cùng cho Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Good morning, the world.",
      "vi": "ABCTHẾ GIỚI THỂ THAO RỘNG LỚN Chào Tân thế giới."
    }
  },
  {
    "translation": {
      "en": "Once again, another live telecast",
      "vi": "Một lần nữa, buổi truyền hình trực tiếp"
    }
  },
  {
    "translation": {
      "en": "to Australia, New Zealand, Hong Kong, America and Europe.",
      "vi": "đến Úc, New Zealand,Hồng Kông, Mỹ và Châu Âu."
    }
  },
  {
    "translation": {
      "en": "At the moment, we have about 30 million people watching.",
      "vi": "Hiện tại, chúng tôicó khoảng 30 triệu người đang xem."
    }
  },
  {
    "translation": {
      "en": "[reporter] It's an emotional morning for Mrs. Beryl Bertrand,",
      "vi": "Một sáng đầy cảm xúcvới bà Beryl Bertrand,"
    }
  },
  {
    "translation": {
      "en": "as her son, John, takes Australia II into the grand final of the America's Cup.",
      "vi": "khi con trai bà, John đưa chiếc Úc IIvào chặng chung kết Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "Today they sail the winner-take-all, do-or-die, there's-no-tomorrow race.",
      "vi": "Nay sẽ là chặng được ăn cả,đua tới cùng, không ngày mai của họ."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Being towed out, I remember it was like a zoo.",
      "vi": "Bị kéo ra ngoài, tôi nhớ nơi đó như sở thú."
    }
  },
  {
    "translation": {
      "en": "The envelope of people around us was like a pressure cooker.",
      "vi": "Dòng người bao lấy chúng tôi,như một cái nồi áp suất."
    }
  },
  {
    "translation": {
      "en": "We're lining up now for the start of the seventh and vital race",
      "vi": "Ta đang xếp hàng để đợi mở mànchặng thứ bảy và rất quan trọng"
    }
  },
  {
    "translation": {
      "en": "in this America's Cup.",
      "vi": "ở giải Cúp Mỹ lần này."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] This is thousands of hours of preparation, a lifetime of preparation.",
      "vi": "Đây là hàng ngàn giờ chuẩn bị,chuẩn bị cả đời."
    }
  },
  {
    "translation": {
      "en": "And I'd visualized this space. I'd visualized this time.",
      "vi": "Và tôi đã hình dung không gian này,hình dung ra lần này."
    }
  },
  {
    "translation": {
      "en": "I said to the team,",
      "vi": "Tôi nói với cả đội:"
    }
  },
  {
    "translation": {
      "en": "\"Visualize you're on the back of an eagle, a thousand feet in the air.\"",
      "vi": "\"Tưởng tượng đang ở trên lưngmột con đại bàng, trên cao 300 mét."
    }
  },
  {
    "translation": {
      "en": "\"And you see the boat going through the water.\"",
      "vi": "Thấy con thuyền lướt trên mặt nước\"."
    }
  },
  {
    "translation": {
      "en": "So I said, \"Reach down with big scissors and cut the distractions,",
      "vi": "Nên tôi nói: \"Cầm lấy cây kéovà cắt bỏ mọi sự phân tâm,"
    }
  },
  {
    "translation": {
      "en": "release the boat, release ourselves.\"",
      "vi": "thả thuyền ra, thả con người ta ra."
    }
  },
  {
    "translation": {
      "en": "\"There's no tomorrow, there's no yesterday, and there's no future.\"",
      "vi": "Không có ngày mai, không có hôm quavà không có tương lai."
    }
  },
  {
    "translation": {
      "en": "It was just today.",
      "vi": "Chỉ có ngày hôm nay\"."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Five seconds away from the start.",
      "vi": "Còn năm giây nữa là bắt đầu."
    }
  },
  {
    "translation": {
      "en": "-[gun fires] -[commentator 1] There's the starting gun.",
      "vi": "Súng báo hiệu đã nổ."
    }
  },
  {
    "translation": {
      "en": "When the gun went off, the two boats charged at each other.",
      "vi": "Khi súng vang lên,hai thuyền lao vào nhau."
    }
  },
  {
    "translation": {
      "en": "Here we go, you know. This is gonna be on.",
      "vi": "Đây rồi. Sẽ căng thẳng lắm đây."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] They are neck-and-neck at the moment.",
      "vi": "Ngay lúc này họ đang bám sát nhau."
    }
  },
  {
    "translation": {
      "en": "John Bertrand has now turned towards Liberty.",
      "vi": "John Bertrand giờ đã hướng về Tự Do."
    }
  },
  {
    "translation": {
      "en": "We actually had a good start, and when we tacked, we were in front.",
      "vi": "Chúng tôi có khởi đầu tốt.Và khi lao đi, thì đã dẫn trước."
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Australia's gone right on top of Liberty by about two boat lengths.",
      "vi": "Úc dẫn trước Tự Dokhoảng độ chiều dài hai con thuyền."
    }
  },
  {
    "translation": {
      "en": "Both boats on starboard tack.",
      "vi": "Cả hai đều đón gió mạn phải."
    }
  },
  {
    "translation": {
      "en": "[commentator 4] Uh-oh! It looks like John Bertrand has decided not to cover Dennis Conner.",
      "vi": "Có vẻ như John Bertrand đã quyết địnhkhông chắn cho Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "[Longley] But Dennis gets in front",
      "vi": "Nhưng Dennis lao lên trước."
    }
  },
  {
    "translation": {
      "en": "and, quite frankly, starts to sail away from us.",
      "vi": "Và, thú thực là,bắt đầu lái thuyền bỏ xa chúng tôi."
    }
  },
  {
    "translation": {
      "en": "It became clear that Liberty was actually a faster boat than what we'd seen before.",
      "vi": "Rõ ràng Tự Do thực sự là một con thuyềnnhanh hơn những gì ta đã thấy trước đây."
    }
  },
  {
    "translation": {
      "en": "The boat had been revved up.",
      "vi": "Thuyền đã nhanh hơn."
    }
  },
  {
    "translation": {
      "en": "[Mundle] The boat is gaining maximum speed",
      "vi": "Con thuyền đang đạt tốc độ tối đa"
    }
  },
  {
    "translation": {
      "en": "moving very nicely through the water there.",
      "vi": "di chuyển rất tốt qua vùng nước ở đó."
    }
  },
  {
    "translation": {
      "en": "[commentator 5] She certainly looks like a different boat",
      "vi": "Nó trông như một con thuyền khác"
    }
  },
  {
    "translation": {
      "en": "and obviously she's sailing like a different boat today.",
      "vi": "và hôm nay căng buồm cũng khác."
    }
  },
  {
    "translation": {
      "en": "[commentator 6] You can see the two yachts are now approaching the first marker,",
      "vi": "Như đã thấy,hai thuyền đang tiến đến mốc đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "and it's not good news for Australia.",
      "vi": "và đó không phải là tin tốt cho Úc."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Liberty is leading by 29 seconds at the first mark.",
      "vi": "Tự Do đang dẫn trước 29 giâyở mốc đầu tiên."
    }
  },
  {
    "translation": {
      "en": "[commentator 6] That failure by John Bertrand to recover could be tragic.",
      "vi": "Thất bại khi phục hồi của John Bertrandcó thể là bi kịch."
    }
  },
  {
    "translation": {
      "en": "We did everything we could, but they just went faster.",
      "vi": "Chúng tôi đã làm mọi thứ có thể,nhưng họ đi nhanh hơn."
    }
  },
  {
    "translation": {
      "en": "[news anchor] If you're just joining us, it has been Liberty all the way.",
      "vi": "Nếu giờ bạn mới xem,thì Tự Do luôn dẫn trước."
    }
  },
  {
    "translation": {
      "en": "At the second mark, it was Liberty by 45. At the third mark, Liberty by 23.",
      "vi": "Ở mốc thứ hai, Liberty hơn 45.Ở mốc thứ ba, Liberty hơn 23."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] They just swept away from us. Close to a minute in front of us.",
      "vi": "Họ lao đi khỏi chúng tôi.Cách gần một phút phía trước."
    }
  },
  {
    "translation": {
      "en": "We just couldn't believe it.",
      "vi": "Chúng tôi không thể tin được."
    }
  },
  {
    "translation": {
      "en": "[Mundle] We're just watching Liberty having rounded the fourth mark on the course,",
      "vi": "Ta đang xem Tự Do đã đi vòngmốc thứ tư trên chặng đua,"
    }
  },
  {
    "translation": {
      "en": "the margin around 55 seconds, Bob.",
      "vi": "Khoảng cách 55 giây, Bob."
    }
  },
  {
    "translation": {
      "en": "The Cup is as good as lost.",
      "vi": "Chiếc Cúp gần như đã mất."
    }
  },
  {
    "translation": {
      "en": "It seems that Bertrand's errors early in the race",
      "vi": "Có vẻ lỗi ban đầu của Bertrandtrong cuộc đua"
    }
  },
  {
    "translation": {
      "en": "may have cost Australia II the America's Cup.",
      "vi": "có thể sẽ khiến Úc II để mất Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "To get 58 seconds ahead, that…",
      "vi": "Để dẫn trước 58 giây,"
    }
  },
  {
    "translation": {
      "en": "that's a long way.",
      "vi": "đó là một chặng dài."
    }
  },
  {
    "translation": {
      "en": "Four thousand people gathered outside",
      "vi": "Bốn ngàn người tụ tập bên ngoài"
    }
  },
  {
    "translation": {
      "en": "the Royal Perth Yacht Club in Western Australia,",
      "vi": "Hội Thuyền buồm Royal Perth ở Tây Úc,"
    }
  },
  {
    "translation": {
      "en": "watching our live pictures and, uh, similar scenes over in Sydney.",
      "vi": "đang xem hình ảnh trực tiếpvà ở Sydney cũng có cảnh tương tự."
    }
  },
  {
    "translation": {
      "en": "[announcer] It appears Liberty has a healthy lead at this point.",
      "vi": "Có vẻ lúc này Tự Dođang có một khởi đầu tốt."
    }
  },
  {
    "translation": {
      "en": "It's a race Dennis Conner cannot lose.",
      "vi": "Cuộc đua Dennis Conner không thể thua."
    }
  },
  {
    "translation": {
      "en": "[reporter] The tension mounts at the Bertrand household.",
      "vi": "Sự căng thẳng gia tăng ở nhà Bertrand."
    }
  },
  {
    "translation": {
      "en": "Mrs. Bertrand experiences the agony",
      "vi": "Bà Bertrand trải qua cơn đau đớn"
    }
  },
  {
    "translation": {
      "en": "of watching The Wonder from Down Under fall behind the American yacht, Liberty.",
      "vi": "khi chứng kiến Kì tích của Dưới Xích đạotụt xuống sau thuyền Mỹ Tự Do."
    }
  },
  {
    "translation": {
      "en": "And, gentlemen, this downwind run is possibly our last hope.",
      "vi": "Và, chặng ngược gió nàycó thể là hy vọng cuối cùng của ta."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] They were basically gone.",
      "vi": "Về cơ bản họ đã biến mất."
    }
  },
  {
    "translation": {
      "en": "But the bottom line is,",
      "vi": "Nhưng mấu chốt là,"
    }
  },
  {
    "translation": {
      "en": "if the opposition start to believe that the competition",
      "vi": "nếu phe đối lập bắt đầu tin sự cạnh tranh"
    }
  },
  {
    "translation": {
      "en": "and the equipment that they're using is superior,",
      "vi": "và thiết bị bên kia dùng tốt hơn cả,"
    }
  },
  {
    "translation": {
      "en": "and you can't do anything about it 'cause it's secret,",
      "vi": "và anh không thể làm gì vì nó là bí mật,"
    }
  },
  {
    "translation": {
      "en": "that becomes, psychologically, a big hurdle to overcome.",
      "vi": "về tâm lý,trở thành một rào cản lớn cần vượt qua."
    }
  },
  {
    "translation": {
      "en": "And ultimately, Dennis made a decision",
      "vi": "Đến cuối, Dennis đã đưa ra quyết định"
    }
  },
  {
    "translation": {
      "en": "that was a mistake.",
      "vi": "đúng là sai lầm."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Dennis Conner's come to the right-hand side of the course,",
      "vi": "Dennis Conner đến bên phải đường đua,"
    }
  },
  {
    "translation": {
      "en": "looking for a big wind shift which he hopes will be over here.",
      "vi": "tìm kiếm chỗ đổi hướng giómà anh ấy mong chờ ở đây."
    }
  },
  {
    "translation": {
      "en": "We get to the top marker, and Dennis, he tacks way out.",
      "vi": "Ta đến điểm đánh dấu trên cùng,và Dennis, anh ta tách ra."
    }
  },
  {
    "translation": {
      "en": "[commentator] This is an unusual move.",
      "vi": "Một động thái bất thường."
    }
  },
  {
    "translation": {
      "en": "Dennis has decided not to cover John Bertrand.",
      "vi": "Dennis đã quyết địnhkhông chắn John Bertrand."
    }
  },
  {
    "translation": {
      "en": "[Treharne] He went to the right-hand side of the course,",
      "vi": "Anh ta đi về phía bên phải của đường đua,"
    }
  },
  {
    "translation": {
      "en": "and that surprised me.",
      "vi": "khiến tôi ngạc nhiên."
    }
  },
  {
    "translation": {
      "en": "And I remember just looking at the clouds evolving.",
      "vi": "Và tôi nhớ đã thấy những đám mây biến đổi."
    }
  },
  {
    "translation": {
      "en": "I could start to see the wind on water.",
      "vi": "Tôi bắt đầu thấy gió trên mặt nước."
    }
  },
  {
    "translation": {
      "en": "Darker patches and lighter patches. I could see the direction of the wind.",
      "vi": "Các mảng tối hơn và sáng hơn.Tôi có thể thấy hướng gió."
    }
  },
  {
    "translation": {
      "en": "And then, eventually, you start to get a sixth sense of what the wind is gonna do.",
      "vi": "Và rồi, cuối cùng, bạn bắt đầu cógiác quan thứ sáu về hướng gió sắp thổi."
    }
  },
  {
    "translation": {
      "en": "Not now, but within the next 10, 15 and 20 seconds,",
      "vi": "Không phải bây giờ,mà trong vòng 10, 15 và 20 giây nữa,"
    }
  },
  {
    "translation": {
      "en": "which is the game.",
      "vi": "trận đấu đây rồi."
    }
  },
  {
    "translation": {
      "en": "Trim.",
      "vi": "Cắt."
    }
  },
  {
    "translation": {
      "en": "And as we keep going to the left, the breeze starts going left.",
      "vi": "Và khi chúng tôi tiếp tục đi bên trái,cơn gió bắt đầu thổi sang trái."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "vi": "Đây rồi."
    }
  },
  {
    "translation": {
      "en": "And we started to make gains on Liberty, with extra wind.",
      "vi": "Và chúng tôi bắt đầu qua được Tự do,khi có gió thổi vào."
    }
  },
  {
    "translation": {
      "en": "[Mundle] As they head off there,",
      "vi": "Khi họ đến đó,"
    }
  },
  {
    "translation": {
      "en": "you can see crewmen winding those coffee grinder winches,",
      "vi": "bạn có thể thấy đội viênđang cuộn dây tời,"
    }
  },
  {
    "translation": {
      "en": "trying to keep the yacht at maximum speed.",
      "vi": "cố gắng giữ thuyền ở tốc độ tối đa."
    }
  },
  {
    "translation": {
      "en": "[man] It's going to be a mammoth effort if she should do it.",
      "vi": "Sẽ là một nỗ lực khổng lồ nếu làm vậy."
    }
  },
  {
    "translation": {
      "en": "It was meter by meter. It was yard by yard. It was wind shift by wind shift.",
      "vi": "Hơn nhau từng mét một, từng dặm một,tranh nhau từng đợt gió."
    }
  },
  {
    "translation": {
      "en": "[Mundle] There you see Australia II coming back right now towards Liberty.",
      "vi": "Ở đó, các bạn sẽ thấy Úc IIđang quay về phía Tự Do."
    }
  },
  {
    "translation": {
      "en": "This race is a hot one.",
      "vi": "Cuộc đua này rất sát sao. ÚC IITỰ DO"
    }
  },
  {
    "translation": {
      "en": "Only a matter of minutes ago, the America's Cup was as good as lost.",
      "vi": "Chỉ vài phút trước,chiếc Cúp Mỹ gần như đã mất."
    }
  },
  {
    "translation": {
      "en": "Gentlemen, it's neck and neck,",
      "vi": "Các bạn, quá sát rồi,"
    }
  },
  {
    "translation": {
      "en": "but perhaps Liberty just fractionally in front.",
      "vi": "nhưng có lẽ Liberty chỉ nhỉnh hơn chút."
    }
  },
  {
    "translation": {
      "en": "[Mundle] So Australia II is back in the race.",
      "vi": "Vậy là Úc II đã trở lại cuộc đua."
    }
  },
  {
    "translation": {
      "en": "[Longley] And then, of course, they jibed and came across.",
      "vi": "Sau đó, tất nhiên,họ lái qua chỗ ngược gió."
    }
  },
  {
    "translation": {
      "en": "The whole of the world, who's watching this, is holding their breath.",
      "vi": "Cả thế giới, những người đang xem,đều đang nín thở."
    }
  },
  {
    "translation": {
      "en": "[Mundle] The tension at the moment is absolutely electric out there.",
      "vi": "Sự căng thẳng lúc nàychắc chắn đang toé ra tia lửa điện."
    }
  },
  {
    "translation": {
      "en": "Australia II's decided to come back and attack.",
      "vi": "Úc II quyết định quay lại và tấn công."
    }
  },
  {
    "translation": {
      "en": "[Longley] It's not easy, particularly from a helicopter shot,",
      "vi": "Không dễ, đặc biệt làtừ cảnh quay trực thăng,"
    }
  },
  {
    "translation": {
      "en": "to see who's in front.",
      "vi": "để xem ai ở phía trước."
    }
  },
  {
    "translation": {
      "en": "What'll happen with the cross?",
      "vi": "Khi giao nhau sẽ ra sao?"
    }
  },
  {
    "translation": {
      "en": "And we went from 57 seconds behind to bow on bow.",
      "vi": "Chúng tôi từ cách xa 57 giâycho tới đầu đối đầu."
    }
  },
  {
    "translation": {
      "en": "I made the decision to jibe on top of them, which was high risk.",
      "vi": "Tôi quyết định sẽ vượt họ khi ngược gió,độ rủi ro rất cao."
    }
  },
  {
    "translation": {
      "en": "[Mundle] A collision course at the moment.",
      "vi": "Hiện tại có một va chạm."
    }
  },
  {
    "translation": {
      "en": "-Looks like Australia II will go across. -[man] A gutsy move.",
      "vi": "- Có vẻ Úc II sẽ vượt.- Một hành động gan dạ."
    }
  },
  {
    "translation": {
      "en": "[Mundle] An unbelievable move to come across there now.",
      "vi": "Giờ mà giao nhaulà bước đi không thể tin được."
    }
  },
  {
    "translation": {
      "en": "We went across their bow, and we're in front.",
      "vi": "Chúng tôi đi quamũi tàu của họ và dẫn trước."
    }
  },
  {
    "translation": {
      "en": "[Mundle] It looks like Australia II is back in front. -Absolutely incredible. -[crowd cheering]",
      "vi": "Có vẻ như Úc đã trở lại phía trước.Không thể tin được."
    }
  },
  {
    "translation": {
      "en": "[reporter] There's about 2,000 people here packing Royal Perth Yacht Club,",
      "vi": "Có khoảng 2.000 ngườilấp đầy Hội Thuyền buồm Royal Perth,"
    }
  },
  {
    "translation": {
      "en": "and they are absolutely rooting for Australia II.",
      "vi": "và họ vô cùng cổ vũ cho chiếc Úc II."
    }
  },
  {
    "translation": {
      "en": "I've never ever seen anything like this.",
      "vi": "Tôi chưa từng thấy điều gì như vậy."
    }
  },
  {
    "translation": {
      "en": "There was mass disappointment here before.",
      "vi": "Trước đây đã có sự thất vọng lớn ở đây."
    }
  },
  {
    "translation": {
      "en": "In the past leg, it's been absolute mayhem in here.",
      "vi": "Nhưng qua chặng vừa rồi,ở đây hoàn toàn hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "[Mundle] And now it's all on.",
      "vi": "Và giờ là lúc đua tới cùng."
    }
  },
  {
    "translation": {
      "en": "An absolute drag race to the finish. Do you believe this, Bob Lobel?",
      "vi": "Một cuộc đua về đích.Tin nổi không, Bob Lobel?"
    }
  },
  {
    "translation": {
      "en": "[Lobel] I've seen a lot of things, but never anything like this.",
      "vi": "Tôi đã thấy rất nhiều,nhưng chưa thấy cái này."
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "vi": "Lên, lên, lên!"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] On that particular leg of the course,",
      "vi": "Ở chặng đặc biệt đó,"
    }
  },
  {
    "translation": {
      "en": "we probably sailed the boat as best we'd ever sailed.",
      "vi": "bọn tôi lái thuyền ở mức tốt nhất."
    }
  },
  {
    "translation": {
      "en": "We were closer to perfection than any time I'd ever been.",
      "vi": "Chúng tôi đã tiến gần đếnsự hoàn hảo hơn bất cứ lúc nào."
    }
  },
  {
    "translation": {
      "en": "This group became so close and so tight.",
      "vi": "Nhóm này trở nêncực kỳ thân thiết và chặt chẽ,"
    }
  },
  {
    "translation": {
      "en": "It was basically almost on autopilot.",
      "vi": "về cơ bản gần như lái tự động."
    }
  },
  {
    "translation": {
      "en": "We were sailing into history.",
      "vi": "Chúng tôi đang lái vào lịch sử."
    }
  },
  {
    "translation": {
      "en": "[Mundle] We're looking for the smoke at any moment.",
      "vi": "Ta đang tìm khói bất cứ lúc nào."
    }
  },
  {
    "translation": {
      "en": "They're about to do it. They're about to cross the line.",
      "vi": "Họ sắp làm được rồi.Họ sắp vượt qua vạch rồi."
    }
  },
  {
    "translation": {
      "en": "They make a final move. It's over!",
      "vi": "Họ thực hiện bước cuối. Kết thúc rồi!"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Australia II has done it!",
      "vi": "Úc II đã làm được!"
    }
  },
  {
    "translation": {
      "en": "They have won the America's Cup!",
      "vi": "Họ đã giành Cúp Mỹ!"
    }
  },
  {
    "translation": {
      "en": "Will you stand up, Australia? Will you stand up and cheer?",
      "vi": "Bạn sẽ đứng lên chứ, Úc?Bạn sẽ đứng lên và cổ vũ chứ?"
    }
  },
  {
    "translation": {
      "en": "Because this is the finest day in the history of Australian sport.",
      "vi": "Vì đây là ngày đẹp nhấttrong lịch sử thể thao Úc."
    }
  },
  {
    "translation": {
      "en": "John Bertrand, the skipper,",
      "vi": "John Bertrand, đội trưởng,"
    }
  },
  {
    "translation": {
      "en": "and all of those men out there on that boat,",
      "vi": "và tất cả những người ngoài kiatrên con thuyền đó,"
    }
  },
  {
    "translation": {
      "en": "they have written their name large in Australian history.",
      "vi": "họ đã ghi tên mìnhthật sâu vào lịch sử nước Úc."
    }
  },
  {
    "translation": {
      "en": "They have won the America's Cup.",
      "vi": "Họ đã vô địch Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Bob Hawke] While I was Prime Minister,",
      "vi": "Khi tôi làm Thủ tướng,"
    }
  },
  {
    "translation": {
      "en": "I said some very wise and important things,",
      "vi": "tôi đã nói vài điềurất khôn ngoan và quan trọng,"
    }
  },
  {
    "translation": {
      "en": "but I don't think anything I've ever said",
      "vi": "nhưng tôi không nghĩ các câu tôi từng nói"
    }
  },
  {
    "translation": {
      "en": "is as well remembered as when I said…",
      "vi": "đều được ghi nhớ như khi tôi nói…"
    }
  },
  {
    "translation": {
      "en": "I tell you what, any boss who sacks anyone for not turning up today is a bum!",
      "vi": "Nói cho hay, ông chủ nào sa thải aivì nay không đến, đều là kẻ vô tích sự!"
    }
  },
  {
    "translation": {
      "en": "Here we go!",
      "vi": "Bắt đầu nào!"
    }
  },
  {
    "translation": {
      "en": "Across Australia, people are doing this, saluting the men of Australia II with champagne.",
      "vi": "Khắp nước Úc, tất cả đềuăn mừng những người đàn ông của Úc."
    }
  },
  {
    "translation": {
      "en": "And boys, they really deserve it.",
      "vi": "Họ thật sự xứng đáng."
    }
  },
  {
    "translation": {
      "en": "[Simmer] I remember just going, \"Shit,\" that it had happened.",
      "vi": "Tôi nhớ mình nói: \"Chết tiệt\",chuyện đó đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "Really remember John just kind of literally slumped over the wheel.",
      "vi": "Nhớ như in lúc Johnngồi sụp xuống trước bánh lái."
    }
  },
  {
    "translation": {
      "en": "Just like everything just draining out of him.",
      "vi": "Như thể mọi thứ bị rút cạn khỏi anh ấy."
    }
  },
  {
    "translation": {
      "en": "It was this relief to actually win it on behalf of your country.",
      "vi": "Thật nhẹ nhõm khi thực sựgiành chiến thắng thay mặt đất nước mình."
    }
  },
  {
    "translation": {
      "en": "That's, uh, that's huge.",
      "vi": "Rất to tát."
    }
  },
  {
    "translation": {
      "en": "So… [clears throat] …how do you rationalize that?",
      "vi": "Vậy làm thế nào để hợp lý hóa điều đó?"
    }
  },
  {
    "translation": {
      "en": "[Treharne] It was quite something",
      "vi": "Đó là điều mà tôi"
    }
  },
  {
    "translation": {
      "en": "that I never thought could happen or would happen.",
      "vi": "không bao giờ nghĩcó thể xảy ra hoặc sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "But it did.",
      "vi": "Nhưng đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "It's a pretty powerful thing for me to be feeling like I do now. [chuckles]",
      "vi": "Cảm xúc trong tôi lúc này thật sự mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "So long ago.",
      "vi": "Đã lâu lắm rồi."
    }
  },
  {
    "translation": {
      "en": "Must have affected me more than I thought it did. [sniffles]",
      "vi": "Chắc nó ảnh hưởng đến tôinhiều hơn tôi nghĩ."
    }
  },
  {
    "translation": {
      "en": "Anyway. [coughs]",
      "vi": "Dù sao thì."
    }
  },
  {
    "translation": {
      "en": "Everyone went nuts. [chuckles]",
      "vi": "Mọi người phát điên."
    }
  },
  {
    "translation": {
      "en": "[Longley] We lifted our heads up,",
      "vi": "Chúng tôi ngẩng đầu lên,"
    }
  },
  {
    "translation": {
      "en": "and there are boats coming from everywhere.",
      "vi": "và có thuyền đến từ khắp nơi."
    }
  },
  {
    "translation": {
      "en": "Boats all around us, you know?",
      "vi": "Thuyền bao quanh chúng tôi, bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "And this cacophony of noise.",
      "vi": "Và thứ âm thanh hỗn tạp này."
    }
  },
  {
    "translation": {
      "en": "[announcer] Ah! This is the greatest moment ever!",
      "vi": "Đây là khoảnh khắc tuyệt vời nhất!"
    }
  },
  {
    "translation": {
      "en": "I thought we were history, history the beginning of the week.",
      "vi": "Tôi cứ nghĩ ta đã bị cho vào quên lãng,thành lịch sử từ đầu tuần."
    }
  },
  {
    "translation": {
      "en": "From the jaws of death. [laughs]",
      "vi": "Thoát ra từ hàm tử thần."
    }
  },
  {
    "translation": {
      "en": "[Brown] When we were getting towed in, we hoisted the Australian flag,",
      "vi": "Khi thuyền của tôi được kéo về,chúng tôi đã kéo cờ Úc lên,"
    }
  },
  {
    "translation": {
      "en": "and that was a really proud moment, that we'd done something pretty special.",
      "vi": "và đó là một khoảnh khắc thực sự tự hào,khi đã làm được một điều khá đặc biệt."
    }
  },
  {
    "translation": {
      "en": "[commentator] And this is just such a tremendously festive scene,",
      "vi": "Và đây đúng làmột khung cảnh vui như trẩy hội,"
    }
  },
  {
    "translation": {
      "en": "the sun now perched on the horizon",
      "vi": "mặt trời đang treo trên đường chân trời"
    }
  },
  {
    "translation": {
      "en": "as Australia II makes her way back into Newport Harbor,",
      "vi": "khi chiếc Úc II quay lại cảng Newport,"
    }
  },
  {
    "translation": {
      "en": "the first challenger ever to win the America's Cup.",
      "vi": "kẻ thách đấu đầu tiêngiành được chiếc Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "It is a mob scene here on the dock of Australia II.",
      "vi": "Đây là cảnh đám đôngtrên bến tàu của Úc II."
    }
  },
  {
    "translation": {
      "en": "The Australians have finally done it.",
      "vi": "Người Úc cuối cùng đã làm được."
    }
  },
  {
    "translation": {
      "en": "And I remember pulling the boat out of the water,",
      "vi": "Và tôi nhớ khi kéo thuyền lênkhỏi mặt nước,"
    }
  },
  {
    "translation": {
      "en": "and Bondy like a conductor.",
      "vi": "và Bondi như một nhạc trưởng."
    }
  },
  {
    "translation": {
      "en": "[all chanting] Let's see the keel!",
      "vi": "Xem sống thuyền nào!"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] There's a very happy Alan Bond.",
      "vi": "Kia là một Alan Bond rất vui vẻ."
    }
  },
  {
    "translation": {
      "en": "He's gonna take it up without the curtains. The keel is gonna be seen.",
      "vi": "Anh ấy sẽ kéo lên mà không có vải che.Mọi người sắp được thấy nó."
    }
  },
  {
    "translation": {
      "en": "Get her up, Australia II, and the skirt comes off.",
      "vi": "Đưa cô ấy lên, chiếc Úc II,và tà váy rớt xuống."
    }
  },
  {
    "translation": {
      "en": "Everyone saw the winged keel for the first time.",
      "vi": "Mọi người lần đầu thấy sống thuyền cánh."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] It's a brilliant piece of engineering design work,",
      "vi": "Đó là một tác phẩm tuyệt vờicủa thiết kế kỹ thuật,"
    }
  },
  {
    "translation": {
      "en": "extremely creative.",
      "vi": "cực kỳ sáng tạo."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Ben Lexcen, designer of Australia II, the man who did it.",
      "vi": "Ben Lexcen, nhà thiết kế Úc II,người đã chế tạo."
    }
  },
  {
    "translation": {
      "en": "He has achieved his life's ambition.",
      "vi": "Anh ấy đã đạt được tham vọng của đời mình."
    }
  },
  {
    "translation": {
      "en": "There, believe it or not,",
      "vi": "Và ở đó, tin hay không,"
    }
  },
  {
    "translation": {
      "en": "Dennis Conner wearing his New York Yacht Club hat.",
      "vi": "Dennis Connerđội chiếc mũ Hội Thuyền New York."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis congratulated me.",
      "vi": "Dennis đã chúc mừng tôi."
    }
  },
  {
    "translation": {
      "en": "Not a lot of words said, but it was warrior to warrior.",
      "vi": "Không nhiều lời,nhưng là giữa chiến binh với nhau."
    }
  },
  {
    "translation": {
      "en": "There's no question about it.",
      "vi": "Không sai vào đâu."
    }
  },
  {
    "translation": {
      "en": "[Mundle] I think Dennis does look a little bit stunned there, David.",
      "vi": "Tôi nghĩ Denniscó vẻ hơi choáng váng, David."
    }
  },
  {
    "translation": {
      "en": "[Simmer] I remember shaking hands with him, and he had tears in his eyes.",
      "vi": "Tôi nhớ đã bắt tay với anh tavà mắt anh ta ngấn lệ."
    }
  },
  {
    "translation": {
      "en": "Yeah, he took it hard, hard, really hard.",
      "vi": "Ừ, anh ta đã rất, rất tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "It was a totally devastating… loss.",
      "vi": "Đó là một mất mát… nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "When I came in after losing the Cup, they have a press conference,",
      "vi": "Khi tôi đến, sau khi mất Cúp,họ tổ chức một cuộc họp báo."
    }
  },
  {
    "translation": {
      "en": "and nobody from the New York Yacht Club shows up to sit with you,",
      "vi": "Không có ai từ Hội Thuyền buồm New Yorkđến để ngồi bên tôi,"
    }
  },
  {
    "translation": {
      "en": "you got the idea they don't like you very much anymore.",
      "vi": "anh hiểu bọn họ không thích anhnhiều như trước."
    }
  },
  {
    "translation": {
      "en": "I'm sure they were understandably disappointed.",
      "vi": "Chắc chắn họ đã thất vọngtheo một cách dễ hiểu."
    }
  },
  {
    "translation": {
      "en": "You know, they were just as devastated as I was in losing the Cup.",
      "vi": "Anh biết đấy, họ cũng đau khổ như tôikhi để mất chiếc Cúp."
    }
  },
  {
    "translation": {
      "en": "Today, Australia II was just a better boat,",
      "vi": "Hôm nay, chiếc Úc IIlà một con thuyền tốt hơn,"
    }
  },
  {
    "translation": {
      "en": "and they beat us, and we have no excuses.",
      "vi": "họ đã đánh bại đội tôi,và tôi không có lý do."
    }
  },
  {
    "translation": {
      "en": "So I'd like to, uh, at this point, congratulate Alan Bond and Australia II.",
      "vi": "Nên tôi muốn, vào lúc này,chúc mừng Alan Bond và chiếc Úc II."
    }
  },
  {
    "translation": {
      "en": "They proved that they were an outstanding boat.",
      "vi": "Họ đã chứng minhhọ là một con thuyền xuất sắc."
    }
  },
  {
    "translation": {
      "en": "And today was their day.",
      "vi": "Và nay là ngày của họ."
    }
  },
  {
    "translation": {
      "en": "[reporter] It was Dennis Conner's last appearance as America's Cup skipper,",
      "vi": "Đây là lần cuối Dennis Conner xuất hiệnvới tư cách Đội trưởng Cúp Mỹ,"
    }
  },
  {
    "translation": {
      "en": "a great performer bowing out a loser with tears in his eyes",
      "vi": "một nhà biểu diễn tuyệt vời đã phải làmkẻ thua cuộc với đôi mắt ngấn lệ"
    }
  },
  {
    "translation": {
      "en": "and a whirl of his hat.",
      "vi": "và xoay chiếc mũ ấy."
    }
  },
  {
    "translation": {
      "en": "John Bertrand and his crew have done a fine job today,",
      "vi": "John Bertrand và độiđã làm rất tốt hôm nay,"
    }
  },
  {
    "translation": {
      "en": "and I'm so pleased that we can say not goodbye to Newport,",
      "vi": "và tôi rất vui vì chúng tôicó thể tạm biệt Newport,"
    }
  },
  {
    "translation": {
      "en": "but an open invitation to the people of Newport",
      "vi": "nhưng tôi luôn chào đón người từ Newport"
    }
  },
  {
    "translation": {
      "en": "and the people of America to come to Perth in Western Australia",
      "vi": "và người dân Mỹ đến Perth ở Tây Úc"
    }
  },
  {
    "translation": {
      "en": "and try and win it back.",
      "vi": "để cố gắng giành lại nó."
    }
  },
  {
    "translation": {
      "en": "We welcome you.",
      "vi": "Rất chào đón bạn."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] When we actually were presented with the America's Cup…",
      "vi": "Khi chúng tôi được trao chiếc Cúp Mỹ…"
    }
  },
  {
    "translation": {
      "en": "when I lifted the trophy above my head,",
      "vi": "khi tôi nâng chiếc cúp lên cao qua đầu,"
    }
  },
  {
    "translation": {
      "en": "it was a boyhood dream becoming reality.",
      "vi": "đó là giấc mơ thời niên thiếutrở thành hiện thực."
    }
  },
  {
    "translation": {
      "en": "It was a big deal to beat America at something that America had been so dominant.",
      "vi": "Việc đánh bại Mỹ ở một mônmà họ thống trị đã lâu là điều rất to tát."
    }
  },
  {
    "translation": {
      "en": "So this little country, suddenly it was on the world stage.",
      "vi": "Vậy là đất nước nhỏ bé này,đột nhiên bước lên sân khấu thế giới."
    }
  },
  {
    "translation": {
      "en": "[Ronald Reagan] Skipper John Bertrand, you and the crew of the Australia II",
      "vi": "Đội trưởng John Bertrand,anh và đội viên của chiếc Úc II"
    }
  },
  {
    "translation": {
      "en": "have shown us the stuff of which Australians are made.",
      "vi": "đã cho ta thấynhững phẩm chất làm nên người Úc."
    }
  },
  {
    "translation": {
      "en": "I know your countrymen are proud of you, and I want you to take this message back,",
      "vi": "Tôi biết đồng hương tự hào về các bạnvà tôi muốn bạn nghe điều này,"
    }
  },
  {
    "translation": {
      "en": "that Americans are proud too.",
      "vi": "rằng người Mỹ cũng tự hào."
    }
  },
  {
    "translation": {
      "en": "We're proud to have Australians as our very dear friends.",
      "vi": "Chúng tôi rất tự hàokhi có Úc làm người bạn thân."
    }
  },
  {
    "translation": {
      "en": "[Longley] When we got back to Australia,",
      "vi": "Khi chúng tôi trở về Úc,"
    }
  },
  {
    "translation": {
      "en": "they'd said we're gonna do a street parade from Fremantle to Perth, which is--",
      "vi": "họ nói ta sẽ diễu hành trên phốtừ Fremantle đến Perth, đoạn đường đó…"
    }
  },
  {
    "translation": {
      "en": "-Twenty-two kilometers. -Twenty-two kilometers to be precise.",
      "vi": "- Hai mươi hai cây.- Chính xác là 22 cây số."
    }
  },
  {
    "translation": {
      "en": "I said, \"We're gonna look like idiots driving down Stirling Highway",
      "vi": "Tôi nói: \"Ta sẽ như lũ ngốclái xe trên Cao tốc Stirling"
    }
  },
  {
    "translation": {
      "en": "with three people and a dog waving at ya.\"",
      "vi": "với ba người và một con chó vẫy đuôi\"."
    }
  },
  {
    "translation": {
      "en": "Well, the street was lined the whole 22 kilometers.",
      "vi": "Xếp hàng dài 22 cây số khắp đường phố."
    }
  },
  {
    "translation": {
      "en": "[Longley] When we got to Perth,",
      "vi": "Khi chúng tôi đến Perth,"
    }
  },
  {
    "translation": {
      "en": "there were 250,000 people there to welcome us.",
      "vi": "có 250.000 người ở đó chào đón chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We're such a small nation going against such large odds.",
      "vi": "41 GIÂY TRƯỚC THẾ GIỚI Chúng ta là một quốc gia nhỏ béchống lại tỷ lệ cược lớn như vậy."
    }
  },
  {
    "translation": {
      "en": "But it was that terrific determination",
      "vi": "Nhưng đó là nhờ quyết tâm khủng khiếp"
    }
  },
  {
    "translation": {
      "en": "of the people of Australia and all the guys.",
      "vi": "của người dân Úc và tất cả đội viên."
    }
  },
  {
    "translation": {
      "en": "[Conner] After losing the Cup, I had no money.",
      "vi": "Sau khi để mất chiếc Cúp,tôi không có tiền."
    }
  },
  {
    "translation": {
      "en": "I was a carpet salesman.",
      "vi": "Tôi làm nghề bán thảm."
    }
  },
  {
    "translation": {
      "en": "[Conner] I was certainly depressed.",
      "vi": "Tôi thực sự rất trầm cảm."
    }
  },
  {
    "translation": {
      "en": "But when I saw 21 different countries challenging for the Cup in Perth,",
      "vi": "Nhưng khi tôi thấy 21 quốc gia khác nhauthách đấu cho chiếc Cúp ở Perth,"
    }
  },
  {
    "translation": {
      "en": "maybe I should quit feeling sorry for myself",
      "vi": "có lẽ tôi nên dừng việcthương hại bản thân"
    }
  },
  {
    "translation": {
      "en": "and see what I could do about winning it back.",
      "vi": "và xem có thể làm gì để đoạt lại nó."
    }
  },
  {
    "translation": {
      "en": "[reporter] Today, in San Diego, California,",
      "vi": "Hôm nay, ở San Diego, California,"
    }
  },
  {
    "translation": {
      "en": "Dennis Conner announced his comeback for the 1987 America's Cup.",
      "vi": "Dennis Conner tuyên bốtrở lại tranh Cúp Mỹ năm 1987."
    }
  },
  {
    "translation": {
      "en": "However, he will not be facing the skipper who wrenched away the trophy in 1983.",
      "vi": "Tuy nhiên, anh ấy sẽ không đối mặtvới đội trưởng đã cướp Cúp năm 1983."
    }
  },
  {
    "translation": {
      "en": "[man] Why aren't you in it this year?",
      "vi": "Sao năm nay anh không tham gia?"
    }
  },
  {
    "translation": {
      "en": "The fire's out of my belly,",
      "vi": "Ngọn lửa năm ấy đã tắt,"
    }
  },
  {
    "translation": {
      "en": "and content people don't become world champions.",
      "vi": "và đã mãn nguyệnthì đâu thể vô địch thế giới."
    }
  },
  {
    "translation": {
      "en": "I'm content in that part of my life,",
      "vi": "Khi ấy tôi đã mãn nguyện,"
    }
  },
  {
    "translation": {
      "en": "and I'm really keen and excited to move out into new directions.",
      "vi": "nên giờ tôi rất hào hứngđi tìm những hướng đi mới."
    }
  },
  {
    "translation": {
      "en": "That's what I'm doing.",
      "vi": "Tôi đang làm thế."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] But for Dennis and coming back,",
      "vi": "Nhưng với Dennis và sự trở lại ấy,"
    }
  },
  {
    "translation": {
      "en": "it was an opportunity to resurrect himself.",
      "vi": "đó là cơ hội để hồi sinh bản thân."
    }
  },
  {
    "translation": {
      "en": "♪ Come back to the shore ♪",
      "vi": "CÚP MỸ NĂM 1987PERTH, TÂY ÚC"
    }
  },
  {
    "translation": {
      "en": "[announcer 1] There's the gun. Stars & Stripes has done it.",
      "vi": "Súng đã vang. Sao và Sọc đã làm được."
    }
  },
  {
    "translation": {
      "en": "They've won the America's Cup.",
      "vi": "Họ đã thắng Cúp Mỹ."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] He has climbed yachting's Mount Everest,",
      "vi": "Anh ấy leo lên đỉnh cao đua thuyền,"
    }
  },
  {
    "translation": {
      "en": "and he has captured, once again, yachting's holy grail.",
      "vi": "và anh ấy đã lại một lần nữacầm được chén thánh."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Revenge for Dennis Conner.",
      "vi": "Trả thù cho Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] I remember sitting in the ceremony handing over the America's Cup,",
      "vi": "Tôi nhớ lúc ngồi trong buổi lễtrao lại chiếc Cúp Mỹ,"
    }
  },
  {
    "translation": {
      "en": "and this lovely lady with a big hat said, \"Hello, Mr. Bertrand.\"",
      "vi": "và một quý bà dễ mến đội mũ to nói:\"Xin chào, ngài Bertrand."
    }
  },
  {
    "translation": {
      "en": "\"What a beautiful day it is. What a day of celebration.\"",
      "vi": "Thật là một ngày đẹp trời,một ngày thích hợp ăn mừng\"."
    }
  },
  {
    "translation": {
      "en": "And I looked at her and I said, \"Madam, you have no idea…",
      "vi": "Và tôi nhìn bà ấy và nói:\"Thưa bà, bà không biết…"
    }
  },
  {
    "translation": {
      "en": "how easy it was to lose and how hard it was to win.\"",
      "vi": "thua cuộc thì thật dễ dàngnhưng để thắng thì lại khó đến đâu\"."
    }
  },
  {
    "translation": {
      "en": "♪ Or how wide I roam ♪",
      "vi": "NĂM 1985, JOHN BERTRAND ĐƯỢC GHI DANH VÀOĐẠI LỘ DANH VỌNG CỦA THỂ THAO ÚC"
    }
  },
  {
    "translation": {
      "en": "♪ I still call Australia… ♪",
      "vi": "SAU CHIẾN THẮNG NĂM 1983, ALAN BONDLÀ MỘT TRONG NHỮNG NGƯỜI GIÀU NHẤT ÚC"
    }
  },
  {
    "translation": {
      "en": "[reporter] Bond's property interests stretch",
      "vi": "Quyền sở hữu của Bondtrải dài từ Sydney đến Mỹ"
    }
  },
  {
    "translation": {
      "en": "from Sydney to America to London and Hong Kong.",
      "vi": "Quyền sở hữu của Bondtrải dài từ Sydney đến Mỹ Luân Đôn và Hồng Kông."
    }
  },
  {
    "translation": {
      "en": "It is an empire worth $10,000 million.",
      "vi": "Đó là một đế chế trị giá 10.000 triệu đô."
    }
  },
  {
    "translation": {
      "en": "[Peter Allen] We want all the crew to come back out. Sing it for them.",
      "vi": "NĂM 1997, ÔNG NHẬN ÁNMỘT LOẠT TỘI TÀI CHÍNH"
    }
  },
  {
    "translation": {
      "en": "♪ Or how wide I roam ♪",
      "vi": "ÔNG BỊ XỬ BẢY NĂM TRONG TÙ"
    }
  },
  {
    "translation": {
      "en": "[man] Probably the greatest Prime Minister of Australia.",
      "vi": "Có lẽ là Thủ tướng vĩ đại nhất của Úc,gần gũi với dân."
    }
  },
  {
    "translation": {
      "en": "He relates to the people. The public love him.",
      "vi": "Có lẽ là Thủ tướng vĩ đại nhất của Úc,gần gũi với dân. Công chúng yêu ông."
    }
  },
  {
    "translation": {
      "en": "What does one of our greatest prime ministers do?",
      "vi": "Vậy Thủ tướng vĩ đại ấy đang làm gì?"
    }
  },
  {
    "translation": {
      "en": "He sculled it. Listen to them. They're going, \"Scull, scull, scull!\"",
      "vi": "Ông ấy đang nốc cạn.Nghe họ kìa: \"Cạn, cạn, cạn!\""
    }
  },
  {
    "translation": {
      "en": "And the great man, Bobby Hawke, nailed it.",
      "vi": "Và người vĩ đại, Bobby Hawke, đã làm được."
    }
  },
  {
    "translation": {
      "en": "He said, \"Thank you very much, boys. Cheers.\"",
      "vi": "\"Cảm ơn các cậu. Chúc mừng\". TRƯỚC KHI QUA ĐỜI,ĐÂY LÀ BÀI PHỎNG VẤN CUỐI"
    }
  },
  {
    "translation": {
      "en": "♪ I still call Australia… ♪",
      "vi": "BEN LEXCEN LÀ MỘT TRONG SỐ NHÀ THIẾT KẾBIỂU TƯỢNG NHẤT LỊCH SỬ ÚC"
    }
  },
  {
    "translation": {
      "en": "[man] Ben Lexcen, designer, perfectionist, and his Toyota Tarago,",
      "vi": "BEN LEXCEN LÀ MỘT TRONG SỐ NHÀ THIẾT KẾBIỂU TƯỢNG NHẤT LỊCH SỬ ÚC Ben Lexcen, nhà thiết kế, cầu toànvà chiếc Toyota Tarago,"
    }
  },
  {
    "translation": {
      "en": "a design that pleases even Ben Lexcen.",
      "vi": "thiết kế làm hài lòng cả Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "Somebody did it right again.",
      "vi": "Có người lại làm đúng rồi."
    }
  },
  {
    "translation": {
      "en": "[commentator] And at mark number four, it's American Magic.",
      "vi": "THIẾT KẾ SỐNG CÓ CÁNHĐÃ THAY ĐỔI CÚP MỸ MÃI MÃI Và ở mốc số bốn, là Phép màu Mỹ,"
    }
  },
  {
    "translation": {
      "en": "She turns toward home at 50 knots per hour.",
      "vi": "nó quay trở về nhàvới tốc độ 50 hải lý trên giờ."
    }
  },
  {
    "translation": {
      "en": "This is it!",
      "vi": "Chặng nhanh nhất."
    }
  },
  {
    "translation": {
      "en": "Welcome to the 2021 America's Cup.",
      "vi": "Chào mừng đến với Cúp Mỹ 2021."
    }
  },
  {
    "translation": {
      "en": "Allegations against one basketball ref of betting the outcomes of games",
      "vi": "Cáo buộc chống lại một cầu thủbóng rổ cá cược kết quả trận đấu"
    }
  },
  {
    "translation": {
      "en": "is rocking the NBA.",
      "vi": "làm rung chuyển cả NBA."
    }
  },
  {
    "translation": {
      "en": "[man 1] Man, did I fuck my life up.",
      "vi": "Trời ạ, tôi đã làm hỏng cuộc đời mình."
    }
  },
  {
    "translation": {
      "en": "Just like the feel-good hit of the summer, the Manti Te'o story isn't real.",
      "vi": "Như bài hát nổi tiếng vào mùa hè,câu chuyện về Manti Te'o không có thật."
    }
  },
  {
    "translation": {
      "en": "[man 2] Cruel, twisted hoax.",
      "vi": "Trò lừa bịp độc ác."
    }
  },
  {
    "translation": {
      "en": "It was the longest winning streak in the history of sport.",
      "vi": "Đó là chuỗi thắngdài nhất trong lịch sử thể thao."
    }
  },
  {
    "translation": {
      "en": "[man 3] This is the finest day in the history of Australian sports.",
      "vi": "Đây là ngày đẹp nhấttrong lịch sử thể thao Úc."
    }
  },
  {
    "translation": {
      "en": "[man 4] AND1 was making millions of dollars,",
      "vi": "AND1 đã kiếm được hàng triệu đô la,"
    }
  },
  {
    "translation": {
      "en": "but did they respect us?",
      "vi": "nhưng họ tôn trọng ta chứ?"
    }
  },
  {
    "translation": {
      "en": "[man 4] AND1 basketball, baby!",
      "vi": "Bóng rổ AND1, cưng à!"
    }
  },
  {
    "translation": {
      "en": "[man 5] Shut your fuckin' mouth, keep it between us.",
      "vi": "Bóng rổ AND1, cưng à! Ngậm miệng lại, giữ kín chuyện này."
    }
  },
  {
    "translation": {
      "en": "Stick to the fuckin' story.",
      "vi": "Ngậm miệng lại, giữ kín chuyện này."
    }
  },
  {
    "translation": {
      "en": "[woman] It does not get any stranger than this one.",
      "vi": "Bám theo câu chuyện thôi. Không thể nào lạ hơn vụ việc này."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Donaghy is under investigation…",
      "vi": "Không thể nào lạ hơn vụ việc này."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] It's front-page news all over town.",
      "vi": "Donaghy đang bị điều tra… Đưa lên trang đầu tờ báo khắp thị trấn."
    }
  },
  {
    "translation": {
      "en": "[man 6] She physically did not exist",
      "vi": "Đưa lên trang đầu tờ báo khắp thị trấn. Cô ấy không tồn tại"
    }
  },
  {
    "translation": {
      "en": "outside of being Manti Te'o's dead girlfriend.",
      "vi": "Cô ấy không tồn tại ngoại trừ là bạn gái đã chếtcủa Manti Te'o."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Boy, that would be fuckin' crazy if it were true.\" [laughs]",
      "vi": "Và tôi kiểu: \"Thật điên rồnếu đó là sự thật\"."
    }
  }
]