[
  {
    "translation": {
      "en": "It's time for the NBA to stop pretending.",
      "vi": "Đã đến lúc NBA ngừng giả vờ."
    }
  },
  {
    "translation": {
      "en": "Call it the TBA, the Thug Basketball Association.",
      "vi": "Hãy gọi họ là TBA, Hiệp hội Bóng rổ Côn đồ."
    }
  },
  {
    "translation": {
      "en": "These guys never had to follow the rules. They are prima donna athletes.",
      "vi": "Họ không bao giờ phải tuân theo luật lệ. Những vận động viên ẩm ương."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe what was going on.",
      "vi": "Tôi không tin nổi chuyện đó."
    }
  },
  {
    "translation": {
      "en": "It was an iconic brawl.",
      "vi": "Một cuộc ẩu đả truyền kỳ."
    }
  },
  {
    "translation": {
      "en": "Unprofessional.",
      "vi": "Không chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "Absolutely unprofessional.",
      "vi": "Cực kì thiếu chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "It's hard to explain to people from suburban America.",
      "vi": "Thật khó để giải thích với những người ở ngoại ô nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "Ron Artest just went nuts.",
      "vi": "Ron Artest phát điên."
    }
  },
  {
    "translation": {
      "en": "He does have psychological problems.",
      "vi": "Anh ấy có vấn đề về tâm lý."
    }
  },
  {
    "translation": {
      "en": "We ride together, fam!",
      "vi": "Ta cùng hội cùng thuyền!"
    }
  },
  {
    "translation": {
      "en": "Stephen Jackson deserved the most severe penalty.",
      "vi": "Stephen Jackson đáng bị phạt nặng nhất."
    }
  },
  {
    "translation": {
      "en": "I'm never talking about this shit again. Can you get that on camera?",
      "vi": "Tôi méo bao giờ nói chuyện này nữa. Quay lại câu này đi?"
    }
  },
  {
    "translation": {
      "en": "It was way too much pressure for me. Way",
      "vi": "Quá nhiều áp lực đối với tôi."
    }
  },
  {
    "translation": {
      "en": "I felt I was trying to escape, to find any way to escape.",
      "vi": "Cảm giác như tôi đang tìm mọi cách để trốn tránh."
    }
  },
  {
    "translation": {
      "en": "Pressure on the NBA to clean up its ranks,",
      "vi": "Áp lực của NBA là phải xóa bỏ vết nhơ,"
    }
  },
  {
    "translation": {
      "en": "send a message that these guys are not a bunch of thugs.",
      "vi": "gửi đi thông điệp rằng họ không phải là côn đồ."
    }
  },
  {
    "translation": {
      "en": "If you actually knew what happened,",
      "vi": "Nếu bạn biết rõ sự tình,"
    }
  },
  {
    "translation": {
      "en": "you actually knew the effects that it had on everybody…",
      "vi": "bạn sẽ hiểu nó tác động thế nào với mọi người…"
    }
  },
  {
    "translation": {
      "en": "…you wouldn't even be asking questions.",
      "vi": "bạn thậm chí sẽ không thắc mắc."
    }
  },
  {
    "translation": {
      "en": "I want the story out there. What happened? Go frame by frame.",
      "vi": "Tôi muốn công khai câu chuyện. Từng khung hình."
    }
  },
  {
    "translation": {
      "en": "Show people all the footage.",
      "vi": "Công bố tất cả đoạn phim gốc."
    }
  },
  {
    "translation": {
      "en": "Then when it's told, you make your own conclusion on what it is.",
      "vi": "Rồi khi câu chuyện được kể, các bạn hãy tự mình nhận định."
    }
  },
  {
    "translation": {
      "en": "All right, all right, all right, I'm good. I can walk!",
      "vi": "Được rồi, tôi ổn. Tôi tự đi được!"
    }
  },
  {
    "translation": {
      "en": "Okay, fine. I can walk!",
      "vi": "Được rồi. Tôi biết đi!"
    }
  },
  {
    "translation": {
      "en": "Okay, all right.",
      "vi": "Rồi, được rồi."
    }
  },
  {
    "translation": {
      "en": "We ride together, fam!",
      "vi": "Ta cùng hội cùng thuyền!"
    }
  },
  {
    "translation": {
      "en": "Once we got to the locker room, I remember just sitting down,",
      "vi": "Khi đến phòng thay đồ, tôi nhớ mình ngồi xuống"
    }
  },
  {
    "translation": {
      "en": "and I sat there for a while, and I sat…",
      "vi": "ngẩn ra một hồi và… ĐỘI INDIANA PACERS"
    }
  },
  {
    "translation": {
      "en": "I literally sat in my uniform.",
      "vi": "…tôi ngồi đó trong bộ áo đấu."
    }
  },
  {
    "translation": {
      "en": "And my phone just vibrating. Like, it's going off.",
      "vi": "Và điện thoại của tôi rung lên. Vợ tôi gọi, mẹ tôi gọi, anh tôi gọi, bạn bè cũng gọi."
    }
  },
  {
    "translation": {
      "en": "My wife calling me, my mother, my brother, friends calling me.",
      "vi": "Vợ tôi gọi, mẹ tôi gọi, anh tôi gọi, bạn bè cũng gọi."
    }
  },
  {
    "translation": {
      "en": "I think I had over a hundred text messages.",
      "vi": "Tôi nghĩ có hơn 100 tin nhắn."
    }
  },
  {
    "translation": {
      "en": "My adrenaline's still pumping.",
      "vi": "Máu nóng vẫn dồn lên não."
    }
  },
  {
    "translation": {
      "en": "I'm just sitting there trying to calm down, man.",
      "vi": "ĐỘI INDIANA PACERS Tôi cứ ngồi đó cố gắng trấn tĩnh."
    }
  },
  {
    "translation": {
      "en": "Just trying to calm down. I'm still in fight mode.",
      "vi": "Tôi cứ ngồi đó cố gắng trấn tĩnh. Tôi vẫn đang hừng hực."
    }
  },
  {
    "translation": {
      "en": "In my head, I'm like, You're done.",
      "vi": "Tôi nghĩ: Thôi toang rồi. ĐỘI INDIANA PACERS"
    }
  },
  {
    "translation": {
      "en": "There's no wayyou might not ever play again. Start thinking about something else.",
      "vi": "Mày sẽ không bao giờ được chơi nữa. Nghĩ tới nghề khác đi là vừa."
    }
  },
  {
    "translation": {
      "en": "Thanks, I appreciate it.",
      "vi": "Cảm ơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "A stretcher taking away an injured fan.",
      "vi": "Cổ động viên bị thương nằm trên cáng."
    }
  },
  {
    "translation": {
      "en": "An ambulance on the scene with flashing lights and victims inside.",
      "vi": "Xe cứu thương ở hiện trường với đèn nhấp nháy và nạn nhân bên trong."
    }
  },
  {
    "translation": {
      "en": "This is what became of the Pistons Pacers game",
      "vi": "Đây là hậu quả sau trận PistonsPacers"
    }
  },
  {
    "translation": {
      "en": "at the Palace of Auburn Hills.",
      "vi": "ở sân Palace of Auburn Hills."
    }
  },
  {
    "translation": {
      "en": "But everyone's saying it's a black eye for Detroit",
      "vi": "Nhưng ai cũng nói đây là vết nhơ của Detroit"
    }
  },
  {
    "translation": {
      "en": "and pointing the finger at some particular Pacers players.",
      "vi": "và hướng mũi dùi vào một số cầu thủ của Pacers."
    }
  },
  {
    "translation": {
      "en": "When I got home,",
      "vi": "Khi về đến nhà,"
    }
  },
  {
    "translation": {
      "en": "I'm up all night looking at this.",
      "vi": "tôi thức cả đêm để xem."
    }
  },
  {
    "translation": {
      "en": "We think there have to be special rules in these sports arenas,",
      "vi": "Phải đặt quy tắc cho các sân đấu thể thao này"
    }
  },
  {
    "translation": {
      "en": "and we think we have to have kid gloves and treat these zillion dollar athletes",
      "vi": "và phải canh chừng và xử lý các vận động viên lương khủng này thật đặc biệt."
    }
  },
  {
    "translation": {
      "en": "as if they're different and special.",
      "vi": "và xử lý các vận động viên lương khủng này thật đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Too many players in this league",
      "vi": "Quá nhiều cầu thủ trong giải đấu có hành động và thái độ"
    }
  },
  {
    "translation": {
      "en": "whose actions and attitudes bespeak kind of a thug mentality.",
      "vi": "Quá nhiều cầu thủ trong giải đấu có hành động và thái độ không khác gì một tên côn đồ."
    }
  },
  {
    "translation": {
      "en": "I just remember watching TV,",
      "vi": "Tôi chỉ nhớ mình xem tivi,"
    }
  },
  {
    "translation": {
      "en": "and now I'm thinking about all the work that I put in as a pro player",
      "vi": "và nghĩ về tất cả mồ hôi nước mắt tôi đã bỏ ra để thành một cầu thủ chuyên nghiệp,"
    }
  },
  {
    "translation": {
      "en": "to get to the point I've gotten to.",
      "vi": "để đạt được mục tiêu của mình."
    }
  },
  {
    "translation": {
      "en": "Everything you worked for,",
      "vi": "Mọi nỗ lực của bạn"
    }
  },
  {
    "translation": {
      "en": "in a split moment.",
      "vi": "bỗng nhiên bay màu. O'NEAL"
    }
  },
  {
    "translation": {
      "en": "Getting out of my position of how I grew up in Columbia, South Carolina",
      "vi": "Tôi lớn lên ở Columbia, Nam Carolina"
    }
  },
  {
    "translation": {
      "en": "put me in a position to look at life differently.",
      "vi": "nên có cách nhìn đời rất khác."
    }
  },
  {
    "translation": {
      "en": "They flew the Confederate flag on the state house until as recently as three or four years ago.",
      "vi": "Gần ba, bốn năm trước, họ vẫn treo cờ Liên minh miền Nam lên tòa nhà nghị viện."
    }
  },
  {
    "translation": {
      "en": "You make decisions growing up because your environment is that.",
      "vi": "Môi trường ảnh hưởng các quyết định trong đời bạn."
    }
  },
  {
    "translation": {
      "en": "Your environment states that's what you should be doing,",
      "vi": "Môi trường tác động tới điều bạn làm,"
    }
  },
  {
    "translation": {
      "en": "but basketball became that safe haven for me",
      "vi": "nhưng bóng rổ là nơi trú ẩn an toàn cho tôi"
    }
  },
  {
    "translation": {
      "en": "to, you know, not go down the road that many do.",
      "vi": "để không phải đi theo lối mòn mà nhiều người đã đi."
    }
  },
  {
    "translation": {
      "en": "The National Basketball Association draft of new talent is coming up on Wednesday.",
      "vi": "Đợt tuyển bộ tài năng mới của Hiệp hội Bóng rổ Quốc gia sẽ công bố vào thứ Tư."
    }
  },
  {
    "translation": {
      "en": "This year's crop is younger than ever.",
      "vi": "Hạt giống năm nay trẻ tuổi nhất lịch sử."
    }
  },
  {
    "translation": {
      "en": "One high school senior, Jermaine O'Neal, thinks he's ready to play in the NBA.",
      "vi": "Một học sinh trung học, Jermaine O'Neal, nghĩ mình đã sẵn sàng thi đấu ở NBA."
    }
  },
  {
    "translation": {
      "en": "O'Neal, an All American from South Carolina,",
      "vi": "O'Neal, cầu thủ xuất sắc đến từ Nam Caroline,"
    }
  },
  {
    "translation": {
      "en": "has decided to try his luck in the draft.",
      "vi": "định thử vận may trong đợt tuyển mộ."
    }
  },
  {
    "translation": {
      "en": "I knew it was time to make the jump to the NBA.",
      "vi": "Tôi biết đã đến lúc nhảy vào đấu trường NBA."
    }
  },
  {
    "translation": {
      "en": "I'm the piece that can change the bloodline of my family,",
      "vi": "Tôi là mảnh ghép có thể thay đổi huyết thống,"
    }
  },
  {
    "translation": {
      "en": "that can break the chains of things",
      "vi": "có thể thay đổi chuỗi sự kiện"
    }
  },
  {
    "translation": {
      "en": "that have been going on over and over and over and over again. I'm that piece.",
      "vi": "cứ lặp đi lặp lại liên tục. Tôi chính là mảnh ghép đó."
    }
  },
  {
    "translation": {
      "en": "The Portland Trail Blazers select Jermaine O'Neal",
      "vi": "Đội Portland Trail Blazers chọn Jermaine O'Neal"
    }
  },
  {
    "translation": {
      "en": "from Eau Claire High School in South Carolina.",
      "vi": "từ trường Trung học Eau Claire ở Nam Carolina."
    }
  },
  {
    "translation": {
      "en": "I got drafted at 17, picked to the Portland Trail Blazers.",
      "vi": "Tôi được Portland Trail Blazers tuyển mộ năm 17 tuổi."
    }
  },
  {
    "translation": {
      "en": "You get an opportunity to play something",
      "vi": "Bạn có cơ hội được thi đấu bộ môn"
    }
  },
  {
    "translation": {
      "en": "that many people just dream about doing at 17.",
      "vi": "mà nhiều người mơ ước được chơi ở tuổi 17."
    }
  },
  {
    "translation": {
      "en": "Right? Just started driving.",
      "vi": "Ở độ tuổi mới lấy bằng lái."
    }
  },
  {
    "translation": {
      "en": "But I also remember the boos.",
      "vi": "Tôi cũng nhớ những tiếng la ó."
    }
  },
  {
    "translation": {
      "en": "That was one of the things that really motivated me.",
      "vi": "Đó là một trong những động lực thúc đẩy tôi mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "Because people were counting me out.",
      "vi": "Vì mọi người bỏ mặc tôi."
    }
  },
  {
    "translation": {
      "en": "And now Jermaine O'Neal…",
      "vi": "Và giờ là Jermaine O'Neal…"
    }
  },
  {
    "translation": {
      "en": "I remember the first time I played in an NBA game.",
      "vi": "Tôi nhớ lần đầu được chơi một trận NBA."
    }
  },
  {
    "translation": {
      "en": "It's like living a dream.",
      "vi": "Giống như sống trong mơ vậy."
    }
  },
  {
    "translation": {
      "en": "There ain't nothing like walking into those NBA arenas.",
      "vi": "Không gì sánh được cảm giác bước vào sân đấu NBA."
    }
  },
  {
    "translation": {
      "en": "Feeling that energy.",
      "vi": "Cảm nhận sức nóng,"
    }
  },
  {
    "translation": {
      "en": "That hate if you're opposing team.",
      "vi": "sự căm ghét từ fan đối thủ"
    }
  },
  {
    "translation": {
      "en": "Or that incredible love if you're home team.",
      "vi": "hoặc lòng mến mộ từ fan đội nhà."
    }
  },
  {
    "translation": {
      "en": "Jermaine O'Neal!",
      "vi": "Jermaine O'Neal!"
    }
  },
  {
    "translation": {
      "en": "I became the youngest player at the time to play an NBA game.",
      "vi": "Lúc đó tôi trở thành cầu thủ trẻ nhất thi đấu NBA."
    }
  },
  {
    "translation": {
      "en": "Now I'm going from being the best player on the court in high school",
      "vi": "Giờ tôi sẽ từ cầu thủ xuất sắc nhất trên sân đấu ở cấp trung học"
    }
  },
  {
    "translation": {
      "en": "to being the fourth best person at my position on my own team.",
      "vi": "trở thành cầu thủ giỏi thứ tư ở vị trí thi đấu trong đội của mình."
    }
  },
  {
    "translation": {
      "en": "You never think about not playing. You just don't think about that.",
      "vi": "Bạn không bao giờ nghĩ đến việc ngừng chơi. Không bao giờ."
    }
  },
  {
    "translation": {
      "en": "Because if you do, you're a loser.",
      "vi": "Chỉ kẻ thất bại mới làm thế."
    }
  },
  {
    "translation": {
      "en": "But it was like, Damn, how dare you just not even give me a chance?",
      "vi": "Nhưng kiểu: Chết tiệt, sao không bao giờ cho tôi cơ hội?"
    }
  },
  {
    "translation": {
      "en": "I remember sitting at the end of the bench and tears in my eyes.",
      "vi": "Tôi nhớ mình ngồi ở cuối băng ghế dự bị và rớt nước mắt."
    }
  },
  {
    "translation": {
      "en": "I was like, Something gotta change.",
      "vi": "Tôi nghĩ: Phải thay đổi gì đó."
    }
  },
  {
    "translation": {
      "en": "Well, it was just a couple months ago when the Pacers lost to an O'Neal,",
      "vi": "Chỉ vài tháng trước, đội Pacers thua đội của O'Neal,"
    }
  },
  {
    "translation": {
      "en": "but this week, they gained one in Jermaine O'Neal.",
      "vi": "nhưng tuần này họ có Jermaine O'Neal khác."
    }
  },
  {
    "translation": {
      "en": "When I got the call that I got traded from Portland to Indiana,",
      "vi": "Khi nhận tin được chuyển nhượng từ Portland đến Indiana,"
    }
  },
  {
    "translation": {
      "en": "I was so excited. It was an opportunity to play with Reggie Miller.",
      "vi": "tôi rất vui vì có cơ hội thi đấu với Reggie Miller."
    }
  },
  {
    "translation": {
      "en": "Reggie! Reggie! Reggie!",
      "vi": "Reggie!"
    }
  },
  {
    "translation": {
      "en": "I'm a die hard Reggie fan.",
      "vi": "Tôi là fan cứng của Reggie."
    }
  },
  {
    "translation": {
      "en": "I'm here for Reggie.",
      "vi": "Tôi đến vì Reggie."
    }
  },
  {
    "translation": {
      "en": "I come to the games because of Reggie.",
      "vi": "Tôi đến xem thi đấu vì có Reggie."
    }
  },
  {
    "translation": {
      "en": "I know he's a true competitor. He's a legend.",
      "vi": "Anh ấy là đối thủ đáng gờm, là huyền thoại."
    }
  },
  {
    "translation": {
      "en": "I told them, Look, put me right next to his locker. I need to talk to him.",
      "vi": "Tôi bảo: Cho tôi cái tủ cạnh tủ anh ấy. Tôi muốn nói chuyện với anh ấy."
    }
  },
  {
    "translation": {
      "en": "Here's Reggie. Here's the shot!",
      "vi": "Là Reggie. Ném bóng!"
    }
  },
  {
    "translation": {
      "en": "I played 18 years for the Indiana Pacers.",
      "vi": "Tôi đã chơi 18 năm cho đội Indiana Pacers."
    }
  },
  {
    "translation": {
      "en": "Indiana breathes basketball.",
      "vi": "Indiana là hơi thở của bóng rổ."
    }
  },
  {
    "translation": {
      "en": "They live it.",
      "vi": "ĐỘI INDIANA PACERS"
    }
  },
  {
    "translation": {
      "en": "So, me being a basketball junkie, I was in heaven.",
      "vi": "Nên, với một người nghiện bóng rổ như tôi, cứ như đang sống trên thiên đường."
    }
  },
  {
    "translation": {
      "en": "And I was fortunate that Donnie Walsh,",
      "vi": "Tôi may mắn là Donnie Walsh,"
    }
  },
  {
    "translation": {
      "en": "the president/general manager, took a chance on me.",
      "vi": "chủ tịch kiêm tổng giám đốc đã cho tôi cơ hội."
    }
  },
  {
    "translation": {
      "en": "Reggie was the guy that really put the Indiana Pacers",
      "vi": "Reggie là người thực sự đã đặt Indiana Pacers… CHỦ TỊCH CỦA ĐỘI INDIANA PACERS"
    }
  },
  {
    "translation": {
      "en": "on a trajectory they had not been on before.",
      "vi": "…lên một quỹ đạo mà họ chưa từng đến."
    }
  },
  {
    "translation": {
      "en": "He really wanted to win",
      "vi": "Anh khao khát chiến thắng"
    }
  },
  {
    "translation": {
      "en": "and did more than anybody anywhere in attempting to get the championship.",
      "vi": "và nỗ lực hơn bất kỳ ai trong giới bóng rổ để giành lấy chức vô địch."
    }
  },
  {
    "translation": {
      "en": "Reggie Miller of the Indiana Pacers is here.",
      "vi": "Đây là Reggie Miller của Indiana Pacers. Anh là một trong những"
    }
  },
  {
    "translation": {
      "en": "He is one of the great basketball players in the NBA.",
      "vi": "Đây là Reggie Miller của Indiana Pacers. Anh là một trong những cầu thủ bóng rổ vĩ đại nhất ở NBA."
    }
  },
  {
    "translation": {
      "en": "Great to have you. Thanks for coming. Thank you. My pleasure.",
      "vi": "Cảm ơn cậu đã đến. Hân hạnh."
    }
  },
  {
    "translation": {
      "en": "Is there more pressure on you this season because of the success of last season?",
      "vi": "Áp lực phải chiến thắng của cậu trong mùa này có lớn hơn mùa trước không?"
    }
  },
  {
    "translation": {
      "en": "I think so. Um…",
      "vi": "Tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "I I wanna win the championship.",
      "vi": "Tôi muốn giành chức vô địch."
    }
  },
  {
    "translation": {
      "en": "That is… That is my big goal. We came very close last year.",
      "vi": "Đó là mục tiêu lớn của tôi. Năm ngoái chúng tôi suýt vô địch."
    }
  },
  {
    "translation": {
      "en": "We got to the finals in 2000, and we lost to the Lakers.",
      "vi": "Chúng tôi vào chung kết năm 2000 và thua đội Lakers."
    }
  },
  {
    "translation": {
      "en": "Jackson looking to throw it in against Shaq.",
      "vi": "Jackson cố lách Shaq để ném bóng."
    }
  },
  {
    "translation": {
      "en": "Reggie turns and puts it up.",
      "vi": "Reggie xoay người và ném…"
    }
  },
  {
    "translation": {
      "en": "Off the rim, and the Lakers are the NBA champions.",
      "vi": "Không vào rổ, và đội Lakers là nhà vô địch NBA."
    }
  },
  {
    "translation": {
      "en": "We can't help but wonder, how many more chances",
      "vi": "Không thể không tự hỏi, còn bao nhiêu cơ hội nữa cho Reggie Miller vĩ đại?"
    }
  },
  {
    "translation": {
      "en": "for the magnificent Reggie Miller?",
      "vi": "còn bao nhiêu cơ hội nữa cho Reggie Miller vĩ đại?"
    }
  },
  {
    "translation": {
      "en": "That was my 14th year, and we had never won a championship.",
      "vi": "Đó là năm thứ 14 của tôi và chúng tôi chưa bao giờ vô địch."
    }
  },
  {
    "translation": {
      "en": "Looking at all the contracts and the age, it was time for us to get younger,",
      "vi": "Nhìn vào tất cả hợp đồng và tuổi tác, đã đến lúc trẻ hóa đội tuyển,"
    }
  },
  {
    "translation": {
      "en": "and they made and pulled the plug in getting Jermaine.",
      "vi": "và họ đã tuyển bộ nhân tố mới là Jermaine."
    }
  },
  {
    "translation": {
      "en": "The first day when I got traded,",
      "vi": "Ngày chuyển nhượng đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "I was at Champps, downtown Indianapolis.",
      "vi": "tôi đến Champps ở trung tâm Indianapolis."
    }
  },
  {
    "translation": {
      "en": "And I walked in, I heard, That's the guy we traded Dale Davis for.",
      "vi": "Họ nói: Đội chúng ta đã đổi Dale Davis để lấy người này."
    }
  },
  {
    "translation": {
      "en": "People were pissed.",
      "vi": "Mọi người tức giận."
    }
  },
  {
    "translation": {
      "en": "They gutted the team.",
      "vi": "Cả đội thất vọng."
    }
  },
  {
    "translation": {
      "en": "I was 20 years old.",
      "vi": "PACERS THUA THIỆT… Tôi mới 20."
    }
  },
  {
    "translation": {
      "en": "I've never been in a position to be a starter",
      "vi": "…TRONG VỤ CHUYỂN NHƯỢNG DAVIS Chưa đêm nào tôi được ra sân từ đầu trận,"
    }
  },
  {
    "translation": {
      "en": "every single night,",
      "vi": "Chưa đêm nào tôi được ra sân từ đầu trận,"
    }
  },
  {
    "translation": {
      "en": "but I'm willing to sacrifice every single thing I got",
      "vi": "nhưng tôi sẵn sàng hy sinh mọi thứ tôi có"
    }
  },
  {
    "translation": {
      "en": "for this opportunity.",
      "vi": "cho cơ hội này."
    }
  },
  {
    "translation": {
      "en": "100% certain that you guys won't be disappointed at all.",
      "vi": "Chắc chắn tôi sẽ không làm mọi người thất vọng."
    }
  },
  {
    "translation": {
      "en": "I think you'll be very, very happy the trade was made.",
      "vi": "Mọi người sẽ rất vui về thương vụ này."
    }
  },
  {
    "translation": {
      "en": "I can bring a lot to the table.",
      "vi": "Tôi sẽ mang đến nhiều thành quả."
    }
  },
  {
    "translation": {
      "en": "I think Jermaine was really dedicated",
      "vi": "Tôi nghĩ Jermaine nỗ lực hết sức để chứng minh anh là một trong các cầu thủ giỏi nhất giải."
    }
  },
  {
    "translation": {
      "en": "to trying to prove he was one of the best players in the league.",
      "vi": "nỗ lực hết sức để chứng minh anh là một trong các cầu thủ giỏi nhất giải."
    }
  },
  {
    "translation": {
      "en": "And he handled himself off the court with that kind of confidence.",
      "vi": "Và ở ngoài sân, anh thể hiện rõ sự tự tin đó."
    }
  },
  {
    "translation": {
      "en": "You know, he was kinda what the NBA wanted.",
      "vi": "Anh đúng là kiểu cầu thủ mà NBA mong muốn."
    }
  },
  {
    "translation": {
      "en": "I was kinda thinking, not right away, but down the road,",
      "vi": "Tôi đã nghĩ rằng không phải ngay lúc đó nhưng có lẽ dần dần sau này, anh sẽ thay thế Reggie."
    }
  },
  {
    "translation": {
      "en": "maybe he could replace Reggie.",
      "vi": "nhưng có lẽ dần dần sau này, anh sẽ thay thế Reggie."
    }
  },
  {
    "translation": {
      "en": "He's definitely showing signs he'd carry this franchise,",
      "vi": "Anh thể hiện anh xứng đáng với vụ chuyển nhượng này"
    }
  },
  {
    "translation": {
      "en": "and what I mean by that is not the numbers he does,",
      "vi": "không phải bằng các chỉ số thi đấu"
    }
  },
  {
    "translation": {
      "en": "but I think the leadership he brings to a lot of the younger guys in here.",
      "vi": "mà bằng năng lực dẫn dắt của anh đối với nhiều cầu thủ trẻ hơn."
    }
  },
  {
    "translation": {
      "en": "You have to outwork people. Like, you just gotta be a savage.",
      "vi": "Phải thúc giục mọi người. Kiểu như phải làm người dữ dằn."
    }
  },
  {
    "translation": {
      "en": "Jermaine, to me, was a very unusual player for then.",
      "vi": "Theo tôi lúc đó Jermaine là một cầu thủ rất đặc biệt."
    }
  },
  {
    "translation": {
      "en": "He can do a lot of big man things,",
      "vi": "Anh có thể xông xáo như những cầu thủ đô con,"
    }
  },
  {
    "translation": {
      "en": "but he can also take people off the dribble, and he was very athletic.",
      "vi": "nhưng cũng có thể khéo léo rê bóng và anh rất khỏe mạnh."
    }
  },
  {
    "translation": {
      "en": "O'Neal with a gorgeous 360 spin on Vlade Divac. Wow!",
      "vi": "O'Neal với cú xoay người 360 độ qua Vlade Divac. Tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "Jermaine was on the verge of becoming a superstar in our game.",
      "vi": "Jermaine đang trên đà trở thành siêu sao trong trận đấu."
    }
  },
  {
    "translation": {
      "en": "And he was becoming the face of the Indiana Pacers.",
      "vi": "Anh là gương mặt đại diện Indiana Pacers. CẬU BÉ ĐÃ TRƯỞNG THÀNH"
    }
  },
  {
    "translation": {
      "en": "First time NBA All Star center Jermaine O'Neal.",
      "vi": "O'NEAL DẪN DẮT ĐỘI INDIANA O'NEAL CỦA PACERS CẦU THỦ TIẾN BỘ NHẤT Jermaine O'Neal lần đầu tham gia NBA AllStar."
    }
  },
  {
    "translation": {
      "en": "Then I'm like, Okay, I like it.",
      "vi": "Rồi tôi nói: Tôi thích rồi đó."
    }
  },
  {
    "translation": {
      "en": "I didn't care about minutes or points.",
      "vi": "Tôi không quan tâm đến phút hay điểm."
    }
  },
  {
    "translation": {
      "en": "I wanted all these young guys to do the bulk of the work.",
      "vi": "Tôi muốn tất cả lứa trẻ này thi đấu thật xông xáo."
    }
  },
  {
    "translation": {
      "en": "I wanted to win a championship for Indiana. That's what it was all about for me.",
      "vi": "Tôi muốn giành chức vô địch cho Indiana. Tôi chỉ mong có thế."
    }
  },
  {
    "translation": {
      "en": "My main focus,",
      "vi": "Mục tiêu của tôi,"
    }
  },
  {
    "translation": {
      "en": "and it doesn't always take place in one year,",
      "vi": "và không phải lúc nào cũng diễn ra trong một năm,"
    }
  },
  {
    "translation": {
      "en": "is get players that fit with each other.",
      "vi": "là khiến cho các cầu thủ phối hợp ăn ý."
    }
  },
  {
    "translation": {
      "en": "When I got traded to Indiana, I was on the bus going to the Miami game.",
      "vi": "Lúc chuyển nhượng, tôi đang đi xe buýt đến Miami thi đấu."
    }
  },
  {
    "translation": {
      "en": "They said, Don't get off the bus. Uh, You're traded.",
      "vi": "Họ nói: Đừng xuống xe. Cậu đã được chuyển nhượng."
    }
  },
  {
    "translation": {
      "en": "And I remember… You know, I never listen. So, I got off the bus.",
      "vi": "Tôi vốn là đứa chẳng bao giờ nghe lời. Nên tôi xuống xe."
    }
  },
  {
    "translation": {
      "en": "And they said, Don't get on the court.",
      "vi": "Họ nói: Đừng ra sân."
    }
  },
  {
    "translation": {
      "en": "And I went on the court.",
      "vi": "Và tôi cứ ra sân."
    }
  },
  {
    "translation": {
      "en": "And they said, Get off the court.",
      "vi": "Họ nói: Rời khỏi sân đi."
    }
  },
  {
    "translation": {
      "en": "I said, No, and I practiced for an hour.",
      "vi": "Tôi không chịu và tập suốt một giờ."
    }
  },
  {
    "translation": {
      "en": "In their first meeting with the Indianapolis media today,",
      "vi": "Trong cuộc họp báo Indianapolis hôm nay,"
    }
  },
  {
    "translation": {
      "en": "the newest members of the Indiana Pacers",
      "vi": "các tân binh của Indiana Pacers"
    }
  },
  {
    "translation": {
      "en": "expressed relief over getting out of Chicago.",
      "vi": "đã bày tỏ sự nhẹ nhõm khi rời khỏi Chicago."
    }
  },
  {
    "translation": {
      "en": "It feels good to be here after a couple of years in Chicago losing,",
      "vi": "Thật tuyệt vì được đến đây sau vài năm thua cuộc ở Chicago,"
    }
  },
  {
    "translation": {
      "en": "and, uh, it just was hard, you know. I just wanna bring that winning effort.",
      "vi": "và cũng thật khó khăn. Tôi muốn mang tới tinh thần quyết thắng."
    }
  },
  {
    "translation": {
      "en": "I didn't have a lot of trust with people",
      "vi": "Tôi không có nhiều lòng tin với con người"
    }
  },
  {
    "translation": {
      "en": "just because of things that I was going through and stuff.",
      "vi": "vì những điều mà tôi đã trải qua."
    }
  },
  {
    "translation": {
      "en": "For me, it's enemies. Everybody's an enemy to me, all the time.",
      "vi": "Tôi lúc nào cũng xem mọi người là kẻ thù của mình."
    }
  },
  {
    "translation": {
      "en": "But once we step on the court, I trust that.",
      "vi": "Nhưng khi ra sân, tôi có lòng tin."
    }
  },
  {
    "translation": {
      "en": "I remember the very first practice after the trade.",
      "vi": "Tôi nhớ buổi tập đầu tiên sau khi chuyển nhượng."
    }
  },
  {
    "translation": {
      "en": "That practice, which was three hours,",
      "vi": "Buổi tập đó kéo dài ba tiếng,"
    }
  },
  {
    "translation": {
      "en": "I remember Jermaine coming up to me and was like,",
      "vi": "Jermaine tiến đến gần tôi và nói: Chúng tôi chưa bao giờ tập nặng như thế này."
    }
  },
  {
    "translation": {
      "en": "I don't know if we've ever practiced this hard.",
      "vi": "và nói: Chúng tôi chưa bao giờ tập nặng như thế này."
    }
  },
  {
    "translation": {
      "en": "And I'm like, You're right. I think this is gonna be good.",
      "vi": "Tôi nói: Cậu nói đúng. Tôi nghĩ sẽ ổn cả thôi."
    }
  },
  {
    "translation": {
      "en": "Ron was probably the hardest worker that I've ever seen in my life.",
      "vi": "Ron có lẽ là cầu thủ chăm chỉ nhất mà tôi từng thấy trong đời."
    }
  },
  {
    "translation": {
      "en": "I think he was probably the most talented defensive player",
      "vi": "Có lẽ anh ấy là cầu thủ phòng ngự tài năng nhất"
    }
  },
  {
    "translation": {
      "en": "that we saw in an entire decade.",
      "vi": "mà chúng tôi thấy trong cả thập kỷ qua."
    }
  },
  {
    "translation": {
      "en": "Ron is different.",
      "vi": "Ron rất khác biệt,"
    }
  },
  {
    "translation": {
      "en": "But different isn't bad.",
      "vi": "nhưng khác biệt đâu xấu."
    }
  },
  {
    "translation": {
      "en": "Different is just sometimes unique.",
      "vi": "Khác biệt đôi khi là độc nhất vô nhị."
    }
  },
  {
    "translation": {
      "en": "And Ron was unique in his talents.",
      "vi": "Và tài năng của Ron là độc nhất vô nhị."
    }
  },
  {
    "translation": {
      "en": "I'd never seen anybody play as hard as he did.",
      "vi": "Tôi chưa bao giờ thấy ai chơi mãnh liệt như anh ấy."
    }
  },
  {
    "translation": {
      "en": "He was a force out there.",
      "vi": "Anh ấy rất mạnh."
    }
  },
  {
    "translation": {
      "en": "When I step onto the court, I'm just 100% in.",
      "vi": "Khi bước ra sân, tôi cháy hết mình."
    }
  },
  {
    "translation": {
      "en": "Bring it to this. Bring it to this. Bring it to this.",
      "vi": "Tới đây."
    }
  },
  {
    "translation": {
      "en": "Test me right here, it don't matter who. You could be the biggest gangster.",
      "vi": "Cứ đến đây thử xem. Giỏi cỡ nào tôi chấp hết."
    }
  },
  {
    "translation": {
      "en": "This is where we go. I'll die here.",
      "vi": "Tới luôn đi. Tôi sống chết ở đây."
    }
  },
  {
    "translation": {
      "en": "Every team needs a Ron Artest.",
      "vi": "Đội nào cũng cần một người như Ron Artest."
    }
  },
  {
    "translation": {
      "en": "You need a guy that everyone's a little bit afraid of.",
      "vi": "Bạn cần một người mà ai cũng phải ít nhiều e dè."
    }
  },
  {
    "translation": {
      "en": "Hammered out of bounds by Artest.",
      "vi": "Artest ngã ra ngoài đường biên."
    }
  },
  {
    "translation": {
      "en": "Now having words with Heat assistant coach Keith Askins.",
      "vi": "Giờ anh tranh cãi với trợ lý huấn luyện viên Keith Guins."
    }
  },
  {
    "translation": {
      "en": "Wrong guy to pick with is Artest.",
      "vi": "Đừng dại gây sự với Artest."
    }
  },
  {
    "translation": {
      "en": "You know, that's, uh, that's who he is.",
      "vi": "Con người anh ấy là thế."
    }
  },
  {
    "translation": {
      "en": "Hell of a player, but he's gotta get that under control.",
      "vi": "Một cầu thủ giỏi, nhưng phải biết kiềm chế."
    }
  },
  {
    "translation": {
      "en": "He would say to me, Well, that's not fair. They shouldn't be able to do that.",
      "vi": "Anh ấy nói: Thật không công bằng. Họ không nên làm thế."
    }
  },
  {
    "translation": {
      "en": "I realized he's got an exaggerated idea of justice.",
      "vi": "Tôi nhận ra anh ấy có lý tưởng quá khích về công lý."
    }
  },
  {
    "translation": {
      "en": "I just didn't like people. I always had a chip.",
      "vi": "Tôi không thích mọi người. Tôi luôn có ác cảm."
    }
  },
  {
    "translation": {
      "en": "At the time, we had the best interior defender in Jermaine,",
      "vi": "Lúc đó, chúng tôi có hậu vệ vòng trong giỏi nhất là Jermaine,"
    }
  },
  {
    "translation": {
      "en": "and we had the best perimeter defender in Ron.",
      "vi": "và hậu vệ vòng ngoài tốt nhất là Ron."
    }
  },
  {
    "translation": {
      "en": "It was poetry in motion at times when they were on the court.",
      "vi": "Khi ra sân, họ phối hợp rất nhịp nhàng."
    }
  },
  {
    "translation": {
      "en": "After I shut you down, if you do beat me, then Jermaine will shut you down.",
      "vi": "Tôi hạ đối thủ, nếu đối thủ đánh tôi, Jermaine sẽ hạ lại họ."
    }
  },
  {
    "translation": {
      "en": "We were also loose cannons mentally. Yeah, me and Jermaine.",
      "vi": "Tôi và Jermaine đều là có tâm tính thất thường."
    }
  },
  {
    "translation": {
      "en": "Jermaine's a loose cannon, but he kept it really tight.",
      "vi": "Jermaine thất thường nhưng anh ấy kiềm chế tốt."
    }
  },
  {
    "translation": {
      "en": "We had a lot of the same mentalities.",
      "vi": "Về mặt tâm tính, chúng tôi giống nhau nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "Dog, hard nosed, we gonna go get you.",
      "vi": "Cứng đầu, ương ngạnh. Chúng tôi sẵn sàng chơi tới bến."
    }
  },
  {
    "translation": {
      "en": "And we just kinda started blazing through teams.",
      "vi": "Và chúng tôi bắt đầu sát phạt các đội."
    }
  },
  {
    "translation": {
      "en": "The Indiana Pacers, they are rolling.",
      "vi": "Indiana Pacers thi đấu rất xuất sắc."
    }
  },
  {
    "translation": {
      "en": "The Indiana Pacers have the best record in the NBA.",
      "vi": "PACERS THÀNH ĐỊCH THỦ ĐÁNG GỜM …đạt thành tích tốt nhất NBA."
    }
  },
  {
    "translation": {
      "en": "Indiana Pacers, best team in the league.",
      "vi": "Indiana Pacers, đội xuất sắc nhất giải đấu."
    }
  },
  {
    "translation": {
      "en": "Indiana Pacers, the team to beat in the East right now.",
      "vi": "Indiana Pacers hiện là địch thủ đáng gờm ở miền Đông."
    }
  },
  {
    "translation": {
      "en": "You guys don't understand how good we were.",
      "vi": "Bạn không hiểu chúng tôi giỏi thế nào đâu."
    }
  },
  {
    "translation": {
      "en": "We had the best record in the league the whole year.",
      "vi": "Đạt thành tích tốt nhất giải đấu cả năm."
    }
  },
  {
    "translation": {
      "en": "Made it to the Eastern Conference Finals.",
      "vi": "Vào Chung kết miền Đông."
    }
  },
  {
    "translation": {
      "en": "I look back at it now, and that was the series that ignited…",
      "vi": "Giờ nghĩ lại, chính loạt trận đó đã khơi ngòi…"
    }
  },
  {
    "translation": {
      "en": "everything.",
      "vi": "mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Detroit had incredible talent, and we knew it was gonna be a tough scenario.",
      "vi": "Detroit có nhiều nhân tài xuất sắc và chúng tôi biết sẽ rất khó nhằn."
    }
  },
  {
    "translation": {
      "en": "We were the two best teams, defensively and offensively.",
      "vi": "Cả hai đều là đội giỏi nhất, cả phòng ngự lẫn tấn công."
    }
  },
  {
    "translation": {
      "en": "So I knew whoever won this was gonna win a championship.",
      "vi": "Nên tôi biết đội nào thắng sẽ giành được chức vô địch."
    }
  },
  {
    "translation": {
      "en": "That series, they pushed us to the limit.",
      "vi": "Loạt trận đó đã đẩy chúng tôi đến giới hạn."
    }
  },
  {
    "translation": {
      "en": "In playoff basketball,",
      "vi": "Trong các trận playoff,"
    }
  },
  {
    "translation": {
      "en": "the margin of error is this small.",
      "vi": "chỉ được phạm sai lầm rất nhỏ."
    }
  },
  {
    "translation": {
      "en": "Everyone has the physical capabilities. It's…",
      "vi": "Ai cũng có thể chất mạnh mẽ cả. Là…"
    }
  },
  {
    "translation": {
      "en": "Whoa! Hamilton is fouled this time.",
      "vi": "Hamilton đã bị phạm lỗi."
    }
  },
  {
    "translation": {
      "en": "Artest may be thrown out of the game, but it's definitely gonna be a flagrant.",
      "vi": "Artest có thể bị đuổi khỏi sân, nhưng chắc chắn là lỗi trắng trợn."
    }
  },
  {
    "translation": {
      "en": "That's just not a good move.",
      "vi": "Đi sai nước cờ rồi."
    }
  },
  {
    "translation": {
      "en": "This is a huge play for them.",
      "vi": "Đây là trận đấu vô cùng quan trọng."
    }
  },
  {
    "translation": {
      "en": "At this time in the game, you can't lose your cool.",
      "vi": "Vào thời điểm này của trận đấu thì không được mất bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "It's just too crucial.",
      "vi": "Quá hệ trọng."
    }
  },
  {
    "translation": {
      "en": "You can't foul at the wrong time",
      "vi": "Không được phạm lỗi sai thời điểm"
    }
  },
  {
    "translation": {
      "en": "and give your opponent an advantage.",
      "vi": "và tạo lợi thế cho đối thủ."
    }
  },
  {
    "translation": {
      "en": "And for the first time in 14 years,",
      "vi": "Và lần đầu tiên sau 14 năm,"
    }
  },
  {
    "translation": {
      "en": "the Pistons go to the NBA Finals!",
      "vi": "Pistons vào Chung kết NBA!"
    }
  },
  {
    "translation": {
      "en": "They're the 2004 Eastern Conference champions!",
      "vi": "Họ là nhà vô địch Liên đoàn miền Đông năm 2004!"
    }
  },
  {
    "translation": {
      "en": "We lost game six in Detroit.",
      "vi": "Chúng tôi thua ván sáu ở Detroit."
    }
  },
  {
    "translation": {
      "en": "It's like somebody sticking a knife into you.",
      "vi": "Cứ như bị ai đó đâm dao vào tim."
    }
  },
  {
    "translation": {
      "en": "The flagrant foul",
      "vi": "Có phải pha phạm lỗi trắng trợn của Ron Artest"
    }
  },
  {
    "translation": {
      "en": "that took place with Ron Artest, was that the difference in this game?",
      "vi": "Có phải pha phạm lỗi trắng trợn của Ron Artest là bước ngoặt không?"
    }
  },
  {
    "translation": {
      "en": "Well, it certainly had an impact.",
      "vi": "Chà, chắc chắn nó ảnh hưởng rồi."
    }
  },
  {
    "translation": {
      "en": "You know, it was a tough call.",
      "vi": "Đó là một quyết định khó khăn."
    }
  },
  {
    "translation": {
      "en": "Yeah, I just put my forearm up, you know what I'm saying? And, um…",
      "vi": "Tôi chỉ giơ tay lên, anh hiểu ý tôi chứ? Và…"
    }
  },
  {
    "translation": {
      "en": "I think, uh…",
      "vi": "Tôi nghĩ…"
    }
  },
  {
    "translation": {
      "en": "But the ref saw it. You know, he was, uh…",
      "vi": "Nhưng trọng tài đã thấy. Ông ấy…"
    }
  },
  {
    "translation": {
      "en": "Losing to Detroit in the Conference, I remember.",
      "vi": "Tôi nhớ trận thua đội Detroit ở giải Liên Đoàn."
    }
  },
  {
    "translation": {
      "en": "Yeah. We should've went to the finals. We should've definitely won.",
      "vi": "Lẽ ra bọn tôi vào chung kết. Lẽ ra bọn tôi thắng."
    }
  },
  {
    "translation": {
      "en": "When we lose that series, who wins the championship?",
      "vi": "Khi chúng tôi thua loạt trận đó, đội nào vô địch?"
    }
  },
  {
    "translation": {
      "en": "The Detroit Pistons have just shocked the Los Angeles Lakers.",
      "vi": "Detroit Pistons vừa gây sốc cho Los Angeles Lakers."
    }
  },
  {
    "translation": {
      "en": "They were mentally tougher than we were.",
      "vi": "Tinh thần họ vững vàng hơn chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I'm like, You guys!",
      "vi": "Tôi nói: Các cậu!"
    }
  },
  {
    "translation": {
      "en": "It was just frustrating.",
      "vi": "Tôi đã rất bực tức."
    }
  },
  {
    "translation": {
      "en": "See you later. Love you.",
      "vi": "Gặp lại sau. Yêu em."
    }
  },
  {
    "translation": {
      "en": "Get out the garbage!",
      "vi": "Tránh xa thùng rác!"
    }
  },
  {
    "translation": {
      "en": "The next year, I knew something was wrong, like…",
      "vi": "Năm tiếp theo, tôi biết có gì đó không ổn."
    }
  },
  {
    "translation": {
      "en": "I knew something was definitely wrong and that I just needed to step back.",
      "vi": "Tôi biết có gì đó rất không ổn và tôi cần lùi lại."
    }
  },
  {
    "translation": {
      "en": "I said, I want my retirement papers,",
      "vi": "Tôi nói: Tôi muốn xin giải nghệ,"
    }
  },
  {
    "translation": {
      "en": "and the Pacers said, No, you gotta play.",
      "vi": "và Pacers nói: Không, anh phải thi đấu."
    }
  },
  {
    "translation": {
      "en": "You're under contract six more years.",
      "vi": "Hợp đồng của anh còn sáu năm nữa."
    }
  },
  {
    "translation": {
      "en": "I felt like Ronnie was coming out with something like that every day.",
      "vi": "Tôi cảm giác ngày nào Ronnie cũng đột ngột thốt lên như thế."
    }
  },
  {
    "translation": {
      "en": "One day he'd say, I can't come to practice tomorrow. I gotta do my music.",
      "vi": "Anh ấy nói: Mai tôi không đến tập. Tôi phải chơi nhạc."
    }
  },
  {
    "translation": {
      "en": "As a man, you gotta be able to do what you want.",
      "vi": "Phải làm được điều mình muốn."
    }
  },
  {
    "translation": {
      "en": "So if I decide to wanna leave the game or take a month off, I'm a grown man.",
      "vi": "Nên nếu tôi muốn rời khỏi cuộc chơi hoặc nghỉ một tháng… Tôi đã trưởng thành."
    }
  },
  {
    "translation": {
      "en": "It doesn't make me crazy, you know, to wanna do something I wanna do.",
      "vi": "Làm điều tôi muốn thì đâu có gì là điên rồ."
    }
  },
  {
    "translation": {
      "en": "If you're asking for time off at the beginning of the year…",
      "vi": "Nếu bạn xin nghỉ vào đầu năm…"
    }
  },
  {
    "translation": {
      "en": "I mean, dude, we got six and a half months left, and you're asking for a timeout now?",
      "vi": "Chúng ta còn có sáu tháng rưỡi nữa, vậy mà giờ cậu xin nghỉ sao?"
    }
  },
  {
    "translation": {
      "en": "I still got my album coming out November 23rd,",
      "vi": "Tôi sẽ ra mắt album vào ngày 23 tháng 11,"
    }
  },
  {
    "translation": {
      "en": "and after the album comes out, I'm gonna, uh,",
      "vi": "và sau khi album phát hành, tôi sẽ"
    }
  },
  {
    "translation": {
      "en": "you know, make sure all my time is focused on winning the championship.",
      "vi": "và sau khi album phát hành, tôi sẽ dành hết thời gian để cố đoạt chức vô địch."
    }
  },
  {
    "translation": {
      "en": "I had so much anxiety all the time.",
      "vi": "Tôi bồn chồn lo lắng suốt."
    }
  },
  {
    "translation": {
      "en": "You get that heart pumping.",
      "vi": "Tim tôi đập liên hồi."
    }
  },
  {
    "translation": {
      "en": "It was something I couldn't control at that time. It was every day. Every day.",
      "vi": "Lúc đó tôi không thể kiểm soát được. Ngày nào cũng vậy."
    }
  },
  {
    "translation": {
      "en": "So, I was like, I really do need to try to figure out what's wrong.",
      "vi": "Tôi nghĩ: Mày phải cố tìm hiểu xem mày đang gặp vấn đề gì."
    }
  },
  {
    "translation": {
      "en": "Why are you not happy around basketball and your teammates?",
      "vi": "Sao mày không vui khi chơi bóng rổ cùng đồng đội?"
    }
  },
  {
    "translation": {
      "en": "Why are you not happy? Figure it out, figure it out.",
      "vi": "Sao mày không hạnh phúc? Tìm hiểu đi."
    }
  },
  {
    "translation": {
      "en": "I was already in therapy, but you don't get better overnight.",
      "vi": "Tôi đã đi trị liệu, nhưng đâu thể khá hơn ngay được."
    }
  },
  {
    "translation": {
      "en": "You know, we knew he had a psychiatrist that… that traveled everywhere we went.",
      "vi": "Chúng tôi biết có một bác sĩ tâm lý luôn đi theo anh ấy khắp mọi nơi."
    }
  },
  {
    "translation": {
      "en": "We knew he had sessions that he had to have with her.",
      "vi": "Cũng biết anh ấy có những buổi trị liệu tâm lý."
    }
  },
  {
    "translation": {
      "en": "We knew that much,",
      "vi": "Chúng tôi biết thế,"
    }
  },
  {
    "translation": {
      "en": "but we were never, ever, you know, told that he had a certain issue,",
      "vi": "nhưng chưa bao giờ nghe nói rằng anh ấy có vấn đề nghiêm trọng về y tế."
    }
  },
  {
    "translation": {
      "en": "medical issue.",
      "vi": "rằng anh ấy có vấn đề nghiêm trọng về y tế."
    }
  },
  {
    "translation": {
      "en": "I had depression and anxiety.",
      "vi": "Tôi bị trầm cảm và lo âu."
    }
  },
  {
    "translation": {
      "en": "I would be depressed about certain things and have anxiety about future things.",
      "vi": "Tôi sẽ chán nản về những điều nhất định và lo lắng về tương lai."
    }
  },
  {
    "translation": {
      "en": "Some people have control over their emotions. I don't.",
      "vi": "Một số người giỏi kiểm soát cảm xúc. Tôi thì không."
    }
  },
  {
    "translation": {
      "en": "If really I'm excited, happy, I've just dunked on somebody, game winner,",
      "vi": "Nếu tôi phấn khích, khi tôi vừa vượt mặt ai đó để úp rổ,"
    }
  },
  {
    "translation": {
      "en": "that emotional level is not a good place for me.",
      "vi": "thứ cảm xúc đó không dành cho tôi."
    }
  },
  {
    "translation": {
      "en": "Positively or negatively, you have no control of that.",
      "vi": "Tích cực hay tiêu cực, tôi đều không kiểm soát được."
    }
  },
  {
    "translation": {
      "en": "Come on! The fuck you all doing?",
      "vi": "Thôi đi! Cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna do this with you! Come on, my nigga!",
      "vi": "Tôi sẽ không làm thế! Thôi đi anh bạn!"
    }
  },
  {
    "translation": {
      "en": "Get your motherfucking security right!",
      "vi": "Gọi bảo vệ ngay!"
    }
  },
  {
    "translation": {
      "en": "We got a fight back here.",
      "vi": "Ở đây có đánh nhau."
    }
  },
  {
    "translation": {
      "en": "You gotta chill.",
      "vi": "Bình tĩnh lại đi."
    }
  },
  {
    "translation": {
      "en": "At times, Ron could be a little edgy.",
      "vi": "Đôi khi, Ron có thể hơi cáu kỉnh."
    }
  },
  {
    "translation": {
      "en": "And the dynamic between Jermaine and Ron was unsettling.",
      "vi": "Và xung đột giữa Jermaine và Ron thật đáng lo ngại."
    }
  },
  {
    "translation": {
      "en": "I think the final straw for us was when he said he had a death in his family",
      "vi": "Tôi nghĩ giọt nước tràn ly là khi anh ấy nói nhà có tang"
    }
  },
  {
    "translation": {
      "en": "and went to the Source Awards.",
      "vi": "và đến Source Awards."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, please welcome the Tru Warier",
      "vi": "Thưa quý vị, hãy chào đón Ron Artest và Petey Pablo với ca khúc Tru Warier!"
    }
  },
  {
    "translation": {
      "en": "Ron Artest and Petey Pablo!",
      "vi": "Ron Artest và Petey Pablo với ca khúc Tru Warier!"
    }
  },
  {
    "translation": {
      "en": "You were saying you were going away for a funeral, then three or four days later,",
      "vi": "Chúng tôi định đi dự đám tang, thế mà ba hay bốn ngày sau,"
    }
  },
  {
    "translation": {
      "en": "we turn the TV on and you're presenting an award at an award show,",
      "vi": "chúng tôi thấy anh ấy nhận giải thưởng trong một chương trình trên TV"
    }
  },
  {
    "translation": {
      "en": "and we ain't seen you in three or four days.",
      "vi": "và mấy ngày qua anh ấy nghỉ tập."
    }
  },
  {
    "translation": {
      "en": "And the winner is… I don't know what I'm doing up here. It's all good though.",
      "vi": "Và người chiến thắng là… Tôi không biết mình làm gì ở đây. Quá tuyệt."
    }
  },
  {
    "translation": {
      "en": "I felt I was trying to escape.",
      "vi": "Tôi kiểu như đang cố trốn tránh."
    }
  },
  {
    "translation": {
      "en": "I was trying to find any way to escape. Definitely.",
      "vi": "Chắc chắn là tôi đang cố tìm mọi cách để trốn tránh."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna answer any more questions about Ron.",
      "vi": "Tôi sẽ không trả lời câu hỏi nào về Ron nữa."
    }
  },
  {
    "translation": {
      "en": "Ron doesn't wanna be here. Ron doesn't matter anymore.",
      "vi": "Ron không muốn ở đây. Ron không quan trọng nữa."
    }
  },
  {
    "translation": {
      "en": "It's about the Pacers, the players that suit up every single day.",
      "vi": "Pacers là tất cả, các cầu thủ phải tập mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "I'm tired of answering questions about Ron.",
      "vi": "Tôi chán trả lời các câu hỏi về Ron rồi."
    }
  },
  {
    "translation": {
      "en": "I'm pleading with these guys.",
      "vi": "Tôi cầu xin các cầu thủ này."
    }
  },
  {
    "translation": {
      "en": "Get on the same page!",
      "vi": "Hãy thấu hiểu và đồng lòng!"
    }
  },
  {
    "translation": {
      "en": "I could not get them to understand the opportunity.",
      "vi": "Tôi không thể khiến họ hiểu họ nên nắm lấy cơ hội."
    }
  },
  {
    "translation": {
      "en": "I never listened to Reggie.",
      "vi": "Tôi chưa bao giờ nghe Reggie khuyên. Nên bất cứ khi nào anh ấy"
    }
  },
  {
    "translation": {
      "en": "So any time he's, like, giving me leadership and mentorship,",
      "vi": "Tôi chưa bao giờ nghe Reggie khuyên. Nên bất cứ khi nào anh ấy cho tôi quyền lãnh đạo và dẫn dắt,"
    }
  },
  {
    "translation": {
      "en": "I'm thinking, Bust his ass in practice.",
      "vi": "tôi nghĩ: Bắt nó tập ná thở đi."
    }
  },
  {
    "translation": {
      "en": "I know that we're putting together",
      "vi": "Tôi biết rằng chúng tôi đang tập hợp"
    }
  },
  {
    "translation": {
      "en": "young guys who could rub each other wrong,",
      "vi": "những chàng trai trẻ rất dễ gây xích mích với nhau."
    }
  },
  {
    "translation": {
      "en": "but, you know, I really wanted to win,",
      "vi": "Nhưng tôi thực sự muốn thắng,"
    }
  },
  {
    "translation": {
      "en": "and I was looking for one final piece of the team.",
      "vi": "và tôi đang tìm một mảnh ghép cuối cùng của đội."
    }
  },
  {
    "translation": {
      "en": "And that's why I made the trade for Stephen.",
      "vi": "Nên tôi chuyển nhượng lấy Stephen."
    }
  },
  {
    "translation": {
      "en": "I remember getting that call from Donnie Walsh and Larry Bird.",
      "vi": "Tôi nhớ Donnie Walsh và Larry Bird gọi cho tôi."
    }
  },
  {
    "translation": {
      "en": "I had to put 'em on speakerphone 'cause I'm on the block.",
      "vi": "Lúc đó tôi đang trên đường nên phải mở loa ngoài."
    }
  },
  {
    "translation": {
      "en": "I'm on 3200 with all my homeboys.",
      "vi": "Tôi đang đi trên đường 3200 với đám bạn."
    }
  },
  {
    "translation": {
      "en": "Welcome to the Indiana Pacers, duh duh duh.",
      "vi": "Mừng cậu đến với Indiana Pacers…."
    }
  },
  {
    "translation": {
      "en": "You know, it was a great moment.",
      "vi": "Khoảnh khắc tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "When he said, Welcome to… all my homeboys get to running. Just, Oh!",
      "vi": "Khi ông ấy nói: Mừng cậu…, đám bạn tôi hú hét lên…"
    }
  },
  {
    "translation": {
      "en": "And I knew the opportunity was… was priceless.",
      "vi": "Tôi biết đây là cơ hội vô giá."
    }
  },
  {
    "translation": {
      "en": "When Stephen came,",
      "vi": "Khi Stephen đến,"
    }
  },
  {
    "translation": {
      "en": "it was the best thing for us, because now we got Jermaine, Ron,",
      "vi": "đó là điều tuyệt nhất, vì chúng tôi đã có Jermaine, Ron,"
    }
  },
  {
    "translation": {
      "en": "and now you're bringing in another tough, somewhat crazy dude in Stephen Jackson.",
      "vi": "và giờ lại có thêm một gã gai góc, điên rồ như Stephen Jackson."
    }
  },
  {
    "translation": {
      "en": "Everything has to come through Indiana. There's no secret.",
      "vi": "Mọi đội đều phải vượt qua Indiana. Thế thôi."
    }
  },
  {
    "translation": {
      "en": "They gotta come through us to get to where they wanna be.",
      "vi": "Muốn đi tiếp phải thắng chúng tôi đã."
    }
  },
  {
    "translation": {
      "en": "And I I I think we're the team to beat.",
      "vi": "Và tôi nghĩ chúng tôi là đội đáng gờm."
    }
  },
  {
    "translation": {
      "en": "We have all the pieces. We gotta put 'em together.",
      "vi": "Chúng tôi có đủ mảnh ghép để thắng."
    }
  },
  {
    "translation": {
      "en": "A challenge you relish.",
      "vi": "Anh rất hào hứng."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm ready for a challenge. That's what I live for.",
      "vi": "Tôi sẵn sàng cho thử thách. Đó là mục đích sống."
    }
  },
  {
    "translation": {
      "en": "I make love to pressure. That's what I do.",
      "vi": "Tôi thích áp lực. Thật sự là vậy."
    }
  },
  {
    "translation": {
      "en": "Me and him was, like, we both kinda street.",
      "vi": "Tôi và anh ấy đều đến từ đường phố."
    }
  },
  {
    "translation": {
      "en": "So we're arguing about who's gonna guard the best guy,",
      "vi": "Bọn tôi tranh luận xem ai sẽ cản phá người giỏi nhất,"
    }
  },
  {
    "translation": {
      "en": "like, almost come to blows.",
      "vi": "gần như là cãi nhau luôn."
    }
  },
  {
    "translation": {
      "en": "Then I'm like, All right, Steve, you got it.",
      "vi": "Rồi tôi nói: Steve, cậu làm đi."
    }
  },
  {
    "translation": {
      "en": "So I'm like, This guy is crazy!",
      "vi": "Tôi nghĩ: Gã này điên rồi!"
    }
  },
  {
    "translation": {
      "en": "We got a lot of similarities, but we're totally different.",
      "vi": "Bọn tôi có nhiều tương đồng nhưng lại hoàn toàn khác biệt."
    }
  },
  {
    "translation": {
      "en": "I knew he was a little off. You know what I mean?",
      "vi": "Tôi biết anh ấy hơi có vấn đề."
    }
  },
  {
    "translation": {
      "en": "But he was a hell of a basketball player.",
      "vi": "Nhưng anh ấy là một cầu thủ bóng rổ tài năng."
    }
  },
  {
    "translation": {
      "en": "And that's all… I didn't judge nothing else but that.",
      "vi": "Và tôi không phán xét mấy việc khác. Tôi không quan tâm."
    }
  },
  {
    "translation": {
      "en": "I didn't care. I was weird. I did my own thing. I smoked weed all day.",
      "vi": "Và tôi không phán xét mấy việc khác. Tôi không quan tâm. Tôi cũng lập dị. Tôi hút cỏ cả ngày."
    }
  },
  {
    "translation": {
      "en": "Guys like me and Ron, we look at basketball as our life.",
      "vi": "Tôi và Ron xem bóng rổ là cuộc sống."
    }
  },
  {
    "translation": {
      "en": "This is all we can do. God gave me this gift to help my family, to get out of the situation I was in.",
      "vi": "Chúa ban cho tôi món quà này để giúp gia đình đổi đời."
    }
  },
  {
    "translation": {
      "en": "Jack is a very aggressive person. We have a lot of similar traits.",
      "vi": "Jack rất máu lửa. Chúng tôi có nhiều điểm giống nhau."
    }
  },
  {
    "translation": {
      "en": "He would turn that volume up very quickly and tell you about it.",
      "vi": "Anh ấy sẽ mau chóng trở nên hung hãn và thể hiện ra bên ngoài."
    }
  },
  {
    "translation": {
      "en": "He's down for the cause.",
      "vi": "Anh ấy rất quyết tâm."
    }
  },
  {
    "translation": {
      "en": "I'm a loyal guy. Like, one thing about it. If I'm with you, I'm with you, you know.",
      "vi": "Tôi là một người trung thành. Nếu là bạn của ai, tôi sẽ bảo vệ người đó."
    }
  },
  {
    "translation": {
      "en": "We shoot this, and we go to a bar afterwards, somebody say something,",
      "vi": "Bọn tôi thi đấu, rồi tới quán bar, có ai đó gây hấn,"
    }
  },
  {
    "translation": {
      "en": "I'll be the first one to stand up. That's how I am.",
      "vi": "thì tôi sẽ là người đầu tiên đứng lên."
    }
  },
  {
    "translation": {
      "en": "If I'm with you, I'm with you. I was the missing piece.",
      "vi": "Tôi sẽ bênh vực bạn mình. Tôi là mảnh ghép còn thiếu."
    }
  },
  {
    "translation": {
      "en": "That's basically what they were saying.",
      "vi": "Đó là điều họ nói."
    }
  },
  {
    "translation": {
      "en": "I was the missing piece to the championship team.",
      "vi": "Tôi là mảnh ghép còn thiếu của đội vô địch."
    }
  },
  {
    "translation": {
      "en": "There's only a handful of teams that can say,",
      "vi": "Chỉ một số ít đội có thể nói:"
    }
  },
  {
    "translation": {
      "en": "We have a shot to win the championship. Out of my 18 years,",
      "vi": "Chúng tôi có cơ hội vô địch. Suốt 18 năm tôi thi đấu,"
    }
  },
  {
    "translation": {
      "en": "that season, we were loaded for bear.",
      "vi": "mùa giải đó, chúng tôi đã sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "This was our year.",
      "vi": "Năm của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "This is the Showdown of the East we've been waiting for.",
      "vi": "NGÀY 19/11/2004 Giây phút ta chờ đợi đã lâu."
    }
  },
  {
    "translation": {
      "en": "A rivalry that's been brewing long before this season ever started.",
      "vi": "Một cuộc ganh đua đã bùng nổ trước khi mùa giải bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Two teams, similar styles, only one survivor.",
      "vi": "INDIANA DETROIT Hai đội cùng lối chơi, chỉ một đội thắng."
    }
  },
  {
    "translation": {
      "en": "Going into the Palace, we was already seven and two.",
      "vi": "Bước vào sân Palace với thành tích bảy thắng hai thua."
    }
  },
  {
    "translation": {
      "en": "I knew that was the game I wanted more than any game.",
      "vi": "Tôi biết đó là trận đấu tôi mong chờ nhất."
    }
  },
  {
    "translation": {
      "en": "But I didn't know what was gonna actually happen.",
      "vi": "Tôi không biết chuyện gì sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "We were coming in there to make a statement.",
      "vi": "Bọn tôi đến để đưa ra thông điệp."
    }
  },
  {
    "translation": {
      "en": "Yeah, y'all got the chip, but we're letting y'all know",
      "vi": "Các người có chức vô địch, nhưng chúng tôi đến đây để nói"
    }
  },
  {
    "translation": {
      "en": "y'all gonna be seeing us this year.",
      "vi": "rằng năm nay chúng tôi sẽ vô địch."
    }
  },
  {
    "translation": {
      "en": "Where we from? Detroit!",
      "vi": "Từ đâu? Detroit."
    }
  },
  {
    "translation": {
      "en": "Where we from? Detroit!",
      "vi": "Ta từ đâu tới? Detroit!"
    }
  },
  {
    "translation": {
      "en": "Detroit was one of the hardest places to play. They don't make it easy for you.",
      "vi": "Thi đấu ở Detroit rất khó khăn. Họ không dễ gì để bạn thắng."
    }
  },
  {
    "translation": {
      "en": "Obviously, um, you know, we're facing a tough challenge",
      "vi": "Rõ ràng là chúng tôi đang đối mặt muôn vàn khó khăn"
    }
  },
  {
    "translation": {
      "en": "going into a… uh, going into the Palace.",
      "vi": "khi bước vào sân Palace."
    }
  },
  {
    "translation": {
      "en": "They have a rabid fan base.",
      "vi": "Họ có đội ngũ fan hâm mộ cuồng nhiệt,"
    }
  },
  {
    "translation": {
      "en": "Very faithful and admiring fans.",
      "vi": "những người hâm mộ rất trung thành và tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Um, and very boisterous at times.",
      "vi": "Và đôi khi cũng rất ồn ào."
    }
  },
  {
    "translation": {
      "en": "Yeah! Number one, baby! Number one! Yeah! That's what I'm talking about!",
      "vi": "Phải! Số một, cưng! Số một! Phải! Đó là điều tôi đang nói!"
    }
  },
  {
    "translation": {
      "en": "The fans were a huge part of a lot of the success,",
      "vi": "Fan hâm mộ rất quan trọng… FAN CỦA ĐỘI PISTONS"
    }
  },
  {
    "translation": {
      "en": "because even though you're on the court, you can hear those fans going crazy.",
      "vi": "…vì dù ở trên sân, bạn vẫn nghe thấy tiếng la hét của fan hâm mộ."
    }
  },
  {
    "translation": {
      "en": "When we would come into the gym, we knew the Pistons were gonna win.",
      "vi": "Khi vào trong sân, chúng tôi biết Pistons sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "We just didn't know by how much.",
      "vi": "Chưa biết bao nhiêu điểm thôi."
    }
  },
  {
    "translation": {
      "en": "Any time you put 20,000 people together for four or five hours,",
      "vi": "Khi 20.000 người tụ tập trong bốn đến năm giờ"
    }
  },
  {
    "translation": {
      "en": "and they're drinking,",
      "vi": "và uống bia rượu…"
    }
  },
  {
    "translation": {
      "en": "the stage is set.",
      "vi": "GIÁM ĐỐC VẬN HÀNH PALACE OF AUBURN HILLS"
    }
  },
  {
    "translation": {
      "en": "Somewhere, somebody's gonna have an issue.",
      "vi": "…chắc chắn sẽ nảy sinh vấn đề."
    }
  },
  {
    "translation": {
      "en": "There was a couple of guys that we were gonna remove their season tickets.",
      "vi": "Đêm đó, chúng tôi phải hủy vé mùa giải của vài gã."
    }
  },
  {
    "translation": {
      "en": "We kinda had enough of their, uh, shenanigans.",
      "vi": "Chúng tôi quá ngán trò lừa bịp của họ."
    }
  },
  {
    "translation": {
      "en": "It was a Friday night. We didn't have to work Saturday,",
      "vi": "Đó là đêm thứ Sáu. Thứ Bảy được nghỉ làm…"
    }
  },
  {
    "translation": {
      "en": "so it was kinda like, you know, you kind of enjoyed it more.",
      "vi": "FAN CỦA ĐỘI PISTONS …nên bạn được thả ga xem trận đấu."
    }
  },
  {
    "translation": {
      "en": "Have a few drinks, hang out with friends. Kinda like treating myself.",
      "vi": "Uống vài ly, tụ tập với bạn bè. Kiểu như nuông chiều bản thân."
    }
  },
  {
    "translation": {
      "en": "Charlie's a fan. Uh, he was a season ticket holder.",
      "vi": "Charlie là fan. Anh ấy mua vé cả mùa giải."
    }
  },
  {
    "translation": {
      "en": "And he had issues that night. And so, we were…",
      "vi": "Đêm đó, anh ấy có vấn đề và chúng tôi nói với anh ấy"
    }
  },
  {
    "translation": {
      "en": "going to address it with him that we were taking away his season tickets that night.",
      "vi": "và chúng tôi nói với anh ấy rằng sẽ tước vé mùa giải của anh ấy."
    }
  },
  {
    "translation": {
      "en": "We would normally probably work the Pistons games",
      "vi": "Bọn tôi canh các trận Pistons hai, ba lần mỗi tháng."
    }
  },
  {
    "translation": {
      "en": "two, three times a month.",
      "vi": "SỞ CẢNH SÁT AUBURN HILLS"
    }
  },
  {
    "translation": {
      "en": "On that day, we were assigned on the east side.",
      "vi": "Hôm đó, chúng tôi phụ trách góc phía Đông."
    }
  },
  {
    "translation": {
      "en": "I think we had some rivalry with Indiana, I think, as well,",
      "vi": "Tôi nghĩ chúng tôi cũng có hiềm khích với Indiana nữa"
    }
  },
  {
    "translation": {
      "en": "and the crowds were pretty charged up.",
      "vi": "và đám đông hơi kích động."
    }
  },
  {
    "translation": {
      "en": "Everybody in the NBA wants one of these.",
      "vi": "Mọi người ở NBA đều muốn sở hữu cái này."
    }
  },
  {
    "translation": {
      "en": "This is what they play for, a championship ring.",
      "vi": "Chiếc nhẫn vô địch mà họ khao khát."
    }
  },
  {
    "translation": {
      "en": "I was there to broadcast the game for ESPN.",
      "vi": "Tôi đến đó ghi hình cho ESPN."
    }
  },
  {
    "translation": {
      "en": "Indiana was a terrific team.",
      "vi": "Indiana là đội xuất sắc."
    }
  },
  {
    "translation": {
      "en": "They were championship contenders",
      "vi": "Họ là ứng viên vô địch…"
    }
  },
  {
    "translation": {
      "en": "and may have, at that time, been the best team in the NBA.",
      "vi": "PHÁT THANH VIÊN THỂ THAO …và là đội giỏi nhất NBA lúc đó."
    }
  },
  {
    "translation": {
      "en": "But Detroit was a good team.",
      "vi": "Nhưng Detroit là đội mạnh."
    }
  },
  {
    "translation": {
      "en": "They were a really good team.",
      "vi": "Họ thực sự xuất sắc."
    }
  },
  {
    "translation": {
      "en": "I had broke my finger, so I was in a cast. Stephen was moved to the shooting guard.",
      "vi": "Tôi bị gãy ngón tay nên phải bó bột. Stephen được đẩy lên làm hậu vệ ghi điểm."
    }
  },
  {
    "translation": {
      "en": "I didn't know the magnitude of the rivalry that I was walking into.",
      "vi": "Tôi không biết tôi đã vướng vào cuộc ganh đua nảy lửa."
    }
  },
  {
    "translation": {
      "en": "You gotta thing, they was wrestling with this team all last year",
      "vi": "Họ đã vật vã đối đầu với đội này suốt năm ngoái"
    }
  },
  {
    "translation": {
      "en": "in the Eastern Conference Finals, about to go to blows.",
      "vi": "ở chung kết Liên đoàn miền Đông, suýt ẩu đả."
    }
  },
  {
    "translation": {
      "en": "It was absolutely a statement game for us.",
      "vi": "Đó là một trận đấu tuyên chiến."
    }
  },
  {
    "translation": {
      "en": "This is our moment, and let's leave no doubt.",
      "vi": "Chắc chắn đó là thời khắc của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "They felt that was their year,",
      "vi": "Họ nghĩ năm đó họ vô địch,"
    }
  },
  {
    "translation": {
      "en": "and we felt like we had to defend our title.",
      "vi": "còn chúng tôi phải bảo vệ danh hiệu."
    }
  },
  {
    "translation": {
      "en": "I remember that night. The Palace was electrifying.",
      "vi": "Tôi nhớ đêm đó sân Palace hừng hực khí thế."
    }
  },
  {
    "translation": {
      "en": "Man, it was…",
      "vi": "ĐỘI DETROIT PISTONS"
    }
  },
  {
    "translation": {
      "en": "It was almost like having an out of body experience.",
      "vi": "Mọi cảm xúc như đang dâng trào."
    }
  },
  {
    "translation": {
      "en": "You could feel the hair stand up on the back of your neck.",
      "vi": "Cảm thấy tóc dựng đứng sau gáy."
    }
  },
  {
    "translation": {
      "en": "Whenever you go into a nationally televised game,",
      "vi": "Với mỗi trận được phát sóng toàn quốc,"
    }
  },
  {
    "translation": {
      "en": "there's a different roar in the arena.",
      "vi": "không khí trên sân bùng nổ khác hẳn. Nhiều đèn và camera hơn."
    }
  },
  {
    "translation": {
      "en": "There's more lights. There's more cameras.",
      "vi": "không khí trên sân bùng nổ khác hẳn. Nhiều đèn và camera hơn. TRỌNG TÀI NBA"
    }
  },
  {
    "translation": {
      "en": "You know, they're real careful who gets assigned games like that",
      "vi": "Họ rất cẩn thận chọn người bắt những trận như thế"
    }
  },
  {
    "translation": {
      "en": "because they want not to be embarrassed as a league.",
      "vi": "vì họ không muốn liên đoàn bị bẽ mặt."
    }
  },
  {
    "translation": {
      "en": "Nobody liked refereeing the Pistons back then.",
      "vi": "Hồi đó không ai thích thổi cho trận Pistons."
    }
  },
  {
    "translation": {
      "en": "You knew you were in for a rough night.",
      "vi": "Vì họ biết đó là một đêm vất vả."
    }
  },
  {
    "translation": {
      "en": "When you have Ben Wallace, Stephen Jackson, Ron Artest,",
      "vi": "Khi bạn có Ben Wallace, Stephen Jackson, Ron Artest,"
    }
  },
  {
    "translation": {
      "en": "I mean, that's just a recipe for disaster right there.",
      "vi": "đó chính là ngòi nổ cho một thảm họa."
    }
  },
  {
    "translation": {
      "en": "Basketball fans from around the great state of Michigan,",
      "vi": "Hỡi người hâm mộ bóng rổ từ khắp bang Michigan,"
    }
  },
  {
    "translation": {
      "en": "and those of you here at the Palace from across the world,",
      "vi": "và những ai có mặt ở Palace từ khắp nơi trên thế giới,"
    }
  },
  {
    "translation": {
      "en": "stay on your feet.",
      "vi": "hãy đứng thật vững nào."
    }
  },
  {
    "translation": {
      "en": "Time to meet and greet the ballers",
      "vi": "Xin hân hạnh giới thiệu và chào đón các cầu thủ bóng rổ"
    }
  },
  {
    "translation": {
      "en": "representing the D… troit Pistons!",
      "vi": "đại diện cho D… troit Pistons!"
    }
  },
  {
    "translation": {
      "en": "They had the most dynamic announcer. Right?",
      "vi": "Họ có bình luận viên sôi nổi nhất. Phải không?"
    }
  },
  {
    "translation": {
      "en": "And it gasses you, where you saying, Look, I'm at your ass today, Detroit.",
      "vi": "Và nó nuốt chửng bạn khi bạn nói: Hôm nay mày biết tay tao, Detroit."
    }
  },
  {
    "translation": {
      "en": "At 6'9, the center, wearing the big red three,",
      "vi": "Với chiều cao gần 2 mét 6, ở vị trí trung phong, mặc áo số ba màu đỏ,"
    }
  },
  {
    "translation": {
      "en": "B B B B B B B B B Ben Wallace!",
      "vi": "đó là BBBBBBBBBBen Wallace!"
    }
  },
  {
    "translation": {
      "en": "I remember they did the Ben Wallace introduction. That got me hyped.",
      "vi": "Họ đã giới thiệu Ben Wallace. Làm tôi rất phấn khích, kiểu như: Hạ gục chúng thôi, mẹ kiếp."
    }
  },
  {
    "translation": {
      "en": "That got me hyped. Like, Let's bust they ass. Fuck that.",
      "vi": "Làm tôi rất phấn khích, kiểu như: Hạ gục chúng thôi, mẹ kiếp."
    }
  },
  {
    "translation": {
      "en": "At the time, I didn't know Ben Wallace lost his brother.",
      "vi": "Lúc đó tôi không biết Ben Wallace mất anh trai."
    }
  },
  {
    "translation": {
      "en": "Having that energy, you know, it was…",
      "vi": "Mang nặng cảm giác đó, thật sự…"
    }
  },
  {
    "translation": {
      "en": "I knew I couldn't put that energy nowhere else but into basketball.",
      "vi": "Tôi biết tôi không được đem năng lượng đó vào sân bóng rổ."
    }
  },
  {
    "translation": {
      "en": "It was like a powder keg.",
      "vi": "Nó như một thùng thuốc nổ."
    }
  },
  {
    "translation": {
      "en": "A fun matchup to watch during the regular season.",
      "vi": "Đây là một trận đấu thú vị trong mùa giải."
    }
  },
  {
    "translation": {
      "en": "We can only hope they'll meet again in the playoffs.",
      "vi": "Hy vọng họ sẽ gặp lại nhau ở vòng playoff."
    }
  },
  {
    "translation": {
      "en": "Pistons so far perfect at home. Another packed house at the Palace.",
      "vi": "Pistons đấu rất tốt trên sân nhà. Sân Palace chật cứng."
    }
  },
  {
    "translation": {
      "en": "Going into that game, I thought we could beat Detroit,",
      "vi": "Bắt đầu trận đấu đó, tôi nghĩ đội có thể hạ Detroit,"
    }
  },
  {
    "translation": {
      "en": "and I wanted to see if this type of team would work.",
      "vi": "và muốn xem đội hình này có hiệu quả không."
    }
  },
  {
    "translation": {
      "en": "Artest steps back… Oh, what a quarter for Ron Artest.",
      "vi": "Artest lùi lại… Một hiệp đấu rất hay của Ron Artest."
    }
  },
  {
    "translation": {
      "en": "Four tenths of a…",
      "vi": "Bốn phần mười…"
    }
  },
  {
    "translation": {
      "en": "Even though at that time I was struggling, I was playing great.",
      "vi": "Dù tôi đang vật lộn, nhưng tôi đã chơi rất hay."
    }
  },
  {
    "translation": {
      "en": "The game was a beatdown. We dominated from beginning to end.",
      "vi": "Một trận sát phạt. Chúng tôi ép sân từ đầu tới cuối."
    }
  },
  {
    "translation": {
      "en": "Ron dominated. Nobody couldn't stop him.",
      "vi": "Ron áp đảo. Không ai ngăn được anh ấy."
    }
  },
  {
    "translation": {
      "en": "Two, three, four guards couldn't guard Ron at the time.",
      "vi": "Lúc đó hai, ba, bốn hậu vệ cũng không chặn nổi Ron."
    }
  },
  {
    "translation": {
      "en": "He was too agile. He was definitely the best player on the court.",
      "vi": "Anh ấy quá nhanh. Anh ấy là cầu thủ chơi hay nhất trên sân."
    }
  },
  {
    "translation": {
      "en": "We were up double digits, and my young boys were jawing.",
      "vi": "Bọn tôi cách biệt hai con số và các chàng trai rất hả hê."
    }
  },
  {
    "translation": {
      "en": "They were clicking.",
      "vi": "Họ đang khoái chí."
    }
  },
  {
    "translation": {
      "en": "Ron and Jermaine.",
      "vi": "Ron và Jermaine."
    }
  },
  {
    "translation": {
      "en": "It's good Ron, and it's good Jermaine.",
      "vi": "Ron chơi tốt, Jermaine chơi tốt."
    }
  },
  {
    "translation": {
      "en": "It was fantastic.",
      "vi": "Rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "This is our moment. It's our coming out party.",
      "vi": "Đây là khoảnh khắc chứng tỏ bản lĩnh."
    }
  },
  {
    "translation": {
      "en": "We came in with a different type of swag.",
      "vi": "Chúng tôi có khí thế khác hẳn."
    }
  },
  {
    "translation": {
      "en": "Stephen's like… he's so clutch.",
      "vi": "Stephen, anh ấy chơi bùng nổ."
    }
  },
  {
    "translation": {
      "en": "I'm like, Wow, this guy makes every big shot.",
      "vi": "Tôi nghĩ: Gã này đúng là bá đạo."
    }
  },
  {
    "translation": {
      "en": "We knew right away we was the best team.",
      "vi": "Chúng tôi biết ngay chúng tôi là đội giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "We were kicking their ass.",
      "vi": "Chúng tôi đã cho họ ăn hành."
    }
  },
  {
    "translation": {
      "en": "They put a championship team together. It was obvious.",
      "vi": "Rõ ràng đây là đội hình của nhà vô địch."
    }
  },
  {
    "translation": {
      "en": "'Cause we were beating them down,",
      "vi": "Vì chúng tôi đã hạ gục họ,"
    }
  },
  {
    "translation": {
      "en": "the normal ticket holders were gone.",
      "vi": "những người mua vé loại thường đã bỏ về."
    }
  },
  {
    "translation": {
      "en": "They had left.",
      "vi": "Họ đã bỏ đi."
    }
  },
  {
    "translation": {
      "en": "So it was the people that were trickling their way down",
      "vi": "Nên những người khác lũ lượt kéo xuống,"
    }
  },
  {
    "translation": {
      "en": "that were probably already liquored up, coming on down to fill those seats.",
      "vi": "có lẽ họ đã xỉn trong lúc đi xuống ngồi vào các ghế bỏ trống đó."
    }
  },
  {
    "translation": {
      "en": "Oh, man, very disrespectful, like, the way they did it.",
      "vi": "Cách họ thi đấu là rất thiếu tôn trọng. Trận đấu sắp kết thúc."
    }
  },
  {
    "translation": {
      "en": "The game was almost over. They had starters out there playing.",
      "vi": "Cách họ thi đấu là rất thiếu tôn trọng. Trận đấu sắp kết thúc. Họ không thay các cầu thủ ra sân đầu trận dù đã dẫn 15, 20 điểm."
    }
  },
  {
    "translation": {
      "en": "They were up by 15, 20 points.",
      "vi": "Họ không thay các cầu thủ ra sân đầu trận dù đã dẫn 15, 20 điểm."
    }
  },
  {
    "translation": {
      "en": "Oh! Wallace with a terrific block!",
      "vi": "Ôi, Wallace chặn bóng rất hay!"
    }
  },
  {
    "translation": {
      "en": "That's not a foul.",
      "vi": "Đâu có lỗi."
    }
  },
  {
    "translation": {
      "en": "At the end of the game, we're up by 15. In my mind, the game's over.",
      "vi": "Cuối trận, đội tôi dẫn 15 điểm. Tôi nghĩ đã ấn định."
    }
  },
  {
    "translation": {
      "en": "Jamaal Tinsley tells Ron,",
      "vi": "Jamaal Tinsley nói với Ron,"
    }
  },
  {
    "translation": {
      "en": "You can get your foul now. Ron looked at him like, Huh?",
      "vi": "Giờ cậu có thể phạm lỗi. Ron nhìn anh ấy: Hả?"
    }
  },
  {
    "translation": {
      "en": "You can get your foul now.",
      "vi": "Giờ cậu có thể phạm lỗi."
    }
  },
  {
    "translation": {
      "en": "You got your foul. You can go now, right? All right?",
      "vi": "Giờ cậu có thể phạm lỗi rồi đó. Phải không?"
    }
  },
  {
    "translation": {
      "en": "Why are you even telling him that?",
      "vi": "Sao lại nói với anh ấy câu đó?"
    }
  },
  {
    "translation": {
      "en": "Ron doesn't need a battery in his back to do something crazy.",
      "vi": "Ron đủ điên rồ rồi, không cần châm ngòi nữa."
    }
  },
  {
    "translation": {
      "en": "Artest with 24, O'Neal at 20,",
      "vi": "Artest số 24, O'Neal số 20,"
    }
  },
  {
    "translation": {
      "en": "As we're running back, I guard Ben.",
      "vi": "Khi bọn tôi lùi về, tôi kèm Ben. Khi họ ném bóng cho anh ta,"
    }
  },
  {
    "translation": {
      "en": "When they throw him the ball, I'm not gonna try to play defense on him.",
      "vi": "Khi bọn tôi lùi về, tôi kèm Ben. Khi họ ném bóng cho anh ta, tôi sẽ không cố cản phá, thậm chí không định phạm lỗi."
    }
  },
  {
    "translation": {
      "en": "I'm not even gonna try to foul him.",
      "vi": "tôi sẽ không cố cản phá, thậm chí không định phạm lỗi."
    }
  },
  {
    "translation": {
      "en": "He was going for a layup. Oh!",
      "vi": "Anh ta định lên rổ."
    }
  },
  {
    "translation": {
      "en": "I didn't want him to get the layup, so I pushed him.",
      "vi": "Tôi không muốn anh ta lên rổ, nên tôi đẩy."
    }
  },
  {
    "translation": {
      "en": "It was too hard of a foul at that point in time during the game.",
      "vi": "Phạm lỗi vào thời điểm đó trong trận đấu là sai lầm quá nặng."
    }
  },
  {
    "translation": {
      "en": "Oh, Wallace! Right at Artest!",
      "vi": "Ôi, Wallace! Lỗi của Artest!"
    }
  },
  {
    "translation": {
      "en": "This has potential to be serious if they don't get between them.",
      "vi": "Nếu không ngăn họ đây có thể là vụ ẩu đả nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "Wallace upset. Players trying to hold each other off.",
      "vi": "Wallace tức tối. Các cầu thủ cố gắng kiềm họ lại."
    }
  },
  {
    "translation": {
      "en": "Stephen Jackson, and we see Wallace trying to be peacemaker.",
      "vi": "Stephen Jackson và Wallace đang cố hòa giải."
    }
  },
  {
    "translation": {
      "en": "Now Jackson yelling…",
      "vi": "Giờ Jackson hét lên…"
    }
  },
  {
    "translation": {
      "en": "The dust up I have no problem with.",
      "vi": "Tôi không lo ngại mấy vụ va chạm."
    }
  },
  {
    "translation": {
      "en": "That happens all the time. The pushing, the shoving…",
      "vi": "Chuyện đó xảy ra hoài ấy mà. Đẩy nhau, xô nhau,"
    }
  },
  {
    "translation": {
      "en": "You know, that's all fake.",
      "vi": "tất cả đều là giả."
    }
  },
  {
    "translation": {
      "en": "Most of the time, nobody in the NBA wanna fight.",
      "vi": "Phần lớn chẳng ai ở NBA muốn ẩu đả."
    }
  },
  {
    "translation": {
      "en": "It has to be real disrespectful shit for somebody to throw punches.",
      "vi": "Việc ai đó tung cú đấm là cực kỳ thiếu tôn trọng."
    }
  },
  {
    "translation": {
      "en": "Where it all turned",
      "vi": "Sự việc đảo lộn"
    }
  },
  {
    "translation": {
      "en": "is when Ron went and laid on the scorer's table.",
      "vi": "khi Ron đến và nằm lên trên bàn của trọng tài ghi điểm."
    }
  },
  {
    "translation": {
      "en": "Went over and laid down, which is not normal. It's not normal to lay down on the scorer's table.",
      "vi": "Đến và nằm ra bàn, rất dị thường. Chẳng ai nằm lên bàn trọng tài ghi điểm."
    }
  },
  {
    "translation": {
      "en": "That's crazy, too, you know?",
      "vi": "Vậy là quá ngông, đúng không?"
    }
  },
  {
    "translation": {
      "en": "That's… That's… That's almost worse than the foul.",
      "vi": "Còn tệ hơn là phạm lỗi."
    }
  },
  {
    "translation": {
      "en": "I was already in therapy. So I was practicing in real time.",
      "vi": "Lúc đó tôi trị liệu tâm lý nên tôi thực hành tại chỗ luôn."
    }
  },
  {
    "translation": {
      "en": "One thing was take five, right?",
      "vi": "Năm giây điềm tĩnh, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "So if something happens, you're like, One, two, three…",
      "vi": "Nên khi xảy ra biến, hãy đếm: Một, hai, ba…"
    }
  },
  {
    "translation": {
      "en": "Before you do anything, just count, 'cause then you get more time to think.",
      "vi": "Trước khi manh động, hãy đếm để có thêm thời gian suy nghĩ."
    }
  },
  {
    "translation": {
      "en": "My team was all around me.",
      "vi": "Đội của tôi bao quanh tôi."
    }
  },
  {
    "translation": {
      "en": "It was funny 'cause I felt like I was a big dog, like…",
      "vi": "Cảm giác ngồ ngộ, cứ như tôi là ông lớn vậy."
    }
  },
  {
    "translation": {
      "en": "I did feel like my team got… I know my team,",
      "vi": "Tôi cảm thấy như đội của tôi… Tôi hiểu đội của mình,"
    }
  },
  {
    "translation": {
      "en": "so I know, like, Jermaine's not gonna just let Ben come over and touch me.",
      "vi": "nên tôi biết Jermaine sẽ không để Ben đến và động tới tôi."
    }
  },
  {
    "translation": {
      "en": "I know that for a fact. Like, I got Steve Jackson.",
      "vi": "Tôi biết điều đó. Kiểu như, tôi có Steve Jackson bảo vệ."
    }
  },
  {
    "translation": {
      "en": "I'm like, All right, Cool. I don't need to do nothing. I'm fine.",
      "vi": "Tôi nghĩ: Tuyệt. Mình chẳng cần làm gì. Mình ổn."
    }
  },
  {
    "translation": {
      "en": "Wallace is still charged up.",
      "vi": "Wallace vẫn đang phát tiết."
    }
  },
  {
    "translation": {
      "en": "Now, Wallace, I would assume, has been ejected.",
      "vi": "Tôi cho là giờ Wallace sẽ bị đuổi ra khỏi sân."
    }
  },
  {
    "translation": {
      "en": "Ben wore, like, 10,000 armbands and headbands and wrist bands,",
      "vi": "Ben đeo cỡ 10.000 cái băng cánh tay, băng đô và băng cổ tay,"
    }
  },
  {
    "translation": {
      "en": "and he started throwing things.",
      "vi": "và anh ấy bắt đầu ném chúng."
    }
  },
  {
    "translation": {
      "en": "Saw him throwing the headband and the wristbands.",
      "vi": "Tôi thấy anh ấy ném băng đô, băng tay."
    }
  },
  {
    "translation": {
      "en": "He definitely was losing his temper.",
      "vi": "Chắc chắn anh ấy đã mất bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "The fans don't know the majority of us are actually friends,",
      "vi": "Người hâm mộ không biết phần lớn chúng tôi thực ra là bạn bè,"
    }
  },
  {
    "translation": {
      "en": "so they think that this is a real street brawl scenario.",
      "vi": "nên họ nghĩ đây như một cuộc cãi lộn trên đường phố."
    }
  },
  {
    "translation": {
      "en": "So however you react, they're gonna react.",
      "vi": "Nên bạn phản ứng thì họ cũng phản ứng."
    }
  },
  {
    "translation": {
      "en": "If you do this, what do you think they gonna do?",
      "vi": "Nếu bạn làm thế này, thì họ sẽ làm gì?"
    }
  },
  {
    "translation": {
      "en": "If you do this, what do you think they gonna do?",
      "vi": "Nếu bạn làm thế này, thì họ sẽ làm gì?"
    }
  },
  {
    "translation": {
      "en": "The crowd feeds off the players.",
      "vi": "Các cầu thủ kích động đám đông."
    }
  },
  {
    "translation": {
      "en": "Out of the corner of my eye,",
      "vi": "Liếc nhìn qua góc kia,"
    }
  },
  {
    "translation": {
      "en": "I see it coming.",
      "vi": "tôi thấy bão táp."
    }
  },
  {
    "translation": {
      "en": "Super slo mo. Like, it just…",
      "vi": "Siêu chậm. Kiểu như…"
    }
  },
  {
    "translation": {
      "en": "It just… Everybody was supposed to see it. That's how slow it went.",
      "vi": "Mọi người ai cũng thấy. Sự việc diễn biến như thế."
    }
  },
  {
    "translation": {
      "en": "Now Artest has jumped over the scorer's table",
      "vi": "Giờ Artest nhảy qua bàn của trọng tài ghi điểm"
    }
  },
  {
    "translation": {
      "en": "and is trying to get down to the bench!",
      "vi": "và cố đạp đổ băng ghế dự bị!"
    }
  },
  {
    "translation": {
      "en": "Artest is in the stands!",
      "vi": "Artest đang ở trên khán đài!"
    }
  },
  {
    "translation": {
      "en": "Oh, this is awful. Fans are getting involved.",
      "vi": "Kinh khủng. Các fan cũng tham gia."
    }
  },
  {
    "translation": {
      "en": "Once I saw him go, I went. He needed aid.",
      "vi": "Khi thấy anh ấy leo lên, tôi lao tới. Anh ấy cần giúp."
    }
  },
  {
    "translation": {
      "en": "As I get to him, another beer is thrown in his face. And that's the guy I…",
      "vi": "Khi tôi đến, một chai bia khác ném thẳng vào mặt anh ấy. Đó là gã…"
    }
  },
  {
    "translation": {
      "en": "Stephen Jackson's in the fans.",
      "vi": "Stephen Jackson ẩu đả với fan."
    }
  },
  {
    "translation": {
      "en": "The security trying to somehow restore order.",
      "vi": "Bảo vệ đang cố gắng khôi phục trật tự."
    }
  },
  {
    "translation": {
      "en": "Fans and players are going at it! The players trying to help each other out!",
      "vi": "Fan hâm mộ và cầu thủ ẩu đả! Các cầu thủ đang cố giúp nhau thoát ra!"
    }
  },
  {
    "translation": {
      "en": "Rasheed Wallace going into the stands!",
      "vi": "Rasheed Wallace xông lên khán đài!"
    }
  },
  {
    "translation": {
      "en": "This is a disgrace.",
      "vi": "Đây là một nỗi ô nhục."
    }
  },
  {
    "translation": {
      "en": "All the players, they're jumping in there to try and get the other players out",
      "vi": "Tất cả cầu thủ xông vào cố kéo các cầu thủ khác ra"
    }
  },
  {
    "translation": {
      "en": "because the fans have become involved.",
      "vi": "vì người hâm mộ đã tham gia."
    }
  },
  {
    "translation": {
      "en": "Oh, what a sad scene here at the Palace.",
      "vi": "Thật là một cảnh tượng buồn ở sân Palace."
    }
  },
  {
    "translation": {
      "en": "Walking down the stands, I'm thinking, It's good.",
      "vi": "Bước xuống khán đài, tôi nghĩ: Tốt."
    }
  },
  {
    "translation": {
      "en": "I didn't think anything else was gonna happen at all.",
      "vi": "Tôi không nghĩ sẽ có chuyện gì khác xảy ra."
    }
  },
  {
    "translation": {
      "en": "I thought it was gonna be over.",
      "vi": "Tôi tưởng là kết thúc rồi."
    }
  },
  {
    "translation": {
      "en": "I just stopped and paused, and I just started looking.",
      "vi": "Tôi dừng lại và tạm nghỉ, tôi bắt đầu nhìn quanh."
    }
  },
  {
    "translation": {
      "en": "Where is the security at?",
      "vi": "Bảo vệ đâu hết rồi?"
    }
  },
  {
    "translation": {
      "en": "There was no police. I didn't see a policeman in the building.",
      "vi": "Tôi không thấy cảnh sát nào trong sân đấu."
    }
  },
  {
    "translation": {
      "en": "I didn't see any security. There was nobody there to stop this.",
      "vi": "Không có nhân viên an ninh nào ở đó để ngăn chặn."
    }
  },
  {
    "translation": {
      "en": "Everybody was everywhere. I mean, it was just like a melee.",
      "vi": "Ở đâu cũng thấy người. Y như một cuộc hỗn chiến."
    }
  },
  {
    "translation": {
      "en": "And then, they were pushing us towards the exit.",
      "vi": "Họ đẩy chúng tôi về phía lối ra."
    }
  },
  {
    "translation": {
      "en": "Somehow, I got on the court.",
      "vi": "Bằng cách nào đó, tôi đã xuống sân."
    }
  },
  {
    "translation": {
      "en": "I remember being shocked, like I'd seen an alien, like…",
      "vi": "Tôi giật mình, y như nhìn thấy người ngoài hành tinh."
    }
  },
  {
    "translation": {
      "en": "This guy, uh, coming to the court to fight?",
      "vi": "Gã này xuống sân để đánh nhau à?"
    }
  },
  {
    "translation": {
      "en": "'Cause at that point, I'm fed up.",
      "vi": "Vì lúc đó tôi chán ngấy. Tôi cố không đánh nhau nữa,"
    }
  },
  {
    "translation": {
      "en": "I'm trying not to fight, but these guys are giving me a reason…",
      "vi": "Vì lúc đó tôi chán ngấy. Tôi cố không đánh nhau nữa, nhưng họ châm ngòi… Đây là vùng an toàn của tôi."
    }
  },
  {
    "translation": {
      "en": "This is my comfort zone.",
      "vi": "nhưng họ châm ngòi… Đây là vùng an toàn của tôi."
    }
  },
  {
    "translation": {
      "en": "You wouldn't in your right mind walk down on the court and think it's a good idea",
      "vi": "Chỉ có kẻ điên mới bước xuống sân và gây sự với Ron Artest sau sự việc trên khán đài."
    }
  },
  {
    "translation": {
      "en": "to take on Ron Artest after he's been in the stands.",
      "vi": "và gây sự với Ron Artest sau sự việc trên khán đài."
    }
  },
  {
    "translation": {
      "en": "Oh, what a sad scene here at the Palace.",
      "vi": "Thật là một cảnh tượng buồn ở sân Palace."
    }
  },
  {
    "translation": {
      "en": "Now another fight's breaking out in front of the Pistons bench.",
      "vi": "Giờ lại nổ ra cuộc chiến khác trước băng ghế dự bị của Pistons."
    }
  },
  {
    "translation": {
      "en": "It's a fan. This is very, very dangerous.",
      "vi": "Là người hâm mộ. Rất nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "Fans are throwing…",
      "vi": "Người hâm mộ đang ném…"
    }
  },
  {
    "translation": {
      "en": "I didn't see him coming at all. Sucker punched me.",
      "vi": "Tôi không thấy anh ấy lao đến. Đột ngột tung cú đấm."
    }
  },
  {
    "translation": {
      "en": "You know, quite a…",
      "vi": "Bạn biết đấy, khá là…"
    }
  },
  {
    "translation": {
      "en": "bitch move, tell you the truth.",
      "vi": "hèn hạ."
    }
  },
  {
    "translation": {
      "en": "I just all out sprint over there to try to help him.",
      "vi": "Tôi chỉ lao như tên bắn đến giúp anh ấy."
    }
  },
  {
    "translation": {
      "en": "He slipped. Thank God.",
      "vi": "Anh ấy trượt chân. Ơn Chúa."
    }
  },
  {
    "translation": {
      "en": "It was the best miss of Jermaine's career.",
      "vi": "Đó là pha bỏ lỡ lớn nhất trong sự nghiệp của Jermaine."
    }
  },
  {
    "translation": {
      "en": "'Cause if Jemaine would've connected on that punch…",
      "vi": "Nếu Jemaine mà đấm cú đó…"
    }
  },
  {
    "translation": {
      "en": "…that fan would have been dead.",
      "vi": "người kia chết chắc."
    }
  },
  {
    "translation": {
      "en": "…now onto the court.",
      "vi": "…giờ đã xuống sân."
    }
  },
  {
    "translation": {
      "en": "Ron Artest has a look in his eye that's very scary right now.",
      "vi": "Ánh mắt của Ron Artest lúc này rất đáng sợ."
    }
  },
  {
    "translation": {
      "en": "The scariest moment was once I realized how out of control this got",
      "vi": "Đáng sợ nhất là khi tôi nhận ra việc này vượt ngoài tầm soát"
    }
  },
  {
    "translation": {
      "en": "and how much further it's gonna go.",
      "vi": "và leo thang đến mức nào."
    }
  },
  {
    "translation": {
      "en": "At the time, we had three officers on the court.",
      "vi": "Lúc đó, chỉ có ba sĩ quan trên sân."
    }
  },
  {
    "translation": {
      "en": "Not the best odds against 20,000 people.",
      "vi": "Không thấm thía gì với 20.000 người."
    }
  },
  {
    "translation": {
      "en": "It was out of control. That's why the decision was we need to get the players off the court.",
      "vi": "Ngoài tầm kiểm soát. Nên chúng tôi quyết định đưa các cầu thủ ra khỏi sân."
    }
  },
  {
    "translation": {
      "en": "If we get them off the court, the fans will calm down.",
      "vi": "Nếu đưa họ ra khỏi sân, người hâm mộ sẽ bình tĩnh lại."
    }
  },
  {
    "translation": {
      "en": "An officer runs up from behind me,",
      "vi": "Một sĩ quan chạy ra từ phía sau tôi"
    }
  },
  {
    "translation": {
      "en": "and he has his mace thing out,",
      "vi": "và anh ta rút bình xịt hơi cay ra,"
    }
  },
  {
    "translation": {
      "en": "and he's getting ready to mace Ron.",
      "vi": "anh ta chuẩn bị xịt hơi cay lên Ron."
    }
  },
  {
    "translation": {
      "en": "I had no intention of spraying Ron Artest. He was already down on the floor.",
      "vi": "Tôi không định xịt Ron Artest. Anh ta đã nằm dưới sàn rồi."
    }
  },
  {
    "translation": {
      "en": "He had… He looked wore out.",
      "vi": "Anh ta trông như kiệt sức."
    }
  },
  {
    "translation": {
      "en": "At some point, I ran across Reggie Miller in a suit.",
      "vi": "Lúc đó tôi thấy Reggie Miller mặc com lê."
    }
  },
  {
    "translation": {
      "en": "And I… At the time, I didn't know he was Reggie Miller or a player",
      "vi": "Tôi không biết đó là Reggie Miller hay cầu thủ"
    }
  },
  {
    "translation": {
      "en": "'cause he was in a suit. I'm asking him what is he doing.",
      "vi": "vì anh ta mặc com lê. Tôi hỏi anh ta làm gì."
    }
  },
  {
    "translation": {
      "en": "How you not know Reggie Miller's on the Indiana Pacers?",
      "vi": "Ai mà không biết Reggie Miller ở đội Pacers?"
    }
  },
  {
    "translation": {
      "en": "I grabbed the officer. Like, What are you doing?",
      "vi": "Tôi tóm sĩ quan và nói: Anh làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I was like, Go get all these people off the court. Don't be macing him.",
      "vi": "Tôi nói: Đưa những người này ra khỏi sân. Đừng xịt hơi cay anh ta."
    }
  },
  {
    "translation": {
      "en": "That's when I really got pissed off.",
      "vi": "Đó là khi tôi thực sự tức giận."
    }
  },
  {
    "translation": {
      "en": "Like, y'all are not trying to help us. It's really 15 against 30,000.",
      "vi": "Mấy người không giúp chúng tôi. Đó là trận chiến 15 đọ 30.000."
    }
  },
  {
    "translation": {
      "en": "They're trying to get the Pacers to go back to the locker room.",
      "vi": "Họ đang cố đưa Pacers trở lại phòng thay đồ."
    }
  },
  {
    "translation": {
      "en": "We all grab Ron, and we start to run.",
      "vi": "Chúng tôi tóm được Ron và bắt đầu chạy."
    }
  },
  {
    "translation": {
      "en": "You see everybody merge to one area.",
      "vi": "Bạn thấy mọi người dồn hết lại một chỗ."
    }
  },
  {
    "translation": {
      "en": "And they throwing everything they can get their hands on.",
      "vi": "Rồi họ vơ lấy mọi thứ có thể và ném."
    }
  },
  {
    "translation": {
      "en": "Now these ridiculous fans trying to go at the players and throwing…",
      "vi": "Giờ những người hâm mộ lố bịch này đang cố tấn công các cầu thủ và ném…"
    }
  },
  {
    "translation": {
      "en": "Somebody could really get hurt.",
      "vi": "Sẽ có người bị thương nặng mất."
    }
  },
  {
    "translation": {
      "en": "This is a bad showing from the Pistons fans.",
      "vi": "Một màn trình diễn tệ hại của fan hâm mộ Pistons."
    }
  },
  {
    "translation": {
      "en": "Just firing bottles from the stairs.",
      "vi": "Chai bay tứ tung từ cầu thang."
    }
  },
  {
    "translation": {
      "en": "All right, I'm good.",
      "vi": "Được rồi, tôi ổn."
    }
  },
  {
    "translation": {
      "en": "I can walk! I can walk! Okay!",
      "vi": "Tôi biết đi! Được rồi!"
    }
  },
  {
    "translation": {
      "en": "We ride together, fam!",
      "vi": "Ta cùng hội cùng thuyền!"
    }
  },
  {
    "translation": {
      "en": "I remember saying to the camera, We ride together.",
      "vi": "Tôi nói: Ta cùng hội cùng thuyền."
    }
  },
  {
    "translation": {
      "en": "We gonna always ride together. That was my attitude.",
      "vi": "Luôn bảo vệ nhau. Đó là thái độ của tôi."
    }
  },
  {
    "translation": {
      "en": "I was happy that I helped my brother down.",
      "vi": "Tôi rất vui vì đã giúp chiến hữu của mình."
    }
  },
  {
    "translation": {
      "en": "I was happy I was able to come to my brother's aid. You can see that in my face in the locker room.",
      "vi": "Tôi rất vui vì có thể đến giúp họ. Đó là vẻ mặt tôi trong phòng thay đồ."
    }
  },
  {
    "translation": {
      "en": "I was happy with what we did. I was there for my brother. Yes!",
      "vi": "Tôi vui vì điều chúng tôi đã làm. Tôi bênh vực đồng đội!"
    }
  },
  {
    "translation": {
      "en": "Tell me your name, sir. Charlie Haddad.",
      "vi": "Xin cho biết tên anh. Charlie Haddad."
    }
  },
  {
    "translation": {
      "en": "He hit me in the face. I'm still hurt. I need X rays on my whole face.",
      "vi": "Hắn đánh vào mặt tôi. Giờ vẫn đau. Tôi cần chụp Xquang cả mặt."
    }
  },
  {
    "translation": {
      "en": "I don't even know what's going on.",
      "vi": "Không hiểu có chuyện gì."
    }
  },
  {
    "translation": {
      "en": "You gotta stop, you gotta stop.",
      "vi": "Dừng lại đi."
    }
  },
  {
    "translation": {
      "en": "Take it outside. You can't be in here.",
      "vi": "Ra ngoài đi. Không được ở đây."
    }
  },
  {
    "translation": {
      "en": "After I get hit, we left and went through a different room,",
      "vi": "Sau khi tôi bị đánh, chúng tôi đi tới một phòng khác"
    }
  },
  {
    "translation": {
      "en": "like they were protecting me.",
      "vi": "cứ như họ đang bảo vệ tôi."
    }
  },
  {
    "translation": {
      "en": "They started bringing people into my office.",
      "vi": "Họ bắt đầu đưa người vào văn phòng tôi."
    }
  },
  {
    "translation": {
      "en": "A couple of them were like, This would be funny",
      "vi": "Vài người kiểu: Sẽ vui lắm đây…"
    }
  },
  {
    "translation": {
      "en": "if one of us, you know, hurt ourselves and we can sue.",
      "vi": "BẢO VỆ SÂN PALACE …ta có thể kiện nếu bị thương."
    }
  },
  {
    "translation": {
      "en": "I remember looking. I see people rocking chairs, trying to get the chairs loose.",
      "vi": "Tôi nhìn quanh. Tôi thấy mọi người lắc mạnh ghế cho ghế lỏng ra."
    }
  },
  {
    "translation": {
      "en": "The arena closed in on us very quick.",
      "vi": "Cả sân đấu áp sát rất nhanh."
    }
  },
  {
    "translation": {
      "en": "The crowd was getting a little bit, um, out of control. Somebody easily could grab your weapon.",
      "vi": "Đám đông đang mất kiểm soát. Ai đó sẽ dễ dàng tước vũ khí của bạn."
    }
  },
  {
    "translation": {
      "en": "Then, all of a sudden, I saw the chair up in the air.",
      "vi": "Rồi đột nhiên, tôi thấy cái ghế bay trên không."
    }
  },
  {
    "translation": {
      "en": "People were trying to hurt me and others.",
      "vi": "Mọi người đang cố làm tôi và những người khác bị thương."
    }
  },
  {
    "translation": {
      "en": "It was just a horrible, horrible scene.",
      "vi": "Đó là một cảnh tượng kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "We get to the locker room, and slowly but surely,",
      "vi": "Bọn tôi đến phòng thay đồ, chậm nhưng chắc,"
    }
  },
  {
    "translation": {
      "en": "everyone was starting to filter in with their own stories.",
      "vi": "mọi người bắt đầu thêu dệt đủ thứ bằng câu chuyện của riêng họ."
    }
  },
  {
    "translation": {
      "en": "The whole time, I'm like, Jermaine is gonna kick my butt.",
      "vi": "Tôi luôn nghĩ: Jermaine sẽ tẩn tôi."
    }
  },
  {
    "translation": {
      "en": "The whole time. I didn't wanna see him.",
      "vi": "Tôi luôn nghĩ thế. Tôi không muốn gặp anh ấy."
    }
  },
  {
    "translation": {
      "en": "I knew he was gonna be pissed. It's all about winning for Jermaine.",
      "vi": "Tôi biết anh ấy sẽ tức giận. Jermaine khao khát chiến thắng."
    }
  },
  {
    "translation": {
      "en": "Ron, uh, leans over to me and asks me, Are we gonna get in trouble?",
      "vi": "Ron… cúi xuống và hỏi tôi: Ta có gặp rắc rối không?"
    }
  },
  {
    "translation": {
      "en": "Said, What you mean?",
      "vi": "Ý cậu là sao?"
    }
  },
  {
    "translation": {
      "en": "I just lost it.",
      "vi": "Tôi mất bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "He charged Ron, and we end up breaking it up.",
      "vi": "Anh ấy đánh Ron và chúng tôi tách họ ra."
    }
  },
  {
    "translation": {
      "en": "I just needed confirmation that it was kinda, like, over.",
      "vi": "Tôi chỉ muốn xác nhận là chuyện đó đã chấm dứt thôi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Then the police comes in and trying to grab me to take me to jail.",
      "vi": "Sau đó cảnh sát đến và cố bắt tôi vào tù."
    }
  },
  {
    "translation": {
      "en": "And I'm still… Again, I'm on survival mode.",
      "vi": "Tôi vẫn ở trạng thái đấu tranh sinh tồn."
    }
  },
  {
    "translation": {
      "en": "I'm like, Look, I'm not going with you.",
      "vi": "Tôi nói: Này, tôi không đi với anh."
    }
  },
  {
    "translation": {
      "en": "I am getting on this bus and getting on that plane,",
      "vi": "Tôi sẽ lên xe buýt, lên máy bay,"
    }
  },
  {
    "translation": {
      "en": "and I'm going home. Reach out to my lawyers.",
      "vi": "và về nhà. Cứ liên lạc với luật sư của tôi."
    }
  },
  {
    "translation": {
      "en": "The NBA and some of its fans achieved a new level of outrageousness last night.",
      "vi": "Đêm qua, NBA và một số người hâm mộ đã đưa xung đột lên một tầm nấc mới."
    }
  },
  {
    "translation": {
      "en": "A fight broke out between the Pacer team and the fans in the stands.",
      "vi": "Một trận chiến nổ ra giữa đội Pacers và người hâm mộ trên khán đài."
    }
  },
  {
    "translation": {
      "en": "…disgraceful brawl at the Pacers Pistons game in Detroit",
      "vi": "…vụ ẩu đả ô nhục ở trận PacersPistons tại Detroit"
    }
  },
  {
    "translation": {
      "en": "may be the ugliest act of pure hooliganism in US sports history.",
      "vi": "có thể là hành vi côn đồ xấu xí nhất trong lịch sử thể thao Mỹ."
    }
  },
  {
    "translation": {
      "en": "Everybody talked about it. Every show talked about it. ESPN played it every five minutes.",
      "vi": "Mọi người, mọi chương trình đều nói về nó. ESPN phát năm phút một lần."
    }
  },
  {
    "translation": {
      "en": "It wasn't a brawl in Detroit Friday night. It was a full scale riot",
      "vi": "Đêm thứ Sáu ở Detroit không chỉ là ẩu đả mà là cuộc bạo loạn toàn diện"
    }
  },
  {
    "translation": {
      "en": "and one of the ugliest incidents of player fan violence",
      "vi": "và là một trong những vụ đánh nhau bạo lực nhất"
    }
  },
  {
    "translation": {
      "en": "we've ever seen in this country.",
      "vi": "từng thấy ở đất nước này."
    }
  },
  {
    "translation": {
      "en": "The players, paid gazillions of dollars here,",
      "vi": "Các cầu thủ, được trả rất nhiều tiền,"
    }
  },
  {
    "translation": {
      "en": "these are guys who have never had to follow the rules.",
      "vi": "chưa bao giờ phải tuân theo luật."
    }
  },
  {
    "translation": {
      "en": "They violated the number one rule for any professional athlete,",
      "vi": "Họ vi phạm quy tắc số một của vận động viên chuyên nghiệp,"
    }
  },
  {
    "translation": {
      "en": "and that is no matter what is said, no matter what is thrown at you,",
      "vi": "và dù bị nói gì đi nữa, bị ném gì vào người đi nữa,"
    }
  },
  {
    "translation": {
      "en": "you don't go into the stands.",
      "vi": "cũng không được lao lên khán đài."
    }
  },
  {
    "translation": {
      "en": "The narrative had changed.",
      "vi": "Câu chuyện đã bị nhào nặn."
    }
  },
  {
    "translation": {
      "en": "It was all about us, the players.",
      "vi": "Đổ lỗi lên tất cả chúng tôi, các cầu thủ."
    }
  },
  {
    "translation": {
      "en": "Ron, Steve, JO, it's their fault. They were being thugs, acting out of line.",
      "vi": "Là lỗi của Ron, Steve, JO. Họ là lũ côn đồ. Họ đã vượt quá giới hạn."
    }
  },
  {
    "translation": {
      "en": "Like, all of a sudden, my character",
      "vi": "Đột nhiên, nhân cách của tôi bị nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "It wasn't just the amount of people that were saying it.",
      "vi": "Không chỉ có nhiều người nói về vụ việc đó."
    }
  },
  {
    "translation": {
      "en": "It was the stature of the people who were saying it.",
      "vi": "Mà cả những người tầm cỡ cũng nói về nó."
    }
  },
  {
    "translation": {
      "en": "And it's tough to argue the certain thug mentality hasn't crept into basketball.",
      "vi": "Rõ ràng rằng tâm lý du côn đã len lỏi vào bóng rổ. CÔN ĐỒ"
    }
  },
  {
    "translation": {
      "en": "The thug image is there until somebody excises it from the league.",
      "vi": "Hình ảnh côn đồ vẫn còn đó cho tới khi bị cắt bỏ khỏi liên đoàn."
    }
  },
  {
    "translation": {
      "en": "These are thugs. Literally, that's the word that he used.",
      "vi": "Ông ấy đã dùng từ Lũ côn đồ. LŨ CÔN ĐỒ CỦA NBA"
    }
  },
  {
    "translation": {
      "en": "Everybody else signing off. Yeah, it's rap music…",
      "vi": "Mọi người khác hùa theo. Ừ, nghe như nhạc rap…"
    }
  },
  {
    "translation": {
      "en": "Well, they're not saying that",
      "vi": "Họ không nói thế"
    }
  },
  {
    "translation": {
      "en": "when hockey is beating the hell out of each other for decades.",
      "vi": "khi các cầu thủ khúc côn cầu đánh nhau nhừ tử hàng chục năm."
    }
  },
  {
    "translation": {
      "en": "The NBA says it's fighting a bad boy image.",
      "vi": "NBA nói đang đấu tranh chống lại hình tượng lũ trẻ hư hỏng."
    }
  },
  {
    "translation": {
      "en": "The tattoos, the fights, the drug busts.",
      "vi": "Xăm trổ, ẩu đả, bắt giữ ma túy."
    }
  },
  {
    "translation": {
      "en": "Are the media helping the NBA market this as a kind of in your face, hip hop sport?",
      "vi": "Có phải truyền thông đang giúp NBA quảng bá một môn thể thao gây hấn?"
    }
  },
  {
    "translation": {
      "en": "The hip hop generation of players seeming to some more estranged from the fans",
      "vi": "Thế hệ cầu thủ hiphop dường như bị người hâm mộ ghẻ lạnh hơn"
    }
  },
  {
    "translation": {
      "en": "than the Magics and the Michaels that preceded them.",
      "vi": "so với thế hệ những Magic và Michael trước."
    }
  },
  {
    "translation": {
      "en": "The dress code was immediate.",
      "vi": "Đầu tiên là quy định ăn mặc."
    }
  },
  {
    "translation": {
      "en": "It's the old famous saying. Should have never gave them niggas no money.",
      "vi": "STERN BẢO VỆ QUY TẮC ĂN MẶC NBA Là câu nói cũ: Đừng để cho lũ da đen có tiền."
    }
  },
  {
    "translation": {
      "en": "There is real resentment against some of today's major players.",
      "vi": "Người hâm mộ thực sự căm phẫn với một số cầu thủ lớn."
    }
  },
  {
    "translation": {
      "en": "Many of the fans consider them to be overpaid,",
      "vi": "Nhiều người cho rằng họ được trả quá cao,"
    }
  },
  {
    "translation": {
      "en": "underperforming, overly coddled, and immature.",
      "vi": "thi đấu kém, õng ẹo và thiếu chín chắn."
    }
  },
  {
    "translation": {
      "en": "Players have not learned how to… how to act, in many cases,",
      "vi": "Nhiều trường hợp, các cầu thủ không học được cách xử sự trong một xã hội văn minh, bình thường."
    }
  },
  {
    "translation": {
      "en": "within a civilized, normal society.",
      "vi": "trong một xã hội văn minh, bình thường."
    }
  },
  {
    "translation": {
      "en": "Television was putting pressure on our league to say, Hey, look,",
      "vi": "Truyền hình đã gây áp lực để liên đoàn nói rằng: Bọn họ là lũ côn đồ."
    }
  },
  {
    "translation": {
      "en": "these guys are… are hoodlums, these guys are out of control,",
      "vi": "Truyền hình đã gây áp lực để liên đoàn nói rằng: Bọn họ là lũ côn đồ. Những người này mất kiểm soát, thế này, thế kia."
    }
  },
  {
    "translation": {
      "en": "these guys are this and that.",
      "vi": "Những người này mất kiểm soát, thế này, thế kia."
    }
  },
  {
    "translation": {
      "en": "The visual of NBA players going into the stands and fighting",
      "vi": "Hình ảnh các cầu thủ NBA xông lên khán đài và ẩu đả"
    }
  },
  {
    "translation": {
      "en": "goes around the world. You have to stop that immediately.",
      "vi": "lan ra khắp thế giới. Phải dừng việc đó lại ngay."
    }
  },
  {
    "translation": {
      "en": "The NBA has been under heat for a number of years",
      "vi": "NBA đã chịu sức ép dư luận trong nhiều năm"
    }
  },
  {
    "translation": {
      "en": "and clearly has been hurt by this impression a lot of its players give",
      "vi": "và bị tổn hại thanh danh bởi nhiều cầu thủ đã đem tới ấn tượng"
    }
  },
  {
    "translation": {
      "en": "that they are, uh, gangster wannabes or, in some few cases, actual felons.",
      "vi": "rằng họ là những tên du côn, hoặc vài trường hợp, là tội phạm thực sự."
    }
  },
  {
    "translation": {
      "en": "Pressure on the NBA to clean up its ranks,",
      "vi": "Áp lực đặt lên NBA là họ phải xóa đi vết nhơ,"
    }
  },
  {
    "translation": {
      "en": "send a message that these guys are not a bunch of thugs.",
      "vi": "gửi thông điệp rằng họ không phải là côn đồ."
    }
  },
  {
    "translation": {
      "en": "It's going to be real interesting to see what the league does.",
      "vi": "Sẽ rất thú vị khi theo dõi liên đoàn sẽ làm gì."
    }
  },
  {
    "translation": {
      "en": "This is the type of publicity they can't afford.",
      "vi": "Họ không gánh nổi tai tiếng kiểu này."
    }
  },
  {
    "translation": {
      "en": "Don't you think it's important the NBA has to send a message…",
      "vi": "Anh có nghĩ điều quan trọng là NBA phải gửi đi thông điệp…"
    }
  },
  {
    "translation": {
      "en": "A message will be sent. …send the strongest…",
      "vi": "Gửi thông điệp. …gửi thông điệp…"
    }
  },
  {
    "translation": {
      "en": "…possible message… …to make sure it doesn't happen again.",
      "vi": "…hùng hồn nhất. …để không tái diễn."
    }
  },
  {
    "translation": {
      "en": "Today, I announce the, uh, following suspensions,",
      "vi": "Hôm nay, tôi tuyên bố đình chỉ các cầu thủ sau…"
    }
  },
  {
    "translation": {
      "en": "uh, resulting from the actions",
      "vi": "ỦY VIÊN NBA …do những hành động trong trận Indiana PacersDetroit Pistons"
    }
  },
  {
    "translation": {
      "en": "at the Indiana Pacers and Detroit Pistons game",
      "vi": "…do những hành động trong trận Indiana PacersDetroit Pistons"
    }
  },
  {
    "translation": {
      "en": "on November 19th.",
      "vi": "vào ngày 19 tháng 11."
    }
  },
  {
    "translation": {
      "en": "Uh, Indiana's Ron Artest has been suspended for the remainder of the season.",
      "vi": "Ron Artest của Indiana bị đình chỉ đến hết mùa giải."
    }
  },
  {
    "translation": {
      "en": "Indiana's Stephen Jackson has been suspended for 30 games.",
      "vi": "Stephen Jackson của Indiana bị đình chỉ thi đấu 30 trận."
    }
  },
  {
    "translation": {
      "en": "Indiana's Jermaine O'Neal has been suspended for 25 games.",
      "vi": "Jermaine O'Neal của Indiana bị đình chỉ thi đấu 25 trận."
    }
  },
  {
    "translation": {
      "en": "The NBA has handed out unprecedented punishments",
      "vi": "NBA đã đưa ra những hình phạt chưa từng có"
    }
  },
  {
    "translation": {
      "en": "to the players involved in Friday night's basketball game.",
      "vi": "cho các cầu thủ trong trận đấu đêm thứ Sáu."
    }
  },
  {
    "translation": {
      "en": "John, this may be unprecedented punishment.",
      "vi": "John, đây có thể là hình phạt chưa từng có."
    }
  },
  {
    "translation": {
      "en": "The NBA just announcing",
      "vi": "NBA vừa tuyên bố"
    }
  },
  {
    "translation": {
      "en": "that Ron Artest has been suspended for the rest of the season.",
      "vi": "rằng sẽ đình chỉ Ron Artest thi đấu đến hết mùa giải."
    }
  },
  {
    "translation": {
      "en": "David Stern was basically telling everyone, players and fans alike,",
      "vi": "David Stern đã nói với tất cả, cầu thủ và fan hâm mộ rằng:"
    }
  },
  {
    "translation": {
      "en": "This will not be tolerated. An incident like this will not be tolerated again.",
      "vi": "Sự việc như thế này sẽ không được dung thứ nữa."
    }
  },
  {
    "translation": {
      "en": "Not one time have I thought that I shouldn't be punished.",
      "vi": "Tôi chưa từng nghĩ mình không đáng bị phạt."
    }
  },
  {
    "translation": {
      "en": "But to 25 games? I ain't okay with that, because everything I did,",
      "vi": "Nhưng đến 25 trận? Tôi không cam tâm vì tôi đã làm mọi thứ"
    }
  },
  {
    "translation": {
      "en": "I had to do in protection.",
      "vi": "để tự bảo vệ."
    }
  },
  {
    "translation": {
      "en": "I wish I could have been interviewed right after,",
      "vi": "Tôi ước mình được phỏng vấn ngay sau đó"
    }
  },
  {
    "translation": {
      "en": "'cause then people could have been like, He's right, He's wrong.",
      "vi": "vì người ta có thể nói: Anh ấy đúng, Anh ấy sai,"
    }
  },
  {
    "translation": {
      "en": "There could have been way more opinions, but the opinion was only on the film",
      "vi": "sẽ có nhiều ý kiến hơn, nhưng chỉ có ý kiến trên đoạn phim"
    }
  },
  {
    "translation": {
      "en": "and the suspension, and we had to be quiet.",
      "vi": "rồi đình chỉ và chúng tôi phải im lặng."
    }
  },
  {
    "translation": {
      "en": "I never had a conversation with David Stern about it.",
      "vi": "Tôi chưa bao giờ nói chuyện với David Stern."
    }
  },
  {
    "translation": {
      "en": "The narrative was based on an edited… conclusion on ESPN.",
      "vi": "Câu chuyện trên ESPN dựa trên một kết luận đã bị chỉnh sửa."
    }
  },
  {
    "translation": {
      "en": "Not even a fair trial of what it was.",
      "vi": "Thậm chí không phải là một phiên tòa công bằng."
    }
  },
  {
    "translation": {
      "en": "Commissioner Stern has wide power in this situation, you know.",
      "vi": "Ủy viên Stern có quyền lực rất lớn trong tình huống này."
    }
  },
  {
    "translation": {
      "en": "Usually, in light of situations where something like that occurs,",
      "vi": "Thường trong những tình huống như thế này,"
    }
  },
  {
    "translation": {
      "en": "you have a situation where an independent arbitrator comes in",
      "vi": "một trọng tài độc lập sẽ được triệu tập"
    }
  },
  {
    "translation": {
      "en": "and negotiates between the two sides",
      "vi": "và thương thảo với cả hai bên"
    }
  },
  {
    "translation": {
      "en": "to reach a… reach an agreement on some kind of punishment.",
      "vi": "để đi đến thỏa thuận về một hình phạt nhất định."
    }
  },
  {
    "translation": {
      "en": "But since this was an on court issue,",
      "vi": "Nhưng vì đây là vấn đề trong sân đấu,"
    }
  },
  {
    "translation": {
      "en": "the third arbitrator is… There is no third arbitrator.",
      "vi": "nên không có trọng tài thứ ba nào cả. Mà chỉ có Ủy viên David Stern."
    }
  },
  {
    "translation": {
      "en": "It is Commissioner David Stern. It comes to his doorstep.",
      "vi": "nên không có trọng tài thứ ba nào cả. Mà chỉ có Ủy viên David Stern. Ông ta nhận trách nhiệm và đưa ra phán xét."
    }
  },
  {
    "translation": {
      "en": "He's the final word.",
      "vi": "Ông ta nhận trách nhiệm và đưa ra phán xét."
    }
  },
  {
    "translation": {
      "en": "It'll be interesting to see… Such a deal. I like that deal.",
      "vi": "Sẽ rất thú vị khi thấy… Tôi thích cách xử lý đó. Anh đưa ra luật lệ."
    }
  },
  {
    "translation": {
      "en": "You get to call the shots.",
      "vi": "Tôi thích cách xử lý đó. Anh đưa ra luật lệ."
    }
  },
  {
    "translation": {
      "en": "You get to review the shots. Exactly.",
      "vi": "Anh xem xét luật lệ. Chuẩn."
    }
  },
  {
    "translation": {
      "en": "The decision to suspend Artest for the entire season, was that unanimous?",
      "vi": "Quyết định đình chỉ Artest cả mùa giải được đồng thuận chứ?"
    }
  },
  {
    "translation": {
      "en": "It was. Why?",
      "vi": "Đúng vậy. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "It was unanimous.",
      "vi": "Mọi người nhất trí."
    }
  },
  {
    "translation": {
      "en": "One nothing.",
      "vi": "Đã định đoạt."
    }
  },
  {
    "translation": {
      "en": "It seemed at first, this was a complex situation,",
      "vi": "Có vẻ ban đầu, đây là một tình huống phức tạp,"
    }
  },
  {
    "translation": {
      "en": "but then it suddenly became very black and white.",
      "vi": "nhưng rồi bỗng nhiên nó trở nên rất rõ ràng trắngđen."
    }
  },
  {
    "translation": {
      "en": "What do you think changed?",
      "vi": "Ông nghĩ điều gì thay đổi?"
    }
  },
  {
    "translation": {
      "en": "You know why it changed, right? Why did it change?",
      "vi": "Tại sao nó thay đổi? Ông nói xem? Anh biết tại sao không?"
    }
  },
  {
    "translation": {
      "en": "Do you know why it changed? No.",
      "vi": "Ông nói xem? Anh biết tại sao không?"
    }
  },
  {
    "translation": {
      "en": "You don't know why? I don't.",
      "vi": "Không. Anh không biết ư? Không."
    }
  },
  {
    "translation": {
      "en": "Who got the suspensions?",
      "vi": "Ai bị đình chỉ?"
    }
  },
  {
    "translation": {
      "en": "Players. Who took over this process?",
      "vi": "Cầu thủ. Ai đảm trách vụ này?"
    }
  },
  {
    "translation": {
      "en": "Stern. There you go.",
      "vi": "Stern! Đúng rồi đấy."
    }
  },
  {
    "translation": {
      "en": "The NBA is very cognizant of the fact that you don't wanna alienate any fans",
      "vi": "NBA nhận thức rõ rằng không nên mích lòng người hâm mộ"
    }
  },
  {
    "translation": {
      "en": "because they're the ones that pay your bills.",
      "vi": "vì họ trả tiền cho bạn."
    }
  },
  {
    "translation": {
      "en": "They want to blame us to save the league. They didn't wanna put it on the fans.",
      "vi": "Họ đổ lỗi lên chúng tôi để cứu liên đoàn. Họ không muốn quy tội người hâm mộ."
    }
  },
  {
    "translation": {
      "en": "You're sitting, watching people throw darts.",
      "vi": "Bạn ngồi nhìn người ta ném phi tiêu vào mình."
    }
  },
  {
    "translation": {
      "en": "And you can't say nothing.",
      "vi": "Và bạn không thể nói gì."
    }
  },
  {
    "translation": {
      "en": "I think the narrative is slightly different if they see all the footage.",
      "vi": "Nếu họ xem tất cả các đoạn phim, câu chuyện sẽ khác đi một chút."
    }
  },
  {
    "translation": {
      "en": "I don't mind taking blame, but I also would like the story out there.",
      "vi": "Tôi không ngại nhận lỗi, nhưng tôi cũng muốn công khai câu chuyện."
    }
  },
  {
    "translation": {
      "en": "Like, what happened? Go frame by frame.",
      "vi": "Chuyện đã xảy ra? Từng khung hình."
    }
  },
  {
    "translation": {
      "en": "I'd like to introduce David Gorcyca, the Oakland County prosecutor.",
      "vi": "Tôi xin giới thiệu Công tố viên Quận Oakland."
    }
  },
  {
    "translation": {
      "en": "The NBA was worried about their perception.",
      "vi": "NBA lo lắng về thanh danh của họ."
    }
  },
  {
    "translation": {
      "en": "Their image was… was tarnished,",
      "vi": "Hình ảnh của họ bị vấy bẩn"
    }
  },
  {
    "translation": {
      "en": "and the severity of the sanctions and suspensions was…",
      "vi": "và các lệnh trừng phạt và đình chỉ khá là khắc nghiệt."
    }
  },
  {
    "translation": {
      "en": "was pretty harsh.",
      "vi": "CÔNG TỐ VIÊN QUẬN OAKLAND"
    }
  },
  {
    "translation": {
      "en": "I think they wanted me to send a message to these millionaire type bullies",
      "vi": "NBA muốn tôi gửi thông điệp đến những kẻ bắt nạt triệu phú này"
    }
  },
  {
    "translation": {
      "en": "that, Hey, you can't be doing that. But my job was to look at the facts",
      "vi": "rằng họ không được làm thế. Nhưng tôi có chức trách nhìn nhận sự thật"
    }
  },
  {
    "translation": {
      "en": "and decide what the appropriate charges are.",
      "vi": "và quyết định tội danh phù hợp."
    }
  },
  {
    "translation": {
      "en": "Everyone involved in this altercation will be held accountable,",
      "vi": "Mọi người dính líu tới cuộc ẩu đả này đều sẽ phải chịu trách nhiệm,"
    }
  },
  {
    "translation": {
      "en": "regardless of their status as a player or a fan.",
      "vi": "bất kể họ là cầu thủ hay người hâm mộ."
    }
  },
  {
    "translation": {
      "en": "The magnitude of this case was like no other.",
      "vi": "Vụ này có tính chất nghiêm trọng khác hẳn mọi vụ khác."
    }
  },
  {
    "translation": {
      "en": "It got bothersome from a media perspective.",
      "vi": "Gây phiền hà từ góc độ truyền thông."
    }
  },
  {
    "translation": {
      "en": "They're just constantly on me daily.",
      "vi": "Họ cứ liên tục theo dõi tôi mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "They wanted to pontificate about what I should or shouldn't do.",
      "vi": "Họ muốn dạy dỗ tôi về việc tôi nên làm hay không nên làm."
    }
  },
  {
    "translation": {
      "en": "It was a lot of work, uh, that went into this.",
      "vi": "Rất nhiều công sức đã đổ vào vụ này."
    }
  },
  {
    "translation": {
      "en": "Gonna be a very long investigation,",
      "vi": "Sẽ là một cuộc điều tra dài,"
    }
  },
  {
    "translation": {
      "en": "probably more complicated than a murder because we have so many witnesses.",
      "vi": "có thể phức tạp hơn một vụ giết người vì có rất nhiều nhân chứng."
    }
  },
  {
    "translation": {
      "en": "There was over a thousand pages of police reports.",
      "vi": "Hơn một ngàn trang báo cáo của cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Unlike most crimes, we had so much footage from different angles.",
      "vi": "Khác với hầu hết vụ án, có rất nhiều cảnh quay từ nhiều góc."
    }
  },
  {
    "translation": {
      "en": "The Palace had a VHS tape for each and every camera that was inside the arena",
      "vi": "Sân Palace có băng VHS cho mọi camera trong sân đấu… THANH TRA, SỞ CẢNH SÁT AUBURN HILLS"
    }
  },
  {
    "translation": {
      "en": "and then all of the cameras that are on the concourse as people were leaving.",
      "vi": "…và mọi camera trong hành lang dẫn ra ngoài."
    }
  },
  {
    "translation": {
      "en": "We wanted to identify every single person",
      "vi": "Chúng tôi muốn xác định từng người,"
    }
  },
  {
    "translation": {
      "en": "player, fan, employee of the Palace. Anybody that did anything wrong.",
      "vi": "cầu thủ, fan hâm mộ, nhân viên sân Palace. Bất cứ ai làm bất cứ điều gì sai."
    }
  },
  {
    "translation": {
      "en": "Eventually, we got to the point",
      "vi": "Cuối cùng chúng tôi cũng"
    }
  },
  {
    "translation": {
      "en": "where we isolated images of the people that we were looking for",
      "vi": "tách rời được hình ảnh của những người mà chúng tôi đang tìm kiếm"
    }
  },
  {
    "translation": {
      "en": "and we started broadcasting them out.",
      "vi": "và bắt đầu cho phát sóng."
    }
  },
  {
    "translation": {
      "en": "Breaking developments in the Palace brawl.",
      "vi": "Đột phá trong vụ ẩu đả ở sân Palace."
    }
  },
  {
    "translation": {
      "en": "Local Four has obtained exclusive video",
      "vi": "Local Four đã có đoạn video độc quyền"
    }
  },
  {
    "translation": {
      "en": "of the man accused of throwing a chair into the crowd",
      "vi": "về người đàn ông bị buộc tội ném ghế vào đám đông"
    }
  },
  {
    "translation": {
      "en": "during Friday night's frantic melee.",
      "vi": "trong vụ hỗn chiến đêm thứ Sáu."
    }
  },
  {
    "translation": {
      "en": "The man who threw the chair",
      "vi": "Người đàn ông đó ném ghế"
    }
  },
  {
    "translation": {
      "en": "and struck the two individuals was a clear cut case of felonious assault.",
      "vi": "và đánh hai người, rõ ràng đây là tội hành hung."
    }
  },
  {
    "translation": {
      "en": "When you look at some of the fans, some of them relished it and got into it.",
      "vi": "Bạn thấy một số người hâm mộ còn thích thú và tham gia."
    }
  },
  {
    "translation": {
      "en": "Charlie Haddad and AJ Shackleford, they came down several rows and walked on the court,",
      "vi": "Charlie Haddad và AJ Shackleford đi xuống vài hàng và bước ra sân,"
    }
  },
  {
    "translation": {
      "en": "one of them coming on the court",
      "vi": "một trong hai người họ xuống sân"
    }
  },
  {
    "translation": {
      "en": "face to face with Ron with a clenched fist.",
      "vi": "và giơ nắm đấm đe dọa Ron."
    }
  },
  {
    "translation": {
      "en": "So Ron had every right to defend himself at that point.",
      "vi": "Nên Ron có quyền tự vệ vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "It was just crazy. Made it look like it was my fault.",
      "vi": "BỊ KẾT ÁN QUẢN CHẾ Điên rồ. Họ làm như lỗi của tôi."
    }
  },
  {
    "translation": {
      "en": "They definitely did a very, very loyal fan wrong.",
      "vi": "Rõ ràng là họ đối xử rất bất công với một người hâm mộ siêu trung thành."
    }
  },
  {
    "translation": {
      "en": "One of the main people we wanted to locate was the guy that threw the cup.",
      "vi": "Một trong những người chúng tôi muốn tìm là người đã ném cốc."
    }
  },
  {
    "translation": {
      "en": "The main focus has to turn to the person who started the riot.",
      "vi": "Tâm điểm giờ quay sang người đã khơi mào cuộc hỗn chiến."
    }
  },
  {
    "translation": {
      "en": "The guy who threw a beer can.",
      "vi": "Người đã ném lon bia."
    }
  },
  {
    "translation": {
      "en": "The biggest issue was we could not identify the cup thrower.",
      "vi": "Khó khăn lớn nhất là chúng tôi không xác định được người ném cốc."
    }
  },
  {
    "translation": {
      "en": "And I was watching, and I went, Play that back.",
      "vi": "Lúc tôi xem đoạn video, tôi bảo: Tua lại đi."
    }
  },
  {
    "translation": {
      "en": "It took me ten, twelve takes of the video to finally put it together.",
      "vi": "Tôi xem đoạn video mười, mười hai lần thì mới ráp nối được với nhau."
    }
  },
  {
    "translation": {
      "en": "And it dawned on me where I recognized him from.",
      "vi": "Tôi chợt nhận ra tôi biết người này."
    }
  },
  {
    "translation": {
      "en": "He used to date, uh, a neighbor.",
      "vi": "Anh ta từng hẹn hò hàng xóm của tôi. Tôi biết anh ta."
    }
  },
  {
    "translation": {
      "en": "So I knew who it was. So I ended up identifying the cup thrower myself.",
      "vi": "Anh ta từng hẹn hò hàng xóm của tôi. Tôi biết anh ta. Cuối cùng tôi cũng nhận ra người ném cốc."
    }
  },
  {
    "translation": {
      "en": "Can we talk to you? Can you leave our property, please?",
      "vi": "Ta nói chuyện được không? Rời khỏi đây dùm?"
    }
  },
  {
    "translation": {
      "en": "Asking if I can talk to you. No, man.",
      "vi": "Tôi hỏi ta nói chuyện được không? Không."
    }
  },
  {
    "translation": {
      "en": "The suspected cup throwing fan, who the prosecution identified as John Green,",
      "vi": "Người hâm mộ bị nghi ngờ ném cốc, được bên công tố xác định là John Green,"
    }
  },
  {
    "translation": {
      "en": "tried to chase reporters away",
      "vi": "đã xua chó đuổi phóng viên"
    }
  },
  {
    "translation": {
      "en": "from his suburban Detroit home on Monday with his dog.",
      "vi": "khỏi nhà của anh ta ở ngoại ô Detroit vào thứ Hai."
    }
  },
  {
    "translation": {
      "en": "I was in my office and our dispatcher called back to me and said,",
      "vi": "Tôi ở trong văn phòng. Nhân viên tổng đài gọi tới"
    }
  },
  {
    "translation": {
      "en": "I have a guy on the phone saying he's John Green, the guy that threw the cup.",
      "vi": "và nói: Có người gọi điện tới nói rằng anh ta là người đã ném cốc."
    }
  },
  {
    "translation": {
      "en": "It was really wrong. Those guys shouldn't come up like that into the stands.",
      "vi": "Đó là sai lầm. Bọn họ không nên xông lên khán đài."
    }
  },
  {
    "translation": {
      "en": "Especially if you have the wrong guy. Right.",
      "vi": "Đặc biệt là nếu gây sự với nhầm người."
    }
  },
  {
    "translation": {
      "en": "That's me. That's you?",
      "vi": "Là tôi. Là anh?"
    }
  },
  {
    "translation": {
      "en": "Yup. There, that's me.",
      "vi": "Phải. Đó là tôi."
    }
  },
  {
    "translation": {
      "en": "Do you still have this jersey? I have it.",
      "vi": "Anh còn giữ cái áo đấu này chứ? Còn. Tôi xem được chứ?"
    }
  },
  {
    "translation": {
      "en": "Can I see it? Why?",
      "vi": "Còn. Tôi xem được chứ? Vì sao? Tôi phải xác minh…"
    }
  },
  {
    "translation": {
      "en": "I gotta verify thatI have it. Am I in trouble?",
      "vi": "Vì sao? Tôi phải xác minh… Tôi có cái áo đó. Bộ tôi bị kết tội à?"
    }
  },
  {
    "translation": {
      "en": "No, no one's charged at this point.",
      "vi": "Không, chưa ai bị buộc tội cả."
    }
  },
  {
    "translation": {
      "en": "BeforeLet me call my attorney real quick.",
      "vi": "Trước… Để tôi gọi cho luật sư đã."
    }
  },
  {
    "translation": {
      "en": "The man who started it all.",
      "vi": "Người khơi mào vụ này."
    }
  },
  {
    "translation": {
      "en": "Boy, he became public enemy number one.",
      "vi": "Anh ấy là kẻ thù số một của công chúng."
    }
  },
  {
    "translation": {
      "en": "Now, for the first time, he speaks out.",
      "vi": "Nay anh ấy sẽ lần đầu lên tiếng."
    }
  },
  {
    "translation": {
      "en": "It's apparent who threw the cup.",
      "vi": "Ai ném cốc đã quá rõ ràng."
    }
  },
  {
    "translation": {
      "en": "You were wearing… I saw that Ben Wa",
      "vi": "Anh đang mặc… Tôi thấy Ben Wa… Hoặc anh hoặc anh em sinh đôi của anh đã đứng trên đó."
    }
  },
  {
    "translation": {
      "en": "Either that or you have an exact twin who was standing up there.",
      "vi": "Hoặc anh hoặc anh em sinh đôi của anh đã đứng trên đó."
    }
  },
  {
    "translation": {
      "en": "I've been told that a few times.",
      "vi": "Vài người đã nói y như vậy."
    }
  },
  {
    "translation": {
      "en": "Yeah. People have pointed at you as the person who threw that cup.",
      "vi": "Mọi người công kích anh vì anh đã ném cái cốc đó."
    }
  },
  {
    "translation": {
      "en": "Right. When somebody says that,",
      "vi": "Đúng rồi. Khi ai đó hỏi anh có phải là người ném cốc không, anh trả lời sao?"
    }
  },
  {
    "translation": {
      "en": "Were you the guy that threw the cup? how do you answer that?",
      "vi": "Khi ai đó hỏi anh có phải là người ném cốc không, anh trả lời sao?"
    }
  },
  {
    "translation": {
      "en": "Uh, at this point, you know, I… No hable.",
      "vi": "Vào lúc này, tôi chỉ nói: Miễn bình luận."
    }
  },
  {
    "translation": {
      "en": "You know, I mean, the video pretty much speaks for itself.",
      "vi": "Anh thấy đấy, đoạn phim đã nói lên tất cả."
    }
  },
  {
    "translation": {
      "en": "Did you feel bad at all when Ron Artest is flying up there",
      "vi": "Anh có thấy tệ khi Ron Artest lao lên đó và chạy tới ngay cạnh anh"
    }
  },
  {
    "translation": {
      "en": "and goes right by you and attacks the guy next to you?",
      "vi": "Anh có thấy tệ khi Ron Artest lao lên đó và chạy tới ngay cạnh anh và đánh người bên cạnh anh không?"
    }
  },
  {
    "translation": {
      "en": "I felt relief.",
      "vi": "Tôi thấy nhẹ nhõm. Không."
    }
  },
  {
    "translation": {
      "en": "No. Jeez!",
      "vi": "Tôi thấy nhẹ nhõm. Không. Trời!"
    }
  },
  {
    "translation": {
      "en": "Do you have any, you know, compassion within yourself",
      "vi": "Anh có cảm thấy tội nghiệp"
    }
  },
  {
    "translation": {
      "en": "or some pity that he went after that guy, and you were the guy who…",
      "vi": "hay thương hại khi anh ta đánh gã kia dù anh mới là người…"
    }
  },
  {
    "translation": {
      "en": "The only thing I regret is not putting my foot out sooner.",
      "vi": "Tôi chỉ tiếc là tôi không giơ chân ra sớm hơn thôi."
    }
  },
  {
    "translation": {
      "en": "And tripping him over? Yeah.",
      "vi": "Và làm anh ta vấp? Ừ."
    }
  },
  {
    "translation": {
      "en": "I think John Green precipitated this whole melee.",
      "vi": "Tôi nghĩ John Green đã khơi mào toàn bộ cuộc hỗn chiến này."
    }
  },
  {
    "translation": {
      "en": "It seems that you're holding fans…",
      "vi": "Có vẻ như ông đang xem người hâm mộ…"
    }
  },
  {
    "translation": {
      "en": "You're saying fans are more culpable here than the players. Is that correct?",
      "vi": "Ý ông là các fan hâm mộ đáng trách hơn các cầu thủ phải không?"
    }
  },
  {
    "translation": {
      "en": "I would say one fan is more culpable, and that being Mr. Green.",
      "vi": "Tôi cho rằng có một người hâm mộ đáng trách hơn, đó là anh Green."
    }
  },
  {
    "translation": {
      "en": "He doesn't throw that cup, Artest doesn't go in the stands, the players don't go in the stands,",
      "vi": "Nếu anh ta không ném cốc, Artest và các cầu thủ sẽ không lao lên khán đài,"
    }
  },
  {
    "translation": {
      "en": "fans don't react to the players in the stands,",
      "vi": "các fan sẽ không phản ứng với cầu thủ trên khán đài"
    }
  },
  {
    "translation": {
      "en": "and probably the whole melee, uh, dies on the court.",
      "vi": "và có thể vụ hỗn chiến sẽ dừng lại trên sân đấu."
    }
  },
  {
    "translation": {
      "en": "All of 'em, except for, I think, John Green,",
      "vi": "Tất cả họ, ngoại trừ John Green,"
    }
  },
  {
    "translation": {
      "en": "it was fines, costs, probation, community service",
      "vi": "cuối cùng đều chịu các bản án riêng"
    }
  },
  {
    "translation": {
      "en": "that ultimately was the sentence of each one of 'em.",
      "vi": "như phạt tiền, quản chế, lao động công ích."
    }
  },
  {
    "translation": {
      "en": "John Green was charged with one count of assault and battery",
      "vi": "John Green bị buộc tội tấn công và hành hung…"
    }
  },
  {
    "translation": {
      "en": "for throwing the beer,",
      "vi": "JOHN VÔ TỘI …vì tội ném bia và thêm một tội danh hành hung khác"
    }
  },
  {
    "translation": {
      "en": "as well as another count of assault and battery",
      "vi": "…vì tội ném bia và thêm một tội danh hành hung khác"
    }
  },
  {
    "translation": {
      "en": "for coldcocking Ron Artest.",
      "vi": "vì đã đấm ngã Ron Artest."
    }
  },
  {
    "translation": {
      "en": "It's important for people to understand after the criminal part,",
      "vi": "Mọi người phải hiểu rằng sau phiên tòa,"
    }
  },
  {
    "translation": {
      "en": "I went through a process to appeal my suspension.",
      "vi": "tôi đã kháng án cho hình phạt đình chỉ"
    }
  },
  {
    "translation": {
      "en": "And once it finally got to federal court,",
      "vi": "và khi vụ việc lên đến tòa án liên bang,"
    }
  },
  {
    "translation": {
      "en": "a federal judge, who then saw every camera angle,",
      "vi": "một thẩm phán liên bang đã xem mọi góc quay của camera"
    }
  },
  {
    "translation": {
      "en": "said I had the right to do what I did.",
      "vi": "và nói tôi có quyền làm những việc tôi đã làm."
    }
  },
  {
    "translation": {
      "en": "I'mma be honest with you. I didn't go up there with no story.",
      "vi": "Nói thật, nếu không có biến tôi đã không lao lên đó."
    }
  },
  {
    "translation": {
      "en": "I didn't give a fuck.",
      "vi": "Tôi méo quan tâm."
    }
  },
  {
    "translation": {
      "en": "I was put in a situation where I either help my brother or not help him.",
      "vi": "Tôi vướng vào tình cảnh phải giúp hoặc ngó lơ đồng đội mình. Tôi chọn giúp."
    }
  },
  {
    "translation": {
      "en": "I chose to help him.",
      "vi": "phải giúp hoặc ngó lơ đồng đội mình. Tôi chọn giúp."
    }
  },
  {
    "translation": {
      "en": "I apologized for going in the stands. I apologized for embarrassing the league.",
      "vi": "Tôi xin lỗi vì đã lao lên khán đài, vì làm xấu mặt liên đoàn."
    }
  },
  {
    "translation": {
      "en": "That's why I left it. I wasn't going in there kissing no ass.",
      "vi": "Chỉ vậy thôi. Nhưng tôi không xu nịnh ai."
    }
  },
  {
    "translation": {
      "en": "They didn't decrease mine. They decreased JO's.",
      "vi": "Hình phạt của tôi và JO đều không được giảm."
    }
  },
  {
    "translation": {
      "en": "And, uh, Ron had his full year suspension as well.",
      "vi": "Và Ron cũng bị đình chỉ cả năm."
    }
  },
  {
    "translation": {
      "en": "It was… a significant amount of time for what it was.",
      "vi": "Thời hạn phạt đó là quá nặng cho những gì đã diễn ra."
    }
  },
  {
    "translation": {
      "en": "They were misdemeanor assault and batteries.",
      "vi": "Đó là tội hành hung mức độ nhẹ."
    }
  },
  {
    "translation": {
      "en": "Normally, you'd spend less than an hour on that case, start to finish.",
      "vi": "Thông thường tội đó chỉ bị phạt tổng cộng chưa tới một giờ."
    }
  },
  {
    "translation": {
      "en": "What the criminal justice system did to them",
      "vi": "Phán quyết của hệ thống tư pháp hình sự"
    }
  },
  {
    "translation": {
      "en": "paled in comparison to what the NBA did to 'em.",
      "vi": "chẳng là gì so với phán quyết của NBA."
    }
  },
  {
    "translation": {
      "en": "That cup of beer changed everything.",
      "vi": "Ly bia đó thay đổi mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Cost all of us…",
      "vi": "Tiêu tốn của chúng tôi…"
    }
  },
  {
    "translation": {
      "en": "a lot of money and time.",
      "vi": "rất nhiều tiền bạc và thời gian."
    }
  },
  {
    "translation": {
      "en": "You know, it cost a lot of people a lot of things.",
      "vi": "Tiêu tốn của nhiều người rất nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "Reggie Miller with universal respect.",
      "vi": "5 THÁNG SAU Reggie Miller được khán giả yêu mến"
    }
  },
  {
    "translation": {
      "en": "And the way he played this year, there was talk about would he reconsider.",
      "vi": "và với phong độ năm nay, người ta bàn tán liệu anh có cân nhắc lại"
    }
  },
  {
    "translation": {
      "en": "And Reggie's given no indication that this is anything but final.",
      "vi": "và Reggie không hề thể hiện rằng đây chưa phải là quyết định cuối cùng."
    }
  },
  {
    "translation": {
      "en": "Reggie! Reggie! Reggie! Reggie! Reggie! Reggie! Reggie! Reggie!",
      "vi": "Reggie!"
    }
  },
  {
    "translation": {
      "en": "Once all this happened,",
      "vi": "Khi chuyện xảy ra,"
    }
  },
  {
    "translation": {
      "en": "that's when I was like, It's time for me to hang it up.",
      "vi": "tôi đã nghĩ: Tới lúc giải nghệ rồi."
    }
  },
  {
    "translation": {
      "en": "If the brawl hadn't happened, we would have been champions. No question.",
      "vi": "Nếu không có vụ ẩu đả, chắc chắn chúng tôi đã lên ngôi vô địch."
    }
  },
  {
    "translation": {
      "en": "That's the most fucked up thing about it.",
      "vi": "Đó là điều khốn nạn nhất."
    }
  },
  {
    "translation": {
      "en": "That's the only thing I regret about the whole situation,",
      "vi": "Điều duy nhất tôi hối tiếc về toàn bộ sự việc này"
    }
  },
  {
    "translation": {
      "en": "is not being able to do what we said we was gonna do for Reggie.",
      "vi": "đó là không thể làm điều chúng tôi đã nói sẽ làm với Reggie."
    }
  },
  {
    "translation": {
      "en": "It was bittersweet because so many emotions run through your mind.",
      "vi": "Buồn vui lẫn lộn vì rất nhiều cảm xúc vụt qua tâm trí bạn."
    }
  },
  {
    "translation": {
      "en": "It was, like, fast forward 18 years.",
      "vi": "Mười tám năm trôi qua thật nhanh."
    }
  },
  {
    "translation": {
      "en": "That's your last NBA game ever.",
      "vi": "Đó là trận đấu NBA cuối cùng của bạn."
    }
  },
  {
    "translation": {
      "en": "It's special, man. It's pure and special.",
      "vi": "Rất đặc biệt. Thuần khiết. Đặc biệt."
    }
  },
  {
    "translation": {
      "en": "It is.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "For 18 years,",
      "vi": "Suốt 18 năm,"
    }
  },
  {
    "translation": {
      "en": "I've truly been blessed…",
      "vi": "tôi thật sự rất may mắn"
    }
  },
  {
    "translation": {
      "en": "…to be a Pacer and a Hoosier.",
      "vi": "khi được làm một Pacer và một Hoosier."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's painful. Uh…",
      "vi": "Phải, rất đau lòng."
    }
  },
  {
    "translation": {
      "en": "For me, it's painful. He did about everything you could do.",
      "vi": "Tôi thấy rất đau lòng. Anh ấy đã nỗ lực hết sức."
    }
  },
  {
    "translation": {
      "en": "I apologize for that,",
      "vi": "Tôi rất tiếc vì chẳng có lý do gì"
    }
  },
  {
    "translation": {
      "en": "because there's no reason why, uh, Reggie,",
      "vi": "Tôi rất tiếc vì chẳng có lý do gì khiến Reggie phải ngồi nhà mà không có chiếc nhẫn vô địch."
    }
  },
  {
    "translation": {
      "en": "uh, should be sitting home without a ring.",
      "vi": "khiến Reggie phải ngồi nhà mà không có chiếc nhẫn vô địch."
    }
  },
  {
    "translation": {
      "en": "The Indiana jersey I had on",
      "vi": "Cái áo Indiana tôi mặc"
    }
  },
  {
    "translation": {
      "en": "was projected on television at my worst moment.",
      "vi": "bị chiếu trên truyền hình vào thời điểm tệ nhất của tôi."
    }
  },
  {
    "translation": {
      "en": "So, wearing it, I wanna hide.",
      "vi": "Nên tôi muốn trốn tránh."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna ever play in an Indiana jersey. Too much pressure.",
      "vi": "Tôi không muốn mặc áo đấu của đội Indiana nữa. Quá áp lực."
    }
  },
  {
    "translation": {
      "en": "I asked to be traded, 'cause like I said, I don't confront things head on.",
      "vi": "Tôi yêu cầu được chuyển nhượng, vì tôi không thể đối mặt."
    }
  },
  {
    "translation": {
      "en": "But I think it'd be best if I move on, and then, you know, they can move on.",
      "vi": "Tôi nghĩ tốt nhất là tôi nên đi tiếp để họ có thể đi tiếp."
    }
  },
  {
    "translation": {
      "en": "You know, everybody can move on with their careers.",
      "vi": "Mọi người đều có thể tiếp tục sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "That was a slap in my face.",
      "vi": "Tôi rất choáng váng."
    }
  },
  {
    "translation": {
      "en": "After all we'd been through the last year, now you wanna leave us?",
      "vi": "Sau tất cả những gì đã trải qua, giờ cậu muốn rời bỏ?"
    }
  },
  {
    "translation": {
      "en": "That had a lasting effect with me and Ron.",
      "vi": "Điều đó tác động lâu dài lên tôi và Ron."
    }
  },
  {
    "translation": {
      "en": "You gotta be accountable for the people that you pulled in.",
      "vi": "Bạn phải có trách nhiệm với những người đã vì bạn mà bị cuốn vào."
    }
  },
  {
    "translation": {
      "en": "And to me, that was the most coward scenario",
      "vi": "Và với tôi, đó là hành động"
    }
  },
  {
    "translation": {
      "en": "I've ever fucking seen in my life.",
      "vi": "hèn hạ nhất tôi từng thấy trong đời."
    }
  },
  {
    "translation": {
      "en": "Sometimes you're a coward and you gotta admit it. Boom. Simple.",
      "vi": "Đôi khi bạn phải chấp nhận là bạn hèn nhát."
    }
  },
  {
    "translation": {
      "en": "You know, and, yeah, I didn't… I should've…",
      "vi": "Phải, lẽ ra tôi nên…"
    }
  },
  {
    "translation": {
      "en": "What you do in a moment like that is call your teammate,",
      "vi": "Điều tôi nên làm lúc đó là gọi cho đồng đội,"
    }
  },
  {
    "translation": {
      "en": "even if it's really uncomfortable.",
      "vi": "dù không thoải mái lắm."
    }
  },
  {
    "translation": {
      "en": "So, yeah, I wish that would have happened.",
      "vi": "Nên phải, tôi ước tôi đã làm như thế."
    }
  },
  {
    "translation": {
      "en": "It took a long time to figure out what's wrong.",
      "vi": "Mất một thời gian dài để biết điều gì không ổn."
    }
  },
  {
    "translation": {
      "en": "At 23 years old, if I had more balance, I probably would have been really great.",
      "vi": "Năm 23 tuổi, nếu tôi cân bằng hơn, có lẽ tôi đã rất xuất sắc."
    }
  },
  {
    "translation": {
      "en": "Ron Artest, by the way, uh…",
      "vi": "Ron Artest, nhân tiện,"
    }
  },
  {
    "translation": {
      "en": "Ron Artest of the Los Angeles Lakers had some big news today.",
      "vi": "hôm nay Ron Artest của Los Angeles Lakers có tin trọng đại."
    }
  },
  {
    "translation": {
      "en": "Ron actually filed papers to have his name legally changed to Metta World Peace.",
      "vi": "Ron thực sự đã nộp giấy tờ để đổi tên thành Metta Thế Giới Hòa Bình."
    }
  },
  {
    "translation": {
      "en": "Ridiculous. It reminds me of Prince… So dumb.",
      "vi": "Lố lăng. Làm tôi nhớ việc Prince đổi tên thành"
    }
  },
  {
    "translation": {
      "en": "…becoming the Artist Formerly Known as Prince. How long did that symbol last?",
      "vi": "Nghệ Sĩ Từng Nổi Tiếng Prince. Thôi đi!"
    }
  },
  {
    "translation": {
      "en": "After the brawl, I told my therapist, All I wanna do is have balance.",
      "vi": "Sau vụ ẩu đả, tôi nói với bác sĩ: Tôi chỉ muốn cân bằng."
    }
  },
  {
    "translation": {
      "en": "That's it. I don't care about nothing else.",
      "vi": "Tôi không cần gì hết."
    }
  },
  {
    "translation": {
      "en": "I tried not to have that much emotional attachment to the game.",
      "vi": "Tôi đã cố không đặt quá nhiều cảm xúc vào trận đấu."
    }
  },
  {
    "translation": {
      "en": "That's Buddhism, right?",
      "vi": "Như trong Phật giáo, phải không?"
    }
  },
  {
    "translation": {
      "en": "You know, and Metta's a Buddhist name.",
      "vi": "Metta là một pháp danh Phật giáo."
    }
  },
  {
    "translation": {
      "en": "You wanna keep attaching yourself to as many positive things as possible.",
      "vi": "Bạn muốn tiếp tục gắn bó với những điều tích cực nhất có thể."
    }
  },
  {
    "translation": {
      "en": "When you look at my career,",
      "vi": "Khi nhìn vào sự nghiệp,"
    }
  },
  {
    "translation": {
      "en": "not being a good teammate, like, Metta's the opposite.",
      "vi": "tôi không phải là đồng đội tốt, Metta ngược lại."
    }
  },
  {
    "translation": {
      "en": "Be a good friend, be love, and be kindness.",
      "vi": "Hãy là người bạn tốt, hãy yêu thương và tử tế."
    }
  },
  {
    "translation": {
      "en": "I wanna communicate, I wanna be a better person. You know?",
      "vi": "Tôi muốn nói chuyện và làm một người tốt hơn. Bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "And that's pretty much what Metta means.",
      "vi": "Và cái tên Metta có nghĩa như thế."
    }
  },
  {
    "translation": {
      "en": "I had a real problem with Ron for years,",
      "vi": "Tôi đã có vấn đề với Ron trong nhiều năm,"
    }
  },
  {
    "translation": {
      "en": "and it grew a dislike in my system.",
      "vi": "nó trở thành mối ác cảm trong tôi."
    }
  },
  {
    "translation": {
      "en": "I was probably even more angry once he won the championship.",
      "vi": "Tôi còn tức hơn khi anh ấy giành chức vô địch."
    }
  },
  {
    "translation": {
      "en": "Ron Artest has made the most of his second chance.",
      "vi": "Ron Artest đã tận dụng tối đa cơ hội thứ hai."
    }
  },
  {
    "translation": {
      "en": "And he's come all the way from that Palace brawl",
      "vi": "Anh đã tiến rất xa từ vụ ẩu đả Palace"
    }
  },
  {
    "translation": {
      "en": "to NBA championship with the Los Angeles Lakers.",
      "vi": "tới chức vô địch NBA với Los Angeles Lakers."
    }
  },
  {
    "translation": {
      "en": "Ron, you're the only member of this Laker team",
      "vi": "Ron, anh là cầu thủ duy nhất của đội Lakers"
    }
  },
  {
    "translation": {
      "en": "to get that first championship. You, my friend, are a champion. How does it feel?",
      "vi": "giành chức vô địch đầu tiên. Anh là nhà vô địch. Cảm giác thế nào?"
    }
  },
  {
    "translation": {
      "en": "I was supposed to get one with Jermaine and Donnie and Larry",
      "vi": "Lẽ ra tôi nên vô địch cùng Jermaine, Donnie, Larry,"
    }
  },
  {
    "translation": {
      "en": "and Jamaal Tinsley and Jeff Foster over there in Indiana,",
      "vi": "Jamaal Tinsley và Jeff Foster hồi ở Indiana,"
    }
  },
  {
    "translation": {
      "en": "and I bailed out on them. I feel like a coward.",
      "vi": "và tôi đã rời bỏ họ. Tôi thấy mình hèn."
    }
  },
  {
    "translation": {
      "en": "I don't even like being in their presence. I feel like a coward in their presence,",
      "vi": "Thậm chí tôi còn không muốn gặp họ. Gặp họ làm tôi thấy mình hèn"
    }
  },
  {
    "translation": {
      "en": "you know, 'cause I bailed out on them as a teammate.",
      "vi": "vì tôi đã rời bỏ họ như một đồng đội. Và sau đó tôi lại đoạt chức vô địch, nên…"
    }
  },
  {
    "translation": {
      "en": "And then I get to get a championship, you know, so…",
      "vi": "Và sau đó tôi lại đoạt chức vô địch, nên…"
    }
  },
  {
    "translation": {
      "en": "Let's talk about this game. You looked in the first half…",
      "vi": "Hãy nói về trận đấu này."
    }
  },
  {
    "translation": {
      "en": "I'm over the situation. I lost a lot of money. Whatever.",
      "vi": "Tôi đã vượt qua. Tôi mất rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "I still feel like Jermaine's being labeled by that.",
      "vi": "Nhưng tôi cảm thấy Jermaine vẫn đang bị mang tiếng xấu đó."
    }
  },
  {
    "translation": {
      "en": "He was on the verge of becoming one of the greatest players ever. You know?",
      "vi": "Anh ấy từng trên đà trở thành một trong những cầu thủ vĩ đại nhất."
    }
  },
  {
    "translation": {
      "en": "When I look at Jermaine today,",
      "vi": "Nhìn vào Jermaine bây giờ,"
    }
  },
  {
    "translation": {
      "en": "I think he probably suffered more than all the players.",
      "vi": "tôi nghĩ có lẽ anh ấy đã gánh chịu nhiều hơn mọi cầu thủ."
    }
  },
  {
    "translation": {
      "en": "Because Ronnie Artest ended up with the Lakers and won a championship.",
      "vi": "Vì Ronnie Artest cuối cùng đã đầu quân cho Lakers và giành chức vô địch."
    }
  },
  {
    "translation": {
      "en": "Even Jack, who had played on a championship team, San Antonio.",
      "vi": "Ngay cả Jack cũng đã chơi cho một đội vô địch là San Antonio."
    }
  },
  {
    "translation": {
      "en": "So Jermaine's career kinda got short circuited.",
      "vi": "Sự nghiệp của Jermaine lại đi vào ngõ cụt."
    }
  },
  {
    "translation": {
      "en": "The responsibility of carrying that team and being the leader was on him",
      "vi": "Trách nhiệm gánh vác đội bóng và trở thành thủ lĩnh đổ lên đầu anh ấy"
    }
  },
  {
    "translation": {
      "en": "when all that happened, and it wasn't his fault.",
      "vi": "dù đó không phải là lỗi của anh ấy."
    }
  },
  {
    "translation": {
      "en": "But he got blamed for it.",
      "vi": "Nhưng anh ấy bị đổ lỗi."
    }
  },
  {
    "translation": {
      "en": "I've never really tried to use the word regret,",
      "vi": "Tôi chưa bao giờ thử dùng từ hối tiếc…"
    }
  },
  {
    "translation": {
      "en": "but…",
      "vi": "nhưng…"
    }
  },
  {
    "translation": {
      "en": "it's a part of me",
      "vi": "một phần trong tôi…"
    }
  },
  {
    "translation": {
      "en": "that, uh, has always bothered me.",
      "vi": "luôn cảm thấy phiền não."
    }
  },
  {
    "translation": {
      "en": "Sky 4 was over the Palace of Auburn Hills earlier today,",
      "vi": "Sky 4 đã bay phía trên Palace of Auburn Hills,"
    }
  },
  {
    "translation": {
      "en": "where crews were beginning to demolish the place.",
      "vi": "nơi các đội thi công bắt đầu phá dỡ nơi này."
    }
  },
  {
    "translation": {
      "en": "The Palace was home to the Detroit Pistons and saw three NBA championships",
      "vi": "Palace, sân nhà của Detroit Pistons, đã chứng kiến ba chức vô địch NBA"
    }
  },
  {
    "translation": {
      "en": "before it closed for good after the 2017 season.",
      "vi": "trước khi đóng cửa hoàn toàn sau mùa giải 2017."
    }
  },
  {
    "translation": {
      "en": "This thing was drawn out for years.",
      "vi": "Nơi này đã quá cũ kĩ rồi."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna talk to anybody. I wanted to move on with my life.",
      "vi": "Tôi không muốn trò chuyện. Tôi muốn bước tiếp."
    }
  },
  {
    "translation": {
      "en": "I've never been able to get away from it though.",
      "vi": "Tôi chưa từng thoát khỏi vụ việc đó."
    }
  },
  {
    "translation": {
      "en": "People thought that ticket guaranteed them to do whatever they wanted to do.",
      "vi": "Mọi người nghĩ rằng tấm vé sẽ cho họ quyền làm mọi thứ họ muốn."
    }
  },
  {
    "translation": {
      "en": "They can act and treat people any way they wanted.",
      "vi": "Họ hành động và cư xử thế nào cũng được."
    }
  },
  {
    "translation": {
      "en": "I'm not saying much of it was correct,",
      "vi": "Tôi không có ý nói rằng phần lớn sự việc là đúng đắn,"
    }
  },
  {
    "translation": {
      "en": "but they had a personal investment in in those ballplayers.",
      "vi": "nhưng họ chính là những người đầu tư vào các cầu thủ bóng rổ."
    }
  },
  {
    "translation": {
      "en": "Pops up every single year.",
      "vi": "Năm nào cũng nhắc lại."
    }
  },
  {
    "translation": {
      "en": "Kids that wasn't even born asking me about that.",
      "vi": "Bọn nhóc hỏi tôi về việc đó."
    }
  },
  {
    "translation": {
      "en": "Fans have such an emotional investment in it.",
      "vi": "Người hâm mộ đặt nhiều cảm xúc vào đó."
    }
  },
  {
    "translation": {
      "en": "There is a darkness there.",
      "vi": "Ở đó có một mảng tối."
    }
  },
  {
    "translation": {
      "en": "If you're a professional athlete, you may not go into the stands.",
      "vi": "Một vận động viên chuyên nghiệp không được phép lên khán đài."
    }
  },
  {
    "translation": {
      "en": "Boy, what a waste of a lot of time and resources",
      "vi": "Trời ơi, thật phí quá nhiều thời gian và nguồn lực"
    }
  },
  {
    "translation": {
      "en": "when crimes and murders were taking place.",
      "vi": "khi tội ác và các vụ giết người vẫn đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "Nobody cared about who won the criminal cases,",
      "vi": "Không ai quan tâm ai thắng các vụ án hình sự,"
    }
  },
  {
    "translation": {
      "en": "who won the appeal case.",
      "vi": "ai thắng vụ kháng án."
    }
  },
  {
    "translation": {
      "en": "I wasn't able to speak for years.",
      "vi": "Tôi không được nói ra nhiều năm rồi."
    }
  },
  {
    "translation": {
      "en": "This is the last fucking time you can ask me about this shit.",
      "vi": "Đây là lần cuối cùng tôi nói về chuyện này."
    }
  },
  {
    "translation": {
      "en": "I don't wanna talk about that piece of shit motherfucker who threw that beer.",
      "vi": "Tôi không muốn nói về tên khốn đã ném bia đó nữa."
    }
  },
  {
    "translation": {
      "en": "Okay? I don't wanna talk about losing all that money no more.",
      "vi": "Cả việc mất toàn bộ số tiền đó."
    }
  },
  {
    "translation": {
      "en": "This is a disgrace.",
      "vi": "Đây là một nỗi ô nhục."
    }
  },
  {
    "translation": {
      "en": "If there's any fault, it's on me. I thought it would work.",
      "vi": "Nếu xét lỗi của tôi, tôi nghĩ là có."
    }
  },
  {
    "translation": {
      "en": "I wasn't right.",
      "vi": "Tôi đã sai."
    }
  },
  {
    "translation": {
      "en": "Fans and players are going at it. The players…",
      "vi": "Fan hâm mộ và cầu thủ đều tham gia. Cầu thủ…"
    }
  },
  {
    "translation": {
      "en": "Some things just never leave. They never leave.",
      "vi": "Một số thứ không bao giờ phai nhòa. Không bao giờ."
    }
  },
  {
    "translation": {
      "en": "Malice in the Palace is… is one of those events.",
      "vi": "Ẩu đả NBA tại Palace là một trong những sự kiện đó."
    }
  },
  {
    "translation": {
      "en": "There's a bit of me that probably to this very day",
      "vi": "Có lẽ tới tận giờ, một phần trong tôi"
    }
  },
  {
    "translation": {
      "en": "is still in the Palace until they knock it down.",
      "vi": "vẫn còn sót lại ở sân Palace cho tới khi họ phá hủy nó."
    }
  }
]