[
  {
    "translation": {
      "en": "[man] We'll identify the anomalies and mark those out.",
      "vi": "[man] We'll identify the anomaliesand mark those out."
    }
  },
  {
    "translation": {
      "en": "So you're trying to narrow the focus of the radar pulse, is that it?",
      "vi": "So you're trying to narrowthe focus of the radar pulse, is that it?"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, we're looking for a change in the density of the soil.",
      "vi": "[man] Yeah, we're looking for a changein the density of the soil."
    }
  },
  {
    "translation": {
      "en": "[man] There are some anomalies sort of popping up.",
      "vi": "[man] There are some anomaliessort of popping up."
    }
  },
  {
    "translation": {
      "en": "This is a pretty strong one here, there's one there.",
      "vi": "This is a pretty strong one here,there's one there."
    }
  },
  {
    "translation": {
      "en": "[Dennis] Each stake represents a probable body.",
      "vi": "[Dennis] Each stakerepresents a probable body."
    }
  },
  {
    "translation": {
      "en": "A hundred years ago, a deadly influenza virus",
      "vi": "A hundred years ago,a deadly influenza virus"
    }
  },
  {
    "translation": {
      "en": "infected hundreds of millions of people around the world.",
      "vi": "infected hundreds of millions of peoplearound the world."
    }
  },
  {
    "translation": {
      "en": "So towns all over the world needed a quick solution.",
      "vi": "So towns all over the worldneeded a quick solution."
    }
  },
  {
    "translation": {
      "en": "We could be standing in any number of towns",
      "vi": "We could be standingin any number of towns"
    }
  },
  {
    "translation": {
      "en": "This grave site is a reminder of the devastation",
      "vi": "This grave site is a reminderof the devastation"
    }
  },
  {
    "translation": {
      "en": "This kind of carnage is not relegated to history.",
      "vi": "This kind of carnageis not relegated to history."
    }
  },
  {
    "translation": {
      "en": "When we talk about another flu pandemic happening,",
      "vi": "When we talk aboutanother flu pandemic happening,"
    }
  },
  {
    "translation": {
      "en": "-[helicopter hovering] -[sirens blaring]",
      "vi": "-[helicopter hovering]-[sirens blaring]"
    }
  },
  {
    "translation": {
      "en": "-[man] Take the stethoscope, and... -[Syra] Yes, ensure that the gown covers.",
      "vi": "-[man] Take the stethoscope, and...-[Syra] Yes, ensure that the gown covers."
    }
  },
  {
    "translation": {
      "en": "We have received reports of an outbreak of respiratory illness.",
      "vi": "We have received reportsof an outbreak of respiratory illness."
    }
  },
  {
    "translation": {
      "en": "Give me a thumbs up once you know you have a good seal.",
      "vi": "Give me a thumbs uponce you know you have a good seal."
    }
  },
  {
    "translation": {
      "en": "About eight other countries around the world",
      "vi": "About eight other countriesaround the world"
    }
  },
  {
    "translation": {
      "en": "-[woman] I can't breathe. -[man speaking indistinctly]",
      "vi": "-[woman] I can't breathe.-[man speaking indistinctly]"
    }
  },
  {
    "translation": {
      "en": "[Syra] Unofficial case count is about over 220 with eight deaths.",
      "vi": "[Syra] Unofficial case countis about over 220 with eight deaths."
    }
  },
  {
    "translation": {
      "en": "We don't know what the case definition looks like",
      "vi": "We don't knowwhat the case definition looks like"
    }
  },
  {
    "translation": {
      "en": "and we don't know the laboratory analysis of this particular outbreak.",
      "vi": "and we don't know the laboratory analysisof this particular outbreak."
    }
  },
  {
    "translation": {
      "en": "We know that we are dealing with something novel,",
      "vi": "We know that we are dealingwith something novel,"
    }
  },
  {
    "translation": {
      "en": "we just don't know exactly what we're dealing with,",
      "vi": "we just don't knowexactly what we're dealing with,"
    }
  },
  {
    "translation": {
      "en": "but some of the patients are not testing positive",
      "vi": "but some of the patientsare not testing positive"
    }
  },
  {
    "translation": {
      "en": "[Syra] Currently, the Emergency Department at Kings County Hospital",
      "vi": "[Syra] Currently, the EmergencyDepartment at Kings County Hospital"
    }
  },
  {
    "translation": {
      "en": "and so we have set up a mobile satellite emergency department.",
      "vi": "and so we have set upa mobile satellite emergency department."
    }
  },
  {
    "translation": {
      "en": "-I'm not doing well. I can't breathe. -[doctor] Okay. Okay.",
      "vi": "-I'm not doing well. I can't breathe.-[doctor] Okay. Okay."
    }
  },
  {
    "translation": {
      "en": "[Syra] I need intubation equipment. There's no intubation equipment.",
      "vi": "[Syra] I need intubation equipment.There's no intubation equipment."
    }
  },
  {
    "translation": {
      "en": "I wouldn't turn it off at this point, I don't think we have time.",
      "vi": "I wouldn't turn it off at this point,I don't think we have time."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[man] Thank you.",
      "vi": "-Thank you.-[man] Thank you."
    }
  },
  {
    "translation": {
      "en": "[Syra] So all who participated, please come to make a circle.",
      "vi": "[Syra] So all who participated,please come to make a circle."
    }
  },
  {
    "translation": {
      "en": "I think one of the things that we tried to bake into the simulation",
      "vi": "I think one of the thingsthat we tried to bake into the simulation"
    }
  },
  {
    "translation": {
      "en": "I think that was one of the biggest takeaways in the previous outbreaks.",
      "vi": "I think that was one of the biggesttakeaways in the previous outbreaks."
    }
  },
  {
    "translation": {
      "en": "[woman] If I have to take the time out to switch my gown",
      "vi": "[woman] If I have to take the time outto switch my gown"
    }
  },
  {
    "translation": {
      "en": "I'm gonna pick their life over switching out my garment.",
      "vi": "I'm gonna pick their lifeover switching out my garment."
    }
  },
  {
    "translation": {
      "en": "We're talking about a severe respiratory disease.",
      "vi": "We're talking abouta severe respiratory disease."
    }
  },
  {
    "translation": {
      "en": "Really big lesson learned, and we mentioned this over and over,",
      "vi": "Really big lesson learned,and we mentioned this over and over,"
    }
  },
  {
    "translation": {
      "en": "is that healthcare workers were disproportionally affected",
      "vi": "is that healthcare workerswere disproportionally affected"
    }
  },
  {
    "translation": {
      "en": "and it shows us where we need to improve on.",
      "vi": "and it shows uswhere we need to improve on."
    }
  },
  {
    "translation": {
      "en": "So if you're not protected, if you can't protect yourself,",
      "vi": "So if you're not protected,if you can't protect yourself,"
    }
  },
  {
    "translation": {
      "en": "[Syra] My job is to contain the virus here in New York City.",
      "vi": "[Syra] My job is to contain the virushere in New York City."
    }
  },
  {
    "translation": {
      "en": "What worries me is that it just takes one person to start an outbreak.",
      "vi": "What worries me is that it just takesone person to start an outbreak."
    }
  },
  {
    "translation": {
      "en": "we can host a number of different diseases.",
      "vi": "we can hosta number of different diseases."
    }
  },
  {
    "translation": {
      "en": "It's just a matter of time where the next pandemic is going to start,",
      "vi": "It's just a matter of timewhere the next pandemic is going to start,"
    }
  },
  {
    "translation": {
      "en": "we just don't know where or how, but we know it will.",
      "vi": "we just don't know where or how,but we know it will."
    }
  },
  {
    "translation": {
      "en": "I remember, at a very young age, watching a movie called Outbreak,",
      "vi": "I remember, at a very young age,watching a movie called Outbreak,"
    }
  },
  {
    "translation": {
      "en": "that started in California that quickly spread.",
      "vi": "that started in Californiathat quickly spread."
    }
  },
  {
    "translation": {
      "en": "Healthcare workers get suited up, and I was like, \"Oh, my God,",
      "vi": "Healthcare workers get suited up,and I was like, \"Oh, my God,"
    }
  },
  {
    "translation": {
      "en": "working in that high-risk environment, this is amazing.\"",
      "vi": "working in that high-risk environment,this is amazing.\""
    }
  },
  {
    "translation": {
      "en": "That was a formative moment for me, and I have been pursuing a career",
      "vi": "That was a formative moment for me,and I have been pursuing a career"
    }
  },
  {
    "translation": {
      "en": "in infectious disease preparedness ever since.",
      "vi": "in infectious disease preparednessever since."
    }
  },
  {
    "translation": {
      "en": "In even a small outbreak, you have what we call \"hoarding.\"",
      "vi": "In even a small outbreak,you have what we call \"hoarding.\""
    }
  },
  {
    "translation": {
      "en": "where vaccines were not made available in the United States",
      "vi": "where vaccines were not made availablein the United States"
    }
  },
  {
    "translation": {
      "en": "in a timely fashion because countries were hoarding it...",
      "vi": "in a timely fashionbecause countries were hoarding it..."
    }
  },
  {
    "translation": {
      "en": "You know, these infectious disease outbreaks",
      "vi": "You know,these infectious disease outbreaks"
    }
  },
  {
    "translation": {
      "en": "are scarier and more deadly than conventional warfare.",
      "vi": "are scarier and more deadlythan conventional warfare."
    }
  },
  {
    "translation": {
      "en": "So this is something that people should pay attention to,",
      "vi": "So this is somethingthat people should pay attention to,"
    }
  },
  {
    "translation": {
      "en": "[Holly] I wake up in this building. I eat in this building.",
      "vi": "[Holly] I wake up in this building.I eat in this building."
    }
  },
  {
    "translation": {
      "en": "I put my pajamas on in this building and I sleep in this building.",
      "vi": "I put my pajamas on in this buildingand I sleep in this building."
    }
  },
  {
    "translation": {
      "en": "[Juanita] How did I know you'd be the one to make my night?",
      "vi": "[Juanita] How did I knowyou'd be the one to make my night?"
    }
  },
  {
    "translation": {
      "en": "in the back of my mind I still had that vision",
      "vi": "in the back of my mindI still had that vision"
    }
  },
  {
    "translation": {
      "en": "they were the ones that were rotating through the ER.",
      "vi": "they were the onesthat were rotating through the ER."
    }
  },
  {
    "translation": {
      "en": "They were the ones seeing the patients in the hospital",
      "vi": "They were the onesseeing the patients in the hospital"
    }
  },
  {
    "translation": {
      "en": "who took care of the patient when they were well",
      "vi": "who took care of the patientwhen they were well"
    }
  },
  {
    "translation": {
      "en": "and took care of the patient when they were sick.",
      "vi": "and took care of the patientwhen they were sick."
    }
  },
  {
    "translation": {
      "en": "-Stick it out and say, \"Ah.\" -Ah.",
      "vi": "-Stick it out and say, \"Ah.\"-Ah."
    }
  },
  {
    "translation": {
      "en": "[Holly] And took care of the patient when they were hurt",
      "vi": "[Holly] And took care of the patientwhen they were hurt"
    }
  },
  {
    "translation": {
      "en": "and ran into the patient in different social situations",
      "vi": "and ran into the patientin different social situations"
    }
  },
  {
    "translation": {
      "en": "-I need to see what's under there. -Yeah.",
      "vi": "-I need to see what's under there.-Yeah."
    }
  },
  {
    "translation": {
      "en": "[Holly] I had other physicians that talked to me",
      "vi": "[Holly] I had other physiciansthat talked to me"
    }
  },
  {
    "translation": {
      "en": "and I'd say, \"What advice do you have for me?\"",
      "vi": "and I'd say,\"What advice do you have for me?\""
    }
  },
  {
    "translation": {
      "en": "But nobody could dissuade me. I was gonna do it regardless.",
      "vi": "But nobody could dissuade me.I was gonna do it regardless."
    }
  },
  {
    "translation": {
      "en": "-So were you diagnosed with the flu? -[woman] Yeah.",
      "vi": "-So were you diagnosed with the flu?-[woman] Yeah."
    }
  },
  {
    "translation": {
      "en": "-It was positive? -[woman] Yes.",
      "vi": "-It was positive?-[woman] Yes."
    }
  },
  {
    "translation": {
      "en": "-Do you remember if it was the A or the B? -[woman] I think it was the A.",
      "vi": "-Do you remember if it was the A or the B?-[woman] I think it was the A."
    }
  },
  {
    "translation": {
      "en": "-[Holly] A, okay. -They did both of our noses.",
      "vi": "-[Holly] A, okay.-They did both of our noses."
    }
  },
  {
    "translation": {
      "en": "-That was Wednesday. -[Holly] You should be at the end of it,",
      "vi": "-That was Wednesday.-[Holly] You should be at the end of it,"
    }
  },
  {
    "translation": {
      "en": "[woman] Yesterday, my symptoms started getting worse.",
      "vi": "[woman] Yesterday, my symptomsstarted getting worse."
    }
  },
  {
    "translation": {
      "en": "[Holly] Okay. Have you been feeling sweats, chills?",
      "vi": "[Holly] Okay. Have you been feelingsweats, chills?"
    }
  },
  {
    "translation": {
      "en": "[Holly] She said that you have not been feeling well at all.",
      "vi": "[Holly] She said that you havenot been feeling well at all."
    }
  },
  {
    "translation": {
      "en": "That you really haven't been getting over the flu like you ought to.",
      "vi": "That you really haven't beengetting over the flu like you ought to."
    }
  },
  {
    "translation": {
      "en": "Big deep breath in. Well done. Good. Do that again.",
      "vi": "Big deep breath in. Well done. Good.Do that again."
    }
  },
  {
    "translation": {
      "en": "I don't have every resource that a large hospital has.",
      "vi": "I don't have every resourcethat a large hospital has."
    }
  },
  {
    "translation": {
      "en": "I honestly have no idea what I would do in a situation like a pandemic.",
      "vi": "I honestly have no idea what I would doin a situation like a pandemic."
    }
  },
  {
    "translation": {
      "en": "in terms of getting replenishment of our resources.",
      "vi": "in terms of getting replenishmentof our resources."
    }
  },
  {
    "translation": {
      "en": "are gonna be the places that get that lifesaving medication first.",
      "vi": "are gonna be the places that getthat lifesaving medication first."
    }
  },
  {
    "translation": {
      "en": "should a flu pandemic occur in our little county.",
      "vi": "should a flu pandemicoccur in our little county."
    }
  },
  {
    "translation": {
      "en": "[Dennis] We have to follow the virus. Where is the virus located?",
      "vi": "[Dennis] We have to follow the virus.Where is the virus located?"
    }
  },
  {
    "translation": {
      "en": "My main responsibility is trying to prevent, trying to detect,",
      "vi": "My main responsibilityis trying to prevent, trying to detect,"
    }
  },
  {
    "translation": {
      "en": "and respond, and control emerging viral threats.",
      "vi": "and respond,and control emerging viral threats."
    }
  },
  {
    "translation": {
      "en": "There is no single, more dangerous influenza virus",
      "vi": "There is no single,more dangerous influenza virus"
    }
  },
  {
    "translation": {
      "en": "circulating in this planet today than the avian flu in China right now.",
      "vi": "circulating in this planet todaythan the avian flu in China right now."
    }
  },
  {
    "translation": {
      "en": "[newscaster 1] Chinese and global health authorities",
      "vi": "[newscaster 1] Chinese and globalhealth authorities"
    }
  },
  {
    "translation": {
      "en": "are watching a new strain of bird flu. It's called H7N9.",
      "vi": "are watching a new strain of bird flu.It's called H7N9."
    }
  },
  {
    "translation": {
      "en": "This is definitely one of the most lethal influenza viruses",
      "vi": "This is definitelyone of the most lethal influenza viruses"
    }
  },
  {
    "translation": {
      "en": "are at pains to say they're on top of this potential outbreak.",
      "vi": "are at pains to saythey're on top of this potential outbreak."
    }
  },
  {
    "translation": {
      "en": "[newscaster 2] At least 108 cases, 22 of those people infected died.",
      "vi": "[newscaster 2] At least 108 cases,22 of those people infected died."
    }
  },
  {
    "translation": {
      "en": "The recent H7N9 virus has a very high mortality rate.",
      "vi": "The recent H7N9 virushas a very high mortality rate."
    }
  },
  {
    "translation": {
      "en": "That said, it remains an inefficient virus for infecting people.",
      "vi": "That said, it remains an inefficient virusfor infecting people."
    }
  },
  {
    "translation": {
      "en": "So far, this virus has not yet spread beyond China,",
      "vi": "So far, this virushas not yet spread beyond China,"
    }
  },
  {
    "translation": {
      "en": "-When were these birds last vaccinated? -[woman] Seven days ago.",
      "vi": "-When were these birds last vaccinated?-[woman] Seven days ago."
    }
  },
  {
    "translation": {
      "en": "[Dennis] So they had a problem with neighboring farms having outbreaks?",
      "vi": "[Dennis] So they had a problemwith neighboring farms having outbreaks?"
    }
  },
  {
    "translation": {
      "en": "Some people bought sick chickens at the market.",
      "vi": "Some people boughtsick chickens at the market."
    }
  },
  {
    "translation": {
      "en": "[Dennis in English] There are almost endless variations of the influenza virus.",
      "vi": "[Dennis in English] There are almostendless variations of the influenza virus."
    }
  },
  {
    "translation": {
      "en": "They're denoted by different combinations of H's and N's, such as H5N1.",
      "vi": "They're denoted by different combinationsof H's and N's, such as H5N1."
    }
  },
  {
    "translation": {
      "en": "the physical characteristics an influenza virus will have",
      "vi": "the physical characteristicsan influenza virus will have"
    }
  },
  {
    "translation": {
      "en": "and just how deadly that infection might be.",
      "vi": "and just how deadlythat infection might be."
    }
  },
  {
    "translation": {
      "en": "The pandemic flus and the seasonal flus are profoundly different.",
      "vi": "The pandemic flus and the seasonal flusare profoundly different."
    }
  },
  {
    "translation": {
      "en": "A pandemic influenza will likely come from an animal",
      "vi": "A pandemic influenzawill likely come from an animal"
    }
  },
  {
    "translation": {
      "en": "and it will be a new and novel, never-seen-before virus.",
      "vi": "and it will be a new and novel,never-seen-before virus."
    }
  },
  {
    "translation": {
      "en": "When a novel virus emerges from animals, we will not have natural immunity.",
      "vi": "When a novel virus emerges from animals,we will not have natural immunity."
    }
  },
  {
    "translation": {
      "en": "Our systems will have no means to fight the infection off,",
      "vi": "Our systems will have no meansto fight the infection off,"
    }
  },
  {
    "translation": {
      "en": "which means it has the potential for being very deadly.",
      "vi": "which means it has the potentialfor being very deadly."
    }
  },
  {
    "translation": {
      "en": "That's why there are researchers around the world",
      "vi": "That's why there are researchersaround the world"
    }
  },
  {
    "translation": {
      "en": "committed to developing a universal vaccine",
      "vi": "committed to developinga universal vaccine"
    }
  },
  {
    "translation": {
      "en": "that will be effective against any and all influenza viruses.",
      "vi": "that will be effectiveagainst any and all influenza viruses."
    }
  },
  {
    "translation": {
      "en": "[Jake] I don't really get stage fright anymore.",
      "vi": "[Jake] I don't really getstage fright anymore."
    }
  },
  {
    "translation": {
      "en": "I used to do this thing where if I knew I was about to go on the stage,",
      "vi": "I used to do this thing where if I knewI was about to go on the stage,"
    }
  },
  {
    "translation": {
      "en": "my heart would start beating and I'd feel like I was gonna pass out,",
      "vi": "my heart would start beatingand I'd feel like I was gonna pass out,"
    }
  },
  {
    "translation": {
      "en": "but I knew for the work that I wanted to do,",
      "vi": "but I knewfor the work that I wanted to do,"
    }
  },
  {
    "translation": {
      "en": "If I wasn't able to communicate my science,",
      "vi": "If I wasn't ableto communicate my science,"
    }
  },
  {
    "translation": {
      "en": "then it was almost like the science didn't exist.",
      "vi": "then it was almostlike the science didn't exist."
    }
  },
  {
    "translation": {
      "en": "So, yeah, I'm the co-founder, Chief Science Officer,",
      "vi": "So, yeah, I'm the co-founder,Chief Science Officer,"
    }
  },
  {
    "translation": {
      "en": "and this afternoon I'm gonna share with you",
      "vi": "and this afternoonI'm gonna share with you"
    }
  },
  {
    "translation": {
      "en": "the story of a slow-burning revolution in biologic therapeutic discovery.",
      "vi": "the story of a slow-burning revolutionin biologic therapeutic discovery."
    }
  },
  {
    "translation": {
      "en": "I think about the arc of the story I'm gonna tell,",
      "vi": "I think about the arc of the storyI'm gonna tell,"
    }
  },
  {
    "translation": {
      "en": "and really good storytelling, those rules apply to science.",
      "vi": "and really good storytelling,those rules apply to science."
    }
  },
  {
    "translation": {
      "en": "that our ancestors did around the campfire, right?",
      "vi": "that our ancestorsdid around the campfire, right?"
    }
  },
  {
    "translation": {
      "en": "First you have to introduce the terrible monster.",
      "vi": "First you have to introducethe terrible monster."
    }
  },
  {
    "translation": {
      "en": "The problem is that the virus mutates so quickly",
      "vi": "The problem is that the virusmutates so quickly"
    }
  },
  {
    "translation": {
      "en": "that your immune response becomes obsolete by the next year.",
      "vi": "that your immune responsebecomes obsolete by the next year."
    }
  },
  {
    "translation": {
      "en": "We have created these amazing vaccine technologies",
      "vi": "We have createdthese amazing vaccine technologies"
    }
  },
  {
    "translation": {
      "en": "that are arguably the greatest advances since sanitation and fire,",
      "vi": "that are arguably the greatest advancessince sanitation and fire,"
    }
  },
  {
    "translation": {
      "en": "and yet they don't work on rapidly mutating viruses,",
      "vi": "and yet they don't workon rapidly mutating viruses,"
    }
  },
  {
    "translation": {
      "en": "And for a while we thought we were just stuck with this.",
      "vi": "And for a while we thoughtwe were just stuck with this."
    }
  },
  {
    "translation": {
      "en": "They're never really gonna be able to solve the problem",
      "vi": "They're never really gonna be ableto solve the problem"
    }
  },
  {
    "translation": {
      "en": "that's gonna solve our risk of being exposed to flu.",
      "vi": "that's gonna solve our riskof being exposed to flu."
    }
  },
  {
    "translation": {
      "en": "That there's some new technology that exists,",
      "vi": "That there's some new technologythat exists,"
    }
  },
  {
    "translation": {
      "en": "that could potentially create a breakthrough.",
      "vi": "that could potentiallycreate a breakthrough."
    }
  },
  {
    "translation": {
      "en": "We're making a vaccine that could treat all future versions of flu.",
      "vi": "We're making a vaccine that could treatall future versions of flu."
    }
  },
  {
    "translation": {
      "en": "So, fundamentally, our approach was different,",
      "vi": "So, fundamentally,our approach was different,"
    }
  },
  {
    "translation": {
      "en": "because we tested against future and past strains.",
      "vi": "because we testedagainst future and past strains."
    }
  },
  {
    "translation": {
      "en": "some people end up producing these nice antibodies",
      "vi": "some people end up producingthese nice antibodies"
    }
  },
  {
    "translation": {
      "en": "that hit all the strains or many of the strains of flu,",
      "vi": "that hit all the strainsor many of the strains of flu,"
    }
  },
  {
    "translation": {
      "en": "It's that annoying hippie friend of yours who's like,",
      "vi": "It's that annoying hippie friend of yourswho's like,"
    }
  },
  {
    "translation": {
      "en": "\"I never take the flu shot and I'm fine.\" Right?",
      "vi": "\"I never take the flu shot and I'm fine.\"Right?"
    }
  },
  {
    "translation": {
      "en": "-Some of them may be right. [chuckles] -[crowd chuckles]",
      "vi": "-Some of them may be right. [chuckles]-[crowd chuckles]"
    }
  },
  {
    "translation": {
      "en": "[Jake] But why the hell aren't we all protected all the time?",
      "vi": "[Jake] But why the hell aren't we allprotected all the time?"
    }
  },
  {
    "translation": {
      "en": "Our approach was able to neutralize viruses",
      "vi": "Our approach was ableto neutralize viruses"
    }
  },
  {
    "translation": {
      "en": "as well as protect against future viral variants.",
      "vi": "as well as protectagainst future viral variants."
    }
  },
  {
    "translation": {
      "en": "[Sarah] I met Jake Glanville in the fall of 2014.",
      "vi": "[Sarah] I met Jake Glanvillein the fall of 2014."
    }
  },
  {
    "translation": {
      "en": "He knew that I had skills that he would need",
      "vi": "He knew that I had skillsthat he would need"
    }
  },
  {
    "translation": {
      "en": "if he wanted to launch this vaccine program.",
      "vi": "if he wanted to launchthis vaccine program."
    }
  },
  {
    "translation": {
      "en": "Okay, so I can add the antibody to this one, then?",
      "vi": "Okay, so I can add the antibodyto this one, then?"
    }
  },
  {
    "translation": {
      "en": "He thinks of these crazy ideas that are completely out of the norm.",
      "vi": "He thinks of these crazy ideasthat are completely out of the norm."
    }
  },
  {
    "translation": {
      "en": "Okay, the NHS and EHC are added, so clock's ticking now.",
      "vi": "Okay, the NHS and EHC are added,so clock's ticking now."
    }
  },
  {
    "translation": {
      "en": "We've done multiple animal studies so we know that this is reproducible.",
      "vi": "We've done multiple animal studiesso we know that this is reproducible."
    }
  },
  {
    "translation": {
      "en": "I want to prove that my research and Jake's research",
      "vi": "I want to provethat my research and Jake's research"
    }
  },
  {
    "translation": {
      "en": "This vaccine could eradicate influenza as we know it.",
      "vi": "This vaccine could eradicate influenzaas we know it."
    }
  },
  {
    "translation": {
      "en": "[man in Hindi] Sir, this one is expected H1N1.",
      "vi": "[man in Hindi] Sir, this oneis expected H1N1."
    }
  },
  {
    "translation": {
      "en": "[newscaster in English] There has been an alarming rise in the swine flu",
      "vi": "[newscaster in English] There has beenan alarming rise in the swine flu"
    }
  },
  {
    "translation": {
      "en": "The situation is turning rather serious with the fatalities increasing by the day.",
      "vi": "The situation is turning rather seriouswith the fatalities increasing by the day."
    }
  },
  {
    "translation": {
      "en": "The North Indian State of Rajasthan has been worst hit by the H1N1 virus.",
      "vi": "The North Indian State of Rajasthanhas been worst hit by the H1N1 virus."
    }
  },
  {
    "translation": {
      "en": "-[man in Hindi] Negative. It's negative. -[Dinesh] But, look.",
      "vi": "-[man in Hindi] Negative. It's negative.-[Dinesh] But, look."
    }
  },
  {
    "translation": {
      "en": "[Dinesh] It's day six today, right? Give it for one more day.",
      "vi": "[Dinesh] It's day six today, right?Give it for one more day."
    }
  },
  {
    "translation": {
      "en": "[woman in English] Tamiflu, stop after seven days.",
      "vi": "[woman in English] Tamiflu,stop after seven days."
    }
  },
  {
    "translation": {
      "en": "[Dinesh in English] Swine flu is a very rapidly progressing disease. Very rapidly.",
      "vi": "[Dinesh in English] Swine flu is a veryrapidly progressing disease. Very rapidly."
    }
  },
  {
    "translation": {
      "en": "In just a few days, it can affect both of the lungs,",
      "vi": "In just a few days,it can affect both of the lungs,"
    }
  },
  {
    "translation": {
      "en": "All patients came with throat pain, sneezing, fever, body ache.",
      "vi": "All patients came with throat pain,sneezing, fever, body ache."
    }
  },
  {
    "translation": {
      "en": "But a patient who has nausea, vomiting, along with breathlessness,",
      "vi": "But a patient who has nausea, vomiting,along with breathlessness,"
    }
  },
  {
    "translation": {
      "en": "[in English] If it's not diagnosed properly at an early stage,",
      "vi": "[in English] If it's not diagnosedproperly at an early stage,"
    }
  },
  {
    "translation": {
      "en": "[Dinesh in Hindi] The problem is, when she came here,",
      "vi": "[Dinesh in Hindi] The problem is,when she came here,"
    }
  },
  {
    "translation": {
      "en": "If she had been on the road, she would've died.",
      "vi": "If she had been on the road,she would've died."
    }
  },
  {
    "translation": {
      "en": "[in English] We will shift to the ICU. Then treatment will start.",
      "vi": "[in English] We will shift to the ICU.Then treatment will start."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] The later they come, the more laborious it gets to breathe,",
      "vi": "[in Hindi] The later they come,the more laborious it gets to breathe,"
    }
  },
  {
    "translation": {
      "en": "and it becomes a matter of life or death.",
      "vi": "and it becomesa matter of life or death."
    }
  },
  {
    "translation": {
      "en": "is not being lulled into acceptance of seasonal flu",
      "vi": "is not being lulled into acceptanceof seasonal flu"
    }
  },
  {
    "translation": {
      "en": "Because every once in a while, there is a variant of flu that emerges",
      "vi": "Because every once in a while,there is a variant of flu that emerges"
    }
  },
  {
    "translation": {
      "en": "that poses an existential threat to us as a species.",
      "vi": "that poses an existential threatto us as a species."
    }
  },
  {
    "translation": {
      "en": "and, you know, that flu profoundly impacted this Earth.",
      "vi": "and, you know, that flu profoundlyimpacted this Earth."
    }
  },
  {
    "translation": {
      "en": "Soldiers returning home from battle helped spread the virus around the world.",
      "vi": "Soldiers returning home from battlehelped spread the virus around the world."
    }
  },
  {
    "translation": {
      "en": "We ended up seeing a global event very rapidly,",
      "vi": "We ended up seeinga global event very rapidly,"
    }
  },
  {
    "translation": {
      "en": "even at a time when population movements were a fraction of what they are today.",
      "vi": "even at a time when population movementswere a fraction of what they are today."
    }
  },
  {
    "translation": {
      "en": "Far more people died in the 18-month period of that flu",
      "vi": "Far more people diedin the 18-month period of that flu"
    }
  },
  {
    "translation": {
      "en": "than died in all of World War I and World War II.",
      "vi": "than died in all of World War Iand World War II."
    }
  },
  {
    "translation": {
      "en": "Somewhere in the order of 50 to 100 million deaths.",
      "vi": "Somewhere in the orderof 50 to 100 million deaths."
    }
  },
  {
    "translation": {
      "en": "In 1918, there were 1.8 billion people on the planet Earth.",
      "vi": "In 1918, there were 1.8 billion peopleon the planet Earth."
    }
  },
  {
    "translation": {
      "en": "If a similar virus emerged today, the result would be not 50 to 100,",
      "vi": "If a similar virus emerged today,the result would be not 50 to 100,"
    }
  },
  {
    "translation": {
      "en": "but hundreds of millions of people that would likely die.",
      "vi": "but hundreds of millions of peoplethat would likely die."
    }
  },
  {
    "translation": {
      "en": "but we should always presume it can be... soon.",
      "vi": "but we should always presumeit can be... soon."
    }
  },
  {
    "translation": {
      "en": "When it comes to a pandemic, there are many unknowns.",
      "vi": "When it comes to a pandemic,there are many unknowns."
    }
  },
  {
    "translation": {
      "en": "The thing that will immediately be threatened",
      "vi": "The thing that willimmediately be threatened"
    }
  },
  {
    "translation": {
      "en": "But also, you'll have severe issues with normal infrastructure operating.",
      "vi": "But also, you'll have severe issueswith normal infrastructure operating."
    }
  },
  {
    "translation": {
      "en": "and power plants are dependent on a work force.",
      "vi": "and power plantsare dependent on a work force."
    }
  },
  {
    "translation": {
      "en": "That work force becomes ill, then you have huge vulnerabilities.",
      "vi": "That work force becomes ill,then you have huge vulnerabilities."
    }
  },
  {
    "translation": {
      "en": "after a couple of weeks of disruptive impact on food supplies?",
      "vi": "after a couple of weeksof disruptive impact on food supplies?"
    }
  },
  {
    "translation": {
      "en": "You'll not only have people dying from an influenza virus,",
      "vi": "You'll not only have people dyingfrom an influenza virus,"
    }
  },
  {
    "translation": {
      "en": "they'll be dying from what are preventable deaths today.",
      "vi": "they'll be dyingfrom what are preventable deaths today."
    }
  },
  {
    "translation": {
      "en": "If we catch it early enough, we may be able to save millions of lives.",
      "vi": "If we catch it early enough,we may be able to save millions of lives."
    }
  },
  {
    "translation": {
      "en": "because there are so many opportunities for emergence,",
      "vi": "because there are so many opportunitiesfor emergence,"
    }
  },
  {
    "translation": {
      "en": "and our resources for early detection are limited.",
      "vi": "and our resources for early detectionare limited."
    }
  },
  {
    "translation": {
      "en": "We'll go ahead and get started with roll call.",
      "vi": "We'll go aheadand get started with roll call."
    }
  },
  {
    "translation": {
      "en": "As always, one person from each facility can just state that they are on.",
      "vi": "As always, one person from each facilitycan just state that they are on."
    }
  },
  {
    "translation": {
      "en": "We started this weekly system-wide seasonal flu activation call",
      "vi": "We started this weeklysystem-wide seasonal flu activation call"
    }
  },
  {
    "translation": {
      "en": "with all hospitals that we have across the system,",
      "vi": "with all hospitalsthat we have across the system,"
    }
  },
  {
    "translation": {
      "en": "and the whole purpose of it is really, as we progress with seasonal flu,",
      "vi": "and the whole purpose of it is really,as we progress with seasonal flu,"
    }
  },
  {
    "translation": {
      "en": "they let us know any impact that they're having.",
      "vi": "they let us know any impactthat they're having."
    }
  },
  {
    "translation": {
      "en": "Influenza activity is categorized as widespread.",
      "vi": "Influenza activityis categorized as widespread."
    }
  },
  {
    "translation": {
      "en": "that widespread activity has been reported.",
      "vi": "that widespread activityhas been reported."
    }
  },
  {
    "translation": {
      "en": "was one of the worst that we've had in decades.",
      "vi": "was one of the worstthat we've had in decades."
    }
  },
  {
    "translation": {
      "en": "A record-breaking number of hospitalizations and deaths.",
      "vi": "A record-breaking numberof hospitalizations and deaths."
    }
  },
  {
    "translation": {
      "en": "Bellevue, any changes to your current status?",
      "vi": "Bellevue, any changesto your current status?"
    }
  },
  {
    "translation": {
      "en": "[man 1] No changes from the current status.",
      "vi": "[man 1] No changesfrom the current status."
    }
  },
  {
    "translation": {
      "en": "Great. Thank you. Coney Island, any changes?",
      "vi": "Great. Thank you.Coney Island, any changes?"
    }
  },
  {
    "translation": {
      "en": "We started seeing impacts to staffing. We started seeing impacts to flu supplies.",
      "vi": "We started seeing impacts to staffing.We started seeing impacts to flu supplies."
    }
  },
  {
    "translation": {
      "en": "so much so that folks were coming back to the emergency department",
      "vi": "so much so that folks were coming backto the emergency department"
    }
  },
  {
    "translation": {
      "en": "asking for their children to be admitted, because they couldn't get this medication.",
      "vi": "asking for their children to be admitted,because they couldn't get this medication."
    }
  },
  {
    "translation": {
      "en": "-Queens, any changes? -[man 3] No changes.",
      "vi": "-Queens, any changes?-[man 3] No changes."
    }
  },
  {
    "translation": {
      "en": "So we activated an emergency operation center",
      "vi": "So we activatedan emergency operation center"
    }
  },
  {
    "translation": {
      "en": "to really get a bird's-eye view of what's happening system-wide",
      "vi": "to really get a bird's-eye viewof what's happening system-wide"
    }
  },
  {
    "translation": {
      "en": "and where we can provide the resources and expertise that's needed.",
      "vi": "and where we can provide the resourcesand expertise that's needed."
    }
  },
  {
    "translation": {
      "en": "[woman] Yes. We have four patients on droplet precautions as of Monday",
      "vi": "[woman] Yes. We have four patientson droplet precautions as of Monday"
    }
  },
  {
    "translation": {
      "en": "[Syra] All right. Excellent. Well, thank you all so much for joining.",
      "vi": "[Syra] All right. Excellent.Well, thank you all so much for joining."
    }
  },
  {
    "translation": {
      "en": "We appreciate it and we will see you next week.",
      "vi": "We appreciate itand we will see you next week."
    }
  },
  {
    "translation": {
      "en": "you're not just at the facilities, but just for me also worldwide.",
      "vi": "you're not just at the facilities,but just for me also worldwide."
    }
  },
  {
    "translation": {
      "en": "Sometimes when I wake up in the morning and I see 20 different emails,",
      "vi": "Sometimes when I wake up in the morningand I see 20 different emails,"
    }
  },
  {
    "translation": {
      "en": "I'm getting alerts of what's happening. I just try to stay on top of it.",
      "vi": "I'm getting alerts of what's happening.I just try to stay on top of it."
    }
  },
  {
    "translation": {
      "en": "On any given day, it's meetings back-to-back.",
      "vi": "On any given day,it's meetings back-to-back."
    }
  },
  {
    "translation": {
      "en": "First, thank you all so much for meeting with us,",
      "vi": "First, thank you all so muchfor meeting with us,"
    }
  },
  {
    "translation": {
      "en": "and then obviously, for this collaboration...",
      "vi": "and then obviously,for this collaboration..."
    }
  },
  {
    "translation": {
      "en": "If this was a real world event, what are some crisis standards...",
      "vi": "If this was a real world event,what are some crisis standards..."
    }
  },
  {
    "translation": {
      "en": "...and then go on for the duration of the day.",
      "vi": "...and then go onfor the duration of the day."
    }
  },
  {
    "translation": {
      "en": "They will walk you through the case definition and they will...",
      "vi": "They will walk you throughthe case definition and they will..."
    }
  },
  {
    "translation": {
      "en": "This isn't Atlanta. Anyone email back from CDC yet?",
      "vi": "This isn't Atlanta.Anyone email back from CDC yet?"
    }
  },
  {
    "translation": {
      "en": "A good chunk of my work is actually done at night,",
      "vi": "A good chunk of my workis actually done at night,"
    }
  },
  {
    "translation": {
      "en": "if you get an email from me, like, 11:00, 12:00 at night.",
      "vi": "if you get an email from me, like,11:00, 12:00 at night."
    }
  },
  {
    "translation": {
      "en": "-[woman] Thank you so much. -[Syra] Thank you for coming.",
      "vi": "-[woman] Thank you so much.-[Syra] Thank you for coming."
    }
  },
  {
    "translation": {
      "en": "I need to meet with these folks, I need to see what's happening.",
      "vi": "I need to meet with these folks,I need to see what's happening."
    }
  },
  {
    "translation": {
      "en": "The threat of special pathogens is constantly on my mind.",
      "vi": "The threat of special pathogensis constantly on my mind."
    }
  },
  {
    "translation": {
      "en": "While these outbreaks are happening remotely in distant areas,",
      "vi": "While these outbreaksare happening remotely in distant areas,"
    }
  },
  {
    "translation": {
      "en": "we know that they're just one flight away from coming here in the United States",
      "vi": "we know that they're just one flight awayfrom coming here in the United States"
    }
  },
  {
    "translation": {
      "en": "-pasta pesto. -Good job.",
      "vi": "-pasta pesto.-Good job."
    }
  },
  {
    "translation": {
      "en": "Special pathogens don't respect any boundaries.",
      "vi": "Special pathogensdon't respect any boundaries."
    }
  },
  {
    "translation": {
      "en": "So I wanna make sure that I'm doing it not just for my children,",
      "vi": "So I wanna make sure that I'm doing itnot just for my children,"
    }
  },
  {
    "translation": {
      "en": "but for the greater good of humanity, 'cause we wanna make sure people are safe.",
      "vi": "but for the greater good of humanity,'cause we wanna make sure people are safe."
    }
  },
  {
    "translation": {
      "en": "[Jake] Back in 2012, I was working at Pfizer doing antibody engineering.",
      "vi": "[Jake] Back in 2012, I was workingat Pfizer doing antibody engineering."
    }
  },
  {
    "translation": {
      "en": "I wasn't working on vaccines, but I was learning a lot",
      "vi": "I wasn't working on vaccines,but I was learning a lot"
    }
  },
  {
    "translation": {
      "en": "about how the populations of antibodies respond to their targets.",
      "vi": "about how the populations of antibodiesrespond to their targets."
    }
  },
  {
    "translation": {
      "en": "to what was really going on when someone gets vaccinated",
      "vi": "to what was really going onwhen someone gets vaccinated"
    }
  },
  {
    "translation": {
      "en": "or when we're trying to engineer an antibody as a drug.",
      "vi": "or when we're trying to engineeran antibody as a drug."
    }
  },
  {
    "translation": {
      "en": "I had a BA when I was at Pfizer, and I got promoted every year,",
      "vi": "I had a BA when I was at Pfizer,and I got promoted every year,"
    }
  },
  {
    "translation": {
      "en": "so I was a principal scientist with a Bachelor's Degree.",
      "vi": "so I was a principal scientistwith a Bachelor's Degree."
    }
  },
  {
    "translation": {
      "en": "And friends of mine were... They thought I was crazy.",
      "vi": "And friends of mine were...They thought I was crazy."
    }
  },
  {
    "translation": {
      "en": "Some of them were like, \"Why are you leaving a job",
      "vi": "Some of them were like,\"Why are you leaving a job"
    }
  },
  {
    "translation": {
      "en": "where normally you need a PhD, and a post doc,",
      "vi": "where normally you need a PhD,and a post doc,"
    }
  },
  {
    "translation": {
      "en": "But I was worried if I waited another ten years,",
      "vi": "But I was worried if I waitedanother ten years,"
    }
  },
  {
    "translation": {
      "en": "I might start having children and then I would be too scared to make a big jump.",
      "vi": "I might start having children and thenI would be too scared to make a big jump."
    }
  },
  {
    "translation": {
      "en": "I definitely was like, \"I could be messing up my career right now, but...\"",
      "vi": "I definitely was like, \"I could bemessing up my career right now, but...\""
    }
  },
  {
    "translation": {
      "en": "I came up with this idea and I thought it was too beautiful not to try.",
      "vi": "I came up with this idea and I thoughtit was too beautiful not to try."
    }
  },
  {
    "translation": {
      "en": "startups are looking for the quickest path to funding.",
      "vi": "startups are lookingfor the quickest path to funding."
    }
  },
  {
    "translation": {
      "en": "A lot of them have a \"fake it till you make it\" approach.",
      "vi": "A lot of them havea \"fake it till you make it\" approach."
    }
  },
  {
    "translation": {
      "en": "[newscaster 1] Well, she was a college dropout",
      "vi": "[newscaster 1] Well, she wasa college dropout"
    }
  },
  {
    "translation": {
      "en": "who became the youngest self-made female billionaire.",
      "vi": "who became the youngestself-made female billionaire."
    }
  },
  {
    "translation": {
      "en": "[newscaster 2] In 2003, then 19-year-old Elizabeth Holmes founded Theranos",
      "vi": "[newscaster 2] In 2003, then 19-year-oldElizabeth Holmes founded Theranos"
    }
  },
  {
    "translation": {
      "en": "with the hope of using small amounts of blood",
      "vi": "with the hopeof using small amounts of blood"
    }
  },
  {
    "translation": {
      "en": "-Does it work? -Yes.",
      "vi": "-Does it work?-Yes."
    }
  },
  {
    "translation": {
      "en": "-You're confident in that? -I am confident in that.",
      "vi": "-You're confident in that?-I am confident in that."
    }
  },
  {
    "translation": {
      "en": "[Jake] In order to get funding, they often have to convince investors",
      "vi": "[Jake] In order to get funding,they often have to convince investors"
    }
  },
  {
    "translation": {
      "en": "about ideas that haven't been proven out yet,",
      "vi": "about ideasthat haven't been proven out yet,"
    }
  },
  {
    "translation": {
      "en": "they do not have sound science to back up their plans.",
      "vi": "they do not have sound scienceto back up their plans."
    }
  },
  {
    "translation": {
      "en": "from the Securities and Exchange Commission",
      "vi": "from the Securitiesand Exchange Commission"
    }
  },
  {
    "translation": {
      "en": "by the centers for Medicare and Medicaid services.",
      "vi": "by the centers for Medicareand Medicaid services."
    }
  },
  {
    "translation": {
      "en": "to cultivate your credibility and your science.",
      "vi": "to cultivate your credibilityand your science."
    }
  },
  {
    "translation": {
      "en": "[newscaster 3] Now Elizabeth Holmes is facing some pretty serious prison time.",
      "vi": "[newscaster 3] Now Elizabeth Holmes isfacing some pretty serious prison time."
    }
  },
  {
    "translation": {
      "en": "[newscaster 4] Holmes and the company's former president",
      "vi": "[newscaster 4] Holmesand the company's former president"
    }
  },
  {
    "translation": {
      "en": "were indicted yesterday on federal wire fraud charges.",
      "vi": "were indicted yesterdayon federal wire fraud charges."
    }
  },
  {
    "translation": {
      "en": "So, eventually, some of these companies realize",
      "vi": "So, eventually,some of these companies realize"
    }
  },
  {
    "translation": {
      "en": "is not enough to support their quest for the almighty dollar.",
      "vi": "is not enough to support their questfor the almighty dollar."
    }
  },
  {
    "translation": {
      "en": "There are a million reasons why an experiment can fail.",
      "vi": "There are a million reasonswhy an experiment can fail."
    }
  },
  {
    "translation": {
      "en": "Ultimately, all that matters is what the data says,",
      "vi": "Ultimately, all that mattersis what the data says,"
    }
  },
  {
    "translation": {
      "en": "Our goal here is that we want to enable the world",
      "vi": "Our goal here is that we wantto enable the world"
    }
  },
  {
    "translation": {
      "en": "That's obviously low on the list for investors.",
      "vi": "That's obviously low on the listfor investors."
    }
  },
  {
    "translation": {
      "en": "you either lose control of your company or you lose control of your vision.",
      "vi": "you either lose control of your companyor you lose control of your vision."
    }
  },
  {
    "translation": {
      "en": "Everything up until this point has been out of our own pockets.",
      "vi": "Everything up until this pointhas been out of our own pockets."
    }
  },
  {
    "translation": {
      "en": "major pharmaceutical companies who have way more money than us",
      "vi": "major pharmaceutical companieswho have way more money than us"
    }
  },
  {
    "translation": {
      "en": "But my experience in big pharmas is they typically move very slow",
      "vi": "But my experience in big pharmasis they typically move very slow"
    }
  },
  {
    "translation": {
      "en": "And so, there actually aren't that many people",
      "vi": "And so, there actuallyaren't that many people"
    }
  },
  {
    "translation": {
      "en": "as you might think working on new techniques.",
      "vi": "as you might thinkworking on new techniques."
    }
  },
  {
    "translation": {
      "en": "So that's worked to our advantage, but eventually,",
      "vi": "So that's worked to our advantage,but eventually,"
    }
  },
  {
    "translation": {
      "en": "we are going to need to get this vaccine into human trials.",
      "vi": "we are going to needto get this vaccine into human trials."
    }
  },
  {
    "translation": {
      "en": "And we are not going to be able to fund that by ourselves.",
      "vi": "And we are not going to be ableto fund that by ourselves."
    }
  },
  {
    "translation": {
      "en": "[Dinesh] It was my family's dream to have a doctor in the family.",
      "vi": "[Dinesh] It was my family's dreamto have a doctor in the family."
    }
  },
  {
    "translation": {
      "en": "They thought the first one would become a doctor, he didn't.",
      "vi": "They thought the first onewould become a doctor, he didn't."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] When it came to me, the fifth, they found some hope.",
      "vi": "[in Hindi] When it came to me, the fifth,they found some hope."
    }
  },
  {
    "translation": {
      "en": "I don't know why they felt that I could become one.",
      "vi": "I don't knowwhy they felt that I could become one."
    }
  },
  {
    "translation": {
      "en": "But they knew that what little I studied, I did it with all my heart.",
      "vi": "But they knew that what little I studied,I did it with all my heart."
    }
  },
  {
    "translation": {
      "en": "I am extremely passionate about this cause.",
      "vi": "I am extremely passionateabout this cause."
    }
  },
  {
    "translation": {
      "en": "When we admitted you to emergency three days back,",
      "vi": "When we admitted you to emergencythree days back,"
    }
  },
  {
    "translation": {
      "en": "how different are you feeling since then?",
      "vi": "how differentare you feeling since then?"
    }
  },
  {
    "translation": {
      "en": "[man] The problem was going on for 15 days.",
      "vi": "[man] The problem was going onfor 15 days."
    }
  },
  {
    "translation": {
      "en": "We admitted her into a hospital in our area.",
      "vi": "We admitted herinto a hospital in our area."
    }
  },
  {
    "translation": {
      "en": "But it's not a big city, most of the people are from the villages.",
      "vi": "But it's not a big city,most of the people are from the villages."
    }
  },
  {
    "translation": {
      "en": "Even the doctors don't know about H1N1. So they didn't test her for this.",
      "vi": "Even the doctors don't know about H1N1.So they didn't test her for this."
    }
  },
  {
    "translation": {
      "en": "No one realized that it would become such a serious disease.",
      "vi": "No one realized that it would becomesuch a serious disease."
    }
  },
  {
    "translation": {
      "en": "[in English] The patient is not responding up to the mark which I want.",
      "vi": "[in English] The patient is not respondingup to the mark which I want."
    }
  },
  {
    "translation": {
      "en": "there are no facilities in the outlying areas.",
      "vi": "there are no facilitiesin the outlying areas."
    }
  },
  {
    "translation": {
      "en": "When they become seriously ill, they head for the cities.",
      "vi": "When they become seriously ill,they head for the cities."
    }
  },
  {
    "translation": {
      "en": "[in English] Any patient who had immunity low",
      "vi": "[in English] Any patientwho had immunity low"
    }
  },
  {
    "translation": {
      "en": "-[Dinesh] What are you tired of? -I'm really tired.",
      "vi": "-[Dinesh] What are you tired of?-I'm really tired."
    }
  },
  {
    "translation": {
      "en": "[Dheeraj in English] Generally, we Indians think it's a small cough,",
      "vi": "[Dheeraj in English] Generally,we Indians think it's a small cough,"
    }
  },
  {
    "translation": {
      "en": "all you should do is take honey, lemon, turmeric and it goes away.",
      "vi": "all you should do is take honey,lemon, turmeric and it goes away."
    }
  },
  {
    "translation": {
      "en": "But seems like it was something very different this time.",
      "vi": "But seems like it was somethingvery different this time."
    }
  },
  {
    "translation": {
      "en": "[Dinesh in Hindi] So, now the condition is guarded.",
      "vi": "[Dinesh in Hindi]So, now the condition is guarded."
    }
  },
  {
    "translation": {
      "en": "[Dheeraj] His kidney and heart have also become weaker...",
      "vi": "[Dheeraj] His kidney and hearthave also become weaker..."
    }
  },
  {
    "translation": {
      "en": "We will assume the situation is now serious.",
      "vi": "We will assumethe situation is now serious."
    }
  },
  {
    "translation": {
      "en": "[in English] Until and unless he's in ICU, he's critical.",
      "vi": "[in English] Until and unless he's in ICU,he's critical."
    }
  },
  {
    "translation": {
      "en": "[Dheeraj] At this point of time, lungs have infection,",
      "vi": "[Dheeraj] At this point of time,lungs have infection,"
    }
  },
  {
    "translation": {
      "en": "kidneys are not working, heart is under constant pressure.",
      "vi": "kidneys are not working,heart is under constant pressure."
    }
  },
  {
    "translation": {
      "en": "So, if these three vital organs are not working...",
      "vi": "So, if these three vital organsare not working..."
    }
  },
  {
    "translation": {
      "en": "That's why, whatever happens, I'm outside always,",
      "vi": "That's why, whatever happens,I'm outside always,"
    }
  },
  {
    "translation": {
      "en": "so he feels good about it, that there's someone who's taking care.",
      "vi": "so he feels good about it,that there's someone who's taking care."
    }
  },
  {
    "translation": {
      "en": "I have to stay here, there's no one else. I don't have a brother or a sister.",
      "vi": "I have to stay here, there's no one else.I don't have a brother or a sister."
    }
  },
  {
    "translation": {
      "en": "He's an old kind of man, \"I want to go home,",
      "vi": "He's an old kind of man,\"I want to go home,"
    }
  },
  {
    "translation": {
      "en": "I said, \"Yes, you will be able to, but just have some time off.",
      "vi": "I said, \"Yes, you will be able to,but just have some time off."
    }
  },
  {
    "translation": {
      "en": "and soon you will be able to do all of those.\"",
      "vi": "and soon you will be able to doall of those.\""
    }
  },
  {
    "translation": {
      "en": "-Why you have a Band-Aid right here? -[Amar crying]",
      "vi": "-Why you have a Band-Aid right here?-[Amar crying]"
    }
  },
  {
    "translation": {
      "en": "-Because I got hurt. -How'd you get hurt?",
      "vi": "-Because I got hurt.-How'd you get hurt?"
    }
  },
  {
    "translation": {
      "en": "-I was bleeding. -In school?",
      "vi": "-I was bleeding.-In school?"
    }
  },
  {
    "translation": {
      "en": "-No, at home. -[Hassan shouting indistinctly]",
      "vi": "-No, at home.-[Hassan shouting indistinctly]"
    }
  },
  {
    "translation": {
      "en": "Okay, go upstairs. I'll help you upstairs. You can't... no. We can't do it over here.",
      "vi": "Okay, go upstairs. I'll help you upstairs.You can't... no. We can't do it over here."
    }
  },
  {
    "translation": {
      "en": "Go upstairs. Just go upstairs. I'll put your clothes on upstairs.",
      "vi": "Go upstairs. Just go upstairs.I'll put your clothes on upstairs."
    }
  },
  {
    "translation": {
      "en": "I have a three-year-old and I have a five-year-old.",
      "vi": "I have a three-year-oldand I have a five-year-old."
    }
  },
  {
    "translation": {
      "en": "There are some days that are better than others",
      "vi": "There are some daysthat are better than others"
    }
  },
  {
    "translation": {
      "en": "-What happened? What happened? -[Amar crying]",
      "vi": "-What happened? What happened?-[Amar crying]"
    }
  },
  {
    "translation": {
      "en": "[Syra] Why don't you build something? You guys wanna build something?",
      "vi": "[Syra] Why don't you build something?You guys wanna build something?"
    }
  },
  {
    "translation": {
      "en": "And then there's other days where I'm just super exhausted,",
      "vi": "And then there's other dayswhere I'm just super exhausted,"
    }
  },
  {
    "translation": {
      "en": "'cause it's just been a really long or a rough day.",
      "vi": "'cause it's just been a really longor a rough day."
    }
  },
  {
    "translation": {
      "en": "Sometimes I actually put the kids down a little earlier than I need to",
      "vi": "Sometimes I actually put the kids downa little earlier than I need to"
    }
  },
  {
    "translation": {
      "en": "-[Amar] Mommy. -[Syra] Yes.",
      "vi": "-[Amar] Mommy.-[Syra] Yes."
    }
  },
  {
    "translation": {
      "en": "-Mommy, look at me. -Yes.",
      "vi": "-Mommy, look at me.-Yes."
    }
  },
  {
    "translation": {
      "en": "I actually don't tell them exactly what I do",
      "vi": "I actually don't tell themexactly what I do"
    }
  },
  {
    "translation": {
      "en": "and I try not to also share that with school friends or mommies,",
      "vi": "and I try not to also share thatwith school friends or mommies,"
    }
  },
  {
    "translation": {
      "en": "'cause people's fear factor kicks in first before logic.",
      "vi": "'cause people's fear factor kicks in firstbefore logic."
    }
  },
  {
    "translation": {
      "en": "If they think I had any remote kind of contact with disease,",
      "vi": "If they think I had any remotekind of contact with disease,"
    }
  },
  {
    "translation": {
      "en": "it's like, \"Don't touch me, don't come near me.\"",
      "vi": "it's like, \"Don't touch me,don't come near me.\""
    }
  },
  {
    "translation": {
      "en": "I started to work in the field of bio defense,",
      "vi": "I started to workin the field of bio defense,"
    }
  },
  {
    "translation": {
      "en": "I did some work with FBI related to bio defense.",
      "vi": "I did some work with FBIrelated to bio defense."
    }
  },
  {
    "translation": {
      "en": "and then the bio threat team that I was part of in 2014",
      "vi": "and then the bio threat teamthat I was part of in 2014"
    }
  },
  {
    "translation": {
      "en": "at the Texas Department of State Health Services,",
      "vi": "at the Texas Departmentof State Health Services,"
    }
  },
  {
    "translation": {
      "en": "was the team that did diagnose the very first patient.",
      "vi": "was the team that did diagnosethe very first patient."
    }
  },
  {
    "translation": {
      "en": "[doctor] The patient admitted to this hospital",
      "vi": "[doctor] The patient admittedto this hospital"
    }
  },
  {
    "translation": {
      "en": "and we're taking every step possible to manage this situation.",
      "vi": "and we're taking every step possibleto manage this situation."
    }
  },
  {
    "translation": {
      "en": "that this would ever reach the shores of the United States,",
      "vi": "that this would ever reachthe shores of the United States,"
    }
  },
  {
    "translation": {
      "en": "and so, there was no active monitoring or active screening in place.",
      "vi": "and so, there was no active monitoringor active screening in place."
    }
  },
  {
    "translation": {
      "en": "[newscaster] While caring for the first patient",
      "vi": "[newscaster] While caringfor the first patient"
    }
  },
  {
    "translation": {
      "en": "in US soil, a Dallas nurse contracted the disease.",
      "vi": "in US soil, a Dallas nursecontracted the disease."
    }
  },
  {
    "translation": {
      "en": "of are all hospitals in the United States equipped",
      "vi": "of are all hospitalsin the United States equipped"
    }
  },
  {
    "translation": {
      "en": "suspected with these types of special pathogens.",
      "vi": "suspected with these typesof special pathogens."
    }
  },
  {
    "translation": {
      "en": "For me, I wanna make sure from a healthcare delivery standpoint",
      "vi": "For me, I wanna make surefrom a healthcare delivery standpoint"
    }
  },
  {
    "translation": {
      "en": "whether this patient's coming in with Ebola virus disease or a pandemic flu,",
      "vi": "whether this patient's coming in withEbola virus disease or a pandemic flu,"
    }
  },
  {
    "translation": {
      "en": "they have the resources to identify these patients.",
      "vi": "they have the resourcesto identify these patients."
    }
  },
  {
    "translation": {
      "en": "-[Amar] I want to read the night squirrel. -Okay.",
      "vi": "-[Amar] I want to read the night squirrel.-Okay."
    }
  },
  {
    "translation": {
      "en": "All right, how about I read Hassan's first and then I read yours.",
      "vi": "All right, how about I read Hassan's firstand then I read yours."
    }
  },
  {
    "translation": {
      "en": "Okay, which one should I read in the superheroes?",
      "vi": "Okay, which one should I readin the superheroes?"
    }
  },
  {
    "translation": {
      "en": "When I was part of the Ebola response team,",
      "vi": "When I waspart of the Ebola response team,"
    }
  },
  {
    "translation": {
      "en": "\"When everybody was running away from this,",
      "vi": "\"When everybodywas running away from this,"
    }
  },
  {
    "translation": {
      "en": "it really translates into helping those around me.",
      "vi": "it really translatesinto helping those around me."
    }
  },
  {
    "translation": {
      "en": "This kid is bullying her. That's not nice to bully, right?",
      "vi": "This kid is bullying her.That's not nice to bully, right?"
    }
  },
  {
    "translation": {
      "en": "And yes, I may be putting myself in harm's way,",
      "vi": "And yes, I may be putting myselfin harm's way,"
    }
  },
  {
    "translation": {
      "en": "but this is something that I have knowledge of",
      "vi": "but this is somethingthat I have knowledge of"
    }
  },
  {
    "translation": {
      "en": "\"Whatever had changed him in that gamma ray accident must have...\"",
      "vi": "\"Whatever had changed himin that gamma ray accident must have...\""
    }
  },
  {
    "translation": {
      "en": "and we need to do something about it, and that something is now.",
      "vi": "and we need to do something about it,and that something is now."
    }
  },
  {
    "translation": {
      "en": "So, I have an upwards of ten projects happening at any given time.",
      "vi": "So, I have an upwards of ten projectshappening at any given time."
    }
  },
  {
    "translation": {
      "en": "I feel like there's so much more that needs to be done.",
      "vi": "I feel like there's so much morethat needs to be done."
    }
  },
  {
    "translation": {
      "en": "-[Sarah] Shall we cheers? -[woman] Yeah, let's cheers.",
      "vi": "-[Sarah] Shall we cheers?-[woman] Yeah, let's cheers."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Start off with... -[all] Cheers.",
      "vi": "-[man 1] Start off with...-[all] Cheers."
    }
  },
  {
    "translation": {
      "en": "you're supposed to make eye contact with everyone.",
      "vi": "you're supposed to makeeye contact with everyone."
    }
  },
  {
    "translation": {
      "en": "-[woman] I did, I read the book. -[man 1] What?",
      "vi": "-[woman] I did, I read the book.-[man 1] What?"
    }
  },
  {
    "translation": {
      "en": "[Sarah] We haven't been eating very much of the food.",
      "vi": "[Sarah] We haven't been eatingvery much of the food."
    }
  },
  {
    "translation": {
      "en": "Sometimes, when I get home from work, I don't wanna follow recipes anymore.",
      "vi": "Sometimes, when I get home from work,I don't wanna follow recipes anymore."
    }
  },
  {
    "translation": {
      "en": "I'm just like, \"Fuck it. I follow protocols all day.\"",
      "vi": "I'm just like, \"Fuck it.I follow protocols all day.\""
    }
  },
  {
    "translation": {
      "en": "I just wanna make some stuff up and see what happens.",
      "vi": "I just wanna make some stuff upand see what happens."
    }
  },
  {
    "translation": {
      "en": "[man 1] This is basically what you've been working on",
      "vi": "[man 1] This is basicallywhat you've been working on"
    }
  },
  {
    "translation": {
      "en": "[Sarah] Yeah, and we could have a human vaccine ready by 2025.",
      "vi": "[Sarah] Yeah, and we could havea human vaccine ready by 2025."
    }
  },
  {
    "translation": {
      "en": "We just need the money, 'cause the ferret study alone",
      "vi": "We just need the money,'cause the ferret study alone"
    }
  },
  {
    "translation": {
      "en": "[man 2] Have you thought about crowd funding?",
      "vi": "[man 2] Have you thoughtabout crowd funding?"
    }
  },
  {
    "translation": {
      "en": "My understanding was that crowd funding doesn't get you that much money,",
      "vi": "My understanding was that crowd fundingdoesn't get you that much money,"
    }
  },
  {
    "translation": {
      "en": "There's a lot of people in the world that are affected by the flu.",
      "vi": "There's a lot of people in the worldthat are affected by the flu."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[woman 1] That's true.",
      "vi": "-Yeah.-[woman 1] That's true."
    }
  },
  {
    "translation": {
      "en": "The thing is, for flu, we really haven't seen anything",
      "vi": "The thing is, for flu,we really haven't seen anything"
    }
  },
  {
    "translation": {
      "en": "in our lifetimes, or in our parents' lifetimes,",
      "vi": "in our lifetimes,or in our parents' lifetimes,"
    }
  },
  {
    "translation": {
      "en": "or even in our grandparents', but the next flu pandemic is...",
      "vi": "or even in our grandparents',but the next flu pandemic is..."
    }
  },
  {
    "translation": {
      "en": "We don't know if it will happen to us or our kids,",
      "vi": "We don't know if it will happen to usor our kids,"
    }
  },
  {
    "translation": {
      "en": "it killed over 50 million people, but we didn't even have planes,",
      "vi": "it killed over 50 million people,but we didn't even have planes,"
    }
  },
  {
    "translation": {
      "en": "from Asia to North America on a daily basis,",
      "vi": "from Asia to North Americaon a daily basis,"
    }
  },
  {
    "translation": {
      "en": "with thousands of pigs and thousands of chickens.",
      "vi": "with thousands of pigsand thousands of chickens."
    }
  },
  {
    "translation": {
      "en": "So, it could be hundreds of millions of people",
      "vi": "So, it could behundreds of millions of people"
    }
  },
  {
    "translation": {
      "en": "if it were as contagious as the H1N1 in 1918.",
      "vi": "if it were as contagiousas the H1N1 in 1918."
    }
  },
  {
    "translation": {
      "en": "-That's all you guys need? -Yeah.",
      "vi": "-That's all you guys need?-Yeah."
    }
  },
  {
    "translation": {
      "en": "-No, I don't. I'm just saying-- -[man 1] I got my checkbook.",
      "vi": "-No, I don't. I'm just saying---[man 1] I got my checkbook."
    }
  },
  {
    "translation": {
      "en": "So, my company just announced our Series D yesterday.",
      "vi": "So, my company just announcedour Series D yesterday."
    }
  },
  {
    "translation": {
      "en": "-[Sarah] Yeah. -We got a billion dollars.",
      "vi": "-[Sarah] Yeah.-We got a billion dollars."
    }
  },
  {
    "translation": {
      "en": "-[Sarah] Holy shit. -A billion dollars, like, \"Okay.\"",
      "vi": "-[Sarah] Holy shit.-A billion dollars, like, \"Okay.\""
    }
  },
  {
    "translation": {
      "en": "We wanna maintain full ownership, so we have to get government grants,",
      "vi": "We wanna maintain full ownership,so we have to get government grants,"
    }
  },
  {
    "translation": {
      "en": "non-profit foundation grants, like through the Gates Foundation.",
      "vi": "non-profit foundation grants,like through the Gates Foundation."
    }
  },
  {
    "translation": {
      "en": "[woman 2] So, you partnered with this foundation,",
      "vi": "[woman 2] So, you partneredwith this foundation,"
    }
  },
  {
    "translation": {
      "en": "-and they said yes? -Yeah, well, we...",
      "vi": "-and they said yes?-Yeah, well, we..."
    }
  },
  {
    "translation": {
      "en": "We applied for a grant and we've been waiting to hear back.",
      "vi": "We applied for a grantand we've been waiting to hear back."
    }
  },
  {
    "translation": {
      "en": "that a respiratory-spread pathogen would kill more than 30 million people",
      "vi": "that a respiratory-spread pathogen wouldkill more than 30 million people"
    }
  },
  {
    "translation": {
      "en": "And there is a reasonable probability of that taking place.",
      "vi": "And there is a reasonable probabilityof that taking place."
    }
  },
  {
    "translation": {
      "en": "[reporter] Research into a universal flu vaccine",
      "vi": "[reporter] Research intoa universal flu vaccine"
    }
  },
  {
    "translation": {
      "en": "just got a big boost, thanks to Bill Gates.",
      "vi": "just got a big boost,thanks to Bill Gates."
    }
  },
  {
    "translation": {
      "en": "The Bill and Melinda Gates Foundation is partnering with the CEO of Alphabet",
      "vi": "The Bill and Melinda Gates Foundationis partnering with the CEO of Alphabet"
    }
  },
  {
    "translation": {
      "en": "to establish a $12 million fund for research",
      "vi": "to establish a $12 million fundfor research"
    }
  },
  {
    "translation": {
      "en": "He says the vaccine is needed to help combat",
      "vi": "He says the vaccine is neededto help combat"
    }
  },
  {
    "translation": {
      "en": "The Gates Foundation has an amazing record trying to help global populations...",
      "vi": "The Gates Foundation has an amazing recordtrying to help global populations..."
    }
  },
  {
    "translation": {
      "en": "and they would enable communities that can't pay for it",
      "vi": "and they would enable communitiesthat can't pay for it"
    }
  },
  {
    "translation": {
      "en": "I am trying not to sit on pins and needles to wait to hear the results.",
      "vi": "I am trying not to sit on pins and needlesto wait to hear the results."
    }
  },
  {
    "translation": {
      "en": "It's cool stuff, so I think they're really interested in it.",
      "vi": "It's cool stuff, so I thinkthey're really interested in it."
    }
  },
  {
    "translation": {
      "en": "-[Sarah] Should we cheers? -[woman 2] Yeah, let's cheers again.",
      "vi": "-[Sarah] Should we cheers?-[woman 2] Yeah, let's cheers again."
    }
  },
  {
    "translation": {
      "en": "[Holly] Jefferson County Hospital, how can I help you?",
      "vi": "[Holly] Jefferson County Hospital,how can I help you?"
    }
  },
  {
    "translation": {
      "en": "I'm just answering the phone 'cause all my girls are...",
      "vi": "I'm just answering the phone'cause all my girls are..."
    }
  },
  {
    "translation": {
      "en": "So, Jefferson County Hospital, where I work,",
      "vi": "So, Jefferson County Hospital,where I work,"
    }
  },
  {
    "translation": {
      "en": "We have about eight to nine thousand people in the county.",
      "vi": "We have about eight to nine thousandpeople in the county."
    }
  },
  {
    "translation": {
      "en": "The closest other hospital is 35 to 40 minutes away.",
      "vi": "The closest other hospitalis 35 to 40 minutes away."
    }
  },
  {
    "translation": {
      "en": "Any barrier to care and care gets lessened.",
      "vi": "Any barrier to careand care gets lessened."
    }
  },
  {
    "translation": {
      "en": "And if you have to travel an hour to get healthcare,",
      "vi": "And if you have to travel an hourto get healthcare,"
    }
  },
  {
    "translation": {
      "en": "Do you wanna play the ring toss game with me?",
      "vi": "Do you wanna playthe ring toss game with me?"
    }
  },
  {
    "translation": {
      "en": "-Why not? -[crying] They're gonna get me right here.",
      "vi": "-Why not?-[crying] They're gonna get me right here."
    }
  },
  {
    "translation": {
      "en": "It's gonna feel just like a little pinch, just like that.",
      "vi": "It's gonna feel just like a little pinch,just like that."
    }
  },
  {
    "translation": {
      "en": "[Holly] When October, November come, then I begin to think, \"Okay, here we go.\"",
      "vi": "[Holly] When October, November come,then I begin to think, \"Okay, here we go.\""
    }
  },
  {
    "translation": {
      "en": "We're gonna be busier and we're gonna be having sicker patients.",
      "vi": "We're gonna be busierand we're gonna be having sicker patients."
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, let's got see what they gotta do.",
      "vi": "[woman] Okay, let's got seewhat they gotta do."
    }
  },
  {
    "translation": {
      "en": "-[boy] I don't want any shot. -[woman] You're not getting any shots",
      "vi": "-[boy] I don't want any shot.-[woman] You're not getting any shots"
    }
  },
  {
    "translation": {
      "en": "-You have a seat and wait for Mommy... -[boy] I don't want to...",
      "vi": "-You have a seat and wait for Mommy...-[boy] I don't want to..."
    }
  },
  {
    "translation": {
      "en": "we'd already had over 70 Oklahomans that had passed away from the flu.",
      "vi": "we'd already had over 70 Oklahomansthat had passed away from the flu."
    }
  },
  {
    "translation": {
      "en": "That is a lot of folks that died from an illness that could be prevented",
      "vi": "That is a lot of folks that diedfrom an illness that could be prevented"
    }
  },
  {
    "translation": {
      "en": "with a vaccine or that could be prevented with good hand hygiene",
      "vi": "with a vaccine or that could be preventedwith good hand hygiene"
    }
  },
  {
    "translation": {
      "en": "and they didn't just say, \"Well, I just have the flu.\"",
      "vi": "and they didn't just say,\"Well, I just have the flu.\""
    }
  },
  {
    "translation": {
      "en": "And then they die from \"just the flu.\" That's just tragic.",
      "vi": "And then they die from \"just the flu.\"That's just tragic."
    }
  },
  {
    "translation": {
      "en": "-[woman] Stop! -[crying] I don't wanna get a shot!",
      "vi": "-[woman] Stop!-[crying] I don't wanna get a shot!"
    }
  },
  {
    "translation": {
      "en": "I know. Do I look somebody that will hurt you?",
      "vi": "I know.Do I look somebody that will hurt you?"
    }
  },
  {
    "translation": {
      "en": "-I really don't want a shot! -I know. I know.",
      "vi": "-I really don't want a shot!-I know. I know."
    }
  },
  {
    "translation": {
      "en": "[woman 1] You ready for it, you want us to do it, momma?",
      "vi": "[woman 1] You ready for it, you want usto do it, momma?"
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Thank you, doctor. -Uh-huh.",
      "vi": "-[woman 2] Thank you, doctor.-Uh-huh."
    }
  },
  {
    "translation": {
      "en": "what I have in my mind is, \"It's gonna be like last year.\"",
      "vi": "what I have in my mind is,\"It's gonna be like last year.\""
    }
  },
  {
    "translation": {
      "en": "The CDC is calling this the worst flu outbreak in eight years",
      "vi": "The CDC is calling thisthe worst flu outbreak in eight years"
    }
  },
  {
    "translation": {
      "en": "guess what, there's a good chance you could get it again.",
      "vi": "guess what, there's a good chanceyou could get it again."
    }
  },
  {
    "translation": {
      "en": "[male newscaster] Can you believe that? We are nearing record breaking numbers",
      "vi": "[male newscaster] Can you believe that?We are nearing record breaking numbers"
    }
  },
  {
    "translation": {
      "en": "in the state of Oklahoma when it comes to flu-related deaths.",
      "vi": "in the state of Oklahomawhen it comes to flu-related deaths."
    }
  },
  {
    "translation": {
      "en": "-On that side? Okay. -Mmm-hmm.",
      "vi": "-On that side? Okay.-Mmm-hmm."
    }
  },
  {
    "translation": {
      "en": "[Holly] Even one death in a tiny town like ours is a pretty big deal.",
      "vi": "[Holly] Even one death in a tiny townlike ours is a pretty big deal."
    }
  },
  {
    "translation": {
      "en": "-Was this connected last night? -[man] No, sir.",
      "vi": "-Was this connected last night?-[man] No, sir."
    }
  },
  {
    "translation": {
      "en": "The ventilator was not connected all night.",
      "vi": "The ventilator wasnot connected all night."
    }
  },
  {
    "translation": {
      "en": "Before, you couldn't stay without it at night.",
      "vi": "Before, you couldn't stay without itat night."
    }
  },
  {
    "translation": {
      "en": "Oxygen was running at ten liters before, now it is at one liter.",
      "vi": "Oxygen was running at ten liters before,now it is at one liter."
    }
  },
  {
    "translation": {
      "en": "I don't think you have any problem breathing now.",
      "vi": "I don't think you haveany problem breathing now."
    }
  },
  {
    "translation": {
      "en": "How much less is your coughing than before?",
      "vi": "How much less is your coughingthan before?"
    }
  },
  {
    "translation": {
      "en": "-Huh? -[Nisha] I only cough at night.",
      "vi": "-Huh?-[Nisha] I only cough at night."
    }
  },
  {
    "translation": {
      "en": "[Dinesh] Only at night, just a little, but not as much as before.",
      "vi": "[Dinesh] Only at night, just a little,but not as much as before."
    }
  },
  {
    "translation": {
      "en": "You are getting bored here all by yourself.",
      "vi": "You are getting bored hereall by yourself."
    }
  },
  {
    "translation": {
      "en": "In the ward, you will talk to others, converse with them, you will not be bored.",
      "vi": "In the ward, you will talk to others,converse with them, you will not be bored."
    }
  },
  {
    "translation": {
      "en": "If God will feel so, she will be home in one to two days.",
      "vi": "If God will feel so,she will be home in one to two days."
    }
  },
  {
    "translation": {
      "en": "I feel a great joy easing the suffering of others.",
      "vi": "I feel a great joy easingthe suffering of others."
    }
  },
  {
    "translation": {
      "en": "and if I bring tears of joy to their mother,",
      "vi": "and if I bring tears of joyto their mother,"
    }
  },
  {
    "translation": {
      "en": "[in English] When the body is not responding to any treatment.",
      "vi": "[in English] When the bodyis not responding to any treatment."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] Often, in the 15 years of my professional life...",
      "vi": "[in Hindi] Often, in the 15 yearsof my professional life..."
    }
  },
  {
    "translation": {
      "en": "The sadness I feel when I lose a patient is more than the happiness of saving ten.",
      "vi": "The sadness I feel when I lose a patientis more than the happiness of saving ten."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] I never switch off my mobile for even a second in 24 hours.",
      "vi": "[in Hindi] I never switch off my mobilefor even a second in 24 hours."
    }
  },
  {
    "translation": {
      "en": "[in Hindi] Only a person who has lost a patient will understand this.",
      "vi": "[in Hindi] Only a person who has losta patient will understand this."
    }
  },
  {
    "translation": {
      "en": "Even if others don't like it, including my wife,",
      "vi": "Even if others don't like it,including my wife,"
    }
  },
  {
    "translation": {
      "en": "[newscaster 1 in English] Alarming rise in the number of swine flu cases.",
      "vi": "[newscaster 1 in English] Alarming risein the number of swine flu cases."
    }
  },
  {
    "translation": {
      "en": "Over 9,000 people have tested positive for swine flu across India",
      "vi": "Over 9,000 people have tested positivefor swine flu across India"
    }
  },
  {
    "translation": {
      "en": "The numbers are staggering, over 9,000 people are affected,",
      "vi": "The numbers are staggering,over 9,000 people are affected,"
    }
  },
  {
    "translation": {
      "en": "which means that once it reaches that level again,",
      "vi": "which means that once it reachesthat level again,"
    }
  },
  {
    "translation": {
      "en": "[newscaster 2] According to the CDC, last flu season killed 180 children.",
      "vi": "[newscaster 2] According to the CDC,last flu season killed 180 children."
    }
  },
  {
    "translation": {
      "en": "One of the worst flu seasons in recent memory,",
      "vi": "One of the worst flu seasonsin recent memory,"
    }
  },
  {
    "translation": {
      "en": "this new season ushers in one big question.",
      "vi": "this new seasonushers in one big question."
    }
  },
  {
    "translation": {
      "en": "[newscaster 3] And everything indicates that this upcoming flu season,",
      "vi": "[newscaster 3] And everything indicatesthat this upcoming flu season,"
    }
  },
  {
    "translation": {
      "en": "[Bill Gates] As we've seen various flu scares,",
      "vi": "[Bill Gates] As we've seenvarious flu scares,"
    }
  },
  {
    "translation": {
      "en": "And it's pretty surprising how little preparedness there is for it.",
      "vi": "And it's pretty surprising how littlepreparedness there is for it."
    }
  },
  {
    "translation": {
      "en": "Fortunately, there's some amazing people who dedicate their life to this.",
      "vi": "Fortunately, there's some amazing peoplewho dedicate their life to this."
    }
  },
  {
    "translation": {
      "en": "Like all global problems, it's not easy to solve.",
      "vi": "Like all global problems,it's not easy to solve."
    }
  },
  {
    "translation": {
      "en": "But this is the greatest risk, and we're not ready.",
      "vi": "But this is the greatest risk,and we're not ready."
    }
  }
]