[
  {
    "translation": {
      "en": "-[woman laughing] -[Jon] I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "-There we go. Chefs everywhere. -[woman] It says, \"everything.\"",
      "vi": "- Dán nhãn tất cả. - Rồi. - Nó ghi \"tất cả\". - Đầu bếp khắp nơi."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Roy likes it.",
      "vi": "- Ừ. - Roy thích thế."
    }
  },
  {
    "translation": {
      "en": "[Roy] Like, you took my words too literally.",
      "vi": "Anh làm máy móc theo lời tôi quá."
    }
  },
  {
    "translation": {
      "en": "I heard you were here before they even opened.",
      "vi": "Nghe nói anh sống ở đây trước khi có quán."
    }
  },
  {
    "translation": {
      "en": "I grew up right here in this area. This store here--",
      "vi": "Tôi lớn lên ở khu này. Cửa hàng này…"
    }
  },
  {
    "translation": {
      "en": "-This was my Baskin-Robbins. Yeah. -This was his Baskin-Robbins.",
      "vi": "- Đây từng là hàng Baskin-Robbins của tôi. - Ra thế."
    }
  },
  {
    "translation": {
      "en": "-Bittersweet. -I have mixed feelings.",
      "vi": "- Buồn vui lẫn lộn. - Lẫn lộn."
    }
  },
  {
    "translation": {
      "en": "But no, this was my Baskin-Robbins, but I'm so happy she's here.",
      "vi": "Đây từng là hàng Baskin-Robbins của tôi, nhưng tôi mừng vì có cô ấy."
    }
  },
  {
    "translation": {
      "en": "I've been involved with Christina for a long time.",
      "vi": "Tôi đã làm cùng Christina từ lâu rồi."
    }
  },
  {
    "translation": {
      "en": "I mean, her first book tour, we did at Chego.",
      "vi": "Chuyến quảng bá sách đầu tiên của cô ấy là ở Chego."
    }
  },
  {
    "translation": {
      "en": "[Christina] You have this book. The publisher's like, \"How are you gonna promote it?\" [laughs]",
      "vi": "Tôi có cuốn sách. Nhà xuất bản nói \"Cô định quảng bá thế nào?\""
    }
  },
  {
    "translation": {
      "en": "And you're like, \"I have this one friend in LA.",
      "vi": "Tôi nói \"Tôi có một người bạn ở LA. Để tôi gọi anh ấy xem thế nào\"."
    }
  },
  {
    "translation": {
      "en": "-Maybe I can call him and see.\" -That's great.",
      "vi": "Tôi nói \"Tôi có một người bạn ở LA. Để tôi gọi anh ấy xem thế nào\". Tuyệt."
    }
  },
  {
    "translation": {
      "en": "So I'm like, \"Roy.\" And he's like,",
      "vi": "Tôi gọi \"Roy\". Anh ấy nói"
    }
  },
  {
    "translation": {
      "en": "-\"We'll do old-school bake-sale style.\" -Sale.",
      "vi": "- \"Ta sẽ bán bánh kiểu truyền thống\". - Đúng."
    }
  },
  {
    "translation": {
      "en": "\"I got a folding table. We'll put you out on the street.\"",
      "vi": "\"Tôi có bàn gấp. Cô sẽ được ra đường\"."
    }
  },
  {
    "translation": {
      "en": "It's like, if you're gonna learn how to cook for a bake sale,",
      "vi": "Nếu muốn học cách nướng bánh để bán ngoài đường,"
    }
  },
  {
    "translation": {
      "en": "-who would you want as your secret weapon? -[Roy] Yeah.",
      "vi": "- cô sẽ muốn ai làm vũ khí bí mật? - Vâng."
    }
  },
  {
    "translation": {
      "en": "-For you to get perspective-- -I grew up on bake sales.",
      "vi": "- Để hiểu… - Tôi lớn lên với những buổi bán bánh."
    }
  },
  {
    "translation": {
      "en": "-[Roy] I know, that's your whole-- -It is my tried-and-true.",
      "vi": "- Đó là toàn bộ… - Đó là công thức thành công."
    }
  },
  {
    "translation": {
      "en": "I will pull over the side of the road",
      "vi": "Tôi sẵn sàng đánh xe vào lề đường"
    }
  },
  {
    "translation": {
      "en": "to go to a bake sale and spend $20 and get baked goods that run the gamut.",
      "vi": "để vào chỗ bán bánh và chi 20 đô để mua đủ loại về ăn."
    }
  },
  {
    "translation": {
      "en": "So we wanted to use this to, like--",
      "vi": "Chúng tôi muốn nhân cơ hội này để…"
    }
  },
  {
    "translation": {
      "en": "Take back the bake sale.",
      "vi": "Phục hưng nó."
    }
  },
  {
    "translation": {
      "en": "Take back the bake sale, and also offer something.",
      "vi": "Phục hưng nó, và đem đến cái kiểu như"
    }
  },
  {
    "translation": {
      "en": "You know what? Just pause, and then let's try to make a good cookie,",
      "vi": "\"Biết gì không? Hãy dừng lại và thử làm bánh quy thật ngon, bánh brownie thật ngon\"."
    }
  },
  {
    "translation": {
      "en": "make a good brownie.",
      "vi": "và thử làm bánh quy thật ngon, bánh brownie thật ngon\"."
    }
  },
  {
    "translation": {
      "en": "-My favorite cookie… -[Jon] Uh-huh.",
      "vi": "Bánh quy tôi thích…"
    }
  },
  {
    "translation": {
      "en": "has been my favorite cookie at Milk Bar since the very beginning.",
      "vi": "ngay từ đầu đã là loại tôi thích ở Milk Bar."
    }
  },
  {
    "translation": {
      "en": "It was the cornflake, chocolate chip, marshmallow cookie.",
      "vi": "Bánh quy cốm bắp, sô-cô-la hạt, kẹo dẻo."
    }
  },
  {
    "translation": {
      "en": "[Jon] It's really good.",
      "vi": "Rất hay đấy."
    }
  },
  {
    "translation": {
      "en": "Look at how much cornflake crunch goes into this cookie.",
      "vi": "Hãy xem cần bao nhiêu cốm bắp giòn cho vào bánh này."
    }
  },
  {
    "translation": {
      "en": "-Goes into this. Yes. -Yeah.",
      "vi": "Cho vào. Vâng."
    }
  },
  {
    "translation": {
      "en": "[Christina] This is caramelized cornflakes. It's cornflakes.",
      "vi": "Như cốm bắp ngào đường. Có cốm bắp. Có đường, một chút muối, một chút bột sữa."
    }
  },
  {
    "translation": {
      "en": "There's some sugar, some salt, some milk powder.",
      "vi": "Có cốm bắp. Có đường, một chút muối, một chút bột sữa."
    }
  },
  {
    "translation": {
      "en": "You know, people are always really scared of salt in their baked goods.",
      "vi": "Người ta lúc nào cũng sợ cho muối vào bánh nướng."
    }
  },
  {
    "translation": {
      "en": "-You need salt and you need acid. -Yeah.",
      "vi": "- Ta cần muối và ta cần độ chua. - Vâng."
    }
  },
  {
    "translation": {
      "en": "But making anything taste good requires that balance.",
      "vi": "Nhưng để làm món ngon cần sự cân bằng giữa hai thứ."
    }
  },
  {
    "translation": {
      "en": "-This is cultured butter. -[Jon] That gives you acid, the culture?",
      "vi": "- Đây là bơ nuôi cấy. - Cho vị chua? Nhờ nuôi cấy?"
    }
  },
  {
    "translation": {
      "en": "It gives you a bit of acid, but the thing a lot of home cooks don't think about is",
      "vi": "Nó cho một chút vị chua, nhưng điều nhiều đầu bếp nghiệp dư không nghĩ đến là bột nở và muối nở,"
    }
  },
  {
    "translation": {
      "en": "that your baking powder and baking soda, which are what you use for leavener,",
      "vi": "nhưng điều nhiều đầu bếp nghiệp dư không nghĩ đến là bột nở và muối nở, cái ta dùng để lên men, là cái đem lại tính axit."
    }
  },
  {
    "translation": {
      "en": "that's where you get the acid.",
      "vi": "cái ta dùng để lên men, là cái đem lại tính axit."
    }
  },
  {
    "translation": {
      "en": "[Jon] I don't understand. Wait.",
      "vi": "Sao? Tôi không hiểu."
    }
  },
  {
    "translation": {
      "en": "Baking powder and baking soda. Can you tell me the difference?",
      "vi": "Bột nở và muối nở. Cô phân biệt hai cái đi?"
    }
  },
  {
    "translation": {
      "en": "Okay, so baking powder is a leavener.",
      "vi": "Bột nở là một loại men."
    }
  },
  {
    "translation": {
      "en": "It gives acid.",
      "vi": "Nó có tính axit."
    }
  },
  {
    "translation": {
      "en": "-[Jon] Okay. -It also helps with texture.",
      "vi": "- Được. - Nó cũng làm bánh tơi xốp."
    }
  },
  {
    "translation": {
      "en": "And baking powder is typically double-acting,",
      "vi": "Bột nở thường là loại hai tác dụng,"
    }
  },
  {
    "translation": {
      "en": "so it activates as a leavener when it hits heat the first time.",
      "vi": "nó là chất lên men khi tiếp xúc với nhiệt, - lần đầu. - Được."
    }
  },
  {
    "translation": {
      "en": "If it hits another acid, it will react again.",
      "vi": "Nếu tiếp xúc với axit khác, nó sẽ phản ứng tiếp."
    }
  },
  {
    "translation": {
      "en": "-As a leavener? -[Christina] It'll lift again.",
      "vi": "- Cũng lên men? - Sẽ nở tiếp. Ừ."
    }
  },
  {
    "translation": {
      "en": "So what would you add to baking powder to make it lift?",
      "vi": "Vậy ta cho gì vào bột nở để khiến nó nở?"
    }
  },
  {
    "translation": {
      "en": "This is a good one! You know the science fair?",
      "vi": "Hỏi hay đấy! Anh biết hội chợ khoa học chứ?"
    }
  },
  {
    "translation": {
      "en": "-And you build the volcano? -Yes, the volcano.",
      "vi": "- Mà có núi lửa mô hình? - Có."
    }
  },
  {
    "translation": {
      "en": "-Right. -Baking powder, vinegar.",
      "vi": "- Đúng. - Bột nở, giấm."
    }
  },
  {
    "translation": {
      "en": "-Vinegar in there because it's acid. -[whooshing] Yeah.",
      "vi": "- Cho giấm vì nó có axit. - Vâng."
    }
  },
  {
    "translation": {
      "en": "I gotcha. Mentos and Diet Coke.",
      "vi": "Hiểu rồi. Mentos và Diet Coke."
    }
  },
  {
    "translation": {
      "en": "-Same. Similar. -Same thing.",
      "vi": "- Tương tự. - Giống nhau."
    }
  },
  {
    "translation": {
      "en": "-You can feel it happening in here. -Yes.",
      "vi": "- Ta cảm thấy trong bụng. - Đúng."
    }
  },
  {
    "translation": {
      "en": "[Christina] So we add the light brown sugar and granulated sugar.",
      "vi": "Cho vào đường nâu nhạt và đường cát trắng."
    }
  },
  {
    "translation": {
      "en": "The secret to any great chocolate chip cookie is the dark vanilla extract.",
      "vi": "Bí quyết làm bánh quy sô-cô-la hạt ngon với tôi là chiết xuất vani đen."
    }
  },
  {
    "translation": {
      "en": "But you'll also use the white vanilla for other things.",
      "vi": "Nhưng ta sẽ dùng vani trắng để làm việc khác."
    }
  },
  {
    "translation": {
      "en": "-Look at--I like that you came in ready. -[Jon] Yeah. Yeah.",
      "vi": "Nhìn kìa… - Tôi thích việc anh chuẩn bị trước. - Vâng."
    }
  },
  {
    "translation": {
      "en": "-That creamy vanilla is birthday vibe. -[Jon] Yeah.",
      "vi": "Kem vani khiến ta nhớ đến sinh nhật."
    }
  },
  {
    "translation": {
      "en": "-It's the fake vanilla. Yeah, okay. -That's dreamy, fake vanilla,",
      "vi": "- Đó là vani đểu. - Đó là vani đểu, tưởng tượng,"
    }
  },
  {
    "translation": {
      "en": "which I would never use, baking these cookies.",
      "vi": "mà tôi sẽ không bao giờ dùng để làm bánh quy."
    }
  },
  {
    "translation": {
      "en": "But we cream this sucker in total for ten minutes, which is unheard of.",
      "vi": "Nhưng ta đánh thứ này trong mười phút, chưa thấy ở đâu làm thế."
    }
  },
  {
    "translation": {
      "en": "So in your style of baking, are you using metric? Are you using pounds?",
      "vi": "Vậy phong cách nướng bánh của cô, cô dùng hệ mét hay hệ pound?"
    }
  },
  {
    "translation": {
      "en": "We're using metric. We use weight to the gram.",
      "vi": "Ta dùng hệ mét, dùng đơn vị khối lượng là gam."
    }
  },
  {
    "translation": {
      "en": "-[Roy] Yeah. -If it's a small amount, to the tenth of the 100th of a gram.",
      "vi": "Và nếu là lượng nhỏ, một phần mười hay phần trăm của gam."
    }
  },
  {
    "translation": {
      "en": "But most home-baking recipes are by cups and teaspoons.",
      "vi": "Phần lớn công thức làm bánh tại gia dùng cốc và thìa cà phê."
    }
  },
  {
    "translation": {
      "en": "-They are. -Is it part of the problem?",
      "vi": "- Đúng. - Có phải vấn đề không?"
    }
  },
  {
    "translation": {
      "en": "It's always part of the problem.",
      "vi": "- Luôn thế. - Được."
    }
  },
  {
    "translation": {
      "en": "-With the bread, it's all… Like with-- -Yeah.",
      "vi": "Với bánh mì, thì đều… Như với…"
    }
  },
  {
    "translation": {
      "en": "-Bread is all grams and weighed in metric. -Has to be weighed in metric.",
      "vi": "- Bánh mì toàn dùng gam và mét. - Phải làm thế."
    }
  },
  {
    "translation": {
      "en": "[Christina] You don't need a crazy gem scale. You just need something.",
      "vi": "Không cần cân vi lượng. Chỉ cần cái gì đó."
    }
  },
  {
    "translation": {
      "en": "If all three of us made a cup of flour,",
      "vi": "Nếu cả ba chúng ta lấy một cốc bột,"
    }
  },
  {
    "translation": {
      "en": "-it'd weigh different across the board. -That's right.",
      "vi": "- khối lượng sẽ khác nhau. - Đúng."
    }
  },
  {
    "translation": {
      "en": "When we write our cookbooks, the publishers maybe hate me a little bit,",
      "vi": "Khi viết sách nấu ăn, nhà xuất bản hơi ghét tôi một chút,"
    }
  },
  {
    "translation": {
      "en": "but I'm like, \"No, we're gonna give it to them in grams",
      "vi": "nhưng tôi luôn nói \"Không, ta sẽ dùng đơn vị gam"
    }
  },
  {
    "translation": {
      "en": "'cause that's how we do it, and we're not going to be a part of the bad bake sales.",
      "vi": "vì đó là cách chúng tôi làm, và chúng tôi không bán bánh dở\"."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "-All right, where did you put my egg? -[Roy] I got it here.",
      "vi": "Được rồi, trứng của tôi đâu? Tôi để đây."
    }
  },
  {
    "translation": {
      "en": "Amazing.",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "So we want it to aerate for sure",
      "vi": "Ta muốn để nó thở"
    }
  },
  {
    "translation": {
      "en": "because the second you add that egg yolk, it forces the emulsification",
      "vi": "vì ngay khi cho lòng đỏ trứng vào, quá trình nhũ tương hóa sẽ diễn ra"
    }
  },
  {
    "translation": {
      "en": "-of the butter and the sugar. -Yeah.",
      "vi": "giữa bơ và đường."
    }
  },
  {
    "translation": {
      "en": "[Christina] It strengthens that bond. And we need this to be super strong",
      "vi": "Nó củng cố liên kết đó. Và ta cần nó cực kỳ chắc chắn"
    }
  },
  {
    "translation": {
      "en": "because you know when your cookies… Some of it bakes out lacy and flat",
      "vi": "vì khi bánh quy… Có cái bị mỏng và thủng lỗ chỗ"
    }
  },
  {
    "translation": {
      "en": "-and you can see the butter baking out? -Yeah, yeah.",
      "vi": "- vì bơ bị bay hơi hết? - Đúng."
    }
  },
  {
    "translation": {
      "en": "It's because you didn't take enough time here.",
      "vi": "Đó là vì không để đủ thời gian ở đây."
    }
  },
  {
    "translation": {
      "en": "[Jon] Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Speaking of lacy cookies, there are good lacy cookies.",
      "vi": "Nói đến bánh quy mỏng, cũng có loại ngon mà."
    }
  },
  {
    "translation": {
      "en": "-The chocolate chip ones that are-- -Oh, yeah.",
      "vi": "Loại có sô-cô-la hạt…"
    }
  },
  {
    "translation": {
      "en": "-[Roy] That are crispy on the edges. -Oh, yeah.",
      "vi": "Phần mép bánh rất giòn."
    }
  },
  {
    "translation": {
      "en": "How do you get that cookie versus just a regular chocolate chip cookie?",
      "vi": "Làm sao để làm ra loại bánh đó so với bánh bình thường?"
    }
  },
  {
    "translation": {
      "en": "So when you're making that kind of cookie,",
      "vi": "Khi làm loại bánh đó,"
    }
  },
  {
    "translation": {
      "en": "-and you want it to be purposefully lacy-- -Almost a palmiers texture, right?",
      "vi": "- và ta muốn cố tình để nó mỏng… - Gần giống hoa văn cây cọ?"
    }
  },
  {
    "translation": {
      "en": "[Christina] You're not playing this crazy whipping game.",
      "vi": "Ta sẽ không đánh kỹ thế này."
    }
  },
  {
    "translation": {
      "en": "It's not about giving it aeration.",
      "vi": "Để bột thở không quan trọng."
    }
  },
  {
    "translation": {
      "en": "It's just about the ratio of flour to sugar to butter.",
      "vi": "Quan trọng là tỉ lệ bột so với đường, bơ."
    }
  },
  {
    "translation": {
      "en": "And it'll naturally bake out.",
      "vi": "Và khi nướng tự nó sẽ ra như thế."
    }
  },
  {
    "translation": {
      "en": "-Yeah. Because the melted-- -What are those Pepperidge Farm ones",
      "vi": "- Vì tan chảy… - Mấy cái bánh Pepperidge Farm"
    }
  },
  {
    "translation": {
      "en": "-that they dip in chocolate? -Yeah. Oh!",
      "vi": "nhúng sô-cô-la là sao nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-Those are really good. -[Christina] Why can't I bake those?",
      "vi": "- Bánh đó ngon thật. - Sao tôi không làm được?"
    }
  },
  {
    "translation": {
      "en": "The most ones you see at bakeries are the chocolate chip, but then it…",
      "vi": "Hầu hết bánh quy ở tiệm bánh là loại sô-cô-la hạt, nhưng…"
    }
  },
  {
    "translation": {
      "en": "-I grew up on the iced oatmeal ones. -Yes.",
      "vi": "- tôi lớn lên với loại kem yến mạch. - Đúng."
    }
  },
  {
    "translation": {
      "en": "-Remember those? -Yes. Those were so good.",
      "vi": "- Nhớ không? Ngon thật. - Có."
    }
  },
  {
    "translation": {
      "en": "I used to load Pepperidge Farm cookies onto trucks in Queens.",
      "vi": "Tôi từng khuân vác bánh quy Pepperidge Farm lên xe tải ở Queens."
    }
  },
  {
    "translation": {
      "en": "-Stop it. -[Jon] We were kids in school.",
      "vi": "- Thôi đi. - Lúc đó bọn tôi còn bé, đi học."
    }
  },
  {
    "translation": {
      "en": "The drivers would tip us.",
      "vi": "Tài xế trả công."
    }
  },
  {
    "translation": {
      "en": "-We'd wait by the distribution center. -That's a dream job.",
      "vi": "- Chúng tôi đợi ở trung tâm phân phối. - Việc trong mơ."
    }
  },
  {
    "translation": {
      "en": "And we would go pick out their boxes and load up their trucks.",
      "vi": "Và chúng tôi đi bê hộp đưa lên xe tải."
    }
  },
  {
    "translation": {
      "en": "-[Roy] And load it up. -Yeah. That was it.",
      "vi": "- Và chất lên. - Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "-[Roy laughs] -[Christina] I love that.",
      "vi": "Tôi thích lắm."
    }
  },
  {
    "translation": {
      "en": "[Christina] This is flour, salt, baking powder,",
      "vi": "Đây là bột mì, muối, bột nở,"
    }
  },
  {
    "translation": {
      "en": "-baking soda. -[Jon] Right.",
      "vi": "- muối nở. - Được."
    }
  },
  {
    "translation": {
      "en": "We know we need to add this, so the secret to this mixing is",
      "vi": "Ta biết phải cho cái này, nên bí quyết khi trộn là"
    }
  },
  {
    "translation": {
      "en": "that we want to mix this part of it as little as possible.",
      "vi": "nên trộn phần này càng ít càng tốt."
    }
  },
  {
    "translation": {
      "en": "[Jon] Right.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[Christina] That's it.",
      "vi": "Thế là xong."
    }
  },
  {
    "translation": {
      "en": "[Jon] Is that all you would mix right there?",
      "vi": "Chỉ cần trộn thế thôi à?"
    }
  },
  {
    "translation": {
      "en": "-[Christina] I'll mix this other stuff in. -[Jon] Because you'll do that too.",
      "vi": "- Đúng. Tôi sẽ trộn các thứ khác vào. - Cô phải làm thế nữa."
    }
  },
  {
    "translation": {
      "en": "-[Christina] These are sea salt bars. -What are the biggest flaws you see",
      "vi": "- Như thanh muối biển. - Sai làm lớn nhất cô thấy"
    }
  },
  {
    "translation": {
      "en": "in just everyday home-baking cookies? What I see is, it's either too chalky--",
      "vi": "khi nướng bánh ở nhà là gì? Theo tôi thì hoặc là bánh quá vụn"
    }
  },
  {
    "translation": {
      "en": "-[Christina] Mm-hmm. Yes. -and hard as a rock.",
      "vi": "- và cứng như đá. - Đúng."
    }
  },
  {
    "translation": {
      "en": "No one creams their butter and their sugar long enough.",
      "vi": "Không ai đánh bơ và đường đủ lâu."
    }
  },
  {
    "translation": {
      "en": "-Yup. -Ever.",
      "vi": "Không bao giờ."
    }
  },
  {
    "translation": {
      "en": "It's like two seconds, zoom, zoom, zoom, we're done.",
      "vi": "Kiểu như hai giây, xong."
    }
  },
  {
    "translation": {
      "en": "Yeah. They're probably doing the first phase that long.",
      "vi": "Có lẽ họ làm bước một nhanh như thế."
    }
  },
  {
    "translation": {
      "en": "They're doing the second phase as long as we did the first phase--",
      "vi": "Họ làm bước hai lâu như ta làm bước một."
    }
  },
  {
    "translation": {
      "en": "-They're doing this. -you gotta swap them.",
      "vi": "- Đúng. - Phải đảo lại."
    }
  },
  {
    "translation": {
      "en": "They overmix it, which is why you get the chalky, hard cookie.",
      "vi": "Họ trộn lâu quá, thế nên bánh quy mới vụn và cứng."
    }
  },
  {
    "translation": {
      "en": "-Once you add the flour-- -Like, the gluten forms?",
      "vi": "- Khi đã cho bột… - Gluten hình thành?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -You've taught him so well.",
      "vi": "- Đúng. - Anh dạy anh ấy tốt đấy."
    }
  },
  {
    "translation": {
      "en": "You're really getting…",
      "vi": "Anh ngày càng…"
    }
  },
  {
    "translation": {
      "en": "I don't ever tell anyone this stuff because it feels very…",
      "vi": "Tôi không nói câu này với ai vì cảm giác quá…"
    }
  },
  {
    "translation": {
      "en": "-Nerdy? -Well, no, I like being a nerd,",
      "vi": "- Chuyên sâu? - Không, tôi thích thế,"
    }
  },
  {
    "translation": {
      "en": "but the details of it are overbearing in the spirit of something",
      "vi": "nhưng các chi tiết lại lấn át - tinh thần của cái nên là niềm vui vô tư. - Cô không hiểu. Nó giúp ích"
    }
  },
  {
    "translation": {
      "en": "-that should be pure unadulterated joy. -No, you don't understand. It helps",
      "vi": "- tinh thần của cái nên là niềm vui vô tư. - Cô không hiểu. Nó giúp ích"
    }
  },
  {
    "translation": {
      "en": "because once I understand the principles, I can apply it to other things.",
      "vi": "vì khi hiểu nguyên tắc, tôi có thể áp dụng nó vào cái khác."
    }
  },
  {
    "translation": {
      "en": "Yes. It is funny if you think about that. You go to culinary school",
      "vi": "Nghĩ thế cũng thấy hay thật. Ta vào trường ẩm thực vì phải học kỹ thuật cơ bản."
    }
  },
  {
    "translation": {
      "en": "because you have to learn the basic technique.",
      "vi": "Ta vào trường ẩm thực vì phải học kỹ thuật cơ bản."
    }
  },
  {
    "translation": {
      "en": "-Yes. -But the instinct is something",
      "vi": "- Đúng. - Nhưng bản năng là thứ"
    }
  },
  {
    "translation": {
      "en": "that you pick up word-of-mouth -along the way. Trial and error. -Yeah.",
      "vi": "ta học được không có trong sách vở. Thử và sai."
    }
  },
  {
    "translation": {
      "en": "You have to learn how other people do it to figure out what your palate wants.",
      "vi": "Ta phải học cách người khác làm để biết khẩu vị của mình muốn gì."
    }
  },
  {
    "translation": {
      "en": "-Yes. -How someone seasons their cookie dough",
      "vi": "- Vâng. - Công thức bột bánh quy của một người"
    }
  },
  {
    "translation": {
      "en": "is probably totally different than the way I do it.",
      "vi": "có khi lại khác hoàn toàn so với cách tôi làm."
    }
  },
  {
    "translation": {
      "en": "-Yes. -But I also bake like I'm a cook",
      "vi": "- Vâng. - Nhưng tôi cũng làm kiểu chuyên nghiệp"
    }
  },
  {
    "translation": {
      "en": "because I liked hanging out with the savory cooks on my way up.",
      "vi": "vì tôi muốn làm thân với những đầu bếp tài hoa trong sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "You tasted, you went.",
      "vi": "Nếm thử rồi làm."
    }
  },
  {
    "translation": {
      "en": "So all of this ridiculous mass goes in.",
      "vi": "Đổ cả đống này vào."
    }
  },
  {
    "translation": {
      "en": "That's so cool.",
      "vi": "Hay quá."
    }
  },
  {
    "translation": {
      "en": "[Christina] Chocolate.",
      "vi": "Sô-cô-la."
    }
  },
  {
    "translation": {
      "en": "Marshmallows.",
      "vi": "Kẹo dẻo."
    }
  },
  {
    "translation": {
      "en": "And then, for here, I'm pulsing like…",
      "vi": "Rồi lúc này, tôi trộn kiểu…"
    }
  },
  {
    "translation": {
      "en": "-[Jon] You're keeping it… -[Christina] That's it.",
      "vi": "- Cô làm… - Thế thôi."
    }
  },
  {
    "translation": {
      "en": "…as short as you can, yeah? As far as…",
      "vi": "…nhanh nhất có thể? Về…"
    }
  },
  {
    "translation": {
      "en": "-[Roy] Wow, that was fast. -[Jon] Oh, wow.",
      "vi": "Nhanh thật."
    }
  },
  {
    "translation": {
      "en": "[Christina] If you look at this dough, it's a very light-colored dough.",
      "vi": "Nhìn vào khối bột này, ta thấy nó có màu sáng."
    }
  },
  {
    "translation": {
      "en": "[Jon] Yes.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "This looks like a Halloween cookie almost. You could add Reese's Pieces, orange--",
      "vi": "Gần giống bánh quy Halloween. Có thể cho kẹo Reese's Pieces, cam…"
    }
  },
  {
    "translation": {
      "en": "You could add so many different things into there.",
      "vi": "Có thể cho rất nhiều thứ khác nhau vào đây."
    }
  },
  {
    "translation": {
      "en": "I'm gonna put you on scooping duty.",
      "vi": "Giao cho anh việc chia bột."
    }
  },
  {
    "translation": {
      "en": "-[Jon] Yes. -[Christina] You've done your homework.",
      "vi": "- Vâng. - Có vẻ anh đã tìm hiểu trước."
    }
  },
  {
    "translation": {
      "en": "Fill the whole scooper and then bottoms it off with the palm of your hand.",
      "vi": "Lấy đầy muỗng rồi dùng lòng bàn tay gạt hết phần thừa."
    }
  },
  {
    "translation": {
      "en": "-[Jon] Salmonella. -[Christina] Please stop.",
      "vi": "- Salmonella. - Thôi đi."
    }
  },
  {
    "translation": {
      "en": "These nice, little mountain tops are perfect because the cookie is largely butter.",
      "vi": "Những ngọn núi nhỏ xinh này là hoàn hảo vì bánh quy có thành phần chủ yếu là bơ."
    }
  },
  {
    "translation": {
      "en": "And so the taller we can make them, the less flat they'll get.",
      "vi": "Nên ta làm càng cao, thì càng đỡ bị bẹt."
    }
  },
  {
    "translation": {
      "en": "They go into the fridge and we get 'em super cold before they go into the oven.",
      "vi": "Cho vào tủ lạnh. Ta để nó thật lạnh trước khi cho vào lò nướng."
    }
  },
  {
    "translation": {
      "en": "-They keep their shape longer? -[Christina] Mm-hmm.",
      "vi": "Để giữ dạng bánh lâu hơn?"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Do they cook well-- -And we added so much extra butter in.",
      "vi": "- Có phải… - Ta cho quá nhiều bơ vào."
    }
  },
  {
    "translation": {
      "en": "We wanna give that butter a fighting chance before the heat hits it.",
      "vi": "Ta muốn cho bơ cơ hội chiến đấu trước khi hơi nóng ập đến."
    }
  },
  {
    "translation": {
      "en": "-[Christina] All right, we're coming in. -[Roy] Hello. Wow.",
      "vi": "- Chúng tôi vào đây. - Chào."
    }
  },
  {
    "translation": {
      "en": "[Jon growls] Here we are.",
      "vi": "Đây rồi."
    }
  },
  {
    "translation": {
      "en": "-[Christina] And that's it. -[Roy] Let's go.",
      "vi": "Xong. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "[Jon] And what's this?",
      "vi": "Cái gì đây?"
    }
  },
  {
    "translation": {
      "en": "[Christina] This is a super deepened graham pie shell.",
      "vi": "Đây là đế bánh Graham cực kỳ sâu lòng."
    }
  },
  {
    "translation": {
      "en": "As long as I can add butter, sugar, salt, a little bit of milk powder,",
      "vi": "Miễn là tôi cho vào bơ, đường, muối, một chút bột sữa,"
    }
  },
  {
    "translation": {
      "en": "-anything can be a crust. -[Jon] Wow.",
      "vi": "cái gì cũng có thể là đế bánh."
    }
  },
  {
    "translation": {
      "en": "So this was your first, kind of, attempt--",
      "vi": "Đây là nỗ lực đầu tiên của cô…"
    }
  },
  {
    "translation": {
      "en": "This is my first vehicle of dessert.",
      "vi": "Món tráng miệng thành công đầu tiên của tôi."
    }
  },
  {
    "translation": {
      "en": "…to define the bridge between who you were and who you're becoming?",
      "vi": "…để bắc cầu giữa cô trong quá khứ và cô trong tương lai?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I was a crazy home baker",
      "vi": "Đúng. Tôi là thợ nướng bánh nghiệp dư"
    }
  },
  {
    "translation": {
      "en": "before I moved to New York to go to culinary school and do all this stuff.",
      "vi": "trước khi chuyển đến New York học trường ẩm thực và theo nghiệp này."
    }
  },
  {
    "translation": {
      "en": "I never wanted to lose that piece of it",
      "vi": "Và tôi không bao giờ muốn đánh mất điều đó"
    }
  },
  {
    "translation": {
      "en": "because I knew there was something there that was true to me.",
      "vi": "vì tôi biết trong đó có một phần con người mình."
    }
  },
  {
    "translation": {
      "en": "-The home-baker side? Yeah. -[Christina] The home-baker side.",
      "vi": "- Thợ nướng bánh nghiệp dư? - Đúng."
    }
  },
  {
    "translation": {
      "en": "When you're making a brownie at home, sometimes you swirl stuff in it.",
      "vi": "Khi làm bánh brownie ở nhà, đôi khi ta ngẫu hứng."
    }
  },
  {
    "translation": {
      "en": "Like, why can't you just put the batter of a brownie into a pie crust and bake it?",
      "vi": "Như tại sao không cho bột bánh brownie vào đế bánh và nướng lên?"
    }
  },
  {
    "translation": {
      "en": "Like, why not? The graham that's in the brownie batter will start to bridge",
      "vi": "Sao không? Bánh Graham trong bột brownie sẽ bắc cầu đến điều xảy ra với khẩu vị của anh."
    }
  },
  {
    "translation": {
      "en": "what will happen on your palate.",
      "vi": "Bánh Graham trong bột brownie sẽ bắc cầu đến điều xảy ra với khẩu vị của anh."
    }
  },
  {
    "translation": {
      "en": "[Roy] Going back to bake sales, the most flaws I usually encounter are, they're chalky.",
      "vi": "Quay lại chuyện bán bánh, khuyết điểm lớn nhất tôi hay gặp là bánh bị vụn."
    }
  },
  {
    "translation": {
      "en": "Where is that coming from for the--",
      "vi": "Sai lầm đến từ đâu…"
    }
  },
  {
    "translation": {
      "en": "-The chalkiness? It's bad chocolate. -[Roy] …average home baker?",
      "vi": "- Bánh bị vụn? - …ở người nướng? Sô-cô-la rất tệ."
    }
  },
  {
    "translation": {
      "en": "Yes. Don't skimp on the ingredient, right?",
      "vi": "Đúng. Đừng bủn xỉn với nguyên liệu, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "[Christina] Yes.",
      "vi": "Đúng."
    }
  },
  {
    "translation": {
      "en": "There's really no substitution for really good chocolate,",
      "vi": "Không gì thay thế được loại sô-cô-la ngon,"
    }
  },
  {
    "translation": {
      "en": "really good cocoa powder. The darker, the deeper, the better.",
      "vi": "loại bột ca cao ngon. Càng đen, càng tối màu, càng tốt."
    }
  },
  {
    "translation": {
      "en": "You don't just go to the supermarket, buy the chips or the nibs and melt it?",
      "vi": "Không phải vào siêu thị mua loại làm sẵn rồi đun chảy ra?"
    }
  },
  {
    "translation": {
      "en": "I do when I'm using chocolate chips because they're semi-sweet.",
      "vi": "Tôi làm thế với sô-cô-la hạt vì nó ngọt vừa."
    }
  },
  {
    "translation": {
      "en": "Also the fancy chocolate people don't make mini chocolate chips.",
      "vi": "Và ngoài ra các hãng cao cấp không làm sô-cô-la hạt loại nhỏ."
    }
  },
  {
    "translation": {
      "en": "[Christina] So take that out of the bowl.",
      "vi": "Lấy ra khỏi máy trộn."
    }
  },
  {
    "translation": {
      "en": "-[Jon] These guys? Okay. -[Christina] Yeah. Let me get spoons",
      "vi": "Cái này hả? Được. Để tôi lấy thìa cho ta nếm thử."
    }
  },
  {
    "translation": {
      "en": "so we can taste it.",
      "vi": "Để tôi lấy thìa cho ta nếm thử."
    }
  },
  {
    "translation": {
      "en": "[Jon] Dang.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "[Jon] Wanna lick?",
      "vi": "- Nhanh. - Liếm không?"
    }
  },
  {
    "translation": {
      "en": "You always know who's on the chocolate station when you walk into the kitchen because they're always…",
      "vi": "Cứ vào bếp là biết ai làm phần sô-cô-la vì người đó lúc nào cũng…"
    }
  },
  {
    "translation": {
      "en": "-It's impossible. You're being covered-- -Me, it'd be my face covered with it.",
      "vi": "- Không thoát được. Người dính đầy… - Với tôi là mặt dính đầy."
    }
  },
  {
    "translation": {
      "en": "[Christina] And this just goes straight into the pie crust.",
      "vi": "Và cho thẳng vào đế bánh."
    }
  },
  {
    "translation": {
      "en": "-[Jon] And it'll settle on its own? -[Chrisitna] It'll settle on its own.",
      "vi": "Rồi nó sẽ tự xẹp xuống? Nó sẽ tự xẹp xuống."
    }
  },
  {
    "translation": {
      "en": "There's little graham compared to what you're doing with the cookie",
      "vi": "Có ít bánh Graham hơn so với khi cô làm bánh quy"
    }
  },
  {
    "translation": {
      "en": "because it's disappeared and been incorporated.",
      "vi": "vì nó đã được trộn vào."
    }
  },
  {
    "translation": {
      "en": "Yes. And it starts to break up a little bit, so it's almost like a graham-y brownie batter.",
      "vi": "Đúng. Và nó bắt đầu vỡ ra một chút, nên gần giống như bột brownie vị Graham."
    }
  },
  {
    "translation": {
      "en": "[Jon] I can see what you're saying.",
      "vi": "Tôi hiểu ý cô nói."
    }
  },
  {
    "translation": {
      "en": "[Christina] One of my favorite things with chocolate",
      "vi": "Và một trong những điều tôi thích làm với sô-cô-la"
    }
  },
  {
    "translation": {
      "en": "is to play off of the acidity with another acidity.",
      "vi": "là trêu đùa độ chua của nó với một chất chua khác."
    }
  },
  {
    "translation": {
      "en": "And my favorite thing in that space is mint.",
      "vi": "Và cái tôi thích là bạc hà."
    }
  },
  {
    "translation": {
      "en": "Mint has a zest, but it also has a bite to it.",
      "vi": "Bạc hà có mùi thơm, nhưng cũng có vị cay."
    }
  },
  {
    "translation": {
      "en": "So we make this strangely gooey mixture.",
      "vi": "Nên ta sẽ làm hỗn hợp nhớp nháp kỳ quặc này."
    }
  },
  {
    "translation": {
      "en": "This is white chocolate.",
      "vi": "Đây là sô-cô-la trắng."
    }
  },
  {
    "translation": {
      "en": "You don't have to spend that much money because nice white chocolate is",
      "vi": "Không cần chi nhiều tiền vì sô-cô-la trắng nào"
    }
  },
  {
    "translation": {
      "en": "-all the same thing. -It's just milk, solid.",
      "vi": "- cũng như nhau cả. - Chỉ là sữa."
    }
  },
  {
    "translation": {
      "en": "[Christina] We add cream cheese.",
      "vi": "Cho vào phô mai kem."
    }
  },
  {
    "translation": {
      "en": "Some oil.",
      "vi": "Một ít dầu."
    }
  },
  {
    "translation": {
      "en": "-[Jon] What, grape seed? -[Christina] I like grape seed.",
      "vi": "Dầu hạt nho à? Tôi thích dầu hạt nho. Ta chỉ dùng dầu không mùi không vị"
    }
  },
  {
    "translation": {
      "en": "We only use a flavorless, colorless oil",
      "vi": "Tôi thích dầu hạt nho. Ta chỉ dùng dầu không mùi không vị"
    }
  },
  {
    "translation": {
      "en": "-unless we want the oil to have a role. -I see.",
      "vi": "- trừ khi muốn dầu có vai trò riêng. - Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "We add confectioner's sugar. I'll let you pop that in.",
      "vi": "Cho vào đường bột. Tôi sẽ để anh làm."
    }
  },
  {
    "translation": {
      "en": "[Jon] Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "The secret to anything that you want to taste like a great mint",
      "vi": "Bí quyết để làm ra vị bạc hà ngon"
    }
  },
  {
    "translation": {
      "en": "is a mixture of peppermint and spearmint as extracts.",
      "vi": "là trộn giữa tinh dầu của bạc hà cay và bạc hà lục."
    }
  },
  {
    "translation": {
      "en": "[Roy] You combine with the food coloring?",
      "vi": "Kết hợp với màu thực phẩm?"
    }
  },
  {
    "translation": {
      "en": "-[Christina] Exactly. -[Jon] I see.",
      "vi": "- Chính xác. - Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "[Christina] We'll take it and dollop it into different places on this pie.",
      "vi": "Ta sẽ thả từng mảng lớn lên bánh."
    }
  },
  {
    "translation": {
      "en": "[Jon] Look how pretty she makes her top.",
      "vi": "Xem cô ấy làm đẹp chưa kìa."
    }
  },
  {
    "translation": {
      "en": "[Christina] So I'm basically making little cheesecake swirl.",
      "vi": "Tôi đang làm xoáy ốc như bánh phô mai."
    }
  },
  {
    "translation": {
      "en": "-Look how cool. -Oh, yeah.",
      "vi": "Đẹp chưa kìa."
    }
  },
  {
    "translation": {
      "en": "See, you're acting like it's nothing, you just whatever.",
      "vi": "Cô cứ làm như không có gì, đơn giản thôi."
    }
  },
  {
    "translation": {
      "en": "There's such an effortlessness.",
      "vi": "Trông rất dễ dàng."
    }
  },
  {
    "translation": {
      "en": "But this is also, like, years of being like, 10, 11, 12-year-old",
      "vi": "Nhưng đây cũng là nhiều năm để cô bé 10, 11, 12 tuổi"
    }
  },
  {
    "translation": {
      "en": "with my toothpick in my mom's home kitchen-- Yes.",
      "vi": "- với cái tăm trong căn bếp của mẹ… - Đúng."
    }
  },
  {
    "translation": {
      "en": "…trying to figure out how to get the swirls just right.",
      "vi": "…cố làm xoáy ốc thế nào cho chuẩn."
    }
  },
  {
    "translation": {
      "en": "Each one of them is the same, and yet each one of them is a little different.",
      "vi": "Mỗi cái trông giống nhau, nhưng cũng hơi khác nhau một chút."
    }
  },
  {
    "translation": {
      "en": "Do you sell this at Milk Bar?",
      "vi": "Món này có bán ở Milk Bar không?"
    }
  },
  {
    "translation": {
      "en": "-[Christina] For special occasions. -[Roy] Okay.",
      "vi": "- Làm khi có dịp đặc biệt thôi. - Được."
    }
  },
  {
    "translation": {
      "en": "And then we give it a little ring around",
      "vi": "Rồi rải vòng tròn xung quanh"
    }
  },
  {
    "translation": {
      "en": "of mini marshmallows and mini chocolate chips.",
      "vi": "bằng kẹo dẻo và sô-cô-la hạt nhỏ."
    }
  },
  {
    "translation": {
      "en": "[Jon] High-end marshmallows don't always lead to better…",
      "vi": "Kẹo dẻo cao cấp không phải lúc nào cũng làm ra…"
    }
  },
  {
    "translation": {
      "en": "-S'mores. Yeah. -…baked products. No.",
      "vi": "- S'mores. - ...bánh nướng ngon hơn."
    }
  },
  {
    "translation": {
      "en": "They don't. Because they're all natural and all that.",
      "vi": "Không đâu. - Nên… - Vì toàn tự nhiên."
    }
  },
  {
    "translation": {
      "en": "So you've embraced your childhood flavors",
      "vi": "Cô đi theo - những hương vị và món ăn thơ ấu. - Tôi thích hương vị thơ ấu."
    }
  },
  {
    "translation": {
      "en": "-and products. -[Christina] I love the childhood flavors.",
      "vi": "- những hương vị và món ăn thơ ấu. - Tôi thích hương vị thơ ấu."
    }
  },
  {
    "translation": {
      "en": "I think where Christina and I are similar in cooking is,",
      "vi": "Tôi nghĩ điểm tương đồng giữa tôi và Christina trong nấu ăn là,"
    }
  },
  {
    "translation": {
      "en": "we will mix high and low together.",
      "vi": "chúng tôi kết hợp cao cấp và bình dân cùng nhau."
    }
  },
  {
    "translation": {
      "en": "That's right.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "A lot of chefs, sometimes, are too snooty to do that.",
      "vi": "Rất nhiều đầu bếp đôi khi quá tự cao nên không làm thế."
    }
  },
  {
    "translation": {
      "en": "-[Jon] That's a good point. -But sometimes you can't replace",
      "vi": "- Đúng đấy. - Nhưng đôi khi không thể thay thế"
    }
  },
  {
    "translation": {
      "en": "a old-fashioned marshmallow.",
      "vi": "kẹo dẻo cổ điển."
    }
  },
  {
    "translation": {
      "en": "I believe that, like, everyone wants to be spoken to",
      "vi": "Tôi tin rằng ai cũng muốn có tiếng nói đại diện cho mình"
    }
  },
  {
    "translation": {
      "en": "on some level. Everyone's in search of connection.",
      "vi": "ở mức độ nào đó. Ai cũng tìm sự kết nối."
    }
  },
  {
    "translation": {
      "en": "And with food, the easiest way to speak to someone",
      "vi": "Với ẩm thực, cách tốt nhất để nói chuyện với ai đó"
    }
  },
  {
    "translation": {
      "en": "-is through something they already know. -[Jon] So beautiful.",
      "vi": "- là qua thứ họ đã biết. - Đẹp quá."
    }
  },
  {
    "translation": {
      "en": "-That's it. We put it on a sheet tray. -Beautiful.",
      "vi": "- Rồi. Ta đưa lên khay. - Đẹp quá."
    }
  },
  {
    "translation": {
      "en": "-[Christina] Off to the oven. -Is this it?",
      "vi": "- Cho vào lò. - Thế là xong?"
    }
  },
  {
    "translation": {
      "en": "-This is the first one. -[Jon] Is that it?",
      "vi": "- Đây là cái đầu tiên. - Nó đấy à?"
    }
  },
  {
    "translation": {
      "en": "[Christina] Once it gets baked off.",
      "vi": "Khi đã nướng xong."
    }
  },
  {
    "translation": {
      "en": "-We'll bake this one off so it's true. -We'll bake it, but we don't have to pretend this is it.",
      "vi": "- Ta sẽ nướng để được thế. - Sẽ nướng, mà không cần giả vờ đấy là nó."
    }
  },
  {
    "translation": {
      "en": "The other thing we do is, we Jackson Pollock glaze the top",
      "vi": "Đúng, nhưng cái ta làm khác là, ta trang trí kiểu Jackson Pollock"
    }
  },
  {
    "translation": {
      "en": "-before-- -Do we have to do that?",
      "vi": "- trước khi… - Có cần làm không?"
    }
  },
  {
    "translation": {
      "en": "[Jon] What's this you're making?",
      "vi": "Cô đang làm cái gì?"
    }
  },
  {
    "translation": {
      "en": "-[Christina] This is just a mint drizzle. -[Jon] A drizzle?",
      "vi": "- Đây là kem rưới bạc hà. - Kem rưới?"
    }
  },
  {
    "translation": {
      "en": "[Christina] And then we Jackson Pollock the pie.",
      "vi": "Rồi ta trang trí bánh kiểu Jackson Pollock."
    }
  },
  {
    "translation": {
      "en": "You stand on a ladder above it and--",
      "vi": "Cô lên thang phía trên…"
    }
  },
  {
    "translation": {
      "en": "We just stand a little above it and start to give it the splatter.",
      "vi": "Ta đứng trên nó và bắt đầu và vẩy những vệt kem vào."
    }
  },
  {
    "translation": {
      "en": "Do you want to Jackson Pollock?",
      "vi": "Anh muốn làm không?"
    }
  },
  {
    "translation": {
      "en": "-I'll give it a shot. -[Christina] All right.",
      "vi": "- Tôi sẽ thử. - Được."
    }
  },
  {
    "translation": {
      "en": "-[Jon] How am I doing here? -[Christina] Good.",
      "vi": "- Tôi làm tốt không? - Tốt."
    }
  },
  {
    "translation": {
      "en": "[Jon] Now go the other way?",
      "vi": "Giờ là hướng kia? Tôi có quá…"
    }
  },
  {
    "translation": {
      "en": "-Am I going too-- -[Christina] You're good.",
      "vi": "Giờ là hướng kia? Tôi có quá… - Đúng rồi. Tốt lắm. - Tôi quá tay thì ngăn tôi lại nhé."
    }
  },
  {
    "translation": {
      "en": "You pull it out from under me when I'm going too far.",
      "vi": "- Đúng rồi. Tốt lắm. - Tôi quá tay thì ngăn tôi lại nhé."
    }
  },
  {
    "translation": {
      "en": "[Christina] There's no right or wrong way. Do you want to add to this?",
      "vi": "- Không có làm đúng hay sai cách. - Anh muốn thêm vào không?"
    }
  },
  {
    "translation": {
      "en": "-This? -Chef?",
      "vi": "- Đây à? - Bếp trưởng?"
    }
  },
  {
    "translation": {
      "en": "-[Christina] He needs to… [laughs] -[Jon] That's the one--",
      "vi": "- Tôi thấy anh ấy cần… - Đúng rồi…"
    }
  },
  {
    "translation": {
      "en": "You wanna cut into this sucker?",
      "vi": "- Anh muốn cắt không? - Có, ở trường họ dạy tôi quan trọng nhất"
    }
  },
  {
    "translation": {
      "en": "They taught me in school the most important part is tasting.",
      "vi": "- Anh muốn cắt không? - Có, ở trường họ dạy tôi quan trọng nhất là nếm thử."
    }
  },
  {
    "translation": {
      "en": "-Is tasting. -[Christina] Tasting.",
      "vi": "- Là nếm thử. - Nếm thử."
    }
  },
  {
    "translation": {
      "en": "-[Jon] Cuts easy, don't it? -[Christina] Mm-hmm.",
      "vi": "Cắt dễ phải không?"
    }
  },
  {
    "translation": {
      "en": "We bake it. It poofs. And then…",
      "vi": "Ta nướng nó. Đùng một cái. Rồi…"
    }
  },
  {
    "translation": {
      "en": "I don't know about you, but I like a fudgy-in-the-center brownie.",
      "vi": "Không biết các anh thế nào, nhưng tôi thích bánh brownie mềm ở giữa."
    }
  },
  {
    "translation": {
      "en": "-Yes. -You got it. I can feel it already.",
      "vi": "- Đúng. - Cô làm được. Tôi cảm thấy rồi."
    }
  },
  {
    "translation": {
      "en": "[Christina] Nice.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "-[Jon] That's really good. -That's a bake sale. They're so good.",
      "vi": "- Ngon thật đấy. - Đem bán được. Ngon quá."
    }
  },
  {
    "translation": {
      "en": "Right? The textures are so great.",
      "vi": "Nhỉ? Kết cấu rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "[Christina] Texture of the marshmallows on top, I just cannot get away from.",
      "vi": "Vị của kẹo dẻo trên cùng, tôi không dừng được."
    }
  },
  {
    "translation": {
      "en": "I'll go around and pick them off of every bite.",
      "vi": "Miếng nào tôi cũng nhặt kẹo dẻo lên ăn trước."
    }
  },
  {
    "translation": {
      "en": "[Jon] It's really good.",
      "vi": "Ngon lắm."
    }
  },
  {
    "translation": {
      "en": "[Roy] Well, we solved the cookie and the brownie. Now, we got the cake.",
      "vi": "Ta đã xong bánh quy và bánh brownie. Giờ là bánh gatô."
    }
  },
  {
    "translation": {
      "en": "You can't come to Milk Bar without making a layer cake.",
      "vi": "Không thể đến Milk Bar mà không làm bánh gatô xếp tầng."
    }
  },
  {
    "translation": {
      "en": "-Yes. -[Roy] Layer cake.",
      "vi": "- Hay. - Gatô xếp tầng."
    }
  },
  {
    "translation": {
      "en": "-Few more steps than a cookie, but worth-- -However,",
      "vi": "- Ít bước hơn bánh quy, nhưng… - Dù vậy, tôi bất ngờ"
    }
  },
  {
    "translation": {
      "en": "I was thrown when I saw the mise",
      "vi": "- Ít bước hơn bánh quy, nhưng… - Dù vậy, tôi bất ngờ khi thấy nguyên liệu chuẩn bị sẵn vì chưa ai làm gatô xếp tầng như thế."
    }
  },
  {
    "translation": {
      "en": "because I've never seen that in a layer cake.",
      "vi": "khi thấy nguyên liệu chuẩn bị sẵn vì chưa ai làm gatô xếp tầng như thế."
    }
  },
  {
    "translation": {
      "en": "You're here, so why the heck not -roll out the red carpet? -Why not?",
      "vi": "- Anh đến đây thì sao không trải thảm đỏ? - Sao không?"
    }
  },
  {
    "translation": {
      "en": "It's a recipe we've been working on for a few months",
      "vi": "Đó là công thức chúng tôi đã nghiên cứu vài tháng"
    }
  },
  {
    "translation": {
      "en": "-since we came out with the birthday cake. -This is the chocolate birthday cake?",
      "vi": "- từ khi ra mắt bánh sinh nhật. - Vậy đây là bánh sô-cô-la sinh nhật?"
    }
  },
  {
    "translation": {
      "en": "It's the chocolate birthday cake because not everyone is here for all the vanilla.",
      "vi": "Đó là bánh sô-cô-la sinh nhật vì không phải ai đến đây cũng thích vani."
    }
  },
  {
    "translation": {
      "en": "[Christina] Mixing cake is like mixing a cookie,",
      "vi": "Đúng. Trộn bột bánh trên lý thuyết cũng như bánh quy."
    }
  },
  {
    "translation": {
      "en": "-in theory. -Right.",
      "vi": "Trộn bột bánh trên lý thuyết cũng như bánh quy."
    }
  },
  {
    "translation": {
      "en": "-It starts with butter. Get it in there. -[Roy] Cream. Cream first.",
      "vi": "- Bắt đầu bằng bơ. Cho vào đi. - Kem. Kem trước."
    }
  },
  {
    "translation": {
      "en": "[Christina] We're gonna add light brown sugar and granulated sugar.",
      "vi": "Ta sẽ thêm đường nâu nhạt và đường cát."
    }
  },
  {
    "translation": {
      "en": "And then ditto with the dark vanilla extract",
      "vi": "Sau đó là tinh chất vani đen"
    }
  },
  {
    "translation": {
      "en": "because chocolate cake should be dark and rich.",
      "vi": "vì bánh sô-cô-la nên có màu đen đậm."
    }
  },
  {
    "translation": {
      "en": "So we take a bunch of eggs, and we blend them down for our cakes.",
      "vi": "Ta bỏ vào vài quả trứng và trộn lên."
    }
  },
  {
    "translation": {
      "en": "How do you know how many eggs you're adding?",
      "vi": "Làm sao để biết cần bao nhiêu trứng?"
    }
  },
  {
    "translation": {
      "en": "We weigh them. A large egg is about 50 grams.",
      "vi": "Chúng tôi cân. Trứng to nặng khoảng 50 gam."
    }
  },
  {
    "translation": {
      "en": "-We try to pour the oil in first. -What's this on the bottom?",
      "vi": "- Chúng tôi cố đổ dầu vào trước. - Dưới cùng là gì?"
    }
  },
  {
    "translation": {
      "en": "That's buttermilk. We layer our oil and our buttermilk.",
      "vi": "Đó là kem sữa. Ta cho dầu và kem sữa thành hai lớp."
    }
  },
  {
    "translation": {
      "en": "Oil is always the key to moist cake?",
      "vi": "Dầu là bí quyết để bánh mềm ẩm?"
    }
  },
  {
    "translation": {
      "en": "-[Christina] Oil is the key to moist cake. -[Jon] Buttermilk, now you have your acid.",
      "vi": "Dầu là bí quyết để bánh mềm ẩm. Kem sữa cũng thế, giờ đã có chất chua và chất béo."
    }
  },
  {
    "translation": {
      "en": "-You have your fat. -[Christina] Exactly.",
      "vi": "Kem sữa cũng thế, giờ đã có chất chua và chất béo. Chính xác."
    }
  },
  {
    "translation": {
      "en": "[Jon] If it's not looking glossy, what do you add more of?",
      "vi": "Nếu trông không bóng mượt như thế, cần thêm gì?"
    }
  },
  {
    "translation": {
      "en": "-You just keep-- -Blending?",
      "vi": "- Cứ tiếp tục… - Trộn?"
    }
  },
  {
    "translation": {
      "en": "You keep blending. Again, it's the most common mistake.",
      "vi": "Cứ tiếp tục trộn. Nhắc lại, đó là sai lầm thường gặp nhất."
    }
  },
  {
    "translation": {
      "en": "You don't want to change measurements because it's chemistry.",
      "vi": "Không thể thay đổi công thức vì đó là hóa học."
    }
  },
  {
    "translation": {
      "en": "-You don't just start-- -It's science.",
      "vi": "- Không thể thêm vào… - Đó là khoa học."
    }
  },
  {
    "translation": {
      "en": "-[Jon] So all of your control-- -I'll just add a little bit more oil.",
      "vi": "- Cách kiểm soát… - Mình sẽ thêm một chút dầu."
    }
  },
  {
    "translation": {
      "en": "-No, but we do. -[Christina] Yeah.",
      "vi": "Không, nhưng đúng."
    }
  },
  {
    "translation": {
      "en": "That's what we do. So you're manipulating all of it",
      "vi": "Chúng tôi hay làm thế. Vậy cô kiểm soát nó"
    }
  },
  {
    "translation": {
      "en": "-through time and-- -And it's time and agitations.",
      "vi": "- bằng thời gian và… - Thời gian và rung lắc."
    }
  },
  {
    "translation": {
      "en": "That's where things go wrong. Remember when we were making the beignets?",
      "vi": "Tôi nghĩ đó là vấn đề. Nhớ khi ta làm bánh beignet không?"
    }
  },
  {
    "translation": {
      "en": "We were adding and changing the ratios a little bit.",
      "vi": "Chúng ta thêm thắt và thay đổi tỉ lệ một chút."
    }
  },
  {
    "translation": {
      "en": "-[Roy] A little bit. -Yeah.",
      "vi": "Một chút."
    }
  },
  {
    "translation": {
      "en": "[groans] Du Monde? Yeah, but it was three years old.",
      "vi": "- Cửa hàng Du Monde? - Đúng, nhưng cách đây ba năm."
    }
  },
  {
    "translation": {
      "en": "I think I have a three-year-old box of Café Du Monde.",
      "vi": "Tôi có một cái hộp Café Du Monde ba năm tuổi."
    }
  },
  {
    "translation": {
      "en": "No, we got a fresh box, and we redid it.",
      "vi": "Chúng tôi có hộp mới, nhưng làm lại."
    }
  },
  {
    "translation": {
      "en": "[Christina] This is cake flour, baking powder, salt.",
      "vi": "Đây là bột bánh, bột nở, muối."
    }
  },
  {
    "translation": {
      "en": "[Jon] Now we wanna go--",
      "vi": "Giờ ta muốn…"
    }
  },
  {
    "translation": {
      "en": "-[Christina] As little as possible. -…short, high-speed short,",
      "vi": "- Càng ít càng tốt. - …ngắn, ngắn tốc độ cao,"
    }
  },
  {
    "translation": {
      "en": "-or medium-speed short? -Medium-speed short.",
      "vi": "- hay ngắn tốc độ trung bình? - Trung bình."
    }
  },
  {
    "translation": {
      "en": "We want to mix it for as little as humanly possible.",
      "vi": "Ta muốn trộn nó càng ít càng tốt."
    }
  },
  {
    "translation": {
      "en": "-[Jon] Now, probably stop it. -[Christina] You can stop it.",
      "vi": "- Có lẽ nên dừng lại. - Tôi nghĩ anh có thể dừng lại."
    }
  },
  {
    "translation": {
      "en": "-Scrape it? -And my method is always you can finish",
      "vi": "- Vét nó? - Phương pháp của tôi là"
    }
  },
  {
    "translation": {
      "en": "mixing anything and everything by hand.",
      "vi": "trộn công đoạn cuối bằng tay."
    }
  },
  {
    "translation": {
      "en": "[Jon] So it's folding more -because you don't want to collapse it? -[Christina] Yeah.",
      "vi": "Để nó dẻo hơn vì cô không muốn nó bị xẹp?"
    }
  },
  {
    "translation": {
      "en": "I'm so proud. I could just retire. You could take my job for me. He's on it.",
      "vi": "Tôi rất tự hào. Tôi nghỉ hưu cũng được. Anh có thể làm hộ tôi. Anh ấy làm tốt đấy."
    }
  },
  {
    "translation": {
      "en": "I'm just here for show. He's doin' it all.",
      "vi": "Tôi đến cho có mặt thôi. Anh ấy làm hết."
    }
  },
  {
    "translation": {
      "en": "[Christina] So the batter goes in.",
      "vi": "Đổ bột bánh vào."
    }
  },
  {
    "translation": {
      "en": "[Jon] Just do this?",
      "vi": "Cứ đổ vào?"
    }
  },
  {
    "translation": {
      "en": "[Christina] Yeah, exactly. You're spreading them in.",
      "vi": "Chính xác. Anh trải đều nó ra."
    }
  },
  {
    "translation": {
      "en": "[Jon] I see.",
      "vi": "Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "-[Christina] Perfect. -[Jon] Okay.",
      "vi": "Hoàn hảo. Được rồi."
    }
  },
  {
    "translation": {
      "en": "[Christina] This side of the spatula is 90 degrees.",
      "vi": "Cạnh này của cây vét bột là 90 độ."
    }
  },
  {
    "translation": {
      "en": "So rather than bring my spatula back, I get a little batter underneath it.",
      "vi": "Nên thay vì lật cây vét bột lại, tôi để một chút bột bên dưới."
    }
  },
  {
    "translation": {
      "en": "And then just wedge it into the corners.",
      "vi": "Và dồn nó vào góc."
    }
  },
  {
    "translation": {
      "en": "There we go.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "And then, for this guy, because, even though it's cake, we still love texture,",
      "vi": "Và dù đây là bánh gatô, ta vẫn muốn cảm giác thú vị khi nhai,"
    }
  },
  {
    "translation": {
      "en": "we just sprinkle some of our nice mini little chocolate chips.",
      "vi": "nên ta rắc vào một chút sô-cô-la hạt loại nhỏ."
    }
  },
  {
    "translation": {
      "en": "This is a very fancy cake batter, and that's well and good,",
      "vi": "Bột bánh làm rất tốt, thế thì quá tuyệt,"
    }
  },
  {
    "translation": {
      "en": "but, like, you can't take the girl out of the suburbs. A little bit.",
      "vi": "nhưng không thể đi quá giới hạn. Một chút thôi."
    }
  },
  {
    "translation": {
      "en": "And what's your go-to mini chip?",
      "vi": "Cô thích sô-cô-la hạt nào?"
    }
  },
  {
    "translation": {
      "en": "[Christina] Anything that's semi-sweet is nice. Milk chocolate is saved",
      "vi": "Loại nào ngọt vừa đều tốt. Sô-cô-la sữa để dành cho kẹo thanh Hershey,"
    }
  },
  {
    "translation": {
      "en": "for my Hershey's candy bar,",
      "vi": "Sô-cô-la sữa để dành cho kẹo thanh Hershey,"
    }
  },
  {
    "translation": {
      "en": "-Reese's Peanut Butter Cup… Yeah. -For eating it directly.",
      "vi": "- kẹo bơ đậu phộng Reese… - Để ăn trực tiếp."
    }
  },
  {
    "translation": {
      "en": "[Christina] This goes in the oven 15, 20 minutes. [Jon] Okay.",
      "vi": "- Cho vào lò 15, 20 phút. - Được."
    }
  },
  {
    "translation": {
      "en": "-[Roy] All right. Cake? -[Christina] Chocolate cake.",
      "vi": "- Được rồi. Bánh? - Bánh sô-cô-la."
    }
  },
  {
    "translation": {
      "en": "A cake is done just as it starts to pull back from the edges.",
      "vi": "Bánh nướng chín khi viền bánh bắt đầu tách khỏi khuôn."
    }
  },
  {
    "translation": {
      "en": "In order to start working with him,",
      "vi": "Để chế biến nó,"
    }
  },
  {
    "translation": {
      "en": "-we just have to take him out of the pan. -[Jon] I see.",
      "vi": "- ta phải lấy nó ra khỏi khuôn. - Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "[Christina] They pop out, and this piece comes back really easily.",
      "vi": "Nó bật ra, và tấm này bóc ra rất dễ."
    }
  },
  {
    "translation": {
      "en": "-And you just smack them. -And just literally…yeah. Boom.",
      "vi": "- Chỉ cần đập xuống. - Và chỉ cần… Bùm."
    }
  },
  {
    "translation": {
      "en": "[Jon] That was really fun. Okay.",
      "vi": "Vui thật đấy. Được rồi."
    }
  },
  {
    "translation": {
      "en": "-[Christina] You're a pro already. -[Jon] There we go.",
      "vi": "- Anh là dân chuyên rồi đấy. - Xong."
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "vi": "Nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "[Christina] We know we need to cut it into rounds.",
      "vi": "Ta biết là phải cắt thành hình tròn."
    }
  },
  {
    "translation": {
      "en": "So why didn't you just make your first cakes into a rectangle?",
      "vi": "Vậy sao không làm bánh thành hình chữ nhật?"
    }
  },
  {
    "translation": {
      "en": "That's a good question. Because this is nostalgia.",
      "vi": "Câu hỏi hay đấy. Vì đây là hoài niệm."
    }
  },
  {
    "translation": {
      "en": "A rectangle cake doesn't make sense,",
      "vi": "Bánh hình chữ nhật trông dị lắm,"
    }
  },
  {
    "translation": {
      "en": "-doesn't tug on my heartstrings. -Yeah. Okay. Yeah.",
      "vi": "- không khiến tim tôi loạn nhịp. - Được."
    }
  },
  {
    "translation": {
      "en": "You don't need three great rounds to make a great cake.",
      "vi": "Không cần ba miếng tròn hoàn hảo để làm bánh đẹp."
    }
  },
  {
    "translation": {
      "en": "You only need one really great round.",
      "vi": "Chỉ cần một miếng tròn hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "-For the top. -[Christina] You…For the top.",
      "vi": "- Trên cùng. - Anh… Trên cùng."
    }
  },
  {
    "translation": {
      "en": "That's one nice round.",
      "vi": "Miếng tròn thật đẹp."
    }
  },
  {
    "translation": {
      "en": "Another as nice of a round as you can get.",
      "vi": "Một miếng tròn nữa đẹp nhất có thể."
    }
  },
  {
    "translation": {
      "en": "[Jon, Christina] For the bottom.",
      "vi": "- Cho đáy. - Cho đáy."
    }
  },
  {
    "translation": {
      "en": "[Christina] And then two almost--",
      "vi": "Rồi đến hai…"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Halves. -…half moons. Exactly.",
      "vi": "- Nửa. - …hình bán nguyệt. Chính xác."
    }
  },
  {
    "translation": {
      "en": "And the chocolate chips, you gotta give them a little pounding.",
      "vi": "Và sô-cô-la hạt, ta phải đập một chút."
    }
  },
  {
    "translation": {
      "en": "So you get one full three-layer cake out of one flat?",
      "vi": "Thế là từ một khay bánh làm được cả một cái bánh ba tầng?"
    }
  },
  {
    "translation": {
      "en": "Out of one quarter-sheet pan, exactly.",
      "vi": "Chính xác là một khay kích thước 23x13 cm."
    }
  },
  {
    "translation": {
      "en": "[Jon] Roy, I'm getting into your area here.",
      "vi": "Roy, tôi đang đến chỗ của anh đây."
    }
  },
  {
    "translation": {
      "en": "-Is that all right? -[Christina] Territory.",
      "vi": "- Được chứ? - Chiếm chỗ."
    }
  },
  {
    "translation": {
      "en": "[Jon] We're gonna make this perfect now.",
      "vi": "Ta sẽ làm nó thật hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "[Christina] Perfect. These rings are gonna be our new friends.",
      "vi": "Hoàn hảo. Cái khuôn này sẽ là bạn mới của chúng ta."
    }
  },
  {
    "translation": {
      "en": "-Give 'em a little dust down. -Like a plating cylinder?",
      "vi": "- Nên hãy lau nó đi. - Như xy-lanh mạ?"
    }
  },
  {
    "translation": {
      "en": "There you go. Look at you. Did you learn that from Wolfgang?",
      "vi": "Đúng. Nhìn anh kìa. Anh học từ Wolfgang à?"
    }
  },
  {
    "translation": {
      "en": "I learned it from Roy. Everything.",
      "vi": "Tôi học từ Roy. Tất cả."
    }
  },
  {
    "translation": {
      "en": "[Christina] Ring on cardboard becomes our new canvas.",
      "vi": "Khuôn trên bìa cứng là bức vẽ mới của chúng ta."
    }
  },
  {
    "translation": {
      "en": "-This stuff is acetate. -Yes.",
      "vi": "- Cái này được lót bằng axêtat. - Vâng."
    }
  },
  {
    "translation": {
      "en": "-[Christina] So we use that as a guide. -[Jon] Okay.",
      "vi": "- Nên ta dùng nó làm khuôn. - Được."
    }
  },
  {
    "translation": {
      "en": "-[Christina] We're gonna build from here. -[Jon] Mm-hmm.",
      "vi": "Ta sẽ xây lên từ đây."
    }
  },
  {
    "translation": {
      "en": "[Christina] We're going to put our two--",
      "vi": "Ta sẽ cho hai…"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Halves. -…half moons down first.",
      "vi": "- Nửa. - …bán nguyệt vào trước."
    }
  },
  {
    "translation": {
      "en": "-[Jon] The sad round. -[Christina] The sad rounds!",
      "vi": "Hình tròn xấu. Hình tròn xấu. Rồi ta sẽ dùng những mảnh vụn thừa."
    }
  },
  {
    "translation": {
      "en": "And then we're gonna use the one off scraps.",
      "vi": "Hình tròn xấu. Rồi ta sẽ dùng những mảnh vụn thừa."
    }
  },
  {
    "translation": {
      "en": "-[Jon] So spread it. -We'll break them down",
      "vi": "- Nhét vào. - Ta sẽ bẻ nhỏ ra"
    }
  },
  {
    "translation": {
      "en": "-to fill in the negative space. -[Jon] I see.",
      "vi": "- để lấp đầy khoảng trống. - Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "[Christina] So this is a soak. It's a vanilla-scented soak.",
      "vi": "Đây là nước làm ẩm bánh vị vani."
    }
  },
  {
    "translation": {
      "en": "It's the dreamy vanilla vibe, so it's a little bit of that clear vanilla extract.",
      "vi": "Nó cho cảm giác vani mơ mộng, nên dùng một chút chiết xuất vani."
    }
  },
  {
    "translation": {
      "en": "You're putting about three spoonfuls of that soak down.",
      "vi": "Ta cho khoảng ba muỗng nước làm ẩm."
    }
  },
  {
    "translation": {
      "en": "[Jon] So moisture and flavor-- [Christina] Moisture and flavor are key here.",
      "vi": "- Để độ ẩm và hương vị… - Độ ẩm và hương vị là then chốt."
    }
  },
  {
    "translation": {
      "en": "[Jon] What's this one?",
      "vi": "Cái này là gì?"
    }
  },
  {
    "translation": {
      "en": "[Christina] This is birthday frosting. This is our from-scratch version of it.",
      "vi": "Đây là kem bánh sinh nhật. Đây là loại tự làm."
    }
  },
  {
    "translation": {
      "en": "I put down usually three heaping spoonfuls.",
      "vi": "Thường tôi cho ba muỗng đầy."
    }
  },
  {
    "translation": {
      "en": "And you're gonna do the same figure-eight ellipses.",
      "vi": "Rồi ta dàn đều ra theo hình số tám elíp."
    }
  },
  {
    "translation": {
      "en": "You just want to keep your spoon in the frosting.",
      "vi": "Và để thìa chạm vào kem thôi."
    }
  },
  {
    "translation": {
      "en": "Poking at it will pull the layer of cake up.",
      "vi": "Chọc vào bánh sẽ kéo cả lớp bánh lên."
    }
  },
  {
    "translation": {
      "en": "[Jon] Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "These are birthday crumbs. Spread 'em around.",
      "vi": "Đây là vụn bánh sinh nhật. Rắc đều."
    }
  },
  {
    "translation": {
      "en": "And then, just to anchor them into the frosting.",
      "vi": "Và để nó chìm xuống lớp kem."
    }
  },
  {
    "translation": {
      "en": "[Roy] Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "So once crumb goes down--",
      "vi": "Khi vụn bánh đã chìm xuống…"
    }
  },
  {
    "translation": {
      "en": "-More frosting? -More frosting.",
      "vi": "- Thêm kem? - Thêm kem."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "So we're gonna do the same thing all over. Cake, soak, frosting, crumb, frosting.",
      "vi": "Ta sẽ làm lại quy trình đó. Bánh, nước làm ẩm, kem, vụn bánh, kem."
    }
  },
  {
    "translation": {
      "en": "I actually gotta go to a birthday party after this.",
      "vi": "Thật ra sau đây tôi phải dự tiệc sinh nhật."
    }
  },
  {
    "translation": {
      "en": "-No way. -This is perfect, yeah.",
      "vi": "- Không đời nào. - Hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "[Jon] I'll sell you mine.",
      "vi": "Tôi bán cái này cho."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[all laugh]",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Your favorite memory of birthday cake, do you have one?",
      "vi": "Kỷ niệm đẹp về bánh sinh nhật. Anh có không?"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Roy? -I like lemon cake, I would say.",
      "vi": "Roy? Tôi thích bánh chanh."
    }
  },
  {
    "translation": {
      "en": "The zing of it or the gooey pound-cake vibe?",
      "vi": "Vị chua của nó hay là kiểu bánh bông lan mềm?"
    }
  },
  {
    "translation": {
      "en": "Both. Koreans grow up with pound-cake-type cake.",
      "vi": "Cả hai. Người Hàn Quốc lớn lên với bánh bông lan."
    }
  },
  {
    "translation": {
      "en": "-[Jon] Really? -Yeah.",
      "vi": "- Thật sao? - Ừ."
    }
  },
  {
    "translation": {
      "en": "My memories are the Entenmann's that everybody sneaks in at midnight",
      "vi": "Kỷ niệm của tôi là bánh Entenmann's mà ban đêm ai cũng lén ăn thêm."
    }
  },
  {
    "translation": {
      "en": "-to have more and disappears by morning. -But crumb cake? Like Entenmann's--",
      "vi": "Kỷ niệm của tôi là bánh Entenmann's mà ban đêm ai cũng lén ăn thêm. - Đến sáng là hết. - Bánh vụn? Như Entenmann's…"
    }
  },
  {
    "translation": {
      "en": "Crumb cake's good. And whatever that cheesecake,",
      "vi": "Bánh vụn ngon lắm. Và cái loại bánh phô mai,"
    }
  },
  {
    "translation": {
      "en": "-strudel-type thing… -[Christina] Oh, yeah.",
      "vi": "- táo cuộn gì đó… - Đúng."
    }
  },
  {
    "translation": {
      "en": "[Jon] Uh-oh…No more frosting.",
      "vi": "Hết kem rồi."
    }
  },
  {
    "translation": {
      "en": "This is that anxiety that comes with doing this at home.",
      "vi": "Làm ở nhà hay lo thế này lắm."
    }
  },
  {
    "translation": {
      "en": "[Christina] I know.",
      "vi": "Tôi biết."
    }
  },
  {
    "translation": {
      "en": "See, now this really is like bake sale.",
      "vi": "Bánh này đem bán được rồi đấy."
    }
  },
  {
    "translation": {
      "en": "But this is right. This is the humanity of what happens in the kitchen.",
      "vi": "Nhưng đúng thế. Đây là lúc tình người thể hiện trong bếp."
    }
  },
  {
    "translation": {
      "en": "[Jon] I'm gonna put one dollop in the middle. I'd cry.",
      "vi": "Tôi sẽ cho một cục to vào giữa. Tôi sẽ khóc."
    }
  },
  {
    "translation": {
      "en": "[Christina] Your friend would be like, \"Hold on, I got…\"",
      "vi": "Không, bạn anh sẽ nói - \"Khoan, tớ có… Nhìn này\". - Tớ có thừa."
    }
  },
  {
    "translation": {
      "en": "[Jon] I have extra.",
      "vi": "- \"Khoan, tớ có… Nhìn này\". - Tớ có thừa."
    }
  },
  {
    "translation": {
      "en": "Now we're talking.",
      "vi": "Có thế chứ."
    }
  },
  {
    "translation": {
      "en": "-There you go. -Gimme another layer.",
      "vi": "- Đây rồi. - Thêm lớp nữa."
    }
  },
  {
    "translation": {
      "en": "[Christina] You're so… I know, right? Build it to the sky.",
      "vi": "Anh thật… Tôi biết, nhỉ? Xây cao tít tắp luôn."
    }
  },
  {
    "translation": {
      "en": "[Jon] Now I'm happy. Look at this.",
      "vi": "Giờ tôi vui rồi. Nhìn này."
    }
  },
  {
    "translation": {
      "en": "[Christina] The best is, you can make the top as crazy as you want.",
      "vi": "Cái hay nhất là ta muốn làm gì trên cùng cũng được."
    }
  },
  {
    "translation": {
      "en": "-Once you pull the sides up-- -[Roy] That's pretty.",
      "vi": "- Khi đã kéo khuôn lên… - Đẹp quá."
    }
  },
  {
    "translation": {
      "en": "-[Christina] Yes! -[Jon] It's called Bart Simpson. Eraserhead.",
      "vi": "- Tuyệt! - Nó gọi là Bart Simpson. Phim Eraserhead."
    }
  },
  {
    "translation": {
      "en": "[Christina] Look at you! It means business.",
      "vi": "Nhìn anh kìa! Chuyên nghiệp ra phết."
    }
  },
  {
    "translation": {
      "en": "[Jon] That's very pretty, Roy, I have to say. [Christina] He's got it.",
      "vi": "- Đẹp lắm, Roy, phải công nhận. - Anh ấy làm được."
    }
  },
  {
    "translation": {
      "en": "-We're going to the freezer, guys. -[Roy] In the freezer? Okay.",
      "vi": "- Ta sẽ cho vào tủ lạnh. - Tủ lạnh? Được."
    }
  },
  {
    "translation": {
      "en": "[Christina] We're gonna go in the Mr. Freeze deep freeze.",
      "vi": "Sẽ cho vào tủ đông Mr. Freeze."
    }
  },
  {
    "translation": {
      "en": "[Jon] This is the one where you get somebody to confess.",
      "vi": "Đây là chỗ bắt người ta thú tội."
    }
  },
  {
    "translation": {
      "en": "[Christina] Yeah! Yeah! Where did you put the milk?",
      "vi": "Đúng! Anh giấu sữa ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Whenever I see this, I feel like I'm on Game of Thrones.",
      "vi": "Cứ nhìn cái này là tôi liên tưởng đến Trò chơi Vương quyền."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -This one? Oh, the Wall.",
      "vi": "- Đúng. - Đây là Bức Tường."
    }
  },
  {
    "translation": {
      "en": "[Roy] There we go.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "-[Jon] Should we check on the cookies? -[Christina] Yeah, I'm ready.",
      "vi": "- Đi kiểm tra bánh quy nhé? - Tôi sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "[Christina] Gentlemen…",
      "vi": "Các anh…"
    }
  },
  {
    "translation": {
      "en": "Feast your eyes. Look at those things.",
      "vi": "Hãy chiêm ngưỡng. Nhìn mà xem."
    }
  },
  {
    "translation": {
      "en": "-Excellent. -The marshmallows, you can see them",
      "vi": "- Tuyệt vời. - Kẹo dẻo, ta có thể thấy chúng phồng lên và chảy ra."
    }
  },
  {
    "translation": {
      "en": "popping out in a gooey way.",
      "vi": "ta có thể thấy chúng phồng lên và chảy ra."
    }
  },
  {
    "translation": {
      "en": "And you can tell, because there's no blowouts,",
      "vi": "Và ta biết, vì không có chỗ nứt nào,"
    }
  },
  {
    "translation": {
      "en": "we mixed them all properly. You see the little jewels of it.",
      "vi": "ta đã trộn đúng cách. Ta thấy những viên đá quý nhỏ."
    }
  },
  {
    "translation": {
      "en": "It was perfectly scooped is what we can tell.",
      "vi": "Do có người chia bột giỏi đấy."
    }
  },
  {
    "translation": {
      "en": "What I'm gauging here is that it's perfectly scooped, but for me that is…",
      "vi": "Theo tôi đánh giá, bột được chia hoàn hảo, nhưng với tôi…"
    }
  },
  {
    "translation": {
      "en": "the moment of it.",
      "vi": "nướng đến đúng độ."
    }
  },
  {
    "translation": {
      "en": "[Jon] I like it so much more",
      "vi": "Biết thành phần có gì càng làm tôi thích nó hơn."
    }
  },
  {
    "translation": {
      "en": "-now I know what's in it. -[Roy] It's delicious.",
      "vi": "Biết thành phần có gì càng làm tôi thích nó hơn. Ngon quá."
    }
  },
  {
    "translation": {
      "en": "[Christina] We crushed that.",
      "vi": "Ta làm rất tốt."
    }
  },
  {
    "translation": {
      "en": "All these cake scraps, we don't throw 'em away. We make 'em into cake truffles.",
      "vi": "Với những mẩu vụn bánh này, ta không vứt đi. - Ta biến chúng thành bánh truffle. - Bánh truffle? Được."
    }
  },
  {
    "translation": {
      "en": "They become the truffles? Okay. -[Christina] Yeah.",
      "vi": "- Ta biến chúng thành bánh truffle. - Bánh truffle? Được."
    }
  },
  {
    "translation": {
      "en": "We put them all into a bowl.",
      "vi": "Cho hết vào bát."
    }
  },
  {
    "translation": {
      "en": "We break them down. And then we add that same cake soak.",
      "vi": "Bóp nhỏ bánh ra rồi cho nước làm ẩm vào."
    }
  },
  {
    "translation": {
      "en": "And then you're gonna knead it almost as you would a bread dough.",
      "vi": "Rồi ta sẽ nhào nặn nó như làm với bột bánh mì."
    }
  },
  {
    "translation": {
      "en": "Compress it. It's already baked, so you're not worried about",
      "vi": "Nặn nó. Bánh nướng rồi, nên không cần lo"
    }
  },
  {
    "translation": {
      "en": "-developing gluten. -[Jon] Right.",
      "vi": "- tạo ra gluten. - Đúng."
    }
  },
  {
    "translation": {
      "en": "[Christina] And from there, we use these scoops.",
      "vi": "Từ đó, ta dùng muỗng chia bột này."
    }
  },
  {
    "translation": {
      "en": "Fill 'em, compress 'em,",
      "vi": "Xúc đầy muỗng, nhào nặn,"
    }
  },
  {
    "translation": {
      "en": "and we lay them out to the side there.",
      "vi": "và để sang một bên."
    }
  },
  {
    "translation": {
      "en": "Roy, I'll scoop. You roll.",
      "vi": "Roy, tôi xúc. Anh nặn."
    }
  },
  {
    "translation": {
      "en": "We sell so many of these puppies that,",
      "vi": "Chúng tôi bán được nhiều bé bánh này lắm,"
    }
  },
  {
    "translation": {
      "en": "when we get down, like, we get down as a team.",
      "vi": "nên khi làm là cả đội cùng làm."
    }
  },
  {
    "translation": {
      "en": "You come. Someone's in charge of mixing.",
      "vi": "Cả đội chung tay. Có người phụ trách trộn."
    }
  },
  {
    "translation": {
      "en": "Someone's in charge of scooping. Someone's in charge of rolling.",
      "vi": "Có người phụ trách xúc. Có người phụ trách nặn."
    }
  },
  {
    "translation": {
      "en": "What's the best music for making these?",
      "vi": "Làm bánh này thì bật nhạc nào hay nhất?"
    }
  },
  {
    "translation": {
      "en": "[sighs] I think you need a very quick beat that's also a little screamy",
      "vi": "Tôi nghĩ cần giai điệu nhanh và hơi gào thét một chút"
    }
  },
  {
    "translation": {
      "en": "because it's like going to boot camp. It's like, \"Go!\" [screams]",
      "vi": "vì đây giống như trại quân đội. Như kiểu \"Bắt đầu!\""
    }
  },
  {
    "translation": {
      "en": "-How many of these you go through? -Thousands of them.",
      "vi": "- Cô làm bao nhiêu cái rồi? - Hàng nghìn."
    }
  },
  {
    "translation": {
      "en": "On a week, we probably sell eight to ten thousand cake truffles.",
      "vi": "Mỗi tuần chúng tôi bán được tầm tám đến mười nghìn bánh này."
    }
  },
  {
    "translation": {
      "en": "[Jon] Really?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "So this is that birthday crumb with a little bit more chocolate.",
      "vi": "Đây là bánh vụn sinh nhật có nhiều sô-cô-la hơn một chút."
    }
  },
  {
    "translation": {
      "en": "And we broke it down to a sandy.",
      "vi": "- Được. - Chúng tôi đập nhỏ ra."
    }
  },
  {
    "translation": {
      "en": "This is white chocolate that is mixed with a little bit of oil",
      "vi": "Đây là sô-cô-la trắng trộn với một chút dầu"
    }
  },
  {
    "translation": {
      "en": "so that it's nice and thin.",
      "vi": "- để trông sóng sánh. - Được."
    }
  },
  {
    "translation": {
      "en": "[Christina] We're gonna white chocolate hands,",
      "vi": "Ta sẽ nhúng sô-cô-la trắng,"
    }
  },
  {
    "translation": {
      "en": "-throw it over to Roy. -[Jon] Fried chicken.",
      "vi": "- rồi đưa qua cho Roy. - Gà chiên."
    }
  },
  {
    "translation": {
      "en": "[Christina] Roy is going to rake it and then pull it.",
      "vi": "Roy sẽ lăn qua vụn bánh rồi lấy ra."
    }
  },
  {
    "translation": {
      "en": "-And then as soon as it sets… -[Jon] Warm.",
      "vi": "- Và khi đã ngấm… - Ấm quá."
    }
  },
  {
    "translation": {
      "en": "…it's ready to eat or ready to package.",
      "vi": "…thì đã sẵn sàng để ăn hoặc đóng gói."
    }
  },
  {
    "translation": {
      "en": "It's chocolate, vanilla, and a truffle.",
      "vi": "Có sô-cô-la, vani và bánh truffle."
    }
  },
  {
    "translation": {
      "en": "So you can get some really primo bake-sale vibe.",
      "vi": "Tạo cảm giác đây là bánh rất cao cấp."
    }
  },
  {
    "translation": {
      "en": "Taste some of it.",
      "vi": "Nếm thử đi."
    }
  },
  {
    "translation": {
      "en": "The second this sets,",
      "vi": "Ngay khi bánh ngấm,"
    }
  },
  {
    "translation": {
      "en": "there's a little of that shard of texture of white chocolate.",
      "vi": "khi nhai sẽ cảm nhận được vụn sô-cô-la trắng."
    }
  },
  {
    "translation": {
      "en": "-This one's gonna be a hit. -That one's gonna be a hit.",
      "vi": "- Sẽ bán chạy lắm đây. - Đúng thế."
    }
  },
  {
    "translation": {
      "en": "[Roy] So we have our bake sale now.",
      "vi": "Có đủ bánh để bán rồi."
    }
  },
  {
    "translation": {
      "en": "[Jon] You'd get that new library--",
      "vi": "- Chả mấy chốc trường sẽ có thư viện mới. - Bán bánh gây quỹ là phải thế."
    }
  },
  {
    "translation": {
      "en": "[Christina] In my imagination, this is what a bake sale should look like.",
      "vi": "- Chả mấy chốc trường sẽ có thư viện mới. - Bán bánh gây quỹ là phải thế. Đúng."
    }
  },
  {
    "translation": {
      "en": "You show up to a bake sale with that, you got two secret weapons.",
      "vi": "Ta có hai vũ khí bí mật để đem đến buổi bán bánh."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, you're in a different realm.",
      "vi": "Đột nhiên mình ở một nơi xa lạ."
    }
  },
  {
    "translation": {
      "en": "-You're in a different territory. -[Roy] You're parent of the year.",
      "vi": "- Một vùng đất mới. - Có thể trở thành phụ huynh của năm."
    }
  },
  {
    "translation": {
      "en": "[Jon] Lightning round. If I go to the ice cream parlor, I'll get vanilla.",
      "vi": "Hỏi nhanh đáp gọn. Nếu vào tiệm kem, tôi sẽ chọn loại vani."
    }
  },
  {
    "translation": {
      "en": "[Christina] I'm a vanilla-ice-cream person.",
      "vi": "- Tôi cũng thích kem vani. - Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "[Roy] For ice cream, vanilla milkshake, chocolate.",
      "vi": "Với kem thì là sữa lắc vani, sô-cô-la."
    }
  },
  {
    "translation": {
      "en": "-[Jon] Really? -[Roy] The problem growing up is my mom",
      "vi": "Thật sao? Hồi bé, vấn đề của tôi với sữa lắc là mẹ tôi dùng cùng máy xay để làm kim chi."
    }
  },
  {
    "translation": {
      "en": "-used the same blender for kimchi. -[Jon] Acid. You want acid.",
      "vi": "Hồi bé, vấn đề của tôi với sữa lắc là mẹ tôi dùng cùng máy xay để làm kim chi. - Cần một chút vị chua. - Đúng."
    }
  },
  {
    "translation": {
      "en": "-[Christina] A little funk. -[all laugh]",
      "vi": "- Đó là… - Phá cách một chút. Biên dịch: TH"
    }
  }
]