[
  {
    "translation": {
      "en": "Los Angeles County Sheriff's Department, assigned to Homicide Bureau.",
      "vi": "Los Angeles County Sheriff's Department,assigned to Homicide Bureau."
    }
  },
  {
    "translation": {
      "en": "The Sheriff's Department is conducting an investigation…",
      "vi": "The Sheriff's Departmentis conducting an investigation…"
    }
  },
  {
    "translation": {
      "en": "on a series of homicides and sexual assaults",
      "vi": "on a series of homicidesand sexual assaults"
    }
  },
  {
    "translation": {
      "en": "The suspect, who has traveled highways in what we believe to be stolen vehicles,",
      "vi": "The suspect, who has traveled highwaysin what we believe to be stolen vehicles,"
    }
  },
  {
    "translation": {
      "en": "is always wearing gloves to make his entries.",
      "vi": "is always wearing glovesto make his entries."
    }
  },
  {
    "translation": {
      "en": "[echoing] guns, knives, tire irons, handcuffs and thumbcuffs,",
      "vi": "[echoing] guns, knives, tire irons,handcuffs and thumbcuffs,"
    }
  },
  {
    "translation": {
      "en": "as well as his own foot, to inflict serious…",
      "vi": "as well as his own foot,to inflict serious…"
    }
  },
  {
    "translation": {
      "en": "♪ Well, there's a girl That lives up the block ♪",
      "vi": "♪ Well, there's a girlThat lives up the block ♪"
    }
  },
  {
    "translation": {
      "en": "♪ Back in school She could turn all the boys' heads ♪",
      "vi": "♪ Back in schoolShe could turn all the boys' heads ♪"
    }
  },
  {
    "translation": {
      "en": "[woman 1] This was a decade when the queen visited, the Pope visited.",
      "vi": "[woman 1] This was a decadewhen the queen visited, the Pope visited."
    }
  },
  {
    "translation": {
      "en": "For the first time in recorded history, our freeways were relatively clear.",
      "vi": "For the first time in recorded history,our freeways were relatively clear."
    }
  },
  {
    "translation": {
      "en": "-[woman 1] It was a huge decade. -Crime dropped like a rock.",
      "vi": "-[woman 1] It was a huge decade.-Crime dropped like a rock."
    }
  },
  {
    "translation": {
      "en": "♪ Glory days ♪",
      "vi": "♪ Glory days ♪"
    }
  },
  {
    "translation": {
      "en": "[reporter] Our top story,",
      "vi": "[reporter]Our top story,"
    }
  },
  {
    "translation": {
      "en": "record temperatures and fires scorching the Southland.",
      "vi": "record temperatures and firesscorching the Southland."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Downtown the mercury reached 107 degrees this afternoon.",
      "vi": "[reporter 2] Downtown the mercuryreached 107 degrees this afternoon."
    }
  },
  {
    "translation": {
      "en": "[woman 1] You have this amazing city, so many parallel universes.",
      "vi": "[woman 1] You have this amazing city,so many parallel universes."
    }
  },
  {
    "translation": {
      "en": "[woman 2] You could be anybody.",
      "vi": "[woman 2]You could be anybody."
    }
  },
  {
    "translation": {
      "en": "It also attracted very, very dangerous people.",
      "vi": "It also attractedvery, very dangerous people."
    }
  },
  {
    "translation": {
      "en": "Nobody knows where this individual may strike next.",
      "vi": "Nobody knowswhere this individual may strike next."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] The same man is suspected in six to eight murders",
      "vi": "[reporter 3] The same manis suspected in six to eight murders"
    }
  },
  {
    "translation": {
      "en": "being paranoid about it and being aware of it.",
      "vi": "being paranoid about itand being aware of it."
    }
  },
  {
    "translation": {
      "en": "…the so-called Night Stalker who has terrorized California.",
      "vi": "…the so-called Night Stalkerwho has terrorized California."
    }
  },
  {
    "translation": {
      "en": "People wonder when and where he'll strike next.",
      "vi": "People wonder when and wherehe'll strike next."
    }
  },
  {
    "translation": {
      "en": "I am not leaving my door open for my son, I don't care if he sleeps on the street.",
      "vi": "I am not leaving my door open for my son,I don't care if he sleeps on the street."
    }
  },
  {
    "translation": {
      "en": "[woman] I don't understand why somebody can't identify him.",
      "vi": "[woman] I don't understandwhy somebody can't identify him."
    }
  },
  {
    "translation": {
      "en": "He has to live somewhere. Somebody must know.",
      "vi": "He has to live somewhere.Somebody must know."
    }
  },
  {
    "translation": {
      "en": "He's a weird-looking character. Somebody has to know him.",
      "vi": "He's a weird-looking character.Somebody has to know him."
    }
  },
  {
    "translation": {
      "en": "[Gil] I don't believe that anybody has a choice.",
      "vi": "[Gil]I don't believe that anybody has a choice."
    }
  },
  {
    "translation": {
      "en": "Your number is there one day. We're all going to die.",
      "vi": "Your number is there one day.We're all going to die."
    }
  },
  {
    "translation": {
      "en": "I was born and raised in the Catholic Church.",
      "vi": "I was born and raisedin the Catholic Church."
    }
  },
  {
    "translation": {
      "en": "I believe in God. I believe in the Holy Spirit.",
      "vi": "I believe in God.I believe in the Holy Spirit."
    }
  },
  {
    "translation": {
      "en": "I believe there's a devil. I believe there's an evil force.",
      "vi": "I believe there's a devil.I believe there's an evil force."
    }
  },
  {
    "translation": {
      "en": "I just say prayers, hopefully to help give me the wisdom and the knowledge",
      "vi": "I just say prayers, hopefully to helpgive me the wisdom and the knowledge"
    }
  },
  {
    "translation": {
      "en": "All the people on the block that I lived on,",
      "vi": "All the people on the blockthat I lived on,"
    }
  },
  {
    "translation": {
      "en": "We all hung out on the corner of Dulin and Holbrook.",
      "vi": "We all hung out on the cornerof Dulin and Holbrook."
    }
  },
  {
    "translation": {
      "en": "They were more important than school was to me,",
      "vi": "They were more importantthan school was to me,"
    }
  },
  {
    "translation": {
      "en": "told my mom and dad, \"Sign for this young man to get off the street,",
      "vi": "told my mom and dad, \"Sign for thisyoung man to get off the street,"
    }
  },
  {
    "translation": {
      "en": "my parents signed for me to go into the Army.",
      "vi": "my parents signed for meto go into the Army."
    }
  },
  {
    "translation": {
      "en": "with 189th Assault Helicopter Company in Vietnam.",
      "vi": "with 189th AssaultHelicopter Company in Vietnam."
    }
  },
  {
    "translation": {
      "en": "By the grace of God, I made it out alive, and…",
      "vi": "By the grace of God,I made it out alive, and…"
    }
  },
  {
    "translation": {
      "en": "as soon as I got out of Armed Forces, I had three goals in life.",
      "vi": "as soon as I got out of Armed Forces,I had three goals in life."
    }
  },
  {
    "translation": {
      "en": "One was to start dating my former girlfriend,",
      "vi": "One was to start datingmy former girlfriend,"
    }
  },
  {
    "translation": {
      "en": "I wanted to see if I could get her back, then break up with her.",
      "vi": "I wanted to see if I could get her back,then break up with her."
    }
  },
  {
    "translation": {
      "en": "I wanted revenge, I wanted to hurt her like she had hurt me.",
      "vi": "I wanted revenge,I wanted to hurt her like she had hurt me."
    }
  },
  {
    "translation": {
      "en": "But it didn't work out that way. [laughs]",
      "vi": "But it didn't work out that way.[laughs]"
    }
  },
  {
    "translation": {
      "en": "[Pearl] He got out of the service in June,",
      "vi": "[Pearl]He got out of the service in June,"
    }
  },
  {
    "translation": {
      "en": "[Gil] December 26, 1970.",
      "vi": "[Gil]December 26, 1970."
    }
  },
  {
    "translation": {
      "en": "That was goal number one. Goal number two was to go to college.",
      "vi": "That was goal number one.Goal number two was to go to college."
    }
  },
  {
    "translation": {
      "en": "Nobody in my family had ever gone to college,",
      "vi": "Nobody in my familyhad ever gone to college,"
    }
  },
  {
    "translation": {
      "en": "and I thought college was for rich white people.",
      "vi": "and I thought college wasfor rich white people."
    }
  },
  {
    "translation": {
      "en": "And the third one was I wanted to become a cop.",
      "vi": "And the third one wasI wanted to become a cop."
    }
  },
  {
    "translation": {
      "en": "I became a patrol cop at East LA Sheriff's Station.",
      "vi": "I became a patrol copat East LA Sheriff's Station."
    }
  },
  {
    "translation": {
      "en": "And he had never said that to me in my life.",
      "vi": "And he had neversaid that to me in my life."
    }
  },
  {
    "translation": {
      "en": "[Gil] After that, I watched guys from homicide work.",
      "vi": "[Gil] After that,I watched guys from homicide work."
    }
  },
  {
    "translation": {
      "en": "When they pulled up on the scene, everybody got out of their way.",
      "vi": "When they pulled up on the scene,everybody got out of their way."
    }
  },
  {
    "translation": {
      "en": "I only had nine and a half years experience.",
      "vi": "I only hadnine and a half years experience."
    }
  },
  {
    "translation": {
      "en": "That was my goal, that was my dream, and…",
      "vi": "That was my goal,that was my dream, and…"
    }
  },
  {
    "translation": {
      "en": "[echoing] …Channel 11 News.",
      "vi": "[echoing]…Channel 11 News."
    }
  },
  {
    "translation": {
      "en": "…and I can tell you there were a lot of murders that ended up being solved",
      "vi": "…and I can tell you there were a lotof murders that ended up being solved"
    }
  },
  {
    "translation": {
      "en": "20 years later, because the Bulldogs never let go.",
      "vi": "20 years later,because the Bulldogs never let go."
    }
  },
  {
    "translation": {
      "en": "[Frank] We probably ran 350, 400 murders a year",
      "vi": "[Frank] We probably ran350, 400 murders a year"
    }
  },
  {
    "translation": {
      "en": "Los Angeles Police Department was probably running 500 or 600.",
      "vi": "Los Angeles Police Departmentwas probably running 500 or 600."
    }
  },
  {
    "translation": {
      "en": "So, in LA County, there's probably close to 1,000 murders a year.",
      "vi": "So, in LA County, there's probablyclose to 1,000 murders a year."
    }
  },
  {
    "translation": {
      "en": "because you got to have confidence in what you're doing.",
      "vi": "because you got to haveconfidence in what you're doing."
    }
  },
  {
    "translation": {
      "en": "than one human being taking the life of another.",
      "vi": "than one human beingtaking the life of another."
    }
  },
  {
    "translation": {
      "en": "[Gil] Frank Salerno's the Italian Stallion,",
      "vi": "[Gil]Frank Salerno's the Italian Stallion,"
    }
  },
  {
    "translation": {
      "en": "When I got there, he was working on the Hillside Strangler.",
      "vi": "When I got there,he was working on the Hillside Strangler."
    }
  },
  {
    "translation": {
      "en": "[reporter] This is where the first Hillside Strangler victim was found.",
      "vi": "[reporter] This is where the firstHillside Strangler victim was found."
    }
  },
  {
    "translation": {
      "en": "The death of Laura Collins and 12 other young women",
      "vi": "The death of Laura Collinsand 12 other young women"
    }
  },
  {
    "translation": {
      "en": "touched off one of the largest manhunts in Southern California history.",
      "vi": "touched off one of the largest manhuntsin Southern California history."
    }
  },
  {
    "translation": {
      "en": "[Gil] Everybody looked up to him. He's the man.",
      "vi": "[Gil] Everybody looked up to him.He's the man."
    }
  },
  {
    "translation": {
      "en": "[man] If you saw Frank Salerno or heard his name,",
      "vi": "[man] If you saw Frank Salernoor heard his name,"
    }
  },
  {
    "translation": {
      "en": "Frank Salerno was a straight shooter. He's a disciplined guy.",
      "vi": "Frank Salerno was a straight shooter.He's a disciplined guy."
    }
  },
  {
    "translation": {
      "en": "[reporter] His co-workers call him a cop's detective.",
      "vi": "[reporter]His co-workers call him a cop's detective."
    }
  },
  {
    "translation": {
      "en": "[man] Frank overlooks nothing.",
      "vi": "[man]Frank overlooks nothing."
    }
  },
  {
    "translation": {
      "en": "You'd be surprised how thorough he is on an investigation.",
      "vi": "You'd be surprised how thoroughhe is on an investigation."
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil Carrillo and Jim Mercer were teamed together as partners.",
      "vi": "[Frank] Gil Carrillo and Jim Mercerwere teamed together as partners."
    }
  },
  {
    "translation": {
      "en": "He sat at a desk that was behind me and to my left.",
      "vi": "He sat at a desk that was behind meand to my left."
    }
  },
  {
    "translation": {
      "en": "And he was the youngest detective in the Bureau at the time.",
      "vi": "And he was the youngest detectivein the Bureau at the time."
    }
  },
  {
    "translation": {
      "en": "\"Want to go down to Little Joe's?\" An Italian restaurant in Chinatown.",
      "vi": "\"Want to go down to Little Joe's?\"An Italian restaurant in Chinatown."
    }
  },
  {
    "translation": {
      "en": "And I'm sitting there and I've never eaten Italian food.",
      "vi": "And I'm sitting thereand I've never eaten Italian food."
    }
  },
  {
    "translation": {
      "en": "I grew up in a Mexican home. That's what I know, is Mexican food.",
      "vi": "I grew up in a Mexican home.That's what I know, is Mexican food."
    }
  },
  {
    "translation": {
      "en": "I look at this menu and I don't recognize anything.",
      "vi": "I look at this menuand I don't recognize anything."
    }
  },
  {
    "translation": {
      "en": "I don't know what it is. I remember ordering chicken Parmesan.",
      "vi": "I don't know what it is.I remember ordering chicken Parmesan."
    }
  },
  {
    "translation": {
      "en": "Salerno looked at me, said, \"What's so funny, kid?\"",
      "vi": "Salerno looked at me, said,\"What's so funny, kid?\""
    }
  },
  {
    "translation": {
      "en": "\"Here I am, last week, I'm eating a double-wrapped red chili burrito",
      "vi": "\"Here I am, last week, I'm eatinga double-wrapped red chili burrito"
    }
  },
  {
    "translation": {
      "en": "eating some shit that I don't know what it is, drinking a glass of wine",
      "vi": "eating some shit that I don't knowwhat it is, drinking a glass of wine"
    }
  },
  {
    "translation": {
      "en": "with Frank Salerno and the guys from Homicide.",
      "vi": "with Frank Salernoand the guys from Homicide."
    }
  },
  {
    "translation": {
      "en": "[woman] I was working at AT&T,",
      "vi": "[woman]I was working at AT&T,"
    }
  },
  {
    "translation": {
      "en": "And I would just spend my lunch hour in there.",
      "vi": "And I would just spendmy lunch hour in there."
    }
  },
  {
    "translation": {
      "en": "And I picked it up, 'cause the letters on it said \"AC/DC.\"",
      "vi": "And I picked it up,'cause the letters on it said \"AC/DC.\""
    }
  },
  {
    "translation": {
      "en": "I didn't know what that was, and thought it was kind of weird.",
      "vi": "I didn't know what that was,and thought it was kind of weird."
    }
  },
  {
    "translation": {
      "en": "and he stood right there and picked up the hat…",
      "vi": "and he stood right thereand picked up the hat…"
    }
  },
  {
    "translation": {
      "en": "and here comes somebody speeding way behind me.",
      "vi": "and here comes somebodyspeeding way behind me."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden, he just swerves around my car.",
      "vi": "Then all of a sudden,he just swerves around my car."
    }
  },
  {
    "translation": {
      "en": "And he turns and he just… He's looking at me.",
      "vi": "And he turns and he just…He's looking at me."
    }
  },
  {
    "translation": {
      "en": "I remembered, you know, that was the same guy I saw",
      "vi": "I remembered, you know,that was the same guy I saw"
    }
  },
  {
    "translation": {
      "en": "And he has this horrible big grin and he's missing all these teeth.",
      "vi": "And he has this horrible big grinand he's missing all these teeth."
    }
  },
  {
    "translation": {
      "en": "[Gil] The date was March 17th, 1985, Saint Patrick's Day.",
      "vi": "[Gil] The date was March 17th, 1985,Saint Patrick's Day."
    }
  },
  {
    "translation": {
      "en": "-[phone rings] -[receiver clicks]",
      "vi": "-[phone rings]-[receiver clicks]"
    }
  },
  {
    "translation": {
      "en": "[Gil] I actually got that murder with my partner.",
      "vi": "[Gil] I actually got that murderwith my partner."
    }
  },
  {
    "translation": {
      "en": "I see blood spatterings around the door and on the floor,",
      "vi": "I see blood spatteringsaround the door and on the floor,"
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -[bullet case rattles]",
      "vi": "-[gunshot]-[bullet case rattles]"
    }
  },
  {
    "translation": {
      "en": "[Gil] And I see Dayle Okazaki lying on the kitchen floor…",
      "vi": "[Gil] And I see Dayle Okazakilying on the kitchen floor…"
    }
  },
  {
    "translation": {
      "en": "She'd put her hands on the countertop, and lifted her head up",
      "vi": "She'd put her hands on the countertop,and lifted her head up"
    }
  },
  {
    "translation": {
      "en": "because it was quiet in there, wanted to see where the suspect was at.",
      "vi": "because it was quiet in there,wanted to see where the suspect was at."
    }
  },
  {
    "translation": {
      "en": "He was on the other side of the countertop waiting for her,",
      "vi": "He was on the other sideof the countertop waiting for her,"
    }
  },
  {
    "translation": {
      "en": "knowing that she was going to pop her head up,",
      "vi": "knowing that she was goingto pop her head up,"
    }
  },
  {
    "translation": {
      "en": "waiting there, and when she did, he pulled the trigger.",
      "vi": "waiting there, and when she did,he pulled the trigger."
    }
  },
  {
    "translation": {
      "en": "that she opened with a garage door opener, a remote.",
      "vi": "that she openedwith a garage door opener, a remote."
    }
  },
  {
    "translation": {
      "en": "Maria says she keyed the door when she heard an intentional noise.",
      "vi": "Maria says she keyed the doorwhen she heard an intentional noise."
    }
  },
  {
    "translation": {
      "en": "She turned around and there was a male suspect with a stargazed look,",
      "vi": "She turned around and there wasa male suspect with a stargazed look,"
    }
  },
  {
    "translation": {
      "en": "with a gun stretched out coming towards her face,",
      "vi": "with a gun stretched outcoming towards her face,"
    }
  },
  {
    "translation": {
      "en": "and she put her hands up and he pulled the trigger.",
      "vi": "and she put her hands upand he pulled the trigger."
    }
  },
  {
    "translation": {
      "en": "The bullet deflected off the keys in her hand.",
      "vi": "The bullet deflectedoff the keys in her hand."
    }
  },
  {
    "translation": {
      "en": "He then pushed her body out of the way, entered the condo.",
      "vi": "He then pushed her body out of the way,entered the condo."
    }
  },
  {
    "translation": {
      "en": "She jumped up and started running down the alleyway",
      "vi": "She jumped upand started running down the alleyway"
    }
  },
  {
    "translation": {
      "en": "thinking he'll come back out the garage door.",
      "vi": "thinking he'll come back outthe garage door."
    }
  },
  {
    "translation": {
      "en": "He's just as startled as she is to see him.",
      "vi": "He's just as startledas she is to see him."
    }
  },
  {
    "translation": {
      "en": "Maria says, \"I just threw my hands up and said,",
      "vi": "Maria says,\"I just threw my hands up and said,"
    }
  },
  {
    "translation": {
      "en": "'Hey, you already shot me once, do you really have to shoot me again?'\"",
      "vi": "'Hey, you already shot me once,do you really have to shoot me again?'\""
    }
  },
  {
    "translation": {
      "en": "[Gil] I'm at the Maria Hernandez house.",
      "vi": "[Gil]I'm at the Maria Hernandez house."
    }
  },
  {
    "translation": {
      "en": "other than getting accurate documentations of what my observations are.",
      "vi": "other than getting accurate documentationsof what my observations are."
    }
  },
  {
    "translation": {
      "en": "using fixed objects to measure where her foot is, where her head is,",
      "vi": "using fixed objects to measurewhere her foot is, where her head is,"
    }
  },
  {
    "translation": {
      "en": "directing the photographer to take photographs of the crime scene.",
      "vi": "directing the photographerto take photographs of the crime scene."
    }
  },
  {
    "translation": {
      "en": "I'm inside the living room and the deputy opens a door and says,",
      "vi": "I'm inside the living roomand the deputy opens a door and says,"
    }
  },
  {
    "translation": {
      "en": "\"Excuse me, the mother of Maria Hernandez is out here",
      "vi": "\"Excuse me, the motherof Maria Hernandez is out here"
    }
  },
  {
    "translation": {
      "en": "and she'd like to have a word with you.\"",
      "vi": "and she'd like to have a word with you.\""
    }
  },
  {
    "translation": {
      "en": "While the door is open, he's standing there, I hear somebody say,",
      "vi": "While the door is open,he's standing there, I hear somebody say,"
    }
  },
  {
    "translation": {
      "en": "I'm there saying, \"Gilbert? Nobody calls me-- I'm Gil.",
      "vi": "I'm there saying,\"Gilbert? Nobody calls me-- I'm Gil."
    }
  },
  {
    "translation": {
      "en": "A neighbor that lived three doors down from me when I was a kid growing up.",
      "vi": "A neighbor that lived three doors downfrom me when I was a kid growing up."
    }
  },
  {
    "translation": {
      "en": "We find out the next day that 40 minutes after the murder of Dayle Okazaki,",
      "vi": "We find out the next day that 40 minutesafter the murder of Dayle Okazaki,"
    }
  },
  {
    "translation": {
      "en": "the Monterey Park Police Department got a call.",
      "vi": "the Monterey Park Police Departmentgot a call."
    }
  },
  {
    "translation": {
      "en": "probably a mile from where Dayle Okazaki got killed.",
      "vi": "probably a milefrom where Dayle Okazaki got killed."
    }
  },
  {
    "translation": {
      "en": "They've got a young Asian girl that is driving down the street,",
      "vi": "They've got a young Asian girlthat is driving down the street,"
    }
  },
  {
    "translation": {
      "en": "and she's shot",
      "vi": "and she's shot"
    }
  },
  {
    "translation": {
      "en": "[reporter] Tsai-Lian Yu was left sprawled in the street, shot in the chest.",
      "vi": "[reporter] Tsai-Lian Yu was left sprawledin the street, shot in the chest."
    }
  },
  {
    "translation": {
      "en": "[Gil] It was the same caliber weapon,",
      "vi": "[Gil]It was the same caliber weapon,"
    }
  },
  {
    "translation": {
      "en": "but you can't assume that it's the same gun because…",
      "vi": "but you can't assumethat it's the same gun because…"
    }
  },
  {
    "translation": {
      "en": "…there are thousands upon thousands of .22s out there.",
      "vi": "…there are thousandsupon thousands of .22s out there."
    }
  },
  {
    "translation": {
      "en": "So now we have Maria Hernandez in the hospital.",
      "vi": "So now we have Maria Hernandezin the hospital."
    }
  },
  {
    "translation": {
      "en": "We told her we'd like to send the staff artist.",
      "vi": "We told her we'd liketo send the staff artist."
    }
  },
  {
    "translation": {
      "en": "[Maria] I can tell you he was… 5'10\", something like that. Dark clothes…",
      "vi": "[Maria] I can tell you he was… 5'10\",something like that. Dark clothes…"
    }
  },
  {
    "translation": {
      "en": "[Gil] When that staff artist brought me the picture,",
      "vi": "[Gil] When that staff artistbrought me the picture,"
    }
  },
  {
    "translation": {
      "en": "I was showing it to the detectives over at East LA Station,",
      "vi": "I was showing it to the detectivesover at East LA Station,"
    }
  },
  {
    "translation": {
      "en": "and a friend of mine said, \"Gil, hold that thought.\"",
      "vi": "and a friend of mine said,\"Gil, hold that thought.\""
    }
  },
  {
    "translation": {
      "en": "He goes out to his car and he brings out an identikit drawing.",
      "vi": "He goes out to his carand he brings out an identikit drawing."
    }
  },
  {
    "translation": {
      "en": "You put them together, it looks like the same guy.",
      "vi": "You put them together,it looks like the same guy."
    }
  },
  {
    "translation": {
      "en": "His drawing came from the physical description of a suspect",
      "vi": "His drawing came fromthe physical description of a suspect"
    }
  },
  {
    "translation": {
      "en": "of an attempted kidnapping out of the city of Pico Rivera.",
      "vi": "of an attempted kidnappingout of the city of Pico Rivera."
    }
  },
  {
    "translation": {
      "en": "before I got to Homicide, I was going to Cal State LA.",
      "vi": "before I got to Homicide,I was going to Cal State LA."
    }
  },
  {
    "translation": {
      "en": "There was a professor by the name of Robert Morneau.",
      "vi": "There was a professorby the name of Robert Morneau."
    }
  },
  {
    "translation": {
      "en": "And I took Advanced Criminal Investigation Pertaining to Sex Crimes from him.",
      "vi": "And I took Advanced Criminal InvestigationPertaining to Sex Crimes from him."
    }
  },
  {
    "translation": {
      "en": "And I remembered that there's a deviancy that says,",
      "vi": "And I remembered thatthere's a deviancy that says,"
    }
  },
  {
    "translation": {
      "en": "\"I like to see a frightened look on your face.\"",
      "vi": "\"I like to see a frightened lookon your face.\""
    }
  },
  {
    "translation": {
      "en": "\"I want to see you scared. That's what really gets me turned on.\"",
      "vi": "\"I want to see you scared.That's what really gets me turned on.\""
    }
  },
  {
    "translation": {
      "en": "he could have walked up behind her in silence and killed her.",
      "vi": "he could have walked up behind herin silence and killed her."
    }
  },
  {
    "translation": {
      "en": "-[slapping echoes] -…so she could turn around and see him.",
      "vi": "-[slapping echoes]-…so she could turn around and see him."
    }
  },
  {
    "translation": {
      "en": "she was down on the ground and he waited until he saw the fear in her eyes,",
      "vi": "she was down on the ground and he waiteduntil he saw the fear in her eyes,"
    }
  },
  {
    "translation": {
      "en": "why wasn't she killed right there in the car?",
      "vi": "why wasn't she killedright there in the car?"
    }
  },
  {
    "translation": {
      "en": "Whoever the suspect was wanted confrontation.",
      "vi": "Whoever the suspect waswanted confrontation."
    }
  },
  {
    "translation": {
      "en": "That's what started me thinking about, perhaps, one man doing this.",
      "vi": "That's what started me thinkingabout, perhaps, one man doing this."
    }
  },
  {
    "translation": {
      "en": "[Frank] Ten days after Okazaki, Hernandez, and Yu,",
      "vi": "[Frank]Ten days after Okazaki, Hernandez, and Yu,"
    }
  },
  {
    "translation": {
      "en": "there is a double murder out in Whittier County area.",
      "vi": "there is a double murderout in Whittier County area."
    }
  },
  {
    "translation": {
      "en": "[Gil] The house of Vincent and Maxine Zazzara.",
      "vi": "[Gil]The house of Vincent and Maxine Zazzara."
    }
  },
  {
    "translation": {
      "en": "JD Smith and Russ Yuloth went to that case. It was their murder.",
      "vi": "JD Smith and Russ Yulothwent to that case. It was their murder."
    }
  },
  {
    "translation": {
      "en": "You could see where he stepped on a five-gallon plastic can",
      "vi": "You could see where he stepped ona five-gallon plastic can"
    }
  },
  {
    "translation": {
      "en": "and got in the house through an open restroom window.",
      "vi": "and got in the housethrough an open restroom window."
    }
  },
  {
    "translation": {
      "en": "[Frank] There was a $40,000 theft",
      "vi": "[Frank]There was a $40,000 theft"
    }
  },
  {
    "translation": {
      "en": "The male is executed as he's sleeping on the couch…",
      "vi": "The male is executedas he's sleeping on the couch…"
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -…with a gunshot wound to the temple.",
      "vi": "-[gunshot]-…with a gunshot wound to the temple."
    }
  },
  {
    "translation": {
      "en": "[Gil] So now you have Dayle Okazaki killed with a .22,",
      "vi": "[Gil] So now you haveDayle Okazaki killed with a .22,"
    }
  },
  {
    "translation": {
      "en": "Tsai-Lian Yu killed with a .22, and the Zazzaras killed with a .22.",
      "vi": "Tsai-Lian Yu killed with a .22,and the Zazzaras killed with a .22."
    }
  },
  {
    "translation": {
      "en": "[Frank] And the woman is found in bed.",
      "vi": "[Frank]And the woman is found in bed."
    }
  },
  {
    "translation": {
      "en": "[Gil] She has several stab wounds just above the vagina.",
      "vi": "[Gil] She has several stab woundsjust above the vagina."
    }
  },
  {
    "translation": {
      "en": "Was it because she stared at him or got a hard look at him?",
      "vi": "Was it because she stared at himor got a hard look at him?"
    }
  },
  {
    "translation": {
      "en": "[Gil] He took the eyes with him,",
      "vi": "[Gil]He took the eyes with him,"
    }
  },
  {
    "translation": {
      "en": "[Frank] The biggest thing in that case was…",
      "vi": "[Frank]The biggest thing in that case was…"
    }
  },
  {
    "translation": {
      "en": "[woman] I was six, and my first memory of that night is…",
      "vi": "[woman] I was six,and my first memory of that night is…"
    }
  },
  {
    "translation": {
      "en": "and, you know, I was half asleep, I didn't know what was going on.",
      "vi": "and, you know, I was half asleep,I didn't know what was going on."
    }
  },
  {
    "translation": {
      "en": "So, I thought, \"Well, that's okay. I know him,",
      "vi": "So, I thought,\"Well, that's okay. I know him,"
    }
  },
  {
    "translation": {
      "en": "I don't know how long I was in the car or what it looked like.",
      "vi": "I don't know how long I was in the caror what it looked like."
    }
  },
  {
    "translation": {
      "en": "there was one point where we were driving,",
      "vi": "there was one pointwhere we were driving,"
    }
  },
  {
    "translation": {
      "en": "And he shut it and just kind of like-- \"Just so you know, that's there.\"",
      "vi": "And he shut it and just kind of like--\"Just so you know, that's there.\""
    }
  },
  {
    "translation": {
      "en": "I remember there being German Shepherds barking and a chain-link fence.",
      "vi": "I remember there being German Shepherdsbarking and a chain-link fence."
    }
  },
  {
    "translation": {
      "en": "And he made me get into a zipped-up duffel bag",
      "vi": "And he made me get intoa zipped-up duffel bag"
    }
  },
  {
    "translation": {
      "en": "We had to walk through a room with a couch,",
      "vi": "We had to walkthrough a room with a couch,"
    }
  },
  {
    "translation": {
      "en": "with drapery or something that made it dark, and…",
      "vi": "with drapery or somethingthat made it dark, and…"
    }
  },
  {
    "translation": {
      "en": "There was just this soundtrack of Madonna going on.",
      "vi": "There was just this soundtrackof Madonna going on."
    }
  },
  {
    "translation": {
      "en": "I remember saying, \"Stop. This hurts. Don't.\"",
      "vi": "I remember saying,\"Stop. This hurts. Don't.\""
    }
  },
  {
    "translation": {
      "en": "You know, I'd say, like, \"Can I go to the bathroom?\"",
      "vi": "You know, I'd say, like,\"Can I go to the bathroom?\""
    }
  },
  {
    "translation": {
      "en": "He would stop what he was doing, take me to the sink",
      "vi": "He would stop what he was doing,take me to the sink"
    }
  },
  {
    "translation": {
      "en": "And then nothing would happen for a while, then he'd take me back and…",
      "vi": "And then nothing would happen for a while,then he'd take me back and…"
    }
  },
  {
    "translation": {
      "en": "\"I have to go to the bathroom. Can you please stop?\"",
      "vi": "\"I have to go to the bathroom.Can you please stop?\""
    }
  },
  {
    "translation": {
      "en": "Something in the way that he would look at me that…",
      "vi": "Something in the waythat he would look at me that…"
    }
  },
  {
    "translation": {
      "en": "It was almost like, \"I'm sorry that I'm doing this to you.",
      "vi": "It was almost like,\"I'm sorry that I'm doing this to you."
    }
  },
  {
    "translation": {
      "en": "But I'm not sorry, 'cause I'm not going to stop.\"",
      "vi": "But I'm not sorry,'cause I'm not going to stop.\""
    }
  },
  {
    "translation": {
      "en": "He put me in the bag again, to leave the place where we were.",
      "vi": "He put me in the bag again,to leave the place where we were."
    }
  },
  {
    "translation": {
      "en": "and he said, \"There's a gas station over there.",
      "vi": "and he said,\"There's a gas station over there."
    }
  },
  {
    "translation": {
      "en": "I want you to go in there and I want you to tell them to call 911",
      "vi": "I want you to go in thereand I want you to tell them to call 911"
    }
  },
  {
    "translation": {
      "en": "and have them get your family to come get you.\"",
      "vi": "and have them get your familyto come get you.\""
    }
  },
  {
    "translation": {
      "en": "[Frank] At that time there was a series of child abductions,",
      "vi": "[Frank] At that time there wasa series of child abductions,"
    }
  },
  {
    "translation": {
      "en": "In each case, the child was sexually assaulted.",
      "vi": "In each case,the child was sexually assaulted."
    }
  },
  {
    "translation": {
      "en": "a six-year-old girl was taken from a schoolyard, molested, then abandoned.",
      "vi": "a six-year-old girl was taken froma schoolyard, molested, then abandoned."
    }
  },
  {
    "translation": {
      "en": "a nine-year-old boy was snatched from his bed,",
      "vi": "a nine-year-old boywas snatched from his bed,"
    }
  },
  {
    "translation": {
      "en": "an eight-year-old girl was taken from her bed,",
      "vi": "an eight-year-old girlwas taken from her bed,"
    }
  },
  {
    "translation": {
      "en": "get kidnapped, or anything happens to kids,",
      "vi": "get kidnapped,or anything happens to kids,"
    }
  },
  {
    "translation": {
      "en": "I was assigned to the sheriff's Homicide Bureau.",
      "vi": "I was assignedto the sheriff's Homicide Bureau."
    }
  },
  {
    "translation": {
      "en": "the murder of Dayle Okazaki and the wounding of Maria Hernandez.",
      "vi": "the murder of Dayle Okazakiand the wounding of Maria Hernandez."
    }
  },
  {
    "translation": {
      "en": "And as part of your investigation, you look for broadcast.",
      "vi": "And as part of your investigation,you look for broadcast."
    }
  },
  {
    "translation": {
      "en": "Everything else that's going on around in the area, what's happening.",
      "vi": "Everything else that's going on aroundin the area, what's happening."
    }
  },
  {
    "translation": {
      "en": "The first description I got was from Maria Hernandez.",
      "vi": "The first description I gotwas from Maria Hernandez."
    }
  },
  {
    "translation": {
      "en": "When you look at the reports that the children gave…",
      "vi": "When you look at the reportsthat the children gave…"
    }
  },
  {
    "translation": {
      "en": "They described him as being tall, thin, light-skinned Hispanic or Caucasian,",
      "vi": "They described him as being tall, thin,light-skinned Hispanic or Caucasian,"
    }
  },
  {
    "translation": {
      "en": "all black clothing, Members Only-type jacket,",
      "vi": "all black clothing,Members Only-type jacket,"
    }
  },
  {
    "translation": {
      "en": "brown-stained gap teeth, and a pungent odor.",
      "vi": "brown-stained gap teeth,and a pungent odor."
    }
  },
  {
    "translation": {
      "en": "that was responsible for kidnapping children,",
      "vi": "that was responsiblefor kidnapping children,"
    }
  },
  {
    "translation": {
      "en": "girls, boys, raping adult women, killing adult women, killing males.",
      "vi": "girls, boys, raping adult women,killing adult women, killing males."
    }
  },
  {
    "translation": {
      "en": "because we've never encountered anybody like that…",
      "vi": "because we've never encounteredanybody like that…"
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil asked me, \"What do you think?\"",
      "vi": "[Frank]Gil asked me, \"What do you think?\""
    }
  },
  {
    "translation": {
      "en": "[Gil] On April 10th,",
      "vi": "[Gil]On April 10th,"
    }
  },
  {
    "translation": {
      "en": "I attended a meeting of local law enforcement from the Los Angeles area",
      "vi": "I attended a meeting of locallaw enforcement from the Los Angeles area"
    }
  },
  {
    "translation": {
      "en": "to exchange information between agencies on the abduction of children.",
      "vi": "to exchange information between agencieson the abduction of children."
    }
  },
  {
    "translation": {
      "en": "I was alleging that the child abductions were related to the homicides.",
      "vi": "I was alleging that the child abductionswere related to the homicides."
    }
  },
  {
    "translation": {
      "en": "[Frank] This just doesn't occur.",
      "vi": "[Frank]This just doesn't occur."
    }
  },
  {
    "translation": {
      "en": "You didn't have a guy going around violently killing people",
      "vi": "You didn't have a guy going aroundviolently killing people"
    }
  },
  {
    "translation": {
      "en": "and then also kidnapping and assaulting young people",
      "vi": "and then also kidnappingand assaulting young people"
    }
  },
  {
    "translation": {
      "en": "I didn't realize that they were going to reject…",
      "vi": "I didn't realizethat they were going to reject…"
    }
  },
  {
    "translation": {
      "en": "Gil was very frustrated with the way he was being treated.",
      "vi": "Gil was very frustrated with the wayhe was being treated."
    }
  },
  {
    "translation": {
      "en": "[Gil] I had an inside friend that worked Monterey Park that told me,",
      "vi": "[Gil] I had an inside friendthat worked Monterey Park that told me,"
    }
  },
  {
    "translation": {
      "en": "\"Every time you walk out of this office, every time you come in, walk out,",
      "vi": "\"Every time you walk out of this office,every time you come in, walk out,"
    }
  },
  {
    "translation": {
      "en": "they're motherfucking you to death, thinking you're a young punk",
      "vi": "they're motherfucking you to death,thinking you're a young punk"
    }
  },
  {
    "translation": {
      "en": "I thought Gil was right in suggesting that it was one person.",
      "vi": "I thought Gil was rightin suggesting that it was one person."
    }
  },
  {
    "translation": {
      "en": "So, I just encouraged him, as his friend, and said, \"Go for it.\"",
      "vi": "So, I just encouraged him, as his friend,and said, \"Go for it.\""
    }
  },
  {
    "translation": {
      "en": "[Gil] I used to use East LA Patrol Station as kind of like my home base.",
      "vi": "[Gil] I used to use East LA Patrol Stationas kind of like my home base."
    }
  },
  {
    "translation": {
      "en": "Deputies there were well aware of what I was working.",
      "vi": "Deputies there were well awareof what I was working."
    }
  },
  {
    "translation": {
      "en": "A deputy from the station approached me and said, \"Some girls called the cops.",
      "vi": "A deputy from the station approached meand said, \"Some girls called the cops."
    }
  },
  {
    "translation": {
      "en": "They said, \"This guy was following us. Here's his plate number.'\"",
      "vi": "They said, \"This guy was following us.Here's his plate number.'\""
    }
  },
  {
    "translation": {
      "en": "The guy had long hair, was tall, light-skinned Mexican.",
      "vi": "The guy had long hair, was tall,light-skinned Mexican."
    }
  },
  {
    "translation": {
      "en": "I got a surveillance team and they're following him",
      "vi": "I got a surveillance teamand they're following him"
    }
  },
  {
    "translation": {
      "en": "And they said he drove around the parking lot",
      "vi": "And they said he drove aroundthe parking lot"
    }
  },
  {
    "translation": {
      "en": "and just kept skulking around, and finally saw a lone female",
      "vi": "and just kept skulking around,and finally saw a lone female"
    }
  },
  {
    "translation": {
      "en": "She realizes she's being followed, so she splits and she gets away from him.",
      "vi": "She realizes she's being followed,so she splits and she gets away from him."
    }
  },
  {
    "translation": {
      "en": "didn't matter, guy went through all kinds of traffic just to get to 'em.",
      "vi": "didn't matter, guy went throughall kinds of traffic just to get to 'em."
    }
  },
  {
    "translation": {
      "en": "And so, we take Arturo Robles into custody…",
      "vi": "And so,we take Arturo Robles into custody…"
    }
  },
  {
    "translation": {
      "en": "\"You're making U-turns because you wanna get to a woman?\"",
      "vi": "\"You're making U-turnsbecause you wanna get to a woman?\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Yeah, I like women. Nothing wrong with that.\"",
      "vi": "He said, \"Yeah, I like women.Nothing wrong with that.\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Oh, I didn't duck. My shoes were untied.\"",
      "vi": "He says,\"Oh, I didn't duck. My shoes were untied.\""
    }
  },
  {
    "translation": {
      "en": "He had an answer for everything. He was good.",
      "vi": "He had an answer for everything.He was good."
    }
  },
  {
    "translation": {
      "en": "And so I put a six-pack, a mug show folder together.",
      "vi": "And so I put a six-pack,a mug show folder together."
    }
  },
  {
    "translation": {
      "en": "One of the people I showed it to was Maria Hernandez.",
      "vi": "One of the people I showed it towas Maria Hernandez."
    }
  },
  {
    "translation": {
      "en": "we find all kinds of pictures out of magazines,",
      "vi": "we find all kinds of picturesout of magazines,"
    }
  },
  {
    "translation": {
      "en": "Wearing a black Members Only jacket, he's got dark clothing.",
      "vi": "Wearing a black Members Only jacket,he's got dark clothing."
    }
  },
  {
    "translation": {
      "en": "So, we had a lineup and nobody could pick him in the lineup.",
      "vi": "So, we had a lineupand nobody could pick him in the lineup."
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -[casing clatters]",
      "vi": "-[gunshot]-[casing clatters]"
    }
  },
  {
    "translation": {
      "en": "[Linda] In the case of the Dois in Monterey Park,",
      "vi": "[Linda] In the caseof the Dois in Monterey Park,"
    }
  },
  {
    "translation": {
      "en": "[reporter] Authorities say that the man shot 66-year-old William Doi,",
      "vi": "[reporter] Authorities saythat the man shot 66-year-old William Doi,"
    }
  },
  {
    "translation": {
      "en": "Detectives say Doi saved his wife's life by calling 911 before he died.",
      "vi": "Detectives say Doi saved his wife's lifeby calling 911 before he died."
    }
  },
  {
    "translation": {
      "en": "[Tony] They found his wife badly beaten.",
      "vi": "[Tony]They found his wife badly beaten."
    }
  },
  {
    "translation": {
      "en": "On the thumb of her left hand, she was wearing thumbcuffs…",
      "vi": "On the thumb of her left hand,she was wearing thumbcuffs…"
    }
  },
  {
    "translation": {
      "en": "it's the only case I ever came across where thumbcuffs were used.",
      "vi": "it's the only case I ever came acrosswhere thumbcuffs were used."
    }
  },
  {
    "translation": {
      "en": "the thumb of her right hand was bleeding profusely,",
      "vi": "the thumb of her right handwas bleeding profusely,"
    }
  },
  {
    "translation": {
      "en": "indicating that in her attempt to free herself",
      "vi": "indicating that in her attemptto free herself"
    }
  },
  {
    "translation": {
      "en": "And that's basically the information we get from the Doi murder.",
      "vi": "And that's basically the informationwe get from the Doi murder."
    }
  },
  {
    "translation": {
      "en": "We had nothing. [chuckles] We had a whodunit.",
      "vi": "We had nothing.[chuckles] We had a whodunit."
    }
  },
  {
    "translation": {
      "en": "[Gil] A friend from Montebello PD says,",
      "vi": "[Gil]A friend from Montebello PD says,"
    }
  },
  {
    "translation": {
      "en": "\"I may have found a link that's gonna help you link these cases.\"",
      "vi": "\"I may have found a linkthat's gonna help you link these cases.\""
    }
  },
  {
    "translation": {
      "en": "And he showed me a picture of a footprint that was taken at a child abduction.",
      "vi": "And he showed me a picture of a footprintthat was taken at a child abduction."
    }
  },
  {
    "translation": {
      "en": "[Frank] She was eight years old and taken from her house,",
      "vi": "[Frank] She was eight years oldand taken from her house,"
    }
  },
  {
    "translation": {
      "en": "taken to a construction site and was sexually assaulted,",
      "vi": "taken to a construction siteand was sexually assaulted,"
    }
  },
  {
    "translation": {
      "en": "At that construction site, they had poured concrete that day",
      "vi": "At that construction site,they had poured concrete that day"
    }
  },
  {
    "translation": {
      "en": "and there was a shoe print in the concrete.",
      "vi": "and there was a shoe printin the concrete."
    }
  },
  {
    "translation": {
      "en": "And so I went down there. He showed them. I said, \"Jesus Christ.\"",
      "vi": "And so I went down there.He showed them. I said, \"Jesus Christ.\""
    }
  },
  {
    "translation": {
      "en": "as the same or similar footprint that was lifted",
      "vi": "as the same or similar footprintthat was lifted"
    }
  },
  {
    "translation": {
      "en": "[Frank] We knew by Zazzara,",
      "vi": "[Frank]We knew by Zazzara,"
    }
  },
  {
    "translation": {
      "en": "we were looking for a pretty good-sized shoe.",
      "vi": "we were lookingfor a pretty good-sized shoe."
    }
  },
  {
    "translation": {
      "en": "So, I called up my lieutenant and I said, \"Okay, I found the link.\"",
      "vi": "So, I called up my lieutenant and I said,\"Okay, I found the link.\""
    }
  },
  {
    "translation": {
      "en": "I've got the guys from LAPD in here that are handling that case,",
      "vi": "I've got the guys from LAPD in herethat are handling that case,"
    }
  },
  {
    "translation": {
      "en": "And he got on the phone. I said, \"I wanna know how you determine your size,",
      "vi": "And he got on the phone. I said,\"I wanna know how you determine your size,"
    }
  },
  {
    "translation": {
      "en": "because I'm looking at a shoe that's a one-to-one with a ruler in it.",
      "vi": "because I'm looking at a shoethat's a one-to-one with a ruler in it."
    }
  },
  {
    "translation": {
      "en": "It's 12 inches long. How do you get a size 10?\"",
      "vi": "It's 12 inches long.How do you get a size 10?\""
    }
  },
  {
    "translation": {
      "en": "All they did, because the cement was kind of wet,",
      "vi": "All they did,because the cement was kind of wet,"
    }
  },
  {
    "translation": {
      "en": "and he stood on one foot and put his wingtip down over the shoe print,",
      "vi": "and he stood on one foot and puthis wingtip down over the shoe print,"
    }
  },
  {
    "translation": {
      "en": "and he says, \"My shoe covers it. Got to be a size 10.\"",
      "vi": "and he says, \"My shoe covers it.Got to be a size 10.\""
    }
  },
  {
    "translation": {
      "en": "Says, \"I obviously made a mistake, I got to change it.",
      "vi": "Says, \"I obviously made a mistake,I got to change it."
    }
  },
  {
    "translation": {
      "en": "Now I've got a little bit of circumstantial evidence here.",
      "vi": "Now I've got a little bitof circumstantial evidence here."
    }
  },
  {
    "translation": {
      "en": "[Frank] In May, 1985,",
      "vi": "[Frank]In May, 1985,"
    }
  },
  {
    "translation": {
      "en": "My partner goes off, eventually, to retire.",
      "vi": "My partner goes off,eventually, to retire."
    }
  },
  {
    "translation": {
      "en": "\"Gil, would you be interested in working with me?\"",
      "vi": "\"Gil, would you be interestedin working with me?\""
    }
  },
  {
    "translation": {
      "en": "I went back and sat next to my wife and said,",
      "vi": "I went backand sat next to my wife and said,"
    }
  },
  {
    "translation": {
      "en": "\"Frank Salerno just asked me to be his partner!\"",
      "vi": "\"Frank Salerno just asked meto be his partner!\""
    }
  },
  {
    "translation": {
      "en": "[Gil] Next day he comes up to me and he says,\"I was in my cups that night.\"",
      "vi": "[Gil] Next day he comes up to meand he says,\"I was in my cups that night.\""
    }
  },
  {
    "translation": {
      "en": "And I figure… Frank's letting me down easy.",
      "vi": "And I figure…Frank's letting me down easy."
    }
  },
  {
    "translation": {
      "en": "He says, \"Yeah, but I'm not in my cups now.",
      "vi": "He says,\"Yeah, but I'm not in my cups now."
    }
  },
  {
    "translation": {
      "en": "He says, \"Good, I went to the captain. It's gonna happen.\"",
      "vi": "He says, \"Good, I went to the captain.It's gonna happen.\""
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil and I team up.",
      "vi": "[Frank]Gil and I team up."
    }
  },
  {
    "translation": {
      "en": "I was really surprised, in a way, when I first realized that Frank Salerno,",
      "vi": "I was really surprised, in a way,when I first realized that Frank Salerno,"
    }
  },
  {
    "translation": {
      "en": "When he was a patrol deputy, he was known as El Cucuy,",
      "vi": "When he was a patrol deputy,he was known as El Cucuy,"
    }
  },
  {
    "translation": {
      "en": "He was notorious for eating sunflower seeds",
      "vi": "He was notorious foreating sunflower seeds"
    }
  },
  {
    "translation": {
      "en": "and spitting the shells out all over the place.",
      "vi": "and spitting the shells outall over the place."
    }
  },
  {
    "translation": {
      "en": "Figuring out how he ends up working with Frank Salerno.",
      "vi": "Figuring out how he ends upworking with Frank Salerno."
    }
  },
  {
    "translation": {
      "en": "And Gil was this big guy who was, you know, jovial.",
      "vi": "And Gil was this big guywho was, you know, jovial."
    }
  },
  {
    "translation": {
      "en": "Gil was a welcome relief. [laughs]",
      "vi": "Gil was a welcome relief.[laughs]"
    }
  },
  {
    "translation": {
      "en": "[Gil] He could've had anybody he wanted as a partner.",
      "vi": "[Gil] He could've hadanybody he wanted as a partner."
    }
  },
  {
    "translation": {
      "en": "And he asked me and I was tickled pink. I was flying.",
      "vi": "And he asked me and I was tickled pink.I was flying."
    }
  },
  {
    "translation": {
      "en": "[reporter] …three-quarters of a million people",
      "vi": "[reporter]…three-quarters of a million people"
    }
  },
  {
    "translation": {
      "en": "to beaches of Southern California to search for a cool--",
      "vi": "to beaches of Southern Californiato search for a cool--"
    }
  },
  {
    "translation": {
      "en": "and it's expected to stay that way right on through the 4th of July.",
      "vi": "and it's expected to stay that wayright on through the 4th of July."
    }
  },
  {
    "translation": {
      "en": "Very hot. Even NBC's Johnny Carson was joking on last night's show about…",
      "vi": "Very hot. Even NBC's Johnny Carsonwas joking on last night's show about…"
    }
  },
  {
    "translation": {
      "en": "[Gil] Patty Elaine Higgins was killed in the city of Arcadia.",
      "vi": "[Gil] Patty Elaine Higginswas killed in the city of Arcadia."
    }
  },
  {
    "translation": {
      "en": "That's the first case Frank and I had had together.",
      "vi": "That's the first caseFrank and I had had together."
    }
  },
  {
    "translation": {
      "en": "[Frank] The killer was very enraged.",
      "vi": "[Frank]The killer was very enraged."
    }
  },
  {
    "translation": {
      "en": "He viciously cut her throat, then he stabbed her in that slash.",
      "vi": "He viciously cut her throat,then he stabbed her in that slash."
    }
  },
  {
    "translation": {
      "en": "…and Arcadia PD calls the bureau again, says, \"We've got another murder.\"",
      "vi": "…and Arcadia PD calls the bureau again,says, \"We've got another murder.\""
    }
  },
  {
    "translation": {
      "en": "just a few miles from where Patty Higgins' case was.",
      "vi": "just a few milesfrom where Patty Higgins' case was."
    }
  },
  {
    "translation": {
      "en": "very similar to the way Patty Elaine Higgins' throat had been slit",
      "vi": "very similar to the wayPatty Elaine Higgins' throat had been slit"
    }
  },
  {
    "translation": {
      "en": "Then we get to the 5th of July, three days later.",
      "vi": "Then we get to the 5th of July,three days later."
    }
  },
  {
    "translation": {
      "en": "[Frank] We get a call from Sierra Madre PD,",
      "vi": "[Frank] We get a callfrom Sierra Madre PD,"
    }
  },
  {
    "translation": {
      "en": "which is not too far from Arcadia right there.",
      "vi": "which is not too far from Arcadiaright there."
    }
  },
  {
    "translation": {
      "en": "In the front of the house there is a fabric mark and blood…",
      "vi": "In the front of the housethere is a fabric mark and blood…"
    }
  },
  {
    "translation": {
      "en": "like, a gardener's glove or something like that.",
      "vi": "like, a gardener's gloveor something like that."
    }
  },
  {
    "translation": {
      "en": "[reporter] She was beaten with a tire iron at her parents' home in Sierra Madre.",
      "vi": "[reporter] She was beaten with a tire ironat her parents' home in Sierra Madre."
    }
  },
  {
    "translation": {
      "en": "[Frank] The room was ransacked.",
      "vi": "[Frank]The room was ransacked."
    }
  },
  {
    "translation": {
      "en": "[reporter] She says she remembers only going to bed.",
      "vi": "[reporter]She says she remembers only going to bed."
    }
  },
  {
    "translation": {
      "en": "She woke up bloodied, beaten, her bedroom in a disarray.",
      "vi": "She woke up bloodied, beaten,her bedroom in a disarray."
    }
  },
  {
    "translation": {
      "en": "She ended up with 42 inches of lacerations and skull fractures.",
      "vi": "She ended up with 42 inches of lacerationsand skull fractures."
    }
  },
  {
    "translation": {
      "en": "stand there and interview a 16-year-old that had just gone through this.",
      "vi": "stand there and interview a 16-year-oldthat had just gone through this."
    }
  },
  {
    "translation": {
      "en": "You really want to get your hands on that individual.",
      "vi": "You really want to get your handson that individual."
    }
  },
  {
    "translation": {
      "en": "[Gil] We didn't go in the room where this happened,",
      "vi": "[Gil] We didn't go in the roomwhere this happened,"
    }
  },
  {
    "translation": {
      "en": "she walks out, she's wearing a lab coat, her hair's in a bun, glasses on,",
      "vi": "she walks out, she's wearing a lab coat,her hair's in a bun, glasses on,"
    }
  },
  {
    "translation": {
      "en": "found something, may be interesting. You oughta take a look.\"",
      "vi": "found something, may be interesting.You oughta take a look.\""
    }
  },
  {
    "translation": {
      "en": "and she walks out to us and she opens it up",
      "vi": "and she walks out to usand she opens it up"
    }
  },
  {
    "translation": {
      "en": "[Gil] And that was the same footprint that was at the Zazzara murder,",
      "vi": "[Gil] And that was the same footprintthat was at the Zazzara murder,"
    }
  },
  {
    "translation": {
      "en": "found at the northeast abduction of a 10-year-old little girl.",
      "vi": "found at the northeast abductionof a 10-year-old little girl."
    }
  },
  {
    "translation": {
      "en": "That's a serial-- There's no doubt in my mind. It's the same guy.",
      "vi": "That's a serial-- There's no doubtin my mind. It's the same guy."
    }
  },
  {
    "translation": {
      "en": "The only thing I could say was, \"Kiss my ass.\"",
      "vi": "The only thing I could say was,\"Kiss my ass.\""
    }
  },
  {
    "translation": {
      "en": "It gave me chills, like it's giving me right now.",
      "vi": "It gave me chills,like it's giving me right now."
    }
  },
  {
    "translation": {
      "en": "Frank says, \"Okay. Tell me everything you've got in your head.\"",
      "vi": "Frank says, \"Okay. Tell meeverything you've got in your head.\""
    }
  },
  {
    "translation": {
      "en": "We have Patty Elaine Higgins, we have Mary Cannon, and now Whitney Bennett.",
      "vi": "We have Patty Elaine Higgins, we haveMary Cannon, and now Whitney Bennett."
    }
  },
  {
    "translation": {
      "en": "but I studied them. I knew all the details,",
      "vi": "but I studied them.I knew all the details,"
    }
  },
  {
    "translation": {
      "en": "Now it's in black and white in front of you.",
      "vi": "Now it's in black and whitein front of you."
    }
  },
  {
    "translation": {
      "en": "The Bureau didn't think it was one man, but once Frank got on board,",
      "vi": "The Bureau didn't think it was one man,but once Frank got on board,"
    }
  },
  {
    "translation": {
      "en": "said, \"Yes, it's one man,\" everybody listens.",
      "vi": "said, \"Yes, it's one man,\"everybody listens."
    }
  },
  {
    "translation": {
      "en": "Picked up the phone called the captain right away.",
      "vi": "Picked up the phonecalled the captain right away."
    }
  },
  {
    "translation": {
      "en": "He said, \"Okay, let's… let's go at it.\"",
      "vi": "He said, \"Okay, let's… let's go at it.\""
    }
  }
]