[
  {
    "translation": {
      "en": "If you had your choice,  you'd live where life had something to offer.",
      "vi": "Nếu được lựa chọn, bạn sẽ sống ở nơi thật tiện lợi."
    }
  },
  {
    "translation": {
      "en": "If you had your choice,",
      "vi": "Nếu được lựa chọn,"
    }
  },
  {
    "translation": {
      "en": "you'd live where you were close to work, schools, and affordable housing.",
      "vi": "bạn sẽ sống gần chỗ làm, trường học, có giá nhà phải chăng."
    }
  },
  {
    "translation": {
      "en": "Sacramento was recently voted one of the two best places in the country to live.",
      "vi": "Gần đây, Sacramento đã được bầu là một trong hai nơi đáng sống nhất nước."
    }
  },
  {
    "translation": {
      "en": "No surprise at all to our nearly one million residents.",
      "vi": "Không ngạc nhiên với gần một triệu cư dân của ta."
    }
  },
  {
    "translation": {
      "en": "Now people are asking,",
      "vi": "Giờ mọi người thắc mắc"
    }
  },
  {
    "translation": {
      "en": "what's been going on with this sleeping giant,",
      "vi": "có chuyện gì với gã khổng lồ say ngủ,"
    }
  },
  {
    "translation": {
      "en": "the two- river capital of the seventh- largest economy in the world?",
      "vi": "thủ phủ có hai dòng sông, nền kinh tế đứng bảy thế giới này?"
    }
  },
  {
    "translation": {
      "en": "Around 1988 in Sacramento,",
      "vi": "Khoảng năm 1988 ở Sacramento"
    }
  },
  {
    "translation": {
      "en": "it was a time of a real good growth spurt.",
      "vi": "là vào thời điểm tăng trưởng rất tốt."
    }
  },
  {
    "translation": {
      "en": "I mean, people were buying houses, and new developments were coming about,",
      "vi": "Ý là người người mua nhà, có những bước phát triển mới,"
    }
  },
  {
    "translation": {
      "en": "but this neighborhood, for the most part, is still the same.",
      "vi": "nhưng khu vực này đa phần vẫn giữ nguyên như cũ."
    }
  },
  {
    "translation": {
      "en": "There's tons of homeless coming up and down the street.",
      "vi": "Có rất nhiều người vô gia cư qua lại trên đường phố."
    }
  },
  {
    "translation": {
      "en": "That's where the homeless shelters are.",
      "vi": "Đó là nơi trú ẩn của người vô gia cư."
    }
  },
  {
    "translation": {
      "en": "The homeless represent a serious human tragedy",
      "vi": "Vấn nạn vô gia cư đại diện cho bi kịch của con người,"
    }
  },
  {
    "translation": {
      "en": "that is year- round, and the effort to help them goes on.",
      "vi": "nó tồn tại quanh năm và nỗ lực giúp đỡ họ vẫn tiếp diễn."
    }
  },
  {
    "translation": {
      "en": "A city report found that  one in five who sought help or food was turned away.",
      "vi": "Báo cáo cho thấy cứ năm người tìm giúp đỡ hoặc thức ăn thì một người lại bị từ chối."
    }
  },
  {
    "translation": {
      "en": "At that time, County Mental Health",
      "vi": "Lúc đó, Bệnh viện Tâm thần Quận"
    }
  },
  {
    "translation": {
      "en": "had created a homeless task force.",
      "vi": "thành lập một đội đặc nhiệm vô gia cư."
    }
  },
  {
    "translation": {
      "en": "Volunteers of America was part of that task force.",
      "vi": "Đội tình nguyện viên Mỹ là một phần của đội đặc nhiệm đó."
    }
  },
  {
    "translation": {
      "en": "Our goal was to get them off the street",
      "vi": "Mục tiêu của chúng tôi là giúp họ"
    }
  },
  {
    "translation": {
      "en": "and get them connected with mental health services",
      "vi": "hết lang bạt, kết nối với các dịch vụ sức khỏe tâm thần"
    }
  },
  {
    "translation": {
      "en": "and a decent place to live.",
      "vi": "và có một nơi ở tử tế."
    }
  },
  {
    "translation": {
      "en": "They suffer from paranoia,",
      "vi": "Bọn họ bị chứng hoang tưởng"
    }
  },
  {
    "translation": {
      "en": "and that keeps them from going to shelters,",
      "vi": "và chính chứng bệnh ấy đã ngăn họ tìm đến những nơi tạm trú"
    }
  },
  {
    "translation": {
      "en": "from getting into decent living situations.",
      "vi": "và nhận được những điều kiện sinh sống tử tế."
    }
  },
  {
    "translation": {
      "en": "On the very first day, I noticed him.",
      "vi": "Tôi đã để ý đến anh ấy ngay từ ngày đầu."
    }
  },
  {
    "translation": {
      "en": "I have it on video.",
      "vi": "Vẫn còn đoạn phim đây."
    }
  },
  {
    "translation": {
      "en": "His birth name was Alvaro Gonzales Montoya.",
      "vi": "Tên khai sinh của anh ấy là Alvaro Gonzales Montoya."
    }
  },
  {
    "translation": {
      "en": "People called him Bert.",
      "vi": "Mọi nggười hay gọi ảnh là Bert."
    }
  },
  {
    "translation": {
      "en": "I have a son that's mentally ill,",
      "vi": "Tôi có một cậu con trai bị tâm thần,"
    }
  },
  {
    "translation": {
      "en": "and he had a lot of delusions and a lot of fears.",
      "vi": "nó có rất nhiều ảo tưởng, cũng sợ hãi rất nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "And I recognized that in Bert right away.",
      "vi": "Tôi đã nhận ra điểm quen thuộc ấy ở Bert."
    }
  },
  {
    "translation": {
      "en": "The voices that talk to you, did they go away with the medicine?",
      "vi": "Khi uống thuốc, giọng nói trò chuyện với anh có biến mất không?"
    }
  },
  {
    "translation": {
      "en": "- No, they didn't go away. - They didn't go away.",
      "vi": "Chúng không biến mất. Chúng không biến mất."
    }
  },
  {
    "translation": {
      "en": "Bert was born in Costa Rica.",
      "vi": "Bert sinh ra ở Costa Rica."
    }
  },
  {
    "translation": {
      "en": "And he came with his family when he was about 16",
      "vi": "Tầm 16 tuổi, ảnh cùng gia đình chuyển đến"
    }
  },
  {
    "translation": {
      "en": "to one of the southern states.",
      "vi": "một bang ở miền Nam."
    }
  },
  {
    "translation": {
      "en": "He began to get schizophrenia at age 16.",
      "vi": "Ảnh bắt đầu bị tâm thần phân liệt vào năm 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "Do you think if you took medicine for a couple of weeks, they would go away?",
      "vi": "Nếu uống thuốc vài tuần, anh có nghĩ chúng sẽ biến mất không?"
    }
  },
  {
    "translation": {
      "en": "The medicine makes you too sick.",
      "vi": "Thuốc làm tôi mệt lắm."
    }
  },
  {
    "translation": {
      "en": "The medicine makes you sick?",
      "vi": "Thuốc làm anh mệt sao?"
    }
  },
  {
    "translation": {
      "en": "His parents had tried to help him",
      "vi": "Bố mẹ ảnh đã cố giúp ảnh"
    }
  },
  {
    "translation": {
      "en": "and put him in a mental institution,",
      "vi": "nên đã đưa ảnh vào viện tâm thần,"
    }
  },
  {
    "translation": {
      "en": "and they gave him a whole lot of shock therapy.",
      "vi": "ở đó đã dùng rất nhiều liệu pháp sốc để trị cho ảnh."
    }
  },
  {
    "translation": {
      "en": "When he got out, he left home.",
      "vi": "Khi ra viện, ảnh đã bỏ nhà đi."
    }
  },
  {
    "translation": {
      "en": "He didn't tell his family.",
      "vi": "Không hề nói với gia đình."
    }
  },
  {
    "translation": {
      "en": "I don't know how he made his way to Sacramento.",
      "vi": "Không biết sao ảnh đến được Sacramento nữa."
    }
  },
  {
    "translation": {
      "en": "But he did end up at detox.",
      "vi": "Nhưng ảnh đã đến trung tâm trị liệu nghiện."
    }
  },
  {
    "translation": {
      "en": "He wasn't an alcoholic,",
      "vi": "Ảnh không nghiện rượu,"
    }
  },
  {
    "translation": {
      "en": "but he was the one person they liked staying there.",
      "vi": "nhưng người ta muốn cho những người như ảnh ở trong đó."
    }
  },
  {
    "translation": {
      "en": "Right away, I said, Why isn't he in a place for mentally ill?",
      "vi": "Tôi đã hỏi ngay là sao không để ảnh ở nơi dành cho bệnh tâm thần."
    }
  },
  {
    "translation": {
      "en": "And they said, No, because some of those houses aren't good,",
      "vi": "Họ đáp vì có vài nơi không quá tốt và"
    }
  },
  {
    "translation": {
      "en": "and he might not be treated well.",
      "vi": "có thể ảnh sẽ không được đối xử tử tế."
    }
  },
  {
    "translation": {
      "en": "How is it living at detox compared to a boarding home?",
      "vi": "Anh thấy ở trung tâm trị liệu so với ở nhà trọ thì thế nào?"
    }
  },
  {
    "translation": {
      "en": "I think it's better in a boarding home.",
      "vi": "Tôi nghĩ ở nhà trọ thích hơn."
    }
  },
  {
    "translation": {
      "en": "Better in a boarding home!",
      "vi": "Ở nhà trọ thích hơn!"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "If we could find a good boarding house for you,",
      "vi": "Nếu chúng tôi có thể tìm một nhà trọ tốt cho anh,"
    }
  },
  {
    "translation": {
      "en": "would you prefer to go there?",
      "vi": "anh có muốn đến đó không?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Có chứ."
    }
  },
  {
    "translation": {
      "en": "Okay, we'll try and do that.",
      "vi": "Được, chúng tôi sẽ cố gắng."
    }
  },
  {
    "translation": {
      "en": "But there happened to be a place that was so well recommended,",
      "vi": "Nhưng tình cờ sao lại có một nơi được đánh giá rất tốt,"
    }
  },
  {
    "translation": {
      "en": "so very well recommended by saying there's a wonderful woman there,",
      "vi": "đánh giá cực kỳ tốt, vì bảo ở đó có một người phụ nữ rất tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "and she really takes really good care of her clients.",
      "vi": "bà ta chăm sóc cho khách hàng vô cùng cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Dorothea Puente was loved by her community and loved by local politicians",
      "vi": "Dorothea Puente được cộng đồng và cả các chính trị gia địa phương yêu quý"
    }
  },
  {
    "translation": {
      "en": "because she donated to their campaigns and things.",
      "vi": "vì đã quyên góp cho các chiến dịch của họ."
    }
  },
  {
    "translation": {
      "en": "She would donate to local charities and give them bags of clothing.",
      "vi": "Ả quyên góp cho tổ chức từ thiện địa phương, tặng họ quần áo."
    }
  },
  {
    "translation": {
      "en": "She was taking in all these people.",
      "vi": "Thu nhận tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "She treated her neighbors well.",
      "vi": "Ả đối xử tốt với hàng xóm."
    }
  },
  {
    "translation": {
      "en": "And every Wednesday or Thursday was burrito day.",
      "vi": "Thứ Tư, thứ Năm hàng tuần là ngày burrito."
    }
  },
  {
    "translation": {
      "en": "And so she was giving free food away to the community.",
      "vi": "Thì ả sẽ phát đồ ăn miễn phí cho cộng đồng."
    }
  },
  {
    "translation": {
      "en": "When someone moved into Dorothea's house,",
      "vi": "Khi có người chuyển đến nhà của Dorothea,"
    }
  },
  {
    "translation": {
      "en": "Dorothea lived on the top floor, and they lived down below.",
      "vi": "Dorothea sống ở tầng trên cùng, còn họ sẽ ở tầng dưới."
    }
  },
  {
    "translation": {
      "en": "These were people that some would call the shadow people of our society.",
      "vi": "Một số sẽ gọi những người này là tầng lớp bóng tối của xã hội."
    }
  },
  {
    "translation": {
      "en": "Some of the boarders that she would take in were alcoholic.",
      "vi": "Vài người ả sẽ thu nhận thuộc nhóm nghiện rượu."
    }
  },
  {
    "translation": {
      "en": "Some had mental disabilities.",
      "vi": "Có một số bị thiểu năng trí tuệ."
    }
  },
  {
    "translation": {
      "en": "They had very little to do with their relatives.",
      "vi": "Họ rất ít liên lạc với họ hàng, người thân."
    }
  },
  {
    "translation": {
      "en": "Out of their Social Security checks or what monies they had,",
      "vi": "Họ sẽ dùng séc an sinh xã hội hoặc tiền mà mình có"
    }
  },
  {
    "translation": {
      "en": "they would pay for their rent.",
      "vi": "để trả tiền thuê nhà."
    }
  },
  {
    "translation": {
      "en": "Their meals were provided as part of that payment.",
      "vi": "Phần tiền đó cũng chi trả cho bữa ăn của họ."
    }
  },
  {
    "translation": {
      "en": "In some of these cases,",
      "vi": "Trong một số trường hợp,"
    }
  },
  {
    "translation": {
      "en": "she became the person that could actually sign those checks",
      "vi": "ả trở thành người có thể ký những tấm séc đó"
    }
  },
  {
    "translation": {
      "en": "and place them in the bank, which she did.",
      "vi": "và gửi vào ngân hàng, ả đã làm vậy thật."
    }
  },
  {
    "translation": {
      "en": "So we went to Dorothea Puente's house to see if it would be okay for Bert.",
      "vi": "Vậy là chúng tôi đã đến nhà Dorothea Puente để xem hợp với Bert không."
    }
  },
  {
    "translation": {
      "en": "She seemed so sweet.",
      "vi": "Bà ta có vẻ rất tốt bụng."
    }
  },
  {
    "translation": {
      "en": "She had a box of kittens.",
      "vi": "Bà ta có một hộp mèo con"
    }
  },
  {
    "translation": {
      "en": "She had little bottles of milk that she was feeding them.",
      "vi": "và những bình sữa nhỏ dùng để cho mấy bé bú."
    }
  },
  {
    "translation": {
      "en": "And she said, Excuse me. I've got the kitties here.",
      "vi": "Bà ta còn xin lỗi vì bận chăm mấy bé mèo."
    }
  },
  {
    "translation": {
      "en": "We're really impressed with that.",
      "vi": "Chúng tôi rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "We're thinking, Gee, she is nice. You know, she's got a box of kittens.",
      "vi": "Kiểu ai cũng nghĩ bả tử tế quá, còn nuôi cả một ổ mèo con."
    }
  },
  {
    "translation": {
      "en": "When we went downstairs to look at the room,",
      "vi": "Khi chúng tôi xuống tầng xem phòng,"
    }
  },
  {
    "translation": {
      "en": "I did meet someone that I was familiar with.",
      "vi": "tôi đã gặp một người khá quen."
    }
  },
  {
    "translation": {
      "en": "His name was John Sharp.",
      "vi": "Tên ảnh là John Sharp."
    }
  },
  {
    "translation": {
      "en": "He said, Well, there's a lot of pluses staying here, you know.",
      "vi": "Anh ấy bảo ở đó có rất nhiều điểm cộng."
    }
  },
  {
    "translation": {
      "en": "Maybe it's just a room, but to have a nice place,",
      "vi": "Có thể chỉ là một căn phòng, nhưng có nơi đàng hoàng để sống,"
    }
  },
  {
    "translation": {
      "en": "have some really nice food, it works out very well for us.",
      "vi": "đồ ăn ngon lành để ăn, đối với chúng tôi là tốt lắm."
    }
  },
  {
    "translation": {
      "en": "I was impressed.",
      "vi": "Tôi rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "I thought this does sound like a good place,",
      "vi": "Tôi cũng nghĩ nơi này có vẻ rất được,"
    }
  },
  {
    "translation": {
      "en": "and I mentioned it to her, and she said,",
      "vi": "và tôi đã bàn bạc với bà ta, bả bảo:"
    }
  },
  {
    "translation": {
      "en": "Well, you know, I'm independently wealthy.",
      "vi": "Cô biết đấy, vốn dĩ tôi khá dư dả."
    }
  },
  {
    "translation": {
      "en": "I just have these people here because I like helping people.",
      "vi": "Tôi cho bọn họ vào đây ở là vì tôi thích giúp đỡ mọi người."
    }
  },
  {
    "translation": {
      "en": "In order to live at Dorothea's,",
      "vi": "Để sống ở nhà Dorothea,"
    }
  },
  {
    "translation": {
      "en": "Bert was going to get Social Security checks",
      "vi": "Bert sẽ lấy séc an sinh xã hội"
    }
  },
  {
    "translation": {
      "en": "to pay for room and board.",
      "vi": "để trả tiền ăn ở."
    }
  },
  {
    "translation": {
      "en": "We didn't have any connection with his family.",
      "vi": "Chúng tôi không có liên hệ gì với gia đình ảnh."
    }
  },
  {
    "translation": {
      "en": "So she said, I will be his payee.",
      "vi": "Nên bà ta tự đề cử mình là người nhận tiền."
    }
  },
  {
    "translation": {
      "en": "So, I went back to detox, and they said, Well, let's let him try it.",
      "vi": "Thế là tôi quay lại trung tâm trị liệu và họ cũng đồng ý để ảnh tới đó ở thử."
    }
  },
  {
    "translation": {
      "en": "In the beginning,",
      "vi": "Lúc mới đầu,"
    }
  },
  {
    "translation": {
      "en": "Bert seemed to be thriving under Dorothea's care.",
      "vi": "có vẻ Bert sống rất tốt dưới sự chăm sóc của Dorothea."
    }
  },
  {
    "translation": {
      "en": "And I was very pleased",
      "vi": "Và tôi rất vui lòng"
    }
  },
  {
    "translation": {
      "en": "to see him develop friendships within the house",
      "vi": "khi thấy anh ấy vun đắp tình bạn với những người ở chung nhà,"
    }
  },
  {
    "translation": {
      "en": "and have his own bed, his own recliner, his own TV.",
      "vi": "ảnh còn giường riêng, ghế tựa riêng và cả tivi riêng."
    }
  },
  {
    "translation": {
      "en": "It was nice that he had a decent home.",
      "vi": "Thật tốt khi ảnh có một ngôi nhà tử tế."
    }
  },
  {
    "translation": {
      "en": "Do you like living where you're living now?",
      "vi": "Anh có thích nơi mình đang sống không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I like it.",
      "vi": "Rất thích."
    }
  },
  {
    "translation": {
      "en": "I did want to keep tabs on what he was doing.",
      "vi": "Tôi muốn theo dõi tình hình của ảnh,"
    }
  },
  {
    "translation": {
      "en": "So I did call Dorothea to check on Bert.",
      "vi": "nên đã gọi Dorothea để hỏi han về Bert."
    }
  },
  {
    "translation": {
      "en": "After a few months,",
      "vi": "Sau vài tháng,"
    }
  },
  {
    "translation": {
      "en": "she told me that Bert wasn't here right now,",
      "vi": "bà ta bảo giờ Bert không ở đây nữa,"
    }
  },
  {
    "translation": {
      "en": "that he was in Mexico, staying with her brother.",
      "vi": "vì ảnh đang ở Mexico với anh trai bà ta."
    }
  },
  {
    "translation": {
      "en": "There had been a fiesta.",
      "vi": "Ở đó tổ chức lễ hội."
    }
  },
  {
    "translation": {
      "en": "I'm hearing that, and I'm thinking,",
      "vi": "Lúc nghe vậy tôi đã nghĩ kiểu,"
    }
  },
  {
    "translation": {
      "en": "That's not like Bert at all.",
      "vi": "Bert đâu phải người như thế."
    }
  },
  {
    "translation": {
      "en": "There was something very wrong with that.",
      "vi": "Có gì đó rất không ổn."
    }
  },
  {
    "translation": {
      "en": "She said, He'll be back, maybe, say Friday.",
      "vi": "Bà ta còn bảo có lẽ Bert sẽ trở về vào thứ Sáu."
    }
  },
  {
    "translation": {
      "en": "When I called, No, he isn't here. He'll be back next week.",
      "vi": "Rồi tôi gọi lại, bà ta lại bảo tuần sau ảnh về."
    }
  },
  {
    "translation": {
      "en": "Don't worry about it.",
      "vi": "Còn bảo tôi đừng lo."
    }
  },
  {
    "translation": {
      "en": "Then I said, No, what I'm gonna do",
      "vi": "Và tôi bảo: Không,"
    }
  },
  {
    "translation": {
      "en": "is on Monday, I am going to call the police,",
      "vi": "thứ Hai tôi sẽ gọi cảnh sát"
    }
  },
  {
    "translation": {
      "en": "and I am going to say there's a missing person here.",
      "vi": "và báo ở chỗ chị có người bị mất tích."
    }
  },
  {
    "translation": {
      "en": "Monday morning,",
      "vi": "Sáng thứ Hai,"
    }
  },
  {
    "translation": {
      "en": "I come into my office,",
      "vi": "tôi đến văn phòng"
    }
  },
  {
    "translation": {
      "en": "and there's a phone call right away.",
      "vi": "và lập tức có cuộc gọi đến."
    }
  },
  {
    "translation": {
      "en": "I pick up the phone,",
      "vi": "Tôi bắt máy,"
    }
  },
  {
    "translation": {
      "en": "and it was a man who said that his name was Don Anthony,",
      "vi": "người gọi là một anh tên là Don Anthony,"
    }
  },
  {
    "translation": {
      "en": "and that Bert was now no longer at the house.",
      "vi": "bảo Bert giờ không còn ở nơi đó nữa."
    }
  },
  {
    "translation": {
      "en": "He had come home from Mexico,",
      "vi": "Ảnh đã về nhà từ Mexico luôn rồi,"
    }
  },
  {
    "translation": {
      "en": "and his family came and picked him up.",
      "vi": "gia đình đã đến đón ảnh."
    }
  },
  {
    "translation": {
      "en": "I didn't believe it.",
      "vi": "Tôi không tin."
    }
  },
  {
    "translation": {
      "en": "Somehow I knew where I could find John Sharp, who lived there.",
      "vi": "Tôi tìm cách gặp được John Sharp cũng đang ở đó."
    }
  },
  {
    "translation": {
      "en": "I said, John, what's going on with Bert?",
      "vi": "Và hỏi ảnh chuyện gì xảy ra với Bert."
    }
  },
  {
    "translation": {
      "en": "He said, He's not there anymore.",
      "vi": "John bảo Bert đã không còn ở đó."
    }
  },
  {
    "translation": {
      "en": "And I said, um, Did you go to Mexico?",
      "vi": "Tôi hỏi ảnh có đi Mexico không."
    }
  },
  {
    "translation": {
      "en": "He said, None of us went to Mexico. No.",
      "vi": "Anh ấy đáp rằng trong nhà chẳng ai đi cả."
    }
  },
  {
    "translation": {
      "en": "And then I said,",
      "vi": "Và rồi tôi nói:"
    }
  },
  {
    "translation": {
      "en": "So tell me about where you live, like, is something wrong?",
      "vi": "Vậy anh nói tôi nghe, ở nơi anh sống có gì không ổn đang diễn ra không?"
    }
  },
  {
    "translation": {
      "en": "He said, Yeah, something is wrong here.",
      "vi": "Anh ấy đáp: Quả thật có gì đó không ổn."
    }
  },
  {
    "translation": {
      "en": "She's been digging a lot of holes.",
      "vi": "Bà ta đang đào rất nhiều lỗ."
    }
  },
  {
    "translation": {
      "en": "When you first look at her, you go, This could be my grandmother",
      "vi": "Lần đầu gặp ả, bạn sẽ thấy ả tựa như bà mình,"
    }
  },
  {
    "translation": {
      "en": "or the little old lady next door.",
      "vi": "hoặc là bà cụ hàng xóm tốt bụng."
    }
  },
  {
    "translation": {
      "en": "You cannot judge a book by its cover,",
      "vi": "Nhưng không thể đánh giá một cuốn sách chỉ qua trang bìa"
    }
  },
  {
    "translation": {
      "en": "and she had one heck of a cover.",
      "vi": "và ả có một trang bìa quá lừa tình."
    }
  },
  {
    "translation": {
      "en": "Dorothea Puente was born Dorothea Grey in Redlands, California, in 1929.",
      "vi": "Dorothea Puente sinh năm 1929 ở Redlands, California, họ gốc là Grey."
    }
  },
  {
    "translation": {
      "en": "She had a hardscrabble upbringing,",
      "vi": "Ả có một tuổi thơ khó khăn"
    }
  },
  {
    "translation": {
      "en": "and both of her parents died relatively early when she was young.",
      "vi": "và cả bố mẹ đều mất sớm, khi ả vẫn còn nhỏ."
    }
  },
  {
    "translation": {
      "en": "Her first crimes are committed down in southern California.",
      "vi": "Tội ác đầu tiên ả thực hiện là ở Nam California."
    }
  },
  {
    "translation": {
      "en": "As I remember, the first recorded time when she hits the system is in 1948.",
      "vi": "Theo tôi nhớ, tội ác lần đầu tiên được ghi lại vào hệ thống là vào năm 1948."
    }
  },
  {
    "translation": {
      "en": "She was convicted of felony forgery of writing a fictitious check.",
      "vi": "Ả bị kết án với tội danh giả mạo khi làm séc giả."
    }
  },
  {
    "translation": {
      "en": "In the 1950s,",
      "vi": "Vào những năm 1950,"
    }
  },
  {
    "translation": {
      "en": "Dorothea worked as a prostitute in Sacramento.",
      "vi": "Dorothea hành nghề mại dâm ở Sacramento."
    }
  },
  {
    "translation": {
      "en": "And then, after a period of years, she became a madam.",
      "vi": "Rồi sau một thời gian, ả trở thành tú bà."
    }
  },
  {
    "translation": {
      "en": "She was arrested and prosecuted for being both a prostitute and a madam",
      "vi": "Ả bị bắt và bị truy tố vì hai tội, vừa bán dâm vừa dắt mối"
    }
  },
  {
    "translation": {
      "en": "and sent to jail for a short period of time.",
      "vi": "và bị tống giam một thời gian ngắn."
    }
  },
  {
    "translation": {
      "en": "In 1982, I was in the Sacramento District Attorney's office",
      "vi": "Năm 1982, tôi làm ở văn phòng Công tố Quận Sacramento,"
    }
  },
  {
    "translation": {
      "en": "on a temporary assignment.",
      "vi": "là nhiệm vụ tạm thời."
    }
  },
  {
    "translation": {
      "en": "The first time that I became aware of Dorothea Puente",
      "vi": "Lần đầu tiên tôi biết đến Dorothea Puente là do một vụ án"
    }
  },
  {
    "translation": {
      "en": "was a case involving a gentleman named Malcolm McKenzie.",
      "vi": "liên quan đến một quý ông tên Malcolm McKenzie."
    }
  },
  {
    "translation": {
      "en": "Mackenzie was an older man that Puente picked up at a bar.",
      "vi": "Mackenzie là một người đứng tuổi mà Puente dụ dỗ ở quán bar."
    }
  },
  {
    "translation": {
      "en": "They had two drinks together.",
      "vi": "Họ uống cùng nhau hai ly."
    }
  },
  {
    "translation": {
      "en": "He then told her that he lived nearby and took her home.",
      "vi": "Rồi ông bảo nhà mình ở gần đó và dẫn ả về nhà."
    }
  },
  {
    "translation": {
      "en": "When they got to his house,",
      "vi": "Khi hai người về đến nhà,"
    }
  },
  {
    "translation": {
      "en": "he began to feel very strange, and he lay down.",
      "vi": "ông ấy bắt đầu cảm thấy rất lạ và đã nằm xuống."
    }
  },
  {
    "translation": {
      "en": "And at that point, he could not move.",
      "vi": "Lúc đó, ông không thể cử động."
    }
  },
  {
    "translation": {
      "en": "He said he was absolutely paralyzed,",
      "vi": "Ông bảo mình bị tê liệt hoàn toàn,"
    }
  },
  {
    "translation": {
      "en": "but he was able to see what Puente was doing",
      "vi": "nhưng vẫn có thể thấy hành động của Puente"
    }
  },
  {
    "translation": {
      "en": "inside of his apartment.",
      "vi": "bên trong căn hộ của mình."
    }
  },
  {
    "translation": {
      "en": "He'd been administered some kind of stupefying agent,",
      "vi": "Ông đã bị cho dùng một loại thuốc gây mê nào đó,"
    }
  },
  {
    "translation": {
      "en": "but he was able to watch her go through his belongings,",
      "vi": "nhưng vẫn có thể nhìn thấy ả lục lọi đồ mình,"
    }
  },
  {
    "translation": {
      "en": "take some coins.",
      "vi": "lấy đi ít tiền."
    }
  },
  {
    "translation": {
      "en": "She had came over to him and actually pulled a ring off his hand",
      "vi": "Ả còn đến chỗ ông, tháo đi chiếc nhẫn trên tay ông,"
    }
  },
  {
    "translation": {
      "en": "and then left.",
      "vi": "rồi bỏ đi."
    }
  },
  {
    "translation": {
      "en": "When he reported it to the police,",
      "vi": "Ông đã trình báo cảnh sát"
    }
  },
  {
    "translation": {
      "en": "several hours later after he had regained his motion,",
      "vi": "vài giờ sau, khi đã có thể cử động trở lại,"
    }
  },
  {
    "translation": {
      "en": "Puente was arrested.",
      "vi": "Puente đã bị bắt."
    }
  },
  {
    "translation": {
      "en": "During that same period of time,",
      "vi": "Trong khoảng thời gian đó,"
    }
  },
  {
    "translation": {
      "en": "Dorothea was passing herself off as a medical doctor to various elderly women",
      "vi": "Dorothea tự nhận mình là bác sĩ cho phụ nữ cao tuổi"
    }
  },
  {
    "translation": {
      "en": "and taking advantage of them.",
      "vi": "và lợi dụng họ."
    }
  },
  {
    "translation": {
      "en": "She would sometimes carry around a medical bag",
      "vi": "Đôi khi ả mang theo túi cứu thương"
    }
  },
  {
    "translation": {
      "en": "to make it look as though she was a practitioner of some sort.",
      "vi": "để trông giống bác sĩ đang hành ghề hơn."
    }
  },
  {
    "translation": {
      "en": "She had a stethoscope in there. She had a blood pressure cuff.",
      "vi": "Trong đó có ống nghe, thiết bị đo huyết áp."
    }
  },
  {
    "translation": {
      "en": "She was not a doctor. She was not a nurse.",
      "vi": "Ả chả phải bác sĩ hay y tá."
    }
  },
  {
    "translation": {
      "en": "They were props.",
      "vi": "Đó là đạo cụ thôi."
    }
  },
  {
    "translation": {
      "en": "She was administering some kind of stupefying drug to them",
      "vi": "Ả cho họ dùng thuốc an thần gây mê"
    }
  },
  {
    "translation": {
      "en": "because all of the victims reported the same kind of symptoms.",
      "vi": "vì tất cả các nạn nhân đều có cùng một triệu chứng."
    }
  },
  {
    "translation": {
      "en": "And when they awoke,",
      "vi": "Và khi họ tỉnh dậy,"
    }
  },
  {
    "translation": {
      "en": "jewelry, coins, checks were missing,",
      "vi": "trang sức, tiền bạc, chi phiếu các thứ đều bị mất"
    }
  },
  {
    "translation": {
      "en": "and Puente would be cashing the checks.",
      "vi": "và Puente sẽ rút hết tiền của chi phiếu."
    }
  },
  {
    "translation": {
      "en": "Dorothea pled guilty to five felonies,",
      "vi": "Dorothea đã phạm năm trọng tội,"
    }
  },
  {
    "translation": {
      "en": "and she was sentenced to five years in State Prison.",
      "vi": "bị kết án năm năm tù trong nhà tù của bang."
    }
  },
  {
    "translation": {
      "en": "She went to prison in 1982.",
      "vi": "và vào tù năm 1986,"
    }
  },
  {
    "translation": {
      "en": "She was written up in the local media. My name appeared in that report.",
      "vi": "Báo địa phương đã viết về bà ta. Tên tôi cũng xuất hiện trong đó."
    }
  },
  {
    "translation": {
      "en": "And the day afterward,",
      "vi": "Và ngày hôm sau,"
    }
  },
  {
    "translation": {
      "en": "I received a phone call from a man,",
      "vi": "tôi nhận được điện thoại từ một người,"
    }
  },
  {
    "translation": {
      "en": "and he said, We saw your name in the newspaper. We think Dorothea poisoned our mother.",
      "vi": "anh ta bảo đã thấy tên tôi trên báo và gọi báo vì nghi Dorothea đầu độc mẹ mình."
    }
  },
  {
    "translation": {
      "en": "My mom's name was Ruth Munroe.",
      "vi": "Mẹ tôi tên là Ruth Munroe."
    }
  },
  {
    "translation": {
      "en": "She had been working at Temco pharmacy for like 13 years.",
      "vi": "Mẹ làm việc ở nhà thuốc Temco được 13 năm."
    }
  },
  {
    "translation": {
      "en": "The last couple of years,",
      "vi": "Vài năm gần đó,"
    }
  },
  {
    "translation": {
      "en": "there was this guy that was coming in, kept asking her out.",
      "vi": "có một gã xuất hiện và suốt ngày đòi hẹn hò với mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "Mom and Harold started seeing each other.",
      "vi": "Mẹ và Harold bắt đầu qua lại."
    }
  },
  {
    "translation": {
      "en": "He was taking her to visit different bars and steakhouses.",
      "vi": "Ông ta đưa mẹ đến nhiều quán bar và nhà hàng bít tết khác nhau."
    }
  },
  {
    "translation": {
      "en": "Dorothea was a part- time cook at the Flame Club,",
      "vi": "Dorothea là đầu bếp bán thời gian ở Flame,"
    }
  },
  {
    "translation": {
      "en": "and she knew Harold.",
      "vi": "và có quen biết Harold."
    }
  },
  {
    "translation": {
      "en": "That's how Mom and Dorothea got to be friends.",
      "vi": "Do vậy mà mẹ và Dorothea trở thành bạn."
    }
  },
  {
    "translation": {
      "en": "When we first met her, she seemed like a nice person,",
      "vi": "Lúc mới gặp, ả có vẻ là người rất tốt,"
    }
  },
  {
    "translation": {
      "en": "real friendly.",
      "vi": "thân thiện thật sự."
    }
  },
  {
    "translation": {
      "en": "And then after a while of being around,",
      "vi": "Rồi sau một thời gian qua lại,"
    }
  },
  {
    "translation": {
      "en": "then that's when she started saying, Well, call me 'Grandma.'",
      "vi": "ả bảo tôi cứ gọi ả là bà."
    }
  },
  {
    "translation": {
      "en": "Mom had a little bit of money,",
      "vi": "Mẹ có một ít tiền"
    }
  },
  {
    "translation": {
      "en": "and Dorothea was talking about opening a restaurant,",
      "vi": "và Dorothea có đề cập đến việc mở một nhà hàng,"
    }
  },
  {
    "translation": {
      "en": "the little cafe at the corner bar.",
      "vi": "một tiệm cà phê nhỏ ở quán bar."
    }
  },
  {
    "translation": {
      "en": "So her and Mom went in on it together.",
      "vi": "Mẹ và ả đã cùng mở tiệm."
    }
  },
  {
    "translation": {
      "en": "But Dorothea kept saying that it wasn't making money,",
      "vi": "Nhưng Dorothea cứ nói tiệm không kiếm được lãi,"
    }
  },
  {
    "translation": {
      "en": "so Mom needed to put more money into it, more money into it.",
      "vi": "nên mẹ phải rót thêm tiền vào."
    }
  },
  {
    "translation": {
      "en": "So Mom would put more into it.",
      "vi": "Mẹ cũng đổ thêm tiền vào thật."
    }
  },
  {
    "translation": {
      "en": "They'd be okay for a while and then the same thing again.",
      "vi": "Nhưng cứ được một thời gian thì mèo lại hoàn mèo."
    }
  },
  {
    "translation": {
      "en": "She kept hitting her for more money, more money.",
      "vi": "Ả cứ đòi mẹ chi thêm tiền, chi thêm nữa."
    }
  },
  {
    "translation": {
      "en": "And then Harold ended up with terminal cancer.",
      "vi": "Rồi Harold bị ung thư giai đoạn cuối."
    }
  },
  {
    "translation": {
      "en": "Mom didn't wanna live alone.",
      "vi": "Mẹ không muốn ở một mình."
    }
  },
  {
    "translation": {
      "en": "So she had us move her into Dorothea's place as a roommate.",
      "vi": "Nên bàn với chúng tôi chuyển vào ở chung với Dorothea."
    }
  },
  {
    "translation": {
      "en": "I would stop by there every day after work.",
      "vi": "Mỗi ngày, sau giờ làm, tôi sẽ ghé qua đó."
    }
  },
  {
    "translation": {
      "en": "And everything was fine up until the last three days.",
      "vi": "Mọi thứ vẫn rất ổn cho đến ba ngày cuối."
    }
  },
  {
    "translation": {
      "en": "The last three days,",
      "vi": "Ba ngày cuối cùng,"
    }
  },
  {
    "translation": {
      "en": "I saw Mom had a drink in her hand.",
      "vi": "tôi thấy mẹ cầm ly rượu trên tay."
    }
  },
  {
    "translation": {
      "en": "And my mom didn't drink.",
      "vi": "Nhưng mẹ đâu có uống rượu."
    }
  },
  {
    "translation": {
      "en": "Alcohol actually bothered Mom. She was allergic to alcohol.",
      "vi": "Chất cồn không tốt cho mẹ vì mẹ bị dị ứng với nó."
    }
  },
  {
    "translation": {
      "en": "She said Dorothea had fixed her a drink to calm her nerves",
      "vi": "Mẹ bảo Dorothea đã làm loại nước giúp mẹ bình tâm"
    }
  },
  {
    "translation": {
      "en": "because the restaurant closed down.",
      "vi": "vì nhà hàng đã đóng cửa."
    }
  },
  {
    "translation": {
      "en": "She said, It wasn't making any money, and we don't have more to put into it.",
      "vi": "Mẹ bảo nhà hàng không có lãi và đã hết tiền để chi."
    }
  },
  {
    "translation": {
      "en": "And the drink, I asked, What is it? And she said, Creme de menthe.",
      "vi": "Tôi hỏi món nước đó là gì. Mẹ bảo là rượu kem bạc hà."
    }
  },
  {
    "translation": {
      "en": "The next day I get there, and Dorothea is sitting at the table.",
      "vi": "Ngày hôm sau tôi đến đó, thấy Dorothea đang ngồi cạnh bàn."
    }
  },
  {
    "translation": {
      "en": "I looked around. I said, Where's Mom?",
      "vi": "Tôi nhìn quanh, hỏi mẹ đâu."
    }
  },
  {
    "translation": {
      "en": "She said, Well, she's sleeping. She's not feeling well.",
      "vi": "Ả bảo mẹ đang ngủ vì thấy không khỏe."
    }
  },
  {
    "translation": {
      "en": "I said, Well, I'm gonna go see her.",
      "vi": "Tôi nói mình sẽ lên thăm mẹ."
    }
  },
  {
    "translation": {
      "en": "And she said, No, don't go in there. Just let her rest.",
      "vi": "Nhưng ả không cho tôi vào đó, kiểu muốn để mẹ nghỉ ngơi."
    }
  },
  {
    "translation": {
      "en": "I said, I'm not leaving until I see my mom.",
      "vi": "Tôi không chịu đi khi chưa gặp mẹ."
    }
  },
  {
    "translation": {
      "en": "So I sat down on the edge of the bed, put my hand on her shoulder,",
      "vi": "Tôi ngồi xuống mép giường, đặt tay lên vai mẹ,"
    }
  },
  {
    "translation": {
      "en": "and she didn't say anything.",
      "vi": "nhưng mẹ không nói gì cả."
    }
  },
  {
    "translation": {
      "en": "She just kind of…",
      "vi": "Kiểu như…"
    }
  },
  {
    "translation": {
      "en": "Just-- She had her eyes open.",
      "vi": "Mẹ mở hai mắt."
    }
  },
  {
    "translation": {
      "en": "And then she's-- There were tears coming down.",
      "vi": "Và rồi… nước mắt chảy xuống."
    }
  },
  {
    "translation": {
      "en": "I said, Mom, you'll be okay. Dorothea is taking care of you.",
      "vi": "Tôi an ủi: Không sao đâu mẹ. Dorothea sẽ chăm sóc mẹ."
    }
  },
  {
    "translation": {
      "en": "And Dorothea had talked about being a nurse at one time.",
      "vi": "Vì Dorothea bảo ả từng là y tá."
    }
  },
  {
    "translation": {
      "en": "So we felt that she knew what she was doing",
      "vi": "Nên chúng tôi cảm thấy ả biết mình đang làm gì"
    }
  },
  {
    "translation": {
      "en": "and that she would take care of her.",
      "vi": "và ả sẽ chữa trị cho mẹ."
    }
  },
  {
    "translation": {
      "en": "So I'm saying, You'll be okay. You'll be okay. I'll see you tomorrow.",
      "vi": "Tôi còn bảo: Sẽ không sao đâu. Mai con lại đến thăm mẹ."
    }
  },
  {
    "translation": {
      "en": "Gave her a kiss, and I left.",
      "vi": "Tôi hôn mẹ rồi rời đi."
    }
  },
  {
    "translation": {
      "en": "The next morning, six o'clock in the morning,",
      "vi": "Sáng hôm sau, vào lúc sáu giờ,"
    }
  },
  {
    "translation": {
      "en": "was when I got the phone call from my sister",
      "vi": "tôi nhận được điện thoại chị gái"
    }
  },
  {
    "translation": {
      "en": "saying that my mom died.",
      "vi": "báo rằng mẹ đã mất."
    }
  },
  {
    "translation": {
      "en": "She got a phone call from Dorothea saying, Come and get your mom's stuff.",
      "vi": "Dorothea gọi điện bảo chị tới lấy đồ của mẹ."
    }
  },
  {
    "translation": {
      "en": "Which was an empty purse.",
      "vi": "Đó là một cái ví rỗng."
    }
  },
  {
    "translation": {
      "en": "Mom had jewelry, she had money, and…",
      "vi": "Mẹ có trang sức. Mẹ có tiền, nhưng mọi thứ đã biến mất."
    }
  },
  {
    "translation": {
      "en": "everything was gone.",
      "vi": "Mẹ có tiền, nhưng mọi thứ đã biến mất."
    }
  },
  {
    "translation": {
      "en": "Dorothea said, Your mom gave me everything.",
      "vi": "Dorothea bảo mẹ đã cho ả mọi thứ."
    }
  },
  {
    "translation": {
      "en": "And she gave back an empty purse.",
      "vi": "Và ả đưa lại một chiếc ví rỗng."
    }
  },
  {
    "translation": {
      "en": "Dorothea had called the coroner.",
      "vi": "Dorothea đã gọi nhân viên điều tra."
    }
  },
  {
    "translation": {
      "en": "And she said that her roommate committed suicide.",
      "vi": "Và ả báo cáo là người ở cùng ả đã tự tử."
    }
  },
  {
    "translation": {
      "en": "When they did the autopsy,",
      "vi": "Khi khám nghiệm tử thi,"
    }
  },
  {
    "translation": {
      "en": "the amount of drugs that were in my mother were all at toxic levels.",
      "vi": "lượng thuốc trong người mẹ đều ở mức độc hại."
    }
  },
  {
    "translation": {
      "en": "She poisoned her.",
      "vi": "Ả đã đầu độc mẹ."
    }
  },
  {
    "translation": {
      "en": "And I think it was over time",
      "vi": "Tôi nghĩ ả đã hành động từ từ,"
    }
  },
  {
    "translation": {
      "en": "with those drinks, little by little, putting it in her system.",
      "vi": "từng chút một, bằng các thứ đồ uống đã đưa vào cơ thể mẹ."
    }
  },
  {
    "translation": {
      "en": "We went to see the prosecutor, Bill Wood,",
      "vi": "Chúng tôi đến gặp công tố viên Bill Wood,"
    }
  },
  {
    "translation": {
      "en": "so that they could pursue a murder charge against Dorothea for my mother's death.",
      "vi": "để họ có thể truy tố Dorothea tội giết người vì cái chết của mẹ."
    }
  },
  {
    "translation": {
      "en": "My first reaction was I was in absolute shock.",
      "vi": "Phản ứng đầu tiên của tôi là sốc toàn tập."
    }
  },
  {
    "translation": {
      "en": "She drained the bank account that she and Ruth Munroe held jointly as business partners,",
      "vi": "Ả rút hết tiền trong tài khoản hợp tác chung của ả và Ruth Munroe"
    }
  },
  {
    "translation": {
      "en": "and then she killed Ruth Munroe.",
      "vi": "rồi giết bà ấy."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, it was my last day actually in the district attorney's office.",
      "vi": "Nhưng không may, đó là ngày cuối tôi làm ở văn phòng công tố,"
    }
  },
  {
    "translation": {
      "en": "So I turned them over to our Major Crimes Unit.",
      "vi": "nên tôi chuyển giao cho Tổ trọng án."
    }
  },
  {
    "translation": {
      "en": "They reviewed the matter.",
      "vi": "Họ đã xem xét vấn đề."
    }
  },
  {
    "translation": {
      "en": "The crime lab in Sacramento was not set up to test for certain things in 1982.",
      "vi": "Hồi 1982, phòng thí nghiệm tội phạm ở Sacramento chưa thể xét nghiệm được nhiều."
    }
  },
  {
    "translation": {
      "en": "So there was no way to determine that Ruth Munroe had not, in fact,",
      "vi": "Vì vậy, không có cách nào xác định Ruth Munroe"
    }
  },
  {
    "translation": {
      "en": "committed suicide.",
      "vi": "không hề tự tử."
    }
  },
  {
    "translation": {
      "en": "Mom did not commit suicide.",
      "vi": "Mẹ không tự tử."
    }
  },
  {
    "translation": {
      "en": "Dorothea murdered my mother.",
      "vi": "Dorothea đã giết mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "After Dorothea Puente was released from prison in 1985",
      "vi": "Sau khi Dorothea Puente ra tù vào năm 1985"
    }
  },
  {
    "translation": {
      "en": "for the cases that I had been prosecuting her on,",
      "vi": "vì những vụ án mà tôi đã truy tố,"
    }
  },
  {
    "translation": {
      "en": "she decided she had to change the way she was doing things.",
      "vi": "ả quyết định thay đổi cách làm việc."
    }
  },
  {
    "translation": {
      "en": "She could not be a caregiver outside of the home.",
      "vi": "Ả không thể làm điều dưỡng bên ngoài."
    }
  },
  {
    "translation": {
      "en": "So she started taking in tenants from 1985 forward at 1426 F Street.",
      "vi": "Nên ả bắt đầu cho thuê nhà từ năm 1985 trở đi ở phố F, số 1426."
    }
  },
  {
    "translation": {
      "en": "Was there a mechanism in place at that time to catch someone like Dorothea Puente?",
      "vi": "Lúc đó có cơ chế nào để bắt người như Dorothea Puente không?"
    }
  },
  {
    "translation": {
      "en": "There were a lot of mechanisms.",
      "vi": "Có rất nhiều cơ chế."
    }
  },
  {
    "translation": {
      "en": "She was prohibited, by the terms of her parole,",
      "vi": "Vì ả đã hứa danh dự để được tạm tha,"
    }
  },
  {
    "translation": {
      "en": "from having anything to do with individuals as a caregiver.",
      "vi": "nên ả bị cấm làm những hoạt động cá nhân với tư cách điều dưỡng."
    }
  },
  {
    "translation": {
      "en": "She was totally… Well, it was totally illegal.",
      "vi": "Ả đã hoàn toàn… hành động ấy hoàn toàn phạm pháp."
    }
  },
  {
    "translation": {
      "en": "But every so often, somebody would come by",
      "vi": "Sẽ thường xuyên có người"
    }
  },
  {
    "translation": {
      "en": "to kind of inspect and take a look and see what was going on.",
      "vi": "đến quan sát, kiểm tra xem ả đang làm gì."
    }
  },
  {
    "translation": {
      "en": "She knew all the magic words to say to these government officials",
      "vi": "Ả biết mọi mánh lới để lươn lẹo với các quan chức"
    }
  },
  {
    "translation": {
      "en": "or people working for social services.",
      "vi": "hoặc những người làm công tác dịch vụ xã hội."
    }
  },
  {
    "translation": {
      "en": "Remember, record- keeping in 1985 is not what it is today.",
      "vi": "Mọi người phải nhớ, cách lưu trữ hồ sơ vào năm 1985 không phải như ngày nay."
    }
  },
  {
    "translation": {
      "en": "She had been married four times.",
      "vi": "Ả đã kết hôn bốn lần."
    }
  },
  {
    "translation": {
      "en": "At various times, her married name was Dorothea McCall, Dorothea Johanson,",
      "vi": "Ở những thời điểm khác nhau, tên kết hôn của ả là Dorothea McCall, hoặc Johanson,"
    }
  },
  {
    "translation": {
      "en": "Dorothea Montalvo.",
      "vi": "và cả Dorothea Montalvo."
    }
  },
  {
    "translation": {
      "en": "So sometimes, law enforcement agencies didn't exactly know",
      "vi": "Nên đôi khi, các cơ quan hành pháp không biết"
    }
  },
  {
    "translation": {
      "en": "exactly what somebody had on their record. Sometimes they did, sometimes they didn't.",
      "vi": "chính xác hồ sơ của ai đó. Có lúc biết, lúc không ấy."
    }
  },
  {
    "translation": {
      "en": "So it was about two and a half years",
      "vi": "Nên trong khoảng hai năm rưỡi,"
    }
  },
  {
    "translation": {
      "en": "that she was running an unlicensed care facility,",
      "vi": "ả đã điều hành một cơ sở điều dưỡng không giấy phép,"
    }
  },
  {
    "translation": {
      "en": "having people come in and out, providing medications to them,",
      "vi": "có người ra vào, cung cấp thuốc cho họ,"
    }
  },
  {
    "translation": {
      "en": "taking their government checks from them,",
      "vi": "lấy séc chính phủ từ họ"
    }
  },
  {
    "translation": {
      "en": "and nobody was keeping an eye on her until 1988.",
      "vi": "mà không ai bị để mắt cho đến năm 1988."
    }
  },
  {
    "translation": {
      "en": "Bert was missing. So I went to file a missing person,",
      "vi": "Bert đã biến mất nên tôi đi nộp hồ sơ người mất tích,"
    }
  },
  {
    "translation": {
      "en": "but I really fear",
      "vi": "nhưng tôi thực sự lo sợ"
    }
  },
  {
    "translation": {
      "en": "that there's other things going on in that house",
      "vi": "rằng trong ngôi nhà đó, còn những chuyện khác đang diễn ra"
    }
  },
  {
    "translation": {
      "en": "that John Sharp talked to me about.",
      "vi": "mà John Sharp đã kể cho tôi."
    }
  },
  {
    "translation": {
      "en": "In 1988, I was a homicide detective, and I also was a detective in charge of the Missing Persons Unit.",
      "vi": "Năm 1988, tôi làm bên điều tra án mạng, đồng thời phụ trách Tổ tra án mất tích."
    }
  },
  {
    "translation": {
      "en": "An officer went over to 1426 F Street to take a missing persons report,",
      "vi": "Viên cảnh sát đến phố F, số 1426 điều tra vụ án mất tích"
    }
  },
  {
    "translation": {
      "en": "spoke to Dorothea, spoke to everybody,",
      "vi": "đã thẩm vấn Dorothea và mọi người,"
    }
  },
  {
    "translation": {
      "en": "and they all said the same thing, that Bert had left with a relative.",
      "vi": "nhưng tất cả đều trả lời y hệt nhau, Bert đã đi với người thân."
    }
  },
  {
    "translation": {
      "en": "All of them, same story.",
      "vi": "Tất cả, cùng một câu trả lời."
    }
  },
  {
    "translation": {
      "en": "But one of the boarders slipped the officer a note.",
      "vi": "Nhưng một người đã gửi giấy nhắn cho vị cảnh sát."
    }
  },
  {
    "translation": {
      "en": "- Your first name is? - John.",
      "vi": "- Tên ông là… - John."
    }
  },
  {
    "translation": {
      "en": "- Sharp? - Mmm- hmm.",
      "vi": "Còn họ Sharp?"
    }
  },
  {
    "translation": {
      "en": "- S- H- A- R- P? - Yup.",
      "vi": "Là S-H-A-R-P à? Phải."
    }
  },
  {
    "translation": {
      "en": "John Sharp would tell us later",
      "vi": "Sau đó John Sharp nói rằng"
    }
  },
  {
    "translation": {
      "en": "that he didn't know exactly what happened to Bert.",
      "vi": "ông cũng không biết chính xác Bert đã gặp chuyện gì."
    }
  },
  {
    "translation": {
      "en": "But he knew that what Dorothea was telling them to say wasn't true.",
      "vi": "Nhưng ông biết những gì Dorothea bắt họ khai là không đúng sự thật."
    }
  },
  {
    "translation": {
      "en": "What did she tell you exactly?",
      "vi": "Nguyên văn lời bà ta là gì?"
    }
  },
  {
    "translation": {
      "en": "She said, John, I'm gonna ask you to lie for me today.",
      "vi": "Bả bảo: John, hôm nay nhờ anh nói dối giúp tôi."
    }
  },
  {
    "translation": {
      "en": "She said, I think I'm going to jail.",
      "vi": "Rồi: Tôi nghĩ mình sẽ đi tù."
    }
  },
  {
    "translation": {
      "en": "She said the police are coming out,",
      "vi": "Bả bảo cảnh sát sắp đến,"
    }
  },
  {
    "translation": {
      "en": "and she said, I want you to tell them that I was gone Thursday and Friday,",
      "vi": "rồi nói: Tôi muốn anh khai thứ Năm và thứ Sáu tôi không có ở đây"
    }
  },
  {
    "translation": {
      "en": "and that you saw Bert on Saturday.",
      "vi": "và thứ Bảy anh đã thấy Bert."
    }
  },
  {
    "translation": {
      "en": "- Then she said-- - You hadn't seen him for two months?",
      "vi": "- Rồi… - Hai tháng không thấy Bert?"
    }
  },
  {
    "translation": {
      "en": "I hadn't seen him. And she said, I'll make it well worth your while.",
      "vi": "Không thấy. Bả còn bảo: Tôi sẽ đền đáp xứng đáng."
    }
  },
  {
    "translation": {
      "en": "And so, I start researching who was Dorothea Puente,",
      "vi": "Thế là tôi bắt điều tra thân phận của Dorothea Puente"
    }
  },
  {
    "translation": {
      "en": "and I find out that she was on federal parole.",
      "vi": "và phát hiện ả đang được tạm tha có điều kiện."
    }
  },
  {
    "translation": {
      "en": "She was incarcerated",
      "vi": "Ả bị tống giam"
    }
  },
  {
    "translation": {
      "en": "for putting knockout drops in individuals' drinks,",
      "vi": "vì bỏ thuốc vào đồ uống của người khác,"
    }
  },
  {
    "translation": {
      "en": "taking their money and their Social Security checks.",
      "vi": "lấy tiền và séc an sinh xã hội của họ."
    }
  },
  {
    "translation": {
      "en": "I started to say, Wait a minute.",
      "vi": "Tôi kiểu: Khoan đã!"
    }
  },
  {
    "translation": {
      "en": "It was evident that I needed to get into her house and to talk to her,",
      "vi": "Rõ ràng tôi cần vào nhà ả, nói chuyện với ả"
    }
  },
  {
    "translation": {
      "en": "and I needed to find out what happened to Bert.",
      "vi": "và tìm hiểu Bert đã gặp phải chuyện gì."
    }
  },
  {
    "translation": {
      "en": "Judy was very persistent",
      "vi": "Judy rất kiên quyết"
    }
  },
  {
    "translation": {
      "en": "about us taking shovels.",
      "vi": "bảo chúng tôi dùng xẻng."
    }
  },
  {
    "translation": {
      "en": "Yes. I did want them to go dig.",
      "vi": "Đúng vậy. Tôi muốn họ đi đào tìm."
    }
  },
  {
    "translation": {
      "en": "We've gotta do something 'cause I still have a guy missing,",
      "vi": "Phải làm gì đó đi chứ, có một người đang mất tích,"
    }
  },
  {
    "translation": {
      "en": "and I wanna know where he is.",
      "vi": "tôi muốn biết ảnh đang ở đâu."
    }
  },
  {
    "translation": {
      "en": "You gotta do it.",
      "vi": "Phải làm thế đấy."
    }
  },
  {
    "translation": {
      "en": "My partner and I went to Dorothea's boarding house with her parole officer, Jim Wilson.",
      "vi": "Tôi và cộng sự đến nhà của Dorothea cùng sĩ quan theo dõi ả trong lúc tạm tha."
    }
  },
  {
    "translation": {
      "en": "So we went in. I asked her about Bert.",
      "vi": "Chúng tôi vào nhà, tôi hỏi ả về Bert."
    }
  },
  {
    "translation": {
      "en": "She said that she was expecting us.",
      "vi": "Ả bảo ả đang chờ chúng tôi."
    }
  },
  {
    "translation": {
      "en": "She went on and told me, yeah, only thing she knows",
      "vi": "Ả tiếp tục nói rằng ả chỉ biết"
    }
  },
  {
    "translation": {
      "en": "is that Bert had left with a relative.",
      "vi": "Bert đã đi cùng một người thân thích."
    }
  },
  {
    "translation": {
      "en": "She was gone to church then.",
      "vi": "Lúc đó ả đang đi nhà thờ."
    }
  },
  {
    "translation": {
      "en": "I asked her specifically",
      "vi": "Tôi đặc biệt hỏi ả"
    }
  },
  {
    "translation": {
      "en": "what exactly was it here at this place that she was running.",
      "vi": "nhà ả là chỗ như nào, ả đang hoạt động gì ở đây."
    }
  },
  {
    "translation": {
      "en": "And I'll never forget this.",
      "vi": "Và tôi sẽ không bao giờ quên."
    }
  },
  {
    "translation": {
      "en": "She looked directly at her parole officer.",
      "vi": "Ả đã nhìn thẳng vào vị sĩ quan theo dõi."
    }
  },
  {
    "translation": {
      "en": "And she said, Jim, I'm in violation of my parole.",
      "vi": "Ả bảo: Jim, tôi đã vi phạm điều kiện tạm tha."
    }
  },
  {
    "translation": {
      "en": "And I looked at him, and I remember he had like a stunned look.",
      "vi": "Tôi nhìn vị sĩ quan ấy, mặt anh ta đã rất sửng sốt."
    }
  },
  {
    "translation": {
      "en": "I then asked her if it would be okay",
      "vi": "Sau đó tôi hỏi ả liệu chúng tôi có thể"
    }
  },
  {
    "translation": {
      "en": "if I could search her premises, and she agreed.",
      "vi": "lục soát nhà ả không, ả đã đồng ý."
    }
  },
  {
    "translation": {
      "en": "While I was scurrying around",
      "vi": "Lúc tôi vội vã tìm kiếm"
    }
  },
  {
    "translation": {
      "en": "looking under the bed, in the closet for Bert,",
      "vi": "quanh nhà, dưới giường, trong tủ để tìm Bert,"
    }
  },
  {
    "translation": {
      "en": "I kept finding blue pills, capsules.",
      "vi": "thì cứ thấy những viên thuốc, viên nhộng màu xanh."
    }
  },
  {
    "translation": {
      "en": "And people that have sleep disorders, they take this drug.",
      "vi": "Và thuốc này là loại mà những người mất ngủ hay dùng."
    }
  },
  {
    "translation": {
      "en": "Her past, using drugs to knock out her victims,",
      "vi": "Lúc trước, ả chuyên dùng thuốc để hạ gục nạn nhân,"
    }
  },
  {
    "translation": {
      "en": "everything started to gel a little bit.",
      "vi": "mọi manh mối bắt đầu liên kết từng chút."
    }
  },
  {
    "translation": {
      "en": "I knew that there was something really wrong here.",
      "vi": "Tôi biết có chuyện không ổn diễn ra ở đó."
    }
  },
  {
    "translation": {
      "en": "Before we were getting ready to leave--",
      "vi": "Trước khi chúng tôi rời đi…"
    }
  },
  {
    "translation": {
      "en": "And I think she felt that it was all done and said…",
      "vi": "Tôi nghĩ ả cảm thấy cứ vậy là đã xong, ngoài việc ả phải chịu phạt vì vi phạm điều kiện tạm tha."
    }
  },
  {
    "translation": {
      "en": "other than her facing a parole violation.",
      "vi": "ngoài việc ả phải chịu phạt vì vi phạm điều kiện tạm tha."
    }
  },
  {
    "translation": {
      "en": "I said, Oh, Dorothea, one more thing.",
      "vi": "…Tôi nói: Còn một chuyện nữa."
    }
  },
  {
    "translation": {
      "en": "Would you give us permission to dig in your yard?",
      "vi": "Chúng tôi có thể đào sân nhà bà không?"
    }
  },
  {
    "translation": {
      "en": "And she kind of looked at me and says, Whatever for?",
      "vi": "Ả nhìn tôi rồi hỏi: Để làm gì?"
    }
  },
  {
    "translation": {
      "en": "And I said, Well, the social worker.",
      "vi": "Tôi đáp: Tôi muốn có thể xác nhận"
    }
  },
  {
    "translation": {
      "en": "I just wanna be able to tell her we've searched everywhere,",
      "vi": "với cô nhân viên ấy là chúng tôi đã tìm khắp nơi,"
    }
  },
  {
    "translation": {
      "en": "we dug around, and we found nothing.",
      "vi": "đã đào bới nhưng không thấy gì."
    }
  },
  {
    "translation": {
      "en": "And with that, she just went, Yeah. Okay, whatever. Yeah, you can.",
      "vi": "Thế là ả ta bảo: Rồi, sao cũng được, các vị đào đi."
    }
  },
  {
    "translation": {
      "en": "So we took the shovels.",
      "vi": "Chúng tôi lấy xẻng."
    }
  },
  {
    "translation": {
      "en": "There were three of us. And we started digging three holes.",
      "vi": "Chúng tôi có ba người, nên bắt đầu đào ba cái lỗ."
    }
  },
  {
    "translation": {
      "en": "This is a small garden area. It's about 15 by about 20.",
      "vi": "Khu vườn này khá nhỏ. Diện tích khoảng 15x20."
    }
  },
  {
    "translation": {
      "en": "Goes on to the back.",
      "vi": "Đi ra phía sau."
    }
  },
  {
    "translation": {
      "en": "There was some digging in this area, also in this area.",
      "vi": "Chỗ này có vết đào bới, chỗ này nữa."
    }
  },
  {
    "translation": {
      "en": "At one point, I started finding pieces of garbage.",
      "vi": "Tới một lúc, tôi bắt đầu tìm được những mảnh rác."
    }
  },
  {
    "translation": {
      "en": "Eggshells, paper, cigarette butts.",
      "vi": "Vỏ trứng, giấy, tàn thuốc."
    }
  },
  {
    "translation": {
      "en": "As I was digging, I looked up.",
      "vi": "Lúc đang đào, tôi nhìn lên, thấy ả đứng trên ban công"
    }
  },
  {
    "translation": {
      "en": "I saw Dorothea standing out on the balcony, on the second floor.",
      "vi": "Lúc đang đào, tôi nhìn lên, thấy ả đứng trên ban công trên tầng hai."
    }
  },
  {
    "translation": {
      "en": "And she was just staring at me.",
      "vi": "Và ả nhìn tôi chằm chằm."
    }
  },
  {
    "translation": {
      "en": "And then I started finding pieces of cloth,",
      "vi": "Rồi tôi bắt đầu tìm được những mảnh vải,"
    }
  },
  {
    "translation": {
      "en": "and I would pull them up, and they were kind of a light pinkish color.",
      "vi": "tôi kéo chúng lên, chúng có màu hồng nhạt."
    }
  },
  {
    "translation": {
      "en": "I kept pulling these pieces of cloth up, so I set them in a pile…",
      "vi": "Tôi tiếp tục kéo những mảnh vải này lên, để thành một đống…"
    }
  },
  {
    "translation": {
      "en": "but I was also finding, as I was digging,",
      "vi": "nhưng lúc đào, tôi cũng tìm được"
    }
  },
  {
    "translation": {
      "en": "pieces of what appeared to be leather pieces.",
      "vi": "mấy mảnh hình như làm từ da."
    }
  },
  {
    "translation": {
      "en": "It basically looked like beef jerky.",
      "vi": "Cơ bản trông nó y hệt thịt bò khô."
    }
  },
  {
    "translation": {
      "en": "And then I kept digging and digging,",
      "vi": "Và rồi tôi cứ đào đi đào lại"
    }
  },
  {
    "translation": {
      "en": "and my shovel had struck something hard.",
      "vi": "và cái xẻng của tôi đã xúc vào thứ gì đó rất cứng."
    }
  },
  {
    "translation": {
      "en": "I decided to get down in the hole, brace myself,",
      "vi": "Tôi quyết định bước xuống lỗ, chuẩn bị tinh thần,"
    }
  },
  {
    "translation": {
      "en": "grab this with my hands, and yank on it.",
      "vi": "cầm xẻng bằng tay và giật thật mạnh."
    }
  },
  {
    "translation": {
      "en": "And when it broke loose, I could see it had a ball in the end,",
      "vi": "Khi nhát xẻng nhẹ dần, tôi có thể thấy phía cuối có một vật tròn"
    }
  },
  {
    "translation": {
      "en": "and it was a femur bone.",
      "vi": "và đó là xương đùi."
    }
  },
  {
    "translation": {
      "en": "It was a human femur bone.",
      "vi": "Xương đùi của con người."
    }
  },
  {
    "translation": {
      "en": "And then I could see that it was attached",
      "vi": "Có thể thấy nó vẫn dính vào"
    }
  },
  {
    "translation": {
      "en": "to other skeletal body parts.",
      "vi": "các phần xương khác của cơ thể."
    }
  },
  {
    "translation": {
      "en": "I got out of the hole, and I knew right away.",
      "vi": "Tôi ra khỏi hố và hiểu ngay."
    }
  },
  {
    "translation": {
      "en": "I told them, We've come up on human remains.",
      "vi": "Tôi bảo họ: Đã tìm được hài cốt của người."
    }
  },
  {
    "translation": {
      "en": "What was the beef jerky?",
      "vi": "Chỗ thịt bò khô là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "It was actually human flesh that had come off of the bone.",
      "vi": "Thực ra đó là thịt người bị rớt khỏi xương."
    }
  },
  {
    "translation": {
      "en": "Going through the dirt, I was finding it and removing it.",
      "vi": "Phủi đi lớp đất cát, tôi đã tìm nó, lấy nó ra."
    }
  },
  {
    "translation": {
      "en": "Sacramento police dug up the backyard of a home at 1426 F Street",
      "vi": "Cảnh sát Sacramento đã đào sân sau của ngôi nhà số 1426 phố F"
    }
  },
  {
    "translation": {
      "en": "after receiving a tip that renters there were being poisoned and buried.",
      "vi": "sau khi được báo có người thuê ở đó bị đầu độc rồi đem chôn."
    }
  },
  {
    "translation": {
      "en": "Police did indeed find some human remains and took the landlord,",
      "vi": "Cảnh sát tìm thấy hài cốt người và đã bắt chủ nhà, Dorothea Puente, cùng những người thuê nhà về thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "Dorothea Puente, along with her tenants, in for questioning.",
      "vi": "và đã bắt chủ nhà, Dorothea Puente, cùng những người thuê nhà về thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "Okay, Dorothea.",
      "vi": "Được rồi, Dorothea."
    }
  },
  {
    "translation": {
      "en": "I had to get to the bottom of this.",
      "vi": "Tôi phải tra rõ ngọn ngành."
    }
  },
  {
    "translation": {
      "en": "So I thought I'm going to have to see if I could press some of her buttons",
      "vi": "Nên tôi nghĩ mình phải tìm cách kích động ả"
    }
  },
  {
    "translation": {
      "en": "to get her to tell me if, in fact, she knew about what was in the ground",
      "vi": "để ả khai nhận thực tế ả có biết tình hình sau sân nhà,"
    }
  },
  {
    "translation": {
      "en": "or what really happened to Bert.",
      "vi": "hay Bert đã gặp chuyện gì."
    }
  },
  {
    "translation": {
      "en": "Nothing makes sense here, Dorothea. Nothing makes sense.",
      "vi": "Thật quá vô lý, Dorothea, vô lý hết sức."
    }
  },
  {
    "translation": {
      "en": "Everything you said, you can't really substantiate.",
      "vi": "Bà không thể chứng minh những gì mình đã khai."
    }
  },
  {
    "translation": {
      "en": "Mr. McCauley tells me another thing, Mr. Sharp tells me another thing.",
      "vi": "Ông McCauley và ông Sharp đã cho lời khai khác."
    }
  },
  {
    "translation": {
      "en": "And I've got a guy that's been missing for at least two- and- a- half, three months.",
      "vi": "Và có một người đã mất tích ít nhất ba tháng."
    }
  },
  {
    "translation": {
      "en": "She was emotionless.",
      "vi": "Ả hoàn toàn vô cảm."
    }
  },
  {
    "translation": {
      "en": "She would just look straight into my eyes and answer every question.",
      "vi": "Ả chỉ nhìn thẳng vào mắt tôi và trả lời mọi câu hỏi."
    }
  },
  {
    "translation": {
      "en": "You know what I heard? I heard, Hey, Dorothea over at 1426 F Street",
      "vi": "Biết tôi nghe được gì không? Tôi nghe bảo Dorothea ở nhà 1426 phố F"
    }
  },
  {
    "translation": {
      "en": "is killing people and burying them in her backyard.",
      "vi": "đã giết người và chôn họ ở sân sau."
    }
  },
  {
    "translation": {
      "en": "How do you explain the body in the backyard?",
      "vi": "Bà giải thích sao về mớ hài cốt?"
    }
  },
  {
    "translation": {
      "en": "- I don't know. - Two and a half feet down. With clothing and everything with it. How?",
      "vi": "- Không biết. - Xuống gần một mét. Có quần áo, đầy đủ."
    }
  },
  {
    "translation": {
      "en": "I don't know! When you find out how old it is",
      "vi": "Lúc biết số tuổi của bộ hài cốt,"
    }
  },
  {
    "translation": {
      "en": "and see that I didn't have anything to do with that…",
      "vi": "ngài sẽ hiểu tôi không liên quan gì đến vụ đó…"
    }
  },
  {
    "translation": {
      "en": "- Dorothea-- - Sir, I don't know anything about it.",
      "vi": "- Dorothea - Tôi không biết gì cả."
    }
  },
  {
    "translation": {
      "en": "I'm gonna ask you right now again, are there any other bodies…",
      "vi": "Giờ tôi hỏi lại lần nữa, còn bộ hài cốt nào khác ở…"
    }
  },
  {
    "translation": {
      "en": "- No. - …in your backyard?",
      "vi": "- Không. - …sân sau?"
    }
  },
  {
    "translation": {
      "en": "No, and I didn't even know that one was there!",
      "vi": "Tôi còn không biết nó ở đó!"
    }
  },
  {
    "translation": {
      "en": "But she never flinched.",
      "vi": "Nhưng ả không nao núng."
    }
  },
  {
    "translation": {
      "en": "She never said anything. She denied everything.",
      "vi": "Ả không khai gì cả. Ả phủ nhận mọi thứ."
    }
  },
  {
    "translation": {
      "en": "She hasn't been arrested yet,",
      "vi": "Bà ấy vẫn chưa bị bắt"
    }
  },
  {
    "translation": {
      "en": "and she has not been called a suspect yet in this case.",
      "vi": "và vẫn chưa bị tình nghi trong vụ án này."
    }
  },
  {
    "translation": {
      "en": "Police will bring in an anthropologist, a crime scene expert from San Diego,",
      "vi": "Cảnh sát mời một nhà nhân loại học, và chuyên gia hiện trường từ San Diego,"
    }
  },
  {
    "translation": {
      "en": "to supervise a complete dig starting tomorrow morning.",
      "vi": "đến để giám sát việc đào bới bắt đầu từ sáng mai."
    }
  },
  {
    "translation": {
      "en": "We found the skeletal remains on the first day.",
      "vi": "Ngày đầu, tìm được chỗ hài cốt còn lại."
    }
  },
  {
    "translation": {
      "en": "And then we, on the second day, start digging up other areas.",
      "vi": "Ngày thứ hai, chúng tôi bắt đầu đào những chỗ khác."
    }
  },
  {
    "translation": {
      "en": "We have Ed Smith of the Sacramento County coroner's office",
      "vi": "Ngài Ed Smith từ văn phòng điều tra Quận"
    }
  },
  {
    "translation": {
      "en": "and Dr. Hilger, anthropologist, in the hole, conducting the excavating.",
      "vi": "và Tiến sĩ Hilger, nhà nhân loại học đang tiến hành khai quật."
    }
  },
  {
    "translation": {
      "en": "And that is one of the occupants, Melvin McCauley.",
      "vi": "Đó là Melvin McCauley, người sống ở đây."
    }
  },
  {
    "translation": {
      "en": "I heard McCauley yell, Mr. Cabrera, Dorothea would like to talk to you.",
      "vi": "Tôi nghe McCauley hét lên: Ngài Cabrera, Dorothea muốn gặp ngài."
    }
  },
  {
    "translation": {
      "en": "So I walked upstairs, and she came out round by the kitchen.",
      "vi": "Thế là tôi bước lên lầu và ả xuất hiện từ phía nhà bếp."
    }
  },
  {
    "translation": {
      "en": "She says, Am I under arrest?",
      "vi": "Ả bảo: Tôi có bị bắt chưa?"
    }
  },
  {
    "translation": {
      "en": "Because all this is making me nervous,",
      "vi": "Các vị làm vầy khiến tôi rất hoang mang"
    }
  },
  {
    "translation": {
      "en": "and I'd like to go get a cup of coffee over at my nephew's.",
      "vi": "nên tôi muốn đến chỗ cháu trai uống cafe."
    }
  },
  {
    "translation": {
      "en": "I said, Where is that?",
      "vi": "Tôi hỏi: Ở đâu?"
    }
  },
  {
    "translation": {
      "en": "She goes, Over at the hotel, around the corner.",
      "vi": "Ả đáp: Ở khách sạn, ngay góc đường."
    }
  },
  {
    "translation": {
      "en": "We didn't have anything to arrest her on.",
      "vi": "Chúng tôi không thể bắt ả."
    }
  },
  {
    "translation": {
      "en": "I had no probable cause or evidence to indicate she had killed anybody.",
      "vi": "Không có nguyên nhân, bằng chứng cho thấy ả giết người."
    }
  },
  {
    "translation": {
      "en": "Bert had only been missing for three months.",
      "vi": "Bert mới chỉ mất tích được ba tháng."
    }
  },
  {
    "translation": {
      "en": "This wasn't Bert.",
      "vi": "Đây không phải Bert."
    }
  },
  {
    "translation": {
      "en": "So I told her, I said, Yeah, no problem.",
      "vi": "Nên tôi bảo ả: Được, không vấn đề."
    }
  },
  {
    "translation": {
      "en": "She came out, and she was wearing a red coat. She had just a little purse.",
      "vi": "Ả ra ngoài, mặc áo khoác đỏ và mang một chiếc ví nhỏ."
    }
  },
  {
    "translation": {
      "en": "So after I saw her go into the back of the hotel,",
      "vi": "Sau khi thấy ả đi vào phía sau khách sạn,"
    }
  },
  {
    "translation": {
      "en": "I turn around, and I walked back. I resumed digging where I left off.",
      "vi": "tôi xoay người trở về, đào tiếp chỗ dang dở mới nãy."
    }
  },
  {
    "translation": {
      "en": "Then I started lifting up,",
      "vi": "Tôi bắt đầu nhấc xẻng lên,"
    }
  },
  {
    "translation": {
      "en": "and when I lift it up, and it came to the surface,",
      "vi": "lúc chiếc xẻng trồi lên trên mặt đất,"
    }
  },
  {
    "translation": {
      "en": "there was a leg in the shovel.",
      "vi": "trên xẻng có một cái chân."
    }
  },
  {
    "translation": {
      "en": "I yelled to my commander, We got another one!",
      "vi": "Tôi hét lên với sếp: Phát hiện thêm hài cốt!"
    }
  },
  {
    "translation": {
      "en": "And he comes running over, and he goes, Where's Dorothea?",
      "vi": "Ông ấy chạy đến, hỏi: Dorothea đâu?"
    }
  },
  {
    "translation": {
      "en": "And uh, I told him, I said, I just walked her over to the coffee shop.",
      "vi": "Tôi bảo sếp là mình đã dẫn ả sang tiệm cafe bên kia đường."
    }
  },
  {
    "translation": {
      "en": "So he took off.",
      "vi": "Thế là ông ấy rời đi."
    }
  },
  {
    "translation": {
      "en": "Then he comes back a short time later.",
      "vi": "Chỉ lát sau, sếp đã quay lại."
    }
  },
  {
    "translation": {
      "en": "And he looks at me, and he says, Where did you say she went?",
      "vi": "Ông nhìn tôi và hỏi: Cậu bảo ả đi đâu?"
    }
  },
  {
    "translation": {
      "en": "And at that time, I thought, Oh, no, she's taken off.",
      "vi": "Lúc ấy tôi đã nghĩ: Thôi xong, ả bỏ trốn rồi."
    }
  },
  {
    "translation": {
      "en": "After we dig up the second body, and her fleeing the scene,",
      "vi": "Sau khi đào được cái xác thứ hai và ả bỏ trốn khỏi hiện trường,"
    }
  },
  {
    "translation": {
      "en": "we put out a BOLO.",
      "vi": "chúng tôi đã phát lệnh truy nã!"
    }
  },
  {
    "translation": {
      "en": "A Be On The Lookout to all police agencies.",
      "vi": "Gửi lệnh Hãy tìm kiếm đến tất cả các cơ quan cảnh sát."
    }
  },
  {
    "translation": {
      "en": "I was following the case hour by hour as the stories were coming up.",
      "vi": "Tôi theo sát vụ án từng giờ đến khi chân tướng dần dần hiện rõ."
    }
  },
  {
    "translation": {
      "en": "There was suspicion that she may have fled to Mexico.",
      "vi": "Có người nghi ả đã trốn đến Mexico."
    }
  },
  {
    "translation": {
      "en": "There was a nationwide manhunt here in the United States.",
      "vi": "Chúng tôi tổ chức truy lùng toàn nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "The search goes on today for the manager of a Sacramento boarding house.",
      "vi": "Hôm nay sẽ tiến hành tìm kiếm quản lý của một nhà trọ ở Sacramento."
    }
  },
  {
    "translation": {
      "en": "We had help from Secret Service, FBI, the Marshal's office, the media.",
      "vi": "Có sự giúp đỡ từ Sở Mật vụ, FBI, Văn phòng Cảnh sát trưởng và giới truyền thông."
    }
  },
  {
    "translation": {
      "en": "I mean, satellite dish trucks.",
      "vi": "Còn dùng cả xe tải vệ tinh."
    }
  },
  {
    "translation": {
      "en": "We did everything we could putting the information out there",
      "vi": "Chúng tôi làm mọi cách để đưa tin để thu được manh mối hay bắt được ả."
    }
  },
  {
    "translation": {
      "en": "to get her picked up or arrested.",
      "vi": "để thu được manh mối hay bắt được ả."
    }
  },
  {
    "translation": {
      "en": "She was gone. We had her permission. So we're just going to dig up the whole yard.",
      "vi": "Ả đã đi. Chúng tôi đã được cho phép. Nên chúng tôi đào cả sân lên."
    }
  },
  {
    "translation": {
      "en": "This is dig site number three.",
      "vi": "Đây là điểm đào số ba."
    }
  },
  {
    "translation": {
      "en": "What he is holding there are what appear to be fingers.",
      "vi": "Có vẻ thứ anh ấy đang cầm là những ngón tay."
    }
  },
  {
    "translation": {
      "en": "Even though we couldn't see the body",
      "vi": "Dù không thể thấy thi thể"
    }
  },
  {
    "translation": {
      "en": "because it was wrapped carefully in blankets and plastic,",
      "vi": "vì nó đã được bọc kỹ bằng chăn và nhựa,"
    }
  },
  {
    "translation": {
      "en": "it was a big person.",
      "vi": "nhưng nhìn là biết người này khá to lớn."
    }
  },
  {
    "translation": {
      "en": "This one is 200- and- something pounds.",
      "vi": "Người này nặng cũng phải gần trăm ký."
    }
  },
  {
    "translation": {
      "en": "We're gonna need some muscle in here.",
      "vi": "Chúng ta cần người mạnh khỏe hỗ trợ."
    }
  },
  {
    "translation": {
      "en": "And it left no doubt in my mind, That had to be Bert.",
      "vi": "Không còn nghi ngờ gì nữa, chắc chắn đó là Bert."
    }
  },
  {
    "translation": {
      "en": "When I heard about it,",
      "vi": "Khi nghe tin đó,"
    }
  },
  {
    "translation": {
      "en": "I thought, What have I done?",
      "vi": "tôi đã nghĩ: Mình đã làm gì vậy trời?"
    }
  },
  {
    "translation": {
      "en": "You know, I blame myself.",
      "vi": "Tôi tự trách mình."
    }
  },
  {
    "translation": {
      "en": "How could I not? You know, I…",
      "vi": "Sao mà không trách được? Nhưng làm sao tôi biết ả là kẻ giết người hàng loạt?"
    }
  },
  {
    "translation": {
      "en": "But how would I know that she was a serial killer?",
      "vi": "Nhưng làm sao tôi biết ả là kẻ giết người hàng loạt?"
    }
  },
  {
    "translation": {
      "en": "I didn't know.",
      "vi": "Tôi đâu có biết."
    }
  },
  {
    "translation": {
      "en": "Bert Montoya was the third body that we found,",
      "vi": "Bert là thi thể thứ ba chúng tôi tìm thấy,"
    }
  },
  {
    "translation": {
      "en": "and so we continue to dig.",
      "vi": "nên chúng tôi tiếp tục đào bới."
    }
  },
  {
    "translation": {
      "en": "And this body we recovered.",
      "vi": "Đã thu thập được thi thể này."
    }
  },
  {
    "translation": {
      "en": "These remains were located",
      "vi": "Phần còn lại được xác định"
    }
  },
  {
    "translation": {
      "en": "underneath the metal shed that was pulled back.",
      "vi": "ở bên dưới kho kim loại đã được kéo lại."
    }
  },
  {
    "translation": {
      "en": "Each time we found one, it was just mind- boggling.",
      "vi": "Mỗi lần tìm được thi thể, chúng tôi lại bàng hoàng."
    }
  },
  {
    "translation": {
      "en": "You know, you'd look at it and go, Here's another one.",
      "vi": "Nhìn nó và thốt: Lại một cái khác."
    }
  },
  {
    "translation": {
      "en": "And then, Here's another one. And another one.",
      "vi": "Rồi lại: Một cái khác. Tiếp nữa."
    }
  },
  {
    "translation": {
      "en": "Police found bodies number six and number seven on Monday,",
      "vi": "Cảnh sát tìm được thi thể số sáu, số bảy vào thứ Hai,"
    }
  },
  {
    "translation": {
      "en": "and before suspending their search for the evening,",
      "vi": "và trước khi nghỉ tay vào buổi tối,"
    }
  },
  {
    "translation": {
      "en": "said their work is far from over.",
      "vi": "họ tuyên bố vẫn còn lâu mới kết thúc."
    }
  },
  {
    "translation": {
      "en": "We found seven bodies now,",
      "vi": "Hiện tại là bảy thi thế,"
    }
  },
  {
    "translation": {
      "en": "and we won't stop until we've dug up every square inch of this yard.",
      "vi": "chúng tôi sẽ không ngừng lại đến khi lật tung hết từng mẩu đất ở đây."
    }
  },
  {
    "translation": {
      "en": "Later, I went back into the house",
      "vi": "Sau đó, tôi lại vào nhà"
    }
  },
  {
    "translation": {
      "en": "so that we could go through it with a fine- tooth comb.",
      "vi": "để có thể lục soát kỹ từng manh mối."
    }
  },
  {
    "translation": {
      "en": "While I was conducting the search,",
      "vi": "Trong khi tìm kiếm,"
    }
  },
  {
    "translation": {
      "en": "I looked in the kitchen,",
      "vi": "tôi đã nhìn vào bếp"
    }
  },
  {
    "translation": {
      "en": "and I looked on the calendar that she had hanging up.",
      "vi": "và xem tờ lịch mà ả treo lên."
    }
  },
  {
    "translation": {
      "en": "She had written on some dates",
      "vi": "Ả đã viết vài ngày vào đó,"
    }
  },
  {
    "translation": {
      "en": "Bert left, as though I would find it,",
      "vi": "tôi thấy có chỗ ghi Bert đã rời đi,"
    }
  },
  {
    "translation": {
      "en": "look at it and then go, Oh, wait a minute.",
      "vi": "tôi nhìn nó rồi giật mình: Ố, đợi chút."
    }
  },
  {
    "translation": {
      "en": "She has it here right on the calendar.",
      "vi": "Ả viết ngay trên lịch đây này."
    }
  },
  {
    "translation": {
      "en": "Okay. Let's close shop, men. We know where Bert went.",
      "vi": "Thôi dẹp giùm đi. Chúng tôi biết Bert đi đâu rồi."
    }
  },
  {
    "translation": {
      "en": "That's how far she went to make this real.",
      "vi": "Ả đã làm đến mức đó để biến vụ việc thành sự thật."
    }
  },
  {
    "translation": {
      "en": "One of the things that made Puente successful",
      "vi": "Một trong những điều khiến ả thành công"
    }
  },
  {
    "translation": {
      "en": "as a murderess and as a criminal",
      "vi": "trong việc giết người và phạm tội"
    }
  },
  {
    "translation": {
      "en": "was that she would make a terrific effort to seem not menacing",
      "vi": "là vì ả đã cố gắng hết sức để thể hiện mình không phải người xấu,"
    }
  },
  {
    "translation": {
      "en": "both in the way she dressed, the way she talked.",
      "vi": "kể cả trong cách ăn mặc và nói chuyện."
    }
  },
  {
    "translation": {
      "en": "She used all of her means to rise above suspicion.",
      "vi": "Ả dùng mọi cách thức để tránh né nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "You know, her little chiffon dresses, makeup every day.",
      "vi": "Mặc váy voan, trang điểm mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "I don't want to go back to prison.",
      "vi": "Tôi không muốn quay lại tù."
    }
  },
  {
    "translation": {
      "en": "Well, I realize that.",
      "vi": "Tôi cũng nhận ra chuyện đó."
    }
  },
  {
    "translation": {
      "en": "- I'm an old lady. - I realize that too.",
      "vi": "- Tôi già rồi. - Tôi cũng biết."
    }
  },
  {
    "translation": {
      "en": "I'm trying to get off parole. I'm trying to… get my life together.",
      "vi": "Tôi đang cố chờ hết thời hạn tạm giam… sống một cách đàng hoàng."
    }
  },
  {
    "translation": {
      "en": "I think I was around 50 at that time.",
      "vi": "Tôi nghĩ lúc đó tôi khoảng 50 tuổi."
    }
  },
  {
    "translation": {
      "en": "She told me she was 65 or 70.",
      "vi": "Bà ta bảo mình tầm 65, 70 gì đấy."
    }
  },
  {
    "translation": {
      "en": "She was my age at that time.",
      "vi": "Nhưng lúc ấy bà ta bằng tuổi tôi."
    }
  },
  {
    "translation": {
      "en": "This is what I find out later.",
      "vi": "Sau này tôi mới biết."
    }
  },
  {
    "translation": {
      "en": "She looked older than she was.",
      "vi": "Trông ả già hơn tuổi thật."
    }
  },
  {
    "translation": {
      "en": "She played that part, I guess,",
      "vi": "Tôi đoán ả đã diễn vai đó,"
    }
  },
  {
    "translation": {
      "en": "to get you to believe in her so she could take advantage.",
      "vi": "để người khác tin vào ả, để ả có thể lợi dụng."
    }
  },
  {
    "translation": {
      "en": "Who would suspect a person like this back in 1988?",
      "vi": "Hồi năm 1988, ai lại nghi ngờ một người như thế?"
    }
  },
  {
    "translation": {
      "en": "Nobody in the neighborhood.",
      "vi": "Không một ai cả."
    }
  },
  {
    "translation": {
      "en": "Neighbors are wondering why they never noticed anything.",
      "vi": "Hàng xóm thắc mắc sao họ không nhận ra gì."
    }
  },
  {
    "translation": {
      "en": "Never. Never. I had never any indication.",
      "vi": "Không hề. Không có chút tín hiệu nào. HÀNG XÓM"
    }
  },
  {
    "translation": {
      "en": "I can't believe it.  Right next door to my house.",
      "vi": "Không thể tin nổi. Bà ta ở ngay sát nhà tôi."
    }
  },
  {
    "translation": {
      "en": "The most magnificent thing were the marvelous tomato plants",
      "vi": "Tuyệt nhất là những cây cà chua"
    }
  },
  {
    "translation": {
      "en": "all the way around in the garden.",
      "vi": "được trồng khắp vườn."
    }
  },
  {
    "translation": {
      "en": "You smelled, what you thought, was death.",
      "vi": "Thứ ông đánh hơi thấy là cái chết."
    }
  },
  {
    "translation": {
      "en": "Was death.",
      "vi": "- Cái chết. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Yes. Now, your prior experience led you to believe this.",
      "vi": "Kinh nghiệm trước đây khiến ông tin vào điều này."
    }
  },
  {
    "translation": {
      "en": "- Yes. - What's your prior experience?",
      "vi": "- Ừ. - Kinh nghiệm đó là gì?"
    }
  },
  {
    "translation": {
      "en": "I worked for the Kansas City Mortuary Service.",
      "vi": "Tôi từng làm cho Dịch vụ Tang lễ Kansas."
    }
  },
  {
    "translation": {
      "en": "And it was coming from that room off the kitchen.",
      "vi": "Và mùi đó phát ra từ căn phòng trong bếp."
    }
  },
  {
    "translation": {
      "en": "Couldn't smell it any other place.",
      "vi": "Chỗ khác không có mùi đó."
    }
  },
  {
    "translation": {
      "en": "On the second floor, adjacent to her kitchen,",
      "vi": "Trên tầng hai , ngay cạnh nhà bếp,"
    }
  },
  {
    "translation": {
      "en": "I was walking around, and I noticed how cushy the carpet was.",
      "vi": "tôi đi loanh quanh khu đó và để ý thấy thảm rất mềm."
    }
  },
  {
    "translation": {
      "en": "I looked down, and I realized it wasn't just one carpet.",
      "vi": "Tôi nhìn xuống, đó không chỉ một tấm thảm."
    }
  },
  {
    "translation": {
      "en": "It was two carpets.",
      "vi": "Mà là hai tấm."
    }
  },
  {
    "translation": {
      "en": "So I reach back, and I pulled the carpet up,",
      "vi": "Tôi lùi lại và giở tấm thảm lên,"
    }
  },
  {
    "translation": {
      "en": "and when I pulled the carpet up,",
      "vi": "khi lật tấm thảm lên,"
    }
  },
  {
    "translation": {
      "en": "I was overcome by a stench…",
      "vi": "Một mùi hôi thốc xộc lên mũi tôi…"
    }
  },
  {
    "translation": {
      "en": "that I had smelled only a few times before.",
      "vi": "một mùi mà trước đó tôi mới chỉ ngửi thấy vài lần."
    }
  },
  {
    "translation": {
      "en": "I would find, later on, that what permeated the floor",
      "vi": "Sau này, tôi phát hiện thứ thấm vào sàn nhà"
    }
  },
  {
    "translation": {
      "en": "was putrefied body fluid.",
      "vi": "là dịch cơ thể thối rữa."
    }
  },
  {
    "translation": {
      "en": "This is where I believe she prepared all of her bodies.",
      "vi": "Tôi tin đây là nơi ả xử lý tất cả thi thể."
    }
  },
  {
    "translation": {
      "en": "Have you ever had any or had the need for any lye around the house?",
      "vi": "Bà từng dùng kiềm quanh nhà chưa? Hoặc từng cần dùng ấy?"
    }
  },
  {
    "translation": {
      "en": "- Lye? - White powder lye?",
      "vi": "- Kiềm á? - Bột kiềm trắng?"
    }
  },
  {
    "translation": {
      "en": "In the hole we were digging, there was some residue of lye.",
      "vi": "Trong cái hố chúng tôi đang đào có chút kiềm còn sót lại."
    }
  },
  {
    "translation": {
      "en": "Would there be any reason to be lye two feet below in the soil?",
      "vi": "Sao ở dưới đất tầm một mét lại có kiềm hả?"
    }
  },
  {
    "translation": {
      "en": "- None? You never put any down? Okay. - No, never put it down.",
      "vi": "- Không phải bà đổ xuống? - Tôi chưa từng làm thế."
    }
  },
  {
    "translation": {
      "en": "So our investigation is at the end,",
      "vi": "Vậy là cuộc điều tra đã kết thúc"
    }
  },
  {
    "translation": {
      "en": "and we've now found seven bodies in the yard.",
      "vi": "và chúng tôi đã tìm được bảy thi thể trong sân."
    }
  },
  {
    "translation": {
      "en": "I was home, and I was watching television,",
      "vi": "Lúc đó tôi ở nhà, đang xem tivi,"
    }
  },
  {
    "translation": {
      "en": "and I looked up, and on the screen was Dorothea Puente.",
      "vi": "khi nhìn lên, tôi thấy trên màn hình là Dorothea Puente."
    }
  },
  {
    "translation": {
      "en": "And, I mean, I just jaw- dropped.",
      "vi": "Tôi rất sửng sốt."
    }
  },
  {
    "translation": {
      "en": "She fled 400 miles to Los Angeles under an assumed name",
      "vi": "Ả chạy trốn hơn 600 cây số, đến Los Angeles dưới tên giả,"
    }
  },
  {
    "translation": {
      "en": "before she was recognized in a neighborhood bar.",
      "vi": "trước khi bị nhận ra ở quán bar."
    }
  },
  {
    "translation": {
      "en": "I remember seeing her face, and I put Sacramento together.",
      "vi": "Tôi nhớ đã thấy mặt bà ta và kết hợp với Sacramento."
    }
  },
  {
    "translation": {
      "en": "He called a local TV station,",
      "vi": "Ông đã gọi cho đài địa phương,"
    }
  },
  {
    "translation": {
      "en": "and it was this tip that led police to arrest Puente",
      "vi": "và manh mối đã giúp cảnh sát bắt Puente"
    }
  },
  {
    "translation": {
      "en": "at the motel where she was staying.",
      "vi": "tại nhà nghỉ bà ta đang ở."
    }
  },
  {
    "translation": {
      "en": "And there she was. And she was being escorted by LAPD officers.",
      "vi": "Ả đã ở đó và bị cảnh sát Los Angeles áp giải đi."
    }
  },
  {
    "translation": {
      "en": "I jumped up, got on the phone, called my boss.",
      "vi": "Tôi bật dậy, gọi điện cho sếp của mình."
    }
  },
  {
    "translation": {
      "en": "We got on a plane. We flew down.",
      "vi": "Chúng tôi lên máy bay xuống đó."
    }
  },
  {
    "translation": {
      "en": "We taxied up on the tarmac,",
      "vi": "Lúc máy bay lướt trên đường băng,"
    }
  },
  {
    "translation": {
      "en": "and an unmarked police car came out.",
      "vi": "một chiếc xe cảnh sát xuất hiện."
    }
  },
  {
    "translation": {
      "en": "She was sitting in the back seat.",
      "vi": "Ả ngồi ở ghế sau."
    }
  },
  {
    "translation": {
      "en": "We got her up on the jet, and we flew back to Sacramento.",
      "vi": "Chúng tôi đưa ả lên máy bay và bay về Sacramento."
    }
  },
  {
    "translation": {
      "en": "I sat next to her all the way.",
      "vi": "Tôi ngồi cạnh ả suốt cả buổi."
    }
  },
  {
    "translation": {
      "en": "I used to… I used to be a very good person at one time.",
      "vi": "Tôi đã từng… là người rất tốt."
    }
  },
  {
    "translation": {
      "en": "They have begun  the grisly business of examining the seven victims.",
      "vi": "Phía điều tra bắt đầu nhiệm vụ ghê rợn: khám nghiệm bảy thi thể."
    }
  },
  {
    "translation": {
      "en": "Most were found in the fetal position, wrapped in tablecloths and plastic bags.",
      "vi": "Đa số được tìm thấy trong tư thế bào thai, được bọc trong khăn trải bàn và túi nhựa."
    }
  },
  {
    "translation": {
      "en": "When the Dorothea Puente case broke,",
      "vi": "Khi phá xong vụ án Dorothea Puente,"
    }
  },
  {
    "translation": {
      "en": "I got a phone call from family members of Everson Gillmouth.",
      "vi": "tôi nhận được điện thoại từ người nhà của Everson Gillmouth."
    }
  },
  {
    "translation": {
      "en": "They were conveying that their father was engaged to Dorothea,",
      "vi": "Họ nói rằng bố họ đã đính hôn với Dorothea."
    }
  },
  {
    "translation": {
      "en": "and that they haven't heard from him, and they were nervous",
      "vi": "Họ bảo lâu rồi không nghe tin bố nên rất lo lắng,"
    }
  },
  {
    "translation": {
      "en": "since now they're seeing all these bodies being found.",
      "vi": "đặc biệt khi thấy các thi thể được phát hiện."
    }
  },
  {
    "translation": {
      "en": "Gillmouth had started a pen- pal relationship with Dorothea",
      "vi": "Gillmouth đã bắt đầu mối quan hệ thư từ với Dorothea"
    }
  },
  {
    "translation": {
      "en": "while Dorothea was incarcerated",
      "vi": "lúc ả còn bị bỏ tù"
    }
  },
  {
    "translation": {
      "en": "for putting people down with knockout drops.",
      "vi": "vì đầu độc người khác bằng thuốc."
    }
  },
  {
    "translation": {
      "en": "And Dorothea was telling him how she had really taken a look at things,",
      "vi": "Và Dorothea nói với ông ấy rằng ả đã thực sự nhìn nhận lại mọi thứ"
    }
  },
  {
    "translation": {
      "en": "and wanted to get out of prison, and change her life, and get a new start.",
      "vi": "và muốn thoát khỏi nhà tù, thay đổi cuộc sống, có một khởi đầu mới."
    }
  },
  {
    "translation": {
      "en": "Right after she got out of prison,",
      "vi": "Ngay sau khi ả ra tù,"
    }
  },
  {
    "translation": {
      "en": "Everson Gillmouth came to live with her at 1426 F Street as a love interest.",
      "vi": "Everson Gillmouth đến sống với ả ở số 1426 phố F như một cặp tình nhân."
    }
  },
  {
    "translation": {
      "en": "A short time later, detectives from Sutter County,",
      "vi": "Một thời gian ngắn sau, các thám tử Quận Sutter"
    }
  },
  {
    "translation": {
      "en": "just above Sacramento County,",
      "vi": "ngay phía trên Sacramento,"
    }
  },
  {
    "translation": {
      "en": "contacted me and said, You know, we had a John Doe back in 1986",
      "vi": "đã liên lạc với tôi và bảo: Có một thi thể vô danh, chết năm 1986,"
    }
  },
  {
    "translation": {
      "en": "similar to the type of bodies found in the yard",
      "vi": "tương tự như loại thi thể ở trong sân sau,"
    }
  },
  {
    "translation": {
      "en": "wrapped in plastic and duct tape.",
      "vi": "được bọc nhựa và băng keo."
    }
  },
  {
    "translation": {
      "en": "What we're viewing now is the plastic",
      "vi": "Thứ chúng ta đang nhìn thấy là nhựa"
    }
  },
  {
    "translation": {
      "en": "that had wrapped the body found inside of this box.",
      "vi": "được dùng để gói thi thể đựng trong chiếc hộp này."
    }
  },
  {
    "translation": {
      "en": "It appears from all of the evidence that she killed him",
      "vi": "Bằng chứng cho thấy ả đã giết ông ấy"
    }
  },
  {
    "translation": {
      "en": "within about three or four weeks of his moving into F Street,",
      "vi": "chỉ trong ba, bốn tuần sau khi ông chuyển đến phố F,"
    }
  },
  {
    "translation": {
      "en": "then disposes of him in this horrible fashion",
      "vi": "rồi xử lý cái xác theo phong cách kinh khủng đó"
    }
  },
  {
    "translation": {
      "en": "by dumping him in a box near the river.",
      "vi": "bằng cách vứt vào chiếc hộp bên bờ sông."
    }
  },
  {
    "translation": {
      "en": "How tall would you say that box is?",
      "vi": "Anh nói cái hộp đó cao bao nhiêu? Đã đo chưa ạ hay…?"
    }
  },
  {
    "translation": {
      "en": "- Have you measured it or-- - Pretty close to six foot.",
      "vi": "Anh nói cái hộp đó cao bao nhiêu? Đã đo chưa ạ hay…? Cao gần hai mét."
    }
  },
  {
    "translation": {
      "en": "And then sends postcards to his sister for a period of months",
      "vi": "Và rồi gửi thiệp cho em gái ông trong vài tháng,"
    }
  },
  {
    "translation": {
      "en": "saying that Everson is fine, or he's having trouble with his heart now,",
      "vi": "bảo rằng Everson vẫn khỏe hoặc giờ tim ông đang không ổn các kiểu,"
    }
  },
  {
    "translation": {
      "en": "but lying to her this whole period of time knowing that he was dead,",
      "vi": "ả đã nói dối suốt khoảng thời gian đó, dù biết"
    }
  },
  {
    "translation": {
      "en": "and she'd thrown him out by the river.",
      "vi": "ông đã chết và ả đã vứt ông ra sông."
    }
  },
  {
    "translation": {
      "en": "After she disposed of him,",
      "vi": "Sau khi ả loại bỏ ông ấy,"
    }
  },
  {
    "translation": {
      "en": "she began to bring in other individuals as tenants",
      "vi": "ả bắt đầu cho những người khác vào thuê trọ,"
    }
  },
  {
    "translation": {
      "en": "where she could exert tremendous control over them",
      "vi": "ả kiểm soát họ một cách toàn diện"
    }
  },
  {
    "translation": {
      "en": "in terms of what they ate, what they drank.",
      "vi": "trong chuyện đồ ăn, thức uống này nọ."
    }
  },
  {
    "translation": {
      "en": "Consistent throughout Puente's criminal activities",
      "vi": "Puente sử dụng phương thức nhất quán để phạm tội"
    }
  },
  {
    "translation": {
      "en": "is the use of stupefying drugs of various kinds.",
      "vi": "đó là dùng các thể loại thuốc an thần, gây mê."
    }
  },
  {
    "translation": {
      "en": "Dalmane and other kinds of Diazepam",
      "vi": "Như Dalmane và các loại Diazepam"
    }
  },
  {
    "translation": {
      "en": "were involved with all of the victims buried at F Street.",
      "vi": "đều được tìm thấy trong các thi thể được chôn ở phố F."
    }
  },
  {
    "translation": {
      "en": "Dalmane is a tranquilizer.",
      "vi": "Dalmane là thuốc an thần."
    }
  },
  {
    "translation": {
      "en": "Montalvo had done time in prison for drugging and robbing people she met in bars.",
      "vi": "Montalvo đã từng ở tù vì đánh thuốc, trộm đồ người ả gặp trong quán bar."
    }
  },
  {
    "translation": {
      "en": "When we saw the news about the F Street murders,",
      "vi": "Khi xem tin tức vụ giết người ở phố F,"
    }
  },
  {
    "translation": {
      "en": "we ended up going back to the district attorney.",
      "vi": "chúng tôi lại tìm Ủy viên công tố quận."
    }
  },
  {
    "translation": {
      "en": "Though Woods had retired and at that time, it was John O'Mara.",
      "vi": "Dù Woods đã nghỉ hưu và lúc đó John O'Mara đang tại chức."
    }
  },
  {
    "translation": {
      "en": "We were hoping he would include what she did to our mother",
      "vi": "Chúng tôi mong ông sẽ truy tố cả tội ác ả đã làm với mẹ,"
    }
  },
  {
    "translation": {
      "en": "with the other charges that he had against her.",
      "vi": "cùng với những tội danh khác."
    }
  },
  {
    "translation": {
      "en": "When the district attorney, who was gonna prosecute the case,",
      "vi": "Khi vị Ủy viên chịu trách nhiệm khởi tố vụ án"
    }
  },
  {
    "translation": {
      "en": "looked at the evidence and at the similarities,",
      "vi": "xem xét các bằng chứng, chỗ tương đồng"
    }
  },
  {
    "translation": {
      "en": "there was enough to bring that into the fold",
      "vi": "và vậy là đủ xếp nó vào cùng một nhóm"
    }
  },
  {
    "translation": {
      "en": "and charged her with Ruth Munroe's murder.",
      "vi": "để buộc tội cô ta giết cả Ruth Munroe."
    }
  },
  {
    "translation": {
      "en": "Puente was charged with nine counts of murder in the first degree,",
      "vi": "Puente bị buộc tội giết chín người ở cấp độ một"
    }
  },
  {
    "translation": {
      "en": "which means she could get the death penalty.",
      "vi": "đồng nghĩa với việc ả có thể nhận án tử hình."
    }
  },
  {
    "translation": {
      "en": "The nine were Ruth Munroe, Everson Gillmouth,",
      "vi": "Chín nạn nhân bao gồm Ruth Munroe, Everson Gillmouth,"
    }
  },
  {
    "translation": {
      "en": "and then seven victims",
      "vi": "và bảy nạn nhân"
    }
  },
  {
    "translation": {
      "en": "who were found buried on her property at 1426 F Street.",
      "vi": "được tìm thấy trong tài sản của ả ở 1426 phố F."
    }
  },
  {
    "translation": {
      "en": "What did they have?",
      "vi": "Bọn họ có gì chứ?"
    }
  },
  {
    "translation": {
      "en": "They had their little Social Security check.",
      "vi": "Họ chỉ có vài tấm séc an sinh xã hội."
    }
  },
  {
    "translation": {
      "en": "And they had their life. That's all they had!",
      "vi": "Và tính mạng. Chỉ có thế."
    }
  },
  {
    "translation": {
      "en": "They didn't have cars, didn't have houses!",
      "vi": "Họ không có xe hơi, nhà cửa!"
    }
  },
  {
    "translation": {
      "en": "They didn't have a lot of clothes! They didn't have anything!",
      "vi": "Họ không có nhiều quần áo! Không có gì cả!"
    }
  },
  {
    "translation": {
      "en": "She took their checks away from them, and she took their lives away from them!",
      "vi": "Nhưng ả đã lấy đi cả chi phiếu và tính mạng của họ."
    }
  },
  {
    "translation": {
      "en": "The state took this first day to weave a bizarre tale",
      "vi": "Chính quyền dùng ngày đầu để phăng câu chuyện kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "of deception, fraud, and murder.",
      "vi": "về dối trá, lừa đảo và giết người."
    }
  },
  {
    "translation": {
      "en": "They claim Dorothea Puente plotted the murders",
      "vi": "Họ cho rằng Dorothea Puente âm mưu giết người"
    }
  },
  {
    "translation": {
      "en": "to collect on about $50,000 in assistance checks.",
      "vi": "để thu về 50.000 đô tiền trợ cấp."
    }
  },
  {
    "translation": {
      "en": "Prosecutor John O'Mara used a combination of visual aids",
      "vi": "Công tố viên John O'Mara kết hợp những hình ảnh"
    }
  },
  {
    "translation": {
      "en": "and gruesome home video to make his point.",
      "vi": "và đoạn phim khủng khiếp để thể hiện quan điểm."
    }
  },
  {
    "translation": {
      "en": "It was a complex case because we didn't have a confession",
      "vi": "Đó là một vụ án phức tạp vì chúng tôi không có lời nhận tội"
    }
  },
  {
    "translation": {
      "en": "or anything that told us that she actually killed them.",
      "vi": "hay bất cứ gì khác để thể hiện rằng ả thực sự đã giết họ."
    }
  },
  {
    "translation": {
      "en": "Her statement would be she admitted to cashing the checks",
      "vi": "Lời khai của ả chỉ là thừa nhận đã rút tiền trong chi phiếu"
    }
  },
  {
    "translation": {
      "en": "after they died in their sleep.",
      "vi": "sau khi họ chết trong giấc ngủ."
    }
  },
  {
    "translation": {
      "en": "They were sick. She didn't kill them.",
      "vi": "Họ bị bệnh. Ả không giết họ."
    }
  },
  {
    "translation": {
      "en": "She buried them. She couldn't call the police authorities.",
      "vi": "Ả đã chôn họ và không thể gọi cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Why? Because she was on parole.",
      "vi": "Tại sao? Vì ả đang trong kỳ hạn tạm tha."
    }
  },
  {
    "translation": {
      "en": "That made sense.",
      "vi": "Hợp lý đấy chứ."
    }
  },
  {
    "translation": {
      "en": "We, the jury, in the above- entitled cause,",
      "vi": "Bồi thẩm đoàn, vì lý do trên,"
    }
  },
  {
    "translation": {
      "en": "find the defendant, Dorothea Montalvo Puente,",
      "vi": "công nhận bị cáo Dorothea Montalvo Puente"
    }
  },
  {
    "translation": {
      "en": "guilty of the crime of murder in the first degree.",
      "vi": "phạm tội giết người cấp độ một."
    }
  },
  {
    "translation": {
      "en": "The defendant is to be imprisoned in the state prison",
      "vi": "Bị cáo sẽ bị giam ở nhà tù của bang"
    }
  },
  {
    "translation": {
      "en": "for a term of life without possibility of parole.",
      "vi": "với thời hạn chung thân, không có khả năng được ân xá."
    }
  },
  {
    "translation": {
      "en": "A jury has convicted California landlady Dorothea Puente of murder.",
      "vi": "Bồi thẩm đoàn đã kết tội bà chủ California Dorothea Puente với"
    }
  },
  {
    "translation": {
      "en": "She was charged with killing nine people and cashing their Social Security checks.",
      "vi": "tội danh giết chín người và rút chi phiếu an sinh xã hội của họ."
    }
  },
  {
    "translation": {
      "en": "The jury declared her guilty of three murders",
      "vi": "Tuyên bố ả phạm tội giết ba người"
    }
  },
  {
    "translation": {
      "en": "and deadlocked on six others.",
      "vi": "và im lặng với sáu người."
    }
  },
  {
    "translation": {
      "en": "There was one juror that maybe believed her story",
      "vi": "Một bồi thẩm viên đã tin lời của ả"
    }
  },
  {
    "translation": {
      "en": "that they died naturally,",
      "vi": "rằng họ tự chết"
    }
  },
  {
    "translation": {
      "en": "and he decided that he wasn't going to find her guilty",
      "vi": "và quyết định không phán ả với tội danh"
    }
  },
  {
    "translation": {
      "en": "on any more than three murders.",
      "vi": "giết hơn ba người."
    }
  },
  {
    "translation": {
      "en": "He also probably was one of the last people that had fallen",
      "vi": "Có lẽ ông ấy là một trong những người cuối cùng"
    }
  },
  {
    "translation": {
      "en": "for the older, grandmotherly, innocuous, harmless kind of look.",
      "vi": "bị vẻ ngoài vô hại như người bà hiền hòa của ả lừa gạt."
    }
  },
  {
    "translation": {
      "en": "We are standing here at the Sacramento County Courthouse.",
      "vi": "Chúng tôi đang đứng ở Tòa án Quận Sacramento."
    }
  },
  {
    "translation": {
      "en": "Approximately four blocks from here",
      "vi": "Cách đây khoảng bốn ngã tư"
    }
  },
  {
    "translation": {
      "en": "is where she was burying people in her yard.",
      "vi": "là nơi ả đã chôn người trong sân nhà."
    }
  },
  {
    "translation": {
      "en": "She was killing people on the main street in the capital of the state of California.",
      "vi": "Ả đã giết người trên phố chính tại thủ phủ của bang California."
    }
  },
  {
    "translation": {
      "en": "I don't think any other serial killer has been either that audacious",
      "vi": "Tôi không nghĩ có kẻ giết người hàng loạt nào táo tợn"
    }
  },
  {
    "translation": {
      "en": "or gotten away with that kind of crime.",
      "vi": "hay có thể thoát tội đến mức đó."
    }
  },
  {
    "translation": {
      "en": "In the end, I believe it was about money and power.",
      "vi": "Cuối cùng, tôi tin tất cả đều là vì tiền và quyền lực."
    }
  },
  {
    "translation": {
      "en": "If somehow, for some reason, you were receiving a Social Security check,",
      "vi": "Nếu bạn được nhận chi phiếu an sinh xã hội,"
    }
  },
  {
    "translation": {
      "en": "it's all right for you to designate me as the payee for that check.",
      "vi": "có thể chỉ định tôi là người nhận tiền trong chi phiếu đó."
    }
  },
  {
    "translation": {
      "en": "And then, of course, if I could continue to get those checks",
      "vi": "Và dĩ nhiên, nếu tôi có thể tiếp tục nhận sau khi"
    }
  },
  {
    "translation": {
      "en": "after killing you and no one knew that you were dead,",
      "vi": "giết bạn, vì không ai biết bạn đã chết,"
    }
  },
  {
    "translation": {
      "en": "then I just get those checks forever.",
      "vi": "tôi có thể nhận tiền mãi mãi."
    }
  },
  {
    "translation": {
      "en": "I think Dorothea picked out people from the street",
      "vi": "Tôi nghĩ Dorothea đã chọn những người vô gia cư"
    }
  },
  {
    "translation": {
      "en": "that had no relatives that were there for them.",
      "vi": "không có họ hàng thân thích ở bên."
    }
  },
  {
    "translation": {
      "en": "And so, in this vulnerability, it can be taken advantage of.",
      "vi": "Và vì thế, lỗ hổng này có thể bị lợi dụng."
    }
  },
  {
    "translation": {
      "en": "By Dorothea killing these people,",
      "vi": "Bằng cách giết những người này,"
    }
  },
  {
    "translation": {
      "en": "she gained $100,000 in total,",
      "vi": "Dorothea đã kiếm được cả trăm nghìn đô la"
    }
  },
  {
    "translation": {
      "en": "and she was putting it to use,",
      "vi": "và ả đã sử dụng nó"
    }
  },
  {
    "translation": {
      "en": "donating money to the politicians, free food.",
      "vi": "quyên góp cho các chính trị gia, đồ ăn miễn phí."
    }
  },
  {
    "translation": {
      "en": "And so she was always looked at as a philanthropist who gave a lot,",
      "vi": "Vì vậy ả luôn được xem là một nhà từ thiện trao đi rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "and from that, she gained status in the community.",
      "vi": "và từ đó, ả có được vị thế trong xã hội."
    }
  },
  {
    "translation": {
      "en": "That was the power.",
      "vi": "Đó chính là sức mạnh."
    }
  },
  {
    "translation": {
      "en": "She was able to operate with nobody ever questioning her,",
      "vi": "Ả làm được việc đó mà không bị ai hỏi tới,"
    }
  },
  {
    "translation": {
      "en": "but the clothing that she was giving to charities,",
      "vi": "nhưng quần áo ả quyên góp cho từ thiện"
    }
  },
  {
    "translation": {
      "en": "that was the clothing that was from her victims.",
      "vi": "lại là từ chính nạn nhân của ả."
    }
  },
  {
    "translation": {
      "en": "The people Dorothea murdered were Leona Carpenter,",
      "vi": "Những người mà Dorothea đã giết hại là Leona Carpenter,"
    }
  },
  {
    "translation": {
      "en": "Dorothy Miller,",
      "vi": "Dorothy Miller,"
    }
  },
  {
    "translation": {
      "en": "Benjamin Fink,",
      "vi": "Benjamin Fink,"
    }
  },
  {
    "translation": {
      "en": "James Gallop,",
      "vi": "James Gallop,"
    }
  },
  {
    "translation": {
      "en": "Vera Faye Martin,",
      "vi": "Vera Faye Martin,"
    }
  },
  {
    "translation": {
      "en": "Betty Palmer,",
      "vi": "Betty Palmer,"
    }
  },
  {
    "translation": {
      "en": "Everson Gillmouth,",
      "vi": "Everson Gillmouth,"
    }
  },
  {
    "translation": {
      "en": "Bert Montoya,",
      "vi": "Bert Montoya"
    }
  },
  {
    "translation": {
      "en": "and Ruth Munroe.",
      "vi": "và Ruth Munroe."
    }
  },
  {
    "translation": {
      "en": "They were real people.",
      "vi": "Những con người thật."
    }
  },
  {
    "translation": {
      "en": "Every single one of them.",
      "vi": "Mỗi người trong đó."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I didn't think that would happen.",
      "vi": "Không ngờ lại thế này."
    }
  },
  {
    "translation": {
      "en": "A Sacramento landlady,",
      "vi": "Một chủ nhà ở Sacramento"
    }
  },
  {
    "translation": {
      "en": "convicted of killing three of her tenants in the 1980s, has died in prison.",
      "vi": "bị kết tội giết ba người thuê nhà vào những năm 1980 đã chết trong tù."
    }
  },
  {
    "translation": {
      "en": "Prosecutors say Dorothea Puente",
      "vi": "Công tố viên nói Puente"
    }
  },
  {
    "translation": {
      "en": "stole the Social Security checks of her elderly tenants,",
      "vi": "đã trộm séc an sinh xã hội của người thuê cao tuổi,"
    }
  },
  {
    "translation": {
      "en": "killed them, and then buried their bodies in her backyard. Puente was 82.",
      "vi": "giết họ, rồi chôn xác họ ở sân sau nhà bà ta. Puente đã 82 tuổi."
    }
  },
  {
    "translation": {
      "en": "There is no closure to it.",
      "vi": "Không có kết thúc."
    }
  },
  {
    "translation": {
      "en": "I mean, you have to move on.",
      "vi": "Ý tôi là phải bước tiếp."
    }
  },
  {
    "translation": {
      "en": "You still live,",
      "vi": "Ta vẫn còn sống"
    }
  },
  {
    "translation": {
      "en": "but when there's no conviction,",
      "vi": "nhưng nếu không kết án,"
    }
  },
  {
    "translation": {
      "en": "there is no closure.",
      "vi": "sẽ không có kết thúc."
    }
  },
  {
    "translation": {
      "en": "After I arrested Dorothea in Los Angeles,",
      "vi": "Sau khi bắt Dorothea ở Los Angeles,"
    }
  },
  {
    "translation": {
      "en": "when I picked her up on the tarmac,",
      "vi": "lúc tôi tiếp nhận ả ở đường băng,"
    }
  },
  {
    "translation": {
      "en": "the last thing she said was, Mr. Cabrera, I'm sorry.",
      "vi": "câu cuối cùng mà ả nói là: Ngài Cabrera, tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I've always believed that in that small moment",
      "vi": "Tôi luôn tin rằng trong khoảnh khắc ngắn ngủi đó,"
    }
  },
  {
    "translation": {
      "en": "that she was actually sorry for everything,",
      "vi": "ả thật sự thấy có lỗi vì những gì đã làm,"
    }
  },
  {
    "translation": {
      "en": "just in that moment.",
      "vi": "chỉ khoảnh khắc đó."
    }
  },
  {
    "translation": {
      "en": "Usually, the house that was used in these crimes, they're generally razed.",
      "vi": "Thông thường, ngôi nhà được dùng trong mấy tội ác kiểu này sẽ bị san bằng."
    }
  },
  {
    "translation": {
      "en": "They get rid of them and put a park in there or something like that.",
      "vi": "Người ta sẽ dỡ bỏ chúng, xây công viên ở đó, kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "But in this case, this is a historical home built in 1890,",
      "vi": "Nhưng trong trường hợp này, đây là ngôi nhà lịch sử được xây năm 1890"
    }
  },
  {
    "translation": {
      "en": "and you cannot take these houses down.",
      "vi": "và ta không thể dỡ bỏ những ngôi nhà này."
    }
  },
  {
    "translation": {
      "en": "It's gonna be here forever.",
      "vi": "Nó sẽ tồn tại mãi mãi."
    }
  },
  {
    "translation": {
      "en": "What area would you like to live in, in a boarding home?",
      "vi": "Anh muốn sống ở khu nào? Nhà trọ ấy?"
    }
  },
  {
    "translation": {
      "en": "- What area? - Uh- huh.",
      "vi": "Ở khu nào?"
    }
  },
  {
    "translation": {
      "en": "Yeah, do you like the downtown area, or do you like to be out in the country?",
      "vi": "Phải, anh thích ở trung tâm, hay ngoài ngoại ô, phía vùng quê?"
    }
  },
  {
    "translation": {
      "en": "- Do you like this area around here? - Yeah.",
      "vi": "Anh có thích khu vực này không? Thích."
    }
  },
  {
    "translation": {
      "en": "We connected with Bert's family members.",
      "vi": "Chúng tôi liên lạc với người nhà của Bert."
    }
  },
  {
    "translation": {
      "en": "We told them that he had passed and how sad it was",
      "vi": "Chúng tôi báo họ rằng thật buồn vì anh ấy đã qua đời"
    }
  },
  {
    "translation": {
      "en": "and that we were going to have a memorial.",
      "vi": "và chúng tôi sẽ tổ chức lễ tưởng niệm."
    }
  },
  {
    "translation": {
      "en": "And we would be happy to pay their way",
      "vi": "Và chúng tôi sẵn lòng chi trả tiền đi lại"
    }
  },
  {
    "translation": {
      "en": "to come out and be there for his funeral service.",
      "vi": "mời họ đến đây dự lễ tang."
    }
  },
  {
    "translation": {
      "en": "At the gravesite, I did the eulogy.",
      "vi": "Ở khu mộ, tôi đã đọc điếu văn."
    }
  },
  {
    "translation": {
      "en": "And all the people who knew and loved Bert were there.",
      "vi": "Và tất cả những người biết và yêu mến Bert đều ở đó."
    }
  },
  {
    "translation": {
      "en": "It was a very sad ceremony, but…",
      "vi": "Đó là một buổi lễ rất buồn, nhưng…"
    }
  },
  {
    "translation": {
      "en": "I just feel that it was his destiny",
      "vi": "Tôi cảm thấy đó là sứ mệnh của ảnh,"
    }
  },
  {
    "translation": {
      "en": "to expose Dorothea Puente.",
      "vi": "để có thể vạch trần Dorothea Puente."
    }
  },
  {
    "translation": {
      "en": "I just feel that way.",
      "vi": "Tôi cảm thấy thế đấy."
    }
  }
]