[
  {
    "translation": {
      "en": "Okay. On you go.",
      "vi": "Rồi. Bắt đầu đi."
    }
  },
  {
    "translation": {
      "en": "All right, Jason's here on Fyre Cay,",
      "vi": "Được rồi, Jason đang có mặt tại Đảo Fyre,"
    }
  },
  {
    "translation": {
      "en": "showing him the newly purchased property.",
      "vi": "cùng tôi đi tham quan cơ ngơi mới tậu."
    }
  },
  {
    "translation": {
      "en": "-I like it, man. -Getting set up for the Fyre festival.",
      "vi": "- Đỉnh lắm. - Và chuẩn bị cho lễ hội Fyre."
    }
  },
  {
    "translation": {
      "en": "I like your life, man, I like what's goin' on.",
      "vi": "Tôi thích cách anh sống, tôi thích thứ này."
    }
  },
  {
    "translation": {
      "en": "-Are you excited for April? -I'm ready, man.",
      "vi": "- Anh mong đến tháng Tư chứ? - Sẵn sàng luôn rồi."
    }
  },
  {
    "translation": {
      "en": "-Do I got my ticket? -You have.",
      "vi": "- Tôi có vé chưa nhỉ? - Có đây rồi."
    }
  },
  {
    "translation": {
      "en": "All right, cool, that's all I need to know.",
      "vi": "Tốt rồi, cứ có vé rồi là được."
    }
  },
  {
    "translation": {
      "en": "-Biggest event in a decade, I promise you. -I'll be there.",
      "vi": "- Thề, đây sẽ là sự kiện lớn nhất thập kỷ. - Tôi sẽ có mặt."
    }
  },
  {
    "translation": {
      "en": "[interviewer] When did you first become aware of Fyre?",
      "vi": "Cô biết đến Fyre từ lúc nào?"
    }
  },
  {
    "translation": {
      "en": "I started seeing people posting kind of the promo video.",
      "vi": "Tôi thấy người ta đăng tải đoạn phim kiểu clip quảng cáo."
    }
  },
  {
    "translation": {
      "en": "It was this very slick production that promised",
      "vi": "Clip được dựng rất ấn tượng, hứa hẹn"
    }
  },
  {
    "translation": {
      "en": "that it was Pablo Escobar's private island",
      "vi": "đây là hòn đảo tư nhân của Pablo Escobar,"
    }
  },
  {
    "translation": {
      "en": "and that they were flying in thousands of people on private jets.",
      "vi": "và người ta đưa hàng ngàn người tới đó bằng phi cơ riêng."
    }
  },
  {
    "translation": {
      "en": "It was just the coolest party that you'd ever seen advertised.",
      "vi": "Chưa từng có bữa tiệc nào được quảng cáo ngầu hơn thế."
    }
  },
  {
    "translation": {
      "en": "[woman 1] My agency contacted me",
      "vi": "Người đại diện liên lạc với tôi"
    }
  },
  {
    "translation": {
      "en": "and was like, \"Hey, there's this new festival coming up.",
      "vi": "và kiểu, \"Này, sắp có một lễ hội âm nhạc mới đấy."
    }
  },
  {
    "translation": {
      "en": "It's really exclusive.\"",
      "vi": "Độc lắm mới được mời đấy.\""
    }
  },
  {
    "translation": {
      "en": "[woman 2] The most insane festival",
      "vi": "Lễ hội âm nhạc điên rồ nhất"
    }
  },
  {
    "translation": {
      "en": "the world has ever seen.",
      "vi": "từng có trên thế giới."
    }
  },
  {
    "translation": {
      "en": "[woman 1] All these models, like,",
      "vi": "Toàn người mẫu danh tiếng"
    }
  },
  {
    "translation": {
      "en": "in the Bahamas.",
      "vi": "đều có mặt tại Bahamas."
    }
  },
  {
    "translation": {
      "en": "Acts like Major Lazer, Disclosure, Tyga...",
      "vi": "Các nghệ sĩ như Major Lazer, Disclosure, Tyga..."
    }
  },
  {
    "translation": {
      "en": "[woman 1] This is the first weekend this has ever happened,",
      "vi": "Lần đầu tiên có một lễ hội cuối tuần đỉnh cao như thế,"
    }
  },
  {
    "translation": {
      "en": "so, literally, I was excited.",
      "vi": "nên tôi rất phấn khích."
    }
  },
  {
    "translation": {
      "en": "But we didn't know anything.",
      "vi": "Nhưng chúng tôi thật sự không ngờ."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] It's become one of the most talked-about dramas on social media.",
      "vi": "Nó lại thành một trong những tấn hài kịch được bàn tán nhiều nhất trên mạng xã hội."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A glamorous, luxurious Caribbean--",
      "vi": "Chuyến phiêu lưu tại hòn đảo thuộc Caribe..."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] ...island getaway turned disaster-- [reporter 4] ...quickly spiraling into chaos.",
      "vi": "- ...hòn đảo thiên đường thành thảm hoạ... - ...nhanh chóng trở nên hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Now, the event's co-founder is facing up to 20 years in prison.",
      "vi": "Giờ đây, nhà đồng tổ chức sự kiện này sẽ phải đối mặt với án tù lên tới 20 năm."
    }
  },
  {
    "translation": {
      "en": "[woman] Are you sorry? Do you have anything to say for yourself?",
      "vi": "Anh có hối hận không? Anh có gì muốn biện hộ không?"
    }
  },
  {
    "translation": {
      "en": "Thank you, guys, I'll arrange a comment later. Thank you.",
      "vi": "Cảm ơn, tôi sẽ bình luận sau nhé. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[man] Hey, Billy?",
      "vi": "Billy à?"
    }
  },
  {
    "translation": {
      "en": "There's a bunch of people who's filing lawsuits",
      "vi": "Có cả đám người đâm đơn kiện cậu"
    }
  },
  {
    "translation": {
      "en": "against you today in federal court. Did you hear about that?",
      "vi": "lên toà án liên bang hôm nay đấy. Cậu biết chưa?"
    }
  },
  {
    "translation": {
      "en": "[man 2] It just became much more than anybody ever dreamed it would be.",
      "vi": "Tình huống trở nên phức tạp hơn so với tưởng tượng của mọi người."
    }
  },
  {
    "translation": {
      "en": "I mean, you know the saying, \"Desperate people do desperate things.\"",
      "vi": "Người ta có câu, \"Đói ăn vụng, túng làm liều.\""
    }
  },
  {
    "translation": {
      "en": "And now I hope Billy doesn't go to prison for it, but I don't know.",
      "vi": "Tôi mong Billy sẽ không phải vào tù, nhưng ai mà biết được."
    }
  },
  {
    "translation": {
      "en": "We are here at the Web Summit...",
      "vi": "Chúng ta đang có mặt tại Web Summit..."
    }
  },
  {
    "translation": {
      "en": "[Shiyuan] I remember that it was a big deal that Ja and Billy",
      "vi": "Nếu tôi không lầm thì dấu mốc quan trọng là việc Ja và Billy"
    }
  },
  {
    "translation": {
      "en": "were going to the Web Summit to talk about Fyre.",
      "vi": "có mặt tại Web Summit để giới thiệu về Fyre."
    }
  },
  {
    "translation": {
      "en": "It was the first real piece of press.",
      "vi": "Đó là cuộc họp báo giới thiệu đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Well, I'm gonna let my partner in crime here, Billy McFarland,",
      "vi": "Tôi sẽ nhường cho đồng phạm của tôi đây, anh Billy McFarland,"
    }
  },
  {
    "translation": {
      "en": "give you all the introduction of what Fyre is.",
      "vi": "giới thiệu về Fyre cho quý vị nghe nhé."
    }
  },
  {
    "translation": {
      "en": "[Michael] Billy and Ja met because Billy's previous company, Magnises,",
      "vi": "Billy và Ja quen nhau vì công ty cũ của Billy, Magnises,"
    }
  },
  {
    "translation": {
      "en": "he would have parties and special events and invite the members,",
      "vi": "thường tổ chức các buổi tiệc, các sự kiện đặc biệt cho các thành viên,"
    }
  },
  {
    "translation": {
      "en": "and one of the events, he tried to book Ja Rule,",
      "vi": "và có một sự kiện anh ta định mời Ja Rule diễn,"
    }
  },
  {
    "translation": {
      "en": "and apparently, that was a very difficult task.",
      "vi": "nhưng tất nhiên là không dễ để làm được điều đó."
    }
  },
  {
    "translation": {
      "en": "I went to Instagram and found this guy named Reggie Muscles",
      "vi": "Tôi lên Instagram nói chuyện với một gã tên là Reggie Muscles,"
    }
  },
  {
    "translation": {
      "en": "and he says, \"Give me 500 bucks and I'll get you Ja Rule.\"",
      "vi": "hắn bảo tôi là, \"Đưa 500 đô đây là có Ja Rule.\""
    }
  },
  {
    "translation": {
      "en": "I paid Reggie Muscles.",
      "vi": "Thế là tôi trả tiền."
    }
  },
  {
    "translation": {
      "en": "The next day, Reggie Muscles brings in a guy named Gunner.",
      "vi": "Hôm sau, Reggie Muscles lại giới thiệu một gã tên là Gunner."
    }
  },
  {
    "translation": {
      "en": "Gunner's a little smarter now, so Gunner asked for $1,000 and he said,",
      "vi": "Gunner thông minh hơn, nên Gunner đòi tôi 1.000 đô, hắn bảo,"
    }
  },
  {
    "translation": {
      "en": "\"I'll get you Ja Rule.\" So, I gave Gunner $1,000.",
      "vi": "\"Đưa đây là có Ja Rule.\" Thế là tôi lại đưa Gunner 1.000 đô."
    }
  },
  {
    "translation": {
      "en": "And Gunner called me a week later saying,",
      "vi": "Một tuần sau Gunner gọi tôi và bảo,"
    }
  },
  {
    "translation": {
      "en": "\"Ja Rule hates your offer.\"",
      "vi": "\"Ja Rule không ưng đâu.\""
    }
  },
  {
    "translation": {
      "en": "So one of the problems that we're really tackling is...",
      "vi": "Một trong những vấn đề mà chúng tôi muốn khắc phục đó là..."
    }
  },
  {
    "translation": {
      "en": "the nasty business of booking.",
      "vi": "sự rắc rối của việc đặt lịch diễn."
    }
  },
  {
    "translation": {
      "en": "[Michael] So, Billy actually pitched me the idea,let me know he was",
      "vi": "Billy trao đổi ý tưởng này với tôi, nói rằng anh ta đang hợp tác với Ja Rule"
    }
  },
  {
    "translation": {
      "en": "working with Ja Rule and they were recruiting engineers",
      "vi": "Billy trao đổi ý tưởng này với tôi, nói rằng anh ta đang hợp tác với Ja Rule và họ đang tuyển đội ngũ kỹ sư để xây dựng mô hình này."
    }
  },
  {
    "translation": {
      "en": "to build this marketplace.",
      "vi": "và họ đang tuyển đội ngũ kỹ sư để xây dựng mô hình này."
    }
  },
  {
    "translation": {
      "en": "[Shiyuan] You go to the website, you can scroll through various types of talent.",
      "vi": "Khi lên trang web của họ, ta sẽ thấy một loạt các nghệ sĩ tài năng."
    }
  },
  {
    "translation": {
      "en": "Somebody who wants to have Ja Rule at a birthday party",
      "vi": "Giả dụ có ai đó muốn mời Ja Rule diễn ở tiệc sinh nhật,"
    }
  },
  {
    "translation": {
      "en": "could, through the app, book Ja Rule for that event",
      "vi": "thì thông qua ứng dụng này, họ có thể đặt lịch với Ja Rule,"
    }
  },
  {
    "translation": {
      "en": "and that's sort of the type of thing that you could never do before Fyre.",
      "vi": "đó là điều mà trước khi Fyre ra đời gần như không thể làm được."
    }
  },
  {
    "translation": {
      "en": "What these guys did was identify...",
      "vi": "Họ đã phát hiện ra..."
    }
  },
  {
    "translation": {
      "en": "I think, a really beautiful \"blindspot\" in the industry that...",
      "vi": "một \"điểm mù\" lớn trong ngành công nghiệp này..."
    }
  },
  {
    "translation": {
      "en": "The way the trifecta between the three of us worked",
      "vi": "Đội tam tấu chúng tôi vận hành như sau,"
    }
  },
  {
    "translation": {
      "en": "is that I oversaw product, ran the design development of the app,",
      "vi": "tôi chịu trách nhiệm giám sát sản phẩm và khâu phát triển thiết kế cho ứng dụng,"
    }
  },
  {
    "translation": {
      "en": "Ja was the entertainment industry connection",
      "vi": "Ja là cầu nối với ngành công nghiệp giải trí"
    }
  },
  {
    "translation": {
      "en": "and Billy had connections through what he told us was VC funding.",
      "vi": "còn Billy thì, theo lời cậu ta, sẽ liên hệ với các đối tác đầu tư mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "Every single thing that goes into the booking process",
      "vi": "Mọi yếu tố thuộc về quá trình đặt lịch"
    }
  },
  {
    "translation": {
      "en": "is right then and there...",
      "vi": "đều có trong đó..."
    }
  },
  {
    "translation": {
      "en": "[Samuel] I thought that this was a functioning platform,",
      "vi": "Tôi tin rằng đây là một nền tảng có cơ chế tốt,"
    }
  },
  {
    "translation": {
      "en": "something that was really going-- That had the opportunity",
      "vi": "và đầy hứa hẹn... Một nền tảng có thể"
    }
  },
  {
    "translation": {
      "en": "to revolutionize the way, you know, the industry worked.",
      "vi": "cách mạng hoá lối vận hành của ngành công nghiệp này."
    }
  },
  {
    "translation": {
      "en": "The Fyre app had the potential to be a billion-dollar platform.",
      "vi": "Ứng dụng di động Fyre có tiềm năng trở thành một nền tảng triệu đô."
    }
  },
  {
    "translation": {
      "en": "After working on the app for three to five months,",
      "vi": "Sau năm tháng phát triển ứng dụng này,"
    }
  },
  {
    "translation": {
      "en": "we were starting to figure out ways to promote it",
      "vi": "chúng tôi bắt đầu tìm cách quảng bá nó"
    }
  },
  {
    "translation": {
      "en": "and in a meeting, I had actually mentioned,",
      "vi": "và trong một cuộc họp, chính tôi là người đề xuất,"
    }
  },
  {
    "translation": {
      "en": "\"Why don't we throw a festival, a concert for industry professionals?\"",
      "vi": "\"Hay tổ chức một lễ hội, một buổi hoà nhạc có các nghệ sĩ chuyên nghiệp?\""
    }
  },
  {
    "translation": {
      "en": "That idea, Billy kind of hooked onto and then it morphed",
      "vi": "Billy ngay lập tức bị ý tưởng ấy lôi cuốn, rồi cậu ta bóp méo nó"
    }
  },
  {
    "translation": {
      "en": "pretty dramatically outside of any input from me or Ja",
      "vi": "một cách nghiêm trọng, bỏ ngoài tai mọi góp ý của tôi và Ja"
    }
  },
  {
    "translation": {
      "en": "into what became the Fyre Festival. [chuckles]",
      "vi": "để sinh ra Lễ hội Fyre sau này."
    }
  },
  {
    "translation": {
      "en": "[Ja] Let me fix you up, man.",
      "vi": "Để tôi chỉnh cho."
    }
  },
  {
    "translation": {
      "en": "Let me fix you up a little bit, a'ight?",
      "vi": "Chỉnh đốn cho ra dáng chút chứ hả?"
    }
  },
  {
    "translation": {
      "en": "A little sandy. That's a'ight.",
      "vi": "Hơi nhiều cát. Không sao."
    }
  },
  {
    "translation": {
      "en": "We're sandy 'cause we're on our fuckin' island havin' a good time.",
      "vi": "Tiệc tùng ngoài biển đảo thì phải nhiều cát chứ."
    }
  },
  {
    "translation": {
      "en": "A'ight?",
      "vi": "Đúng không?"
    }
  },
  {
    "translation": {
      "en": "[Andy] Originally, when Billy called me, he said,",
      "vi": "Lúc đầu, Billy gọi cho tôi, bảo là,"
    }
  },
  {
    "translation": {
      "en": "\"I've bought an island in the Bahamas",
      "vi": "\"Tôi vừa mua một hòn đảo ở Bahamas"
    }
  },
  {
    "translation": {
      "en": "and we're hosting a music festival down there.\"",
      "vi": "để tổ chức sự kiện âm nhạc đấy.\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"What island?\"",
      "vi": "Tôi mới hỏi, \"Đảo nào?\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"Pablo Escobar's island,\"",
      "vi": "Cậu ta đáp, \"Đảo của Pablo Escobar ấy,\""
    }
  },
  {
    "translation": {
      "en": "and I said, \"Oh, my gosh!\"",
      "vi": "xong tôi thốt lên, \"Ôi Chúa ơi!\""
    }
  },
  {
    "translation": {
      "en": "-A year and a half ago... -Talk to them.",
      "vi": "- Hơn một năm trước... - Kể đi."
    }
  },
  {
    "translation": {
      "en": "...Ja and I were flying over the Exumas and we saw this unmanned runway.",
      "vi": "... Ja và tôi đang bay qua quần đảo Exuma thì thấy một đường băng bỏ trống."
    }
  },
  {
    "translation": {
      "en": "We tried dialing it and no one responded, so we landed there.",
      "vi": "Tụi tôi liên lạc nhưng không có phản hồi nên đã đáp xuống."
    }
  },
  {
    "translation": {
      "en": "Turns out it was Norman's Cay.",
      "vi": "Hoá ra đó là Đảo Norman."
    }
  },
  {
    "translation": {
      "en": "[J.R.] When I met Billy, it was like,",
      "vi": "Hôm đầu gặp Billy, tôi nghĩ bụng,"
    }
  },
  {
    "translation": {
      "en": "\"Man, this guy is stinking rich. He's bringing all his friends down here",
      "vi": "\"Trời má, thanh niên này giàu vãi chưởng. Rủ cả đám bạn đến đây"
    }
  },
  {
    "translation": {
      "en": "and he's paying for everything.\"",
      "vi": "lại còn bao hết nữa chứ.\""
    }
  },
  {
    "translation": {
      "en": "Four jet skis, four boats,",
      "vi": "Thuê bốn xe mô tô nước, bốn con tàu,"
    }
  },
  {
    "translation": {
      "en": "and, you know, all having a wild-out time. You know.",
      "vi": "rồi cả lũ quậy tới bến luôn."
    }
  },
  {
    "translation": {
      "en": "I think the idea just popped up in his head like,",
      "vi": "Chắc lúc đó trong đầu cậu ta nổ cái rụp kiểu,"
    }
  },
  {
    "translation": {
      "en": "\"Ping! We're gonna throw a festival here.\"",
      "vi": "\"Ping! Phải tổ chức lễ hội ở đây mới được.\""
    }
  },
  {
    "translation": {
      "en": "They were going to have celebrities there,",
      "vi": "Họ định mời các ngôi sao đến dự,"
    }
  },
  {
    "translation": {
      "en": "it would be this big consumer-facing thing",
      "vi": "để khách hàng được trải nghiệm tính năng trực tiếp,"
    }
  },
  {
    "translation": {
      "en": "and that they were going to do buried treasure.",
      "vi": "thậm chí họ còn định chơi trò truy tìm kho báu nữa."
    }
  },
  {
    "translation": {
      "en": "[Billy] A real-life treasure hunt.",
      "vi": "Truy tìm kho báu ngoài đời thực."
    }
  },
  {
    "translation": {
      "en": "Win a piece of land on the island, your own private island,",
      "vi": "Giành quyền làm chủ một mảnh đất trên hòn đảo tư nhân này,"
    }
  },
  {
    "translation": {
      "en": "right here, with the Fyre Cay team.",
      "vi": "cùng đội ngũ Đảo Fyre."
    }
  },
  {
    "translation": {
      "en": "From a pure concept standpoint, it holds water.",
      "vi": "Về ý tưởng thuần tuý thì đúng là rất hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "An amazing experience in a beautiful location",
      "vi": "Một trải nghiệm tuyệt vời tại một địa điểm tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "with beautiful people and great music. You can't ask for more.",
      "vi": "con người tuyệt vời, âm nhạc tuyệt vời. Còn đòi hỏi gì hơn chứ."
    }
  },
  {
    "translation": {
      "en": "[Ja] This is going to be the most incredible fuckin' shit.",
      "vi": "Đây sẽ là lễ hội khủng nhất quả đất luôn."
    }
  },
  {
    "translation": {
      "en": "-The Magic Bird. -The Magic Bird.",
      "vi": "- Chú chim Kì diệu đấy à. - Chú chim Kì diệu."
    }
  },
  {
    "translation": {
      "en": "\"The Magic Bird\" is a phrase that me and Billy coined.",
      "vi": "\"Chú chim Kì diệu\" là cụm từ mà tôi và Billy phát minh ra."
    }
  },
  {
    "translation": {
      "en": "The impact that Magic Johnson and Larry Bird had on the NBA.",
      "vi": "Ám chỉ tầm ảnh hưởng của Magic Johnson và Larry Bird lên giải NBA."
    }
  },
  {
    "translation": {
      "en": "It changed the way people saw and thought about basketball.",
      "vi": "Khiến cách người ta xem và nhìn nhận bóng rổ thay đổi hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "And me and Billy are going to change the way people look at",
      "vi": "Tôi và Billy cũng sẽ thay đổi cách người ta nhìn nhận sự kết hợp"
    }
  },
  {
    "translation": {
      "en": "a young tech entrepreneur",
      "vi": "giữa một nhà khởi nghiệp công nghệ trẻ"
    }
  },
  {
    "translation": {
      "en": "and a hip-hop mogul come together and create something incredible.",
      "vi": "và một thế lực hip-hop, hợp tác với nhau để làm nên những điều kì diệu."
    }
  },
  {
    "translation": {
      "en": "Billy was kind of nerdy, but clearly smart,",
      "vi": "Billy thoạt nhìn có vẻ hơi ngờ nghệch, nhưng thật ra lại rất khôn ngoan,"
    }
  },
  {
    "translation": {
      "en": "clearly an incredible entrepreneur.",
      "vi": "và rõ ràng là một nhà khởi nghiệp có nghề."
    }
  },
  {
    "translation": {
      "en": "[Shiyuan] We interacted a lot.",
      "vi": "Chúng tôi trao đổi khá nhiều."
    }
  },
  {
    "translation": {
      "en": "He seemed very charismatic, very trustworthy.",
      "vi": "Anh ta tỏ ra rất thuyết phục, rất đáng tin cậy."
    }
  },
  {
    "translation": {
      "en": "I thought that he had a vision.",
      "vi": "Tôi nghĩ anh ta có tầm nhìn."
    }
  },
  {
    "translation": {
      "en": "He was able to maneuver and conduct himself around investors",
      "vi": "Anh ta có thể xoay xở và thể hiện bản thân với các nhà đầu tư,"
    }
  },
  {
    "translation": {
      "en": "and then build teams to build his products.",
      "vi": "thuyết phục họ gọi người về xây dựng sản phẩm cho anh ta."
    }
  },
  {
    "translation": {
      "en": "We were hired to do all the advertising and marketing for the festival.",
      "vi": "Chúng tôi là đơn vị được thuê quảng cáo và tiếp thị cho lễ hội."
    }
  },
  {
    "translation": {
      "en": "They were hiring the best of the best in each category.",
      "vi": "Lĩnh vực nào họ cũng phải thuê người giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "Best talent, best distribution,",
      "vi": "Chuyên gia đầu ngành, công ty phân phối đầu ngành,"
    }
  },
  {
    "translation": {
      "en": "best social media company.",
      "vi": "công ty mạng xã hội đầu ngành."
    }
  },
  {
    "translation": {
      "en": "Fuckjerry had just launched a new marketing agency",
      "vi": "Fuckjerry vừa trình làng một công ty marketing mới"
    }
  },
  {
    "translation": {
      "en": "and we were hired by Fyre to basically run all the social media.",
      "vi": "thì Fyre đã thuê liền để chạy toàn bộ các mạng xã hội."
    }
  },
  {
    "translation": {
      "en": "We've got major news.",
      "vi": "Tin sốt dẻo đây."
    }
  },
  {
    "translation": {
      "en": "Ja Rule just called us, basically said he wants us to pitch him",
      "vi": "Ja Rule vừa gọi và nhờ chúng ta quảng bá"
    }
  },
  {
    "translation": {
      "en": "for his new app, Fyre.",
      "vi": "cho ứng dụng Fyre mới của anh ấy."
    }
  },
  {
    "translation": {
      "en": "-[Man] This is Fuckjerry? -[Ja] Yeah.",
      "vi": "- Fuckjerry đây à? - Chuẩn luôn."
    }
  },
  {
    "translation": {
      "en": "[James] That was an amazing meeting.",
      "vi": "Đó là một cuộc họp siêu thú vị."
    }
  },
  {
    "translation": {
      "en": "They just bought an island and they're going to have a party in April",
      "vi": "Họ vừa mua một hòn đảo và sẽ tổ chức tiệc ở đó vào tháng Tư"
    }
  },
  {
    "translation": {
      "en": "for 10,000 people.",
      "vi": "cho 10.000 người."
    }
  },
  {
    "translation": {
      "en": "It felt like they were basically doing a music festival to draw attention to",
      "vi": "Về cơ bản, họ định tổ chức một đại nhạc hội để lôi kéo sự chú ý của dư luận"
    }
  },
  {
    "translation": {
      "en": "this bigger brand that would end up being the Uber of booking talent.",
      "vi": "về cho thương hiệu này, họ kỳ vọng nó sẽ trở thành Uber của làng đặt sô."
    }
  },
  {
    "translation": {
      "en": "Who was playing, what the food was gonna be,",
      "vi": "Ai sẽ biểu diễn, đồ ăn thức uống sẽ ra sao,"
    }
  },
  {
    "translation": {
      "en": "all the things that typically sell a music festival wasn't the sales point.",
      "vi": "những yếu tố tiêu biểu của một nhạc hội lại không phải lợi điểm bán hàng của họ."
    }
  },
  {
    "translation": {
      "en": "This was like selling a dream, selling a vacation, selling a concept.",
      "vi": "Mà họ muốn bán một giấc mơ, một kì nghỉ dưỡng, một ý tưởng kia."
    }
  },
  {
    "translation": {
      "en": "We knew that there was a place",
      "vi": "Ta biết là địa điểm đã có rồi"
    }
  },
  {
    "translation": {
      "en": "and we knew that there was an idea of having a music festival",
      "vi": "và ta biết là họ đang lên ý tưởng tổ chức nhạc hội tại đó rồi,"
    }
  },
  {
    "translation": {
      "en": "and that was pretty much it.",
      "vi": "chỉ thế thôi."
    }
  },
  {
    "translation": {
      "en": "I directed the commercial.",
      "vi": "Tôi là đạo diễn đoạn clip quảng cáo."
    }
  },
  {
    "translation": {
      "en": "When I saw the call sheet, I was like, \"That's crazy!\"",
      "vi": "Lúc nhận được lịch trình, tôi kiểu, \"Ôi trời đất ơi!\""
    }
  },
  {
    "translation": {
      "en": "Basically, like, ten of the top supermodels in the world.",
      "vi": "Trong đó có mười siêu mẫu hàng đầu thế giới."
    }
  },
  {
    "translation": {
      "en": "It was the titans of the modeling industry -",
      "vi": "Toàn là những người mẫu hàng đầu thế giới -"
    }
  },
  {
    "translation": {
      "en": "Bella Hadid, Emily Ratajkowski, Hailey Baldwin.",
      "vi": "Bella Hadid này, Emily Ratajkowski này, Hailey Baldwin này."
    }
  },
  {
    "translation": {
      "en": "Supermodels, I'm talking about supermodels.",
      "vi": "Siêu mẫu, toàn các siêu mẫu thôi."
    }
  },
  {
    "translation": {
      "en": "I thought it was the best thing ever. \"It can't get no bigger than this.\"",
      "vi": "Cả đời tôi chưa bao giờ thấy cảnh đó cả. \"Đây là lễ hội khủng nhất thế giới rồi.\""
    }
  },
  {
    "translation": {
      "en": "He's recording us!",
      "vi": "Anh ấy đang quay phim kìa!"
    }
  },
  {
    "translation": {
      "en": "[Brett] One camera crew is shooting with the models,",
      "vi": "Có một đội chuyên đi quay người mẫu,"
    }
  },
  {
    "translation": {
      "en": "and they had a dedicated film crew, like,",
      "vi": "còn một đội chuyên trách khác"
    }
  },
  {
    "translation": {
      "en": "shooting the dialogue between Billy and his people.",
      "vi": "thì quay các đoạn đối thoại giữa Billy và người của anh ta."
    }
  },
  {
    "translation": {
      "en": "So, we ran into a little issue today.",
      "vi": "Hôm nay có một vấn đề nhỏ."
    }
  },
  {
    "translation": {
      "en": "-Sorry, cut. Talk to me. -Okay.",
      "vi": "- Ấy, cắt đi. Quay sang nói với tôi chứ. - Vâng."
    }
  },
  {
    "translation": {
      "en": "Start, one more time.",
      "vi": "Lại đi, lần nữa nào."
    }
  },
  {
    "translation": {
      "en": "-We ran into an issue today. -No. Start again.",
      "vi": "- Hôm nay có một vấn đề nhỏ. - Chưa. Lại đi."
    }
  },
  {
    "translation": {
      "en": "[Brett There was no, \"This is the story we want to tell.\"",
      "vi": "Chẳng có, \"Đây, chúng tôi muốn kể câu chuyện này\" đâu."
    }
  },
  {
    "translation": {
      "en": "There was just, \"Capture everything.\"",
      "vi": "Mà là kiểu, \"Có gì quay hết đi\" ấy."
    }
  },
  {
    "translation": {
      "en": "We need genuine shots.",
      "vi": "Phải có những cảnh thật."
    }
  },
  {
    "translation": {
      "en": "We need genuine people interacting, having a good time.",
      "vi": "Phải có người thật tương tác, vui vẻ với nhau."
    }
  },
  {
    "translation": {
      "en": "I need a wide yacht shot.",
      "vi": "Tôi muốn có cảnh rộng về du thuyền."
    }
  },
  {
    "translation": {
      "en": "We have to do the cave underwater, we need the boats in a flying-V formation.",
      "vi": "Phải quay cảnh hang ngầm dưới nước, phải quay cảnh thuyền xếp đội hình chữ V."
    }
  },
  {
    "translation": {
      "en": "Could we tell Herbie to have a big, big, big bonfire tomorrow night?",
      "vi": "Bảo Herbie chuẩn bị giúp tôi một màn lửa trại cực lớn đêm mai được không?"
    }
  },
  {
    "translation": {
      "en": "Like a huge bonfire?",
      "vi": "Siêu lớn ấy nhé?"
    }
  },
  {
    "translation": {
      "en": "Grant was a neurotic person.",
      "vi": "Grant là một anh chàng tăng xông."
    }
  },
  {
    "translation": {
      "en": "He was a-- He's a smart dude.",
      "vi": "Anh ta... Anh ta rất thông minh."
    }
  },
  {
    "translation": {
      "en": "He was just overwhelmed.",
      "vi": "Mỗi tội cứ thích làm quá mọi thứ."
    }
  },
  {
    "translation": {
      "en": "I'm our chief marketing officer.",
      "vi": "Tôi là giám đốc marketing đúng không."
    }
  },
  {
    "translation": {
      "en": "I wouldn't call myself a perfectionist, but everything must be perfect, you know?",
      "vi": "Tôi không cầu toàn đâu, nhưng cái gì cũng phải hoàn hảo hết!"
    }
  },
  {
    "translation": {
      "en": "[Brett] I mean, it was like a job of five people.",
      "vi": "Ngần ấy việc phải năm người mới xuể."
    }
  },
  {
    "translation": {
      "en": "And he had no experience in doing music festivals",
      "vi": "Anh ta thì chưa từng tổ chức nhạc hội bao giờ,"
    }
  },
  {
    "translation": {
      "en": "no experience in doing events. But he did work hard.",
      "vi": "cũng chưa tổ chức sự kiện bao giờ. Nhưng anh ta vẫn rất nhiệt tình."
    }
  },
  {
    "translation": {
      "en": "So I know Billy wants to go see the pigs and this is the only way to make it work.",
      "vi": "Billy muốn quay cảnh đàn lợn mà, nên chỉ có cách đó thôi."
    }
  },
  {
    "translation": {
      "en": "[man on phone] But we can't shoot it, dude.",
      "vi": "Nhưng không quay được."
    }
  },
  {
    "translation": {
      "en": "Fair-- So I--",
      "vi": "Thôi được... Thế thì..."
    }
  },
  {
    "translation": {
      "en": "...and you know we don't need to shoot it.",
      "vi": "...anh cũng biết là không cần quay mà."
    }
  },
  {
    "translation": {
      "en": "[Ja] Real talk. Like, we're spending a lot of fucking money.",
      "vi": "Nói thẳng nhé. Tụi tôi nướng cả đống tiền vào vụ này đấy."
    }
  },
  {
    "translation": {
      "en": "If we want to go fucking see the pigs, we go see the pigs.",
      "vi": "Nên nếu chúng tôi đã muốn thấy lợn thì phải thấy lợn."
    }
  },
  {
    "translation": {
      "en": "[Grant] 'll find a way to make it work.",
      "vi": "Để tôi tìm cách đã."
    }
  },
  {
    "translation": {
      "en": "That's it.",
      "vi": "Vậy đi."
    }
  },
  {
    "translation": {
      "en": "If we wanna fucking see the pigs. the girls wanna go see the pigs,",
      "vi": "Nếu tụi tôi muốn thấy lợn, đội người mẫu muốn thấy lợn,"
    }
  },
  {
    "translation": {
      "en": "we go fucking see the pigs.",
      "vi": "là phải có lợn."
    }
  },
  {
    "translation": {
      "en": "[Brett] It was like, \"We're gonna scratch the pigs now",
      "vi": "Đúng kiểu, \"Đây lợn đây, vuốt ve đi,"
    }
  },
  {
    "translation": {
      "en": "and we're going to shoot it.\"",
      "vi": "quay phim chụp hình đi\" vậy."
    }
  },
  {
    "translation": {
      "en": "We were the production company",
      "vi": "Chúng tôi là ê-kíp sản xuất"
    }
  },
  {
    "translation": {
      "en": "but we didn't have the authority to organize it like we were supposed to.",
      "vi": "nhưng lại không được quyền tổ chức như những ê-kíp thông thường."
    }
  },
  {
    "translation": {
      "en": "Here go the shots, come on.",
      "vi": "Chuẩn bị quay này, nhanh nào."
    }
  },
  {
    "translation": {
      "en": "Hey, yo. Catch this, get this.",
      "vi": "Này. Quay đi, làm nhé."
    }
  },
  {
    "translation": {
      "en": "[J.R.] Billy didn't have no rules.",
      "vi": "Billy chẳng ra luật lệ gì sất."
    }
  },
  {
    "translation": {
      "en": "He had everyone drinking, open bar",
      "vi": "Cậu ta cho mọi người uống say bí tỉ,"
    }
  },
  {
    "translation": {
      "en": "wilding out. It was more of a party than a promotional shoot.",
      "vi": "quẩy xuyên màn đêm. Cứ như là đi ăn chơi chứ chẳng phải đi quay nữa."
    }
  },
  {
    "translation": {
      "en": "Yeah, let me fly the drone.",
      "vi": "Ê, lái máy bay phát nào."
    }
  },
  {
    "translation": {
      "en": "[Brett] Fyre guys were partying non-stop. Sunup to sundown, gettin' loose.",
      "vi": "Nhân viên của tôi tiệc tùng không nghỉ. Thâu đêm suốt sáng, hoàn toàn buông thả."
    }
  },
  {
    "translation": {
      "en": "Billy fell asleep on the beach, literally, just broad daylight.",
      "vi": "Billy còn ngủ vật ra trên bãi biển ngay giữa ban ngày luôn."
    }
  },
  {
    "translation": {
      "en": "Out like a light.",
      "vi": "Bất tỉnh luôn."
    }
  },
  {
    "translation": {
      "en": "[Keith] I flew here with Billy, just for a holiday",
      "vi": "Tôi bay đến đây với Billy chỉ để đi nghỉ thôi,"
    }
  },
  {
    "translation": {
      "en": "and now this has ballooned into a full production team",
      "vi": "thế mà bây giờ đột nhiên kéo theo nguyên một dàn sản xuất"
    }
  },
  {
    "translation": {
      "en": "of girls and cameras.",
      "vi": "toàn gái đẹp và máy quay."
    }
  },
  {
    "translation": {
      "en": "There was this crazy pilot, Keith. He made the plane go zero gravity.",
      "vi": "Còn có cậu phi công Keith bị điên nữa. Cậu ta bay được kiểu không trọng lực luôn."
    }
  },
  {
    "translation": {
      "en": "I don't know how he did it.",
      "vi": "Chả hiểu sao làm được."
    }
  },
  {
    "translation": {
      "en": "[Brett] Near take-off, he's like, \"I bought this plane six months ago,",
      "vi": "Sắp cất cánh cậu ta bảo, \"Tôi mới tậu con máy bay này sáu tháng trước,"
    }
  },
  {
    "translation": {
      "en": "I just got my license.\"",
      "vi": "và vừa lấy được bằng lái.\""
    }
  },
  {
    "translation": {
      "en": "I ended up teaching myself and you can use Microsoft Flight Simulator.",
      "vi": "Tôi tự học lái cộng với trò Giả lập Bay của Microsoft nữa."
    }
  },
  {
    "translation": {
      "en": "Microsoft Flight Simulator has lessons and it's excellent.",
      "vi": "Trò Giả lập Bay của Microsoft có cả chế độ học bay nữa, đỉnh lắm."
    }
  },
  {
    "translation": {
      "en": "Once in the air, I was like, \"What are we gonna do?\"",
      "vi": "Lúc bay lên rồi tôi mới dám hỏi, \"Cậu định làm gì đấy?\""
    }
  },
  {
    "translation": {
      "en": "He was pulling off the end of the runway and going straight up into the thing",
      "vi": "Cậu ta lái tít đến cuối đường băng mới cất cánh, phi vù lên trời"
    }
  },
  {
    "translation": {
      "en": "and killing the engine.",
      "vi": "rồi tắt phụt động cơ luôn."
    }
  },
  {
    "translation": {
      "en": "You know, whenever I'm with Billy, I have to...",
      "vi": "Lần nào đi với Billy, tôi cũng bị bắt..."
    }
  },
  {
    "translation": {
      "en": "do at least three zero Gs.",
      "vi": "lượn không trọng lực ít nhất ba lần."
    }
  },
  {
    "translation": {
      "en": "Billy and Ja made their famous toast.",
      "vi": "Billy và Ja có một bài diễn văn nâng chén nổi tiếng lắm."
    }
  },
  {
    "translation": {
      "en": "That's when I was introduced to the toast.",
      "vi": "Đến hôm đấy tôi mới được chứng kiến tận mắt."
    }
  },
  {
    "translation": {
      "en": "Here's to living like movie stars,",
      "vi": "Nâng chén vì sự hưởng thụ như ngôi sao điện ảnh,"
    }
  },
  {
    "translation": {
      "en": "partying like rock stars...",
      "vi": "vì sự tiệc tùng như ngôi sao nhạc rock..."
    }
  },
  {
    "translation": {
      "en": "Billy?",
      "vi": "Gì nữa Billy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "[Billy] And fucking like porn stars.",
      "vi": "Và sự ân ái như ngôi sao phim heo."
    }
  },
  {
    "translation": {
      "en": "[Brett] It was definitely, like, a trying work environment.",
      "vi": "Đó thật sự là một môi trường làm việc khắc nghiệt."
    }
  },
  {
    "translation": {
      "en": "One night, they wanted to turn the bonfire",
      "vi": "Một tối nọ, họ định biến màn lửa trại"
    }
  },
  {
    "translation": {
      "en": "into, like, the Billy and Ja party on the beach,",
      "vi": "thành bữa tiệc bên bờ biển của Billy và Ja,"
    }
  },
  {
    "translation": {
      "en": "and that's all on camera.",
      "vi": "tất cả đều được ghi lại hết."
    }
  },
  {
    "translation": {
      "en": "[Ja] Come on, baby.",
      "vi": "Lại đây cưng ơi."
    }
  },
  {
    "translation": {
      "en": "We about to create art. Get over here.",
      "vi": "Sắp có kiệt tác đấy. Lại đây."
    }
  },
  {
    "translation": {
      "en": "Just get in the water.",
      "vi": "Tất cả xuống biển đi."
    }
  },
  {
    "translation": {
      "en": "If y'all don't want to put on a bikini, it don't matter. Let's get in the water.",
      "vi": "Không mặc bikini cũng được, không vấn đề gì. Cứ xuống biển đi đã."
    }
  },
  {
    "translation": {
      "en": "Hell, no, I'm not getting in no water.",
      "vi": "Còn lâu, tôi không xuống biển đâu."
    }
  },
  {
    "translation": {
      "en": "[Ja] Yeah, get in the fucking water, Chanel.",
      "vi": "Có đấy, xuống biển đi Chanel."
    }
  },
  {
    "translation": {
      "en": "They wanted to get everyone in the water,",
      "vi": "Họ muốn tất cả kéo nhau nhảy xuống biển,"
    }
  },
  {
    "translation": {
      "en": "[Brett] So they made it sound as if it was a scene,",
      "vi": "để trông giống như một cảnh quay,"
    }
  },
  {
    "translation": {
      "en": "but nobody was there directing that scene.",
      "vi": "nhưng chẳng có ông đạo diễn nào ở đấy cả."
    }
  },
  {
    "translation": {
      "en": "Guys, what's the purpose of what you're trying to do?",
      "vi": "Này hai anh, thế mục đích của việc này là gì?"
    }
  },
  {
    "translation": {
      "en": "[Ja] We're gonna jump in, then the girls will follow us in.",
      "vi": "Cứ nhảy xuống đi, xong các em theo sau."
    }
  },
  {
    "translation": {
      "en": "This is the money shot!",
      "vi": "Đây là cảnh đắt nhất đó!"
    }
  },
  {
    "translation": {
      "en": "Us jumping after you?",
      "vi": "Tụi tôi phải nhảy theo á?"
    }
  },
  {
    "translation": {
      "en": "[Brett] It was them partying with talent",
      "vi": "Họ đang chơi tới bến với những nhân vật tài năng"
    }
  },
  {
    "translation": {
      "en": "that didn't really know what they were there to do.",
      "vi": "không hiểu mục đích mình ở đây để làm gì."
    }
  },
  {
    "translation": {
      "en": "But in the end, it didn't matter.",
      "vi": "Nhưng rồi họ cũng mặc kệ luôn."
    }
  },
  {
    "translation": {
      "en": "We're selling a pipe dream to your average loser.",
      "vi": "Ta đang bán ảo tưởng cho bọn ngu muội tầm thường mà."
    }
  },
  {
    "translation": {
      "en": "-Selling a pipe dream to fucking buyers. -Your average guy in middle America.",
      "vi": "- Bán ảo tưởng cho bọn nó lao vào đớp. - Bọn thanh niên ngu muội ở Trung Mỹ ấy."
    }
  },
  {
    "translation": {
      "en": "[Brett] They were selling a vision of what people want.",
      "vi": "Vì họ đang bán ảo vọng cho những kẻ thèm muốn nó."
    }
  },
  {
    "translation": {
      "en": "We should tell all the girls to post one picture of them on the beach today,",
      "vi": "Bảo mấy em người mẫu mỗi em đăng một tấm chụp ngoài bãi biển,"
    }
  },
  {
    "translation": {
      "en": "or on jet skis, #fyrefestival before five o'clock.",
      "vi": "hoặc trên mô tô nước, #fyrefestival trước năm giờ nhé."
    }
  },
  {
    "translation": {
      "en": "[Ja] Could y'all, like, hashtag some Fyre Festival shit?",
      "vi": "Nhớ hashtag Fyre Festival loạn xì ngậu lên nhé?"
    }
  },
  {
    "translation": {
      "en": "[Shiyuan] The models posted a lot of their own pictures from the weekend",
      "vi": "Các siêu mẫu đăng rất nhiều ảnh cá nhân"
    }
  },
  {
    "translation": {
      "en": "that they spent shooting there.",
      "vi": "chụp trong mấy ngày cuối tuần đó lên."
    }
  },
  {
    "translation": {
      "en": "They need to be fucking tagging us.",
      "vi": "Phải tag ta vào nữa chứ."
    }
  },
  {
    "translation": {
      "en": "Why aren't these people tagging us? This is bullshit.",
      "vi": "Sao chả thấy ai tag vậy? Thế thì nói làm quái gì."
    }
  },
  {
    "translation": {
      "en": "One of the women had posted...",
      "vi": "Có một cô còn đăng đoạn clip..."
    }
  },
  {
    "translation": {
      "en": "the Mannequin Challenge that they did.",
      "vi": "họ chơi Thử thách Ma nơ canh."
    }
  },
  {
    "translation": {
      "en": "[Brett] And so Ja Rule is there and Billy was there",
      "vi": "Trong đó có Ja Rule, có Billy,"
    }
  },
  {
    "translation": {
      "en": "and then ten of the top models...",
      "vi": "và có mười siêu mẫu hàng đầu thế giới..."
    }
  },
  {
    "translation": {
      "en": "The power of celebrity really there was, like, \"Whoa!\"",
      "vi": "Sức mạnh của các ngôi sao quả thực là rất, \"Ôi trời!\""
    }
  },
  {
    "translation": {
      "en": "The press of the trip",
      "vi": "Báo đài và dư luận"
    }
  },
  {
    "translation": {
      "en": "got picked up just by those girls being there all together as a group.",
      "vi": "gần như chỉ đánh hơi thấy nhóm sao nữ này tụ tập ở đó là đưa tin luôn."
    }
  },
  {
    "translation": {
      "en": "So, The Daily Mail talks about how they're hashtagging \"Fyre Festival\"",
      "vi": "Tờ Daily Mail đang đưa tin về dòng hashtag \"Lễ hội Fyre\""
    }
  },
  {
    "translation": {
      "en": "and that Shanina Shaik says, \"It's lit.\"",
      "vi": "và câu \"Nhiệt vãi chưởng\" của Shanina Shaik."
    }
  },
  {
    "translation": {
      "en": "I knew it would do that, I knew with the buzz...",
      "vi": "Đã bảo rồi, tôi biết ngay là dư luận sẽ..."
    }
  },
  {
    "translation": {
      "en": "If you're constantly going to be taking pictures here,",
      "vi": "Chỉ cần liên tục đăng ảnh chụp ở đây,"
    }
  },
  {
    "translation": {
      "en": "make sure you fucking, \"Fyre Festival,\"",
      "vi": "và nhớ thêm dòng \"Lễ hội Fyre\" vào,"
    }
  },
  {
    "translation": {
      "en": "because it's gonna create a small buzz that can be a big buzz. It's free press.",
      "vi": "là sẽ tạo ra làn sóng dư luận luôn. Báo chí tự do là thế đấy."
    }
  },
  {
    "translation": {
      "en": "You can't pay for that kind of press.",
      "vi": "Có bỏ tiền ra cũng không mua được."
    }
  },
  {
    "translation": {
      "en": "They captured a ton of footage that was just,",
      "vi": "Những gì họ quay và chụp được ở đó,"
    }
  },
  {
    "translation": {
      "en": "really, from a marketing perspective, second to none.",
      "vi": "xét trên góc độ marketing, thật sự là độc nhất vô nhị."
    }
  },
  {
    "translation": {
      "en": "And it was the thing that gave all of the New York agencies",
      "vi": "Đó cũng chính là yếu tố đã đánh động"
    }
  },
  {
    "translation": {
      "en": "some insight into what was happening down there.",
      "vi": "toàn bộ các đơn vị truyền thông tại New York."
    }
  },
  {
    "translation": {
      "en": "They would all have a tan and be smiling",
      "vi": "Tất cả đều rám nắng, đều rạng rỡ,"
    }
  },
  {
    "translation": {
      "en": "and talk about these experiences that they had,",
      "vi": "không ngừng nói về các trải nghiệm ở đó,"
    }
  },
  {
    "translation": {
      "en": "which almost gave us a little bit of like,",
      "vi": "khiến ta có cảm giác sợ bị bỏ lỡ."
    }
  },
  {
    "translation": {
      "en": "FOMO: we're wondering what we hadn't seen or what we're missing out on",
      "vi": "Ta tự hỏi còn gì mình chưa thấy, cuộc vui nào mình chưa dự,"
    }
  },
  {
    "translation": {
      "en": "and Fyre very quickly became one of our most important clients.",
      "vi": "và thế là Fyre nhanh chóng trở thành một trong những khách hàng được săn đón nhất."
    }
  },
  {
    "translation": {
      "en": "They were trying to tap into a culture and a zeitgeist that they believed in,",
      "vi": "Họ đang cố khai thác một văn hoá, một hệ tư tưởng mà họ muốn theo đuổi,"
    }
  },
  {
    "translation": {
      "en": "and they were uncompromising when it came to marketing.",
      "vi": "và họ vung tiền vào hoạt động marketing để đạt được điều đó."
    }
  },
  {
    "translation": {
      "en": "[Billy] Today's the big day. Five o'clock.",
      "vi": "Hôm nay là một ngày trọng đại. Đúng năm giờ."
    }
  },
  {
    "translation": {
      "en": "We have what will be known",
      "vi": "Ta sẽ được chứng kiến"
    }
  },
  {
    "translation": {
      "en": "as the best coordinated social influencer campaign ever.",
      "vi": "chiến dịch phối hợp lớn nhất trước giờ giữa những người có tầm ảnh hưởng xã hội."
    }
  },
  {
    "translation": {
      "en": "We have 400 of the biggest people around the world,",
      "vi": "Chúng tôi đã mời 400 nhân vật tiếng tăm nhất trên thế giới,"
    }
  },
  {
    "translation": {
      "en": "influencers, models, comedians, artists, actors, actresses,",
      "vi": "người có ảnh hưởng, người mẫu, diễn viên hài, hoạ sĩ, nam diễn viên, nữ diễn viên,"
    }
  },
  {
    "translation": {
      "en": "all at the same time posting the ambiguous burnt orange Fyre tile.",
      "vi": "tất cả sẽ đồng loạt đăng tải hình vuông màu cam cháy bí ẩn tượng trưng cho Fyre."
    }
  },
  {
    "translation": {
      "en": "They came up with the idea of the orange tile.",
      "vi": "Ý tưởng ô vuông màu cam là do họ nghĩ ra."
    }
  },
  {
    "translation": {
      "en": "[Mick] Fyre handled all of the major models",
      "vi": "Fyre sẽ lo vụ các người mẫu tên tuổi"
    }
  },
  {
    "translation": {
      "en": "and then we and a number of other agencies",
      "vi": "còn chúng tôi và một số đối tác truyền thông khác"
    }
  },
  {
    "translation": {
      "en": "were reaching out to any influencer we knew in our network.",
      "vi": "sẽ liên lạc với các nhân vật có ảnh hưởng trong mạng lưới quan hệ của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And there's the caption saying, \"Join me @fyrefestival.com,\"",
      "vi": "Tiêu đề bức ảnh sẽ là, \"Tham gia ngay @fyrefestival.com,\""
    }
  },
  {
    "translation": {
      "en": "so we're expecting millions to come and visit our site,",
      "vi": "chúng tôi dự kiến sẽ có hàng triệu lượt truy cập vào trang web,"
    }
  },
  {
    "translation": {
      "en": "see the video, showing people that",
      "vi": "xem đoạn clip, và nhận ra rằng"
    }
  },
  {
    "translation": {
      "en": "for three or four days, you can escape reality",
      "vi": "trong ba, bốn ngày, họ sẽ có cơ hội thoát khỏi thực tại"
    }
  },
  {
    "translation": {
      "en": "and come experience Pablo Escobar's old island.",
      "vi": "để đến trải nghiệm tại hòn đảo trứ danh của Pablo Escobar."
    }
  },
  {
    "translation": {
      "en": "The commercial globally got launched while there.",
      "vi": "Đoạn clip quảng cáo được đăng tải toàn cầu ngay tại đó."
    }
  },
  {
    "translation": {
      "en": "We had a whole edit team there.",
      "vi": "Trên đảo có cả một đội ngũ chuyên chỉnh sửa."
    }
  },
  {
    "translation": {
      "en": "We were editing the commercial and had a launch strategy in the Bahamas,",
      "vi": "Chúng tôi cắt gọt đoạn clip rồi lên kế hoạch triển khai ngay tại Bahamas,"
    }
  },
  {
    "translation": {
      "en": "which is crazy, 'cause there's no internet and no infrastructure, nothing there.",
      "vi": "thật sự rất điên rồ, vì chẳng có internet, chẳng có cơ sở vật chất, chẳng có gì hết."
    }
  },
  {
    "translation": {
      "en": "[JR] Billy was like, \"Man, let's catch a plane to Nassau",
      "vi": "Billy bảo, \"Ê, hay là đi máy bay đến Nassau"
    }
  },
  {
    "translation": {
      "en": "and go on the phone and internet there,",
      "vi": "rồi dùng di động với internet ở đó đi,"
    }
  },
  {
    "translation": {
      "en": "because Kendall Jenner is about to announce this live thing",
      "vi": "vì Kendall Jenner chuẩn bị truyền hình trực tiếp"
    }
  },
  {
    "translation": {
      "en": "on Instagram.",
      "vi": "trên Instagram rồi đấy."
    }
  },
  {
    "translation": {
      "en": "[Gabrielle] Kendall Jenner was paid, I think, $250,000",
      "vi": "Kendall Jenner được trả đâu đó khoảng 250.000 đô"
    }
  },
  {
    "translation": {
      "en": "by wire transfer just to post that one post.",
      "vi": "qua chuyển khoản điện tín chỉ để đăng tải đúng một post đó."
    }
  },
  {
    "translation": {
      "en": "[Shiyuan] When I saw the video, my first reaction was confusion.",
      "vi": "Phản ứng đầu tiên của tôi sau khi xem đoạn clip là bối rối."
    }
  },
  {
    "translation": {
      "en": "I wasn't sure who was the target market of the festival.",
      "vi": "Tôi không hiểu thị trường mục tiêu của lễ hội này là ai nữa."
    }
  },
  {
    "translation": {
      "en": "If you go, will there be Instagram models lounging around",
      "vi": "Nếu đến đó thì sẽ có một đám người mẫu Instagram lượn lờ xung quanh"
    }
  },
  {
    "translation": {
      "en": "to feed you grapes?",
      "vi": "bón nho cho anh ăn hay là sao?"
    }
  },
  {
    "translation": {
      "en": "So, it was a combination of confusion and excitement.",
      "vi": "Cảm giác lúc đó là bối rối xen lẫn phấn khích."
    }
  },
  {
    "translation": {
      "en": "[Mick] As soon as the models started posting,",
      "vi": "Ngay sau khi các người mẫu bắt đầu đăng hình,"
    }
  },
  {
    "translation": {
      "en": "the Fyre Instagram account just started to blow up.",
      "vi": "tài khoản Instagram của Fyre dường như nổ tung."
    }
  },
  {
    "translation": {
      "en": "Overnight, basically,",
      "vi": "Gần như chỉ sau một đêm,"
    }
  },
  {
    "translation": {
      "en": "this massive influx of enthusiasm and awareness,",
      "vi": "một cơn lũ nhận thức và hứng khởi ập tới,"
    }
  },
  {
    "translation": {
      "en": "a PR storm like you've never seen.",
      "vi": "một cơn bão truyền thông chưa từng có tiền lệ."
    }
  },
  {
    "translation": {
      "en": "I had brand sponsors who had invested millions of dollars into Coachella",
      "vi": "Nhiều nhà tài trợ thương hiệu từng đầu tư hàng triệu đô vào Coachella"
    }
  },
  {
    "translation": {
      "en": "asking if they could figure out a way to get their investment out of Coachella",
      "vi": "thậm chí hỏi tôi liệu có cách nào để họ rút vốn khỏi Coachella"
    }
  },
  {
    "translation": {
      "en": "and put it over towards Fyre.",
      "vi": "để đổ vào Fyre không."
    }
  },
  {
    "translation": {
      "en": "They advertised these incredible ticket packages.",
      "vi": "Họ bắt đầu chào bán những gói vé vô cùng hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "They had the \"rustic tent,\" that was supposed to be kind of like a Coachella,",
      "vi": "Chẳng hạn như những 'túp lều tranh,' nhưng chất lượng ngang với viễn cảnh"
    }
  },
  {
    "translation": {
      "en": "glamorous scenario.",
      "vi": "xa xỉ nhất của Coachella."
    }
  },
  {
    "translation": {
      "en": "And then they had private homes",
      "vi": "Rồi những căn hộ biệt lập,"
    }
  },
  {
    "translation": {
      "en": "and then it went up to like 250 grand for,",
      "vi": "và thậm chí là tốn 250 ngàn đô"
    }
  },
  {
    "translation": {
      "en": "you know, a private yacht with a private chef on board.",
      "vi": "để sở hữu một du thuyền riêng với đầu bếp riêng."
    }
  },
  {
    "translation": {
      "en": "Within 48 hours,",
      "vi": "Chỉ trong vòng 48 giờ,"
    }
  },
  {
    "translation": {
      "en": "they sold 95% of their tickets.",
      "vi": "họ đã bán hết veo 95% số vé."
    }
  },
  {
    "translation": {
      "en": "I think people thought that this was one of the new hot things",
      "vi": "Có lẽ người ta tưởng rằng đây là một trong những trào lưu mới nổi"
    }
  },
  {
    "translation": {
      "en": "that was starting to take over the American and global market.",
      "vi": "đang bắt đầu chiếm lĩnh thị trường Mỹ và toàn cầu."
    }
  },
  {
    "translation": {
      "en": "So now, you know,",
      "vi": "Vậy đó,"
    }
  },
  {
    "translation": {
      "en": "we hope everybody comes and enjoys...",
      "vi": "hi vọng du khách sẽ tới thưởng thức..."
    }
  },
  {
    "translation": {
      "en": "the cultural experience of the decade, Fyre Festival.",
      "vi": "trải nghiệm văn hoá xứng tầm thập kỉ mang tên Lễ hội Fyre."
    }
  },
  {
    "translation": {
      "en": "[Marc] I remember I first heard about Fyre Festival",
      "vi": "Tôi còn nhớ lần đầu nghe tới Lễ hội Fyre"
    }
  },
  {
    "translation": {
      "en": "at a music festival conference in Las Vegas.",
      "vi": "là ở một hội nghị âm nhạc diễn ra tại Las Vegas."
    }
  },
  {
    "translation": {
      "en": "Ja Rule was a keynote speaker",
      "vi": "Ja Rule là diễn giả chính hôm đó"
    }
  },
  {
    "translation": {
      "en": "and he unveiled this festival that they were doing in the Bahamas",
      "vi": "và khi anh ta tiết lộ lễ hội sắp được tổ chức ở Bahamas"
    }
  },
  {
    "translation": {
      "en": "and everyone at the table I was sitting with just started laughing.",
      "vi": "thì tất cả những người ngồi cùng bàn tôi phá lên cười."
    }
  },
  {
    "translation": {
      "en": "They were like, \"Yeah, good luck, Ja Rule,",
      "vi": "Họ phẩy tay, \"Ờ, chúc may mắn nhé Ja Rule,"
    }
  },
  {
    "translation": {
      "en": "build a music festival 'cause it's so easy.\"",
      "vi": "tưởng tổ chức đại nhạc hội mà dễ à.\""
    }
  },
  {
    "translation": {
      "en": "And there was this tinge of resentment, kind of humoring it and all that.",
      "vi": "Lúc đó vẻ mặt anh ta có một chút oán giận, kiểu như bị người ta nhạo báng vậy."
    }
  },
  {
    "translation": {
      "en": "The industry insiders were laughing.",
      "vi": "Tất cả các chuyên gia trong ngành đều cười khẩy."
    }
  },
  {
    "translation": {
      "en": "Fast forward two months later, before I was introduced to Billy,",
      "vi": "Thế rồi hai tháng sau, trước khi gặp Billy,"
    }
  },
  {
    "translation": {
      "en": "and I'm meeting with my friend Max at Matte Productions,",
      "vi": "tôi hẹn gặp bạn tôi, Max, làm ở Matte Productions,"
    }
  },
  {
    "translation": {
      "en": "who produced the influencer video.",
      "vi": "người đã sản xuất đoạn clip tạo ảnh hưởng,"
    }
  },
  {
    "translation": {
      "en": "And when I when I saw that video,",
      "vi": "và sau khi xem đoạn clip đó,"
    }
  },
  {
    "translation": {
      "en": "I was like, \"These guys are either completely full of shit",
      "vi": "thì tôi nghĩ bụng, \"Hai thằng cha này hoặc là quân xỏ lá ba que"
    }
  },
  {
    "translation": {
      "en": "or they're the smartest guys in the room.\"",
      "vi": "hoặc là khôn ngoan không ai bằng.\""
    }
  },
  {
    "translation": {
      "en": "So, I spoke to Max...",
      "vi": "Nên tôi nói chuyện với Max..."
    }
  },
  {
    "translation": {
      "en": "and I asked him what the deal was",
      "vi": "hỏi xem đầu cua tai nheo ra làm sao"
    }
  },
  {
    "translation": {
      "en": "and he's like, \"No, they're legit",
      "vi": "và cậu ta đáp, \"Không, họ đỉnh lắm đấy,"
    }
  },
  {
    "translation": {
      "en": "and they sold out the festival.\"",
      "vi": "bán hết sạch vé lễ hội rồi kia kìa.\""
    }
  },
  {
    "translation": {
      "en": "So, as a first-time festival producer to sell out your music festival,",
      "vi": "Một đại nhạc hội đầu tay mà bán hết sạch vé được như thế,"
    }
  },
  {
    "translation": {
      "en": "it's a huge accomplishment.",
      "vi": "quả thực là quá khủng."
    }
  },
  {
    "translation": {
      "en": "[Keith] So we tried to fit 800 people here and a concert for about 5,000 people.",
      "vi": "...ta sẽ sắp chỗ cho 800 người ở đây, và một nhạc hội có khoảng 5.000 người nữa."
    }
  },
  {
    "translation": {
      "en": "So, Norman's Cay is on this end.",
      "vi": "Đảo Norman ở đầu này."
    }
  },
  {
    "translation": {
      "en": "I knew the island. I've been going to Bahamas for the past ten years,",
      "vi": "Tôi nắm rất rõ hòn đảo này. Suốt mười năm tôi bay đi bay về trên quần đảo Bahamas,"
    }
  },
  {
    "translation": {
      "en": "so my role in the beginning was just to try to map it out and do the logistics.",
      "vi": "nên hồi đầu tôi được giao nhiệm vụ dựng bản đồ chi tiết và lo phần hậu cần."
    }
  },
  {
    "translation": {
      "en": "It's forty acres, right? So one inch is a hundred feet.",
      "vi": "Gần 162 ngàn mét vuông, đúng không? Một inch là 0,0254 mét"
    }
  },
  {
    "translation": {
      "en": "So, this is about 200 feet.",
      "vi": "Nên chỗ này là khoảng 61 mét."
    }
  },
  {
    "translation": {
      "en": "-[Bill] You're going to write off-- -Shit. My bad.",
      "vi": "- Thế anh không tính... - Chết cha. Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "[Ja Rule] On the floor plans.",
      "vi": "Xuống sàn bàn tiếp nào."
    }
  },
  {
    "translation": {
      "en": "You ruined my sewage calculations.",
      "vi": "Cậu làm hỏng hết tính toán nước thải của tôi rồi."
    }
  },
  {
    "translation": {
      "en": "Instead of thinking about models, you have to think about toilets.",
      "vi": "Chưa kịp lo đến người mẫu, phải lo xong vụ vệ sinh trước đã."
    }
  },
  {
    "translation": {
      "en": "We must buy lots of toilets.",
      "vi": "Phải mua cả đống buồng vệ sinh đấy."
    }
  },
  {
    "translation": {
      "en": "We gotta go to Home Depot and buy a thousand toilets. I mean...",
      "vi": "Phải vào Home Depot mua cả nghìn cái buồng vệ sinh mất. Thật đấy..."
    }
  },
  {
    "translation": {
      "en": "The number of tickets they'd sold,",
      "vi": "Xét trên số vé bán ra,"
    }
  },
  {
    "translation": {
      "en": "they couldn't physically fit that many people on the island,",
      "vi": "thì họ sẽ không thể chứa được từng ấy người trên hòn đảo đó,"
    }
  },
  {
    "translation": {
      "en": "let alone build some sort of insane infrastructure",
      "vi": "chứ chưa nói đến chuyện xây một hệ thống cơ sở hạ tầng khủng khiếp"
    }
  },
  {
    "translation": {
      "en": "that could support them from a bio-waste standpoint.",
      "vi": "để xử lý lượng chất thải sinh học."
    }
  },
  {
    "translation": {
      "en": "I didn't think it was possible to fit over 1,000 people on that island",
      "vi": "Tôi cũng không nghĩ là hòn đảo đó đủ chỗ cho hơn 1.000 người"
    }
  },
  {
    "translation": {
      "en": "so I had made a plan to get a cruise ship.",
      "vi": "nên tôi bèn lên kế hoạch thuê một chiếc tàu du lịch."
    }
  },
  {
    "translation": {
      "en": "The tricky part is getting drunk people off the island at night.",
      "vi": "Cái khó là làm sao để lùa được đám say xỉn khỏi đảo vào ban đêm ấy,"
    }
  },
  {
    "translation": {
      "en": "to go to sleep on a cruise ship on a little dinghy.",
      "vi": "để lên những chiếc thuyền con bé tí ra tàu du lịch ngủ."
    }
  },
  {
    "translation": {
      "en": "[man] We're not doing a cruise ship anymore.",
      "vi": "Vụ tàu du lịch huỷ rồi mà."
    }
  },
  {
    "translation": {
      "en": "You're not doing the cruise ship?",
      "vi": "Huỷ rồi á?"
    }
  },
  {
    "translation": {
      "en": "Everybody is gonna be on the islands.",
      "vi": "Tất cả sẽ ở lại trên đảo hết."
    }
  },
  {
    "translation": {
      "en": "[chuckling] I'm not kidding.",
      "vi": "Thật mà."
    }
  },
  {
    "translation": {
      "en": "-Okay. -They said it's possible.",
      "vi": "- Ừm. - Họ bảo là chứa được hết."
    }
  },
  {
    "translation": {
      "en": "They really wanted to do tents, so what I did is I took my wife",
      "vi": "Họ muốn thử dùng lều, thế là tôi rủ vợ tôi"
    }
  },
  {
    "translation": {
      "en": "and we tried to sleep in a tent for one night",
      "vi": "thử ngủ trong lều một đêm xem sao,"
    }
  },
  {
    "translation": {
      "en": "and... it was so terrible,",
      "vi": "và... tình hình tệ không tả nổi,"
    }
  },
  {
    "translation": {
      "en": "that, you know, this tent is just not going to be safe and it's so loud,",
      "vi": "vì ngủ lều không an toàn chút nào, lại còn ồn ào,"
    }
  },
  {
    "translation": {
      "en": "so many mosquitoes,",
      "vi": "nhiều muỗi nữa,"
    }
  },
  {
    "translation": {
      "en": "To do these tents without air conditioning is pretty brutal.",
      "vi": "Ngủ lều không điều hoà thật sự là không chịu nổi."
    }
  },
  {
    "translation": {
      "en": "It's just not possible, so I...",
      "vi": "Cảm thấy tình hình không khả thi, nên tôi..."
    }
  },
  {
    "translation": {
      "en": "I strongly recommended against the tents.",
      "vi": "phản đối ý tưởng dùng lều rất gay gắt."
    }
  },
  {
    "translation": {
      "en": "[Martin] Keith raised a lot of concerns about these things",
      "vi": "Keith đề cập đến rất nhiều mối quan ngại"
    }
  },
  {
    "translation": {
      "en": "and then I think he was asked to no longer be part of it.",
      "vi": "rồi hình như anh ấy được yêu cầu rút khỏi dự án luôn."
    }
  },
  {
    "translation": {
      "en": "[Keith] It's just Billy at some point told me, \"Listen, you need to step back.",
      "vi": "Không nhớ cụ thể nhưng một ngày nọ Billy bảo tôi, \"Này, anh rút đi được rồi."
    }
  },
  {
    "translation": {
      "en": "You know, we're going to go with different people and...",
      "vi": "Chúng tôi sẽ tìm người khác thay thế..."
    }
  },
  {
    "translation": {
      "en": "Yeah, thanks for your help so far and, you know...\"",
      "vi": "Ừm, cảm ơn anh vì đã nhiệt tình nhé...\""
    }
  },
  {
    "translation": {
      "en": "I wasn't the only one that was changed out in February, March.",
      "vi": "Tôi không phải người duy nhất bị thải loại hồi tháng Hai, tháng Ba đâu."
    }
  },
  {
    "translation": {
      "en": "[Marc] They asked me to fly down to the Bahamas to meet them.",
      "vi": "Họ muốn tôi bay xuống gặp họ ở Bahamas."
    }
  },
  {
    "translation": {
      "en": "And I flew down there.",
      "vi": "Thế là tôi đồng ý."
    }
  },
  {
    "translation": {
      "en": "When I was introduced to them I was super excited",
      "vi": "Lúc ra mắt họ, tôi cảm thấy hào hứng vô cùng"
    }
  },
  {
    "translation": {
      "en": "to, you know, to participate in what could be a really special event,",
      "vi": "vì sắp được tham gia vào một sự kiện hứa hẹn sẽ vô cùng đặc biệt,"
    }
  },
  {
    "translation": {
      "en": "if it was even half of what they had promised their guests.",
      "vi": "kể cả nó chỉ bằng một nửa những gì họ vẽ ra với du khách thôi cũng được."
    }
  },
  {
    "translation": {
      "en": "[Mark] Flying over the islands from Miami",
      "vi": "Bay từ Miami đến quần đảo này,"
    }
  },
  {
    "translation": {
      "en": "and you see this water and it was magic.",
      "vi": "anh sẽ thấy vùng nước trong xanh kì diệu bên dưới."
    }
  },
  {
    "translation": {
      "en": "I mean, I can't even describe it to you.",
      "vi": "Lời lẽ không thể mô tả hết cái đẹp đó được."
    }
  },
  {
    "translation": {
      "en": "We were contacted perhaps...",
      "vi": "Họ liên hệ với chúng tôi đâu như..."
    }
  },
  {
    "translation": {
      "en": "forty-five days out.",
      "vi": "lúc còn bốn mươi lăm ngày nữa thì phải."
    }
  },
  {
    "translation": {
      "en": "We were asked to take a shot at putting together a production for them.",
      "vi": "Họ đề nghị chúng tôi cố gắng dựng sân khấu cho họ."
    }
  },
  {
    "translation": {
      "en": "The timeframe was very short,",
      "vi": "Thời gian quá là gấp gáp,"
    }
  },
  {
    "translation": {
      "en": "but there was definitely a chance of putting it all together.",
      "vi": "nhưng không phải là không có cơ hội làm kịp."
    }
  },
  {
    "translation": {
      "en": "Billy talked to us, talked to me and I loved his vision.",
      "vi": "Billy có trao đổi với chúng tôi và cá nhân tôi rất thích tầm nhìn của cậu ta."
    }
  },
  {
    "translation": {
      "en": "I loved his ideas, his energy.",
      "vi": "Thích cả ý tưởng, cả sự năng nổ của cậu ta nữa."
    }
  },
  {
    "translation": {
      "en": "We sat down and basically put together a budget for him in a day,",
      "vi": "Thế là chúng tôi ngồi lại và lên ngân sách đầy đủ cho cậu ta trong vòng một ngày,"
    }
  },
  {
    "translation": {
      "en": "presented to him the next day.",
      "vi": "rồi cho cậu ta xem ngày hôm sau."
    }
  },
  {
    "translation": {
      "en": "\"Here are your hard facts, here are your costs associated do this.",
      "vi": "\"Đây, thực tế đây, chi phí đi kèm đây."
    }
  },
  {
    "translation": {
      "en": "And they said, \"This is fine. We can do this.\"",
      "vi": "Xong họ đáp, \"Được đấy. Chúng tôi lo được.\""
    }
  },
  {
    "translation": {
      "en": "[interviewer] And so roughly, what was that number?",
      "vi": "Con số đó là khoảng bao nhiêu vậy?"
    }
  },
  {
    "translation": {
      "en": "I think it was maybe 38?",
      "vi": "38 hay sao ấy?"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Thirty-eight million? -Yeah.",
      "vi": "- Ba mươi tám triệu ấy à? - Đúng."
    }
  },
  {
    "translation": {
      "en": "Billy came and said, \"Can you book the lineup for the festival?\"",
      "vi": "Billy đến gặp tôi và hỏi, \"Cậu đặt lịch với nghệ sĩ giúp tôi nhé?\""
    }
  },
  {
    "translation": {
      "en": "I'm a 22, 23-year-old kid, I've never booked talent for...",
      "vi": "Tôi thì mới là một thằng nhóc 22, 23 tuổi, chưa từng đặt lịch diễn bao giờ..."
    }
  },
  {
    "translation": {
      "en": "Forget about for a festival.",
      "vi": "Chứ đừng nói là đặt cho một lễ hội âm nhạc."
    }
  },
  {
    "translation": {
      "en": "I remember the first artist I got was Major Lazer.",
      "vi": "Nghệ sĩ đầu tiên mà tôi liên hệ được là Major Lazer."
    }
  },
  {
    "translation": {
      "en": "I mean, grossly overpaid.",
      "vi": "Trả công quá lố một cách khủng khiếp luôn."
    }
  },
  {
    "translation": {
      "en": "And then Disclosure, Blink-182.",
      "vi": "Rồi đến Disclosure, Blink-182."
    }
  },
  {
    "translation": {
      "en": "The talent alone was three and a half, four million dollars was spent.",
      "vi": "Riêng tiền trả cho nghệ sĩ đã là ba triệu rưỡi, bốn triệu đô la rồi."
    }
  },
  {
    "translation": {
      "en": "Most of the artists they were working with",
      "vi": "Đa phần các nghệ sĩ mà họ mời hợp tác"
    }
  },
  {
    "translation": {
      "en": "were expecting a certain level of production,",
      "vi": "đều yêu cầu sân khấu ở một mức nhất định..."
    }
  },
  {
    "translation": {
      "en": "a sufficient lighting package...",
      "vi": "hệ thống ánh sáng tương xứng..."
    }
  },
  {
    "translation": {
      "en": "a good enough sound system",
      "vi": "và dàn âm thanh đủ chất lượng,"
    }
  },
  {
    "translation": {
      "en": "and, you know, we realized that",
      "vi": "và đến lúc đó chúng tôi nhận ra rằng"
    }
  },
  {
    "translation": {
      "en": "they didn't really have any idea of what it meant to book the artists",
      "vi": "họ không hề biết phải chuẩn bị những gì cho những nghệ sĩ"
    }
  },
  {
    "translation": {
      "en": "that they were booking...",
      "vi": "mà họ đang mời..."
    }
  },
  {
    "translation": {
      "en": "what it meant to put up a show like that.",
      "vi": "hay phải chuẩn bị những gì cho một sô diễn lớn như thế."
    }
  },
  {
    "translation": {
      "en": "You know? \"What did this Billy do before?\"",
      "vi": "Anh hiểu không? \"Cậu Billy này hồi trước làm nghề gì thế?\""
    }
  },
  {
    "translation": {
      "en": "\"He's the visionary behind Magnises.\"",
      "vi": "\"À, quân sư của Magnises đó.\""
    }
  },
  {
    "translation": {
      "en": "That's what they told me.",
      "vi": "Họ bảo tôi đúng như vậy đấy."
    }
  },
  {
    "translation": {
      "en": "\"The visionary behind Magnises.\"",
      "vi": "\"Quân sư của Magnises đó.\""
    }
  },
  {
    "translation": {
      "en": "What the hell is Magnises?",
      "vi": "Thế Magnises là cái quái quỷ gì?"
    }
  },
  {
    "translation": {
      "en": "[Bill] Jessica, you're chasing the story about",
      "vi": "Jessica, bạn đang theo đuổi ước mơ về một"
    }
  },
  {
    "translation": {
      "en": "the millennials' version of the black card. What have you got?",
      "vi": "phiên bản dành cho giới trẻ của chiếc thẻ tín dụng đen nhỉ. Đó là gì vậy?"
    }
  },
  {
    "translation": {
      "en": "This is Magnises.",
      "vi": "Đây là thẻ Magnises."
    }
  },
  {
    "translation": {
      "en": "It's the newest, coolest credit card.",
      "vi": "Là loại thể tín dụng tân thời nhất, độc đáo nhất."
    }
  },
  {
    "translation": {
      "en": "[Martin] The original vision was simple.",
      "vi": "Ý tưởng ban đầu khá đơn giản."
    }
  },
  {
    "translation": {
      "en": "We were just kids, we'd figured out a way to turn",
      "vi": "Hồi đó chúng tôi còn trẻ, và chúng tôi nghĩ ra cách biến"
    }
  },
  {
    "translation": {
      "en": "boring, plastic cards into",
      "vi": "những chiếc thẻ nhựa nhàm chán thành"
    }
  },
  {
    "translation": {
      "en": "nice-looking, sleek, stainless steel credit cards.",
      "vi": "những chiếc thẻ tín dụng xịn xò, bóng bẩy làm bằng thép không gỉ."
    }
  },
  {
    "translation": {
      "en": "It was black, the thing was metal.",
      "vi": "Thẻ làm bằng kim loại, màu đen tuyền."
    }
  },
  {
    "translation": {
      "en": "It would make a big clank when you put it down.",
      "vi": "Đặt xuống sẽ kêu đánh coong một cái."
    }
  },
  {
    "translation": {
      "en": "The girls were like, \"Holy hell, what is that? What do you do?\"",
      "vi": "Các em sẽ thảng thốt, \"Uầy, tiếng gì đấy? Làm kiểu gì đấy?\""
    }
  },
  {
    "translation": {
      "en": "[Martin] We gained traction.",
      "vi": "Chúng tôi bắt đầu ổn định dần,"
    }
  },
  {
    "translation": {
      "en": "We start growing across the 1,500-member mark.",
      "vi": "rồi cán mốc 1.500 thành viên."
    }
  },
  {
    "translation": {
      "en": "We then decided to turn it into a real membership club.",
      "vi": "Rồi quyết định biến nó thành một dạng câu lạc bộ hội viên."
    }
  },
  {
    "translation": {
      "en": "[Billy] Looking back to when I moved to New York, I was looking for a community.",
      "vi": "Hồi mới chuyển tới New York, tôi mòn mỏi tìm kiếm một cộng đồng."
    }
  },
  {
    "translation": {
      "en": "I wanted perks and guidance and, really,",
      "vi": "Tôi muốn được chỉ bảo, được dẫn dắt,"
    }
  },
  {
    "translation": {
      "en": "I wanted to be told what to do, where to go",
      "vi": "muốn được cầm tay chỉ lối,"
    }
  },
  {
    "translation": {
      "en": "where to find great things in my city.",
      "vi": "tới nơi có những điều tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "So, we created Magnises.",
      "vi": "Thế là chúng tôi cùng nhau lập ra Magnises."
    }
  },
  {
    "translation": {
      "en": "Billy really is one of the world's greatest salesmen.",
      "vi": "Billy, nói không ngoa, là một trong những nhân viên bán hàng xuất sắc nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "He can convince anyone of pretty much anything.",
      "vi": "Cậu ta có khả năng thuyết phục được bất cứ ai."
    }
  },
  {
    "translation": {
      "en": "[anchor] Billy, I'm looking forward to the day when I'll be working for you.",
      "vi": "Billy à, tôi rất mong có một ngày được hợp tác với bạn đấy."
    }
  },
  {
    "translation": {
      "en": "I've known Billy probably since he was 20 years old",
      "vi": "Tôi biết Billy chắc từ hồi cậu ta mới 20 tuổi"
    }
  },
  {
    "translation": {
      "en": "and Billy is an amazing entrepreneur.",
      "vi": "và Billy thật sự là một nhà khởi nghiệp tài năng."
    }
  },
  {
    "translation": {
      "en": "This is a young kid who figured out how to get these millennials",
      "vi": "Một thanh niên trẻ biết cách nắm bắt tâm lý giới trẻ"
    }
  },
  {
    "translation": {
      "en": "and lock them in.",
      "vi": "và trói buộc họ."
    }
  },
  {
    "translation": {
      "en": "So we take everybody who has a card",
      "vi": "Chúng tôi thu nạp bất cứ ai có thẻ"
    }
  },
  {
    "translation": {
      "en": "and create a lot of networking opportunities.",
      "vi": "và tạo ra nhiều cơ hội giao lưu."
    }
  },
  {
    "translation": {
      "en": "And we're partners with local merchants -",
      "vi": "Chúng tôi cũng hợp tác với các doanh nghiệp địa phương -"
    }
  },
  {
    "translation": {
      "en": "fashion stores, restaurants, gyms.",
      "vi": "tiệm thời trang, nhà hàng, phòng gym."
    }
  },
  {
    "translation": {
      "en": "They offer deals and discounts,",
      "vi": "Họ cung cấp đủ loại giảm giá khuyến mãi"
    }
  },
  {
    "translation": {
      "en": "and the big thing they had was this clubhouse in West Village.",
      "vi": "và đáng chú ý hơn cả là một suất tham gia câu lạc bộ ở West Village."
    }
  },
  {
    "translation": {
      "en": "You could take dates and friends there and that's where they had the events.",
      "vi": "Anh có thể đưa bạn gái hoặc bạn bè tới chơi vì ở đó họ hay tổ chức sự kiện."
    }
  },
  {
    "translation": {
      "en": "I helped Billy design wine tasting series and lecture series",
      "vi": "Tôi từng giúp Billy thiết kế chương trình nếm thử rượu vang, các hội thảo,"
    }
  },
  {
    "translation": {
      "en": "and many different things that brought these kids together",
      "vi": "và rất nhiều sự kiện khác nữa để khiến những người trẻ như họ"
    }
  },
  {
    "translation": {
      "en": "with a sense of community.",
      "vi": "có cảm giác cộng đồng."
    }
  },
  {
    "translation": {
      "en": "The parties were unbelievable. They had live music, booze and food...",
      "vi": "Những bữa tiệc là tuyệt vời nhất. Họ chơi nhạc sống, có rượu, có đồ ăn..."
    }
  },
  {
    "translation": {
      "en": "I saw Ja Rule a bunch.",
      "vi": "Tôi có gặp Ja Rule vài lần ở đó."
    }
  },
  {
    "translation": {
      "en": "Ja Rule is taking his talents to a new business.",
      "vi": "Ja Rule đang chuyển hướng sang một lĩnh vực mới."
    }
  },
  {
    "translation": {
      "en": "The rapper lending his creative mind to an elite credit card for millenials.",
      "vi": "Anh chàng rapper đang hỗ trợ một công ty về thẻ tín dụng cao cấp cho giới trẻ."
    }
  },
  {
    "translation": {
      "en": "What we're doing with Magnises is growing very fast.",
      "vi": "Việc hợp tác giữa chúng tôi và Magnises đang phát triển vô cùng nhanh chóng."
    }
  },
  {
    "translation": {
      "en": "[Martin] We built on an app, went digital. We crossed the 10,000-member mark.",
      "vi": "Chúng tôi trình làng ứng dụng, lên đời kỹ thuật số. Cán mốc 10.000 thành viên."
    }
  },
  {
    "translation": {
      "en": "We were taking in close to $2 million in membership fees.",
      "vi": "Phí hội viên sắp sửa chạm tới con số 2 triệu đô."
    }
  },
  {
    "translation": {
      "en": "As we kept moving with Magnises,",
      "vi": "Với đà phát triển của Magnises,"
    }
  },
  {
    "translation": {
      "en": "he wanted to penetrate the New York upper class.",
      "vi": "cậu ta bắt đầu tìm cách xâm nhập giới thượng lưu New York."
    }
  },
  {
    "translation": {
      "en": "He thought that the Maserati and flying to meetings in private jets",
      "vi": "Cậu ta tin là việc tậu chiếc Maserati và bay tới các cuộc họp bằng phi cơ riêng"
    }
  },
  {
    "translation": {
      "en": "were necessary in his pursuit of changing his external image",
      "vi": "là cần thiết nếu muốn thay đổi diện mạo bề ngoài"
    }
  },
  {
    "translation": {
      "en": "and he thought that image would also be a serious driver for the company.",
      "vi": "và cậu ta tin rằng diện mạo bề ngoài là động cơ phát triển chính của công ty này."
    }
  },
  {
    "translation": {
      "en": "[Andy] I hosted probably 40 events for Magnises",
      "vi": "Tôi đứng ra thầu khoảng 40 sự kiện cho Magnises"
    }
  },
  {
    "translation": {
      "en": "and a lot of the members enjoyed being a part of that community.",
      "vi": "và rất nhiều thành viên của họ thích thú vì được là một phần của cộng đồng đó."
    }
  },
  {
    "translation": {
      "en": "That audience, I think, was the audience that Billy was focused on",
      "vi": "Theo tôi thì đó cũng chính là cái cộng đồng mà Billy nhắm tới"
    }
  },
  {
    "translation": {
      "en": "as far as Fyre was concerned as well...",
      "vi": "khi tổ chức Fyre..."
    }
  },
  {
    "translation": {
      "en": "but it was a vision that was so big...",
      "vi": "có điều quy mô của sự kiện này quá lớn..."
    }
  },
  {
    "translation": {
      "en": "that it was not something that was going to be easy to pull off.",
      "vi": "nên không dễ thực hiện chút nào."
    }
  },
  {
    "translation": {
      "en": "Could you imagine trying to host a music festival,",
      "vi": "Anh có tưởng tượng được một lễ hội âm nhạc"
    }
  },
  {
    "translation": {
      "en": "even on Miami Beach or in Boston or LA?",
      "vi": "tổ chức ở Bãi biển Miami, Boston hay LA không?"
    }
  },
  {
    "translation": {
      "en": "Almost impossible without an incredibly big infrastructure.",
      "vi": "Gần như bất khả thi nếu không có cơ sở vật chất hoành tráng đúng không."
    }
  },
  {
    "translation": {
      "en": "So, dial it up to a small island in the Bahamas.",
      "vi": "Giờ lại còn đẩy ra một hòn đảo nhỏ ngoài khơi Bahamas nữa chứ."
    }
  },
  {
    "translation": {
      "en": "It would probably be the most difficult place you could do it.",
      "vi": "Chắc là khó có nơi nào khó tổ chức hơn thế."
    }
  },
  {
    "translation": {
      "en": "Billy called me and he said, \"Listen,",
      "vi": "Billy gọi tôi, cậu ta bảo, \"Nghe này,"
    }
  },
  {
    "translation": {
      "en": "I need your help and I need you to get to the Bahamas as soon as possible.\"",
      "vi": "tôi cần anh giúp, anh đến Bahamas càng sớm càng tốt nhé.\""
    }
  },
  {
    "translation": {
      "en": "And I flew in, not in any role, except sort of subtly",
      "vi": "Thế là tôi tới, nhưng không giữ chức vụ chính thức gì cả, mà gần như chỉ là"
    }
  },
  {
    "translation": {
      "en": "being the new leader and being kind of...",
      "vi": "chỉ đạo viên mới, là..."
    }
  },
  {
    "translation": {
      "en": "Billy's whisperer.",
      "vi": "quân sư cho Billy thôi."
    }
  },
  {
    "translation": {
      "en": "To do a proper music festival,",
      "vi": "Để tổ chức được một nhạc hội đúng tiêu chuẩn,"
    }
  },
  {
    "translation": {
      "en": "I would say you should try to start the...",
      "vi": "thì theo tôi phải bắt đầu lên..."
    }
  },
  {
    "translation": {
      "en": "the design and the fundraising, everything at least 12 months out.",
      "vi": "khâu thiết kế và huy động vốn ít nhất là trước đó 12 tháng."
    }
  },
  {
    "translation": {
      "en": "The true core team that came in literally had",
      "vi": "Còn ở đây thì đội nòng cốt chỉ có đúng"
    }
  },
  {
    "translation": {
      "en": "six to eight weeks to build this thing and put it together.",
      "vi": "khoảng sáu đến tám tuần để xây dựng và ráp nối mọi thứ lại với nhau."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Were you ever aware that they said they had bought an island?",
      "vi": "Anh có biết chuyện họ nói là họ đã mua đứt hòn đảo đó không?"
    }
  },
  {
    "translation": {
      "en": "It's like you couldn't...",
      "vi": "Như thể không một ai..."
    }
  },
  {
    "translation": {
      "en": "differentiate what was true",
      "vi": "phân biệt được đâu là thật"
    }
  },
  {
    "translation": {
      "en": "and what wasn't true.",
      "vi": "và đâu là giả nữa vậy."
    }
  },
  {
    "translation": {
      "en": "I think we chose the right island.",
      "vi": "Chắc là đảo này hợp lý rồi đấy."
    }
  },
  {
    "translation": {
      "en": "We got ours for ten million.",
      "vi": "Chúng tôi mua mất mười triệu đô."
    }
  },
  {
    "translation": {
      "en": "Freehold land, no lease. We own the land forever.",
      "vi": "Đất thái ấp toàn quyền, không cho thuê. Chúng tôi sở hữu mảnh đất này vĩnh viễn."
    }
  },
  {
    "translation": {
      "en": "I think it was like, he had to put a million down",
      "vi": "Tôi nghĩ anh ta phải trả trước một triệu,"
    }
  },
  {
    "translation": {
      "en": "and then pay the rest by a certain amount of time.",
      "vi": "rồi trả nốt số còn lại trong một kì hạn nhất định."
    }
  },
  {
    "translation": {
      "en": "I don't know if that million was ever paid.",
      "vi": "Mà cũng chẳng biết một triệu đó đã trả chưa nữa cơ."
    }
  },
  {
    "translation": {
      "en": "This was Pablo Escobar's island twenty-five years ago.",
      "vi": "Hai mươi lăm năm trước hòn đảo này thuộc về Pablo Escobar."
    }
  },
  {
    "translation": {
      "en": "So we're taking the dream for your average person in America",
      "vi": "Vậy ta sẽ đem giấc mơ này đặt trước mặt những người Mỹ tầm thường"
    }
  },
  {
    "translation": {
      "en": "or wherever they are and saying, \"For three days,",
      "vi": "và bảo, \"Trong ba ngày tới,"
    }
  },
  {
    "translation": {
      "en": "you can become Pablo Escobar.\"",
      "vi": "bạn cũng có thể thành Pablo Escobar.\""
    }
  },
  {
    "translation": {
      "en": "[Andy] Billy was dealing with Pablo Escobar's lawyer,",
      "vi": "Billy phải đàm phán với luật sư của Pablo Escobar,"
    }
  },
  {
    "translation": {
      "en": "he was dealing with family members.",
      "vi": "phải đàm phán với thân nhân của ông ta."
    }
  },
  {
    "translation": {
      "en": "[J.R.] Norman's Cay is rich in history",
      "vi": "Đảo Norman có bề dày lịch sử"
    }
  },
  {
    "translation": {
      "en": "with cocaine drug lords running their drugs through the Bahamas.",
      "vi": "với những tay trùm ma tuý thay phiên nhau vận chuyển buôn bán trên quần đảo Bahamas."
    }
  },
  {
    "translation": {
      "en": "The owner of the Cay,",
      "vi": "Nên chủ sở hữu đảo này"
    }
  },
  {
    "translation": {
      "en": "he wanted a new reputation for his Cay.",
      "vi": "muốn hòn đảo của ông ấy thay danh đổi vận."
    }
  },
  {
    "translation": {
      "en": "They were told not to use the word \"Pablo Escobar\"",
      "vi": "Họ được dặn là không nhắc đến \"Pablo Escobar\""
    }
  },
  {
    "translation": {
      "en": "and then they used that in the first social media tweets.",
      "vi": "vậy mà cái tên đó xuất hiện ngay trong những tweet đầu tiên trên mạng xã hội."
    }
  },
  {
    "translation": {
      "en": "The new owner saw the first video promotion",
      "vi": "Vị chủ sở hữu mới xem xong đoạn clip quảng bá đầu tiên"
    }
  },
  {
    "translation": {
      "en": "and he kicked us off in one shot.",
      "vi": "là tống cổ chúng tôi đi luôn."
    }
  },
  {
    "translation": {
      "en": "Like, no questions asked.",
      "vi": "Không kịp thắc mắc gì hết."
    }
  },
  {
    "translation": {
      "en": "They were kicked off.",
      "vi": "Tống cổ luôn và ngay."
    }
  },
  {
    "translation": {
      "en": "Six or eight weeks out,",
      "vi": "Khoảng sáu, tám tuần cuối gì đó,"
    }
  },
  {
    "translation": {
      "en": "he had to find a new location on a neighboring Island...",
      "vi": "cậu ta buộc phải tìm một địa điểm mới ở hòn đảo kế bên..."
    }
  },
  {
    "translation": {
      "en": "and then start the whole process all over again.",
      "vi": "rồi bắt đầu lại toàn bộ quy trình từ đầu."
    }
  },
  {
    "translation": {
      "en": "We were constantly trying to move, like, trying to find a new location",
      "vi": "Chúng tôi phải di chuyển liên tục, tìm kiếm địa điểm mới,"
    }
  },
  {
    "translation": {
      "en": "and trying to find what fits.",
      "vi": "tìm một nơi có điều kiện phù hợp,"
    }
  },
  {
    "translation": {
      "en": "Man, it just started to get hectic.",
      "vi": "và mọi thứ bắt đầu rối tung cả lên."
    }
  },
  {
    "translation": {
      "en": "Then I went to another island, until you finally got to Great Exuma,",
      "vi": "Tôi đi hết đảo này đến đảo khác, cho đến khi tới Great Exuma,"
    }
  },
  {
    "translation": {
      "en": "where it was at least the biggest island in the Exumas",
      "vi": "vốn là hòn đảo lớn nhất thuộc quần đảo Exuma,"
    }
  },
  {
    "translation": {
      "en": "so it had, you know...",
      "vi": "có cả, ờ..."
    }
  },
  {
    "translation": {
      "en": "plumbing.",
      "vi": "đường ống nước luôn."
    }
  },
  {
    "translation": {
      "en": "American rapper, singer and actor Ja Rule, also known as Jeffrey Atkins,",
      "vi": "Rapper, ca sĩ, diễn viên người Mỹ Ja Rule, tên thật là Jeffrey Atkins,"
    }
  },
  {
    "translation": {
      "en": "is in the Bahamas with his business partners",
      "vi": "hiện đang cùng cộng sự có mặt tại quần đảo Bahamas"
    }
  },
  {
    "translation": {
      "en": "to discuss the details of a concert next month.",
      "vi": "để thảo luận kế hoạch tổ chức đại nhạc hội vào tháng tới."
    }
  },
  {
    "translation": {
      "en": "Fyre was like the thing of the island. Renting so much, rent-a-cars,",
      "vi": "Fyre đã gây chấn động cả hòn đảo. Họ thuê đất, thuê xe,"
    }
  },
  {
    "translation": {
      "en": "big jets are flying in.",
      "vi": "phi cơ cỡ đại nối đuôi nhau bay tới."
    }
  },
  {
    "translation": {
      "en": "Everybody was saying, \"Hey, that's Fyre, they have lots of money.",
      "vi": "Ai cũng kháo nhau, \"Này, Fyre đấy, họ giàu ú ụ luôn."
    }
  },
  {
    "translation": {
      "en": "They could do anything.\"",
      "vi": "Họ muốn làm gì cũng được hết.\""
    }
  },
  {
    "translation": {
      "en": "We hope this is the first of many steps",
      "vi": "Chúng tôi hi vọng đây sẽ là bước đầu"
    }
  },
  {
    "translation": {
      "en": "to bring entertainment and bring value back to the Bahamas.",
      "vi": "trong công cuộc đưa nền giải trí đến và tạo ra giá trị cho quần đảo Bahamas."
    }
  },
  {
    "translation": {
      "en": "I was waiting for some shit like this to happen in the Bahamas, to be real.",
      "vi": "Thành thật mà nói thì tôi trông đợi điều này diễn ra ở Bahamas từ lâu lắm rồi."
    }
  },
  {
    "translation": {
      "en": "You know, we never had that many American artists,",
      "vi": "Chưa bao giờ có nhiều nghệ sĩ Mỹ"
    }
  },
  {
    "translation": {
      "en": "you know, on one stage.",
      "vi": "trình diễn tại đây như thế."
    }
  },
  {
    "translation": {
      "en": "This was supposed to go on for five years, every year.",
      "vi": "Họ hứa hẹn là sẽ tổ chức đều đặn trong năm năm, mỗi năm một lần."
    }
  },
  {
    "translation": {
      "en": "So, if you do good, you were asked for five years.",
      "vi": "Nghĩa là nếu lần đầu ổn thì sẽ có thêm bốn lần nữa."
    }
  },
  {
    "translation": {
      "en": "You got the contract, so you wanted to live up to the expectations.",
      "vi": "Hợp đồng đã kí rồi, việc còn lại là tổ chức đúng như kỳ vọng mà thôi."
    }
  },
  {
    "translation": {
      "en": "[Mark] They had the site.",
      "vi": "Họ đã có địa điểm tổ chức."
    }
  },
  {
    "translation": {
      "en": "They let us onto the property...",
      "vi": "Họ dẫn chúng tôi..."
    }
  },
  {
    "translation": {
      "en": "and we looked at it.",
      "vi": "đi tham quan một vòng."
    }
  },
  {
    "translation": {
      "en": "And that's when some of the questions started to rise.",
      "vi": "Và đó chính là lúc sự hoài nghi bắt đầu dấy lên."
    }
  },
  {
    "translation": {
      "en": "The site...",
      "vi": "Địa điểm đó..."
    }
  },
  {
    "translation": {
      "en": "was on a hill...",
      "vi": "nằm trên một ngọn đồi..."
    }
  },
  {
    "translation": {
      "en": "and at the base,",
      "vi": "còn dưới chân đồi,"
    }
  },
  {
    "translation": {
      "en": "what I saw was, pretty much, a housing development",
      "vi": "thì những gì tôi trông thấy là một công trường"
    }
  },
  {
    "translation": {
      "en": "construction site...",
      "vi": "xây nhà dở dang..."
    }
  },
  {
    "translation": {
      "en": "that was hazardous in many ways and that needed a lot of work.",
      "vi": "vô cùng nguy hiểm và vẫn đang trong tình trạng ngổn ngang."
    }
  },
  {
    "translation": {
      "en": "You know there's going to be hiccups, there's gonna be things to be addressed.",
      "vi": "Trục trặc, thiếu sót là chuyện có thể lường trước được."
    }
  },
  {
    "translation": {
      "en": "It's a first-year festival on an island and you find solutions.",
      "vi": "Năm đầu tổ chức lễ hội trên đảo nên phải tìm cách khắc phục thôi."
    }
  },
  {
    "translation": {
      "en": "We said, \"Here's what you should think about,",
      "vi": "Chúng tôi bảo họ, \"Đề xuất của chúng tôi đây,"
    }
  },
  {
    "translation": {
      "en": "you know, here's what your tenting is,",
      "vi": "hệ thống lều trại nên dựng thế này,"
    }
  },
  {
    "translation": {
      "en": "you know, the geodesic domes...",
      "vi": "theo mô hình vòm trắc địa..."
    }
  },
  {
    "translation": {
      "en": "Here's what it's going to cost to set up.\"",
      "vi": "Còn đây là chi phí dựng.\""
    }
  },
  {
    "translation": {
      "en": "And...",
      "vi": "Và..."
    }
  },
  {
    "translation": {
      "en": "away we went.",
      "vi": "chúng tôi rời đi."
    }
  },
  {
    "translation": {
      "en": "What's crazy is they booked the festival",
      "vi": "Trớ trêu thay, họ xếp lịch tổ chức lễ hội"
    }
  },
  {
    "translation": {
      "en": "during the busiest weekend of the year on Great Exuma.",
      "vi": "đúng vào tuần lễ đông đúc nhất trong năm tại Great Exuma."
    }
  },
  {
    "translation": {
      "en": "It's like the Superbowl there.",
      "vi": "Như đang có Superbowl vậy."
    }
  },
  {
    "translation": {
      "en": "It's called the National Regatta,",
      "vi": "Đó là Giải đua thuyền buồm Quốc gia,"
    }
  },
  {
    "translation": {
      "en": "and the island basically doubles in population size",
      "vi": "và dân số hòn đảo sẽ tăng gần gấp đôi,"
    }
  },
  {
    "translation": {
      "en": "and all of the hotels get booked months, maybe a year in advance.",
      "vi": "còn tất cả khách sạn thì cháy phòng từ cả tháng, thậm chí cả năm trước."
    }
  },
  {
    "translation": {
      "en": "Billy had sold a villa package,",
      "vi": "Billy thì bán hết sạch gói biệt thự rồi,"
    }
  },
  {
    "translation": {
      "en": "and these people were essentially staying in an Airbnb,",
      "vi": "và những người khách đó phải được ở nguyên một căn Airbnb,"
    }
  },
  {
    "translation": {
      "en": "so we had to find houses all across the island for 500 guests.",
      "vi": "nên chúng tôi buộc phải đi dọc đảo để tìm nhà cho 500 khách ở."
    }
  },
  {
    "translation": {
      "en": "To make it worse, they had oversold",
      "vi": "Chưa dừng lại ở đó, họ còn bán vượt hạn mức"
    }
  },
  {
    "translation": {
      "en": "their \"Lodge\" packages,",
      "vi": "gói \"Lều trại\","
    }
  },
  {
    "translation": {
      "en": "which were these tents on the main site.",
      "vi": "là gói lều dựng gần sân khấu chính."
    }
  },
  {
    "translation": {
      "en": "And then the word comes down from the top",
      "vi": "Và rồi đến mấy nhân vật chóp bu"
    }
  },
  {
    "translation": {
      "en": "that all influencers will get housing for free.",
      "vi": "hứa hẹn chỗ ăn ở miễn phí cho các nhân vật có ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "So I start calling influencers.",
      "vi": "Thế là tôi liên lạc với họ."
    }
  },
  {
    "translation": {
      "en": "I was the first voice that they had heard",
      "vi": "Tôi là người đầu tiên liên lạc lại với họ"
    }
  },
  {
    "translation": {
      "en": "since they posted.",
      "vi": "kể từ khi họ đăng bài."
    }
  },
  {
    "translation": {
      "en": "Each influencer, and there were about 250 influencers,",
      "vi": "Mỗi nhân vật có ảnh hưởng, trong tổng số khoảng 250 nhân vật như thế,"
    }
  },
  {
    "translation": {
      "en": "were promised, for a post,",
      "vi": "được tặng miễn phí, cho một"
    }
  },
  {
    "translation": {
      "en": "for one post...",
      "vi": "và chỉ một bài đăng..."
    }
  },
  {
    "translation": {
      "en": "a one-bedroom, three-person villa on the beach...",
      "vi": "một căn biệt thự ba người, một phòng ngủ bên bờ biển..."
    }
  },
  {
    "translation": {
      "en": "that didn't exist.",
      "vi": "thứ không hề tồn tại."
    }
  },
  {
    "translation": {
      "en": "I started talking to Billy...",
      "vi": "Tôi đề cập tình hình với Billy..."
    }
  },
  {
    "translation": {
      "en": "and from the get-go, it was, you know,",
      "vi": "và ngay từ ngày đầu tiên đặt chân tới đó,"
    }
  },
  {
    "translation": {
      "en": "we were all running around, scrambling, every day to find new houses.",
      "vi": "chúng tôi đã phải chạy tá hoả khắp nơi, giành giật để tìm nhà mới."
    }
  },
  {
    "translation": {
      "en": "\"We need help from you guys, start to cut people.",
      "vi": "\"Chúng tôi cần các anh cắt bớt suất đi."
    }
  },
  {
    "translation": {
      "en": "These people aren't paying for the experience.",
      "vi": "Họ không trả tiền mua trải nghiệm."
    }
  },
  {
    "translation": {
      "en": "Tell them not to come.\"",
      "vi": "Nên bảo họ đừng đến nữa.\""
    }
  },
  {
    "translation": {
      "en": "And it was a constant battle because what they cared most about",
      "vi": "Chúng tôi thuyết phục rất nhiều nhưng họ thật sự chỉ quan tâm đến"
    }
  },
  {
    "translation": {
      "en": "was the influencers.",
      "vi": "những người có ảnh hưởng mà thôi."
    }
  },
  {
    "translation": {
      "en": "So I'm imploring them to cancel paying guests at this point.",
      "vi": "Thế là đến nước này tôi đành van nài họ cắt bớt lượng khách đã trả tiền đi."
    }
  },
  {
    "translation": {
      "en": "\"They're not gonna have a place to stay.\" And the response from Billy was,",
      "vi": "\"Không có chỗ cho họ ở đâu.\" Và câu trả lời của Billy là,"
    }
  },
  {
    "translation": {
      "en": "\"We're not a problems focus group. We're a solutions-oriented group.",
      "vi": "\"Đừng tập trung giải quyết vấn đề. Hãy tập trung tìm giải pháp thay thế."
    }
  },
  {
    "translation": {
      "en": "We need to have a positive attitude about this. We need a good attitude.\"",
      "vi": "Phải giữ thái độ tích cực. Phải lạc quan lên.\""
    }
  },
  {
    "translation": {
      "en": "And he was unflappable but he was also entirely delusional.",
      "vi": "Anh ta điềm tĩnh đến mức gần như hoang tưởng vậy."
    }
  },
  {
    "translation": {
      "en": "So it was this constant battle in my mind between,",
      "vi": "Cho nên trong đầu tôi luôn có hai câu hỏi giằng xé,"
    }
  },
  {
    "translation": {
      "en": "\"Is this guy a genius or is he a madman?\"",
      "vi": "\"Gã này là thiên tài hay là kẻ điên nhỉ?\""
    }
  },
  {
    "translation": {
      "en": "Because he just would not take \"no\" for an answer and he wouldn't take advice.",
      "vi": "Bởi không chỉ bác bỏ hai từ \"không thể\", anh ta còn phớt lờ mọi lời khuyên nữa."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Where do you stand now?",
      "vi": "Thế bây giờ anh có câu trả lời chưa?"
    }
  },
  {
    "translation": {
      "en": "He's a liar.",
      "vi": "Anh ta là kẻ dối trá."
    }
  },
  {
    "translation": {
      "en": "[Calvin] Billy McFarland first got on my radar living here in New York.",
      "vi": "Tôi bắt đầu chú ý đến Billy McFarland lúc cậu ta tới định cư ở New York."
    }
  },
  {
    "translation": {
      "en": "He was running a company called Magnises.",
      "vi": "Cậu ta điều hành một công ty tên là Magnises."
    }
  },
  {
    "translation": {
      "en": "I had a number of friends then that did get the Magnises card",
      "vi": "Rất nhiều bạn bè của tôi khi đó tìm cách sở hữu tấm thẻ Magnises"
    }
  },
  {
    "translation": {
      "en": "when they started offering",
      "vi": "khi công ty này chào hàng"
    }
  },
  {
    "translation": {
      "en": "access to elite tickets at a cost well below the market rate.",
      "vi": "cơ hội mua các tấm vé ca nhạc xa xỉ với giá thấp hơn đáng kể so với thị trường."
    }
  },
  {
    "translation": {
      "en": "The whole thing didn't make sense to me.",
      "vi": "Tôi nghĩ đó là điều phi lý hết sức."
    }
  },
  {
    "translation": {
      "en": "People that I've spoken to that were cardholders",
      "vi": "Các chủ thẻ mà tôi từng có dịp trao đổi"
    }
  },
  {
    "translation": {
      "en": "recount having their reservations canceled at the last minute,",
      "vi": "cho biết chỗ đặt trước của họ đều bị huỷ vào phút chót,"
    }
  },
  {
    "translation": {
      "en": "so it seemed very hard for people to actually",
      "vi": "nên gần như không có chuyện người ta được hưởng"
    }
  },
  {
    "translation": {
      "en": "access any of the benefits that they were promised",
      "vi": "những đặc quyền mà công ty này luôn hứa hẹn"
    }
  },
  {
    "translation": {
      "en": "And so, this guy was always out there, just running hustles...",
      "vi": "Nghĩa là, gã này đã hành nghề từ rất lâu, và những mánh khoé của hắn..."
    }
  },
  {
    "translation": {
      "en": "that were sort of slick,",
      "vi": "thoạt nghe có vẻ khá bùi tai,"
    }
  },
  {
    "translation": {
      "en": "but then not necessarily, in my mind, something that was by the book.",
      "vi": "nhưng nếu chịu khó nghiên cứu kỹ một chút thì sẽ thấy có nhiều điểm đáng ngờ."
    }
  },
  {
    "translation": {
      "en": "I vividly remember the Fyre festival video.",
      "vi": "Tôi vẫn còn nhớ như in đoạn clip quảng cáo lễ hội Fyre."
    }
  },
  {
    "translation": {
      "en": "This video was everywhere on Facebook",
      "vi": "Nó xuất hiện tràn lan trên Facebook"
    }
  },
  {
    "translation": {
      "en": "and I see a few of the bands that I actually work with",
      "vi": "và tôi thấy có tên một vài ban nhạc tôi từng hợp tác cùng nằm trong danh sách"
    }
  },
  {
    "translation": {
      "en": "listed as headliners for this festival.",
      "vi": "các ngôi sao hàng đầu sẽ biểu diễn tại lễ hội này."
    }
  },
  {
    "translation": {
      "en": "So I immediately called the agents and I say,",
      "vi": "Tôi liền gọi cho người đại diện của họ và bảo,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, look, this thing doesn't make sense to me,\"",
      "vi": "\"Này, tôi thấy vụ này cứ vô lý thế nào ấy,\""
    }
  },
  {
    "translation": {
      "en": "and they start saying, \"It doesn't make sense to us either.",
      "vi": "và họ đáp, \"Tụi tôi cũng thấy vô lý mà."
    }
  },
  {
    "translation": {
      "en": "These guys are promising to pay two X what our market value is.\"",
      "vi": "Mấy gã này hứa sẽ trả gấp đôi so với thị trường mới ghê chứ.\""
    }
  },
  {
    "translation": {
      "en": "I say, \"Have they sent the money?\" and they say, \"Funny that you ask,",
      "vi": "Tôi hỏi, \"Thế đã trả chưa?\" họ đáp, \"Hỏi đúng câu đấy,"
    }
  },
  {
    "translation": {
      "en": "No, they haven't sent the money for it yet.\"",
      "vi": "Chưa, vẫn chưa thấy tiền đâu cả.\""
    }
  },
  {
    "translation": {
      "en": "I say, \"Okay. This is interesting.\"",
      "vi": "Tôi đáp, \"Chà. Hay ho đây.\""
    }
  },
  {
    "translation": {
      "en": "I take a more active role",
      "vi": "Tôi bắt đầu bắt tay vào"
    }
  },
  {
    "translation": {
      "en": "in investigating everything that was going on with Fyre Festival.",
      "vi": "điều tra một cách cặn kẽ tất cả những thứ liên quan đến Lễ hội Fyre."
    }
  },
  {
    "translation": {
      "en": "What I realized was that they had rented an area north of Sandals Resort",
      "vi": "Và tôi phát hiện ra họ đã thuê một khu vực thuộc phía bắc Khu nghỉ dưỡng Sandals,"
    }
  },
  {
    "translation": {
      "en": "and then effectively photoshopped out the bottom portion of the map",
      "vi": "sau đó dùng photoshop xoá sạch nguyên phần dưới tấm bản đồ đi"
    }
  },
  {
    "translation": {
      "en": "to make it look like they were on a deserted island.",
      "vi": "để trông khu vực đó giống như một hòn đảo hoang."
    }
  },
  {
    "translation": {
      "en": "I thought, \"The world's gotta know what's going on.\"",
      "vi": "Tôi nghĩ bụng, \"Phải cho cả thế giới biết chuyện này thôi.\""
    }
  },
  {
    "translation": {
      "en": "So I create the now-infamous Twitter account, FyreFraud.",
      "vi": "Thế là tôi bèn tạo một tài khoản Twitter tai tiếng mang tên FyreFraud."
    }
  },
  {
    "translation": {
      "en": "I thought, \"Okay, I'm going to put this out there",
      "vi": "Tôi tính là, \"Được rồi, mình sẽ công khai vụ này"
    }
  },
  {
    "translation": {
      "en": "and people are going to see this",
      "vi": "cho mọi người thấy"
    }
  },
  {
    "translation": {
      "en": "and everyone's going to know it's bogus,\"",
      "vi": "để người ta biết nó không thật chút nào.\""
    }
  },
  {
    "translation": {
      "en": "and nothing happened.",
      "vi": "nhưng xong chẳng có gì xảy ra cả."
    }
  },
  {
    "translation": {
      "en": "I got maybe two or three clicks on Twitter and that was it.",
      "vi": "Chỉ có hai hai ba lượt quan tâm gì đó trên Twitter của tôi, chấm hết."
    }
  },
  {
    "translation": {
      "en": "So I said, \"All right, we gotta hit 'em a little harder.\"",
      "vi": "Thế là tôi nghĩ bụng, \"Không được rồi, phải đánh mạnh hơn thôi.\""
    }
  },
  {
    "translation": {
      "en": "What we ended up doing was taking a plane down there",
      "vi": "Cuối cùng chúng tôi quyết định bay thẳng tới đó"
    }
  },
  {
    "translation": {
      "en": "and photographing the development and what they were working on.",
      "vi": "để chụp lại khu công trường và những thứ họ đang xây dở."
    }
  },
  {
    "translation": {
      "en": "One of the things that really struck me",
      "vi": "Một trong những tình tiết làm tôi sốc nhất"
    }
  },
  {
    "translation": {
      "en": "was that they were erecting these dome tents",
      "vi": "đó là nhũng túp lều hình vòm mà họ đang lắp ráp,"
    }
  },
  {
    "translation": {
      "en": "that were pitched as \"luxury villas\" that I realized",
      "vi": "được hứa hươu hứa vượn là \"biệt thự xa xỉ\", nhưng thật ra"
    }
  },
  {
    "translation": {
      "en": "were leftover hurricane tents from Hurricane Matthew.",
      "vi": "là đống lều chống bão còn thừa từ Siêu bão Matthew dạo nọ."
    }
  },
  {
    "translation": {
      "en": "That is a far stretch from a luxury villa on a deserted island.",
      "vi": "Được phóng đại thành biệt thự xa xỉ trên đảo hoang."
    }
  },
  {
    "translation": {
      "en": "I realized very quickly that there was no way",
      "vi": "Tôi nhanh chóng nhận ra rằng không đời nào"
    }
  },
  {
    "translation": {
      "en": "that these guys were going to be able to pull this off.",
      "vi": "mấy gã lừa đảo này có thể chuẩn bị kịp được những gì đã hứa."
    }
  },
  {
    "translation": {
      "en": "[Mark] We were building a city within a city",
      "vi": "Phải xây cả thành phố bên trong thành phố,"
    }
  },
  {
    "translation": {
      "en": "in terms of waste disposal,",
      "vi": "xét về phương diện xử lý chất thải,"
    }
  },
  {
    "translation": {
      "en": "in terms of restrooms, water.",
      "vi": "rồi thì công trình vệ sinh, nước nôi các thứ."
    }
  },
  {
    "translation": {
      "en": "It was a fucking shit show,",
      "vi": "Trông chả ra cái thể thống gì cả,"
    }
  },
  {
    "translation": {
      "en": "but we were doing everything that we could possibly do.",
      "vi": "nhưng chắc chúng tôi cũng không thể làm gì hơn được nữa."
    }
  },
  {
    "translation": {
      "en": "They're frantically building the site.",
      "vi": "Họ cuống cuồng xây dựng cho kịp tiến độ."
    }
  },
  {
    "translation": {
      "en": "You know, 100 day laborers working around the clock, no sleep.",
      "vi": "100 công nhân hoạt động hai tư trên bảy, không chợp mắt lấy một phút."
    }
  },
  {
    "translation": {
      "en": "It was just this mass, big crew of local workers.",
      "vi": "Nguyên một đội công nhân địa phương khổng lồ được điều tới."
    }
  },
  {
    "translation": {
      "en": "Billy paid them off and then he was like, \"You know, we need more guys.",
      "vi": "Billy trả công cho họ xong rồi bảo, \"Thế này chưa được, phải thêm người nữa."
    }
  },
  {
    "translation": {
      "en": "We need more workers.\"",
      "vi": "Thêm nhiều công nhân nữa mới đủ.\""
    }
  },
  {
    "translation": {
      "en": "Billy paid them for the next three days and then...",
      "vi": "Billy trả công cho họ làm thêm ba ngày nữa..."
    }
  },
  {
    "translation": {
      "en": "Billy's like, \"Bring more workers. We need more workers.\"",
      "vi": "rồi lại bảo, \"Thêm nữa đi. Cần thêm công nhân nữa.\""
    }
  },
  {
    "translation": {
      "en": "And then it was starting to get too much for me to handle.",
      "vi": "Rồi số lượng cứ phình ra đến mức tôi không thể kiểm soát nổi."
    }
  },
  {
    "translation": {
      "en": "They had every living soul on the island of Exuma",
      "vi": "Họ tìm bằng được mọi nhân công trên đảo Exuma,"
    }
  },
  {
    "translation": {
      "en": "who could lift a towel, working.",
      "vi": "cứ khoẻ mạnh là cho đi làm hết."
    }
  },
  {
    "translation": {
      "en": "My gosh, there had to have been, probably at some point, 200 people.",
      "vi": "Lạy chúa, số lượng công nhân chắc có lúc phải lên đến 200 người ấy."
    }
  },
  {
    "translation": {
      "en": "I had to feed all the staff.",
      "vi": "Tôi phải nấu cho ngần ấy người ăn."
    }
  },
  {
    "translation": {
      "en": "Basically, that was taking on the whole Fyre operation under my wings.",
      "vi": "Phải lo đồ ăn thức uống cho toàn bộ đội ngũ nhân công của Fyre."
    }
  },
  {
    "translation": {
      "en": "I'd gone down to the Bahamas with some friends",
      "vi": "Tôi và vài người bạn đang xuống Bahamas chơi"
    }
  },
  {
    "translation": {
      "en": "and just coincidentally we actually ran into Ja Rule and Billy down there",
      "vi": "thì tình cờ gặp Ja Rule và Billy ở đó,"
    }
  },
  {
    "translation": {
      "en": "and then they offered to take us on a little tour of the site.",
      "vi": "và họ đề nghị đưa chúng tôi đi tham quan một vòng."
    }
  },
  {
    "translation": {
      "en": "It was beautiful, you know, but it's just like a big giant bluff",
      "vi": "Quang cảnh công nhận là đẹp, nhưng địa điểm tổ chức thì trông không khác gì"
    }
  },
  {
    "translation": {
      "en": "overlooking the ocean. There are no buildings, there's no...",
      "vi": "một mớ hổ lốn bên bờ biển. Không có nhà cửa, không có..."
    }
  },
  {
    "translation": {
      "en": "access to electricity or running water or any of that type of stuff.",
      "vi": "điện đóm hay nước sạch, không có gì hết."
    }
  },
  {
    "translation": {
      "en": "We were just kind of like,",
      "vi": "Chúng tôi thật sự rất,"
    }
  },
  {
    "translation": {
      "en": "concerned, really, there was no infrastructure in place, you know,",
      "vi": "quan ngại, vì chẳng thấy có cơ sở vật chất gì cả,"
    }
  },
  {
    "translation": {
      "en": "but at the same time, they sounded fairly confident",
      "vi": "nhưng về phía họ thì họ vẫn có vẻ rất tự tin"
    }
  },
  {
    "translation": {
      "en": "about their ability to get this thing done.",
      "vi": "là sẽ tổ chức thành công."
    }
  },
  {
    "translation": {
      "en": "[Samuel] How is it non-negotiable?",
      "vi": "Miễn thoả thuận là sao?"
    }
  },
  {
    "translation": {
      "en": "When you guys are not the headlining act at a bigger festival,",
      "vi": "Các anh chưa từng là tiêu điểm ở các nhạc hội lớn,"
    }
  },
  {
    "translation": {
      "en": "you guys don't get top of billing. I mean, in our contract...",
      "vi": "nên các anh không được nêu tên trước thôi. Trong hợp đồng..."
    }
  },
  {
    "translation": {
      "en": "I understand. I mean, it's a font size.",
      "vi": "Tôi hiểu. Thật ra chỉ là phông chữ to hơn thôi mà."
    }
  },
  {
    "translation": {
      "en": "You had people working 24 hours a day.",
      "vi": "Không ít người phải làm việc 24 giờ mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "I had to work basically two days in one because of Fyre Media",
      "vi": "Bản thân tôi cũng phải làm gấp đôi, từ việc của Ban truyền thông Fyre"
    }
  },
  {
    "translation": {
      "en": "and then Fyre Festival.",
      "vi": "tới việc bên Lễ hội Fyre."
    }
  },
  {
    "translation": {
      "en": "I noticed the people that were involved in going back and forth to the Bahamas,",
      "vi": "Có những người phải đi đi về về liên tục giữa Bahamas,"
    }
  },
  {
    "translation": {
      "en": "in the planning, they were becoming growingly frustrated.",
      "vi": "và văn phòng và họ bắt đầu nản dần."
    }
  },
  {
    "translation": {
      "en": "They would come to me and like,",
      "vi": "Họ bắt đầu đến gặp tôi và hỏi,"
    }
  },
  {
    "translation": {
      "en": "\"What are you working on with the booking platform?",
      "vi": "\"Vụ nền tảng đặt lịch sao rồi?"
    }
  },
  {
    "translation": {
      "en": "I can't wait to get back on this side of the business",
      "vi": "Tôi muốn về đây làm lại quá,"
    }
  },
  {
    "translation": {
      "en": "because the festival stuff is just becoming chaotic.\"",
      "vi": "vụ lễ hội rối tung rối mù hết cả lên rồi.\""
    }
  },
  {
    "translation": {
      "en": "We just knew very little about what was happening on the festival side,",
      "vi": "Chúng tôi gần như mù tịt thông tin về vụ lễ hội,"
    }
  },
  {
    "translation": {
      "en": "except, you know, the persistent feeling of growing dread.",
      "vi": "chỉ biết nhuệ khí nhân viên đang ngày một suy sụp."
    }
  },
  {
    "translation": {
      "en": "Every single day, it got endlessly more tense.",
      "vi": "Tình hình ngày càng trở nên căng thẳng hơn."
    }
  },
  {
    "translation": {
      "en": "We would be at standstill sometimes for weeks",
      "vi": "Nhiều lúc công việc bị dồn ứ hàng tuần liền"
    }
  },
  {
    "translation": {
      "en": "not being able to get that final sign off or move through on things",
      "vi": "vì không được phê duyệt hay chuyển sang việc khác được"
    }
  },
  {
    "translation": {
      "en": "because he was completely, you know, succumbed to the festival needs.",
      "vi": "vì anh ta bị vụ lễ hội choán hết tâm trí."
    }
  },
  {
    "translation": {
      "en": "Spending money at an outrageous cost and speed.",
      "vi": "Tiền thì cứ tiêu vô tội vạ."
    }
  },
  {
    "translation": {
      "en": "I wasn't sure if it was startup woes, just like \"unorganization\",",
      "vi": "Tôi không rõ là công ty bị trục trặc kiểu khởi nghiệp, kiểu bị \"tổ chức kém\","
    }
  },
  {
    "translation": {
      "en": "or if it was actually financial trouble, but sometimes payments would be late.",
      "vi": "hay bị khó khăn về tài chính thật, nhưng nhiều lúc chúng tôi bị trả lương chậm."
    }
  },
  {
    "translation": {
      "en": "Friday afternoon,",
      "vi": "Chiều thứ Sáu hàng tuần,"
    }
  },
  {
    "translation": {
      "en": "our favorite topic is, \"Did you get paid and was it for the right amount?\"",
      "vi": "chủ đề bàn tán sôi nổi luôn là, \"Có lương chưa, có đủ không?\""
    }
  },
  {
    "translation": {
      "en": "and Michael once was like, \"Yeah, I got paid, but it was in a bag of cash.\"",
      "vi": "có lần Michael bảo, \"Lương thì có rồi, nhưng là tiền mặt bỏ trong túi.\""
    }
  },
  {
    "translation": {
      "en": "[Andy] I knew that cash flow was becoming an issue,",
      "vi": "Tôi biết thể nào dòng tiền cũng sẽ có vấn đề,"
    }
  },
  {
    "translation": {
      "en": "but Billy handled all the finances.",
      "vi": "nhưng khoản tài chính là Billy lo hết."
    }
  },
  {
    "translation": {
      "en": "At that point,",
      "vi": "Lúc đó,"
    }
  },
  {
    "translation": {
      "en": "Billy had said, \"Listen, we're into this for 25 million bucks.",
      "vi": "Billy bảo tôi, \"Này, ta cần 25 triệu đô mới lo được hết cơ."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Oh, my gosh, Billy, jeepers.\"",
      "vi": "Tôi thốt lên, \"Ôi chúa ơi, Billy, cái quái gì vậy.\""
    }
  },
  {
    "translation": {
      "en": "The word from people that knew Billy was that he was a magician fundraiser",
      "vi": "Những ai quen biết Billy đều khẳng định anh ta là một thiên tài gọi vốn,"
    }
  },
  {
    "translation": {
      "en": "and he just kept pulling money in, somehow.",
      "vi": "và đúng là anh ta vẫn cứ đem được tiền về."
    }
  },
  {
    "translation": {
      "en": "[Andy] Billy would get on a jet, he'd fly to New York and he'd come back",
      "vi": "Billy sẽ lên phi cơ, bay tới New York, và lúc về"
    }
  },
  {
    "translation": {
      "en": "and somehow have another three million bucks",
      "vi": "không hiểu làm thế nào đã có thêm ba triệu đô"
    }
  },
  {
    "translation": {
      "en": "in his pocket to pull off the next level of needs.",
      "vi": "để xử lý tiếp các đầu việc dang dở."
    }
  },
  {
    "translation": {
      "en": "[Mick] Carola was one of the many investors.",
      "vi": "Carola là một trong số các nhà đầu tư đó."
    }
  },
  {
    "translation": {
      "en": "She was a big believer in Billy.",
      "vi": "Cô ấy đặt trọn niềm tin vào Billy."
    }
  },
  {
    "translation": {
      "en": "She was there from his earliest venture, Magnesis, and then Fyre.",
      "vi": "Hỗ trợ tài chính cho cậu ta từ dự án đầu đời, Magnesis, cho tới Fyre."
    }
  },
  {
    "translation": {
      "en": "She had always been around, always supporting this kid",
      "vi": "Cô ấy luôn sát cánh, luôn giúp đỡ cậu ta hết mực"
    }
  },
  {
    "translation": {
      "en": "and always believing in his ability to become the next big entrepreneur.",
      "vi": "và luộn tin rằng cậu ta có thể trở thành nhà khởi nghiệp lớn."
    }
  },
  {
    "translation": {
      "en": "We can figure out how to make an extra three, four, five million dollars.",
      "vi": "Có cách để kiếm thêm ba, bốn, năm triệu đô nữa đấy."
    }
  },
  {
    "translation": {
      "en": "Whether it's higher-tier artist passes,",
      "vi": "Chào bán vé hạng cao hơn này,"
    }
  },
  {
    "translation": {
      "en": "food and alcohol passes, VIP party passes,",
      "vi": "gói đồ ăn và đồ uống có cồn này, vé tiệc VIP này,"
    }
  },
  {
    "translation": {
      "en": "the Kendall Jenner yacht party for $10,000 a head for 100 people.",
      "vi": "tiệc trên du thuyền của Kendall Jenner, 10.000 đô một người cho 100 người."
    }
  },
  {
    "translation": {
      "en": "Billy had a vision, you know, and he was definitely thinking",
      "vi": "Billy có kế hoạch riêng, và cậu ta nghĩ ra"
    }
  },
  {
    "translation": {
      "en": "of every little twist that he could come up with",
      "vi": "đủ mọi cách để xoay sở"
    }
  },
  {
    "translation": {
      "en": "to raise the money to make it happen.",
      "vi": "để kiếm thêm tiền đắp vào kế hoạch đó."
    }
  },
  {
    "translation": {
      "en": "There's two things going for us: one, an audience who has cash,",
      "vi": "Ta đang có hai lợi thế: một là khán giả sẵn sàng bỏ tiền,"
    }
  },
  {
    "translation": {
      "en": "and us, we have the celebrity, we have the island.",
      "vi": "hai là các ngôi sao và hòn đảo."
    }
  },
  {
    "translation": {
      "en": "There's ways we can monetize both, we're gonna make that happen.",
      "vi": "Có nhiều cách để kiếm tiền từ chúng, sẽ xoay được thôi."
    }
  },
  {
    "translation": {
      "en": "I overheard a conversation,",
      "vi": "Tôi từng nghe lỏm được được là,"
    }
  },
  {
    "translation": {
      "en": "\"Let's put up a cabaña for $50,000",
      "vi": "\"Hay là thử rao một cái lều 50.000 đô đi"
    }
  },
  {
    "translation": {
      "en": "and see if anyone buys it.\"",
      "vi": "xem có ai mua không.\""
    }
  },
  {
    "translation": {
      "en": "And I remember thinking, \"Do you have a cabaña to sell?",
      "vi": "Lúc đó tôi nghĩ bụng, \"Có lều không mà bán hả?"
    }
  },
  {
    "translation": {
      "en": "Because I'm feeling concerned that you're not thinking about that",
      "vi": "Vì hình như anh ta không thèm tính đến chuyện đó"
    }
  },
  {
    "translation": {
      "en": "before you are putting it live on the site for someone to buy.\"",
      "vi": "trước khi rao bán chính thức trên website thì phải.\""
    }
  },
  {
    "translation": {
      "en": "[Marc] So, this website came out. It was, like, \"fyrecay.com.\"",
      "vi": "Cùng lúc đó thì có một website ra đời. Tên là \"fyrecay.com\" thì phải."
    }
  },
  {
    "translation": {
      "en": "And the site's sole purpose was to destroy this festival.",
      "vi": "Với mục đích duy nhất là phá hoại lễ hội này."
    }
  },
  {
    "translation": {
      "en": "It was getting fed direct information and photos",
      "vi": "Trang web đó liên tục được bơm thông tin và hình chụp trực tiếp"
    }
  },
  {
    "translation": {
      "en": "of the site that was totally unfinished.",
      "vi": "từ công trường còn đang ngổn ngang."
    }
  },
  {
    "translation": {
      "en": "News that was happening by the day that only",
      "vi": "Kèm theo đó là những diễn biến cập nhật từng ngày"
    }
  },
  {
    "translation": {
      "en": "pretty senior people in the festival knew what was happening.",
      "vi": "mà chỉ những người quan trọng trong bộ sậu tổ chức lễ hội mới biết."
    }
  },
  {
    "translation": {
      "en": "[Martin] It was almost like WikiLeaks.",
      "vi": "HỌ QUẢNG CÁO MỘT ĐẰNG... Gần giống kiểu WikiLeaks vậy."
    }
  },
  {
    "translation": {
      "en": "We were having these confidential meetings and then things from that meeting",
      "vi": "Chúng tôi có những buổi họp bí mật, và những thông tin trong các buổi họp đó"
    }
  },
  {
    "translation": {
      "en": "were actually getting out, word for word.",
      "vi": "đều bị tuồn ra ngoài, không sót một chữ nào."
    }
  },
  {
    "translation": {
      "en": "So we knew someone actually in the meeting had been wired up.",
      "vi": "Vậy là ai đó đã tham gia các buổi họp đã tiết lộ."
    }
  },
  {
    "translation": {
      "en": "So we were all called to the war room to have a meeting",
      "vi": "Thế là tất cả bị triệu tập tới một phòng riêng để họp khẩn cấp,"
    }
  },
  {
    "translation": {
      "en": "and it was basically a witch hunt meeting.",
      "vi": "họp săn người thì đúng hơn."
    }
  },
  {
    "translation": {
      "en": "It was, \"If you are the person",
      "vi": "Nội dung cuộc họp là, \"Ai"
    }
  },
  {
    "translation": {
      "en": "or people that are sending this information to this website,",
      "vi": "hoặc những ai đang bán thông tin cho website này,"
    }
  },
  {
    "translation": {
      "en": "we will pursue legal action,",
      "vi": "sẽ bị khởi tố trước pháp luật,"
    }
  },
  {
    "translation": {
      "en": "you will leave this island, you will not get paid",
      "vi": "sẽ bị đuổi khỏi đảo, sẽ bị cắt lương,"
    }
  },
  {
    "translation": {
      "en": "and we'll come after you.\"",
      "vi": "và sẽ bị trừng phạt thích đáng.\""
    }
  },
  {
    "translation": {
      "en": "The guy that put together Fyrecay was extorting Billy.",
      "vi": "Cái gã chủ mưu Fyrecay muốn đe doạ Billy."
    }
  },
  {
    "translation": {
      "en": "Billy wanted him to take the website down.",
      "vi": "Billy đề nghị anh ta gỡ website xuống."
    }
  },
  {
    "translation": {
      "en": "He said he would only do it if the Fyre Festival",
      "vi": "Và anh ta trả lời là sẽ chỉ chấp nhận với điều kiện ban tổ chức Lễ hội Fyre"
    }
  },
  {
    "translation": {
      "en": "started releasing actual photos of the campsites.",
      "vi": "chịu đăng tải hình chụp thực tế địa điểm biểu diễn."
    }
  },
  {
    "translation": {
      "en": "And I just kept saying to Billy,",
      "vi": "Thế là tôi liên tục thuyết phục Billy,"
    }
  },
  {
    "translation": {
      "en": "\"We need to get the messaging out now that this is not a luxury music festival.",
      "vi": "\"Phải thay đổi thông điệp ngay đi, rằng đây không phải một nhạc hội xa xỉ."
    }
  },
  {
    "translation": {
      "en": "People aren't staying on yachts, at least, most aren't,",
      "vi": "Du khách, hoặc đại đa số du khách, sẽ không được ở du thuyền,"
    }
  },
  {
    "translation": {
      "en": "many are not staying in villas",
      "vi": "cũng sẽ không được ở biệt thự đâu,"
    }
  },
  {
    "translation": {
      "en": "and if you can get that messaging out now, we will be able to manage expectations.\"",
      "vi": "thay đổi thông điệp ngay đi để còn kịp kiểm soát kỳ vọng của người ta.\""
    }
  },
  {
    "translation": {
      "en": "[Mark] You know? Like here's the reality. Just do it",
      "vi": "Anh hiểu không? \"Thực tế là đây. Cứ đăng lên đi"
    }
  },
  {
    "translation": {
      "en": "and people will make their own decisions on it.",
      "vi": "rồi để người ta tự quyết định có đi hay không."
    }
  },
  {
    "translation": {
      "en": "But you have got to be honest.",
      "vi": "Quan trọng là phải thành thực vào."
    }
  },
  {
    "translation": {
      "en": "Here's what it is. Here's the tents, you know?",
      "vi": "Đây, chỉ có thế này thôi. Chỉ có lều thôi,\" đại khái vậy!"
    }
  },
  {
    "translation": {
      "en": "People are going to find out sooner or later, so, like,",
      "vi": "Cái kim trong bọc thể nào mà chả lòi ra,"
    }
  },
  {
    "translation": {
      "en": "why are you walking around...",
      "vi": "nên cứ né tránh..."
    }
  },
  {
    "translation": {
      "en": "trying to dodge the inevitable?",
      "vi": "chuyện sớm muộn cũng xảy ra để làm gì?"
    }
  },
  {
    "translation": {
      "en": "[Marc C.] We were gearing up. We were ready to go.",
      "vi": "Đồ đạc đã lên hết. Tâm thế đã sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "We're, like, going to the gym, having this grand old time.",
      "vi": "Ngày nào chúng tôi cũng đến phòng gym, cũng tập đến mệt nhoài."
    }
  },
  {
    "translation": {
      "en": "We would go on these jogs every morning to get ready for Fyre Festival.",
      "vi": "Sáng nào chúng tôi cũng chạy bộ để chuẩn bị cho Lễ hội Fyre."
    }
  },
  {
    "translation": {
      "en": "Like, powering around town. \"We're going on this great vacation.",
      "vi": "Chạy quanh thị trấn luôn. \"Sắp được đi nghỉ dưỡng rồi"
    }
  },
  {
    "translation": {
      "en": "We're going to have such a blast.",
      "vi": "Sắp được tiệc tùng hết nấc rồi."
    }
  },
  {
    "translation": {
      "en": "We're going to meet all these people and have this...",
      "vi": "Sắp được gặp gỡ bạn bè bốn phương và sắp có..."
    }
  },
  {
    "translation": {
      "en": "just truly fantastic experience.\"",
      "vi": "một trải nghiệm để đời rồi.\""
    }
  },
  {
    "translation": {
      "en": "I mean, it was so exciting.",
      "vi": "Chúng tôi hồ hởi đến như vậy đấy."
    }
  },
  {
    "translation": {
      "en": "[Seth] On April 22nd, I get an email.",
      "vi": "Ngày 22 tháng Tư, tôi nhận được một email."
    }
  },
  {
    "translation": {
      "en": "\"I noticed you hadn't created your Fyreband account yet.",
      "vi": "\"Hình như bạn chưa tạo tài khoản Fyreband đâu nhỉ."
    }
  },
  {
    "translation": {
      "en": "It is your wallet for the weekend, so load it appropriately.",
      "vi": "Đây là ví tiền để sử dụng trong dịp này, nên hãy nạp đủ nhé."
    }
  },
  {
    "translation": {
      "en": "The majority of our guests have added $3,000 for the weekend.",
      "vi": "Đại đa số khách tham dự đã nạp 3.000 đô vào ví."
    }
  },
  {
    "translation": {
      "en": "But if you want to reserve tables or take part in the add-on experiences,",
      "vi": "Nhưng nếu bạn muốn đặt bàn trước, hoặc muốn có những trải nghiệm bên lề,"
    }
  },
  {
    "translation": {
      "en": "you will want to put on much more.\"",
      "vi": "thì nên nạp nhiều hơn thế nhé.\""
    }
  },
  {
    "translation": {
      "en": "Billy wanted the engineers to set up payment through this RFID bracelet.",
      "vi": "Billy muốn các kỹ sư thiết lập thanh toán bằng vòng tay nhận dạng tần số vô tuyến."
    }
  },
  {
    "translation": {
      "en": "[Mark] We all said that was insane based on the wireless communication issues.",
      "vi": "Tất cả chúng tôi đều nói đó là ý tưởng điên rồ vì mạng không dây ở đây rất yếu."
    }
  },
  {
    "translation": {
      "en": "I mean, this was never tested out.",
      "vi": "Ý tưởng này không hề được kiểm nghiệm."
    }
  },
  {
    "translation": {
      "en": "[Shiyyuan] The urgency wasn't, \"Let's make this a cashless experience",
      "vi": "Sự cấp bách không phải là, \"Hãy tạo ra trải nghiệm thanh toán không cần tiền mặt"
    }
  },
  {
    "translation": {
      "en": "for our festival attendees.\"",
      "vi": "cho các du khách tham dự lễ hội.\""
    }
  },
  {
    "translation": {
      "en": "It was, \"We can't put on the Fyre Festival because we don't have any money.\"",
      "vi": "Mà là, \"Chúng tôi không thể tổ chức được nữa vì chẳng còn một xu dính túi.\""
    }
  },
  {
    "translation": {
      "en": "I received a call from a woman",
      "vi": "Tôi nhận được cuộc gọi từ một người phụ nữ,"
    }
  },
  {
    "translation": {
      "en": "asking me, I would say, very aggressively",
      "vi": "cô ta yêu cầu tôi nạp tiền vào vòng đeo tay"
    }
  },
  {
    "translation": {
      "en": "to put money on my wristband.",
      "vi": "một cách hết sức quyết liệt."
    }
  },
  {
    "translation": {
      "en": "They wanted you to buy jet ski things, a private plane.",
      "vi": "Họ mời anh mua nào là vé mô tô nước, nào là vé đi phi cơ riêng."
    }
  },
  {
    "translation": {
      "en": "[Andy] It was a staggering amount of money. The first batch of kids had loaded...",
      "vi": "Tiền liên tục được nạp vào các tài khoản. Sau lượt gọi đầu tiên, số tiền được nạp..."
    }
  },
  {
    "translation": {
      "en": "$800,000 on these wristbands.",
      "vi": "đã là 800.000 đô la."
    }
  },
  {
    "translation": {
      "en": "You know, you've spent all this money on a ticket,",
      "vi": "Anh đã bỏ ra cả đống tiền mua vé rồi,"
    }
  },
  {
    "translation": {
      "en": "and now the same amount of money on the wristband, it seemed...",
      "vi": "giờ lại phải nướng thêm ngần ấy vào cái vòng tay, cảm giác..."
    }
  },
  {
    "translation": {
      "en": "sort of peculiar.",
      "vi": "thật sự bất thường."
    }
  },
  {
    "translation": {
      "en": "[Marc] So now we're down to probably ten days left to the festival at this point.",
      "vi": "Lúc này chỉ còn khoảng mười ngày nữa là tới lễ hội."
    }
  },
  {
    "translation": {
      "en": "They didn't have enough tents and 350 people would have nowhere to stay",
      "vi": "Họ vẫn chưa kiếm đủ lều, và dự kiến khoảng 350 người sẽ không chốn dung thân,"
    }
  },
  {
    "translation": {
      "en": "and by the way, houses that we sourced weren't getting paid.",
      "vi": "chưa hết, những ngôi nhà mà chúng tôi 'mượn tạm' cũng không nhận được xu nào."
    }
  },
  {
    "translation": {
      "en": "So this was now becoming clear that there wasn't any money.",
      "vi": "Lúc này thì ai cũng đã hiểu là họ chẳng có đồng nào cả."
    }
  },
  {
    "translation": {
      "en": "Because homeowners were like, \"You sent me a wire...",
      "vi": "Các chủ nhà trên đảo đều phàn nàn, \"Sao gửi thư báo..."
    }
  },
  {
    "translation": {
      "en": "five days ago and I haven't received any funds.\"",
      "vi": "từ năm ngày trước rồi mà vẫn chưa thấy tiền đâu.\""
    }
  },
  {
    "translation": {
      "en": "I had an explicit phone call from one of the management team",
      "vi": "Một thành viên trong ban tổ chức thậm chí còn gọi thẳng cho tôi"
    }
  },
  {
    "translation": {
      "en": "to stop telling Carola about the housing situation,",
      "vi": "và yêu cầu tôi đừng lè nhè với Carola về tình hình thuê nhà nữa,"
    }
  },
  {
    "translation": {
      "en": "because they were trying to get more money from her...",
      "vi": "để họ còn dụ cô ấy nhả thêm tiền..."
    }
  },
  {
    "translation": {
      "en": "and that my emails were alarming her...",
      "vi": "và các email của tôi đang đánh động cô ấy..."
    }
  },
  {
    "translation": {
      "en": "and they outright told me to be dishonest.",
      "vi": "và họ nói thẳng với tôi là bốc phét đi."
    }
  },
  {
    "translation": {
      "en": "And you have to realize I got paid 30% of my fee, so they're hanging--",
      "vi": "Anh nên biết là tôi mới được trả 30% tổng tiền công, nghĩa là họ đang treo..."
    }
  },
  {
    "translation": {
      "en": "My fee's not due until the day of the event,",
      "vi": "Tiền công của tôi phải đến ngày diễn ra sự kiện mới được trả đủ,"
    }
  },
  {
    "translation": {
      "en": "so they're hanging 70% of my fee over my head like a carrot.",
      "vi": "nghĩa là họ đang treo 70% tổng tiền công lơ lửng trên đầu tôi như treo củ cà rốt."
    }
  },
  {
    "translation": {
      "en": "[Andy] Every day, something else would happen.",
      "vi": "Mỗi ngày lại có biến mới."
    }
  },
  {
    "translation": {
      "en": "Every hour, something else would happen.",
      "vi": "Mỗi giờ lại có biến mới."
    }
  },
  {
    "translation": {
      "en": "Every minute, there'd be another obstacle.",
      "vi": "Mỗi phút lại có chướng ngại vật mới."
    }
  },
  {
    "translation": {
      "en": "We had a $6 million contract",
      "vi": "Chúng tôi kí hợp đồng 6 triệu đô"
    }
  },
  {
    "translation": {
      "en": "with Star Catering to handle all the food service",
      "vi": "với Star Catering để họ thầu hết vụ ăn uống"
    }
  },
  {
    "translation": {
      "en": "and we only had $1 million allocated.",
      "vi": "nhưng giờ chỉ còn lại 1 triệu đô."
    }
  },
  {
    "translation": {
      "en": "And Billy fired them over the phone.",
      "vi": "Thế là Billy đuổi cổ họ qua điện thoại luôn."
    }
  },
  {
    "translation": {
      "en": "And then he hung up the phone. I stood there and he said...",
      "vi": "Rồi cậu ta cúp máy. Thấy tôi đứng ngây ra đó, cậu ta hỏi..."
    }
  },
  {
    "translation": {
      "en": "\"Can you salvage this?\"",
      "vi": "\"Anh có cách nào chữa cháy không?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Oh, my gosh, I have two weeks to come up...",
      "vi": "Tôi rên rỉ, \"Ôi Chúa ơi, tôi có đúng hai tuần để..."
    }
  },
  {
    "translation": {
      "en": "with food service for 6,000 kids? This is going to be fascinating.\"",
      "vi": "tìm dịch vụ nấu ăn cho 6.000 thanh niên ấy hả? Hay ho đây.\""
    }
  },
  {
    "translation": {
      "en": "Grant, who was on the call,",
      "vi": "Grant, lúc đó đang nghe máy,"
    }
  },
  {
    "translation": {
      "en": "pulled out the proposal from Star and said,",
      "vi": "giở bản thoả thuận với Star ra và quát lên,"
    }
  },
  {
    "translation": {
      "en": "\"I told them I wanted sushi chefs coming in,\"",
      "vi": "\"Tôi đã dặn là phải có đầu bếp làm sushi cơ mà,\""
    }
  },
  {
    "translation": {
      "en": "and, \"I needed to see Indian cuisine,\"",
      "vi": "rồi thì, \"Đã dặn phải có ẩm thực Ấn Độ cơ mà,\""
    }
  },
  {
    "translation": {
      "en": "and I thought, \"Gosh, Grant, you've missed the boat here.\"",
      "vi": "thấy thế tôi nghĩ bụng, \"Trời đất, Grant, cậu bị chậm hiểu à."
    }
  },
  {
    "translation": {
      "en": "We are not spending $6 million, we can only spend $1 million",
      "vi": "Ta làm gì có 6 triệu đô nữa, ta chỉ còn 1 triệu đô thôi"
    }
  },
  {
    "translation": {
      "en": "and I'm eliminating all of that.\"",
      "vi": "nên tôi phải cắt hết đi.\""
    }
  },
  {
    "translation": {
      "en": "At this point in time,",
      "vi": "Lúc này là chỉ còn bốn ngày thôi,"
    }
  },
  {
    "translation": {
      "en": "there had been no progress pictures, no updated videos.",
      "vi": "nhưng chả thấy tấm hình chụp tiến độ nào, chả thấy đoạn clip cập nhật tình hình nào."
    }
  },
  {
    "translation": {
      "en": "They were using the same footage and photographs",
      "vi": "Họ chỉ xào đi xào lại những thước hình và hình chụp"
    }
  },
  {
    "translation": {
      "en": "from that first promotional video",
      "vi": "cắt ra từ đoạn clip quảng cáo đầu tiên"
    }
  },
  {
    "translation": {
      "en": "in all of the subsequent promotional content.",
      "vi": "cho tất cả các nội dung quảng cáo sau đó."
    }
  },
  {
    "translation": {
      "en": "The media and marketing companies in New York,",
      "vi": "Các đơn vị truyền thông và marketing ở New York"
    }
  },
  {
    "translation": {
      "en": "we didn't have any visibility into what was happening on the production side.",
      "vi": "không nắm được một chút thông tin gì về những diễn biến trong khâu tổ chức."
    }
  },
  {
    "translation": {
      "en": "We're building out this vision that was based around this kind of visual facade.",
      "vi": "Nên những hình ảnh mặt tiền chúng tôi xây dựng đều là tưởng tượng hết."
    }
  },
  {
    "translation": {
      "en": "[Mark C.] We noticed quite quickly that all of the original sketches of the rooms",
      "vi": "Chúng tôi nhanh chóng nhận ra các bản vẽ phòng thuê"
    }
  },
  {
    "translation": {
      "en": "that we had signed up for got taken off the page.",
      "vi": "mà chúng tôi đăng ký đều đã bị gỡ khỏi trang chủ."
    }
  },
  {
    "translation": {
      "en": "That was sort of when we started trying to dig a little bit more and see,",
      "vi": "Tới lúc đó chúng tôi mới bắt đầu yêu cầu họ là,"
    }
  },
  {
    "translation": {
      "en": "\"Oh, can you send us pictures of the accommodations?\"",
      "vi": "\"Ừm, phiền ban tổ chức gửi ảnh thật nơi ở cho chúng tôi được không?\""
    }
  },
  {
    "translation": {
      "en": "You had people asking very legitimate questions on Instagram.",
      "vi": "Người ta bắt đầu đặt ra những câu hỏi rất hợp lý trên Instagram."
    }
  },
  {
    "translation": {
      "en": "They were trying to book flights, trying to understand logistics.",
      "vi": "Họ muốn biết thông tin chuyến bay, muốn biết thêm về dịch vụ hậu cần."
    }
  },
  {
    "translation": {
      "en": "[Mick] We just started getting bombarded with all these questions.",
      "vi": "Hòm thư của chúng tôi bắt đầu hứng chịu cơn mưa thắc mắc."
    }
  },
  {
    "translation": {
      "en": "Grant was trying to use our employees for customer service,",
      "vi": "Grant thậm chí phải nhờ nhân viên của chúng tôi chăm sóc khách hàng hộ,"
    }
  },
  {
    "translation": {
      "en": "but that wasn't what we were hired to do.",
      "vi": "nhưng đó không phải chuyên môn của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "The only thing we could do was to just keep telling people,",
      "vi": "Chúng tôi chỉ biết nhai đi nhai lại một câu,"
    }
  },
  {
    "translation": {
      "en": "\"Email concierge@fyre.com.\"",
      "vi": "\"Hãy gửi email về hòm thư concierge@fyre.com.\""
    }
  },
  {
    "translation": {
      "en": "And then we would get another request saying,",
      "vi": "Rồi chúng tôi lại nhận được thắc mắc là,"
    }
  },
  {
    "translation": {
      "en": "\"concierge@fyre.com didn't respond.\"",
      "vi": "\"concierge@fyre.com không thấy hồi đáp.\""
    }
  },
  {
    "translation": {
      "en": "The unanswered questions turned to people criticizing...",
      "vi": "Thắc mắc càng chất chồng, người ta càng chỉ trích..."
    }
  },
  {
    "translation": {
      "en": "[Mark C.] It was very annoying.",
      "vi": "Thật sự là rất khó chịu."
    }
  },
  {
    "translation": {
      "en": "I was like, \"This is terrible customer service.",
      "vi": "Tôi nghĩ bụng, \"Chăm sóc khách hàng kiểu quái gì đây nhỉ."
    }
  },
  {
    "translation": {
      "en": "They need to know better. They're throwing this luxury festival...\"",
      "vi": "Không ra cái thể thống gì hết. Tổ chức lễ hội đắt tiền thế này mà lại...\""
    }
  },
  {
    "translation": {
      "en": "[Mick] And then you'd have Grant reaching outand saying,",
      "vi": "Rồi lại đến Grant ỉ ôi,"
    }
  },
  {
    "translation": {
      "en": "\"These comments are killing us.",
      "vi": "\"Chết với đống bình luận này mất."
    }
  },
  {
    "translation": {
      "en": "What do we do about all the people that are talking shit?\"",
      "vi": "Làm gì để họ im mồm vào bây giờ?\""
    }
  },
  {
    "translation": {
      "en": "The decision was to screenshot all of the legitimate questions",
      "vi": "Chúng tôi quyết định chụp lại những câu hỏi tiêu biểu nhất"
    }
  },
  {
    "translation": {
      "en": "and forward that over to the Fyre team",
      "vi": "gửi cho đội Fyre xử lý"
    }
  },
  {
    "translation": {
      "en": "and then delete all of the negative comments",
      "vi": "rồi xoá hết những bình luận tiêu cực"
    }
  },
  {
    "translation": {
      "en": "that were degrading the brand.",
      "vi": "gây ảnh hưởng đến thương hiệu đi."
    }
  },
  {
    "translation": {
      "en": "I saw them actively deleting comments",
      "vi": "Tôi thấy họ xoá bình luận rất nhiệt tình,"
    }
  },
  {
    "translation": {
      "en": "and then turning comments off entirely",
      "vi": "thậm chí tắt hẳn phần bình luận đi luôn,"
    }
  },
  {
    "translation": {
      "en": "so that you wouldn't have 3,000 people saying,",
      "vi": "để không bị 3.000 người cùng xông vào hỏi,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I don't have my flight information. Where do I need to go?\"",
      "vi": "\"Ê, tôi chưa có thông tin về chuyến bay. Định cho tôi đi đâu thế?\""
    }
  },
  {
    "translation": {
      "en": "So as me and Billy was riding back towards the site...",
      "vi": "Tôi lái xe đưa Billy quay lại khu vực trung tâm..."
    }
  },
  {
    "translation": {
      "en": "You know, he was like.... Kinda like panicky look, you know?",
      "vi": "Và trên mặt anh ta... Lộ rõ vẻ hoảng hốt, anh hiểu ý tôi không?"
    }
  },
  {
    "translation": {
      "en": "So he's like,",
      "vi": "Anh ta hỏi,"
    }
  },
  {
    "translation": {
      "en": "\"What do you think? You think we can get this done?",
      "vi": "\"Cậu nghĩ sao? Liệu có làm xong kịp không?"
    }
  },
  {
    "translation": {
      "en": "I said, \"What do you mean?\"",
      "vi": "Tôi hỏi, \"Ý anh là sao?\""
    }
  },
  {
    "translation": {
      "en": "\"You think we can get everything done before Thursday?\"",
      "vi": "\"Ý tôi là có xong kịp hết trước thứ Năm không?\""
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Thế là..."
    }
  },
  {
    "translation": {
      "en": "Me saying to myself right there, I say,",
      "vi": "Tôi mới nghĩ thầm trong đầu là,"
    }
  },
  {
    "translation": {
      "en": "\"You want to lie to him or you just want to speak the truth?\"",
      "vi": "\"Nên bốc phét hay nên nói thật bây giờ nhỉ?\""
    }
  },
  {
    "translation": {
      "en": "'Cause sometimes the truth can come pretty,",
      "vi": "Vì sự thật nhiều lúc ngọt ngào,"
    }
  },
  {
    "translation": {
      "en": "and then sometimes the truth can just come ugly.",
      "vi": "nhưng cũng có lúc khó nghe lắm."
    }
  },
  {
    "translation": {
      "en": "So, I was like,",
      "vi": "Xong tôi đáp,"
    }
  },
  {
    "translation": {
      "en": "\"Billy, being honest, I think we could do it.",
      "vi": "\"Billy ạ, thành thật mà nói thì tôi nghĩ là xong kịp."
    }
  },
  {
    "translation": {
      "en": "But we need some more time. We need to do some overtime",
      "vi": "Nhưng sẽ cần thêm thời gian đấy. Phải làm thêm giờ,"
    }
  },
  {
    "translation": {
      "en": "and we need to just push... We need to do more hours.\"",
      "vi": "phải đẩy nhanh tốc độ... Tóm lại là phải làm thêm giờ.\""
    }
  },
  {
    "translation": {
      "en": "[Andy] Every day we met, every day, we would talk about,",
      "vi": "Hôm nào gặp, chúng tôi cũng nói cùng một chủ đề,"
    }
  },
  {
    "translation": {
      "en": "\"Okay, should we pull the plug or should we keep this thing going?\"",
      "vi": "\"Từ bỏ hay là tiếp tục?\""
    }
  },
  {
    "translation": {
      "en": "And every day, Billy would say,",
      "vi": "Và hôm nào Billy cũng trả lời,"
    }
  },
  {
    "translation": {
      "en": "\"We can't pull the plug. We've got to keep this thing going.\"",
      "vi": "\"Không bỏ được đâu. Phải làm tiếp đi.\""
    }
  },
  {
    "translation": {
      "en": "\"You can't have people come, this is not going to work.\"",
      "vi": "\"Đừng mời khách đến, không được đâu.\""
    }
  },
  {
    "translation": {
      "en": "Verbatim. It was like...",
      "vi": "Nguyên văn nhé. Anh ta đáp như sau..."
    }
  },
  {
    "translation": {
      "en": "\"If you want to leave, you can leave.",
      "vi": "\"Cậu muốn đi thì cứ việc đi đi."
    }
  },
  {
    "translation": {
      "en": "If you're not going to leave, we're here to find solutions.\"",
      "vi": "Còn nếu cậu chịu ở lại thì ta sẽ tìm cách khắc phục.\""
    }
  },
  {
    "translation": {
      "en": "And I would step outside, right after each meeting,",
      "vi": "Thế là tôi lại bỏ ra ngoài, sau mỗi buổi họp,"
    }
  },
  {
    "translation": {
      "en": "literally go out on the porch and burst into tears.",
      "vi": "và bật khóc ngay ngoài hành lang."
    }
  },
  {
    "translation": {
      "en": "Never in my career did I ever do this, but there I would be, thinking,",
      "vi": "Tôi chưa bao giờ bất lực đến thế suốt sự nghiệp, mà lúc đó tôi chỉ biết nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"Holy shit.\"",
      "vi": "\"Ôi Chúa ơi.\""
    }
  },
  {
    "translation": {
      "en": "[Marc] So I sent an email.",
      "vi": "Tôi gửi một email."
    }
  },
  {
    "translation": {
      "en": "\"Guys, we're running out of time.",
      "vi": "\"Này các anh, không còn thời gian nữa đâu."
    }
  },
  {
    "translation": {
      "en": "I've tried to warn you multiple times, but my words have fallen on deaf ears.",
      "vi": "Tôi đã cảnh báo các anh rất nhiều lần rồi, nhưng các anh bỏ ngoài tai hết."
    }
  },
  {
    "translation": {
      "en": "We are one day out without enough beds to safely house",
      "vi": "Một ngày nữa thôi là tổ chức, thế mà giờ vẫn đang chưa đủ chỗ cho"
    }
  },
  {
    "translation": {
      "en": "our staff, our VIP guests and our paid customers.",
      "vi": "nhân viên, cho khách VIP và cho khách đã mua vé ngủ qua đêm."
    }
  },
  {
    "translation": {
      "en": "You need to cancel more guests, immediately.\"",
      "vi": "Các anh phải tìm cách huỷ thêm vé luôn và ngay đi.\""
    }
  },
  {
    "translation": {
      "en": "I was basically like, \"I know that you're worried about press blowback,",
      "vi": "Tôi nói thêm, \"Tôi biết các anh lo ngại việc bị dư luận phản pháo,"
    }
  },
  {
    "translation": {
      "en": "but imagine a scenario where 350 people arrive onto a remote island,",
      "vi": "nhưng cứ thử tưởng tượng cảnh 350 con người bay đến một hòn đảo hẻo lánh,"
    }
  },
  {
    "translation": {
      "en": "are herded onto yellow school buses,",
      "vi": "bị nhồi lên những đoàn xe buýt trường học"
    }
  },
  {
    "translation": {
      "en": "brought to a festival site that's unfinished",
      "vi": "rồi bị đưa tới một khu vực tổ chức lễ hội còn chưa hoàn thiện"
    }
  },
  {
    "translation": {
      "en": "and realize they've no place to sleep",
      "vi": "và nhận ra họ sẽ không có chỗ ngủ qua đêm,"
    }
  },
  {
    "translation": {
      "en": "and to make it worse, they have no way to get home,",
      "vi": "tệ hơn là không có cách nào để về nhà,"
    }
  },
  {
    "translation": {
      "en": "because we don't have any charter flights booked back for them.",
      "vi": "vì ta không thuê trọn gói chiều bay về cho họ mà xem."
    }
  },
  {
    "translation": {
      "en": "I know you're worried about the press, but there's no worse situation than that.\"",
      "vi": "Tôi biết các anh sợ dư luận vùi dập, nhưng viễn cảnh đó còn kinh khủng hơn nhiều.\""
    }
  },
  {
    "translation": {
      "en": "And the response?",
      "vi": "Biết họ trả lời sao không?"
    }
  },
  {
    "translation": {
      "en": "The response was,",
      "vi": "Họ trả lời là,"
    }
  },
  {
    "translation": {
      "en": "\"At least they'll see your smiling face and yoga skills.\"",
      "vi": "\"Ít ra họ sẽ thấy nụ cười thân thiện và kỹ năng yoga của cậu.\""
    }
  },
  {
    "translation": {
      "en": "'Cause I was supposed to be the yoga instructor for the event.",
      "vi": "Vì họ yêu cầu tôi dạy yoga cho khách đến tham dự sự kiện."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Thôi vậy."
    }
  },
  {
    "translation": {
      "en": "Like, what am I supposed to do? You know? Like, I'm...",
      "vi": "Thế thì tôi còn biết nói gì nữa? Tôi kiểu..."
    }
  },
  {
    "translation": {
      "en": "\"All right, sure.\"",
      "vi": "\"Rồi, vậy đi.\""
    }
  },
  {
    "translation": {
      "en": "Billy was under such immense financial pressure",
      "vi": "Billy đang chịu áp lực tài chính quá lớn"
    }
  },
  {
    "translation": {
      "en": "that he effectively had to put this festival on",
      "vi": "đến nỗi cậu ta bắt buộc phải để lễ hội diễn ra như dự kiến,"
    }
  },
  {
    "translation": {
      "en": "because otherwise he wasn't going to be able to repay",
      "vi": "nếu không cậu ta sẽ không đủ tiền trả lại"
    }
  },
  {
    "translation": {
      "en": "any of the factor receivables that he had raised money from.",
      "vi": "các chủ đầu tư đã cho cậu ta vay."
    }
  },
  {
    "translation": {
      "en": "It's the same thing as an individual going to a loan shark.",
      "vi": "Tình huống của cậu ta lúc đó giống như một người đi vay nặng lãi vậy."
    }
  },
  {
    "translation": {
      "en": "No matter what happened, this money was going to be owed.",
      "vi": "Dù có tổ chức hay không tổ chức thì cậu ta cũng đang nợ tiền."
    }
  },
  {
    "translation": {
      "en": "They had told investors who had already given money",
      "vi": "Anh ta nói với các nhà đầu tư đã tài trợ"
    }
  },
  {
    "translation": {
      "en": "that, in the event of a cancellation, that they would be covered",
      "vi": "là trong trường hợp sự kiện bị huỷ, họ sẽ được bồi thường"
    }
  },
  {
    "translation": {
      "en": "when in fact they weren't.",
      "vi": "trong khi thực tế không phải vậy."
    }
  },
  {
    "translation": {
      "en": "And they didn't have festival insurance, so canceling really wasn't an option.",
      "vi": "Anh ta cũng không mua bảo hiểm cho lễ hội, nên gần như không có chuyện huỷ được."
    }
  },
  {
    "translation": {
      "en": "[Marc] I mean, this was truly a disaster.",
      "vi": "Đây thực sự là một thảm hoạ."
    }
  },
  {
    "translation": {
      "en": "And events always feel like a disaster.",
      "vi": "Nhưng tổ chúc sự kiện lúc nào chẳng vậy."
    }
  },
  {
    "translation": {
      "en": "They always feel like everything's going wrong and you're putting out fires.",
      "vi": "Lúc nào mọi thứ cũng có vẻ sai sai và anh sẽ phải lo chữa cháy."
    }
  },
  {
    "translation": {
      "en": "The draw, the appeal was to be part of creating something that was special.",
      "vi": "Nhưng việc tạo nên một thứ gì đó để đời luôn là động lực để anh tiếp tục cố gắng."
    }
  },
  {
    "translation": {
      "en": "And that desire overcame my inner wisdom, which was like, \"This is a mess.\"",
      "vi": "Động lực đó đã khiến tôi mất tỉnh táo và không nhận ra, \"đó đúng là thảm hoạ.\""
    }
  },
  {
    "translation": {
      "en": "The atmosphere that was cultivated there was that...",
      "vi": "Cái bầu không khí bao trùm ở đó là..."
    }
  },
  {
    "translation": {
      "en": "nobody, no matter what,",
      "vi": "không một ai, trong bất kể tình huống nào,"
    }
  },
  {
    "translation": {
      "en": "was able to cross them and tell them, \"No.\"",
      "vi": "được phép qua mặt họ hoặc nói \"Không\" với họ."
    }
  },
  {
    "translation": {
      "en": "Had we not pulled off these kind of crazy things",
      "vi": "Nếu chúng tôi không làm được những điều phi thường,"
    }
  },
  {
    "translation": {
      "en": "like Andy finding this caterer with no time left,",
      "vi": "kiểu như Andy tìm được đơn vị nấu nướng vào phút chót,"
    }
  },
  {
    "translation": {
      "en": "then there would've been no festival.",
      "vi": "thì lễ hội đó đã không thành."
    }
  },
  {
    "translation": {
      "en": "It's possible that by solving problems,",
      "vi": "Có lẽ vì luôn tìm được giải pháp khắc phục như thế,"
    }
  },
  {
    "translation": {
      "en": "we were just enabling them to continue to create this monster.",
      "vi": "nên chúng tôi đã vô tình tiếp tay cho họ tạo nên thảm hoạ này."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did Andy ever tell you how he had to get the water out?",
      "vi": "Andy có kể với anh anh ấy lấy nước về kiểu gì không?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "vi": "Có chứ."
    }
  },
  {
    "translation": {
      "en": "Did Andy tell you how they had to get the water out?",
      "vi": "Thế Andy đã kể với cậu anh ấy lấy nước về kiểu gì chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "It was, like, fucking crazy.",
      "vi": "Tôi nghe mà không tin được vào tai mình luôn."
    }
  },
  {
    "translation": {
      "en": "I'm not going to talk about that. [laughing]",
      "vi": "Đừng bắt tôi kể lại nhé."
    }
  },
  {
    "translation": {
      "en": "Let me tell you something. We had...",
      "vi": "Để tôi kể cậu nghe chuyện này. Chúng tôi có..."
    }
  },
  {
    "translation": {
      "en": "four containers filled...",
      "vi": "bốn xe công-te-nơ lớn chứa đầy..."
    }
  },
  {
    "translation": {
      "en": "Four 18-wheeler trucks filled with Evian water,",
      "vi": "Bốn cái xe tải 18 bánh chứa đầy nước Evian,"
    }
  },
  {
    "translation": {
      "en": "but I had left the week before for two days",
      "vi": "nhưng tuần trước lễ hội, tôi phải dành hai ngày"
    }
  },
  {
    "translation": {
      "en": "to go to meetings in Bermuda for the America's Cup.",
      "vi": "để đến Bermuda dự họp báo Giải đua thuyền America's Cup."
    }
  },
  {
    "translation": {
      "en": "And when I came back, I'd missed the big meeting with Customs,",
      "vi": "Nên lúc quay về, tôi đã bỏ lỡ mất cuộc họp quan trọng với Hải quan,"
    }
  },
  {
    "translation": {
      "en": "and of course Customs had said to Billy and the gang,",
      "vi": "và dĩ nhiên Hải quan thông báo với Billy và đồng bọn là,"
    }
  },
  {
    "translation": {
      "en": "\"You need to pay us $175,000 in cash today",
      "vi": "\"Các anh phải đóng 175.000 đô la tiền mặt trong hôm nay"
    }
  },
  {
    "translation": {
      "en": "for us to release the water.\"",
      "vi": "nếu muốn trả lại nước.\""
    }
  },
  {
    "translation": {
      "en": "I went down.",
      "vi": "Tôi đồng ý giúp."
    }
  },
  {
    "translation": {
      "en": "Well, Billy called me.",
      "vi": "Ừ, thật ra là do Billy nhờ."
    }
  },
  {
    "translation": {
      "en": "I'm gonna speak completely, you know...",
      "vi": "Tôi sẽ kể hết..."
    }
  },
  {
    "translation": {
      "en": "This won't go that far, I'm sure, but...",
      "vi": "Chỉ là bất đắc dĩ thôi, nhưng mà..."
    }
  },
  {
    "translation": {
      "en": "Billy called and said, \"Andy, we need you to take one big thing for the team.\"",
      "vi": "Billy gọi và bảo, \"Andy à, cả đội cần anh giúp một việc quan trọng.\""
    }
  },
  {
    "translation": {
      "en": "And I said...",
      "vi": "Tôi đáp..."
    }
  },
  {
    "translation": {
      "en": "\"My gosh, I've been taking something for the team every day.\"",
      "vi": "\"Chúa ơi, tôi giúp đội hàng ngày thế chưa đủ hay sao.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Well, you're our wonderful gay leader,",
      "vi": "Cậu ta thản nhiên, \"Ừ, thì anh là chỉ đạo viên đồng tính tuyệt vời mà,"
    }
  },
  {
    "translation": {
      "en": "and we need you to go down. Will you...",
      "vi": "nên làm ơn hãy đồng ý giúp nhé. Tôi muốn nhờ anh..."
    }
  },
  {
    "translation": {
      "en": "suck...",
      "vi": "thổi..."
    }
  },
  {
    "translation": {
      "en": "dick...",
      "vi": "kèn..."
    }
  },
  {
    "translation": {
      "en": "to fix this water problem?\"",
      "vi": "để giải quyết vụ nước nôi được không?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Billy, what?\" And he said, \"Andy,",
      "vi": "Tôi ngớ ra, \"Cái quái gì thế Billy?\" Cậu ta đáp, \"Andy,"
    }
  },
  {
    "translation": {
      "en": "if you will go down and suck Cunningham's dick,",
      "vi": "nếu anh chịu quỳ xuống thổi kèn cho lão Cunningham,"
    }
  },
  {
    "translation": {
      "en": "who's the head of Customs,",
      "vi": "cục trưởng cục Hải quan ấy,"
    }
  },
  {
    "translation": {
      "en": "and get him to clear all of the containers with water,",
      "vi": "rồi gạ lão cho nước vào bốn công-te-nơ hộ mình,"
    }
  },
  {
    "translation": {
      "en": "you will save this festival.\"",
      "vi": "anh sẽ cứu cả lễ hội này đấy.\""
    }
  },
  {
    "translation": {
      "en": "And I literally drove home, took a shower,",
      "vi": "Thế là tôi lái xe về nhà, tắm rửa sạch sẽ,"
    }
  },
  {
    "translation": {
      "en": "I drank some mouthwash.",
      "vi": "súc miệng thơm tho."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Oh my gosh, I'm really...\" And I got into my car",
      "vi": "Tôi nghĩ bụng, \"Chúa ơi, mình thật sự...\" Vừa nghĩ tôi vừa lên xe"
    }
  },
  {
    "translation": {
      "en": "to drive across the island to take one for the team...",
      "vi": "băng qua bờ bên kia đảo để đỡ cho đội một bàn thua trông thấy..."
    }
  },
  {
    "translation": {
      "en": "and I got to his office, fully prepared to suck his dick.",
      "vi": "xong tôi bước vào văn phòng ông ta, chuẩn bị sẵn tinh thần làm một bài kèn."
    }
  },
  {
    "translation": {
      "en": "He couldn't have been nicer. He's like, \"Andy, listen,",
      "vi": "Nhưng may sao ông ta lại tử tế. Ông ta kiểu, \"Andy, yên tâm,"
    }
  },
  {
    "translation": {
      "en": "I will release all the water, I will let you serve it,",
      "vi": "tôi sẽ cho bơm nước vào, tôi sẽ để các anh dùng thoải mái,"
    }
  },
  {
    "translation": {
      "en": "but I want to be want to be one of the first people to be paid",
      "vi": "miễn sao các anh nhớ đóng đủ và đóng luôn"
    }
  },
  {
    "translation": {
      "en": "this import fee for what you're doing,\" and I said, \"Okay, great.\"",
      "vi": "phí nhập khẩu là được,\" xong tôi mới đáp, \"Vâng, tuyệt quá ạ.\""
    }
  },
  {
    "translation": {
      "en": "And I got back and I had all the water that we needed.",
      "vi": "Thế là tôi quay về với toàn bộ số nước chúng tôi cần."
    }
  },
  {
    "translation": {
      "en": "Can you imagine, in my 30 years of a career,",
      "vi": "Cậu có tưởng tượng được không, hành nghề được 30 cái xuân rồi,"
    }
  },
  {
    "translation": {
      "en": "that this is what I was going to do?",
      "vi": "mà suýt tí nữa thì tôi đã làm một việc như vậy?"
    }
  },
  {
    "translation": {
      "en": "I was going to do that, honestly, to save the festival.",
      "vi": "Nhưng để cứu lễ hội, suýt chút nữa tôi đã làm vậy thật đấy."
    }
  },
  {
    "translation": {
      "en": "Major news in the vlog today. Tomorrow morning, 5:30,",
      "vi": "Tin sốt dẻo đây. Sáng mai, đúng 5:30,"
    }
  },
  {
    "translation": {
      "en": "half of the Jerry Media crew is going to Fyre Festival in Bahamas",
      "vi": "một nửa phái đoàn Jerry Media sẽ lên đường tới dự Lễ hội Fyre ở Bahamas"
    }
  },
  {
    "translation": {
      "en": "on a remote island.",
      "vi": "được tổ chức trên một hòn đảo hoang."
    }
  },
  {
    "translation": {
      "en": "We've been doing their marketing for the last couple of months,",
      "vi": "Chúng tôi thầu hết khoản marketing cho họ"
    }
  },
  {
    "translation": {
      "en": "so excited to see this thing take off.",
      "vi": "nên rất nóng lòng muốn biết nó sẽ ra sao."
    }
  },
  {
    "translation": {
      "en": "I think it's going to be f... epic.",
      "vi": "Khá chắc là sẽ đỉnh vãi... đạn luôn."
    }
  },
  {
    "translation": {
      "en": "We went down with about four of the teammates",
      "vi": "Chúng tôi cùng khoảng bốn đồng nghiệp nữa"
    }
  },
  {
    "translation": {
      "en": "the day before the festival.",
      "vi": "lên đường đến đảo trước lễ hội một ngày."
    }
  },
  {
    "translation": {
      "en": "Mick, the good news about this plane? If we want to leave, just...",
      "vi": "Biết cái máy bay này hay ở điểm gì không? Nếu muốn ra ngoài thì chỉ cần..."
    }
  },
  {
    "translation": {
      "en": "take the window off and just head out.",
      "vi": "gỡ cửa sổ, thò đầu ra là xong."
    }
  },
  {
    "translation": {
      "en": "This is great. This is a great flight.",
      "vi": "Quá đỉnh. Chuyến bay quá đỉnh."
    }
  },
  {
    "translation": {
      "en": "I remember the feeling, getting off the plane, we were so excited.",
      "vi": "Tôi vẫn còn nhớ lúc xuống máy bay, chúng tôi đều rất hào hứng."
    }
  },
  {
    "translation": {
      "en": "\"Finally here, this is happening.\"",
      "vi": "\"Đến nơi rồi, thật không thể tin nổi.\""
    }
  },
  {
    "translation": {
      "en": "There's literally no cars on the island.",
      "vi": "Trên đảo này không có một cái xe ô tô nào."
    }
  },
  {
    "translation": {
      "en": "We couldn't rent one. They didn't hook us up with one, so...",
      "vi": "Chúng tôi không thuê được. Họ cũng không thuê hộ, nên là..."
    }
  },
  {
    "translation": {
      "en": "this is us. We're hitch-hiking for the next couple of days.",
      "vi": "đành làm thế này vậy. Mấy ngày tới đành xin đi nhờ thôi."
    }
  },
  {
    "translation": {
      "en": "I was down there yesterday",
      "vi": "Tôi vừa ở đó về hôm qua xong"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Man, this ain't gonna be finished for no Friday.\"",
      "vi": "và tôi đã nói là, \"Không thể nào mà xong trước thứ Sáu được đâu.\""
    }
  },
  {
    "translation": {
      "en": "So much work, so much things!",
      "vi": "Quá nhiều thứ chưa xong, quá nhiều thứ phải làm!"
    }
  },
  {
    "translation": {
      "en": "And so little time.",
      "vi": "Mà thời gian lại còn quá ít."
    }
  },
  {
    "translation": {
      "en": "So, none of this was here. All this sand is new.",
      "vi": "Hồi trước ở đây không có cát đâu. Mới hết đấy."
    }
  },
  {
    "translation": {
      "en": "-This was all put down... -[James] Yeah, I can tell.",
      "vi": "- Mới trải ra đây... - Ừ, nhìn là biết mà."
    }
  },
  {
    "translation": {
      "en": "...a few days ago. Can you?",
      "vi": "...được mấy hôm thôi. Phải không?"
    }
  },
  {
    "translation": {
      "en": "[Marc] It's all peaking on this last day because it's going to happen.",
      "vi": "Căng thẳng lên đến đỉnh điểm vào ngày cuối vì mọi thứ sắp sửa diễn ra rồi."
    }
  },
  {
    "translation": {
      "en": "We all know now that this is an inevitability,",
      "vi": "Tất cả chúng tôi đều hiểu đây là chuyện không thể tránh khỏi,"
    }
  },
  {
    "translation": {
      "en": "that this event is going to happen, no matter what.",
      "vi": "rằng sự kiện này sẽ diễn ra, bất luận có thế nào đi nữa."
    }
  },
  {
    "translation": {
      "en": "I'm working with this Navy SEAL",
      "vi": "Một anh bạn Biệt kích Hải quân làm cùng"
    }
  },
  {
    "translation": {
      "en": "who's telling me this is like a clusterfuck.",
      "vi": "bảo nơi này trông như một đống rác vậy."
    }
  },
  {
    "translation": {
      "en": "That's what he called it. \"An elephant of a clusterfuck.\"",
      "vi": "Anh ta nói nguyên văn như vậy đấy. \"Một đống rác vĩ đại.\""
    }
  },
  {
    "translation": {
      "en": "He's laughing and not even laughing,",
      "vi": "Anh ta cười, cũng không hẳn là cười,"
    }
  },
  {
    "translation": {
      "en": "just disturbed at how fucked up this is and...",
      "vi": "mà là kiểu bối rối không hiểu chuyện quái gì đang diễn ra đây..."
    }
  },
  {
    "translation": {
      "en": "and he's a Navy SEAL, like, come on!",
      "vi": "mà anh ta là Biệt kích Hải quân đấy nhé!"
    }
  },
  {
    "translation": {
      "en": "The last 24 hours were unbelievable.",
      "vi": "24 tiếng cuối cùng thật sự rất kinh khủng."
    }
  },
  {
    "translation": {
      "en": "All I kept thinking about was Woodstock.",
      "vi": "Trong đầu tôi cứ lởn vởn suy nghĩ về Woodstock."
    }
  },
  {
    "translation": {
      "en": "Think of that music festival.",
      "vi": "Thử nghĩ về cái đại nhạc hội đó mà xem."
    }
  },
  {
    "translation": {
      "en": "Does anybody talk about the hundreds and hundreds of cars",
      "vi": "Có ai phàn nàn chuyện hàng trăm hàng ngàn chiếc xe"
    }
  },
  {
    "translation": {
      "en": "that were stuck on the thruway for days?",
      "vi": "bị kẹt mấy ngày liền trên đường quốc lộ không?"
    }
  },
  {
    "translation": {
      "en": "Does anybody talk about the mudslides?",
      "vi": "Có ai phàn nàn chuyện lở đất không?"
    }
  },
  {
    "translation": {
      "en": "How many people died of drug overdoses? Does anybody talk about the lack of food?",
      "vi": "Bao nhiêu người chết vì sốc thuốc? Có ai phàn nàn vì thiếu đồ ăn không?"
    }
  },
  {
    "translation": {
      "en": "Almost no water.",
      "vi": "Không có nước sinh hoạt nữa chứ."
    }
  },
  {
    "translation": {
      "en": "Absolutely not. And I thought, \"You know what?",
      "vi": "Không đúng không. Thế là tôi nghĩ bụng, \"Này!"
    }
  },
  {
    "translation": {
      "en": "If Woodstock could get through that and, from a publicity perspective,",
      "vi": "Nếu Woodstock vượt qua được hết, chưa kể trong con mắt của giới truyền thông,"
    }
  },
  {
    "translation": {
      "en": "land where it did,",
      "vi": "lại còn trở thành biểu tượng nữa,"
    }
  },
  {
    "translation": {
      "en": "FyreFestival can make it.\"",
      "vi": "thì FyreFestival cũng có thể.\""
    }
  },
  {
    "translation": {
      "en": "Well, actually we didn't sleep that night.",
      "vi": "Ừ, thật ra tối hôm đó chúng tôi mất ngủ hết."
    }
  },
  {
    "translation": {
      "en": "'cause I remember exactly what happened, so...",
      "vi": "Tôi còn nhớ như in mọi chuyện..."
    }
  },
  {
    "translation": {
      "en": "we're standing outside on the porch of this mansion,",
      "vi": "lúc đó chúng tôi đang tụ tập ngoài hiên một căn biệt thự,"
    }
  },
  {
    "translation": {
      "en": "looking out at the ocean and it's a full moon or something",
      "vi": "ngắm nhìn biển khơi và trăng tròn vành vạnh"
    }
  },
  {
    "translation": {
      "en": "and it starts...",
      "vi": "thì trời bỗng nhiên..."
    }
  },
  {
    "translation": {
      "en": "pouring rain.",
      "vi": "mưa như trút nước."
    }
  },
  {
    "translation": {
      "en": "Pouring rain.",
      "vi": "Mưa như trút nước."
    }
  },
  {
    "translation": {
      "en": "Thunder and lightning.",
      "vi": "Sấm chớp đùng đùng."
    }
  },
  {
    "translation": {
      "en": "And we just start laughing.",
      "vi": "Và chúng tôi chỉ biết đứng cười."
    }
  },
  {
    "translation": {
      "en": "Like, belly laughs...",
      "vi": "Cười to thành tiếng..."
    }
  },
  {
    "translation": {
      "en": "and look at each other and...",
      "vi": "rồi quay sang nhìn nhau và..."
    }
  },
  {
    "translation": {
      "en": "To this point, I'm so delirious",
      "vi": "Lúc đó, tôi mệt rã rời rồi"
    }
  },
  {
    "translation": {
      "en": "that I still am not sure that this is 100% entirely true,",
      "vi": "đến mức không rõ xung quanh đang là thực hay mơ nữa,"
    }
  },
  {
    "translation": {
      "en": "but I remember one of our group saying,",
      "vi": "nhưng tôi vẫn nhớ có người nói to,"
    }
  },
  {
    "translation": {
      "en": "\"At least they won't get away with it now.\"",
      "vi": "\"Không thoát được nữa rồi.\""
    }
  },
  {
    "translation": {
      "en": "I honestly remember that and I don't know that that's--",
      "vi": "Tôi nhớ như in câu nói đó, tôi không chắc có phải là..."
    }
  },
  {
    "translation": {
      "en": "But that's what I remember.",
      "vi": "Nhưng tôi nhớ như vậy đấy."
    }
  },
  {
    "translation": {
      "en": "So you have to realize the site's unfinished.",
      "vi": "Nên nhớ khu vực trung tâm khi ấy vẫn chưa hoàn thiện xong."
    }
  },
  {
    "translation": {
      "en": "There's mattresses all over the place getting soaked.",
      "vi": "Chăn nệm ngấm nước ướt hết sạch."
    }
  },
  {
    "translation": {
      "en": "Any tent that was done is now unlivable.",
      "vi": "Tất cả số lều đã dựng cũng ướt nhẹp hết."
    }
  },
  {
    "translation": {
      "en": "And the guests are still coming.",
      "vi": "Mà khách thì vẫn đang đến."
    }
  },
  {
    "translation": {
      "en": "And we have nowhere to put them.",
      "vi": "Và không biết phải cho họ ở đâu nữa."
    }
  },
  {
    "translation": {
      "en": "[J.R.] The rainstorm that morning killed us.",
      "vi": "Trận bão sáng hôm đó làm chúng tôi điêu đứng."
    }
  },
  {
    "translation": {
      "en": "Because I know the work we had done that morning and...",
      "vi": "Tôi biết sáng hôm đó còn phải chuẩn bị nhiều đến thế nào nên..."
    }
  },
  {
    "translation": {
      "en": "I could have cried.",
      "vi": "Lúc ấy uất phát khóc lên được."
    }
  },
  {
    "translation": {
      "en": "I think I did. [laughs]",
      "vi": "Có khi khóc luôn rồi."
    }
  },
  {
    "translation": {
      "en": "The other funny thing that happened was we were laughing and we were like,",
      "vi": "Một chuyện buồn cười nữa là chúng tôi cứ vừa cười vừa kháo nhau,"
    }
  },
  {
    "translation": {
      "en": "\"Well at least nothing is on time in the Bahamas.",
      "vi": "\"Thôi thì ít nhất là ở Bahamas cái gì cũng chậm."
    }
  },
  {
    "translation": {
      "en": "At least this rain... The guests will be late.\"",
      "vi": "Ít nhất là mưa to thế này... Thì khách sẽ đến muộn thôi.\""
    }
  },
  {
    "translation": {
      "en": "They were supposed to come at 6:50, the first flight got there at 6:20.",
      "vi": "Theo lịch là họ sẽ đến lúc 6:50 nhưng chuyến bay đầu tiên lúc 6:20 đã đáp rồi."
    }
  },
  {
    "translation": {
      "en": "It was like a sick joke.",
      "vi": "Cứ như trò đùa quái ác vậy."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Xong rồi thì..."
    }
  },
  {
    "translation": {
      "en": "So... [chuckling]",
      "vi": "Xong rồi thì..."
    }
  },
  {
    "translation": {
      "en": "Fyre Festival, baby. Here we go.",
      "vi": "Lễ hội Fyre ơi. Anh đến đây."
    }
  },
  {
    "translation": {
      "en": "About to go to...",
      "vi": "Chúng tôi sắp đến..."
    }
  },
  {
    "translation": {
      "en": "Miami.",
      "vi": "Miami."
    }
  },
  {
    "translation": {
      "en": "Miami for, like, four hours. And then where are we going?",
      "vi": "Ở Miami tầm bốn tiếng. Sau đó tụi mình sẽ đi đâu ấy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-Bahamas. -Bahamas.",
      "vi": "- Bahamas. - Bahamas."
    }
  },
  {
    "translation": {
      "en": "Check out my ice, baby.",
      "vi": "Nhẫn ải nhẫn ai."
    }
  },
  {
    "translation": {
      "en": "Bahamas. We're coming for you, baby.",
      "vi": "Bahamas ơi. Tụi anh đến đây."
    }
  },
  {
    "translation": {
      "en": "We are here in the... \"private jet.\"",
      "vi": "Chúng tôi đang ngồi trong chiếc... \"phi cơ riêng.\""
    }
  },
  {
    "translation": {
      "en": "We thought we were going to get on one of those propeller planes,",
      "vi": "Chúng tôi cứ tưởng sẽ được ngồi trên máy bay cánh quạt,"
    }
  },
  {
    "translation": {
      "en": "like a tiny little propeller plane",
      "vi": "một chiếc máy bay cánh quạt cỡ nhỏ"
    }
  },
  {
    "translation": {
      "en": "that was in all of the video footage.",
      "vi": "như trong clip quảng cáo cơ."
    }
  },
  {
    "translation": {
      "en": "I didn't realize what plane we were going to be on until we were boarded.",
      "vi": "Mãi tận lúc ra đường băng rồi chúng tôi mới biết mình ngồi máy bay nào."
    }
  },
  {
    "translation": {
      "en": "And, I mean, it was like a 737.",
      "vi": "Đó là một chiếc 737."
    }
  },
  {
    "translation": {
      "en": "My understanding, it was supposed to be this \"branded jet experience,\"",
      "vi": "Theo tôi hiểu thì họ muốn tạo ra một \"trải nghiệm chuyên cơ riêng của lễ hội,\""
    }
  },
  {
    "translation": {
      "en": "which I think was a...",
      "vi": "hình như là..."
    }
  },
  {
    "translation": {
      "en": "I don't know where they got it from. It was just... [laughs]",
      "vi": "Tôi không hiểu họ móc đâu ra cái ý tưởng đấy. Đúng kiểu..."
    }
  },
  {
    "translation": {
      "en": "\"Oh, let's slap a logo on it and call it a day\" type of thing.",
      "vi": "\"À, cứ dán bừa cái logo lên là được\", kiểu vậy ấy."
    }
  },
  {
    "translation": {
      "en": "It's actually worse than, like, really...",
      "vi": "Thế này còn tệ hơn cả..."
    }
  },
  {
    "translation": {
      "en": "Like being low economy class.",
      "vi": "Như kiểu đang ngồi khoang siêu phổ thông ấy."
    }
  },
  {
    "translation": {
      "en": "[Seth] It was about 4:30 when we're getting on the plane,",
      "vi": "Lúc chúng tôi chuẩn bị lên máy bay là khoảng 4:30,"
    }
  },
  {
    "translation": {
      "en": "and that's when my friend looked at his phone and said,",
      "vi": "đúng lúc đó thì bạn tôi xem điện thoại và bảo,"
    }
  },
  {
    "translation": {
      "en": "\"Blink-182 just pulled out.",
      "vi": "\"Blink-182 rút rồi này."
    }
  },
  {
    "translation": {
      "en": "Do you still want to get on the plane?\"",
      "vi": "Cậu muốn đi nữa không?\""
    }
  },
  {
    "translation": {
      "en": "And their reasoning wasn't anything like,",
      "vi": "Và lý do mà họ đưa ra hoàn toàn không phải là,"
    }
  },
  {
    "translation": {
      "en": "\"Don't go, it's a disaster.\"",
      "vi": "\"Đừng đến, thảm hoạ đấy.\""
    }
  },
  {
    "translation": {
      "en": "It was just like, \"We don't think we can put on the show",
      "vi": "Mà chỉ đại khái kiểu, \"Chúng tôi rất tiếc không thể diễn được"
    }
  },
  {
    "translation": {
      "en": "that our fans would deserve.\"",
      "vi": "đúng như mong đợi của khán giả.\""
    }
  },
  {
    "translation": {
      "en": "I've never been to a Blink-182 concert so I don't even know what that means.",
      "vi": "Tôi thì chưa xem Blink-182 chơi bao giờ nên chẳng hiểu 'như mong đợi' là thế nào."
    }
  },
  {
    "translation": {
      "en": "So we were like, \"It will be fine.\"",
      "vi": "Nên chúng tôi tự nhủ, \"Chắc chả sao đâu.\""
    }
  },
  {
    "translation": {
      "en": "[Justin] We all got off and landed on this beautiful island.",
      "vi": "Chúng tôi đáp xuống một hòn đảo xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "Still, nothing seemed amiss.",
      "vi": "Chưa thấy mùi sai sót gì lắm."
    }
  },
  {
    "translation": {
      "en": "I do remember being presented a choice.",
      "vi": "Tôi còn nhớ họ mời chúng tôi chọn."
    }
  },
  {
    "translation": {
      "en": "\"Do you want to go to the campsite or do you want to go to this restaurant,",
      "vi": "\"Bạn muốn tới thẳng khu vực cắm trại hay muốn tới nhà hàng,"
    }
  },
  {
    "translation": {
      "en": "this beachside restaurant?\"",
      "vi": "nhà hàng bên bờ biển trước?\""
    }
  },
  {
    "translation": {
      "en": "An executive decision was made, I don't know by who,",
      "vi": "Một thành viên trong ban tổ chức, tôi không rõ chính xác là ai,"
    }
  },
  {
    "translation": {
      "en": "but it was to essentially close down the campsite",
      "vi": "đã ra quyết định đóng cửa tạm thời khu vực cắm trại"
    }
  },
  {
    "translation": {
      "en": "and to reroute all of the new attendees",
      "vi": "và điều hướng toàn bộ khách tham dự mới đến"
    }
  },
  {
    "translation": {
      "en": "to a separate bar.",
      "vi": "tới một nhà hàng tách biệt."
    }
  },
  {
    "translation": {
      "en": "It was never planned. I knew of it, like, maybe 25 minutes",
      "vi": "Chẳng có kế hoạch gì cả. Tôi chỉ được thông báo chắc khoảng 25 phút"
    }
  },
  {
    "translation": {
      "en": "to them coming down to the restaurant.",
      "vi": "trước khi khách khứa ập đến nhà hàng."
    }
  },
  {
    "translation": {
      "en": "Tons of buses, bussing in hundreds of their guests.",
      "vi": "Hàng chục cái xe buýt, chở hàng trăm du khách."
    }
  },
  {
    "translation": {
      "en": "And they were asking, \"Is this the Fyre Festival?\"",
      "vi": "Họ cứ ngơ ngác, \"Lễ hội Fyre đây à?\""
    }
  },
  {
    "translation": {
      "en": "They all thought that they were at the first step",
      "vi": "Họ đều tưởng đây là bước khởi đầu"
    }
  },
  {
    "translation": {
      "en": "of what was going to be a very exciting experience.",
      "vi": "của một trải nghiệm vô cùng lý thú."
    }
  },
  {
    "translation": {
      "en": "It's on this, like, beautiful beach.",
      "vi": "Nhà hàng nằm bên một bãi biển đẹp đến nao lòng."
    }
  },
  {
    "translation": {
      "en": "A dock goes all the way out,",
      "vi": "Trên một cầu tàu chạy tít ra xa,"
    }
  },
  {
    "translation": {
      "en": "people are just dangling their legs, having tequila.",
      "vi": "người ta cứ ngồi đung đưa chân, nhấp nháp ly tequila."
    }
  },
  {
    "translation": {
      "en": "I'm looking around and I'm like, \"This is the greatest decoy of all time.\"",
      "vi": "Nhìn cảnh tượng đó, tôi nghĩ, \"Đây chắc là kế nghi binh khủng nhất quả đất rồi.\""
    }
  },
  {
    "translation": {
      "en": "The music playing, and the guests was just cheering on.",
      "vi": "Nhạc nổi lên, khách khứa ai nấy đều vỗ tay rần rần."
    }
  },
  {
    "translation": {
      "en": "They were dancing and having a good time.",
      "vi": "Họ nhảy cùng nhau và tỏ ra rất hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "[Mick] There was a lot of smiles and a lot of happiness over at this other bar.",
      "vi": "Ở nhà hàng lúc đó chỉ toàn thấy tiếng cười và sự mãn nguyện."
    }
  },
  {
    "translation": {
      "en": "Quite frankly, it was probably the best part of the entire experience.",
      "vi": "Thật ra thì đó chắc là khoảnh khắc tử tế nhất trong toàn bộ trải nghiệm này."
    }
  },
  {
    "translation": {
      "en": "What was happening on the campgrounds was the exact opposite.",
      "vi": "Còn ở phía khu vực cắm trại thì hoàn toàn ngược lại."
    }
  },
  {
    "translation": {
      "en": "[woman] Oh, my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "They're soaking wet!",
      "vi": "Lều ướt sũng nước!"
    }
  },
  {
    "translation": {
      "en": "[Mick] The tents are soaked, mud is sliding on the carpets.",
      "vi": "Tất cả các túp lều đều ướt nhẹp, bùn chảy thành dòng trên thảm."
    }
  },
  {
    "translation": {
      "en": "What was already this kind of very loosely put together festival,",
      "vi": "Cái lễ hội mà khâu tổ chức vốn đã vô cùng lỏng lẻo,"
    }
  },
  {
    "translation": {
      "en": "which was over-advertised,",
      "vi": "và bị thổi phồng quá trớn này,"
    }
  },
  {
    "translation": {
      "en": "has now devolved into something much worse.",
      "vi": "giờ biến thành một thứ còn kinh dị hơn."
    }
  },
  {
    "translation": {
      "en": "[Marc] We didn't have enough drivers, we didn't have enough houses,",
      "vi": "Chúng tôi không có đủ tài xế, không có đủ nhà,"
    }
  },
  {
    "translation": {
      "en": "we didn't have enough beds, we didn't have enough site,",
      "vi": "không có đủ giường ngủ, không có đủ địa điểm tổ chức,"
    }
  },
  {
    "translation": {
      "en": "we didn't have enough staff.",
      "vi": "không có đủ nhân viên bao quát."
    }
  },
  {
    "translation": {
      "en": "It was just... We were overwhelmed.",
      "vi": "Chúng tôi bị... Bị ngợp hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "So I'm getting phone calls. I'm trying to charge my phone,",
      "vi": "Rất nhiều cuộc gọi tới. Lúc ấy tôi đang loay hoay sạc pin,"
    }
  },
  {
    "translation": {
      "en": "and the calls are to get me to the blue production house.",
      "vi": "thì họ nheo nhéo gọi tôi đến khu nhà điều hành màu xanh hỗ trợ ngay."
    }
  },
  {
    "translation": {
      "en": "So I get there and it's mayhem. People are scrambling everywhere.",
      "vi": "Tôi đến và thấy một cảnh tượng hỗn loạn. Hàng chục người chạy tứ tán khắp nơi."
    }
  },
  {
    "translation": {
      "en": "They're still outside trying to build stuff.",
      "vi": "Họ vẫn đang cố xây nốt cái gì còn dở."
    }
  },
  {
    "translation": {
      "en": "[Marc] Grant was like, \"You got the paper bags?\"",
      "vi": "Grant thì hỏi, \"Cậu có cái túi giấy nào không?\""
    }
  },
  {
    "translation": {
      "en": "Because he's like hyperventilating in the bedroom.",
      "vi": "Vì cậu ta đang lên cơn tăng xông thở gấp trong phòng ngủ."
    }
  },
  {
    "translation": {
      "en": "People are crying and it's all these emotions.",
      "vi": "Có người còn bật khóc, ai cũng hoang mang."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Okay, get your shit done.\"",
      "vi": "Tôi chỉ biết quát, \"Nào, nhanh tay lên.\""
    }
  },
  {
    "translation": {
      "en": "I'm literally getting now physically pulled",
      "vi": "Tôi bắt đầu bị các tay trợ lý"
    }
  },
  {
    "translation": {
      "en": "in different directions by the assistants.",
      "vi": "kéo tứ phía theo đúng nghĩa đen."
    }
  },
  {
    "translation": {
      "en": "\"Marc, this person arrived, that person arrived.",
      "vi": "\"Marc, khách này vừa đến, khách kia vừa đến."
    }
  },
  {
    "translation": {
      "en": "We need to find them houses.\"",
      "vi": "Phải tìm nhà cho họ ngay.\""
    }
  },
  {
    "translation": {
      "en": "I thought something was wrong",
      "vi": "Tôi đã linh cảm có gì đó không ổn"
    }
  },
  {
    "translation": {
      "en": "after they held us on the beach for six hours.",
      "vi": "khi họ giữ chúng tôi bên bờ biển suốt sáu tiếng đồng hồ như thế."
    }
  },
  {
    "translation": {
      "en": "Kinda funneling tequila down our throats.",
      "vi": "Và cứ chuốc tequila cho chúng tôi say mềm đi."
    }
  },
  {
    "translation": {
      "en": "They started asking,",
      "vi": "Họ bắt đầu hỏi,"
    }
  },
  {
    "translation": {
      "en": "\"Where can I go? Where do we go?\"",
      "vi": "\"Bây giờ đi đâu? Chúng tôi đi đâu bây giờ?\""
    }
  },
  {
    "translation": {
      "en": "\"How are we getting to the campsite? Where is the campsite?",
      "vi": "\"Đến khu cắm trại kiểu gì? Khu cắm trại ở đâu thế?"
    }
  },
  {
    "translation": {
      "en": "Where's my luggage?\"",
      "vi": "Hành lý của tôi đâu hết rồi?\""
    }
  },
  {
    "translation": {
      "en": "And I was like,",
      "vi": "Còn tôi kiểu,"
    }
  },
  {
    "translation": {
      "en": "\"What do I tell them?\"",
      "vi": "\"Nói gì với khách bây giờ?\""
    }
  },
  {
    "translation": {
      "en": "You know, Billy would be in the room and he'd be kind of the CEO,",
      "vi": "Billy thì vẫn yên vị trong phòng làm việc như một Giám đốc Điều hành thực thụ,"
    }
  },
  {
    "translation": {
      "en": "calling the shots.",
      "vi": "chỉ tay năm ngón."
    }
  },
  {
    "translation": {
      "en": "Every now and then, he would walk out, go get on his four-wheeler,",
      "vi": "Thỉnh thoảng anh ta sẽ bước ra ngoài, lên xe ô tô,"
    }
  },
  {
    "translation": {
      "en": "and just ride really fast in, like, one direction.",
      "vi": "và lái rất nhanh không rõ là đi đâu."
    }
  },
  {
    "translation": {
      "en": "Just take off.",
      "vi": "Cứ thế phóng vù đi."
    }
  },
  {
    "translation": {
      "en": "And then he would come right back and walk back in without, you know,",
      "vi": "Được một lúc xong anh ta lại về, bước ra ngoài,"
    }
  },
  {
    "translation": {
      "en": "a lot to talk about, but you could see he just had like bottled up energy.",
      "vi": "chẳng nói chẳng rằng, nhưng có thể thấy là anh ta đang cố kìm nén cảm xúc."
    }
  },
  {
    "translation": {
      "en": "It's time to let people in",
      "vi": "Đến lúc phải mở cửa cho khách vào"
    }
  },
  {
    "translation": {
      "en": "and kind of see how it unfolds.",
      "vi": "và xem tình hình sẽ sao rồi."
    }
  },
  {
    "translation": {
      "en": "[Marc C.] There was no one from Fyre Festival on the bus.",
      "vi": "Không có một ai trong ban tổ chức Lễ hội Fyre có mặt trên xe buýt."
    }
  },
  {
    "translation": {
      "en": "The bus driver just knew where to go, and he's telling us,",
      "vi": "Tay tài xế biết đường sẵn rồi nên cứ đi, thỉnh thoảng quay lại bảo chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "\"Oh, yeah, they didn't start construction on any of this until maybe a month ago.\"",
      "vi": "\"Ờ, chắc tầm một tháng trước họ mới bắt đầu xây khu này chứ mấy.\""
    }
  },
  {
    "translation": {
      "en": "Or, \"Oh, yeah, you're really in for something.",
      "vi": "Hoặc là, \"Ờ, sắp có trò vui để xem rồi đây."
    }
  },
  {
    "translation": {
      "en": "Just wait until you see what you're getting yourselves into.\"",
      "vi": "Chuẩn bị xem các người vừa mua cái vạ gì vào thân nhé.\""
    }
  },
  {
    "translation": {
      "en": "Which is a very concerning thing to hear when you're on a bus",
      "vi": "Toàn những điều rất đáng quan ngại, nhất là khi lại đang trên xe buýt"
    }
  },
  {
    "translation": {
      "en": "to you have no idea where",
      "vi": "đến nơi chả biết là đâu"
    }
  },
  {
    "translation": {
      "en": "after taking a plane to God knows what island",
      "vi": "sau khi vừa hạ cánh xuống một hòn đảo chả biết là đảo gì"
    }
  },
  {
    "translation": {
      "en": "with who knows what people.",
      "vi": "với những con người chả biết ai với ai."
    }
  },
  {
    "translation": {
      "en": "[woman] No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "Turn around!",
      "vi": "Quay lại đi!"
    }
  },
  {
    "translation": {
      "en": "Turn this bus right around!",
      "vi": "Quay xe lại đi!"
    }
  },
  {
    "translation": {
      "en": "We see this sea of white little tents.",
      "vi": "Trước mắt chúng tôi hiện lên một biển lều trắng."
    }
  },
  {
    "translation": {
      "en": "[Seth] There was a disbelief on the bus.",
      "vi": "Tất cả chúng tôi trên xe buýt  đều bị sốc."
    }
  },
  {
    "translation": {
      "en": "A lot of people thought, \"Maybe we're passing through this area.",
      "vi": "Nhiều người bảo, \"Chắc là chỉ tạt qua đây thôi ấy mà."
    }
  },
  {
    "translation": {
      "en": "Our villas are just on the other side.\"",
      "vi": "\"Chắc là biệt thự ở ngay đằng kia thôi.\""
    }
  },
  {
    "translation": {
      "en": "And it was the bus driver who said, \"Oh, no. That's where you're staying.\"",
      "vi": "Còn tay tài xế xe buýt thì cười phá lên, \"Không. Đấy chính là chỗ nghỉ đấy.\""
    }
  },
  {
    "translation": {
      "en": "It was like, \"Oh, my God!\"",
      "vi": "Tất cả chúng tôi đúng kiểu, \"Ôi Chúa ơi!\""
    }
  },
  {
    "translation": {
      "en": "-[woman] Look at the beds! -[man] Oh, Jesus!",
      "vi": "- Nhìn chỗ ngủ kìa! - Lạy Chúa tôi!"
    }
  },
  {
    "translation": {
      "en": "This festival is never happening again, I hope they know that.",
      "vi": "Cái lễ hội này đừng mơ mà thấy ánh sáng mặt trời lần nữa nhé."
    }
  },
  {
    "translation": {
      "en": "[Seth] They kinda drive us around the little lagoon",
      "vi": "Họ lái xe đưa chúng tôi qua vũng nước nhỏ"
    }
  },
  {
    "translation": {
      "en": "and we get to that blue house that I guess was their headquarters,",
      "vi": "tới một ngôi nhà màu xanh, chắc là đại bản doanh của họ,"
    }
  },
  {
    "translation": {
      "en": "and there was just a line of hundreds of people.",
      "vi": "và ở đó hàng trăm người đã rồng rắn xếp hàng dài"
    }
  },
  {
    "translation": {
      "en": "[woman] We have literally been standing here for, like, an hour.",
      "vi": "Chúng tôi đứng đây chắc được một tiếng đồng hồ rồi."
    }
  },
  {
    "translation": {
      "en": "[Seth] We didn't know what we were standing in line for,",
      "vi": "Chúng tôi thậm chí chẳng biết xếp hàng để làm gì,"
    }
  },
  {
    "translation": {
      "en": "but we kept standing there,",
      "vi": "cứ xếp hàng tiếp thôi,"
    }
  },
  {
    "translation": {
      "en": "and some people just had bottles of liquor.",
      "vi": "một số nhóm thì lôi cả rượu ra uống đỡ."
    }
  },
  {
    "translation": {
      "en": "Billy came up to me and told me to just blast the music.",
      "vi": "Billy đến chỗ tôi và bảo tôi mở nhạc to lên."
    }
  },
  {
    "translation": {
      "en": "As loud as I possibly could.",
      "vi": "To hết cỡ vào."
    }
  },
  {
    "translation": {
      "en": "That's one of the most annoying parts. You could just hear this pulsating noise.",
      "vi": "Lúc đó khó chịu cực kỳ luôn. Nhạc thì cứ dập uỳnh uỳnh bên tai."
    }
  },
  {
    "translation": {
      "en": "[Luca] And, you know, every five minutes it would be...",
      "vi": "Xong cứ năm phút lại có..."
    }
  },
  {
    "translation": {
      "en": "Like, one of the hostesses or one of the staff that would come,",
      "vi": "Một nữ hướng dẫn viên hoặc một nhân viên đến bảo tôi,"
    }
  },
  {
    "translation": {
      "en": "\"Please, we cannot hear anything as we're trying to check in these people.\"",
      "vi": "\"Làm ơn cho nhỏ nhạc đi, chúng tôi không nghe thấy gì mà đăng ký cho khách nữa.\""
    }
  },
  {
    "translation": {
      "en": "And so we would lower the music.",
      "vi": "Thế là chúng tôi phải vặn nhỏ nhạc xuống."
    }
  },
  {
    "translation": {
      "en": "After five minutes, Billy would come back.",
      "vi": "Năm phút sau thì Billy lại quay lại."
    }
  },
  {
    "translation": {
      "en": "\"Raise the music.\"",
      "vi": "\"Cho to nhạc lên.\""
    }
  },
  {
    "translation": {
      "en": "Everyone was, like, arguing, you know?",
      "vi": "Người ta cãi nhau như cái chợ vỡ ấy, anh hiểu ý tôi không?"
    }
  },
  {
    "translation": {
      "en": "Everyone was making noise or like, \"Where I'm gonna stay?",
      "vi": "Quát tháo om sòm, \"Tôi ở đâu bây giờ?"
    }
  },
  {
    "translation": {
      "en": "What am I gonna do? What am I gonna eat?\"",
      "vi": "Tôi làm gì bây giờ? Tôi ăn gì bây giờ?\""
    }
  },
  {
    "translation": {
      "en": "The attendees were looking towards anything, anyone for direction.",
      "vi": "Đoàn khách tham dự cứ dáo dác tìm người điều phối cho họ."
    }
  },
  {
    "translation": {
      "en": "Guys, stay here.",
      "vi": "Các bạn ơi, cứ ở yên đây đã."
    }
  },
  {
    "translation": {
      "en": "[Seth] Billy McFarland stood up on a table.",
      "vi": "Billy McFarland trèo lên một cái bàn xếp để trấn an."
    }
  },
  {
    "translation": {
      "en": "So I just kind of walked up and I said, \"Where do you go if you have a villa?\"",
      "vi": "Thấy vậy tôi chạy đến hỏi, \"Có vé biệt thự thì ở đâu bây giờ?\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"Everybody that has a villa, just go grab a tent.\"",
      "vi": "Anh ta đáp, \"Ai có vé biệt thự thì lấy bừa một lều đi.\""
    }
  },
  {
    "translation": {
      "en": "And so this whole mass of people...",
      "vi": "Thế là cả đoàn người..."
    }
  },
  {
    "translation": {
      "en": "I was like, \"It's a free-for-all.\"",
      "vi": "Tôi nghĩ, \"Đến trước thì lấy trước thôi.\""
    }
  },
  {
    "translation": {
      "en": "[Justin] Everybody started sprinting, running to their tents, grabbing bags.",
      "vi": "Cả đoàn người bắt đầu chạy tán loạn, xách theo hành lý đi tìm lều."
    }
  },
  {
    "translation": {
      "en": "[Mark] We heard this voice,",
      "vi": "Có tiếng nói,"
    }
  },
  {
    "translation": {
      "en": "we heard this rush, then we heard the screaming.",
      "vi": "tiếng người chạy rần rần, rồi đến tiếng la hét."
    }
  },
  {
    "translation": {
      "en": "We walked out and there was just this mass of people going to tents.",
      "vi": "Chúng tôi bước ra thì thấy cả dòng người đã bủa đi tứ phía tìm lều."
    }
  },
  {
    "translation": {
      "en": "[CC] It's an absolute circus. I don't know what's going on.",
      "vi": "Như một gánh xiếc vậy. Tôi chẳng hiểu chuyện gì đang xảy ra nữa."
    }
  },
  {
    "translation": {
      "en": "I'm not getting off this ship until I know what's going on there.",
      "vi": "Và tôi sẽ không đi chừng nào chưa làm cho ra nhẽ."
    }
  },
  {
    "translation": {
      "en": "[woman] It's 8:36 and people are now just getting their luggage.",
      "vi": "Giờ đã 8:36 và bây giờ hành khách mới lấy được hành lý."
    }
  },
  {
    "translation": {
      "en": "These are the lockers that are just being set up.",
      "vi": "Mấy kiện hàng kia vừa mới được họ dỡ xuống."
    }
  },
  {
    "translation": {
      "en": "They're taking off the plastic that are supposed to hold our valuables.",
      "vi": "Họ đang tháo lớp ni lông bọc hành lý ra."
    }
  },
  {
    "translation": {
      "en": "[Justin] There was no one who planned out luggage tags.",
      "vi": "Không có một ai lo phần gắn thẻ cho hành lý cả."
    }
  },
  {
    "translation": {
      "en": "They brought out the luggage in two big containers.",
      "vi": "Họ cứ thế dỡ hành lý xuống từ hai chiếc xe tải lớn."
    }
  },
  {
    "translation": {
      "en": "Like truck containers. Eighteen-wheeler containers.",
      "vi": "Xe công-te-nơ. Xe công-te-nơ mười tám bánh ấy."
    }
  },
  {
    "translation": {
      "en": "They just said, \"Everyone, grab your bag.\" And it was just a frenzy.",
      "vi": "Họ chỉ hô hào, \"Mọi người qua lấy đồ đi.\" Thế là người ta lao vào tranh cướp."
    }
  },
  {
    "translation": {
      "en": "[Marc C.] Everyone was just looking for, you know,",
      "vi": "Ai cũng cuống cuồng tìm"
    }
  },
  {
    "translation": {
      "en": "their black bag amongst a sea of black bags.",
      "vi": "cái ba lô màu đen giữa một biển ba lô màu đen."
    }
  },
  {
    "translation": {
      "en": "And if they had to climb over you",
      "vi": "Kể cả phải trèo lên người đằng trước,"
    }
  },
  {
    "translation": {
      "en": "and stomp over you to get their piece of luggage, so be it.",
      "vi": "dẫm đạp lên người đằng trước để lấy hành lý thì cũng mặc kệ."
    }
  },
  {
    "translation": {
      "en": "This is an absolute disaster.",
      "vi": "Đây đúng là một thảm hoạ."
    }
  },
  {
    "translation": {
      "en": "Where do you-- Yo!",
      "vi": "Đi đâu đây... Này!"
    }
  },
  {
    "translation": {
      "en": "We do not want to be on the perimeter, I promise you.",
      "vi": "Ở khu rìa ngoài sợ lắm, thề luôn."
    }
  },
  {
    "translation": {
      "en": "[Justin] We didn't want neighbors.",
      "vi": "Chúng tôi không muốn ở gần ai."
    }
  },
  {
    "translation": {
      "en": "Our strategy from there was to kind of ransack",
      "vi": "Chiến thuật của chúng tôi lúc đó là sục sạo"
    }
  },
  {
    "translation": {
      "en": "all the tents around us.",
      "vi": "tất cả các căn lều xung quanh."
    }
  },
  {
    "translation": {
      "en": "Just started poking holes and flipping mattresses.",
      "vi": "Chọc thủng bạt rồi lật ngửa hết chăn nệm lên."
    }
  },
  {
    "translation": {
      "en": "My buddy pissed on a few of the beds.",
      "vi": "Bạn tôi còn tè lên giường nữa chứ."
    }
  },
  {
    "translation": {
      "en": "[Columbo] Shit got crazy.",
      "vi": "Tình hình trở nên hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "People was just walking with mattresses on top of their head.",
      "vi": "Hàng đoàn người đi trong bóng tối, đội nệm trên đầu."
    }
  },
  {
    "translation": {
      "en": "Walking from this one around to that one.",
      "vi": "Đi từ lều này sang lều khác."
    }
  },
  {
    "translation": {
      "en": "[Marc C.] It became this looting mentality.",
      "vi": "Tâm lý lúc đó là vơ được cái gì thì vơ."
    }
  },
  {
    "translation": {
      "en": "One woman had a whole pallet of toilet paper.",
      "vi": "Cô nọ bê nguyên một kiện giấy vệ sinh."
    }
  },
  {
    "translation": {
      "en": "Somebody else had this whole giant box of pillows",
      "vi": "Cô kia thì vác nguyên một thùng gối to đùng"
    }
  },
  {
    "translation": {
      "en": "that she was lugging back to her tent.",
      "vi": "trên lưng về lều."
    }
  },
  {
    "translation": {
      "en": "It became very barbaric, in a sense.",
      "vi": "Gần như biến thành lũ ăn lông ở lỗ hết vậy."
    }
  },
  {
    "translation": {
      "en": "[Mark] Driving around, it was the most eerie feeling in the world.",
      "vi": "Xung quanh là một bầu không khí sởn da gà."
    }
  },
  {
    "translation": {
      "en": "There was no lights.",
      "vi": "Chẳng có điện đóm gì hết."
    }
  },
  {
    "translation": {
      "en": "[Mick] It looked like a horror scene.",
      "vi": "Nhìn như cảnh trong phim kinh dị."
    }
  },
  {
    "translation": {
      "en": "People were scattered throughout that area and spent one night.",
      "vi": "Người ta ở rải rác trong những túp lều đêm đó."
    }
  },
  {
    "translation": {
      "en": "My guess is most of them never went to sleep.",
      "vi": "Tôi đoán là chẳng ai dám ngủ cả."
    }
  },
  {
    "translation": {
      "en": "[Mark C.] Some woman came in",
      "vi": "Một cô gái nọ xông vào chỗ chúng tôi"
    }
  },
  {
    "translation": {
      "en": "in a panic at one point in the dead of night.",
      "vi": "trong trạng thái hoảng loạn lúc nửa đêm."
    }
  },
  {
    "translation": {
      "en": "She couldn't find her friend.",
      "vi": "Cô ta không thấy bạn mình đâu cả."
    }
  },
  {
    "translation": {
      "en": "She was lost, she seemed like she was drunk. I mean...",
      "vi": "Cô ta bị lạc đường, có vẻ hơi ngà ngà say nữa. Thật sự là..."
    }
  },
  {
    "translation": {
      "en": "But there's nothing you can do to help a person like that.",
      "vi": "Chúng tôi cũng chẳng biết phải làm gì để giúp cô ta nữa."
    }
  },
  {
    "translation": {
      "en": "You know, I don't know where I am either.",
      "vi": "Đến tôi còn chẳng biết tôi đang ở đâu nữa là."
    }
  },
  {
    "translation": {
      "en": "And there was a definite turning point, I would say,",
      "vi": "Bước ngoặt theo tôi,"
    }
  },
  {
    "translation": {
      "en": "when the sun went down,",
      "vi": "chính là lúc hoàng hôn,"
    }
  },
  {
    "translation": {
      "en": "when the camaraderie was over.",
      "vi": "khi màn giao lưu giả tạo chính thức kết thúc."
    }
  },
  {
    "translation": {
      "en": "[Mark] All I know is that, by the end of the night,",
      "vi": "Tôi chỉ biết là đến nửa đêm,"
    }
  },
  {
    "translation": {
      "en": "all of the tents were full.",
      "vi": "các căn lều đều đã chật kín hết."
    }
  },
  {
    "translation": {
      "en": "And this is with one-third of the guests we were supposed to have.",
      "vi": "Mà đây mới chỉ là một phần ba số khách dự kiến thôi đấy."
    }
  },
  {
    "translation": {
      "en": "[Mick] I remember just leaving this place",
      "vi": "Tôi còn nhớ lúc lái xe ra khỏi đó,"
    }
  },
  {
    "translation": {
      "en": "and looking at this image of the campground",
      "vi": "và nhìn lại quang cảnh tan hoang của khu cắm trại,"
    }
  },
  {
    "translation": {
      "en": "for the first time feeling what an epic failure really is.",
      "vi": "tôi mới lần đầu tiên nhận ra thế nào gọi là một thất bại thảm hại."
    }
  },
  {
    "translation": {
      "en": "[Seth] So, as I was tweeting about the event,",
      "vi": "Thế là tôi bắt đầu đăng tweet về sự kiện này,"
    }
  },
  {
    "translation": {
      "en": "just to be like, \"This is what's going on.\"",
      "vi": "để cho người ta thấy, \"Tình hình thực tế đây.\""
    }
  },
  {
    "translation": {
      "en": "I mean, \"Here's the lockers, here's the concierge stand.",
      "vi": "Đúng kiểu, \"Tủ đồ đây, tiền sảnh đây."
    }
  },
  {
    "translation": {
      "en": "This is what Fyre Festival is.\"",
      "vi": "Lễ hội Fyre là thế này đây.\""
    }
  },
  {
    "translation": {
      "en": "The tweets just started going viral.",
      "vi": "Các tweet bắt đầu lan truyền nhanh chóng."
    }
  },
  {
    "translation": {
      "en": "It was just kind of the perfect thing to consume in real-time.",
      "vi": "Đúng là món giải trí giết thời gian hiệu quả."
    }
  },
  {
    "translation": {
      "en": "Then I saw the Twitter post.",
      "vi": "Rồi tôi thấy cái bài đăng Twitter đó."
    }
  },
  {
    "translation": {
      "en": "The cheese sandwich.",
      "vi": "Chiếc sandwich kẹp phô mai."
    }
  },
  {
    "translation": {
      "en": "That was when I knew this was done.",
      "vi": "Và tôi biết là không thể cứu vãn được nữa rồi."
    }
  },
  {
    "translation": {
      "en": "I remember The New York Times came out with an article",
      "vi": "LƯỢT RETWEET LƯỢT THÍCH Tôi còn nhớ là tờ New York Times liền đăng một bài"
    }
  },
  {
    "translation": {
      "en": "that talked about this entire Fyre Festival.",
      "vi": "phân tích cặn kẽ về Lễ hội Fyre."
    }
  },
  {
    "translation": {
      "en": "[Mick] They talked about it very matter-of-fact,",
      "vi": "Lập luận của họ rất thực tế,"
    }
  },
  {
    "translation": {
      "en": "from an operational perspective.",
      "vi": "đứng trên góc độ điều hành."
    }
  },
  {
    "translation": {
      "en": "What they didn't talk about, which I think was something that was missed,",
      "vi": "Chỉ có hai điều không thấy họ nhắc tới, theo tôi là thiếu sót lớn,"
    }
  },
  {
    "translation": {
      "en": "was a couple of powerful models posting an orange tile",
      "vi": "một là việc một số người mẫu nổi tiếng đăng bức hình vui vẻ"
    }
  },
  {
    "translation": {
      "en": "is what essentially built this entire festival,",
      "vi": "chính là nhân tố đã tạo nên toàn bộ lễ hội này,"
    }
  },
  {
    "translation": {
      "en": "and then one kid with probably 400 followers",
      "vi": "hai là việc một cậu nhóc chỉ có tầm 400 người theo dõi"
    }
  },
  {
    "translation": {
      "en": "posted a picture of cheese on toast",
      "vi": "đăng tấm hình chụp miếng phô mai trát lên bánh mì"
    }
  },
  {
    "translation": {
      "en": "that trended and essentially ripped down the festival.",
      "vi": "gây bão cộng đồng mạng chính là nhân tố đã đặt dấu chấm hết cho lễ hội."
    }
  },
  {
    "translation": {
      "en": "All I know is that people were stoked to watch this thing go down.",
      "vi": "Người ta có vẻ hào hứng vì thất bại thảm hại của lễ hội này lắm."
    }
  },
  {
    "translation": {
      "en": "[Gabrielle] There definitely was kind of like",
      "vi": "Trên mạng xã hội,"
    }
  },
  {
    "translation": {
      "en": "almost a gleeful response on social media",
      "vi": "những người không có mặt tại đó"
    }
  },
  {
    "translation": {
      "en": "from people that weren't there.",
      "vi": "lại có vẻ hả hê vô cùng."
    }
  },
  {
    "translation": {
      "en": "The way that it seemed like it happened is funny, you know?",
      "vi": "Có lẽ họ nghĩ cảnh tượng lúc ấy rất buồn cười chăng?"
    }
  },
  {
    "translation": {
      "en": "A Lord of the Flies situation with, you know, Instagram's top influencers.",
      "vi": "Một tình huống như trong truyện Chúa Ruồi, với những nhân vật nổi bật trên Instagram."
    }
  },
  {
    "translation": {
      "en": "[Mick] Grant was still calling orders and asking us to do things.",
      "vi": "Grant vẫn gọi điện ra lệnh, vẫn bắt chúng tôi phải làm cái này cái kia."
    }
  },
  {
    "translation": {
      "en": "I said, \"No, Grant, we're not posting any more promises.",
      "vi": "Tôi trả lời, \"Không Grant, chúng tôi không hứa hươu hứa vượn nữa đâu."
    }
  },
  {
    "translation": {
      "en": "We're not trying to propel this vision any further.\"",
      "vi": "Chúng tôi sẽ không tiếp tay cho cái ảo vọng này nữa đâu.\""
    }
  },
  {
    "translation": {
      "en": "You know, \"This thing is dead.\"",
      "vi": "\"Hết rồi.\""
    }
  },
  {
    "translation": {
      "en": "Then I think, like, three minutes later, I get a text from Grant",
      "vi": "Xong đâu đó khoảng ba phút sau thì Grant nhắn tin cho tôi,"
    }
  },
  {
    "translation": {
      "en": "introducing me to their new social media team.",
      "vi": "giới thiệu đội ngũ quản trị mạng xã hội mới của anh ta."
    }
  },
  {
    "translation": {
      "en": "\"Can you please send him over the credentials?\"",
      "vi": "\"Anh gửi hết thông tin cần thiết cho bên này hộ tôi nhé?\""
    }
  },
  {
    "translation": {
      "en": "I just remember calling Ja - he wasn't even there yet -",
      "vi": "Tôi buộc phải bốc máy gọi cho Ja dù anh ta thậm chí còn chưa đến đó"
    }
  },
  {
    "translation": {
      "en": "and saying, like, \"There's, like, no way this is happening.",
      "vi": "và bảo anh ta là, \"Không thể tiếp tục được nữa đâu."
    }
  },
  {
    "translation": {
      "en": "I'm sending out the email. I really don't care at this point.\"",
      "vi": "Tôi gửi email đây. Có ra sao tôi cũng mặc kệ.\""
    }
  },
  {
    "translation": {
      "en": "And then I told Billy I cancelled the acts",
      "vi": "Rồi tôi thông báo với Billy là tôi huỷ hết suất diễn rồi,"
    }
  },
  {
    "translation": {
      "en": "and at that point, he knew everything had fallen apart already.",
      "vi": "có lẽ đến lúc đó anh ta mới nhận ra mọi thứ đã chấm dứt."
    }
  },
  {
    "translation": {
      "en": "And he was pacing back and forth out on the terrace.",
      "vi": "Và cậu ta cứ đi đi lại lại bên ngoài hiên nhà suốt."
    }
  },
  {
    "translation": {
      "en": "I could see that there were tears in his eyes,",
      "vi": "Tôi thấy mắt cậu ta đẫm nước,"
    }
  },
  {
    "translation": {
      "en": "but that was the first time that any of us had seen that.",
      "vi": "đó là lần đầu tiên chúng tôi thấy cậu ta khóc."
    }
  },
  {
    "translation": {
      "en": "Through thick and thin,",
      "vi": "Dù khó khăn trắc trở thế nào,"
    }
  },
  {
    "translation": {
      "en": "he stayed so positive and it wasn't until that day...",
      "vi": "cậu ta cũng luôn giữ thái độ lạc quan đến ngoan cố, nhưng tới hôm đó thì..."
    }
  },
  {
    "translation": {
      "en": "that things started to crumble, that he really started to get it.",
      "vi": "khi mọi thứ đã đổ sông đổ bể hết, cậu ta mới bắt đầu nhận ra sự thật."
    }
  },
  {
    "translation": {
      "en": "[Mick] I mean, he went from, two days before,",
      "vi": "Mới chỉ hai ngày trước,"
    }
  },
  {
    "translation": {
      "en": "thinking he was the entrepreneur of our decade",
      "vi": "anh ta còn nghĩ mình là nhà khởi nghiệp vĩ đại nhất thập kỷ,"
    }
  },
  {
    "translation": {
      "en": "to essentially being a massive viral disgrace and joke.",
      "vi": "hai ngày sau anh ta đã biến thành trò cười của thiên hạ."
    }
  },
  {
    "translation": {
      "en": "[Marc] I go into the production house, and, like, Grant's crying",
      "vi": "Tôi bước vào khu nhà điều hành, Grant đang khóc nức nở"
    }
  },
  {
    "translation": {
      "en": "and Carola just looks like she's been like hit by a truck.",
      "vi": "còn Carola thì trông thất thần như vừa bị tông xe vậy."
    }
  },
  {
    "translation": {
      "en": "Grant stayed and he was talking about drafting up their official response",
      "vi": "Grant ở lại tối hôm đó để bàn việc soạn nội dung phản hồi dư luận chính thức"
    }
  },
  {
    "translation": {
      "en": "to what had happened, and it was like, \"Due to circumstances out of our control,\"",
      "vi": "về những gì đã diễn ra, kiểu, \"Vì những trục trặc ngoài dự kiến,\""
    }
  },
  {
    "translation": {
      "en": "and I remember Jorge looks at him and he's like, \"Do not lie again.",
      "vi": "xong tôi thấy Jorge nhìn thẳng vào mắt anh ta và bảo, \"Đừng nói dối nữa."
    }
  },
  {
    "translation": {
      "en": "This is your chance to tell the truth.",
      "vi": "Đây là cơ hội duy nhất để nói thật đấy."
    }
  },
  {
    "translation": {
      "en": "\"Don't say 'out of our control.' This was perfectly in our control.\"",
      "vi": "\"Đừng có nói là 'ngoài dự kiến.' Tất cả đều nằm trong dự kiến hết.\""
    }
  },
  {
    "translation": {
      "en": "[James] Major update.",
      "vi": "Tin sốt dẻo đây."
    }
  },
  {
    "translation": {
      "en": "Fyre Festival is officially cancelled.",
      "vi": "Lễ hội Fyre chính thức bị huỷ rồi."
    }
  },
  {
    "translation": {
      "en": "-Just got the news, guys. -[woman] Officially?",
      "vi": "- Có tin mới rồi cả nhà ơi. - Chính thức chưa?"
    }
  },
  {
    "translation": {
      "en": "-[man] Is it really? -It's what Mick said.",
      "vi": "- Thật luôn hả? - Mick bảo thế."
    }
  },
  {
    "translation": {
      "en": "Apparently, there's no food on the island. They're not letting people in.",
      "vi": "Trên đảo không còn lương thực. Họ không nhận thêm khách nữa."
    }
  },
  {
    "translation": {
      "en": "[Gabrielle] People who just landed here have to go back to Miami.",
      "vi": "Những ai vừa hạ cánh đều phải quay về Miami."
    }
  },
  {
    "translation": {
      "en": "They were just trying to get out at that point.",
      "vi": "Đến lúc này thì tất cả đều tìm cách rời đi."
    }
  },
  {
    "translation": {
      "en": "Part of the problem was that there weren't planes to take them out",
      "vi": "Nhưng vấn đề là chẳng có chuyến bay nào để đưa họ đi cả,"
    }
  },
  {
    "translation": {
      "en": "and the airport was totally overwhelmed with all these people",
      "vi": "còn sân bay thì bị quá tải vì quá đông khách,"
    }
  },
  {
    "translation": {
      "en": "and they eventually locked them in",
      "vi": "rốt cuộc, người ta khoá cửa nhốt họ bên trong"
    }
  },
  {
    "translation": {
      "en": "and kept them overnight without any food or water.♪",
      "vi": "qua đêm, không có nước, không có thức ăn."
    }
  },
  {
    "translation": {
      "en": "Okay. How long until water comes?",
      "vi": "Này. Bao lâu nữa thì có nước uống vậy?"
    }
  },
  {
    "translation": {
      "en": "And food.",
      "vi": "Cả đồ ăn nữa."
    }
  },
  {
    "translation": {
      "en": "[man] When do we get our money back?",
      "vi": "Bao giờ định trả tiền cho chúng tôi đây?"
    }
  },
  {
    "translation": {
      "en": "It was just this sort of real-time saga",
      "vi": "Quang cảnh giống như một thiên tiểu thuyết thời gian thực"
    }
  },
  {
    "translation": {
      "en": "that started at six o'clock in the afternoon.",
      "vi": "bắt đầu từ lúc sáu giờ chiều vậy."
    }
  },
  {
    "translation": {
      "en": "And in the morning, the media started picking it up.",
      "vi": "Đến sáng thì giới truyền thông bắt đầu vào cuộc."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] This morning, the organizers of the failed Fyre Festival",
      "vi": "Sáng nay, các nhà tổ chức Lễ hội thảm bại Fyre"
    }
  },
  {
    "translation": {
      "en": "are feeling the heat.",
      "vi": "đã bị chỉ trích kịch liệt."
    }
  },
  {
    "translation": {
      "en": "We took a big jump here, a big risk,",
      "vi": "Chúng tôi hơi quá tham vọng, hơi quá mạo hiểm,"
    }
  },
  {
    "translation": {
      "en": "and V1 has failed.",
      "vi": "nên Lần 1 thất bại rồi."
    }
  },
  {
    "translation": {
      "en": "People were making fun of it, making fun of us.",
      "vi": "Người ta hết báng bổ lễ hội lại quay sang chế giễu chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[Conan] Do you feel bad for the people that did spend money and go to this--",
      "vi": "Anh có thấy thương những người đã bỏ tiền mua vé đi..."
    }
  },
  {
    "translation": {
      "en": "If you had thousands of dollars to go on a trip to see Blink-182...",
      "vi": "Nếu anh chấp nhận bỏ cả ngàn đô la để mua vé ra đảo xem Blink-182 diễn thì..."
    }
  },
  {
    "translation": {
      "en": "that's on you. That is Darwinism at its finest.",
      "vi": "tuỳ anh thôi. Đúng như thuyết tiến hoá của Darwin còn gì."
    }
  },
  {
    "translation": {
      "en": "[Luca] At that point, all of their promises started to collapse,",
      "vi": "Đến lúc đó, khi mà mọi sự hứa hẹn đều đã tan thành mây khói,"
    }
  },
  {
    "translation": {
      "en": "so the car rental companies came and took the keys,",
      "vi": "thì các hãng cho thuê xe bắt đầu đến đòi lại xe,"
    }
  },
  {
    "translation": {
      "en": "the house owners came and demanded that their properties were returned.",
      "vi": "các chủ nhà bắt đầu đến đòi lại nhà cho mượn."
    }
  },
  {
    "translation": {
      "en": "[Andy] One of my head construction guys came to me and said, \"Andy,",
      "vi": "Một trong những kĩ sư xây dựng chính đến gặp tôi và bảo, \"Andy này,"
    }
  },
  {
    "translation": {
      "en": "I need $26,000 in cash,",
      "vi": "tôi cần 26.000 đô la tiền mặt,"
    }
  },
  {
    "translation": {
      "en": "and I want it right now.\"",
      "vi": "tôi cần ngay bây giờ.\""
    }
  },
  {
    "translation": {
      "en": "He was a big guy and he followed me.",
      "vi": "Anh ta rất đô con, và anh ta cứ thế bám theo tôi."
    }
  },
  {
    "translation": {
      "en": "And then I went back to the tent and he followed me.",
      "vi": "Tôi đi về lều anh ta cũng không tha."
    }
  },
  {
    "translation": {
      "en": "I had the head of the Bahamian Tourism Board,",
      "vi": "Nào là Chủ tịch Hội đồng Du lịch Bahamas,"
    }
  },
  {
    "translation": {
      "en": "the Minister of Finance",
      "vi": "nào là Bộ trưởng Tài chính,"
    }
  },
  {
    "translation": {
      "en": "and the head of the University of the Bahamas",
      "vi": "nào là Hiệu trưởng trường Đại học Bahamas,"
    }
  },
  {
    "translation": {
      "en": "waiting for $1 million that they wanted to be paid.",
      "vi": "tất cả đều xếp hàng đợi tôi trả lại họ 1 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "[Luca] There was a huge workforce of people that had been working under the sun",
      "vi": "Nguyên một đội công nhân hàng trăm người phải làm việc quần quật dưới cái nắng hè"
    }
  },
  {
    "translation": {
      "en": "for, you know, a month, a month-and-a-half without being paid...",
      "vi": "trong vòng một tháng, một tháng rưỡi gì đó mà không được trả đồng nào..."
    }
  },
  {
    "translation": {
      "en": "that as soon as realized that, you know,",
      "vi": "ngay khi nhận ra"
    }
  },
  {
    "translation": {
      "en": "all of this was collapsing,",
      "vi": "tình hình đang trên bờ vực đổ bể,"
    }
  },
  {
    "translation": {
      "en": "started, rightfully so, demanding their payment,",
      "vi": "họ bắt đầu yêu cầu được thanh toán tiền công, cũng hợp lý thôi,"
    }
  },
  {
    "translation": {
      "en": "so there was a sort of a strike.",
      "vi": "và bắt đầu đe doạ chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And we get word that there's an angry mob of locals",
      "vi": "Rồi chúng tôi hay tin một toán người địa phương quá khích"
    }
  },
  {
    "translation": {
      "en": "coming down through the gates.",
      "vi": "đang phá cổng trèo vào."
    }
  },
  {
    "translation": {
      "en": "They're pissed off and they want their money.",
      "vi": "Họ rất tức giận và đòi được trả công ngay."
    }
  },
  {
    "translation": {
      "en": "And it's now, like, five of us in the production house",
      "vi": "Giờ trong nhà điều hành chỉ còn lại năm người chúng tôi"
    }
  },
  {
    "translation": {
      "en": "There was about,",
      "vi": "còn số người đến đe doạ,"
    }
  },
  {
    "translation": {
      "en": "I don't know, I want to say 30 people coming down.",
      "vi": "thì hình như lên tới 30 người thì phải."
    }
  },
  {
    "translation": {
      "en": "And Billy is nowhere to be seen.",
      "vi": "Billy thì mất tăm mất tích luôn."
    }
  },
  {
    "translation": {
      "en": "There were constant rumors flying around of where Billy was.",
      "vi": "Người ta thi nhau đồn đoán xem Billy đang ở đâu."
    }
  },
  {
    "translation": {
      "en": "He was like Dr. Evil. It was like, \"Billy's on a yacht.\"",
      "vi": "Anh ta cứ như Dr. Evil ấy. Người thì, \"Billy đang trốn trên thuyền.\""
    }
  },
  {
    "translation": {
      "en": "\"Billy's been at the Grand Isle the whole time.\"",
      "vi": "Người thì, \"Billy vẫn đang ở Grand Isle.\""
    }
  },
  {
    "translation": {
      "en": "\"Billy's in Miami.\" \"Billy's in jail.\"",
      "vi": "\"Billy đang ở Miami.\" \"Billy vào tù rồi.\""
    }
  },
  {
    "translation": {
      "en": "Like, everyone was kind of like guessing where Billy was.",
      "vi": "Tất cả đều vắt óc đoán xem Billy đang ở đâu."
    }
  },
  {
    "translation": {
      "en": "I didn't even know where Billy went.",
      "vi": "Tôi chẳng biết Billy đi đâu luôn."
    }
  },
  {
    "translation": {
      "en": "I went to the house and it was, like, literally cleaned out,",
      "vi": "Lúc tôi đến thì ngôi nhà cậu ta ở đã sạch bong không dấu vết,"
    }
  },
  {
    "translation": {
      "en": "and I was like, \"Yo, where's Billy?\"",
      "vi": "tôi mới nghĩ bụng, \"Ủa, Billy đâu rồi ta?\""
    }
  },
  {
    "translation": {
      "en": "[Martin] After the locals realized they weren't going to get paid,",
      "vi": "Khi dân địa phương nhận ra rằng họ bị quịt tiền,"
    }
  },
  {
    "translation": {
      "en": "some of them started putting hits out on people,",
      "vi": "vài người trong số họ bắt đầu manh động,"
    }
  },
  {
    "translation": {
      "en": "either to take them hostage and then get ransom",
      "vi": "bắt làm con tin để đòi tiền chuộc"
    }
  },
  {
    "translation": {
      "en": "or just to hurt and injure.",
      "vi": "hoặc là để hành hạ cho hả giận."
    }
  },
  {
    "translation": {
      "en": "The management team looked left and right",
      "vi": "Đội quản lý lúc đó bắt đầu dáo dác tìm đường thoát"
    }
  },
  {
    "translation": {
      "en": "and suddenly it was sort of... The \"save yourself\" mode kicked in.",
      "vi": "và đột nhiên họ nhận ra là... Phải \"thân ai nấy lo\" thôi."
    }
  },
  {
    "translation": {
      "en": "And I literally traded clothes",
      "vi": "Tôi thậm chí phải đổi quần áo"
    }
  },
  {
    "translation": {
      "en": "with one of the employees that had been working with me",
      "vi": "cho một công nhân làm việc cùng tôi"
    }
  },
  {
    "translation": {
      "en": "and I hid behind a urinal.",
      "vi": "rồi trốn sau bệ tiểu."
    }
  },
  {
    "translation": {
      "en": "Someone pulled up in an old car,",
      "vi": "Thấy có tiếng người lái xe đến,"
    }
  },
  {
    "translation": {
      "en": "I jumped into the back and lay down on the back seat",
      "vi": "tôi vội vã nhảy lên ghế sau rồi nằm rạp xuống"
    }
  },
  {
    "translation": {
      "en": "so I could at least get out of the village.",
      "vi": "để trốn khỏi làng cái đã."
    }
  },
  {
    "translation": {
      "en": "Because I couldn't play Mother Teresa.",
      "vi": "Vì tôi không thể đóng vai Mẹ Teresa mãi được."
    }
  },
  {
    "translation": {
      "en": "I couldn't fix this problem.",
      "vi": "Vụ này tôi chịu không chữa nổi."
    }
  },
  {
    "translation": {
      "en": "But I needed to go somewhere and find safety.",
      "vi": "Tôi phải tìm đường thoát thân."
    }
  },
  {
    "translation": {
      "en": "When they realized this thing came to an abrupt stop,",
      "vi": "Khi họ nhận ra mọi chuyện đã đổ bể,"
    }
  },
  {
    "translation": {
      "en": "they all leave those rent-a-cars running",
      "vi": "họ bắt đầu tháo chạy bạt mạng, xe thuê"
    }
  },
  {
    "translation": {
      "en": "with the keys in the ignition.",
      "vi": "thì vẫn cắm nguyên chìa trong ổ."
    }
  },
  {
    "translation": {
      "en": "I talked to one guy who said the door couldn't get open,",
      "vi": "Tôi nói chuyện với một anh bạn và anh ta bảo cửa xe không mở được,"
    }
  },
  {
    "translation": {
      "en": "so a lady kicked the door and ran to the airplane.",
      "vi": "thì cô bạn ngồi trong lấy chân đạp phăng cửa ra rồi chạy bộ đến sân bay."
    }
  },
  {
    "translation": {
      "en": "So they knew that trouble was ahead.",
      "vi": "Họ đều biết nếu còn ở lại là nguy to."
    }
  },
  {
    "translation": {
      "en": "People started to come to me",
      "vi": "Người ta bắt đầu đến tìm tôi"
    }
  },
  {
    "translation": {
      "en": "for, like, money. Like...",
      "vi": "để đòi tiền. Họ bảo..."
    }
  },
  {
    "translation": {
      "en": "\"You owe us.",
      "vi": "\"Anh nợ chúng tôi đấy."
    }
  },
  {
    "translation": {
      "en": "Where's the money?\"",
      "vi": "Tiền đâu rồi?\""
    }
  },
  {
    "translation": {
      "en": "\"I don't know, but they're gone. I don't know what to do.\"",
      "vi": "\"Tôi chịu thôi, họ bỏ đi hết rồi. Tôi không biết phải làm sao nữa.\""
    }
  },
  {
    "translation": {
      "en": "I called Billy, I was talking to Billy. Billy said, \"Don't worry, I'll handle it.\"",
      "vi": "Tôi gọi Billy nói chuyện. Billy bảo, \"Đừng lo, để đấy tôi xử lý.\""
    }
  },
  {
    "translation": {
      "en": "Day after day passed. You know, people were pulling up to my house.",
      "vi": "Ngày qua ngày. Người ta kéo đến bao vây nhà tôi ngày một đông hơn."
    }
  },
  {
    "translation": {
      "en": "They were getting mad for this money. Like, literally mad.",
      "vi": "Họ phát điên vì tiền bị bùng. Điên đúng nghĩa đen ấy."
    }
  },
  {
    "translation": {
      "en": "I thought it was going to end up in some blows getting thrown.",
      "vi": "Tôi đoán cứ tình hình này thì sớm muộn cũng sẽ xảy ra đổ máu thôi."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Fuck this, I'm out.\"",
      "vi": "Thế là tôi quyết định, \"Kệ nó, bố mày chuồn.\""
    }
  },
  {
    "translation": {
      "en": "I packed my shit and I was fucking on the next boat.",
      "vi": "Tôi lặng lẽ thu dọn hết đồ đạc rồi bắt chuyến tàu sớm rời đi."
    }
  },
  {
    "translation": {
      "en": "You know? \"I can't handle it no more.\"",
      "vi": "Anh hiểu không? \"Không thể chịu nổi nữa rồi.\""
    }
  },
  {
    "translation": {
      "en": "I definitely had a post-traumatic syndrome,",
      "vi": "Tôi bị ám ảnh hậu sang chấn tâm lý như rất nhiều người khác,"
    }
  },
  {
    "translation": {
      "en": "like many of us did, for weeks and weeks",
      "vi": "trong nhiều tuần sau đó,"
    }
  },
  {
    "translation": {
      "en": "and a lot of it was a guilt feeling of,",
      "vi": "chủ yếu là do cảm thấy tội lỗi mỗi khi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"Did I abandon everybody?\"",
      "vi": "\"Mình bỏ lại mọi người mà đi như thế sao?\""
    }
  },
  {
    "translation": {
      "en": "I was the one that would continue to say, \"Listen,",
      "vi": "Tôi chính là người đã cố gắng thuyết phục mọi người rằng, \"Yên tâm,"
    }
  },
  {
    "translation": {
      "en": "I have been working with Billy",
      "vi": "tôi đã làm việc với Billy"
    }
  },
  {
    "translation": {
      "en": "for four or five years now. Trust him.",
      "vi": "suốt bốn, năm năm nay rồi. Cứ tin cậu ta đi."
    }
  },
  {
    "translation": {
      "en": "This kid is amazing and I think we can pull this off.\"",
      "vi": "Cậu ta giỏi lắm, cậu ta sẽ có cách giải quyết thôi.\""
    }
  },
  {
    "translation": {
      "en": "And we didn't, and I felt definitely,",
      "vi": "Nhưng rồi mọi sự không được giải quyết,"
    }
  },
  {
    "translation": {
      "en": "as I was able to reflect when I got home,",
      "vi": "nên đến khi về nhà rồi, ngẫm lại, tôi mới cảm thấy"
    }
  },
  {
    "translation": {
      "en": "that I had probably led a lot of kids on.",
      "vi": "như chính tôi là người đã lừa gạt họ vậy."
    }
  },
  {
    "translation": {
      "en": "You know, you just go with somebody's...",
      "vi": "Anh cứ nhắm mắt đi theo một người..."
    }
  },
  {
    "translation": {
      "en": "It's that energy, and the belief system,",
      "vi": "Nhiệt huyết như thế, tự tin như thế,"
    }
  },
  {
    "translation": {
      "en": "and you just go and you go and you go.",
      "vi": "khiến anh cứ nhắm mắt đưa chân theo."
    }
  },
  {
    "translation": {
      "en": "And then when do you stop? And no,",
      "vi": "Đến khi dừng lại mở mắt ra thì sao? Không,"
    }
  },
  {
    "translation": {
      "en": "I never thought it would end like this.",
      "vi": "tôi chưa từng nghĩ mọi chuyện sẽ đi đến nước này."
    }
  },
  {
    "translation": {
      "en": "I don't think anybody did. If we did, we wouldn't have done it.",
      "vi": "Chắc cũng chẳng ai nghĩ vậy. Nếu nghĩ vậy thì đã không làm rồi."
    }
  },
  {
    "translation": {
      "en": "[Billy] First, I just want to give",
      "vi": "Trước hết, tôi thật lòng"
    }
  },
  {
    "translation": {
      "en": "a big apology for how the festival turned out.",
      "vi": "xin lỗi mọi người về kết quả tổ chức lễ hội vừa rồi."
    }
  },
  {
    "translation": {
      "en": "This is obviously the exact opposite",
      "vi": "Kết quả này rõ ràng trái ngược hoàn toàn"
    }
  },
  {
    "translation": {
      "en": "of what we were all striving for.",
      "vi": "với kỳ vọng của tất cả chúng ta."
    }
  },
  {
    "translation": {
      "en": "I made it back home Monday,",
      "vi": "Tôi về nhà kịp thứ Hai,"
    }
  },
  {
    "translation": {
      "en": "and came to the Fyre office,",
      "vi": "để tới văn phòng Fyre,"
    }
  },
  {
    "translation": {
      "en": "and that's when we had the teamwide meeting.",
      "vi": "và tham gia cuộc họp của toàn bộ ban tổ chức."
    }
  },
  {
    "translation": {
      "en": "[woman] We have to rebrand the platform.",
      "vi": "Phải làm lại thương hiệu nền tảng thôi."
    }
  },
  {
    "translation": {
      "en": "My orthodontist has read about the festival.",
      "vi": "Đến bác sĩ nha khoa của tôi cũng biết về vụ lễ hội rồi."
    }
  },
  {
    "translation": {
      "en": "And he asked me what I did on the festival.",
      "vi": "Anh ta hỏi tôi có dính líu gì tới vụ đó không thế."
    }
  },
  {
    "translation": {
      "en": "[Ja] Right now, yes, we are the fucking laughing stock of everything.",
      "vi": "Ngay bây giờ đây, đúng, chúng ta là trò cười cho thiên hạ."
    }
  },
  {
    "translation": {
      "en": "We are the \"Scam Fyre.\"",
      "vi": "Chúng ta là \"Bọn Fyre Lừa đảo.\""
    }
  },
  {
    "translation": {
      "en": "But that might not be the case after we fucking put our plan in play",
      "vi": "Nhưng nếu ta kịp thời điều chỉnh kế hoạch và thay đổi tình hình"
    }
  },
  {
    "translation": {
      "en": "and start to spin it.",
      "vi": "thì sẽ không còn như vậy nữa."
    }
  },
  {
    "translation": {
      "en": "They used Samsung as an example of how, you know, \"This is just some bad PR.\"",
      "vi": "Họ đem Samsung ra làm ví dụ cho \"Chiêu trò PR.\""
    }
  },
  {
    "translation": {
      "en": "\"Samsung's out here blowing people's faces off with cell phones,",
      "vi": "\"Điện thoại Samsung nổ vỡ cả mặt khách hàng,"
    }
  },
  {
    "translation": {
      "en": "but they're still selling cell phones.\"",
      "vi": "mà vẫn bán ầm ầm đấy thôi.\""
    }
  },
  {
    "translation": {
      "en": "They were kind of trying to make it seem like we would overcome this.",
      "vi": "Họ cố làm ra vẻ là họ sẽ vượt qua được thất bại này."
    }
  },
  {
    "translation": {
      "en": "[Ja] We can't dwell on how we fucked up.",
      "vi": "Đừng tốn công dằn vặt mãi làm gì cả."
    }
  },
  {
    "translation": {
      "en": "We can't dwell on what made it go wrong.",
      "vi": "Đừng tốn công bới lông tìm vết nữa."
    }
  },
  {
    "translation": {
      "en": "We gotta dwell on how we make it better in the future.",
      "vi": "Mà hãy dồn sức tìm cách cải thiện cho những lần sau ấy."
    }
  },
  {
    "translation": {
      "en": "The vast majority of us on this phone call were not involved with the festival,",
      "vi": "Hầu hết chúng tôi, những người đang ở đây, đều không dính dáng gì tới lễ hội,"
    }
  },
  {
    "translation": {
      "en": "and then-- Or actively told not to be involved.",
      "vi": "thế mà bây giờ... Lại được yêu cầu không dính dáng tới lễ hội nữa."
    }
  },
  {
    "translation": {
      "en": "So it was...",
      "vi": "Cảm giác khá là..."
    }
  },
  {
    "translation": {
      "en": "painful to be honest. We put, you know,",
      "vi": "đau đớn, nói thật là như vậy. Chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "a big, very talented team,",
      "vi": "nguyên một đội ngũ phát triển lớn và tài năng,"
    }
  },
  {
    "translation": {
      "en": "put a ton of hours into that software.",
      "vi": "đã tốn hàng nghìn giờ phát triển phần mềm đó."
    }
  },
  {
    "translation": {
      "en": "The reality is that I just believed in the core app",
      "vi": "Sự thật là tôi quá tâm huyết với ứng dụng gốc"
    }
  },
  {
    "translation": {
      "en": "that we're building so much,",
      "vi": "mà chúng tôi đã dày công nghiên cứu,"
    }
  },
  {
    "translation": {
      "en": "that I was blind to a lot of what was going on internally",
      "vi": "đến mức gần như mù tịt hoàn toàn về những gì xảy ra bên trong"
    }
  },
  {
    "translation": {
      "en": "with what we were doing.",
      "vi": "nội bộ công ty."
    }
  },
  {
    "translation": {
      "en": "I mean, it was something that we worked on for an entire year.",
      "vi": "Chúng tôi đã dành ra cả năm trời nghiên cứu và phát triển nó."
    }
  },
  {
    "translation": {
      "en": "And because of the festival, we lost everything within seconds.",
      "vi": "Thế mà chỉ vì một lễ hội, mọi thứ bỗng chốc hoá thành công cốc."
    }
  },
  {
    "translation": {
      "en": "Is there any way that the product can be built",
      "vi": "Liệu có xây dựng được tiếp sản phẩm"
    }
  },
  {
    "translation": {
      "en": "-while we take a step back? -[woman] No. Absolutely not.",
      "vi": "- nếu án binh bất động một thời gian chứ? - Không. Không thể đâu."
    }
  },
  {
    "translation": {
      "en": "He was saying, \"We are a family, it's time for us to band together.\"",
      "vi": "Anh ta cứ nói, \"Chúng ta là một gia đình nên lúc này là phải sát cánh bên nhau.\""
    }
  },
  {
    "translation": {
      "en": "And I was feeling like that was so manipulative.",
      "vi": "Và tôi nghĩ bụng, đúng là cái đồ xảo trá."
    }
  },
  {
    "translation": {
      "en": "We're not a family, you won't even tell me anything!",
      "vi": "Gia đình cái gì chứ, có ai cho chúng tôi biết chuyện gì đâu!"
    }
  },
  {
    "translation": {
      "en": "You've completely violated all the trust that we had",
      "vi": "Anh đã huỷ hoại hoàn toàn niềm tin của chúng tôi"
    }
  },
  {
    "translation": {
      "en": "in the product, in the company, in the brand and in you",
      "vi": "về sản phẩm, về công ty, về thương hiệu và về anh rồi,"
    }
  },
  {
    "translation": {
      "en": "and public reception is a separate and almost unrelated problem.",
      "vi": "còn dư luận đánh giá anh ra sao thì mặc kệ anh."
    }
  },
  {
    "translation": {
      "en": "[Ja] Come on, guys!",
      "vi": "Nào, nghĩ đi chứ!"
    }
  },
  {
    "translation": {
      "en": "There's a lot of smart people on this fucking phone call, man.",
      "vi": "Trong phòng họp này có thiếu gì thiên tài đâu hả trời."
    }
  },
  {
    "translation": {
      "en": "Let's think of how to dig ourselves out of this shit, man.",
      "vi": "Động não nghĩ cách sửa sai đi chứ."
    }
  },
  {
    "translation": {
      "en": "We didn't kill anybody, nobody got hurt.",
      "vi": "Chẳng ai mất mạng cả, cũng chẳng ai bị thương."
    }
  },
  {
    "translation": {
      "en": "We made a mistake, we'll get past it.",
      "vi": "Đúng, ta đã mắc sai lầm, nhưng ta sẽ vượt qua."
    }
  },
  {
    "translation": {
      "en": "I mean, granted, nobody died,",
      "vi": "Grant à, đúng là không ai mất mạng cả,"
    }
  },
  {
    "translation": {
      "en": "but we did flat-out lie to the public about what we're giving them.",
      "vi": "nhưng rõ ràng ta đã nói dối công chúng trắng trợn rồi còn gì."
    }
  },
  {
    "translation": {
      "en": "I mean, that's fraud.",
      "vi": "Đấy là tội lừa đảo đấy."
    }
  },
  {
    "translation": {
      "en": "Like, and that's not okay as a company operates.",
      "vi": "Chuyện đó là không thể chấp nhận được đối với một công ty đâu."
    }
  },
  {
    "translation": {
      "en": "[Ja] That's not fraud.",
      "vi": "Không phải lừa đảo nhé."
    }
  },
  {
    "translation": {
      "en": "That's not fraud.",
      "vi": "Không phải lừa đảo."
    }
  },
  {
    "translation": {
      "en": "That is, uh... I would call that...",
      "vi": "Mà đấy là, ờ... Gọi là..."
    }
  },
  {
    "translation": {
      "en": "\"false advertising.\"",
      "vi": "\"quảng cáo sai lệch\" thì đúng hơn."
    }
  },
  {
    "translation": {
      "en": "As we were getting on the plane,",
      "vi": "Trên đường lên máy bay,"
    }
  },
  {
    "translation": {
      "en": "I think I tweeted something like, \"See you later, Fyre Festival.",
      "vi": "tôi có đăng một đoạn tweet, đại khái là, \"Hẹn gặp lại nhé Lễ hội Fyre."
    }
  },
  {
    "translation": {
      "en": "You'll be hearing from Stacy Miller, my lawyer.\"",
      "vi": "Đợi tin từ Stacy Miller, luật sư của tôi nha.\""
    }
  },
  {
    "translation": {
      "en": "I thought to myself, \"That's a little strange.\"",
      "vi": "Tôi nghĩ bụng, \"Kì ghê.\""
    }
  },
  {
    "translation": {
      "en": "So I looked on Facebook and Facebook was going crazy",
      "vi": "Thế là tôi lên Facebook xem thử và thấy tất cả đang loạn lên"
    }
  },
  {
    "translation": {
      "en": "with this Fyre Festival, of which I had never even heard about.",
      "vi": "vì vụ Lễ hội Fyre này, tôi thì lại chưa từng nghe nói đến nó."
    }
  },
  {
    "translation": {
      "en": "And,the day after, it was announced",
      "vi": "Ngay ngày hôm sau, báo đài đưa tin"
    }
  },
  {
    "translation": {
      "en": "that there was a $100 million class action lawsuit that was filed.",
      "vi": "một đơn kiện tập thể đòi bồi thường 100 triệu đô la đã được trình lên."
    }
  },
  {
    "translation": {
      "en": "In my experience with class action lawsuits,",
      "vi": "Theo kinh nghiệm với các vụ kiện tập thể,"
    }
  },
  {
    "translation": {
      "en": "it was not going to get resolved anytime soon.",
      "vi": "thì thời gian giải quyết sẽ là rất lâu."
    }
  },
  {
    "translation": {
      "en": "So we decided to file independently.",
      "vi": "Vì vậy chúng tôi quyết định đâm đơn kiện riêng."
    }
  },
  {
    "translation": {
      "en": "The suit was for committing fraud",
      "vi": "Nội dung đơn kiện là về tội lừa đảo,"
    }
  },
  {
    "translation": {
      "en": "saying, \"Look at how great, this is going to be,\"",
      "vi": "vì họ dám thề thốt, \"Đây nhìn đi, đẹp chưa này, hay chưa này,\""
    }
  },
  {
    "translation": {
      "en": "when they knew all along it was going to be",
      "vi": "trong khi họ biết chính xác ngay từ đầu"
    }
  },
  {
    "translation": {
      "en": "nothing close to what was advertised.",
      "vi": "là sự thật sẽ không được như quảng cáo."
    }
  },
  {
    "translation": {
      "en": "I feel very strongly that",
      "vi": "Tôi khá chắc"
    }
  },
  {
    "translation": {
      "en": "if I had bought tickets to the festival,",
      "vi": "nếu tôi là người mua vé tham dự,"
    }
  },
  {
    "translation": {
      "en": "I'd name every single one of the people that advertised for it in the lawsuit.",
      "vi": "thì tôi sẽ chỉ mặt gọi tên tất cả những kẻ đã tham gia đóng quảng cáo trong đơn kiện."
    }
  },
  {
    "translation": {
      "en": "[Calvin] What made this so interesting",
      "vi": "Tình tiết hay nhất ở đây"
    }
  },
  {
    "translation": {
      "en": "was they made it all look organic",
      "vi": "chính là việc họ làm mọi thứ rất có tính toán,"
    }
  },
  {
    "translation": {
      "en": "and, like, a bunch of celebrities and famous people",
      "vi": "thuê một đám cả sao số lẫn người nổi tiếng"
    }
  },
  {
    "translation": {
      "en": "were planning to attend this music festival.",
      "vi": "giả bộ như sẽ tham dự đại nhạc hội này thật vậy."
    }
  },
  {
    "translation": {
      "en": "And that's why the impact and reach, in my mind, was as great as it was.",
      "vi": "Đó chính là lý do vì sao công chúng hưởng ứng nhiệt tình và rộng khắp đến thế."
    }
  },
  {
    "translation": {
      "en": "[Brett] That was a big criticism of people.",
      "vi": "Và cũng là lý do vì sao họ giận dữ đến thế."
    }
  },
  {
    "translation": {
      "en": "\"How could you market something that wasn't real?\"",
      "vi": "\"Sao lại tiếp thị một thứ không có thật như vậy?\""
    }
  },
  {
    "translation": {
      "en": "You know? But it's like...",
      "vi": "Anh biết không? Nhưng vấn đề là..."
    }
  },
  {
    "translation": {
      "en": "everything was real. Everything looked real.",
      "vi": "tất cả đều có thật. Đều trông giống thật mà."
    }
  },
  {
    "translation": {
      "en": "If you get hired to do a BMW commercial",
      "vi": "Giả sử anh được thuê làm quảng cáo xe BMW"
    }
  },
  {
    "translation": {
      "en": "and that BMW then has a faulty engine,",
      "vi": "nhưng động cơ chiếc BMW đó bị lỗi,"
    }
  },
  {
    "translation": {
      "en": "how the fuck can you possibly know",
      "vi": "thì nhìn bề ngoài"
    }
  },
  {
    "translation": {
      "en": "whether they'll do good on what they said they were gonna do?",
      "vi": "anh biết thế quái nào được nhỉ?"
    }
  },
  {
    "translation": {
      "en": "That's like saying the sound guy, and the DP, and the location scout",
      "vi": "Thế thì ông phụ trách âm thanh, ông chụp hình, ông tiền trạm bối cảnh"
    }
  },
  {
    "translation": {
      "en": "has to do business due diligence on whether or not",
      "vi": "cũng phải thẩm định chuyên sâu ngoài chuyên môn xem"
    }
  },
  {
    "translation": {
      "en": "something's actually gonna happen.",
      "vi": "liệu có biến cố gì không."
    }
  },
  {
    "translation": {
      "en": "How could we ask the models",
      "vi": "Làm sao bắt các người mẫu quảng cáo"
    }
  },
  {
    "translation": {
      "en": "to have the kind of awareness of the Fyre Festival",
      "vi": "nhận thức sâu sắc về bản chất của Lễ hội Fyre được"
    }
  },
  {
    "translation": {
      "en": "that I myself didn't have, being an employee of Fyre Media?",
      "vi": "trong khi chính tôi đây, một nhân viên của Fyre Media, còn chẳng biết gì?"
    }
  },
  {
    "translation": {
      "en": "We certainly wanted to send the message to influencers",
      "vi": "Chúng tôi rất muốn nhắn gửi đến các nhân vật có ảnh hưởng"
    }
  },
  {
    "translation": {
      "en": "that when you post a photograph,",
      "vi": "là khi các bạn đăng tải dù chỉ một tấm hình,"
    }
  },
  {
    "translation": {
      "en": "and you don't say \"#advertisement,\"",
      "vi": "thì kể cả không chú thích #quảngcáo,"
    }
  },
  {
    "translation": {
      "en": "there is some level of responsibility.",
      "vi": "bạn vẫn mang một phần trách nhiệm rồi."
    }
  },
  {
    "translation": {
      "en": "The government, because of this incident, has been cracking down more and more.",
      "vi": "Từ vụ việc này, chính phủ sẽ bắt đầu áp dụng những hình phạt mạnh tay hơn."
    }
  },
  {
    "translation": {
      "en": "[reporter] Bella Hadid is now apologizing to her fans.",
      "vi": "Bella Hadid đã chính thức đưa ra lời xin lỗi tới người hâm mộ."
    }
  },
  {
    "translation": {
      "en": "\"I initially trusted this would be an amazing",
      "vi": "\"Tôi cứ ngỡ đây sẽ là một trải nghiệm tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "and memorable experience for all of us.\"",
      "vi": "và khó quên cho tất cả chúng ta.\""
    }
  },
  {
    "translation": {
      "en": "I don't think that they knew or were malicious in their intent.",
      "vi": "Tôi nghĩ là họ không hiểu rõ thôi chứ hoàn toàn không có chủ đích đó."
    }
  },
  {
    "translation": {
      "en": "I don't think anybody fully appreciated",
      "vi": "Tôi nghĩ là không một ai nhận thức được hết"
    }
  },
  {
    "translation": {
      "en": "the extent of Billy's fraud",
      "vi": "quy mô vụ lừa đảo của Billy"
    }
  },
  {
    "translation": {
      "en": "and where he was gonna go with this.",
      "vi": "cũng như ý đồ của anh ta cả."
    }
  },
  {
    "translation": {
      "en": "They all kept working,",
      "vi": "Họ vẫn làm việc như thường,"
    }
  },
  {
    "translation": {
      "en": "I think, a week or two after the festival,",
      "vi": "khoảng một, hai tuần sau khi lễ hội diễn ra,"
    }
  },
  {
    "translation": {
      "en": "and then Billy scheduled an all-hands meeting",
      "vi": "rồi một ngày nọ Billy đột nhiên họp toàn bộ công ty"
    }
  },
  {
    "translation": {
      "en": "where he was going to debrief everyone and explain what was happening.",
      "vi": "phổ biến và giải thích cho mọi người những gì sắp diễn ra."
    }
  },
  {
    "translation": {
      "en": "The fact that he let, you know,",
      "vi": "Việc anh ta đùng một cái"
    }
  },
  {
    "translation": {
      "en": "20 to 30 people just get completely let go with zero remorse...",
      "vi": "phủi hết trách nhiệm với 20, 30 con người một cách hết sức thản nhiên như vậy..."
    }
  },
  {
    "translation": {
      "en": "goes a lot to show you what type of person he is.",
      "vi": "thật sự cho thấy anh ta là hạng người gì."
    }
  },
  {
    "translation": {
      "en": "[Marc] An FBI agent showed up at the door of my parents' apartment building",
      "vi": "Một đặc vụ FBI đã tới gõ cửa căn hộ của bố mẹ tôi,"
    }
  },
  {
    "translation": {
      "en": "and gave his card to the doorman",
      "vi": "đưa danh thiếp cho nhân viên lễ tân"
    }
  },
  {
    "translation": {
      "en": "and said, \"I'm looking for Marc Weinstein.",
      "vi": "và dặn, \"Tôi đang tìm Marc Weinstein."
    }
  },
  {
    "translation": {
      "en": "He's not in trouble, but have him call me.\"",
      "vi": "Anh ta không sao cả nhưng nối anh ta gọi lại tôi ngay nhé.\""
    }
  },
  {
    "translation": {
      "en": "I was happy to talk to him",
      "vi": "Biết tin một cái là tôi gọi  luôn"
    }
  },
  {
    "translation": {
      "en": "because I felt that there was some justice happening here.",
      "vi": "vì tôi cảm thấy công lý ít ra cũng sắp được thực thi."
    }
  },
  {
    "translation": {
      "en": "I spoke to the FBI, yeah, of course.",
      "vi": "Vâng, tôi cũng nói chuyện với FBI rồi."
    }
  },
  {
    "translation": {
      "en": "That was the first time I really understood",
      "vi": "Đó cũng là lần đầu tiên tôi biết"
    }
  },
  {
    "translation": {
      "en": "what Billy had done.",
      "vi": "thật sự Billy đã làm gì."
    }
  },
  {
    "translation": {
      "en": "But I couldn't believe what they were showing me.",
      "vi": "Nhưng quả thực là tôi không tin nổi vào mắt mình."
    }
  },
  {
    "translation": {
      "en": "Billy was...",
      "vi": "Billy đã..."
    }
  },
  {
    "translation": {
      "en": "frauding investors who invested in Fyre Festival",
      "vi": "lừa gạt các nhà đầu tư tài trợ cho Lễ hội Fyre"
    }
  },
  {
    "translation": {
      "en": "based on how well we were doing as a company",
      "vi": "bằng cách cung cấp thông tin sai sự thật về tình hình kinh doanh của"
    }
  },
  {
    "translation": {
      "en": "within Fyre Media.",
      "vi": "công ty Fyre Media."
    }
  },
  {
    "translation": {
      "en": "My understanding is, he'd been telling investors",
      "vi": "Theo tôi được biết thì anh ta ba hoa với các nhà đầu tư"
    }
  },
  {
    "translation": {
      "en": "that he booked Drake for $100,000,",
      "vi": "là anh ta đặt được lịch diễn 100.000 đô với Drake"
    }
  },
  {
    "translation": {
      "en": "which never happened. We never booked Drake.",
      "vi": "và đó là điều bịa đặt. Chúng tôi đã làm với Drake đâu."
    }
  },
  {
    "translation": {
      "en": "You know, he was lying to investors,",
      "vi": "Anh ta nói dối trắng trợn với các nhà đầu tư,"
    }
  },
  {
    "translation": {
      "en": "making it seem we were making money when we weren't.",
      "vi": "khiến họ tưởng chúng tôi đang ăn nên làm ra trong khi thì ngược lại."
    }
  },
  {
    "translation": {
      "en": "[Gabrielle] The original report showed about $1.5 million in offers.",
      "vi": "Tổng tiền đề nghị hợp tác trong báo cáo ban đầu rơi vào khoảng 1,5 triệu đô."
    }
  },
  {
    "translation": {
      "en": "The report that was doctored under Billy's instruction",
      "vi": "Còn trong bản báo cáo được làm giả theo yêu cầu của Billy"
    }
  },
  {
    "translation": {
      "en": "showed closer to $35 milion.",
      "vi": "thì con số đó là gần 35 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "Billy claimed that they had been given an island in the Bahamas",
      "vi": "Billy tuyên bố là công ty anh ta đã được sang nhượng một hòn đảo tại Bahamas"
    }
  },
  {
    "translation": {
      "en": "worth $8 million, when, in fact, they had not.",
      "vi": "trị giá 8 triệu đô la, trong khi thực tế là không phải như vậy."
    }
  },
  {
    "translation": {
      "en": "Billy falsely claimed",
      "vi": "Billy còn khẳng định một cách sai lệch"
    }
  },
  {
    "translation": {
      "en": "that he had more than $2 million in Facebook stocks,",
      "vi": "là anh ta sở hữu hơn 2 triệu đô la cổ phần Facebook,"
    }
  },
  {
    "translation": {
      "en": "when in fact he had about $1,500.",
      "vi": "trong khi thực tế anh ta chỉ sở hữu 1.500 đô thôi."
    }
  },
  {
    "translation": {
      "en": "[reporter] Billy McFarland charged with wire fraud",
      "vi": "Billy McFarland vừa bị buộc tội gian lận"
    }
  },
  {
    "translation": {
      "en": "in federal court.",
      "vi": "tại toà án liên bang."
    }
  },
  {
    "translation": {
      "en": "McFarland allegedly sent fake documents",
      "vi": "McFarland được cho là đã gửi các tài liệu giả"
    }
  },
  {
    "translation": {
      "en": "claiming the company made millions in revenue.",
      "vi": "tuyên bố công ty của anh ta sở hữu doanh thu lên đến hàng triệu đô."
    }
  },
  {
    "translation": {
      "en": "He'd only earned less than $60,000.",
      "vi": "Trong khi con số thực tế là chưa đầy 60.000 đô."
    }
  },
  {
    "translation": {
      "en": "I knew Billy,",
      "vi": "Tôi quen Billy đã lâu,"
    }
  },
  {
    "translation": {
      "en": "but I never knew he was capable of doing something like that.",
      "vi": "nhưng thật sự không ngờ anh ta dám làm một chuyện động trời như vậy."
    }
  },
  {
    "translation": {
      "en": "This guy really made me feel like he was part of my family.",
      "vi": "Tôi từng coi anh ta như một người trong gia đình."
    }
  },
  {
    "translation": {
      "en": "I invited him to dinners with my family,",
      "vi": "Tôi còn mời anh ta tới ăn tối cùng gia đình,"
    }
  },
  {
    "translation": {
      "en": "and for him to do what he did, you know,",
      "vi": "nên việc anh ta làm"
    }
  },
  {
    "translation": {
      "en": "I lost that judge of character in people that I thought, you know, I had,",
      "vi": "khiến tôi mất hết tự tin vào khả năng đánh giá con người của bản thân"
    }
  },
  {
    "translation": {
      "en": "and that was really difficult for me.",
      "vi": "và đó thật sự là một cảm giác rất khó nuốt trôi."
    }
  },
  {
    "translation": {
      "en": "He really leveraged your existing emotional investment in this team",
      "vi": "Anh ta tận dụng triệt để sự nặng tình sẵn có của bạn với công ty này,"
    }
  },
  {
    "translation": {
      "en": "and in this product to extort you to investing even more.",
      "vi": "với sản phẩm này, để từ đó bòn rút nhiều tâm huyết từ bạn hơn nữa."
    }
  },
  {
    "translation": {
      "en": "This was Billy's charm.",
      "vi": "Đó chính là cái tài của Billy."
    }
  },
  {
    "translation": {
      "en": "Like, Billy could just sell you on anything.",
      "vi": "Billy có thể thuyết phục bạn làm bất cứ điều gì."
    }
  },
  {
    "translation": {
      "en": "He's an operational sociopath.",
      "vi": "Anh ta là kẻ điều hành tâm thần."
    }
  },
  {
    "translation": {
      "en": "The reason he racked up millions of dollars",
      "vi": "Lý do anh ta nợ hàng triệu đô la"
    }
  },
  {
    "translation": {
      "en": "on the Fyre app AmEx card",
      "vi": "trên thẻ AmEx của ứng dụng Fyre"
    }
  },
  {
    "translation": {
      "en": "was to pay for Magnises tickets",
      "vi": "là để mua vé Magnises"
    }
  },
  {
    "translation": {
      "en": "for his Magnises users.",
      "vi": "cho những người dùng Magnises của anh ta."
    }
  },
  {
    "translation": {
      "en": "He got almost all of it paid off,",
      "vi": "Anh ta trả gần xong hết rồi,"
    }
  },
  {
    "translation": {
      "en": "except for the remaining $250,000,",
      "vi": "chỉ còn lại 250.000 đô la,"
    }
  },
  {
    "translation": {
      "en": "which now I'm being sued by AmEx for.",
      "vi": "mà hiện giờ tôi đang bị AmEx yêu cầu hoàn trả đây."
    }
  },
  {
    "translation": {
      "en": "He left $150,000 of outstanding bills",
      "vi": "Anh ta để lại tổng hoá đơn chưa thanh toán trị giá 150.000 đô la"
    }
  },
  {
    "translation": {
      "en": "on my personal American Express because of the festival as well.",
      "vi": "trong tài khoản American Express cá nhân của tôi cũng vì vụ lễ hội đó."
    }
  },
  {
    "translation": {
      "en": "We lost a lot of money. A lot of money.",
      "vi": "Chúng tôi mất rất nhiều tiền. Rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "A lot.",
      "vi": "Rất rất nhiều luôn."
    }
  },
  {
    "translation": {
      "en": "Hundreds of thousands of dollars, without a doubt.",
      "vi": "Phải đến hàng trăm ngàn đô la là cái chắc."
    }
  },
  {
    "translation": {
      "en": "A lot of people didn't get paid.",
      "vi": "Rất nhiều người bị quịt tiền công."
    }
  },
  {
    "translation": {
      "en": "A lot of my workers didn't get paid.",
      "vi": "Công nhân của tôi bị quịt tiền công."
    }
  },
  {
    "translation": {
      "en": "He kept on saying,",
      "vi": "Anh ta cứ luôn mồm bảo,"
    }
  },
  {
    "translation": {
      "en": "\"The money is coming, J.R., the money is coming.\"",
      "vi": "\"Sắp có tiền rồi J.R. ạ, sắp có tiền rồi.\""
    }
  },
  {
    "translation": {
      "en": "It never reached.",
      "vi": "Nhưng chẳng biết sắp là bao giờ nữa."
    }
  },
  {
    "translation": {
      "en": "[Brett] So there was a group of Bahamian locals that built the festival site.",
      "vi": "Nguyên một đội người địa phương Bahamas từng giúp xây dựng địa điểm tổ chức."
    }
  },
  {
    "translation": {
      "en": "They were never paid.",
      "vi": "Họ không được trả một xu nào."
    }
  },
  {
    "translation": {
      "en": "The estimate that I heard",
      "vi": "Con số ước tính, theo như tôi được biết"
    }
  },
  {
    "translation": {
      "en": "was a quarter of a million dollars was owed in day wages to them.",
      "vi": "là hai trăm năm mươi ngàn đô la tổng tiền công tính theo ngày."
    }
  },
  {
    "translation": {
      "en": "I had ten persons working directly with me,",
      "vi": "Mười con người làm việc trực tiếp dưới quyền tôi,"
    }
  },
  {
    "translation": {
      "en": "just preparing food all day and all night, 24 hours.",
      "vi": "miệt mài chuẩn bị thức ăn cả ngày lẫn đêm, 24 trên bảy."
    }
  },
  {
    "translation": {
      "en": "I had to literally pay all those people. I am here as a Bahamian.",
      "vi": "Tôi phải tự bỏ tiền túi ra trả cho tất cả. Mà tôi cũng là người Bahamas y như họ vậy."
    }
  },
  {
    "translation": {
      "en": "And they stand in my face every day.",
      "vi": "Ngày nào họ cũng đến tìm gặp tôi."
    }
  },
  {
    "translation": {
      "en": "I went through about $50,000 of my savings",
      "vi": "Tôi đã tiêu hết sạch khoản 50.000 đô la"
    }
  },
  {
    "translation": {
      "en": "that I could have had for a rainy day.",
      "vi": "tiền tiết kiệm phòng khi khốn khó rồi."
    }
  },
  {
    "translation": {
      "en": "They just wiped it out and never looked back.",
      "vi": "Họ cứ thế vơ sạch đến đồng cuối cùng rồi bỏ đi, không nhìn lại lấy một lần."
    }
  },
  {
    "translation": {
      "en": "Personally, I don't even like to talk about the Fyre Festival.",
      "vi": "Thật sự mà nói, tôi chẳng muốn nhắc đến cái Lễ hội Fyre này nữa đâu."
    }
  },
  {
    "translation": {
      "en": "Just take it away and just let me start a new beginning.",
      "vi": "Cứ tống khứ hết đi, để tôi còn làm lại từ đầu."
    }
  },
  {
    "translation": {
      "en": "'Cause they really hurt me.",
      "vi": "Vì chuyện này làm tôi tổn thương quá nhiều rồi."
    }
  },
  {
    "translation": {
      "en": "I am really hurt from that.",
      "vi": "Tổn thương quá nhiều rồi."
    }
  },
  {
    "translation": {
      "en": "To see nobody return to say, \"Let me take care of what she's done,",
      "vi": "Không một ai quay lại và nói, \"Để tôi lo liệu cho cô ấy,"
    }
  },
  {
    "translation": {
      "en": "we know she has done right.\"",
      "vi": "cô ấy chẳng làm gì sai cả.\""
    }
  },
  {
    "translation": {
      "en": "I just leave it alone, 'cause it really pains me",
      "vi": "Tôi không muốn nhắc đến nó nữa, vì cứ mỗi lần nhắc lại"
    }
  },
  {
    "translation": {
      "en": "when I have to talk about it so I just wipe it away.",
      "vi": "là tim tôi lại đau nhói, nên tôi cố tìm mọi cách để quên đi."
    }
  },
  {
    "translation": {
      "en": "[woman] Are you sorry?",
      "vi": "Anh có hối hận không?"
    }
  },
  {
    "translation": {
      "en": "Thank you, guys. I'll arrange a comment later. Thank you.",
      "vi": "Cảm ơn, tôi sẽ lên lịch bình luận sau nhé. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[reporter] He was released on Saturday on $300,000 bail.",
      "vi": "Anh ta được trả tự do  hôm thứ Bảy sau khi nộp 300.000 đô la tiền bảo lãnh."
    }
  },
  {
    "translation": {
      "en": "He claims he is broke.",
      "vi": "Anh ta cho biết mình đã cháy túi."
    }
  },
  {
    "translation": {
      "en": "He has apparently moved back in with his parents.",
      "vi": "Và hiện đã quay về sống cùng bố mẹ."
    }
  },
  {
    "translation": {
      "en": "Fortunately, I think Billy is currently living in the basement",
      "vi": "May mắn thay, Billy giờ đây đã phải quay về sống dưới tầng hầm"
    }
  },
  {
    "translation": {
      "en": "of his parents' New Jersey home.",
      "vi": "căn hộ của phụ huynh anh ta ở New Jersey."
    }
  },
  {
    "translation": {
      "en": "He's no longer in his penthouse.",
      "vi": "Anh ta không còn được sống trong penthouse."
    }
  },
  {
    "translation": {
      "en": "He's no longer riding around in Maseratis",
      "vi": "Không còn được lái Maserati,"
    }
  },
  {
    "translation": {
      "en": "and flaunting the wealth that he stole.",
      "vi": "hay phô trương của cải ăn cắp từ người khác nữa."
    }
  },
  {
    "translation": {
      "en": "Coming back to the Fyre Festival for a second.",
      "vi": "Thử nghĩ lại về Lễ hội Fyre mà xem."
    }
  },
  {
    "translation": {
      "en": "You should make a Fyre Festival game, dude.",
      "vi": "Có khi làm được cả gameshow Lễ hội Fyre ấy chứ."
    }
  },
  {
    "translation": {
      "en": "'Cause you're going through--",
      "vi": "Vì anh đang phải trải qua..."
    }
  },
  {
    "translation": {
      "en": "They did the Fyre Festival on Saturday Night Live.",
      "vi": "Họ làm cả về Lễ hội Fyre trên Saturday Night Live đấy."
    }
  },
  {
    "translation": {
      "en": "I know!",
      "vi": "Tôi biết mà!"
    }
  },
  {
    "translation": {
      "en": "You could turn this into so much.",
      "vi": "Ý tưởng thì nhiều vô kể xiết."
    }
  },
  {
    "translation": {
      "en": "You just gotta accept the Fyre Festival,",
      "vi": "Chỉ cần anh chấp nhận thực tế Lễ hội Fyre là vậy,"
    }
  },
  {
    "translation": {
      "en": "and you could turn this shit into gold, like, a pot of gold and then run with it.",
      "vi": "là anh có thể biến nó thành vàng, cả một mỏ vàng luôn, tha hồ mà đào."
    }
  },
  {
    "translation": {
      "en": "I'm not allowed.",
      "vi": "Chịu thôi."
    }
  },
  {
    "translation": {
      "en": "-Wait, really? -Angelo, help me.",
      "vi": "- Sao lại chịu? - Angelo, cứu bồ đi."
    }
  },
  {
    "translation": {
      "en": "Wait, why aren't you--",
      "vi": "Này, sao lại chịu..."
    }
  },
  {
    "translation": {
      "en": "I hadn't spoken to Billy since he was...",
      "vi": "Tôi chưa nói chuyện lại với Billy từ lúc anh ta..."
    }
  },
  {
    "translation": {
      "en": "arrested and released on bail.",
      "vi": "bị bắt rồi được thả nhờ tiền bảo lãnh."
    }
  },
  {
    "translation": {
      "en": "So he asked us to come down",
      "vi": "Thế rồi bỗng dưng một hôm anh ta mời chúng tôi"
    }
  },
  {
    "translation": {
      "en": "to this hotel where he was staying at,",
      "vi": "tới cái khách sạn anh ta đang ở,"
    }
  },
  {
    "translation": {
      "en": "and he asked us if we could bring our video equipment,",
      "vi": "và nhờ chúng tôi đem theo thiết bị quay dựng,"
    }
  },
  {
    "translation": {
      "en": "we can do all of that stuff.",
      "vi": "để làm việc ở đó."
    }
  },
  {
    "translation": {
      "en": "And we didn't really know what we were gonna be filming.",
      "vi": "Chúng tôi không rõ mình sẽ quay cái gì nữa."
    }
  },
  {
    "translation": {
      "en": "Yeah, just film around the clock.",
      "vi": "Cứ để máy quay chạy liên tục đi."
    }
  },
  {
    "translation": {
      "en": "The one thing I've learned from this is the more footage, the better.",
      "vi": "Tôi nhận ra một điều là càng quay nhiều thì càng tốt bấy nhiêu."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How was he living while he was out on bail?",
      "vi": "Anh ta sống thế nào trong thời gian được bảo lãnh vậy?"
    }
  },
  {
    "translation": {
      "en": "He wasn't living like me.",
      "vi": "Không giống kiểu của tôi đâu."
    }
  },
  {
    "translation": {
      "en": "Billy was living... He was living large.",
      "vi": "Billy sống kiểu... Kiểu xa xỉ lắm."
    }
  },
  {
    "translation": {
      "en": "That penthouse was beautiful.",
      "vi": "Căn penthouse đó xịn muốn xỉu luôn."
    }
  },
  {
    "translation": {
      "en": "I just had a little bit of a confused face.",
      "vi": "Mặt tôi hiện rõ hai chữ thắc mắc."
    }
  },
  {
    "translation": {
      "en": "Like, \"How are you able to pay for all of this?\"",
      "vi": "Kiểu như, \"Anh lấy đâu ra tiền mà trả cho những thứ này vậy?\""
    }
  },
  {
    "translation": {
      "en": "There was a guy named Angelo.",
      "vi": "Ở đó có một gã tên là Angelo."
    }
  },
  {
    "translation": {
      "en": "And I don't know if it was Billy's PR guy,",
      "vi": "Tôi không rõ có phải phụ trách truyền thông cho Billy không,"
    }
  },
  {
    "translation": {
      "en": "but I know that this guy was very connected.",
      "vi": "nhưng tôi đoán là hắn ta quan hệ rộng lắm."
    }
  },
  {
    "translation": {
      "en": "That is the...",
      "vi": "Đây là..."
    }
  },
  {
    "translation": {
      "en": "Just try to keep me out of your stuff because my...",
      "vi": "Đừng để tên tôi dính líu vào mấy vụ của cậu nhé, vì..."
    }
  },
  {
    "translation": {
      "en": "I can't say anything.",
      "vi": "Tôi không được phát biểu tuỳ tiện đâu."
    }
  },
  {
    "translation": {
      "en": "We're not saying anything bad. You can talk.",
      "vi": "Có ai nói gì linh tinh đâu. Anh cứ nói đi."
    }
  },
  {
    "translation": {
      "en": "You know, you can give me advice.",
      "vi": "Không thì cho tôi lời khuyên thôi cũng được."
    }
  },
  {
    "translation": {
      "en": "We talked about my experiences",
      "vi": "Chúng tôi có trao đổi về kinh nghiệm của tôi"
    }
  },
  {
    "translation": {
      "en": "in the legal system",
      "vi": "với hệ thống pháp lý"
    }
  },
  {
    "translation": {
      "en": "and I'll never forget what he said to me.",
      "vi": "và tôi không thể nào quên nổi điều anh ta đã nói."
    }
  },
  {
    "translation": {
      "en": "He looked me dead in my face and said,",
      "vi": "Anh ta nhìn thẳng vào mắt tôi và buông một câu,"
    }
  },
  {
    "translation": {
      "en": "\"I'm not going to jail.\"",
      "vi": "\"Thế thì tôi không đi tù được rồi.\""
    }
  },
  {
    "translation": {
      "en": "Well, I was like, \"This man either knows something that I don't",
      "vi": "Tôi chợt nghĩ, \"Gã này hoặc là đang nắm được một bí mật kinh khủng nào đó"
    }
  },
  {
    "translation": {
      "en": "or he is certifiably insane.\"",
      "vi": "hoặc hắn bị điên thật rồi.\""
    }
  },
  {
    "translation": {
      "en": "NYC VIP Access",
      "vi": "NYC VIP Access"
    }
  },
  {
    "translation": {
      "en": "was a company that reached out to me",
      "vi": "là tên công ty đã liên hệ với tôi"
    }
  },
  {
    "translation": {
      "en": "December 15th, 2017...",
      "vi": "vào ngày 15/12/2017..."
    }
  },
  {
    "translation": {
      "en": "with an offer to the 2018 Masters tournament.",
      "vi": "với lời chào mời mua vé theo dõi trực tiếp giải golf Masters 2018."
    }
  },
  {
    "translation": {
      "en": "It was from a guy named Frank.",
      "vi": "Người gửi thư tự xưng là Frank."
    }
  },
  {
    "translation": {
      "en": "It just said, \"Hey, we've got these tickets",
      "vi": "Nội dung thư đại khái là, \"Xin chào, chúng tôi đang có sẵn một số vé"
    }
  },
  {
    "translation": {
      "en": "to the 2018 Masters. It'd be great for you or your clients.",
      "vi": "theo dõi giải Masters 2018. Rất phù hợp cho bạn hoặc để đem tặng khách hàng."
    }
  },
  {
    "translation": {
      "en": "Let us know if you want.\"",
      "vi": "Hãy liên hệ với chúng tôi khi cần."
    }
  },
  {
    "translation": {
      "en": "And so I texted my friend Morgan, \"Did you guys get this Masters email?\"",
      "vi": "Và tôi nhắn tin ngay cho bạn tôi, Morgan, \"Các cậu có nhận email giải Masters chứ?\""
    }
  },
  {
    "translation": {
      "en": "\"Yeah. I got that too.\"",
      "vi": "\"Có. Vừa nhận được đây.\""
    }
  },
  {
    "translation": {
      "en": "And so I'm like, okay, clearly",
      "vi": "Thế là tôi mới nghĩ bụng, rõ ràng là"
    }
  },
  {
    "translation": {
      "en": "somebody's targeting the Fyre Festival email list.",
      "vi": "có kẻ nào đó đang tận dụng danh sách email của Lễ hội Fyre rồi."
    }
  },
  {
    "translation": {
      "en": "December 19th, \"Gift the gift of private flights.\"",
      "vi": "Ngày 19 tháng Mười hai, \"Trao tặng món quà phi cơ riêng độc đáo.\""
    }
  },
  {
    "translation": {
      "en": "December 21st, again from NYC VIP Access,",
      "vi": "Ngày 21 tháng Mười hai, lại là NYC VIP Access,"
    }
  },
  {
    "translation": {
      "en": "\"Coachella 2018 VIP passes for $500.",
      "vi": "\"Vé VIP tham dự Coachella 2018 chỉ từ 500 đô la."
    }
  },
  {
    "translation": {
      "en": "\"Please email me or call phone number to reserve. Frank.\"",
      "vi": "Hãy gửi email hoặc gọi điện trực tiếp tới số này để đặt trước nhé. Frank.\""
    }
  },
  {
    "translation": {
      "en": "January 2nd,",
      "vi": "Mùng 2 tháng Một,"
    }
  },
  {
    "translation": {
      "en": "\"Meet Ed Sheeran, Demi Lovato, DJ Khaled, Taylor Swift and more.",
      "vi": "\"Cơ hội gặp gỡ Ed Sheeran, Demi Lovato, DJ Khaled, Taylor Swift và hơn nữa."
    }
  },
  {
    "translation": {
      "en": "We want to one-up your New Year's resolutions",
      "vi": "Chúng tôi muốn biến giấc mơ Năm Mới của bạn"
    }
  },
  {
    "translation": {
      "en": "by making your dreams become a reality.",
      "vi": "trở thành sự thực."
    }
  },
  {
    "translation": {
      "en": "Please email or call to reserve. Frank.\"",
      "vi": "Nhanh tay email hoặc gọi để giữ suất nhé. Frank.\""
    }
  },
  {
    "translation": {
      "en": "\"Burning Man, 2018.\"",
      "vi": "\"Burning Man, 2018.\""
    }
  },
  {
    "translation": {
      "en": "\"Courtside at MSG",
      "vi": "\"Vé ngồi courtside tại nhà thi đấu MSG"
    }
  },
  {
    "translation": {
      "en": "and dinner with LeBron.\"",
      "vi": "và cơ hội ăn tối cùng LeBron.\""
    }
  },
  {
    "translation": {
      "en": "\"Victoria Secret Fashion Show,\" \"Met Gala,",
      "vi": "\"Sô diễn Thời trang Victoria Secret,\" \"Met Gala,"
    }
  },
  {
    "translation": {
      "en": "red carpet and gala tickets.",
      "vi": "thảm đỏ và vé tham dự sự kiện."
    }
  },
  {
    "translation": {
      "en": "Please email, text or call me to reserve.",
      "vi": "Hãy gửi email, nhắn tin hoặc gọi điện để giữ vé nhé."
    }
  },
  {
    "translation": {
      "en": "First come, first serve. Frank.\"",
      "vi": "Số lượng có hạn. Frank.\""
    }
  },
  {
    "translation": {
      "en": "So we're basically",
      "vi": "Chúng tôi"
    }
  },
  {
    "translation": {
      "en": "selling 2018 Grammy tickets. VIP Access, baby.",
      "vi": "đang rao bán vé tham dự lễ trao giải Grammy 2018. Vé VIP hẳn hoi đó nha."
    }
  },
  {
    "translation": {
      "en": "What's the next number?",
      "vi": "Số nào tiếp đấy?"
    }
  },
  {
    "translation": {
      "en": "[Gabrielle] I first started hearing about the NYC VIP Access emails",
      "vi": "Lần đầu tôi nghe nói đến những email của công ty NYC VIP Access"
    }
  },
  {
    "translation": {
      "en": "in December.",
      "vi": "là vào tháng Mười hai."
    }
  },
  {
    "translation": {
      "en": "When I realized that multiple people who had attended the festival",
      "vi": "Sau khi phát hiện ra rất nhiều người từng tham dự lễ hội trước đó vài tháng"
    }
  },
  {
    "translation": {
      "en": "were getting the emails,",
      "vi": "là đối tượng nhận email chủ yếu,"
    }
  },
  {
    "translation": {
      "en": "that was when I really started to look at it more seriously.",
      "vi": "tôi bắt đầu nghiêm túc điều tra về vấn đề này."
    }
  },
  {
    "translation": {
      "en": "Met Gala tickets can't be purchased",
      "vi": "Vé Met Gala không thể mua được,"
    }
  },
  {
    "translation": {
      "en": "and anyone who attends has to be approved by Anna Wintour in advance.",
      "vi": "và bản thân danh sách tham dự cũng phải được Anna Wintour thông qua từ trước."
    }
  },
  {
    "translation": {
      "en": "The Victoria's Secret Show hadn't even been cast yet.",
      "vi": "Sô thời trang Victoria's Secret thì thậm chí còn chưa tuyển chọn."
    }
  },
  {
    "translation": {
      "en": "Taylor Swift, she's very open about the fact",
      "vi": "Taylor Swift, cô ấy không giấu giếm một thực tế"
    }
  },
  {
    "translation": {
      "en": "that she doesn't do meet-and-greets.",
      "vi": "là không tổ chức gặp gỡ trực tiếp fan bao giờ."
    }
  },
  {
    "translation": {
      "en": "Burning Man told me that they had not sold any tickets",
      "vi": "Burning Man trả lời tôi là họ chưa hề mở bán vé"
    }
  },
  {
    "translation": {
      "en": "and that there were no sponsors who would have tickets available.",
      "vi": "và sẽ không có nhà tài trợ nào được đặc cách gửi vé riêng hết."
    }
  },
  {
    "translation": {
      "en": "Pretty much everything that they offered was debunked",
      "vi": "Mọi thứ phù phiếm mà họ đang chào bán"
    }
  },
  {
    "translation": {
      "en": "through just a quick phone call or a Google search.",
      "vi": "chỉ cần gọi nhanh vài cuộc hoặc gõ Google là lộ ra hết."
    }
  },
  {
    "translation": {
      "en": "That's fucking hustling right here.",
      "vi": "Biết xoay sở ra phết nhỉ."
    }
  },
  {
    "translation": {
      "en": "The first time I met Frank Tribble",
      "vi": "Tôi gặp Frank Tribble lần đầu"
    }
  },
  {
    "translation": {
      "en": "was at the hotel.",
      "vi": "là ở khách sạn."
    }
  },
  {
    "translation": {
      "en": "I had never seen him before",
      "vi": "Trước đó tôi chưa từng gặp cậu ta,"
    }
  },
  {
    "translation": {
      "en": "and usually the people who are around Billy, I'm familiar with.",
      "vi": "mà thường thì những ai thân quen với Billy tôi đều biết hết."
    }
  },
  {
    "translation": {
      "en": "The strangest thing was he actually had on a Magnises hat,",
      "vi": "Lạ nhất là cậu ta đội một cái mũ lưỡi trai Magnises,"
    }
  },
  {
    "translation": {
      "en": "he had on, like, a Fyre sweater.",
      "vi": "và mặc áo nỉ in chữ Fyre cơ."
    }
  },
  {
    "translation": {
      "en": "Frank is, I think, 22 or 23, and Billy had reached out to him",
      "vi": "Frank đâu như mới 22, 23 tuổi gì đó, chắc là Billy chủ động liên hệ với cậu ta"
    }
  },
  {
    "translation": {
      "en": "and said, \"I'm starting this company,",
      "vi": "và bảo, \"Tôi đang mở công ty mới,"
    }
  },
  {
    "translation": {
      "en": "but I'm kind of in some hot water related to Fyre Festival,",
      "vi": "nhưng không linh hoạt được vì vụ Lễ hội Fyre chưa chìm xuồng,"
    }
  },
  {
    "translation": {
      "en": "so I need you to be the face of it.\"",
      "vi": "nên tôi cần cậu thay tôi làm gương mặt đại diện.\""
    }
  },
  {
    "translation": {
      "en": "Hi, is this Zachary?",
      "vi": "Xin chào, Zachary phải không?"
    }
  },
  {
    "translation": {
      "en": "Zachary, this is Frank calling from NYC VIP Access.",
      "vi": "Chào Zachary, tôi là Frank, đại diện công ty NYC VIP Access."
    }
  },
  {
    "translation": {
      "en": "The reason I was actually giving you a call,",
      "vi": "Tôi gọi điện để thông báo với anh,"
    }
  },
  {
    "translation": {
      "en": "the Grammys are gonna be held in New York City on Sunday January 28th,",
      "vi": "là lễ trao giải Grammys sẽ được tổ chức ở New York vào Chủ nhật, 28 tháng Một,"
    }
  },
  {
    "translation": {
      "en": "in Madison Square Garden,",
      "vi": "tại Madison Square Garden,"
    }
  },
  {
    "translation": {
      "en": "and we're actually selling VIP tickets for that event.",
      "vi": "và chúng tôi đang mở bán vé VIP cho sự kiện này."
    }
  },
  {
    "translation": {
      "en": "According to the FBI, 15 people gave him",
      "vi": "Theo báo cáo của FBI, 15 người đã gửi cho cậu ta"
    }
  },
  {
    "translation": {
      "en": "over $100,000 for those tickets.",
      "vi": "hơn 100.000 đô la để mua đống vé ảo đó."
    }
  },
  {
    "translation": {
      "en": "Josh, Frank is gonna call off the list.",
      "vi": "Josh, Frank sẽ lo gọi hết danh sách này nhé."
    }
  },
  {
    "translation": {
      "en": "If they don't pick up, you send them an email.",
      "vi": "Nếu họ không bắt máy thì gửi email."
    }
  },
  {
    "translation": {
      "en": "I'll write a script for you right now, okay?",
      "vi": "Để tôi soạn nội dung thư cho, nhất trí không?"
    }
  },
  {
    "translation": {
      "en": "What are you recording?",
      "vi": "Anh đang quay cái gì đấy?"
    }
  },
  {
    "translation": {
      "en": "It's hard for me to say if these guys didn't know what was going on.",
      "vi": "Tôi không rõ mấy gã này có hiểu tình hình nước sôi lửa bỏng hiện tại hay không."
    }
  },
  {
    "translation": {
      "en": "But I also know that Billy is really good at keeping a level of information...",
      "vi": "Nhưng tôi biết là Billy rất giỏi khoản che đậy thông tin..."
    }
  },
  {
    "translation": {
      "en": "below and above.",
      "vi": "ở một mức chấp nhận được."
    }
  },
  {
    "translation": {
      "en": "For every call, call twice in a row if they don't pick up.",
      "vi": "Số nào cũng gọi hai lần liên tiếp nếu họ không bắt máy nhé."
    }
  },
  {
    "translation": {
      "en": "Everybody picks up on the second ring.",
      "vi": "Cứ gọi đến lần thứ hai là nghe hết ấy mà."
    }
  },
  {
    "translation": {
      "en": "Let's cut for now. Thanks.",
      "vi": "Tạm cắt đi đừng quay nữa. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "On June 12th, I published an article",
      "vi": "Ngày 12 tháng Sáu, tôi đăng tải một bài báo"
    }
  },
  {
    "translation": {
      "en": "outlining all the crossover between Billy McFarland",
      "vi": "liệt kê ra những mối liên hệ giữa Billy McFarland"
    }
  },
  {
    "translation": {
      "en": "and New York City VIP Access,",
      "vi": "và công ty New York City VIP Access,"
    }
  },
  {
    "translation": {
      "en": "and about six hours later",
      "vi": "và chỉ khoảng sáu tiếng sau,"
    }
  },
  {
    "translation": {
      "en": "Billy was rearrested and charged with five felonies.",
      "vi": "Billy đã bị bắt lần thứ hai và bị khởi tố năm trọng tội."
    }
  },
  {
    "translation": {
      "en": "They included fraud, money laundering,",
      "vi": "Bao gồm lừa đảo, rửa tiền,"
    }
  },
  {
    "translation": {
      "en": "identity theft, and witness intimidation",
      "vi": "mạo danh, và đe doạ nhân chứng"
    }
  },
  {
    "translation": {
      "en": "after he warned at least two people not to talk to the FBI",
      "vi": "sau khi anh ta đe doạ không cho ít nhất hai người tố giác với FBI"
    }
  },
  {
    "translation": {
      "en": "and to pretend that they were represented by legal counsel",
      "vi": "và bắt họ giả mạo việc có luật sư đại diện"
    }
  },
  {
    "translation": {
      "en": "when they were not.",
      "vi": "trong khi không phải như vậy."
    }
  },
  {
    "translation": {
      "en": "I mean, the idea of him doing this",
      "vi": "Việc anh ta vẫn tiếp tục đi lừa người khác"
    }
  },
  {
    "translation": {
      "en": "while he's out on bail is mind-blowing to me.",
      "vi": "khi đang thụ án treo như thế thật sự khiến tôi bị sốc."
    }
  },
  {
    "translation": {
      "en": "Because you're already under the biggest microscope,",
      "vi": "Anh đang bị lăng kính lớn nhất theo dõi rồi,"
    }
  },
  {
    "translation": {
      "en": "and then you're gonna go and commit another scam.",
      "vi": "vậy mà vẫn ngang nhiên gian lận lừa tiền người khác như chẳng có chuyện gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "Like, I just don't understand why he didn't just stop.",
      "vi": "Thật sự tôi không hiểu nổi vì sao anh ta không tỉnh ngộ đi."
    }
  },
  {
    "translation": {
      "en": "[Interviewer] You said Billy asked you about going, what...",
      "vi": "Anh có nói là Billy hỏi anh chuyện..."
    }
  },
  {
    "translation": {
      "en": "What was he asking you about jail?",
      "vi": "Anh ta hỏi anh cái gì về chuyện trong tù ấy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Well, unfortunately, I had a misstep in my past,",
      "vi": "À, chả là tôi từng có lần lầm lạc trong quá khứ,"
    }
  },
  {
    "translation": {
      "en": "and, um...",
      "vi": "và, ừ..."
    }
  },
  {
    "translation": {
      "en": "I unfortunately experienced it.",
      "vi": "tôi đã phải nếm mùi song sắt nhà tù."
    }
  },
  {
    "translation": {
      "en": "And I was in there for two months.",
      "vi": "Tôi bị giam giữ trong đó khoảng hai tháng."
    }
  },
  {
    "translation": {
      "en": "And, you know, he just flat out asked me. He was like, \"What was it like?\"",
      "vi": "Và anh ta hỏi thẳng tôi chuyện đó luôn. Anh ta hỏi, \"Trong tù thế nào?\""
    }
  },
  {
    "translation": {
      "en": "And I was like, \"It's 23/1 for the first seven days.\"",
      "vi": "Tôi đáp, \"Bảy ngày đầu tiên là 23/1.\""
    }
  },
  {
    "translation": {
      "en": "He was like, \"What's 23/1?\"",
      "vi": "Anh ta hỏi tiếp, \"23/1 là sao?\""
    }
  },
  {
    "translation": {
      "en": "\"You're in a fucking cell for 23 hours.",
      "vi": "\"Là anh sẽ bị giam trong buồng 23 tiếng một ngày."
    }
  },
  {
    "translation": {
      "en": "And then they let you out for one.",
      "vi": "Chỉ được ra ngoài đúng một tiếng."
    }
  },
  {
    "translation": {
      "en": "You better stretch your legs, walk around,",
      "vi": "Anh muốn duỗi tay duỗi chân, muốn đi lại,"
    }
  },
  {
    "translation": {
      "en": "do whatever you need to do, but you're in there",
      "vi": "muốn tranh thủ làm gì thì tuỳ, nhưng anh sẽ phải chịu cảnh đó"
    }
  },
  {
    "translation": {
      "en": "until you're processed. After that, they put you where they need to put you,",
      "vi": "cho đến khi họ tiến hành xét xử. Sau đó, họ sẽ tống anh vào bất cứ nơi nào họ muốn,"
    }
  },
  {
    "translation": {
      "en": "until you get sent up north.\"",
      "vi": "để đợi tới khi gửi anh lên phía bắc.\""
    }
  },
  {
    "translation": {
      "en": "And I remember the energy off of him. And it was just like...",
      "vi": "Tôi còn nhớ anh ta thừ người ra mất một lúc. Kiểu như..."
    }
  },
  {
    "translation": {
      "en": "That shit was so far away from what he knew",
      "vi": "Viễn cảnh đó quá khác so với những gì anh ta biết"
    }
  },
  {
    "translation": {
      "en": "and what he experienced in his life,",
      "vi": "và trải nghiệm trong cuộc sống hàng ngày,"
    }
  },
  {
    "translation": {
      "en": "that the cognitive dissonance just led him to say,",
      "vi": "đến nỗi cái sự bất đồng về nhận thức khiến anh ta buột miệng nói,"
    }
  },
  {
    "translation": {
      "en": "\"I'm not going to jail.\"",
      "vi": "\"Thế thì tôi không đi tù được rồi.\""
    }
  },
  {
    "translation": {
      "en": "[Marc] I reflected on myself",
      "vi": "Tôi tự vấn bản thân mình rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "and I was questioning to what extent was I guilty,",
      "vi": "tự hỏi tội lỗi của mình lớn đến mức nào,"
    }
  },
  {
    "translation": {
      "en": "to what extent was I complicit in all of this.",
      "vi": "tự hỏi liệu mình có phải là đồng loã trong toàn bộ vụ việc không."
    }
  },
  {
    "translation": {
      "en": "And I looked back at my posts on social media",
      "vi": "Rồi tôi xem lại những bài đăng của mình trên mạng xã hội trước đây"
    }
  },
  {
    "translation": {
      "en": "and it was like all beautiful beaches and sunsets.",
      "vi": "và chỉ thấy toàn là biển xanh cát trắng nắng vàng."
    }
  },
  {
    "translation": {
      "en": "You know? And...",
      "vi": "Anh hiểu không? Và..."
    }
  },
  {
    "translation": {
      "en": "And I was going through the hardest experience of my life,",
      "vi": "Thật sự những gì tôi vừa trải qua có lẽ là kỉ niệm đáng quên nhất cuộc đời,"
    }
  },
  {
    "translation": {
      "en": "and yet if you had seen it, you'd have been like,",
      "vi": "nhưng nếu chỉ xem các bài đăng đó thì có lẽ anh vẫn sẽ trầm trồ,"
    }
  },
  {
    "translation": {
      "en": "\"Wow, what a great life this guy leads.",
      "vi": "\"Ôi, anh bạn này có cuộc sống đáng ghen tị quá."
    }
  },
  {
    "translation": {
      "en": "He's living in the Bahamas, going to beaches all day.\"",
      "vi": "Anh ta được sống ở Bahamas, được vùng vẫy dưới biển suốt ngày đấy.\""
    }
  },
  {
    "translation": {
      "en": "And Fyre shows what happens when you take that to an extreme.",
      "vi": "Và Fyre đã cho thấy, khi cường điệu hoá mọi thứ quá mức thì chuyện gì sẽ ra sao."
    }
  },
  {
    "translation": {
      "en": "I've said this multiple times - the real Fyre Festival happened twice.",
      "vi": "Như tôi đã nói rất nhiều lần rồi. Lễ hội Fyre thật sự đã diễn ra hai lần cơ."
    }
  },
  {
    "translation": {
      "en": "It was the shoots.",
      "vi": "Lần đầu là các buổi quay phim."
    }
  },
  {
    "translation": {
      "en": "What the commercial was was what everybody wanted.",
      "vi": "Đoạn clip quảng cáo đó đúng là thứ mà người ta muốn trải nghiệm."
    }
  },
  {
    "translation": {
      "en": "The shoots were parties.",
      "vi": "Những bữa tiệc không hồi kết."
    }
  },
  {
    "translation": {
      "en": "It just happened to happen for 60 people versus 6,000.",
      "vi": "Chỉ là bữa tiệc này dành cho 60 người chứ không phải 6.000 người mà thôi."
    }
  },
  {
    "translation": {
      "en": "[J.R.] It was epic.",
      "vi": "Thật sự rất hoành tráng."
    }
  },
  {
    "translation": {
      "en": "It was nothing I never saw before in my whole entire life. Like...",
      "vi": "Cả đời tôi chưa bao giờ thấy thứ gì như vậy cả. Mà..."
    }
  },
  {
    "translation": {
      "en": "I'm from the Bahamas, man. We're used to small island stuff.",
      "vi": "Tôi là người Bahamas đấy. Nên chúng tôi đã quá quen với những thứ quanh đây rồi."
    }
  },
  {
    "translation": {
      "en": "That was like... That put me up on a new level, a higher level.",
      "vi": "Nhưng sự kiện đó... Sự kiện đó ở một tầm khác, một tầm cao hơn."
    }
  },
  {
    "translation": {
      "en": "[Jillionaire] We're living in this influencers society, you know?",
      "vi": "Ta đang sống trong một xã hội ngập tràn những nhân vật có ảnh hưởng."
    }
  },
  {
    "translation": {
      "en": "Everybody wants to have this online clout,",
      "vi": "Ai cũng muốn có tiếng, có miếng trên mạng xã hội,"
    }
  },
  {
    "translation": {
      "en": "people want to have access",
      "vi": "ai cũng muốn được sở hữu đặc quyền,"
    }
  },
  {
    "translation": {
      "en": "and they want exclusivity.",
      "vi": "được sở hữu những cái hay cái lạ."
    }
  },
  {
    "translation": {
      "en": "Fyre was basically, like, Instagram coming to life.",
      "vi": "Về cơ bản thì Fyre chính là hiện thân ngoài đời thực của Instagram."
    }
  },
  {
    "translation": {
      "en": "It actually dovetails really interestingly with",
      "vi": "Sự kiện này thật ra có mối liên hệ khá thú vị"
    }
  },
  {
    "translation": {
      "en": "just random news stories that have come out since.",
      "vi": "với những mẩu tin ngẫu nhiên xuất hiện gần đây."
    }
  },
  {
    "translation": {
      "en": "I was reading about a company in Russia",
      "vi": "Tôi có đọc được mẩu tin về một công ty ở Nga"
    }
  },
  {
    "translation": {
      "en": "that now will sell people like three hours to do a photo shoot",
      "vi": "đang chào bán gói vé ba tiếng để được chụp hình thoả thích"
    }
  },
  {
    "translation": {
      "en": "on a private jet that's just parked on the tarmac.",
      "vi": "trên một phi cơ riêng đậu trên đường băng."
    }
  },
  {
    "translation": {
      "en": "They never actually leave,",
      "vi": "Họ không được đi đâu cả,"
    }
  },
  {
    "translation": {
      "en": "but they get to take the picture looking out the window,",
      "vi": "nhưng được chụp cho những tấm hình nhìn vu vơ ra ngoài cửa sổ,"
    }
  },
  {
    "translation": {
      "en": "and pretending that they're living this lifestyle.",
      "vi": "giả bộ như họ đang được sống một cuộc sống xa hoa phù phiếm."
    }
  },
  {
    "translation": {
      "en": "And, like, they're successful. People are using it.",
      "vi": "Và mô hình này đang rất phất. Người ta đua nhau dùng nó."
    }
  },
  {
    "translation": {
      "en": "Billy seemed really invested in that whole lifestyle.",
      "vi": "Billy có vẻ rất tâm đắc với lối sống đó."
    }
  },
  {
    "translation": {
      "en": "Yo, I wanna say happy birthday to my brother,",
      "vi": "Nào, cho tôi xin phép chúc mừng sinh nhật người anh em,"
    }
  },
  {
    "translation": {
      "en": "my partner Billy in the building. Happy birthday, Billy.",
      "vi": "người đồng nghiệp Billy của tôi nhé cả nhà. Chúc mừng sinh nhật Billy."
    }
  },
  {
    "translation": {
      "en": "I think it was important to him not just to be on a plane with a model,",
      "vi": "Tôi nghĩ rằng anh ta không chỉ muốn được ngồi trên máy bay với các siêu mẫu,"
    }
  },
  {
    "translation": {
      "en": "but to feel like that was his life.",
      "vi": "mà anh ta muốn thật sự cảm nhận được đó là cuộc sống của anh ta."
    }
  },
  {
    "translation": {
      "en": "That he belonged there. And not because he owns Fyre,",
      "vi": "Rằng anh ta thuộc về đẳng cấp đó. Không phải vì anh ta sở hữu Fyre,"
    }
  },
  {
    "translation": {
      "en": "but because that's who he was.",
      "vi": "mà bởi vì bản chất anh ta là như vậy."
    }
  },
  {
    "translation": {
      "en": "He was completely out of his depth, and he's,",
      "vi": "Anh ta không chỉ một người thiếu kỹ năng chuyên môn, mà đáng buồn thay,"
    }
  },
  {
    "translation": {
      "en": "unfortunately for himself, a compulsive liar.",
      "vi": "còn là một kẻ dối trá có nghề nữa."
    }
  },
  {
    "translation": {
      "en": "And someone that at the end, you know, should be held accountable.",
      "vi": "Và một người như vậy không sớm thì muộn cũng phải gánh lấy hậu quả thôi."
    }
  },
  {
    "translation": {
      "en": "[MDavid] He has a massive debt,",
      "vi": "Anh ta sẽ phải gánh một khoản nợ khổng lồ,"
    }
  },
  {
    "translation": {
      "en": "not just to the people who invested or to the concert-goers.",
      "vi": "không chỉ nợ các nhà đầu tư hay nợ những người mua vé tham dự đâu."
    }
  },
  {
    "translation": {
      "en": "I think he has a larger debt to the employees",
      "vi": "Mà anh ta còn nợ đội ngũ nhân viên, những người đã"
    }
  },
  {
    "translation": {
      "en": "that were reporting and working with him.",
      "vi": "phục vụ, cộng tác với anh ta nữa kia."
    }
  },
  {
    "translation": {
      "en": "The only way, in my opinion, a guy like this learns his lesson",
      "vi": "Theo tôi, cách duy nhất để một người như thế biết rút kinh nghiệm"
    }
  },
  {
    "translation": {
      "en": "is actually going to jail.",
      "vi": "chỉ có thể là đi tù thôi."
    }
  },
  {
    "translation": {
      "en": "[Calvin] I don't think that we've heard the last of Billy McFarland.",
      "vi": "Tôi nghĩ là chúng ta sẽ còn nghe đến cái tên Billy McFarland dài dài."
    }
  },
  {
    "translation": {
      "en": "I mean, if there's anything that guy is good at,",
      "vi": "Nếu có một việc mà gã này là chuyên gia,"
    }
  },
  {
    "translation": {
      "en": "it's separating consumers from their cash.",
      "vi": "thì đó là hắn chuyên gia lấy tiền của khách hàng."
    }
  },
  {
    "translation": {
      "en": "And if there's anything that this country",
      "vi": "Mà tôi không biết liệu có thứ chuyên môn nào"
    }
  },
  {
    "translation": {
      "en": "celebrates more than that, I don't know.",
      "vi": "có đất diễn hơn ở cái đất nước này hay không nữa."
    }
  },
  {
    "translation": {
      "en": "[Marc] Billy has a presence where, you know, there's something behind the smile.",
      "vi": "Đằng sau nụ cười dễ mến của Billy luôn ẩn chứa một điều gì đó mờ ám."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be surprised if ten years down the line,",
      "vi": "Tôi sẽ không ngạc nhiên lắm nếu sau đây mười năm,"
    }
  },
  {
    "translation": {
      "en": "we're hearing about Billy McFarland",
      "vi": "ta nghe tin Billy McFarland"
    }
  },
  {
    "translation": {
      "en": "starting some kind of other venture that's...",
      "vi": "lại đang mở một mô hình kinh doanh..."
    }
  },
  {
    "translation": {
      "en": "you know, imaginative and, uh,",
      "vi": "phần nhiều là từ trí tưởng tượng, rồi thì, ờ,"
    }
  },
  {
    "translation": {
      "en": "and gets some serious momentum",
      "vi": "lại phất lên trông thấy"
    }
  },
  {
    "translation": {
      "en": "and, you know, this all happens in some form again.",
      "vi": "và tất cả những chuyện này sẽ lại tái diễn dưới một hình thức nào đó."
    }
  },
  {
    "translation": {
      "en": "It's Billy!",
      "vi": "Billy gọi này!"
    }
  },
  {
    "translation": {
      "en": "What's up, Billy?",
      "vi": "Khoẻ không Billy?"
    }
  },
  {
    "translation": {
      "en": "I'm in front of the cameraman. I'm talking--",
      "vi": "Tôi đang ngồi với anh phóng viên đây. Đang kể chuyện..."
    }
  },
  {
    "translation": {
      "en": "I'm good.",
      "vi": "Tôi vẫn khoẻ."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm putting in some good words.",
      "vi": "Ừ. Tất nhiên là kể tốt chứ."
    }
  },
  {
    "translation": {
      "en": "You want me to say anything on the camera for you?",
      "vi": "Cần tôi nhắn nhủ gì với khán giả hộ không?"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Chào nhé."
    }
  },
  {
    "translation": {
      "en": "All right. Action!",
      "vi": "Xong rồi. Diễn!"
    }
  }
]