[
  {
    "translation": {
      "en": "Bye, bitch!",
      "vi": "Bái bai, quỷ sứ!"
    }
  },
  {
    "translation": {
      "en": "Hi, bitch!",
      "vi": "Chào, đồ quỷ!"
    }
  },
  {
    "translation": {
      "en": "Actually? Cute.",
      "vi": "Thật hả trời? Hay."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "Four minutes, nine seconds. An agency record.",
      "vi": "Bốn phút, chín giây. Kỷ lục của Cục."
    }
  },
  {
    "translation": {
      "en": "Like I said, he's the best of the best. My baby's about to hunt the Taliban.",
      "vi": "Tôi đã nói, cậu ấy là đỉnh của đỉnh. Nhóc của tôi sẽ lùng diệt Taliban."
    }
  },
  {
    "translation": {
      "en": "The American Intelligence Agency is proud to announce",
      "vi": "LỄ TỐT NGHIỆP Cục Tình báo Hoa Kỳ tự hào tuyên bố…"
    }
  },
  {
    "translation": {
      "en": "the addition of 30 new cadets",
      "vi": "Cục Tình báo Hoa Kỳ tự hào tuyên bố… TỐT NGHIỆP 2011 …30 học viên giờ đây sẽ ra thực địa hoạt động nằm vùng,"
    }
  },
  {
    "translation": {
      "en": "who are about to enter the field as covert operatives,",
      "vi": "…30 học viên giờ đây sẽ ra thực địa hoạt động nằm vùng,"
    }
  },
  {
    "translation": {
      "en": "including an all time record two women.",
      "vi": "bao gồm hai nữ đặc vụ, kỷ lục từ trước đến nay."
    }
  },
  {
    "translation": {
      "en": "One hot and one… funny.",
      "vi": "Một nóng bỏng, một vui tính."
    }
  },
  {
    "translation": {
      "en": "But enough about diversity. Our 2011 valedictorian,",
      "vi": "Nhưng nói về đa dạng thế đủ rồi. Mời thủ khoa khóa 2011,"
    }
  },
  {
    "translation": {
      "en": "Agent Steve Maryweather!",
      "vi": "đặc vụ Steve Maryweather!"
    }
  },
  {
    "translation": {
      "en": "Wow, just wow. Thank you so much.",
      "vi": "Chà, chỉ biết nói chà. Cảm ơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "I'm very fortunate to be receiving this award",
      "vi": "Tôi rất may mắn khi được nhận giải"
    }
  },
  {
    "translation": {
      "en": "the same year Don't Ask, Don't Tell was repealed.",
      "vi": "cùng năm hủy bỏ luật ngầm Miễn hỏi, miễn nói."
    }
  },
  {
    "translation": {
      "en": "Because now I can stand before you and accept this honor as my true self.",
      "vi": "Vì bây giờ tôi có thể là chính mình đứng trước các bạn và nhận vinh dự này."
    }
  },
  {
    "translation": {
      "en": "None of you asked, but I'm sure as hell gonna tell.",
      "vi": "Chưa ai hỏi cả, nhưng chắc chắn tôi sẽ nói."
    }
  },
  {
    "translation": {
      "en": "I, Steve Maryweather,",
      "vi": "Tôi, Steve Maryweather,"
    }
  },
  {
    "translation": {
      "en": "the valedictorian of your class, and the future of the Agency,",
      "vi": "thủ khoa khóa này, tương lai của Cục,"
    }
  },
  {
    "translation": {
      "en": "am a gay man!",
      "vi": "là gay!"
    }
  },
  {
    "translation": {
      "en": "And I look forward to serving my country with all of my big gay heart.",
      "vi": "Và tôi háo hức phục vụ tổ quốc bằng trọn trái tim gay này."
    }
  },
  {
    "translation": {
      "en": "I'd like to thank the AIA, Céline Dion, and those Marky Mark Calvin Klein ads",
      "vi": "Tôi muốn cảm ơn AIA, Céline Dion và quảng cáo của Mark cho Calvin Klein"
    }
  },
  {
    "translation": {
      "en": "for making me the man I am",
      "vi": "đã cho tôi được thế này…"
    }
  },
  {
    "translation": {
      "en": "Will you look at this, there was a mistake.",
      "vi": "Nghe này, có nhầm lẫn."
    }
  },
  {
    "translation": {
      "en": "We just, uh, re crunched the numbers,",
      "vi": "Vừa tính lại điểm,"
    }
  },
  {
    "translation": {
      "en": "and Maryweather isn't the valedictorian after all. It's actually, uh…",
      "vi": "và Maryweather không phải thủ khoa. Thật ra, phải là…"
    }
  },
  {
    "translation": {
      "en": "Agent Buck, who happens to be straight.",
      "vi": "đặc vụ Buck, tình cờ là trai thẳng."
    }
  },
  {
    "translation": {
      "en": "But that's not what's going on. It's legit. Okay, Agent Buck.",
      "vi": "Nhưng vấn đề không phải thế. Đúng luật cả nhé. Mời đặc vụ Buck."
    }
  },
  {
    "translation": {
      "en": "Tough break, Maryweather. Or should I say Agent Mary?",
      "vi": "Đen đủi thế, Maryweather. Hay tôi nên gọi là đặc vụ Mary?"
    }
  },
  {
    "translation": {
      "en": "Give it up for Agent Mary, everybody.",
      "vi": "Cho đặc vụ Mary tràng pháo tay nào."
    }
  },
  {
    "translation": {
      "en": "Mary! Oh, my God.",
      "vi": "Mary! Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Agent Mary!",
      "vi": "Đặc vụ Mary!"
    }
  },
  {
    "translation": {
      "en": "You're young, just hang in there.",
      "vi": "Cậu còn trẻ, cứ cố lên."
    }
  },
  {
    "translation": {
      "en": "In ten years, you'll be running this place.",
      "vi": "Mười năm nữa, cậu sẽ điều hành nơi này."
    }
  },
  {
    "translation": {
      "en": "Of course I respect your decision, Director Chunley.",
      "vi": "Tôi tôn trọng quyết định của ông, Giám đốc Chunley."
    }
  },
  {
    "translation": {
      "en": "At the very least, I hope this little incident won't affect my posting.",
      "vi": "Tôi mong vụ này không ảnh hưởng vị trí hoạt động của tôi."
    }
  },
  {
    "translation": {
      "en": "Don't get your panties in a wad, Mary.",
      "vi": "Đừng có rầu, Mary."
    }
  },
  {
    "translation": {
      "en": "I have the perfect assignment for you. You'll be running your own division.",
      "vi": "Tôi có vị trí quá hợp cho cậu đây. Cậu sẽ điều hành phân bộ riêng."
    }
  },
  {
    "translation": {
      "en": "What? That's amazing. Where? Moscow? Beijing?",
      "vi": "Gì cơ? Tuyệt quá. Ở đâu vậy? Moscow? Bắc Kinh?"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "vi": "Mình hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Thirty terrorists were captured in a raid outside Kinshasa last night.",
      "vi": "TIN NÓNG… Đã bắt các kẻ khủng bố trong cuộc bố ráp Kinshasa tối qua."
    }
  },
  {
    "translation": {
      "en": "Details about the mission are classified,",
      "vi": "Chi tiết nhiệm vụ này là tuyệt mật,"
    }
  },
  {
    "translation": {
      "en": "but the White House expressed their admiration",
      "vi": "nhưng Nhà Trắng đã bày tỏ sự ngưỡng mộ"
    }
  },
  {
    "translation": {
      "en": "for those agents on the frontline.",
      "vi": "với các đặc vụ ở chiến trường."
    }
  },
  {
    "translation": {
      "en": "Hey, dildo! Just met the president. Again. He's, like, obsessed with me.",
      "vi": "Này, đầu khấc! Lại mới gặp tổng thống. Ông ấy ám ảnh với tôi quá mà."
    }
  },
  {
    "translation": {
      "en": "Ten years in the field, three Medals of Honor…",
      "vi": "Mười năm thực địa, ba Huân chương Danh dự…"
    }
  },
  {
    "translation": {
      "en": "Remind me, who's head of the class now?",
      "vi": "Nhắc lại tôi nghe, ai là thủ khoa nào?"
    }
  },
  {
    "translation": {
      "en": "Mr. Air B B man. Oh, there you are.",
      "vi": "Cậu AirBB ơi. Cậu đây rồi."
    }
  },
  {
    "translation": {
      "en": "We are looking everywhere for you, Air B B man.",
      "vi": "Chúng tôi tìm cậu khắp nơi, cậu AirBB."
    }
  },
  {
    "translation": {
      "en": "Well, you found me. Uh, you might wanna cover up, though.",
      "vi": "Tìm thấy rồi đấy. Nhưng hai người nên mặc gì đó đi."
    }
  },
  {
    "translation": {
      "en": "Public nudity is a no no in America.",
      "vi": "Ở Mỹ không chấp nhận khỏa thân nơi công cộng."
    }
  },
  {
    "translation": {
      "en": "We are not ashamed. We are vacation.",
      "vi": "Chúng tôi đâu xấu hổ. Đang đi nghỉ mà."
    }
  },
  {
    "translation": {
      "en": "So, here's the thing. We need more towel, bad.",
      "vi": "Chuyện là thế này. Cần thêm khăn tắm, xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "Ja, we used them all. The towel.",
      "vi": "Ừ, chúng tôi dùng hết rồi. Khăn ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, absolutely. I'll have fresh towels for you after work.",
      "vi": "Được. Đi làm về tôi sẽ đem khăn sạch đến."
    }
  },
  {
    "translation": {
      "en": "Wow, wow, wow. You are so strong. What is your job?",
      "vi": "Chà. Cậu khỏe quá. Cậu làm nghề gì?"
    }
  },
  {
    "translation": {
      "en": "Are you a rough guard at one of your famous American prisons?",
      "vi": "Cậu là quản giáo cứng cựa ở mấy nhà tù Mỹ nổi tiếng à?"
    }
  },
  {
    "translation": {
      "en": "No, I'm… I'm actually an interior designer.",
      "vi": "Không, tôi là nhà thiết kế nội thất."
    }
  },
  {
    "translation": {
      "en": "Uh, and I'm actually late. I'll see you later.",
      "vi": "Thật ra tôi muộn giờ rồi. Hẹn gặp lại."
    }
  },
  {
    "translation": {
      "en": "All right, squad, assemble! Sup, Mar?",
      "vi": "Được rồi, cả đội, tập hợp! Sao rồi, Mar?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what's up. It's the best day of the month",
      "vi": "Tôi sẽ nói cho nghe. Đây là ngày tuyệt nhất tháng"
    }
  },
  {
    "translation": {
      "en": "for the best spies in the world.",
      "vi": "cho những điệp viên giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "That's right, people, I'm talking Check In Day!",
      "vi": "Đúng thế đấy, ngày báo cáo!"
    }
  },
  {
    "translation": {
      "en": "Up first, standing five foot eight, weighing in at…",
      "vi": "Trước hết, cao 1,73 mét, cân nặng…"
    }
  },
  {
    "translation": {
      "en": "I wanna say a strong 165?",
      "vi": "Chắc là hơn 75 cân nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Bitch, I'm a dense 198, and I worked hard for every pound.",
      "vi": "Trời, tôi nặng 90 cân nhé, càng nặng càng khỏe."
    }
  },
  {
    "translation": {
      "en": "Take it away, Agent Deb. Thank you very much.",
      "vi": "Mời cô, đặc vụ Deb. Cảm ơn nhiều. Tôi đã suy nghĩ. Đội của ta có bao giờ làm nhiệm vụ…"
    }
  },
  {
    "translation": {
      "en": "So, I've been thinking. Should our squad ever work a mission",
      "vi": "Cảm ơn nhiều. Tôi đã suy nghĩ. Đội của ta có bao giờ làm nhiệm vụ…"
    }
  },
  {
    "translation": {
      "en": "Which we will, 'cause we're the best.",
      "vi": "Sẽ làm, vì ta giỏi nhất mà."
    }
  },
  {
    "translation": {
      "en": "Which we will, 'cause we're the best.",
      "vi": "Sẽ làm, vì ta giỏi nhất mà."
    }
  },
  {
    "translation": {
      "en": "How are we gonna get there? If you ask me, what this scrappy little spy squad needs",
      "vi": "Và làm sao được như thế? Nói luôn, đội điệp viên cùi bắp nhỏ bé này"
    }
  },
  {
    "translation": {
      "en": "is a super high tech,",
      "vi": "cần một chiếc xe điệp viên"
    }
  },
  {
    "translation": {
      "en": "blow your fucking mind out your ass spy car!",
      "vi": "công nghệ tối tân choáng con mẹ nó váng luôn!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, yes!",
      "vi": "Chúa ơi, tuyệt!"
    }
  },
  {
    "translation": {
      "en": "Wow! That looks… sturdy.",
      "vi": "Chà! Trông thật… cứng cựa."
    }
  },
  {
    "translation": {
      "en": "Because it fucking is.",
      "vi": "Vì nó là thế mà."
    }
  },
  {
    "translation": {
      "en": "The body is a 2006 Subaru Outback.",
      "vi": "Thân xe là một chiếc Subaru Outback 2006."
    }
  },
  {
    "translation": {
      "en": "And on the inside, it can drive, it can fly…",
      "vi": "Nhưng thực chất, nó chạy được, bay được…"
    }
  },
  {
    "translation": {
      "en": "…plus, it's pre loaded with Tracy Chapman's entire discography,",
      "vi": "hơn nữa, nó còn có nguyên tuyển tập nhạc của Tracy Chapman,"
    }
  },
  {
    "translation": {
      "en": "so you know it's a Fast Car.",
      "vi": "nên nó là một chiếc Xe Nhanh."
    }
  },
  {
    "translation": {
      "en": "Who's Tracy Chapman? I think he's a senator.",
      "vi": "Tracy Chapman là ai? Chắc là thượng nghị sĩ."
    }
  },
  {
    "translation": {
      "en": "Deb, you're a fucking genius. And I'm a fucking genius for recruiting you.",
      "vi": "Deb, cô đúng là thiên tài. Và tôi là thiên tài khi tuyển cô."
    }
  },
  {
    "translation": {
      "en": "Say it again. No time, too excited.",
      "vi": "Nói lại đi. Không rảnh, đang hứng mà."
    }
  },
  {
    "translation": {
      "en": "Genius number two, you're up. It's the Duchess of the Hack Pack.",
      "vi": "Thiên tài số hai, đến cô đấy. Nữ Công tước Hack."
    }
  },
  {
    "translation": {
      "en": "Our very own Dongle Goblin. That one's fine.",
      "vi": "DongleGoblin của ta. Gọi thế được đấy."
    }
  },
  {
    "translation": {
      "en": "I'm talking about Agent Stat, people. Show me what you got.",
      "vi": "Tôi đang nói về đặc vụ Stat. Thể hiện đi nào."
    }
  },
  {
    "translation": {
      "en": "I found that Malaysian plane everyone was looking for way back when.",
      "vi": "Tôi đã tìm được chiếc máy bay của Malaysia đó. Gì cơ? Chúa ơi, cô đang nói gì? Sao cô nghĩ ra chuyện tìm ở đó?"
    }
  },
  {
    "translation": {
      "en": "What? Oh, my God, what are you saying? How did you even think to look there?",
      "vi": "Gì cơ? Chúa ơi, cô đang nói gì? Sao cô nghĩ ra chuyện tìm ở đó?"
    }
  },
  {
    "translation": {
      "en": "Now, it's check in time for our Master of Disguises.",
      "vi": "Giờ đến báo cáo của Bậc thầy Ngụy trang."
    }
  },
  {
    "translation": {
      "en": "Wait, has anyone seen Twink?",
      "vi": "Khoan, có ai thấy Twink không?"
    }
  },
  {
    "translation": {
      "en": "Would you like some chamomile, love?",
      "vi": "Cậu uống trà hoa cúc không?"
    }
  },
  {
    "translation": {
      "en": "For your nerves.",
      "vi": "Tốt cho thần kinh."
    }
  },
  {
    "translation": {
      "en": "Thank you, Grandma Rose.",
      "vi": "Cảm ơn bà Rose."
    }
  },
  {
    "translation": {
      "en": "Wait a minute, Grandma Rose is dead! Trampled to death ten Black Fridays ago!",
      "vi": "Khoan, bà Rose chết rồi mà! Bị dẫm chết vào Thứ Sáu Đen mười năm trước!"
    }
  },
  {
    "translation": {
      "en": "Relax, booboo! It's me! Check In Day realness, bitch.",
      "vi": "Bình tĩnh đi, anh giai! Tôi đây! Ngụy trang ngày báo cáo đây, quỷ à."
    }
  },
  {
    "translation": {
      "en": "I mean boss. But also bitch, 'cause I love you, bitch.",
      "vi": "Ý tôi là sếp, nhưng cũng là quỷ vì tôi yêu anh quá."
    }
  },
  {
    "translation": {
      "en": "Twink. That was amazing and very triggering.",
      "vi": "Twink. Thật phi thường và thật là sốc."
    }
  },
  {
    "translation": {
      "en": "As always, you guys have blown me away with your check ins.",
      "vi": "Như thường lệ, ai cũng khiến tôi choáng vì màn báo cáo."
    }
  },
  {
    "translation": {
      "en": "Now to close out Check In Day with a bang, your boss who'd never forget to floss,",
      "vi": "Giờ để chốt ngày báo cáo cho bốc, anh sếp biết vào bếp,"
    }
  },
  {
    "translation": {
      "en": "the best damn spy in the whole frickin' world,",
      "vi": "điệp viên giỏi nhất thế giới này,"
    }
  },
  {
    "translation": {
      "en": "give it up… for me!",
      "vi": "hãy dành tràng pháo tay… cho tôi!"
    }
  },
  {
    "translation": {
      "en": "I added 3.6 centimeters to my vertical leap.",
      "vi": "Tôi đã nhảy cao thêm được 3,6 cm."
    }
  },
  {
    "translation": {
      "en": "That was my check in.",
      "vi": "Báo cáo của tôi đấy."
    }
  },
  {
    "translation": {
      "en": "Why is that paper towel dispenser texting us?",
      "vi": "Sao máy cấp khăn giấy lại nhắn ta?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, this is it! The Agency's taken notice of our progress,",
      "vi": "Chúa ơi, đây rồi! Cục đã thấy tiến bộ của ta"
    }
  },
  {
    "translation": {
      "en": "and we're about to get our first case.",
      "vi": "và sắp cho ta vụ đầu tiên."
    }
  },
  {
    "translation": {
      "en": "They're actually cutting our budget again, another 15%.",
      "vi": "Thật ra, họ lại cắt ngân sách của ta, thêm 15% nữa."
    }
  },
  {
    "translation": {
      "en": "And now they're saying I have to reimburse them for this paper.",
      "vi": "Giờ họ nói tôi phải hoàn trả họ chi phí fax tờ giấy này."
    }
  },
  {
    "translation": {
      "en": "Kill me?",
      "vi": "Giết tôi đi sao?"
    }
  },
  {
    "translation": {
      "en": "Oh, I forgot to tell you, I taught the printer how to feel.",
      "vi": "Ồ, phải rồi, tôi đã dạy nó có cảm xúc."
    }
  },
  {
    "translation": {
      "en": "That was gonna be next month's check in.",
      "vi": "Vốn định để cho báo cáo tháng tới."
    }
  },
  {
    "translation": {
      "en": "Guys, remember, every week that we don't get a case,",
      "vi": "Mọi người, nhớ nhé, mỗi tuần không có vụ để làm,"
    }
  },
  {
    "translation": {
      "en": "we are one week closer to getting a case.",
      "vi": "là bớt một tuần đến với ngày có vụ để làm."
    }
  },
  {
    "translation": {
      "en": "I'm worried. I'm sure you can tell, but just in case you can't,",
      "vi": "Tôi thấy lo đấy. Chắc chắn anh biết, nhưng phòng khi anh không biết,"
    }
  },
  {
    "translation": {
      "en": "the squad's morale is lower than my wife's singing voice.",
      "vi": "tinh thần đội ta còn thấp hơn giọng hát vợ tôi."
    }
  },
  {
    "translation": {
      "en": "Wait, really? But that was such a killer check in.",
      "vi": "Thật à? Nhưng vừa rồi là màn báo cáo cực đỉnh."
    }
  },
  {
    "translation": {
      "en": "It was, but we've been busting our humps out here, and for nothing.",
      "vi": "Đúng thế, nhưng ta bỏ công dốc sức mà chẳng được gì."
    }
  },
  {
    "translation": {
      "en": "We need to work a real case already.",
      "vi": "Ta cần có một vụ thật sự cơ."
    }
  },
  {
    "translation": {
      "en": "Do you remember what you said when you recruited each of us?",
      "vi": "Nhớ anh đã nói gì khi tuyển chúng tôi không?"
    }
  },
  {
    "translation": {
      "en": "That one day, we'd save the world. And I still believe that.",
      "vi": "Đến một ngày, ta sẽ cứu thế giới. Và tôi vẫn tin thế."
    }
  },
  {
    "translation": {
      "en": "But it's time for a reality check.",
      "vi": "Nhưng đến lúc nhìn vào hiện thực rồi."
    }
  },
  {
    "translation": {
      "en": "Now, I wasn't going to tell you this,",
      "vi": "Tôi không định nói ra, nhưng…"
    }
  },
  {
    "translation": {
      "en": "but Pep Boys offered me Assistant Manager again.",
      "vi": "Pep Boys lại mời tôi làm Trợ lý Giám đốc."
    }
  },
  {
    "translation": {
      "en": "And I'm thinking about taking it.",
      "vi": "Tôi đang tính nhận."
    }
  },
  {
    "translation": {
      "en": "Deb, you'd leave? You're so much more than a mechanic, though.",
      "vi": "Deb, cô đi sao? Cô đâu chỉ là một thợ máy."
    }
  },
  {
    "translation": {
      "en": "Dude, this whole thing is turning out to be more like a little club",
      "vi": "Anh bạn à, đội của ta ngày càng giống một câu lạc bộ nhỏ"
    }
  },
  {
    "translation": {
      "en": "than a life of action and adventure.",
      "vi": "hơn là phiêu lưu và chinh chiến."
    }
  },
  {
    "translation": {
      "en": "We won't be on the sidelines forever. We're too good.",
      "vi": "Ta không bị ra rìa cả đời đâu. Ta quá giỏi."
    }
  },
  {
    "translation": {
      "en": "Something's gotta change, or you're gonna lose the rest of us real soon.",
      "vi": "Phải có thay đổi gì đó, không anh sẽ sớm mất hết chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Deb doesn't know what she's talking about.",
      "vi": "Deb không biết mình đang nói gì rồi."
    }
  },
  {
    "translation": {
      "en": "Wait, what the fuck? Is that… a gray hair?",
      "vi": "Khoan, cái quái gì? Đấy là… tóc bạc sao?"
    }
  },
  {
    "translation": {
      "en": "You're young, just hang in there.",
      "vi": "Cậu còn trẻ, cứ cố lên."
    }
  },
  {
    "translation": {
      "en": "In ten years, you'll be running this place.",
      "vi": "Mười năm nữa, cậu sẽ điều hành nơi này."
    }
  },
  {
    "translation": {
      "en": "Oh, God. Oh. Don't mind me. Yeah.",
      "vi": "Chúa ơi. Đừng bận tâm đến tôi."
    }
  },
  {
    "translation": {
      "en": "Hope you enjoyed all your towels last night.",
      "vi": "Mong anh hài lòng về khăn tắm tối qua."
    }
  },
  {
    "translation": {
      "en": "Ja, we did. And we used them all.",
      "vi": "Ừ, hài lòng. Và chúng tôi dùng hết rồi."
    }
  },
  {
    "translation": {
      "en": "I gotta get to work.",
      "vi": "Tôi đi làm đây."
    }
  },
  {
    "translation": {
      "en": "Ah, and how is your designing of the interior going?",
      "vi": "Việc thiết kế nội thất của cậu sao rồi?"
    }
  },
  {
    "translation": {
      "en": "Terribly, actually. It's going terribly. I mean, can you believe I haven't had a single…",
      "vi": "Thật ra là rất tệ. Đang tệ. Có tin nổi là mười năm qua tôi chẳng có một…"
    }
  },
  {
    "translation": {
      "en": "design mission in ten years?",
      "vi": "nhiệm vụ thiết kế nào không?"
    }
  },
  {
    "translation": {
      "en": "I'm the best of the best. I've surrounded myself with the greatest team of super…",
      "vi": "Tôi là đỉnh của đỉnh. Tôi đã quy tụ đội ngũ hàng đầu thế giới…"
    }
  },
  {
    "translation": {
      "en": "designers in the world,",
      "vi": "các nhà thiết kế nội thất,"
    }
  },
  {
    "translation": {
      "en": "but the powers that be don't see us as valuable just because we're queer!",
      "vi": "nhưng mấy ông lớn chẳng xem trọng vì chúng tôi là bóng!"
    }
  },
  {
    "translation": {
      "en": "Oh? Is there a lot of anti LGBTQ discrimination",
      "vi": "Trong giới thiết kế nội thất Tây Hollywood"
    }
  },
  {
    "translation": {
      "en": "in the world of West Hollywood interior design?",
      "vi": "cũng có kỳ thị người LGBTQ sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah. There is. And I'm sick of it.",
      "vi": "Ừ. Có chứ. Và tôi chán lắm rồi."
    }
  },
  {
    "translation": {
      "en": "We got your text. Everything okay? Does this look okay?",
      "vi": "Thấy anh nhắn tin. Ổn cả chứ? Thế này mà ổn à?"
    }
  },
  {
    "translation": {
      "en": "Is that a toenail?",
      "vi": "Móng chân à?"
    }
  },
  {
    "translation": {
      "en": "No, it's a gray hair. Because I'm old.",
      "vi": "Không, là tóc bạc. Vì tôi già rồi."
    }
  },
  {
    "translation": {
      "en": "Our lives are passing us by. And it's time to do something about it.",
      "vi": "Đời ta đang trôi nhanh. Đến lúc ta làm gì đó rồi."
    }
  },
  {
    "translation": {
      "en": "Botox? Tummy tuck? Squirt your ass fat into your head?",
      "vi": "Dùng botox? Thu nhỏ dạ dày? Lấy mỡ mông đắp lên đầu?"
    }
  },
  {
    "translation": {
      "en": "Better. Stat, fire up the Command Center,",
      "vi": "Hay hơn. Stat, gọi Trung tâm Chỉ huy,"
    }
  },
  {
    "translation": {
      "en": "initiate a secure video conference with West Coast HQ.",
      "vi": "họp video với Sở chỉ huy Duyên hải phía Tây."
    }
  },
  {
    "translation": {
      "en": "I'm gonna demand that we be assigned a case.",
      "vi": "Tôi sẽ yêu cầu họ giao việc cho ta."
    }
  },
  {
    "translation": {
      "en": "Ten years I've waited.",
      "vi": "Tôi đã chờ mười năm rồi."
    }
  },
  {
    "translation": {
      "en": "And you've all stood by me. This ends today…",
      "vi": "Và mọi người đã ở bên tôi. Hôm nay, phải chấm dứt…"
    }
  },
  {
    "translation": {
      "en": "Hey, girl!",
      "vi": "Chào gái!"
    }
  },
  {
    "translation": {
      "en": "Steve. It's great to hear from you.",
      "vi": "Steve. Thấy cậu tôi mừng lắm."
    }
  },
  {
    "translation": {
      "en": "How's my favorite tragic story of wasted potential doing?",
      "vi": "Đặc vụ yêu thích bị phí phạm tài năng của tôi sao rồi?"
    }
  },
  {
    "translation": {
      "en": "Good! So good. And may I say, Deputy Director V,",
      "vi": "Tốt! Quá tốt luôn ấy. Và cho tôi nói, Phó Giám đốc V,"
    }
  },
  {
    "translation": {
      "en": "you're positively radiant today, but also still very young looking.",
      "vi": "hôm nay bà rạng rỡ quá, lại còn trông rất trẻ."
    }
  },
  {
    "translation": {
      "en": "Do I look like a pancake to you? No, ma'am, you do not.",
      "vi": "Cậu thấy tôi giống chó à? Không ạ."
    }
  },
  {
    "translation": {
      "en": "Then stop buttering me up.",
      "vi": "Thế thì đừng vuốt đuôi tôi."
    }
  },
  {
    "translation": {
      "en": "You're funny. You're always funny. I've always liked that about you.",
      "vi": "Bà vui tính thật. Luôn thế. Luôn thích tính đó của bà. Tôi bảo cả đội,"
    }
  },
  {
    "translation": {
      "en": "I tell my team this all the time. You know who's funny? Deputy Director V.",
      "vi": "Luôn thích tính đó của bà. Tôi bảo cả đội, Biết ai vui tính không? Phó Giám đốc V."
    }
  },
  {
    "translation": {
      "en": "So I've been thinking, you know what might be so neat? If we got a case.",
      "vi": "Tôi đã nghĩ, bà biết sao mới vui không? Là đội tôi có vụ để làm."
    }
  },
  {
    "translation": {
      "en": "You know I love you, but I can't make any promises. I'll see what I can do.",
      "vi": "Tôi quý cậu lắm, nhưng tôi không hứa được gì. Tôi sẽ cố xem sao."
    }
  },
  {
    "translation": {
      "en": "V. It's me. You know me.",
      "vi": "V. Là tôi đây mà. Bà biết tôi mà."
    }
  },
  {
    "translation": {
      "en": "Ten years ago, you told me I'd be running this agency by now.",
      "vi": "Mười năm trước, bà bảo đến giờ tôi đã điều hành Cục."
    }
  },
  {
    "translation": {
      "en": "But now I can't even get a case? I mean, look at this team I put together.",
      "vi": "Nhưng giờ tôi còn chẳng có vụ nào hả? Xem đội tôi quy tụ đi."
    }
  },
  {
    "translation": {
      "en": "They're amazing. And you should be an ally.",
      "vi": "Họ tuyệt lắm. Và bà nên ủng hộ chúng tôi."
    }
  },
  {
    "translation": {
      "en": "You think I have it any easier?",
      "vi": "Cậu nghĩ tôi dễ thở à?"
    }
  },
  {
    "translation": {
      "en": "I'm the only woman in this entire agency with any power.",
      "vi": "Trong cả Cục, chỉ mình tôi là phụ nữ có quyền hành."
    }
  },
  {
    "translation": {
      "en": "The next highest ranking woman is Joanie, the pasta chef in the cafeteria,",
      "vi": "Người phụ nữ có cấp bậc cao thứ hai là đầu bếp pasta ở căntin,"
    }
  },
  {
    "translation": {
      "en": "and her pasta sucks, and everybody hates her.",
      "vi": "và pasta bà ấy làm dở ẹc, ai cũng ghét."
    }
  },
  {
    "translation": {
      "en": "I know you're frustrated. But it's just a matter of time.",
      "vi": "Tôi biết cậu nản lắm. Chỉ là vấn đề thời gian thôi."
    }
  },
  {
    "translation": {
      "en": "Opportunities don't come on a schedule.",
      "vi": "Cơ hội đâu lên lịch được."
    }
  },
  {
    "translation": {
      "en": "Oops! But interrogations do.",
      "vi": "Nhưng thẩm vấn thì có."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll say it. She looked good.",
      "vi": "Được rồi, tôi nói luôn. Bà ấy trông ngon thật."
    }
  },
  {
    "translation": {
      "en": "She has gray hairs, too. You just can't see them because all our screens suck.",
      "vi": "Bà ấy cũng có tóc bạc. Không thấy vì màn hình cùi quá thôi."
    }
  },
  {
    "translation": {
      "en": "You know what? Enough waiting to see what they can do for us.",
      "vi": "Nói này. Ta chờ họ làm gì đó cho ta đủ rồi."
    }
  },
  {
    "translation": {
      "en": "Let's show them what we can do for them, huh? Today, we go rogue!",
      "vi": "Hãy cho họ thấy ta có thể làm gì cho họ. Hôm nay, ta chơi bạo luôn!"
    }
  },
  {
    "translation": {
      "en": "Wait, what?",
      "vi": "Khoan, gì cơ?"
    }
  },
  {
    "translation": {
      "en": "You heard me. I'm going rogue! Who's with me?",
      "vi": "Nghe rồi đấy. Tôi sẽ chơi bạo. Ai theo tôi?"
    }
  },
  {
    "translation": {
      "en": "Are you guys ready to live this freaking dream already?",
      "vi": "Mọi người sẵn sàng sống giấc mơ điên rồ này chưa?"
    }
  },
  {
    "translation": {
      "en": "The Navy had me in an office, pushing pencils,",
      "vi": "Hải quân đẩy tôi vào văn phòng lo giấy tờ,"
    }
  },
  {
    "translation": {
      "en": "and you saw what I could really be.",
      "vi": "nhưng anh nhìn ra tố chất của tôi."
    }
  },
  {
    "translation": {
      "en": "And when you showed up in my life, I was at rock bottom.",
      "vi": "Lúc đời tôi chạm đáy, anh đã xuất hiện."
    }
  },
  {
    "translation": {
      "en": "But look at me now. I'm in a garage!",
      "vi": "Nhưng nhìn tôi giờ đi. Tôi đang ở trong gara!"
    }
  },
  {
    "translation": {
      "en": "Technically, I have to do everything you tell me to, or I'll go back to prison.",
      "vi": "Nói thật, tôi phải làm theo ý anh không thì phải vào lại tù."
    }
  },
  {
    "translation": {
      "en": "Yes! Oh, this is going to be amazing.",
      "vi": "Tuyệt! Sẽ đỉnh lắm đây."
    }
  },
  {
    "translation": {
      "en": "We're gonna prove how great we are once and for all.",
      "vi": "Ta sẽ chứng minh mình giỏi thế nào."
    }
  },
  {
    "translation": {
      "en": "Now, step one of finding a case, find a case. So who's got one?",
      "vi": "Bước một, tìm một vụ. Ai có vụ rồi nào?"
    }
  },
  {
    "translation": {
      "en": "Counterfeit Crocs are flooding the market.",
      "vi": "Đồ Crocs nhái đang tràn ngập thị trường."
    }
  },
  {
    "translation": {
      "en": "I believe a foreign power is trying to undermine the integrity of our insoles.",
      "vi": "Tôi tin là thế lực ngoại bang đang cố phá chuẩn mực giày dép của ta."
    }
  },
  {
    "translation": {
      "en": "Mmm. Seems like a big leap. Anyone else?",
      "vi": "Có vẻ cùi. Ai nào?"
    }
  },
  {
    "translation": {
      "en": "Before I can give you my pitch, what is your definition of treason?",
      "vi": "Trước khi nói ra, cho tôi hỏi, anh định nghĩa phản quốc là gì?"
    }
  },
  {
    "translation": {
      "en": "Betraying your country or government. Yeah, I got nothing.",
      "vi": "Phản bội tổ quốc và chính quyền. Thôi."
    }
  },
  {
    "translation": {
      "en": "Okay, I have two things.",
      "vi": "Tôi có hai ý."
    }
  },
  {
    "translation": {
      "en": "One is, I met this guy last night who I suspect is a terrorist.",
      "vi": "Một, tối qua tôi gặp một gã mà tôi nghi là khủng bố."
    }
  },
  {
    "translation": {
      "en": "And the other idea is, okay, did you guys all know that raisins are grapes?",
      "vi": "Và ý khác là, mọi người có biết nho khô là nho không?"
    }
  },
  {
    "translation": {
      "en": "What was the first one?",
      "vi": "Ban đầu là gì?"
    }
  },
  {
    "translation": {
      "en": "They're grapes first, and thenThe terrorist!",
      "vi": "Ban đầu là nho. Gã khủng bố ấy!"
    }
  },
  {
    "translation": {
      "en": "Oh, yes. He was a little suspicious.",
      "vi": "Phải rồi. Hắn có vẻ hơi khả nghi."
    }
  },
  {
    "translation": {
      "en": "It was my eleven o'clock show,",
      "vi": "Vào màn diễn 11:00 của tôi,"
    }
  },
  {
    "translation": {
      "en": "and I was doing something groundbreaking with my hair…",
      "vi": "tôi đang có màn rực lửa với mái tóc…"
    }
  },
  {
    "translation": {
      "en": "Red!",
      "vi": "Đỏ!"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, a man in the audience caught my eye.",
      "vi": "Đột nhiên, tôi để ý thấy một tên trong khán giả."
    }
  },
  {
    "translation": {
      "en": "The first thing I noticed is that he'd covered up some pretty nasty bruises",
      "vi": "Cái đầu tiên tôi để ý là hắn trang điểm để giấu"
    }
  },
  {
    "translation": {
      "en": "on his face and neck with makeup,",
      "vi": "vài vết bầm nặng trên mặt và cổ,"
    }
  },
  {
    "translation": {
      "en": "and let's just say he's no me with the concealer.",
      "vi": "mà hắn chẳng giỏi che khuyết điểm như tôi."
    }
  },
  {
    "translation": {
      "en": "And I saw a metal briefcase cuffed to his wrist,",
      "vi": "Và tôi thấy tay hắn còng vào một vali,"
    }
  },
  {
    "translation": {
      "en": "and tattoos on his chest written in Kazakh.",
      "vi": "hình xăm trên ngực bằng chữ Kazakh."
    }
  },
  {
    "translation": {
      "en": "I'm a little rusty, but I'm pretty sure they said,",
      "vi": "Tôi hơi rét nghề, nhưng khá chắc câu đó nghĩa là,"
    }
  },
  {
    "translation": {
      "en": "Anarchy will grow from the blood of the uninitiated.",
      "vi": "Tình trạng vô chính phủ sẽ nảy sinh từ máu lũ ngây thơ."
    }
  },
  {
    "translation": {
      "en": "But I could be wrong. This actually sounds like something.",
      "vi": "Nhưng có thể tôi nhầm. Có vẻ này nọ đấy."
    }
  },
  {
    "translation": {
      "en": "We could tail him, figure out what's in the briefcase.",
      "vi": "Ta có thể bám theo hắn, xem trong vali đó có gì."
    }
  },
  {
    "translation": {
      "en": "If he's actually planning anarchy or terrorism, he needs to be stopped.",
      "vi": "Nếu hắn đang âm mưu gây hỗn loạn hoặc khủng bố, phải chặn đứng."
    }
  },
  {
    "translation": {
      "en": "But we need a lead.",
      "vi": "Nhưng ta cần manh mối."
    }
  },
  {
    "translation": {
      "en": "A way to find this one gay guy hiding somewhere in Southern California.",
      "vi": "Một cách để tìm gã gay này đang lẩn trốn đâu đó ở Nam California."
    }
  },
  {
    "translation": {
      "en": "Yup. Should be easy. I bet he hit me up already.",
      "vi": "Phải. Sẽ dễ dàng thôi. Cá là hắn kết bạn với tôi rồi."
    }
  },
  {
    "translation": {
      "en": "Scrolling, scrolling, scrolling…",
      "vi": "Đang cuộn lên…"
    }
  },
  {
    "translation": {
      "en": "Sorry, I'm, like, extremely popular on here.",
      "vi": "Xin lỗi, trên đó, tôi nổi lắm mà. Twink."
    }
  },
  {
    "translation": {
      "en": "Twink. Respect my work life balance. I'm trying to have it all. Ah! Here he is.",
      "vi": "Tôn trọng cân bằng của tôi nhé. Đang cố tận hưởng hết. Hắn đây rồi."
    }
  },
  {
    "translation": {
      "en": "Alert HQ that WeHo is on a case!",
      "vi": "Báo cho sở chỉ huy là WeHo đang lo một vụ!"
    }
  },
  {
    "translation": {
      "en": "We need your decisions on all these missions.",
      "vi": "Cần bà duyệt các nhiệm vụ này."
    }
  },
  {
    "translation": {
      "en": "Yes, yes, no, abort. Tell this one to go fuck itself, but in Russian.",
      "vi": "Duyệt, duyệt, không, bỏ. Bảo gã này tự xử đi, nhưng ở Nga ấy."
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "What the hell were you thinking? You know I don't want Q Force in the field.",
      "vi": "Bà đang nghĩ gì thế? Biết tôi đâu muốn QForce ra thực địa mà."
    }
  },
  {
    "translation": {
      "en": "They're a liability. What the hell is Q Force?",
      "vi": "Họ là gánh nặng. QForce là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "The queers! Your fucking Lollipop Brigade in West Hollywood.",
      "vi": "Đám bóng ấy! Lữ đoàn kẹo mút ở Tây Hollywood."
    }
  },
  {
    "translation": {
      "en": "I didn't assign them a case. Sounds like two of your heart meds are fighting with each other again.",
      "vi": "Tôi đâu giao việc cho họ. Có vẻ ông lại bị xung khắc thuốc rồi."
    }
  },
  {
    "translation": {
      "en": "Watch your mouth, little lady.",
      "vi": "Nói năng cẩn thận, bà cô."
    }
  },
  {
    "translation": {
      "en": "Need I remind you that they're too soft for active duty?",
      "vi": "Cần tôi nhắc là họ quá mềm yếu để ra thực chiến không?"
    }
  },
  {
    "translation": {
      "en": "What if somebody sprains their pronoun?",
      "vi": "Lỡ ai đó xưng hô nhầm với họ thì sao?"
    }
  },
  {
    "translation": {
      "en": "I just spoke to Maryweather today. This has to be a misunderstanding.",
      "vi": "Tôi vừa nói chuyện với Maryweather. Chắc hiểu nhầm thôi."
    }
  },
  {
    "translation": {
      "en": "I don't misunderstand shit! Never have, never will.",
      "vi": "Tôi chẳng hiểu nhầm gì hết! Chưa và sẽ không bao giờ."
    }
  },
  {
    "translation": {
      "en": "Fix this, or there will be hell to pay!",
      "vi": "Khắc phục đi, không sẽ trả giá đắt đấy!"
    }
  },
  {
    "translation": {
      "en": "Damn it!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "JJ! Call me so I can hang up on you. Right away, ma'am.",
      "vi": "JJ! Gọi tôi để tôi cúp máy với cô. Làm ngay."
    }
  },
  {
    "translation": {
      "en": "Damn it, JJ! Want it less!",
      "vi": "Chết tiệt, JJ! Bớt chuốc khổ đi!"
    }
  },
  {
    "translation": {
      "en": "Ignore the call. Once we solve the case, which we will, spectacularly,",
      "vi": "Đừng bắt máy. Phá xong vụ này, mà thế nào chẳng phá ngoạn mục,"
    }
  },
  {
    "translation": {
      "en": "she won't even care about the missed call. You can't argue with results.",
      "vi": "bà ấy bỏ qua liền. Có kết quả nói gì chẳng được."
    }
  },
  {
    "translation": {
      "en": "I'm in. I hacked his phone through Grindo.",
      "vi": "Tôi đã hack điện thoại hắn qua Grindo."
    }
  },
  {
    "translation": {
      "en": "Who else is he communicating with? He's only received two texts.",
      "vi": "Hắn còn nói chuyện với ai? Đã nhận hai tin."
    }
  },
  {
    "translation": {
      "en": "Both from a blocked number. The first one's a photo.",
      "vi": "Đều từ một số bị khóa. Tin đầu là một ảnh."
    }
  },
  {
    "translation": {
      "en": "Avert your eyes. This might be an enormous…",
      "vi": "Cẩn thận, có thể là một cây…"
    }
  },
  {
    "translation": {
      "en": "It's a location.",
      "vi": "Là một địa điểm."
    }
  },
  {
    "translation": {
      "en": "Phew. Okay. The second one's only one character long, the church emoji.",
      "vi": "ĐẠI LỘ ROBERTSON Được rồi. Tin thứ hai chỉ một ký tự dài, emoji nhà thờ."
    }
  },
  {
    "translation": {
      "en": "Abbey is a church term, right? Where the monks and nuns live.",
      "vi": "Abbey, tu viện, là từ nói về nhà thờ. Nơi tu sĩ, nữ tu sinh sống."
    }
  },
  {
    "translation": {
      "en": "Maybe it's a meetup at The Abbey, the gay bar.",
      "vi": "Có lẽ là quán bar gay The Abbey."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you guys, we solved it! Should we go out for drinks?",
      "vi": "Chúa ơi, ta giải được rồi! Đến đó làm vài ly chứ?"
    }
  },
  {
    "translation": {
      "en": "We did not solve the case. That was the very first hint.",
      "vi": "Chưa phá được vụ này. Đấy là manh mối đầu thôi."
    }
  },
  {
    "translation": {
      "en": "Now, for my plan to work, we may need a distraction.",
      "vi": "Giờ để kế hoạch của tôi thành công, ta cần chim mồi."
    }
  },
  {
    "translation": {
      "en": "Say no more.",
      "vi": "Khỏi nói tiếp."
    }
  },
  {
    "translation": {
      "en": "Ariana Grande ought to cause quite a stir in The Abbey.",
      "vi": "Ariana Grande chuẩn bị gây náo động The Abbey đây."
    }
  },
  {
    "translation": {
      "en": "The gays love me, and I love them.",
      "vi": "Dân gay yêu tôi, và tôi yêu họ."
    }
  },
  {
    "translation": {
      "en": "Shout out to my gay brother Frankie, who is gay.",
      "vi": "Hãy chào mừng anh trai gay của tôi Frankie."
    }
  },
  {
    "translation": {
      "en": "Deb, fire up the Mary mobile.",
      "vi": "Deb, khởi động Marymobile."
    }
  },
  {
    "translation": {
      "en": "Please, her name is Subaru McClanahan.",
      "vi": "Thôi nào, nó là chiếc Subaru McClanahan nhé."
    }
  },
  {
    "translation": {
      "en": "WeHo Sunset, no OJ, extra grenadine,",
      "vi": "WeHo Sunset, không nước cam, thêm sirô,"
    }
  },
  {
    "translation": {
      "en": "two lime wedges, splash of soda, sugar free cola,",
      "vi": "hai lát chanh, soda, cola không đường,"
    }
  },
  {
    "translation": {
      "en": "grapefruit bitters, 12 cherries, two frozen grapes, metal straw.",
      "vi": "tinh chất bưởi, 12 quả anh đào, hai quả nho lạnh, ống kim loại."
    }
  },
  {
    "translation": {
      "en": "Excuse me, can I buy you a drink?",
      "vi": "Xin lỗi, em mời anh một ly nhé."
    }
  },
  {
    "translation": {
      "en": "I already have one, but thank you forever.",
      "vi": "Anh có rồi, nhưng cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "What a hot accent you have.",
      "vi": "Giọng anh nghe hấp dẫn thật."
    }
  },
  {
    "translation": {
      "en": "Do not move one inch. I will make you pregnant so soon.",
      "vi": "Đứng thật yên nhé. Anh sẽ cho em phê sớm thôi."
    }
  },
  {
    "translation": {
      "en": "Just have to urine. I love you.",
      "vi": "Chỉ là phải đi tè cái. Yêu em lắm."
    }
  },
  {
    "translation": {
      "en": "K. Sounds great. I'll be right here.",
      "vi": "Được. Em sẽ ở ngay đây."
    }
  },
  {
    "translation": {
      "en": "Ariana Grande! Oh, my God!",
      "vi": "Ariana Grande! Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Ariana, can I get a selfie? I'm gay like your brother!",
      "vi": "Ariana, cho chụp tấm selfie nhé. Tôi gay như anh cô mà!"
    }
  },
  {
    "translation": {
      "en": "Get in line, bitch!",
      "vi": "Xếp hàng đi, đồ quỷ!"
    }
  },
  {
    "translation": {
      "en": "A present? For me? You shouldn't have.",
      "vi": "Quà cho em à? Đâu cần phải thế."
    }
  },
  {
    "translation": {
      "en": "My love? How could you?",
      "vi": "Em yêu? Sao mày dám?"
    }
  },
  {
    "translation": {
      "en": "Choke him!",
      "vi": "Cho hắn ngạt đi!"
    }
  },
  {
    "translation": {
      "en": "He's on the move! I'm right outside.",
      "vi": "Hắn đang chạy! Tôi ở ngoài này."
    }
  },
  {
    "translation": {
      "en": "Tracker's online. He's on San Vicente, heading west by south north.",
      "vi": "Đã bật định vị. Hắn ở San Vicente, về phía Tây theo hướng NamBắc."
    }
  },
  {
    "translation": {
      "en": "West by south north?",
      "vi": "Tây hướng NamBắc?"
    }
  },
  {
    "translation": {
      "en": "It's San Vicente, nothing about that street makes sense.",
      "vi": "San Vicente mà, cái đường đó tào lao thấy bà."
    }
  },
  {
    "translation": {
      "en": "Damn it! We're gonna lose him! No, we're not.",
      "vi": "Trời! Mất dấu hắn mất! Không đâu."
    }
  },
  {
    "translation": {
      "en": "Outback, Jet Mode!",
      "vi": "Outback, chế độ máy bay!"
    }
  },
  {
    "translation": {
      "en": "Are you sure this can fly?",
      "vi": "Cô chắc thứ này bay được chứ?"
    }
  },
  {
    "translation": {
      "en": "I haven't tested it yet. And I made the jet engines out of parts",
      "vi": "Tôi còn chưa thử. Tôi làm động cơ phản lực từ"
    }
  },
  {
    "translation": {
      "en": "from my air conditioner. My wife's gonna kill me for that.",
      "vi": "bộ phận của máy điều hòa. Vợ tôi giết tôi mất."
    }
  },
  {
    "translation": {
      "en": "It's flying, though. I'm a genius!",
      "vi": "Nhưng nó đang bay. Tôi là thiên tài!"
    }
  },
  {
    "translation": {
      "en": "There he is.",
      "vi": "Hắn đây rồi."
    }
  },
  {
    "translation": {
      "en": "Careful, or you'll fall for me all over again.",
      "vi": "Cẩn thận, không anh lại đổ vì tôi bây giờ."
    }
  },
  {
    "translation": {
      "en": "You guys missed it! After you left, Ariana debuted a brand new song",
      "vi": "Các anh lỡ cơ hội rồi. Sau khi các anh đi, Ariana đã ra mắt bài hát mới"
    }
  },
  {
    "translation": {
      "en": "called Gimme Some Space, Homos, Geez. It's kinda great.",
      "vi": "có tên Tránh chút, anh em bóng, trời ơi. Nó hay cực."
    }
  },
  {
    "translation": {
      "en": "Where's Stat?",
      "vi": "Stat đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "There you are. We need to decrypt…",
      "vi": "Cô đây rồi. Ta cần giải mã…"
    }
  },
  {
    "translation": {
      "en": "Deputy Director V! Perfect timing.",
      "vi": "Phó Giám đốc V! Đến đúng lúc quá."
    }
  },
  {
    "translation": {
      "en": "The way you just stepped out of those shadows? I mean, iconic.",
      "vi": "Cái kiểu bà bước ra từ bóng tối đúng là chuẩn như phim."
    }
  },
  {
    "translation": {
      "en": "Your clearance is revoked. You're no longer agents of the AIA.",
      "vi": "Tư cách của cậu bị hủy bỏ. Cậu không còn là đặc vụ AIA."
    }
  },
  {
    "translation": {
      "en": "What? But we",
      "vi": "Gì cơ? Nhưng chúng tôi…"
    }
  },
  {
    "translation": {
      "en": "Let me put this in terms you'll understand.",
      "vi": "Để tôi nói cho dễ hiểu nhé."
    }
  },
  {
    "translation": {
      "en": "Sashay away, agents.",
      "vi": "Lên đường nhé, các đặc vụ."
    }
  },
  {
    "translation": {
      "en": "Oh! Got it. That's bad.",
      "vi": "Hiểu rồi. Tệ thật."
    }
  },
  {
    "translation": {
      "en": "Mary, what the hell were you thinking?",
      "vi": "Mary, cậu đã nghĩ cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I was thinking that the time had come for us to actually do something with our lives.",
      "vi": "Tôi nghĩ là đã đến lúc chúng tôi thay đổi đời mình."
    }
  },
  {
    "translation": {
      "en": "I told you what to do.",
      "vi": "Tôi đã bảo cậu phải làm gì rồi mà."
    }
  },
  {
    "translation": {
      "en": "Sit around and wait?",
      "vi": "Ngồi yên chờ đợi á?"
    }
  },
  {
    "translation": {
      "en": "I did that for ten years and I don't want to do it for another ten.",
      "vi": "Tôi đã chờ mười năm rồi. Chẳng muốn thêm mười năm nữa."
    }
  },
  {
    "translation": {
      "en": "This job came before everything. My family, my friends, my dating life.",
      "vi": "Công việc này lấn át mọi thứ khác. Gia đình, bạn bè, tình yêu của tôi."
    }
  },
  {
    "translation": {
      "en": "I have too much to offer, and so does the rest of my squad.",
      "vi": "Tôi có quá nhiều tài năng để phục vụ, cả đội của tôi đều thế."
    }
  },
  {
    "translation": {
      "en": "You don't get it. People like us can't break the rules.",
      "vi": "Cậu không hiểu rồi. Người như ta không được phá luật."
    }
  },
  {
    "translation": {
      "en": "We have to work twice as hard and wait twice as long to get our shot.",
      "vi": "Ta phải làm việc gấp đôi và chờ đợi gấp đôi để có cơ hội."
    }
  },
  {
    "translation": {
      "en": "I thought you were smart, Steve. But you just threw away everything I gave you.",
      "vi": "Tôi tưởng cậu thông minh, Steve. Nhưng cậu vứt hết những gì tôi cho."
    }
  },
  {
    "translation": {
      "en": "Your whole career. Your future, damn it! For nothing.",
      "vi": "Vứt hết sự nghiệp, tương lai. Chết tiệt! Mà chẳng vì gì cả."
    }
  },
  {
    "translation": {
      "en": "Actually, not nothing.",
      "vi": "Thật ra, đâu đến nỗi thế."
    }
  },
  {
    "translation": {
      "en": "The thumb drive contains top secret schematics for some uranium mine.",
      "vi": "Cái USB chứa âm mưu tối mật về một mỏ uranium."
    }
  },
  {
    "translation": {
      "en": "Plus a whole lot of other stuff behind some major encryption.",
      "vi": "Hơn nữa còn nhiều thứ khác nằm sau lớp mã hóa cao."
    }
  },
  {
    "translation": {
      "en": "The guy who handed it off left prints, though. He's currently an intern in the Senate.",
      "vi": "Gã giao cái này đã để lại vân tay. Hắn thực tập ở Thượng viện."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, what? You all foiled a possible black market nuclear deal",
      "vi": "Xin lỗi, gì cơ? Các cô cậu đã chặn một vụ giao dịch hạt nhân chợ đen"
    }
  },
  {
    "translation": {
      "en": "with a tie to the federal government?",
      "vi": "liên quan đến chính quyền liên bang?"
    }
  },
  {
    "translation": {
      "en": "Sounds like it. Guess we better… pack up our fag shit and head out.",
      "vi": "Có vẻ là thế. Chắc chúng tôi nên… gói đống đồ bóng rồi thoát."
    }
  },
  {
    "translation": {
      "en": "All we ever wanted was the chance to do our jobs. Just like anyone else.",
      "vi": "Chúng tôi chỉ muốn cơ hội làm việc của mình. Như mọi người khác."
    }
  },
  {
    "translation": {
      "en": "Get me Chunley.",
      "vi": "Gọi Chunley cho tôi."
    }
  },
  {
    "translation": {
      "en": "What part of shit canned do you not understand?",
      "vi": "Bà không hiểu phần nào trong tống cổ hả?"
    }
  },
  {
    "translation": {
      "en": "Sir, if you'll just listen",
      "vi": "Sếp, xin lắng nghe…"
    }
  },
  {
    "translation": {
      "en": "I don't have to listen to you, Deputy Director.",
      "vi": "Tôi đâu cần phải nghe bà, Phó Giám đốc."
    }
  },
  {
    "translation": {
      "en": "Yes, motherfucker, you absolutely do.",
      "vi": "Có đấy, lão khốn, phải nghe."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "You're excused, but your behavior isn't.",
      "vi": "Ông được tha, nhưng hành vi của ông thì không."
    }
  },
  {
    "translation": {
      "en": "Those agents deserve your attention, because they're damn good.",
      "vi": "Các đặc vụ này xứng đáng được ta để ý, vì họ cực giỏi."
    }
  },
  {
    "translation": {
      "en": "This squad just uncovered an illegal nuclear arms deal",
      "vi": "Đội này vừa phá được một vụ giao dịch hạt nhân phi pháp"
    }
  },
  {
    "translation": {
      "en": "that your pimply red ass didn't even know was in the works.",
      "vi": "mà lão mông nổi nhọt nhà ông chẳng biết gì."
    }
  },
  {
    "translation": {
      "en": "Now, unless you want a nuclear bomb in a terrorist's hands,",
      "vi": "Giờ nếu ông không muốn bọn khủng bố có bom hạt nhân,"
    }
  },
  {
    "translation": {
      "en": "reinstate these agents' credentials immediately.",
      "vi": "hãy phục chức cho các đặc vụ này ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "Why would I do that?",
      "vi": "Sao tôi phải làm thế?"
    }
  },
  {
    "translation": {
      "en": "Because if they ever fuck up again, you can fire me.",
      "vi": "Vì nếu họ mắc lỗi lần nữa, ông cứ việc sa thải tôi."
    }
  },
  {
    "translation": {
      "en": "That's a tasty offer. I like it. All right, fine.",
      "vi": "Đề nghị ngon đấy. Tôi thích. Được thôi."
    }
  },
  {
    "translation": {
      "en": "Then Q Force is back online. Sorry, that's what everybody calls you.",
      "vi": "QForce lại hoạt động. Xin lỗi, ai cũng gọi các cô cậu như thế."
    }
  },
  {
    "translation": {
      "en": "Q for queer. I'll make 'em stop.",
      "vi": "Là đám bóng ấy. Tôi sẽ dẹp vụ này."
    }
  },
  {
    "translation": {
      "en": "I actually kind of like it.",
      "vi": "Thật ra tôi thấy thích đấy."
    }
  },
  {
    "translation": {
      "en": "Welcome back, Q Force. And welcome to the chopping block, V. This is fun.",
      "vi": "Mừng trở lại, QForce. Và mừng đến với màn đu dây, V. Vui thật."
    }
  },
  {
    "translation": {
      "en": "Thank you so",
      "vi": "Cảm ơn bà rất…"
    }
  },
  {
    "translation": {
      "en": "Save it. I put my neck on the line for you this time, and I don't have another neck.",
      "vi": "Thôi. Lần này tôi đã liều mạng vì cô cậu, mà tôi có mỗi mạng này thôi."
    }
  },
  {
    "translation": {
      "en": "So from now on, you do what I say.",
      "vi": "Nên từ giờ, phải theo sát lệnh tôi."
    }
  },
  {
    "translation": {
      "en": "And don't screen my fucking calls!",
      "vi": "Và cấm làm ngơ khi tôi gọi!"
    }
  },
  {
    "translation": {
      "en": "The Subaru of people.",
      "vi": "Bà ấy đỉnh như Subaru ấy."
    }
  },
  {
    "translation": {
      "en": "She'd be such a gay icon if only her identity wasn't top secret.",
      "vi": "Bà ấy sẽ là biểu tượng gay nếu như không phải giữ kín thân phận."
    }
  },
  {
    "translation": {
      "en": "Ah. Uh, hey, you must be the new neighbor. This got delivered to us by mistake.",
      "vi": "THIẾT KẾ MARYWEATHER Chắc cậu là hàng xóm mới. Chắc họ giao nhầm qua bên tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, yes. That thing is a… lamp.",
      "vi": "Chúa ơi, phải rồi. Nó là… cái đèn."
    }
  },
  {
    "translation": {
      "en": "Really? It's a really heavy lamp.",
      "vi": "Thật hả? Đèn gì mà nặng thế."
    }
  },
  {
    "translation": {
      "en": "That's how you know it's good.",
      "vi": "Vậy mới là đèn tốt."
    }
  },
  {
    "translation": {
      "en": "I'm Steve, by the way. Hey, I'm Benji.",
      "vi": "Nhân tiện, tôi là Steve. Tôi là Benji."
    }
  },
  {
    "translation": {
      "en": "I'll see you around, Benji.",
      "vi": "Hẹn gặp lại, Benji."
    }
  },
  {
    "translation": {
      "en": "Agent Maryweather, are you ready to see our brand new headquarters?",
      "vi": "Đặc vụ Maryweather, sẵn sàng xem trụ sở mới toanh của ta chưa?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, it's beautiful!",
      "vi": "Chúa ơi, đẹp quá."
    }
  },
  {
    "translation": {
      "en": "The Agency's already sent us all sorts of high tech gear.",
      "vi": "Cục đã cho ta toàn bộ đồ công nghệ cao này."
    }
  },
  {
    "translation": {
      "en": "I can't wait to get my crumbs and smudges all over it.",
      "vi": "Tôi háo hức rúc rỉa cào cấu chúng quá."
    }
  },
  {
    "translation": {
      "en": "And I can stop hooking up with the coroner for free hair!",
      "vi": "Khỏi phải hú hí với điều tra viên để xin tóc giả rồi!"
    }
  },
  {
    "translation": {
      "en": "Now it can just be about the sex.",
      "vi": "Giờ hú hí để mây mưa thôi."
    }
  },
  {
    "translation": {
      "en": "I couldn't have done it without you guys.",
      "vi": "Đâu được thế này nếu thiếu mọi người."
    }
  },
  {
    "translation": {
      "en": "Or you, lil guy.",
      "vi": "Hay mày, bé con."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, our first actual assignment from HQ!",
      "vi": "Chúa ơi, nhiệm vụ chính thức đầu tiên từ tổng cục!"
    }
  },
  {
    "translation": {
      "en": "We're officially on the case of the stolen uranium.",
      "vi": "Ta chính thức làm vụ uranium bị trộm."
    }
  },
  {
    "translation": {
      "en": "Hey, dildo. Nice office. Looks like a shitty garage in here.",
      "vi": "Này, đầu khấc. Văn phòng đẹp đấy. Trông như gara cùi bắp ấy."
    }
  },
  {
    "translation": {
      "en": "What are you doing here? Chunley sent me.",
      "vi": "Cậu làm gì ở đây? Chunley phái đến."
    }
  },
  {
    "translation": {
      "en": "My orders were, Go babysit the sodomites, and make sure they don't fuck up the entire world.",
      "vi": "Lệnh cho tôi là Đi chăm lũ dâm dật, bảo đảm chúng đừng phá thế giới."
    }
  },
  {
    "translation": {
      "en": "I guess that makes me… your new boss.",
      "vi": "Chắc như thế nghĩa là… tôi là sếp mới của các cô cậu."
    }
  },
  {
    "translation": {
      "en": "We don't need you to babysit us, Buck.",
      "vi": "Bọn tôi không cần cậu chăm, Buck."
    }
  },
  {
    "translation": {
      "en": "Although,",
      "vi": "Dù cho,"
    }
  },
  {
    "translation": {
      "en": "I do think lots of people would pay $7.99 a month to watch him be my babysitter.",
      "vi": "tôi nghĩ nhiều người sẽ trả 7,99 đô mỗi tháng để xem anh ta chăm tôi."
    }
  },
  {
    "translation": {
      "en": "Why don't you just get the hell out of here and let us get on with saving the world?",
      "vi": "Sao cậu không đi đi, để yên cho chúng tôi cứu thế giới?"
    }
  },
  {
    "translation": {
      "en": "I don't wanna be here any more than you want me to be here,",
      "vi": "Tôi cũng đâu muốn ở đây."
    }
  },
  {
    "translation": {
      "en": "but you brought this on yourself.",
      "vi": "Cậu tự chuốc lấy thôi."
    }
  },
  {
    "translation": {
      "en": "You and the rest of the Spice Girls only have yourselves to blame.",
      "vi": "Cậu và đám Spice Girl của cậu chỉ biết trách mình thôi."
    }
  },
  {
    "translation": {
      "en": "Who the hell are you calling a Spice Girl, bitch?",
      "vi": "Gọi ai là Spice Girl hả, thằng quỷ?"
    }
  },
  {
    "translation": {
      "en": "Deb, let me handle this.",
      "vi": "Deb, để tôi xử lý cho."
    }
  },
  {
    "translation": {
      "en": "Spice is hot, hot is a temperature, temperature is climate,",
      "vi": "Gia vị, thì cay, cay là nhiệt độ, nhiệt độ là khí hậu,"
    }
  },
  {
    "translation": {
      "en": "climate is change, and change is good. So thanks for the compliment.",
      "vi": "khí hậu thì thay đổi, thay đổi là tốt. Nên cảm ơn đã quá khen."
    }
  },
  {
    "translation": {
      "en": "I think you should have just let Deb hit him.",
      "vi": "Đáng ra anh nên để Deb tẩn hắn."
    }
  }
]