[
  {
    "translation": {
      "en": "Imagine this.",
      "vi": "Tưởng tượng thế này."
    }
  },
  {
    "translation": {
      "en": "You're in your favorite bookstore,",
      "vi": "Bạn ở hiệu sách yêu thích"
    }
  },
  {
    "translation": {
      "en": "scanning the shelf where your favorite books reside, and there…",
      "vi": "xem lướt kệ sách nơi có các cuốn sách yêu thích của bạn và ở đó…"
    }
  },
  {
    "translation": {
      "en": "nestled between the familiar spines sits a red notebook.",
      "vi": "giữa những gáy sách quen thuộc là một cuốn sổ đỏ."
    }
  },
  {
    "translation": {
      "en": "Imagine you're in New York and it's Christmas.",
      "vi": "Hãy tưởng tượng bạn ở New York vào Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "You're surrounded by people, by possibility…",
      "vi": "Quanh bạn là mọi người… NHÀ HÁT RADIO CITY …là triển vọng,"
    }
  },
  {
    "translation": {
      "en": "and the hope that, somewhere in the city, is that one person that's meant for you.",
      "vi": "và niềm hy vọng rằng có một người dành cho bạn ở đâu đó trong thành phố."
    }
  },
  {
    "translation": {
      "en": "You just have to find them.",
      "vi": "Bạn chỉ cần phải tìm thôi."
    }
  },
  {
    "translation": {
      "en": "How do you do that?",
      "vi": "Bạn làm điều đó thế nào?"
    }
  },
  {
    "translation": {
      "en": "It all depends on the kind of person you are.",
      "vi": "Tất cả phụ thuộc vào việc bạn là kiểu người thế nào."
    }
  },
  {
    "translation": {
      "en": "Joy to the world The Lord has come",
      "vi": "TÀU ĐIỆN NGẦM UNION SQUARE"
    }
  },
  {
    "translation": {
      "en": "Let earth receive her king",
      "vi": "NGÀY 17 THÁNG 12"
    }
  },
  {
    "translation": {
      "en": "It's the most detestable time of the year.",
      "vi": "Đây là thời điểm đáng ghét nhất trong năm."
    }
  },
  {
    "translation": {
      "en": "The forced cheer, frenzied crowds.",
      "vi": "Sự vui vẻ gượng gạo, đám đông điên cuồng,"
    }
  },
  {
    "translation": {
      "en": "The carolers who've had so much eggnog they've forgotten the words.",
      "vi": "mấy kẻ hát mừng Giáng Sinh nốc nhiều rượu đến nỗi quên lời,"
    }
  },
  {
    "translation": {
      "en": "And, of course, the couples naive enough to mistake",
      "vi": "và các cặp đôi ngây thơ đến mức"
    }
  },
  {
    "translation": {
      "en": "holiday spirit for being in love.",
      "vi": "nhầm lẫn tinh thần lễ hội với tâm trạng khi yêu."
    }
  },
  {
    "translation": {
      "en": "I made that mistake once, too.",
      "vi": "Tôi cũng từng phạm sai lầm đó."
    }
  },
  {
    "translation": {
      "en": "Never again.",
      "vi": "Không bao giờ thế nữa."
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Này! Mừng Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "Season's greetings! Oh, come on, tinsel?",
      "vi": "Này! Mừng Giáng Sinh. Trời ơi, kim tuyến à?"
    }
  },
  {
    "translation": {
      "en": "The emoji industry has yet to create an icon",
      "vi": "Ngành công nghiệp biểu tượng cảm xúc vẫn chưa tạo biểu tượng"
    }
  },
  {
    "translation": {
      "en": "to represent one's feelings about being cast aside",
      "vi": "đại diện cho cảm xúc của một kẻ bị người mẹ đã ly hôn bỏ rơi"
    }
  },
  {
    "translation": {
      "en": "by their divorced mother so that she can spend Christmas in Hawaii.",
      "vi": "đại diện cho cảm xúc của một kẻ bị người mẹ đã ly hôn bỏ rơi để bà có thể đón Giáng Sinh ở Hawaii."
    }
  },
  {
    "translation": {
      "en": "That'd be huge in New York.",
      "vi": "Sẽ rất phổ biến ở New York."
    }
  },
  {
    "translation": {
      "en": "Well, at least someone knows the words.",
      "vi": "Ít ra cũng có người thuộc lời."
    }
  },
  {
    "translation": {
      "en": "Here we come a wassailing Among the leaves so green",
      "vi": "DỰA TRÊN TIỂU THUYẾT CỦA RACHEL COHN VÀ DAVID LEVITHAN"
    }
  },
  {
    "translation": {
      "en": "There is one refuge from the holiday hordes.",
      "vi": "Có một nơi ẩn náu để trốn bọn ưa hội hè."
    }
  },
  {
    "translation": {
      "en": "Some bookstores think they need to host a cookie making class",
      "vi": "Một số tiệm sách nghĩ họ cần tổ chức lớp học làm bánh"
    }
  },
  {
    "translation": {
      "en": "in order to sell you some Proust.",
      "vi": "để bán vài quyển của Proust."
    }
  },
  {
    "translation": {
      "en": "Not the Strand.",
      "vi": "Tiệm Strand không thế."
    }
  },
  {
    "translation": {
      "en": "Hey, this was mis shelved.",
      "vi": "Này, cuốn này đặt sai kệ."
    }
  },
  {
    "translation": {
      "en": "Gabriel García Márquez should be under G for García, not M for Márquez.",
      "vi": "Gabriel García Márquez nên để kệ G vì García, không phải M của Márquez."
    }
  },
  {
    "translation": {
      "en": "And, also, this is biography. It's not fiction. So…",
      "vi": "Và đây là tiểu sử, không phải tiểu thuyết. Nên…"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Hey, kid, if you ever wanna work here…",
      "vi": "Nếu có muốn làm ở đây,"
    }
  },
  {
    "translation": {
      "en": "I'll remember this.",
      "vi": "tôi sẽ nhớ vụ này."
    }
  },
  {
    "translation": {
      "en": "Hey, this was also in the wrong section, so…",
      "vi": "Này, cuốn này cũng ở sai chỗ, nên…"
    }
  },
  {
    "translation": {
      "en": "Do you dare?",
      "vi": "Có dám không?"
    }
  },
  {
    "translation": {
      "en": "I've left some clues for you. If you want them, turn the page.",
      "vi": "Tôi để lại chút manh mối cho bạn. Nếu muốn, hãy lật sang trang."
    }
  },
  {
    "translation": {
      "en": "If you don't, put the book back on the shelf.",
      "vi": "Nếu không, hãy để sách lại kệ."
    }
  },
  {
    "translation": {
      "en": "So, you've chosen to play. A revealing choice.",
      "vi": "Vậy bạn đã chọn chơi. Một lựa chọn nói lên cá tính của bạn."
    }
  },
  {
    "translation": {
      "en": "Shall we begin?",
      "vi": "Ta bắt đầu chứ?"
    }
  },
  {
    "translation": {
      "en": "A coded message. You can decipher it with the right books.",
      "vi": "Thông điệp mã hóa. Bạn có thể giải mã với cuốn sách phù hợp."
    }
  },
  {
    "translation": {
      "en": "But only if you can find them.",
      "vi": "Nhưng chỉ khi bạn tìm thấy chúng."
    }
  },
  {
    "translation": {
      "en": "Your first clue requires some heavy reading.",
      "vi": "Đầu mối đầu tiên đòi hỏi bạn phải đọc nhiều."
    }
  },
  {
    "translation": {
      "en": "Look for French pianism.",
      "vi": "Hãy tìm French pianism."
    }
  },
  {
    "translation": {
      "en": "What the hell is French pianism?",
      "vi": "French pianism là cái quái gì?"
    }
  },
  {
    "translation": {
      "en": "Oh, and if you need to use your phone, don't bother playing.",
      "vi": "Ồ, và nếu bạn cần dùng đến điện thoại, thì đừng chơi chi cho mệt."
    }
  },
  {
    "translation": {
      "en": "I'm not telling you anything.",
      "vi": "Tôi không nói gì hết."
    }
  },
  {
    "translation": {
      "en": "But this is the information desk.",
      "vi": "Đây là bàn thông tin."
    }
  },
  {
    "translation": {
      "en": "Are you not obligated to, like, give me some information?",
      "vi": "Anh có bổn phận phải cho tôi biết thông tin mà."
    }
  },
  {
    "translation": {
      "en": "Look, if this is about earlier, I… apologize. I know you would never mis shelve a book.",
      "vi": "Này, nếu là về việc lúc nãy, tôi xin lỗi. Tôi biết anh không bao giờ xếp lầm kệ."
    }
  },
  {
    "translation": {
      "en": "I don't understand. Did I wrong you? Did I buy you a James Patterson book for Christmas,",
      "vi": "Tôi chả hiểu. Tôi xử tệ với anh ư? Cho anh sách James Patterson vào Giáng Sinh,"
    }
  },
  {
    "translation": {
      "en": "or are you taking pleasure from my suffering?",
      "vi": "hay anh thích thấy tôi khổ sở."
    }
  },
  {
    "translation": {
      "en": "Could you tell me the sectionI'm not allowed.",
      "vi": "Ít ra cho tôi biết khu… Tôi không được phép."
    }
  },
  {
    "translation": {
      "en": "I promised her I wouldn't discuss anything related to that.",
      "vi": "Tôi hứa với cô ấy sẽ không nói gì liên quan."
    }
  },
  {
    "translation": {
      "en": "But since you asked, there's a little pleasure.",
      "vi": "Nhưng, vì cậu hỏi, có chút niềm vui nho nhỏ."
    }
  },
  {
    "translation": {
      "en": "You said her.",
      "vi": "Anh nói cô ấy."
    }
  },
  {
    "translation": {
      "en": "No, I didn't. Yes, you did.",
      "vi": "Đâu có. Anh có nói."
    }
  },
  {
    "translation": {
      "en": "You said her. She's a her, and she is testing my knowledge of the Strand.",
      "vi": "Anh nói cô ấy. Một cô gái kiểm tra kiến thức của tôi về tiệm Strand."
    }
  },
  {
    "translation": {
      "en": "Thank you for your help.",
      "vi": "Cảm ơn đã giúp."
    }
  },
  {
    "translation": {
      "en": "I didn't help you.",
      "vi": "Tôi đâu có giúp."
    }
  },
  {
    "translation": {
      "en": "Okay, Clue Girl.",
      "vi": "Được rồi, Nàng Manh Mối."
    }
  },
  {
    "translation": {
      "en": "If this is how you want to play it…",
      "vi": "Nếu đây là cách cô muốn chơi…"
    }
  },
  {
    "translation": {
      "en": "…game on.",
      "vi": "thì chơi luôn."
    }
  },
  {
    "translation": {
      "en": "Pianism as in piano, but there's nothing in the music section,",
      "vi": "Pianism như trong piano, nhưng ở khu sách âm nhạc không có gì,"
    }
  },
  {
    "translation": {
      "en": "unless…",
      "vi": "trừ khi…"
    }
  },
  {
    "translation": {
      "en": "heavy reading.",
      "vi": "đọc nhiều."
    }
  },
  {
    "translation": {
      "en": "It's a code. Page 88, seventh line, second word.",
      "vi": "Đó là mật mã. Trang 88, dòng thứ bảy, từ thứ hai."
    }
  },
  {
    "translation": {
      "en": "Are you…",
      "vi": "Bạn sẽ…"
    }
  },
  {
    "translation": {
      "en": "Am I what?",
      "vi": "Mình sẽ sao chứ?"
    }
  },
  {
    "translation": {
      "en": "Let's make this harder. Fat Hoochie Prom Queen.",
      "vi": "Chơi khó hơn chút nào. Nữ hoàng dạ hội khiêu vũ béo phì lẵng lơ."
    }
  },
  {
    "translation": {
      "en": "Obviously YA, obviously pink. Yes. All I want for Christmas…",
      "vi": "Rõ là sách tuổi teen, hồng. Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Your next book isn't a Christmas story,",
      "vi": "Cuốn kế tiếp không phải một câu chuyện Giáng Sinh"
    }
  },
  {
    "translation": {
      "en": "but Santa does show up to hand out weapons.",
      "vi": "nhưng ông già Noel xuất hiện để phát vũ khí."
    }
  },
  {
    "translation": {
      "en": "Now, presuming you read this as a child, what bothered you about this scene?",
      "vi": "Giả sử hồi nhỏ bạn đã đọc rồi, cảnh này có điều gì khiến bạn bận tâm?"
    }
  },
  {
    "translation": {
      "en": "That's easy. Why is jolly St. Nick giving an eight year old a knife?",
      "vi": "Dễ thôi. Sao Thánh Nick đưa dao cho đứa tám tuổi?"
    }
  },
  {
    "translation": {
      "en": "If you said Santa Claus arming an eight year old, this can go on.",
      "vi": "Nếu trả lời là ông Noel đưa vũ khí cho trẻ tám tuổi, có thể tiếp tục."
    }
  },
  {
    "translation": {
      "en": "Your next clue is inside the most popular title",
      "vi": "Đầu mối tiếp theo ở trong cuốn phổ biến nhất"
    }
  },
  {
    "translation": {
      "en": "in Sex and Sexuality.",
      "vi": "ở khu Giới Tính và Tình Dục."
    }
  },
  {
    "translation": {
      "en": "Hey. I didn't know you were in town.",
      "vi": "Chào. Tôi đâu biết cậu ở thành phố."
    }
  },
  {
    "translation": {
      "en": "She wouldn't, because we're not friends.",
      "vi": "Cô ấy không biết, vì bọn tôi không phải bạn."
    }
  },
  {
    "translation": {
      "en": "No one's in town. Everyone's off in Bora Bora…",
      "vi": "Không ai ở thành phố. Mọi người ở Bora Bora…"
    }
  },
  {
    "translation": {
      "en": "Oh, sure,",
      "vi": "Ồ phải rồi,"
    }
  },
  {
    "translation": {
      "en": "back when I dated her best friend, we shared a social circle.",
      "vi": "hồi tôi cặp với bạn thân cô ấy, bọn tôi chung mối quan hệ xã hội."
    }
  },
  {
    "translation": {
      "en": "Now we don't.",
      "vi": "Giờ thì không."
    }
  },
  {
    "translation": {
      "en": "…about their presents this year. That's why I'm here.",
      "vi": "…quà năm nay. Dù gì đó là lý do tôi ở đây."
    }
  },
  {
    "translation": {
      "en": "I'm trying to find a present for my little sister. She's into fantasy.",
      "vi": "Tôi tìm quà cho em gái. Nó nghiện thể loại kỳ huyễn."
    }
  },
  {
    "translation": {
      "en": "Yeah, I remember, at your party last year, she challenged me to a duel.",
      "vi": "Ừ, tôi nhớ ở bữa tiệc năm ngoái, con bé thách đấu tay đôi với tôi."
    }
  },
  {
    "translation": {
      "en": "About this year, um… I'm… I'm sorry I didn't invite you.",
      "vi": "Năm nay thì… Xin lỗi đã không mời cậu."
    }
  },
  {
    "translation": {
      "en": "I just… I thought it would be weird, you know, but since you're in town,",
      "vi": "Tôi chỉ nghĩ nó sẽ rất kỳ quặc, cậu biết đó, nhưng vì cậu ở thành phố,"
    }
  },
  {
    "translation": {
      "en": "you should totally still come. It's on Christmas Eve.",
      "vi": "cậu nên đến. Đó là đêm vọng Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "Thanks, but my dad's taking me to Sweden tomorrow.",
      "vi": "Cảm ơn, nhưng mai tôi đi Thụy Điển với bố."
    }
  },
  {
    "translation": {
      "en": "Sweden. Yeah.",
      "vi": "Thụy Điển à? Phải."
    }
  },
  {
    "translation": {
      "en": "It's supposed to be beautiful in December. All those long Swedish nights.",
      "vi": "Tháng 12 ở đó đẹp lắm. Những đêm dài của Thụy Điển."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Well, that's too bad.",
      "vi": "Thế thì tệ quá."
    }
  },
  {
    "translation": {
      "en": "Sofia's coming.",
      "vi": "Sofia cũng đến."
    }
  },
  {
    "translation": {
      "en": "Sofia's back? Yeah, just for the holidays.",
      "vi": "Sofia trở lại rồi à? Ừ, chỉ kỳ nghỉ lễ thôi."
    }
  },
  {
    "translation": {
      "en": "Anything she should, uh, know?",
      "vi": "Có điều gì cô ấy nên biết không?"
    }
  },
  {
    "translation": {
      "en": "Tell her I'm trying new things.",
      "vi": "Bảo cô ấy tôi đang thử điều mới."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Hey, wait, Priya, um… Here. For your sister.",
      "vi": "Này, đợi đã, Priya. Đây. Cho em gái cậu."
    }
  },
  {
    "translation": {
      "en": "I have a feeling she'd like it. It's fantasy for kids with weapons.",
      "vi": "Tôi có cảm giác con bé sẽ thích. Truyện kỳ huyễn có vũ khí dành cho trẻ em."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas.",
      "vi": "Giáng Sinh vui vẻ."
    }
  },
  {
    "translation": {
      "en": "The fact you were willing to stand in the Strand",
      "vi": "Thực tế là bạn chịu đứng ở Strand với Niềm vui của tình dục đồng giới,"
    }
  },
  {
    "translation": {
      "en": "with The Joy of Gay Sex bodes well for our future.",
      "vi": "Thực tế là bạn chịu đứng ở Strand với Niềm vui của tình dục đồng giới, đó là điềm lành cho tương lai ta. Tuy nhiên, có vài quy tắc."
    }
  },
  {
    "translation": {
      "en": "However, a few rules.",
      "vi": "đó là điềm lành cho tương lai ta. Tuy nhiên, có vài quy tắc."
    }
  },
  {
    "translation": {
      "en": "If you are not a teenage boy, please return the notebook to the shelf.",
      "vi": "Nếu không phải nam thiếu niên, hãy trả cuốn sổ lại."
    }
  },
  {
    "translation": {
      "en": "if you have use for the manual in your hand, I completely support that.",
      "vi": "Nếu cậu có thể dùng cuốn sách trong tay, tôi hoàn toàn ủng hộ."
    }
  },
  {
    "translation": {
      "en": "Love is a spectrum, but if girls aren't on yours,",
      "vi": "Tình yêu rất đa dạng, nhưng nếu cậu không thích con gái,"
    }
  },
  {
    "translation": {
      "en": "please return the notebook to the shelf.",
      "vi": "xin hãy trả cuốn sổ lại kệ."
    }
  },
  {
    "translation": {
      "en": "And finally, if you've made it this far, you're obviously clever,",
      "vi": "Và cuối cùng, nếu cậu tiến xa đến thế này, rõ ràng là cậu thông minh,"
    }
  },
  {
    "translation": {
      "en": "but I want to know…",
      "vi": "nhưng tôi muốn biết…"
    }
  },
  {
    "translation": {
      "en": "are you brave?",
      "vi": "cậu có dũng khí không?"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Um, sorry to interrupt your browsing,",
      "vi": "Xin lỗi vì gián đoạn việc đọc,"
    }
  },
  {
    "translation": {
      "en": "um, but I have been asked to share a dramatic reading.",
      "vi": "nhưng tôi được yêu cầu chia sẻ một đoạn văn buồn thương."
    }
  },
  {
    "translation": {
      "en": "And apologies to Joni Mitchell.",
      "vi": "Và xin lỗi Joni Mitchell."
    }
  },
  {
    "translation": {
      "en": "It's coming on Christmas. Um…",
      "vi": "Sắp đến lễ Giáng Sinh rồi."
    }
  },
  {
    "translation": {
      "en": "They're cutting down trees,",
      "vi": "Họ chặt cây,"
    }
  },
  {
    "translation": {
      "en": "putting up reindeer, singing songs of joy and peace.",
      "vi": "đặt lên những con tuần lộc, hát những bài hát vui vẻ và an bình."
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river",
      "vi": "Ước gì tôi có một dòng sông,"
    }
  },
  {
    "translation": {
      "en": "that I could skate away on.",
      "vi": "để tôi có thể trượt đi xa."
    }
  },
  {
    "translation": {
      "en": "But it don't snow here…",
      "vi": "Nhưng tuyết không rơi…"
    }
  },
  {
    "translation": {
      "en": "Maybe you thought this would scare me off.",
      "vi": "Có thể cô nghĩ tôi sẽ e sợ."
    }
  },
  {
    "translation": {
      "en": "But I love this song, and if you chose it, that means you love it, too.",
      "vi": "Nhưng tôi thích bài hát này, nếu cô chọn nó, tức là cô cũng thích nó."
    }
  },
  {
    "translation": {
      "en": "Are you here now?",
      "vi": "Cô có đây không?"
    }
  },
  {
    "translation": {
      "en": "Did you turn up to see if I had the guts to follow through?",
      "vi": "Cô có đến xem tôi có can đảm làm theo không?"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river. I'm so hard to handle.",
      "vi": "Ước gì tôi có một dòng sông. Tôi rất khó chiều."
    }
  },
  {
    "translation": {
      "en": "I'm selfish, and I'm sad.",
      "vi": "Tôi ích kỷ và buồn bã."
    }
  },
  {
    "translation": {
      "en": "And now I've gone and lost the best baby I've ever had.",
      "vi": "Tôi đã rời đi và mất thứ quý nhất tôi từng có."
    }
  },
  {
    "translation": {
      "en": "Oh, I wish I had a river to skate away on.",
      "vi": "Ước gì tôi có một dòng sông… để trượt đi xa."
    }
  },
  {
    "translation": {
      "en": "It's coming on Christmas.",
      "vi": "Sắp đến lễ Giáng Sinh rồi."
    }
  },
  {
    "translation": {
      "en": "Whoa! Hey, hey. I'm putting you out of your misery.",
      "vi": "Này. Tôi giúp cậu khỏi khốn khổ. Làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "What are you doing? It's not the end of the song.",
      "vi": "Tôi giúp cậu khỏi khốn khổ. Làm gì vậy? Chưa hết bài hát mà. Có thứ cậu cần rồi."
    }
  },
  {
    "translation": {
      "en": "Got what you needed.",
      "vi": "Chưa hết bài hát mà. Có thứ cậu cần rồi."
    }
  },
  {
    "translation": {
      "en": "The last two words of the message? You just said them.",
      "vi": "Hai từ cuối của tin nhắn? Cậu vừa nói đó thôi."
    }
  },
  {
    "translation": {
      "en": "Are you going to be lonely on Christmas?",
      "vi": "Cậu sẽ cô đơn vào Giáng Sinh à?"
    }
  },
  {
    "translation": {
      "en": "So, here we are. What happens next is up to you.",
      "vi": "Vậy thì đây. Những gì diễn ra tiếp theo tùy thuộc vào cậu."
    }
  },
  {
    "translation": {
      "en": "Leave a message telling me how this time of year makes you feel.",
      "vi": "Nhắn tôi biết thời gian này trong năm khiến cậu thấy thế nào."
    }
  },
  {
    "translation": {
      "en": "If I like your answer, you just might hear from me.",
      "vi": "Nếu tôi thích câu trả lời, có thể cậu sẽ nhận tin từ tôi."
    }
  },
  {
    "translation": {
      "en": "If you're not scared.",
      "vi": "Nếu cậu không hoảng sợ."
    }
  },
  {
    "translation": {
      "en": "Who is she?",
      "vi": "Cô ấy là ai?"
    }
  },
  {
    "translation": {
      "en": "Even if I could tell you, I wouldn't.",
      "vi": "Dù có thể, tôi cũng không nói."
    }
  },
  {
    "translation": {
      "en": "You have to put that back so someone else can play.",
      "vi": "Để nó lại kệ để người khác có thể chơi."
    }
  },
  {
    "translation": {
      "en": "Hey! I said leave it.",
      "vi": "Này! Tôi nói bỏ nó lại mà."
    }
  },
  {
    "translation": {
      "en": "I'm not scared, Clue Girl.",
      "vi": "Tôi không sợ, Nàng Manh Mối."
    }
  },
  {
    "translation": {
      "en": "I'm hooked.",
      "vi": "Tôi thích rồi."
    }
  },
  {
    "translation": {
      "en": "Dude! You're going to Sweden, and you didn't tell me?",
      "vi": "Bồ tèo! Sắp đi Thụy Điển mà không báo?"
    }
  },
  {
    "translation": {
      "en": "How'd you…?",
      "vi": "Sao cậu…?"
    }
  },
  {
    "translation": {
      "en": "Oh, Priya.",
      "vi": "À, Priya."
    }
  },
  {
    "translation": {
      "en": "Yeah. She texted and said you were acting weird. Like, even for you.",
      "vi": "Ừ. Cô ấy nhắn tin, nói cậu cư xử kỳ lạ. Lạ so với chính cậu."
    }
  },
  {
    "translation": {
      "en": "She say anything else?",
      "vi": "Còn nói gì nữa không?"
    }
  },
  {
    "translation": {
      "en": "Just so you know, I'm a total ally.",
      "vi": "Chỉ để cậu biết, tôi ở phe cậu."
    }
  },
  {
    "translation": {
      "en": "I appreciate that, Boomer, but I'm still straight.",
      "vi": "Cảm ơn Boomer, nhưng tôi trai thẳng."
    }
  },
  {
    "translation": {
      "en": "And I'm not going to Sweden. I'm just trying to avoid seeing anyone over the break.",
      "vi": "Và tôi không đi Thụy Điển. Chỉ tránh gặp người suốt kỳ nghỉ."
    }
  },
  {
    "translation": {
      "en": "What, even me?",
      "vi": "Gì cơ, kể cả tôi?"
    }
  },
  {
    "translation": {
      "en": "No, man. Need you for the pizza.",
      "vi": "Không, bồ tèo. Cần gặp cậu để ăn pizza."
    }
  },
  {
    "translation": {
      "en": "Oh, great.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Yeah. So, what's the Boomer clan doing for Christmas?",
      "vi": "Ừ. Vậy gia tộc Boomer làm gì vào dịp Giáng Sinh?"
    }
  },
  {
    "translation": {
      "en": "Oh, it's gonna be sick. So, you know my aunt who works for the Food Network?",
      "vi": "Sẽ tuyệt lắm. Cậu biết dì tôi làm ở Mạng Lưới Thực Phẩm?"
    }
  },
  {
    "translation": {
      "en": "She's bringing over all the food that was too weird looking to be on TV.",
      "vi": "Dì sẽ mang đến mọi món ăn quá quái lạ không thể lên TV."
    }
  },
  {
    "translation": {
      "en": "You gotta let me know when you open your presents.",
      "vi": "Cho tôi biết khi cậu mở quà."
    }
  },
  {
    "translation": {
      "en": "Why?",
      "vi": "Vì sao?"
    }
  },
  {
    "translation": {
      "en": "Well, because I helped your mom pick yours out.",
      "vi": "Tôi giúp mẹ cậu chọn quà cho cậu."
    }
  },
  {
    "translation": {
      "en": "You gotta give me a hint. What?",
      "vi": "Gợi ý đi. Sao?"
    }
  },
  {
    "translation": {
      "en": "No. I'm not gonna tell you what it is. You gotta give me a hint. Give me a hint!",
      "vi": "Không. Tôi không nói là gì đâu. Gợi ý đi."
    }
  },
  {
    "translation": {
      "en": "Okay, you know those life size Japanese robots that fight each other?",
      "vi": "Rồi, biết mấy con robot Nhật cỡ người đấu nhau chứ?"
    }
  },
  {
    "translation": {
      "en": "No. It's not that.",
      "vi": "Không. Không phải cái đó."
    }
  },
  {
    "translation": {
      "en": "I'm… I'm gonna get you back.",
      "vi": "Tôi sẽ trả đũa."
    }
  },
  {
    "translation": {
      "en": "Are you going to be lonely on Christmas?",
      "vi": "Cậu sẽ cô đơn vào Giáng Sinh à?"
    }
  },
  {
    "translation": {
      "en": "What's that? You got a diary?",
      "vi": "Gì thế? Cậu có nhật ký à?"
    }
  },
  {
    "translation": {
      "en": "Oh, no. I just found it at the Strand. Um…",
      "vi": "Không. Vừa tìm thấy ở Strand."
    }
  },
  {
    "translation": {
      "en": "You don't recognize this handwriting, do you?",
      "vi": "Này, cậu nhận ra chữ ai không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Oh, yeah, that's a girl. Yeah, that's definitely girl cursive right there.",
      "vi": "Ồ, ừ, chữ con gái. Ừ, chắc chắn là chữ của con gái."
    }
  },
  {
    "translation": {
      "en": "Okay, but that's not Priya's, right?",
      "vi": "Không phải chữ Priya nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Pretty sure Priya only writes on her phone. Why?",
      "vi": "Priya chỉ viết trên điện thoại. Sao?"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm just ruling out suspects.",
      "vi": "Tôi chỉ muốn loại trừ nghi phạm."
    }
  },
  {
    "translation": {
      "en": "Uh, 'cause it had these clues, like a treasure hunt,",
      "vi": "Vì nó có những manh mối, như một cuộc truy tìm kho báu,"
    }
  },
  {
    "translation": {
      "en": "and I've just been wondering about the girl who wrote it.",
      "vi": "tôi chỉ thắc mắc về cô gái đã viết nó."
    }
  },
  {
    "translation": {
      "en": "Ooh, you like her.",
      "vi": "Cậu thích cô ấy."
    }
  },
  {
    "translation": {
      "en": "Boomer, we're not in third grade. We don't say, Ooh, you like her.",
      "vi": "Boomer, ta đâu học lớp ba. Ta không nói, Cậu thích cô ấy."
    }
  },
  {
    "translation": {
      "en": "But you do. No, I don't even know her.",
      "vi": "Cậu có. Tôi còn không biết cô ấy."
    }
  },
  {
    "translation": {
      "en": "Which is why it's even weirder that you like her.",
      "vi": "Thế nên nó còn lạ hơn khi cậu thích cô ấy."
    }
  },
  {
    "translation": {
      "en": "I mean, I haven't heard you talk about a girl since…",
      "vi": "Tôi chưa từng nghe cậu nhắc đến cô nào kể từ…"
    }
  },
  {
    "translation": {
      "en": "Yep, you can say her name, Boomer. She's not Voldemort.",
      "vi": "Cứ nói tên cô ấy đi. Cô ấy đâu phải Voldemort."
    }
  },
  {
    "translation": {
      "en": "Actually, you're supposed to say Voldemort's name. It takes away his power.",
      "vi": "Thật ra, phải nói ra tên của Voldemort. Nó khiến hắn yếu đi."
    }
  },
  {
    "translation": {
      "en": "Okay, look, I don't even know if I want to know this girl.",
      "vi": "Này, tôi không rõ có muốn biết về cô này không."
    }
  },
  {
    "translation": {
      "en": "I would just like to figure out who she is.",
      "vi": "Tôi chỉ muốn biết cô ấy là ai."
    }
  },
  {
    "translation": {
      "en": "Done. We set up a sting operation.",
      "vi": "Được. Ta sẽ giăng bẫy chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Okay, you send her a message telling her to order pizza from Two Boots.",
      "vi": "Rồi, cậu gửi tin bảo cô ấy gọi pizza ở tiệm Two Boots."
    }
  },
  {
    "translation": {
      "en": "When she calls and places it, boom, we got her name.",
      "vi": "Khi cô ấy gọi đặt hàng, bùm, ta biết tên cô nàng."
    }
  },
  {
    "translation": {
      "en": "It's… it's all there.",
      "vi": "Kế hoạch có hết rồi."
    }
  },
  {
    "translation": {
      "en": "I will consider that.",
      "vi": "Tôi sẽ cân nhắc việc đó."
    }
  },
  {
    "translation": {
      "en": "I'm gonna get this. That looks cool. What's that?",
      "vi": "Tôi lấy cái này. Có vẻ thú vị. Gì thế?"
    }
  },
  {
    "translation": {
      "en": "It's a depressing French film about murder.",
      "vi": "Một bộ phim buồn của Pháp về giết người."
    }
  },
  {
    "translation": {
      "en": "All right, thanks for the pizza, Boomer.",
      "vi": "Rồi, cảm ơn vì pizza, Boomer."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad, did you change your alarm code for your apartment?",
      "vi": "Bố ơi, bố đã đổi mã báo động căn hộ của bố rồi à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I am spending the break with Mom.",
      "vi": "Ừ, không, kỳ nghỉ con ở với mẹ"
    }
  },
  {
    "translation": {
      "en": "But I just figure if I need a place to get away to read.",
      "vi": "nhưng con nghĩ con cần một nơi ẩn dật để đọc sách."
    }
  },
  {
    "translation": {
      "en": "Or sure, bring a special lady. Yeah.",
      "vi": "Phải, hoặc là đưa cô gái đặc biệt nào đó về. Dạ."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Dạ."
    }
  },
  {
    "translation": {
      "en": "Great. I am writing it down now.",
      "vi": "Tuyệt. Con đang viết ra đây."
    }
  },
  {
    "translation": {
      "en": "Disarmed.",
      "vi": "Tắt báo động."
    }
  },
  {
    "translation": {
      "en": "No, I am not gonna touch the brandy, Dad.",
      "vi": "Con sẽ không đụng vào rượu brandy đâu."
    }
  },
  {
    "translation": {
      "en": "My mom thinks I'm spending the holiday with my dad.",
      "vi": "Mẹ tôi nghĩ tôi ở với bố suốt kỳ nghỉ."
    }
  },
  {
    "translation": {
      "en": "My dad thinks I'm with my mom, and my classmates think I'm out of the city.",
      "vi": "Bố lại nghĩ tôi ở với mẹ, và bạn cùng lớp nghĩ tôi không ở thành phố."
    }
  },
  {
    "translation": {
      "en": "It's my Christmas gift to myself.",
      "vi": "Đó là quà Giáng Sinh tôi tặng mình."
    }
  },
  {
    "translation": {
      "en": "Solitude.",
      "vi": "Sự cô đơn."
    }
  },
  {
    "translation": {
      "en": "What are you thinking about?",
      "vi": "Anh đang nghĩ gì vậy?"
    }
  },
  {
    "translation": {
      "en": "The word… bedding.",
      "vi": "Về từ… chăn gối."
    }
  },
  {
    "translation": {
      "en": "You American boys have the stupidest pillow talk.",
      "vi": "Mấy chàng Mỹ nói chuyện chăn gối rất ngốc."
    }
  },
  {
    "translation": {
      "en": "No, hear me out. It's one of those words",
      "vi": "Không, nghe anh. Đó là một trong những từ hoặc hết sức gợi cảm,"
    }
  },
  {
    "translation": {
      "en": "where it's just either really sexy, you know, or it's really not, like, um…",
      "vi": "Không, nghe anh. Đó là một trong những từ hoặc hết sức gợi cảm, hoặc không gợi cảm chút nào, như…"
    }
  },
  {
    "translation": {
      "en": "Can you show me to the bedding department? Right? It's not sexy.",
      "vi": "Dắt anh đến chỗ bán chăn gối nhé? Thấy không? Không gợi cảm."
    }
  },
  {
    "translation": {
      "en": "But then if you make it into a verb, like",
      "vi": "Nhưng nếu em biến nó thành một động từ, như…"
    }
  },
  {
    "translation": {
      "en": "Are we going to be bedding each other?",
      "vi": "Ta sẽ cùng chăn gối với nhau?"
    }
  },
  {
    "translation": {
      "en": "Mmm. See, that's very sexy.",
      "vi": "Thấy chưa, rất gợi cảm."
    }
  },
  {
    "translation": {
      "en": "I'm going to miss you.",
      "vi": "Em sẽ nhớ anh."
    }
  },
  {
    "translation": {
      "en": "I'm not going anywhere.",
      "vi": "Anh đâu có đi đâu."
    }
  },
  {
    "translation": {
      "en": "Are you?",
      "vi": "Em đi à?"
    }
  },
  {
    "translation": {
      "en": "My dad got a new post. Brazil.",
      "vi": "Bố em nhận công việc mới. Ở Brazil."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. We both knew this was never going to last forever.",
      "vi": "Em xin lỗi. Ta đều biết cuộc tình này không mãi mãi."
    }
  },
  {
    "translation": {
      "en": "There you are. Can you stop hiding, love birds?",
      "vi": "Các cậu đây rồi. Đừng trốn nữa đôi uyên ương. Tiệc tùng mà."
    }
  },
  {
    "translation": {
      "en": "It's a party.",
      "vi": "Đừng trốn nữa đôi uyên ương. Tiệc tùng mà."
    }
  },
  {
    "translation": {
      "en": "You asked me how this time of year makes me feel.",
      "vi": "Cô hỏi tôi thấy thế nào lúc này trong năm."
    }
  },
  {
    "translation": {
      "en": "I suspect you're a kindred spirit, so I know you'll understand when I say,",
      "vi": "Tôi đoán cô cũng thấy giống tôi, nên tôi biết cô sẽ hiểu khi tôi nói,"
    }
  },
  {
    "translation": {
      "en": "it's the most detestable time of the year.",
      "vi": "đây là thời điểm đáng ghét nhất năm."
    }
  },
  {
    "translation": {
      "en": "I knew it. Sting operation.",
      "vi": "Tôi biết mà. Giăng bẫy."
    }
  },
  {
    "translation": {
      "en": "No. Please don't call it that. Just listen, okay?",
      "vi": "Không. Đừng nói thế. Nghe nhé?"
    }
  },
  {
    "translation": {
      "en": "You listening? Yeah.",
      "vi": "Nghe tôi?  Ừ."
    }
  },
  {
    "translation": {
      "en": "The clues are gonna instruct her",
      "vi": "Các manh mối sẽ chỉ dẫn cô ấy để cuốn sổ trên kệ"
    }
  },
  {
    "translation": {
      "en": "to leave the notebook on one the shelves in the video section.",
      "vi": "Các manh mối sẽ chỉ dẫn cô ấy để cuốn sổ trên kệ ở khu băng đĩa. Được chứ? Ừ."
    }
  },
  {
    "translation": {
      "en": "Okay? Okay.",
      "vi": "ở khu băng đĩa. Được chứ? Ừ."
    }
  },
  {
    "translation": {
      "en": "All you need to do is just keep an eye out for her, all right?",
      "vi": "Cậu chỉ cần để mắt đến cô ấy thôi nhé?"
    }
  },
  {
    "translation": {
      "en": "So, you can know she is without her knowing who you are?",
      "vi": "Vậy, cậu có thể biết cô ấy là ai mà cô ấy không biết cậu là ai?"
    }
  },
  {
    "translation": {
      "en": "Isn't that kind of sneaky and not cool?",
      "vi": "Không phải là lén lút và không hay sao?"
    }
  },
  {
    "translation": {
      "en": "Fine, we can call it a sting operation.",
      "vi": "Được, ta có thể gọi đó là giăng bẫy."
    }
  },
  {
    "translation": {
      "en": "Awesome. Yes.",
      "vi": "Quá đỉnh. Tuyệt."
    }
  },
  {
    "translation": {
      "en": "All right, guys, we got our holiday special.",
      "vi": "Nào, mọi người chúng tôi có món đặc biệt cho mùa lễ hội."
    }
  },
  {
    "translation": {
      "en": "We call it the St. Nick. It's in honor Nicolas Cage.",
      "vi": "Chúng tôi gọi nó là Thánh Nick. Để vinh danh Nicolas Cage."
    }
  },
  {
    "translation": {
      "en": "How did you miss her?",
      "vi": "Sao lại không thấy?"
    }
  },
  {
    "translation": {
      "en": "It was the lunch rush. What about the security cameras?",
      "vi": "Lúc đó là giờ cao điểm. Vậy camera an ninh?"
    }
  },
  {
    "translation": {
      "en": "What security cameras?",
      "vi": "Camera an ninh gì?"
    }
  },
  {
    "translation": {
      "en": "You said that it was a sting operation. Yeah, but this is also a pizza parlor.",
      "vi": "Cậu nói đó là giăng bẫy. Ừ, nhưng đây cũng là tiệm pizza."
    }
  },
  {
    "translation": {
      "en": "Uh, she left you a message. What?",
      "vi": "Cô ấy để lại lời nhắn. Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Nice try.",
      "vi": "Có cố gắng đấy."
    }
  },
  {
    "translation": {
      "en": "You sent me into a trap.",
      "vi": "Cậu bẫy tôi."
    }
  },
  {
    "translation": {
      "en": "Dude. What? How could she possibly know that?",
      "vi": "Bồ tèo. Sao? Sao cô ấy biết được?"
    }
  },
  {
    "translation": {
      "en": "Uh, it gets worse. Like, way worse.",
      "vi": "Còn tệ hơn đó. Tệ hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "I'm flattered, Mystery Boy, but I'm not so easy to catch.",
      "vi": "Tôi rất hãnh diện, Chàng Bí Ẩn, nhưng tôi không dễ bị bắt đâu."
    }
  },
  {
    "translation": {
      "en": "If you wanna know more about me, you'll have to do it through this notebook.",
      "vi": "Nếu muốn biết thêm về tôi, phải làm thông qua cuốn sổ này."
    }
  },
  {
    "translation": {
      "en": "And if you want my name, you'll have to earn it… with a dare.",
      "vi": "Và nếu muốn biết tên của tôi, cậu phải thực hiện một thử thách."
    }
  },
  {
    "translation": {
      "en": "Maybe this is a bad idea. I mean, you don't even know this girl.",
      "vi": "Có lẽ đó là ý tồi. Cậu thậm chí còn không biết cô gái này."
    }
  },
  {
    "translation": {
      "en": "She could be totally different than what you think.",
      "vi": "Cô ấy có thể không như cậu nghĩ."
    }
  },
  {
    "translation": {
      "en": "That's the thing, Boomer. I do know her.",
      "vi": "Vấn đề là tôi biết cô ấy."
    }
  },
  {
    "translation": {
      "en": "When I read her words, it's like I can hear her voice.",
      "vi": "Khi đọc điều cô ấy viết, tôi nghe được giọng cô ấy. Cô ấy mỉa mai,"
    }
  },
  {
    "translation": {
      "en": "She's sarcastic, sophisticated…",
      "vi": "Khi đọc điều cô ấy viết, tôi nghe được giọng cô ấy. Cô ấy mỉa mai, tinh tế, tàn bạo. Tàn bạo?"
    }
  },
  {
    "translation": {
      "en": "sadistic. Sadistic?",
      "vi": "tinh tế, tàn bạo. Tàn bạo?"
    }
  },
  {
    "translation": {
      "en": "She's sending me into a department store right before Christmas.",
      "vi": "Bảo tôi đến cửa hàng bách hóa ngay trước Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "Clearly, her sadism knows no bounds.",
      "vi": "Sự tàn bạo của cô ấy không giới hạn."
    }
  },
  {
    "translation": {
      "en": "Just be nice to Santa. Please? Yep.",
      "vi": "Làm ơn nhẹ nhàng với ông già Noel nhé? Ừ."
    }
  },
  {
    "translation": {
      "en": "You can kick me out without actually kicking me.",
      "vi": "Anh chị có thể đá tôi ra mà không cần thật sự đá tôi."
    }
  },
  {
    "translation": {
      "en": "Consider yourself banned from Santa Land for life.",
      "vi": "Cậu bị cấm vào Santaland suốt đời."
    }
  },
  {
    "translation": {
      "en": "We actually do not have that authority, but you should be ashamed of yourself.",
      "vi": "Thật ra chúng tôi không có quyền đó, nhưng cậu nên xấu hổ về bản thân."
    }
  },
  {
    "translation": {
      "en": "And you're on the naughty list.",
      "vi": "Cậu trong danh sách trẻ hư."
    }
  },
  {
    "translation": {
      "en": "Well, I hope climate change destroys the North Pole.",
      "vi": "Mong biến đổi khí hậu sẽ phá hủy Bắc Cực."
    }
  },
  {
    "translation": {
      "en": "Okay, Clue Girl, I did your dare, and it only cost me my dignity.",
      "vi": "Rồi, tôi đã thực hiện thử thách, Nàng Manh Mối, chỉ bị mất phẩm giá,"
    }
  },
  {
    "translation": {
      "en": "So, let's find out what I learned.",
      "vi": "nên hãy xem tôi tìm hiểu được gì."
    }
  },
  {
    "translation": {
      "en": "What? No, what? Come on. What did I do wrong?",
      "vi": "Sao? Không, gì cơ? Thôi nào. Mình đã làm gì sai?"
    }
  },
  {
    "translation": {
      "en": "I did everything you asked, and I still don't know your…",
      "vi": "Tôi đã làm mọi thứ cô nói mà vẫn không biết…"
    }
  },
  {
    "translation": {
      "en": "Her name's Lily.",
      "vi": "Cô nàng tên Lily."
    }
  },
  {
    "translation": {
      "en": "Lily!",
      "vi": "Lily."
    }
  },
  {
    "translation": {
      "en": "Lily! Lily, thank God you're here.",
      "vi": "Lily. Lily. Ơn trời, cô đây rồi."
    }
  },
  {
    "translation": {
      "en": "Is it bad? Without you? They're terrible.",
      "vi": "Tệ lắm không? Không có cô ư? Họ hát kinh khủng."
    }
  },
  {
    "translation": {
      "en": "Hey! Seriously? Season's greetings.",
      "vi": "Này! Thiệt đó à? Mừng Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "Oh, it's Lily. We're saved.",
      "vi": "Lily đây rồi. Ta được cứu. Xin lỗi đến trễ."
    }
  },
  {
    "translation": {
      "en": "Sorry I'm late. We drank all the eggnog.",
      "vi": "Lily đây rồi. Ta được cứu. Xin lỗi đến trễ. Uống hết rượu rồi. Tôi tìm mấy cái này."
    }
  },
  {
    "translation": {
      "en": "I was looking for these.",
      "vi": "Uống hết rượu rồi. Tôi tìm mấy cái này."
    }
  },
  {
    "translation": {
      "en": "Joy to the World, third verse. We need you, badly.",
      "vi": "Joy to the World, đoạn thứ ba. Chúng tôi hết sức cần cô."
    }
  },
  {
    "translation": {
      "en": "Well, at least someone knows the words.",
      "vi": "Ít ra cũng có người thuộc lời."
    }
  }
]