[
  {
    "translation": {
      "en": "Hey, ma'am?",
      "vi": "Thưa bà?"
    }
  },
  {
    "translation": {
      "en": "- Do you need any prayer today? - No, thanks.",
      "vi": "Hôm nay bà cần cầu nguyện không? Thôi, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Okay, you have a good day.",
      "vi": "Được, chúc ngày tốt lành."
    }
  },
  {
    "translation": {
      "en": "You too.",
      "vi": "Cậu cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Hey, y'all, I was gonna ask, do y'all need any prayer tonight?",
      "vi": "Chào, cho hỏi các bạn cần cầu nguyện không?"
    }
  },
  {
    "translation": {
      "en": "I'm just out here praying for people, and I share my testimony with people",
      "vi": "Tôi đến cầu nguyện cho mọi người,  chia sẻ chuyện của mình và cầu nguyện với mọi người."
    }
  },
  {
    "translation": {
      "en": "and pray with them.",
      "vi": "chia sẻ chuyện của mình và cầu nguyện với mọi người."
    }
  },
  {
    "translation": {
      "en": "This is me.",
      "vi": "Đây là tôi."
    }
  },
  {
    "translation": {
      "en": "I lived transgender before, and I left everything to follow Jesus Christ.",
      "vi": "Tôi từng là người chuyển giới, rồi tôi bỏ tất cả để đi theo Chúa Giê-xu."
    }
  },
  {
    "translation": {
      "en": "- Are you believers? - Yes.",
      "vi": "- Bạn là tín đồ? - Vâng."
    }
  },
  {
    "translation": {
      "en": "So, Father God, I just thank you for my sisters tonight,",
      "vi": "Thưa Chúa Cha, xin cảm ơn người vì các chị em tối nay,"
    }
  },
  {
    "translation": {
      "en": "Lord, that I met, fellow believers in you, Jesus.",
      "vi": "mà con đã gặp, các tín đồ của Giê-xu,"
    }
  },
  {
    "translation": {
      "en": "And I just bless them, in Jesus Christs' name I pray. Amen.",
      "vi": "cầu phúc cho họ, nhân danh Chúa Giê-xu con cầu nguyện. Amen."
    }
  },
  {
    "translation": {
      "en": "Amen.",
      "vi": "Amen."
    }
  },
  {
    "translation": {
      "en": "This was me. I lived transgender. Drugs, alcohol, and homosexuality.",
      "vi": "Tôi từng là người chuyển giới. Ma túy, rượu chè và quan hệ đồng giới."
    }
  },
  {
    "translation": {
      "en": "I was really deep in sin, and I left everything to follow the Lord",
      "vi": "Tôi chìm sâu trong tội lỗi, rồi tôi bỏ tất cả để theo Chúa."
    }
  },
  {
    "translation": {
      "en": "'cause He's an amazing, powerful God, and He loves us.",
      "vi": "Vì Chúa thật tuyệt vời và quyền năng, và Người yêu ta."
    }
  },
  {
    "translation": {
      "en": "And so I just-- I share my journey with other people to encourage them.",
      "vi": "Tôi chia sẻ hành trình của mình với mọi người để cổ vũ họ."
    }
  },
  {
    "translation": {
      "en": "You know, we can always use prayer every day.",
      "vi": "Ai cũng cần cầu nguyện mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "Bless them, Father, in Jesus Christs' name,",
      "vi": "Cầu phúc cho họ, thưa Cha, nhân danh Giê-xu,"
    }
  },
  {
    "translation": {
      "en": "to follow you and to know you, Lord. Let us know you. Amen.",
      "vi": "để họ theo và hiểu người. Để chúng con hiểu người. Amen."
    }
  },
  {
    "translation": {
      "en": "- Amen. - I lived as a woman.",
      "vi": "- Amen. - Tôi từng sống như phụ nữ."
    }
  },
  {
    "translation": {
      "en": "I left everything to follow Jesus Christ.",
      "vi": "Tôi bỏ tất cả để theo Chúa Giê-xu."
    }
  },
  {
    "translation": {
      "en": "Let her never forget, Father, how important and loved she is to you.",
      "vi": "Đừng để bà quên, bà quan trọng và được người yêu thương thế nào."
    }
  },
  {
    "translation": {
      "en": "In Jesus Christs' name. Amen.",
      "vi": "Nhân danh Chúa Giê-xu. Amen."
    }
  },
  {
    "translation": {
      "en": "I was promiscuous with a lot of men, prostituted my body.",
      "vi": "Tôi chung chạ với nhiều đàn ông, đem cơ thể mình ra làm món hàng."
    }
  },
  {
    "translation": {
      "en": "I share the Gospel and what happened in my life,",
      "vi": "Tôi chia sẻ Tin Mừng và chuyện đời tôi,"
    }
  },
  {
    "translation": {
      "en": "and how God set me free from this identity 'cause I was trying to become a woman.",
      "vi": "cách Chúa giải thoát tôi khỏi bản dạng này vì tôi cố trở thành phụ nữ."
    }
  },
  {
    "translation": {
      "en": "I'm not a woman. I'm a man.",
      "vi": "Không. Tôi là đàn ông."
    }
  },
  {
    "translation": {
      "en": "Father, I just thank you for everything you've done.",
      "vi": "Cảm ơn Cha về những gì Cha đã làm."
    }
  },
  {
    "translation": {
      "en": "By the Father, by the Son, Jesus, and by you, Holy Spirit.",
      "vi": "Nhân danh Cha, Con, Giê-xu và Thánh Linh."
    }
  },
  {
    "translation": {
      "en": "In Jesus Christs' name. Amen.",
      "vi": "Nhân danh Chúa Giê-xu. Amen."
    }
  },
  {
    "translation": {
      "en": "So, this would have been me. It says, in bondage and set free.",
      "vi": "Đây lẽ ra sẽ là tôi. Đây ghi là bị trói buộc và giải phóng."
    }
  },
  {
    "translation": {
      "en": "The biggest things that Jesus is to me is truth.",
      "vi": "Điều lớn lao nhất Giê-xu đem đến cho tôi là chân lý."
    }
  },
  {
    "translation": {
      "en": "When you know the truth, the truth sets you free.",
      "vi": "Khi bạn biết chân lý, chân lý giải phóng bạn."
    }
  },
  {
    "translation": {
      "en": "I believe the Bible,",
      "vi": "Tôi tin vào Kinh thánh."
    }
  },
  {
    "translation": {
      "en": "that these people will not inherit the Kingdom of God.",
      "vi": "Nói rằng họ sẽ không được thừa hưởng Thiên Quốc."
    }
  },
  {
    "translation": {
      "en": "I do believe that people can change",
      "vi": "Tôi tin rằng con người có thể thay đổi"
    }
  },
  {
    "translation": {
      "en": "and have a refreshing, renewing over their whole sexuality.",
      "vi": "và được truyền nguồn năng lượng mới để tìm lại bản năng giới tính."
    }
  },
  {
    "translation": {
      "en": "The Holy Spirit can give you new desires and wants.",
      "vi": "Thánh Linh có thể cho khát khao, mong ước mới."
    }
  },
  {
    "translation": {
      "en": "Jesus can transform you.",
      "vi": "Giê-xu có thể khiến bạn lột xác."
    }
  },
  {
    "translation": {
      "en": "Take one, marker.",
      "vi": "Cảnh một, màn sập."
    }
  },
  {
    "translation": {
      "en": "- Are you good with that? - Yeah.",
      "vi": "- Thế được chưa? - Rồi."
    }
  },
  {
    "translation": {
      "en": "We were the leaders of the ex- gay movement.",
      "vi": "Chúng tôi từng là lãnh đạo trong phong trào cựu đồng tính."
    }
  },
  {
    "translation": {
      "en": "We believed that there was something desperately wrong,",
      "vi": "Chúng tôi từng tin có điều gì đó cực kỳ sai trái,"
    }
  },
  {
    "translation": {
      "en": "that there was something pathological about it, that it was not your normal state,",
      "vi": "rằng có dấu hiệu bệnh lý gì đó, không phải trạng thái bình thường,"
    }
  },
  {
    "translation": {
      "en": "wasn't what God intended,",
      "vi": "không theo ý Chúa,"
    }
  },
  {
    "translation": {
      "en": "that something must have happened to make you gay.",
      "vi": "rằng hẳn phải có điều gì đó khiến bạn đồng tính."
    }
  },
  {
    "translation": {
      "en": "We really believed",
      "vi": "Chúng tôi thật sự tin"
    }
  },
  {
    "translation": {
      "en": "that gay people could be saved.",
      "vi": "người đồng tính có thể được cứu."
    }
  },
  {
    "translation": {
      "en": "This is what the Bible says.",
      "vi": "Kinh thánh nói thế này."
    }
  },
  {
    "translation": {
      "en": "It says that some of you were homosexuals, right?",
      "vi": "Nó nói một số người từng là người đồng tính."
    }
  },
  {
    "translation": {
      "en": "But you've changed. You've been washed. You've been transformed.",
      "vi": "Nhưng họ đã thay đổi, được gột rửa và biến đổi."
    }
  },
  {
    "translation": {
      "en": "We believed what we were doing was the right thing,",
      "vi": "Chúng tôi tin rằng điều mình làm lúc đó là đúng,"
    }
  },
  {
    "translation": {
      "en": "to continue pursuing change,",
      "vi": "việc tiếp tục theo đuổi sự thay đổi"
    }
  },
  {
    "translation": {
      "en": "and if you didn't want to be gay, that there was a way out for you also.",
      "vi": "và nếu bạn không muốn đồng tính, có cách để bạn thoát ra."
    }
  },
  {
    "translation": {
      "en": "We were doing what we thought God wanted us to do.",
      "vi": "Chúng tôi làm điều mình nghĩ là ý Chúa."
    }
  },
  {
    "translation": {
      "en": "All right, who wants to do the eggs? No, it goes in there.",
      "vi": "Ai muốn đập trứng nào? Không, cho vào đó."
    }
  },
  {
    "translation": {
      "en": "I just need an egg and the yolk,",
      "vi": "Mẹ chỉ cần một trứng và lòng đỏ,"
    }
  },
  {
    "translation": {
      "en": "so you have to separate the white from the yolk.",
      "vi": "nên con phải tách lòng trắng ra khỏi lòng đỏ."
    }
  },
  {
    "translation": {
      "en": "- How are you supposed to do that? - Oh my gosh.",
      "vi": "- Bằng cách nào? - Trời ơi."
    }
  },
  {
    "translation": {
      "en": "- - I have very little confidence right now.",
      "vi": "Giờ mẹ thấy thiếu tự tin lắm."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "And you broke the yolk already!",
      "vi": "Con làm vỡ lòng đỏ rồi kìa!"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Is it possible to move? - Yes.",
      "vi": "- Dịch qua một chút nhé? - Được."
    }
  },
  {
    "translation": {
      "en": "Great. Are you good with that?",
      "vi": "Tuyệt. - Thế được không? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "- Thế được không? - Ừ."
    }
  },
  {
    "translation": {
      "en": "- Is this mic working? - No, not really, so…",
      "vi": "Mic có hoạt động không? Không hẳn, nên…"
    }
  },
  {
    "translation": {
      "en": "Then I'm just gonna lean forward a little bit more.",
      "vi": "Tôi sẽ nghiêng về trước chút nữa."
    }
  },
  {
    "translation": {
      "en": "You spent six years as a practicing lesbian.",
      "vi": "Cô đã dành sáu năm học làm người đồng tính."
    }
  },
  {
    "translation": {
      "en": "I like that word, practicing.",
      "vi": "Tôi thích từ đó, học làm."
    }
  },
  {
    "translation": {
      "en": "What do you mean, practicing? What are you trying to get perfect?",
      "vi": "Cô nói học làm là sao? Cô muốn hoàn hảo về gì?"
    }
  },
  {
    "translation": {
      "en": "Practicing lesbian means that I was actually in the lifestyle",
      "vi": "Học làm người đồng tính nghĩa là tôi sống lối sống đó"
    }
  },
  {
    "translation": {
      "en": "and not just struggling with the feelings.",
      "vi": "mà không phải dằn vặt cảm xúc."
    }
  },
  {
    "translation": {
      "en": "So I was actually involved in lesbian relationships.",
      "vi": "Tôi đã thực sự bước vào các mối quan hệ đồng tính nữ."
    }
  },
  {
    "translation": {
      "en": "Yvette, would you just talk from your heart",
      "vi": "Yvette, cô có thể nói điều gì đó chân thành"
    }
  },
  {
    "translation": {
      "en": "to those that are trapped in the lifestyle?",
      "vi": "với những người bị mắc kẹt trong lối sống đó?"
    }
  },
  {
    "translation": {
      "en": "Well, I know that it is difficult.",
      "vi": "Tôi biết điều này rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "It took me three years just to overcome same- sex attractions.",
      "vi": "Tôi mất ba năm để vượt qua cảm xúc dành cho người đồng giới."
    }
  },
  {
    "translation": {
      "en": "And it was because I was surrounded by people in the church who really loved me.",
      "vi": "Được thế là nhờ những người trong nhà thờ đã ở bên và thật sự yêu quý tôi."
    }
  },
  {
    "translation": {
      "en": "But God really healing the feminine within me",
      "vi": "Nhưng Chúa đã thật sự chữa lành tính nữ trong tôi"
    }
  },
  {
    "translation": {
      "en": "and showing me that the feminine is something that he loves, that it's something that He created.",
      "vi": "và cho tôi thấy đó là thứ Người yêu quý, đó là thứ Người tạo ra."
    }
  },
  {
    "translation": {
      "en": "He's the only one who can touch those deep places.",
      "vi": "Chỉ có Chúa mới chạm đến những nơi sâu thẳm đó."
    }
  },
  {
    "translation": {
      "en": "That was wonderful.",
      "vi": "Hay quá."
    }
  },
  {
    "translation": {
      "en": "I spent a lot of time thinking, How did I believe that?",
      "vi": "Tôi dành nhiều thời gian suy nghĩ Sao mình tin vào điều đó được nhỉ?"
    }
  },
  {
    "translation": {
      "en": "and How was I involved in it for so long?",
      "vi": "Và Sao mình lại tham gia lâu đến thế?"
    }
  },
  {
    "translation": {
      "en": "I didn't come into the church until I was 27.",
      "vi": "Cho đến năm 27 tuổi tôi mới đi nhà thờ lần đầu."
    }
  },
  {
    "translation": {
      "en": "And the reason",
      "vi": "Và lý do"
    }
  },
  {
    "translation": {
      "en": "I started going to church and became a Christian",
      "vi": "tôi bắt đầu đi nhà thờ, trở thành tín đồ Cơ Đốc giáo"
    }
  },
  {
    "translation": {
      "en": "was I was looking for something.",
      "vi": "là vì tôi tìm kiếm thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "That's absolutely spectacular.",
      "vi": "Ngoạn mục quá."
    }
  },
  {
    "translation": {
      "en": "I didn't really have those carefree days where you think nothing can touch you.",
      "vi": "Tôi không có nhiều lắm những ngày vô tư, không sợ hãi điều gì."
    }
  },
  {
    "translation": {
      "en": "Death was always prevalent, and it was right there.",
      "vi": "Cái chết luôn hiển hiện và nó ở ngay trước mắt."
    }
  },
  {
    "translation": {
      "en": "I had had 17 friends die of AIDS during the AIDS crisis.",
      "vi": "Đã có 17 người bạn của tôi chết vì AIDS trong cuộc khủng hoảng AIDS."
    }
  },
  {
    "translation": {
      "en": "My best friend Ed, his partner was also,",
      "vi": "Bạn thân của tôi, Ed, người yêu anh ấy nữa,"
    }
  },
  {
    "translation": {
      "en": "and sort of helped them when they were having health problems.",
      "vi": "tôi giúp họ trong lúc họ gặp vấn đề sức khỏe."
    }
  },
  {
    "translation": {
      "en": "And I was in my twenties, and this is what was happening.",
      "vi": "Lúc đó tôi ở tuổi đôi mươi và tình hình lúc đó là thế."
    }
  },
  {
    "translation": {
      "en": "When you're just wondering if the people that you love",
      "vi": "Bạn tự hỏi liệu những người mình yêu quý"
    }
  },
  {
    "translation": {
      "en": "are gonna be here the next day and the day after that.",
      "vi": "có còn sống đến ngày mai và ngày kia không."
    }
  },
  {
    "translation": {
      "en": "I believe that God does not judge people. God judges sin.",
      "vi": "Tôi tin Chúa không phán xét con người. Chúa phán xét tội lỗi."
    }
  },
  {
    "translation": {
      "en": "And I do believe that AIDS,",
      "vi": "Và tôi tin bệnh AIDS,"
    }
  },
  {
    "translation": {
      "en": "generally caused and believed to be caused by homosexual promiscuity,",
      "vi": "thường gặp và được cho là lây bởi quan hệ đồng giới bừa bãi,"
    }
  },
  {
    "translation": {
      "en": "is a violation of God's laws, laws of nature and decency,",
      "vi": "là vi phạm luật của Chúa, luật tự nhiên và phép tắc,"
    }
  },
  {
    "translation": {
      "en": "and as a result, we pay the price when we violate the laws of God.",
      "vi": "kết quả là, ta phải trả giá khi vi phạm luật của Chúa."
    }
  },
  {
    "translation": {
      "en": "So to go into a church situation that is very structured, and the rules are very clear,",
      "vi": "Nên khi bước vào nhà thờ với cơ cấu chặt chẽ và quy tắc rõ ràng,"
    }
  },
  {
    "translation": {
      "en": "it's a relief, and I-- and that's exactly how I felt.",
      "vi": "cảm giác thật nhẹ nhõm và đó chính là cảm xúc của tôi."
    }
  },
  {
    "translation": {
      "en": "It was a relief.",
      "vi": "Thật nhẹ nhõm."
    }
  },
  {
    "translation": {
      "en": "I grew up in a time when it was a crime, a sickness, and a sin to be gay.",
      "vi": "Tôi lớn lên trong thời điểm mà đồng tính bị coi là tội ác, bệnh tật và tội lỗi."
    }
  },
  {
    "translation": {
      "en": "I wanted desperately to change.",
      "vi": "Tôi khao khát thay đổi."
    }
  },
  {
    "translation": {
      "en": "I had wanted to change since I was a kid getting bullied for it.",
      "vi": "Tôi đã muốn thế từ khi bị bắt nạt lúc bé vì điều đó."
    }
  },
  {
    "translation": {
      "en": "Our church was a great big megachurch that I was attending in Anaheim,",
      "vi": "Nhà thờ mà tôi đi lễ ở Anaheim là một đại nhà thờ."
    }
  },
  {
    "translation": {
      "en": "and they had support groups for divorced people",
      "vi": "Họ có những nhóm hỗ trợ cho người đã ly hôn"
    }
  },
  {
    "translation": {
      "en": "and people that were struggling with alcoholism or drug abuse,",
      "vi": "và người nghiện rượu hoặc ma túy,"
    }
  },
  {
    "translation": {
      "en": "and I thought, How come there's no group for people like me, that have gay feelings?",
      "vi": "tôi nghĩ: Sao chả có nhóm cho người như mình, người có cảm xúc đồng giới?"
    }
  },
  {
    "translation": {
      "en": "So, I got the idea of starting a support group",
      "vi": "Nên, tôi nảy ra ý tưởng lập ra nhóm hỗ trợ trong nhà thờ địa phương."
    }
  },
  {
    "translation": {
      "en": "within our own local church.",
      "vi": "tôi nảy ra ý tưởng lập ra nhóm hỗ trợ trong nhà thờ địa phương."
    }
  },
  {
    "translation": {
      "en": "Everybody felt that this was a wonderful relief,",
      "vi": "Tất cả cảm thấy đó là sự giải thoát tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "that they didn't have to struggle alone anymore.",
      "vi": "Họ không phải xoay xở một mình nữa."
    }
  },
  {
    "translation": {
      "en": "They didn't have to pretend-- They didn't have to pretend they were the only one.",
      "vi": "Họ không phải giả vờ mình là người duy nhất."
    }
  },
  {
    "translation": {
      "en": "But we really believed that if you kept repeating it,",
      "vi": "Nhưng chúng tôi thật sự tin nếu cứ nhắc đi nhắc lại,"
    }
  },
  {
    "translation": {
      "en": "if you kept claiming that God was changing you, that He would.",
      "vi": "nếu liên tục khẳng định Chúa đang thay đổi mình, Người sẽ làm."
    }
  },
  {
    "translation": {
      "en": "At that time, we thought we were the only support group like it in the country.",
      "vi": "Lúc đó, bọn tôi nghĩ đó là nhóm hỗ trợ duy nhất như thế trong nước."
    }
  },
  {
    "translation": {
      "en": "But then we began to hear that there were other small ministries like ours",
      "vi": "Nhưng bọn tôi bắt đầu biết có những đoàn mục sư nhỏ tương tự"
    }
  },
  {
    "translation": {
      "en": "that were popping up kind of spontaneously in different parts of the country.",
      "vi": "đang nổi lên tự phát ở nhiều nơi khác nhau trên đất nước."
    }
  },
  {
    "translation": {
      "en": "And we thought, Wouldn't it be cool to get together these small ministries",
      "vi": "Và bọn tôi nghĩ: Thật tuyệt nếu tập hợp những nhóm tôn giáo nhỏ này"
    }
  },
  {
    "translation": {
      "en": "and discuss together what we were trying to do",
      "vi": "và cùng thảo luận về những gì chúng tôi muốn làm"
    }
  },
  {
    "translation": {
      "en": "and what should happen next?",
      "vi": "và tiếp sau nên là gì?"
    }
  },
  {
    "translation": {
      "en": "So we decided to get together and form a conference in Anaheim in 1976,",
      "vi": "Nên bọn tôi quyết định họp lại và tổ chức hội thảo ở Anaheim năm 1976."
    }
  },
  {
    "translation": {
      "en": "and that's where the organization Exodus was born.",
      "vi": "Và đó là nơi tổ chức Exodus ra đời."
    }
  },
  {
    "translation": {
      "en": "And then letters started pouring in",
      "vi": "Rồi thư từ bắt đầu đổ về"
    }
  },
  {
    "translation": {
      "en": "from Christians who had no place else to go",
      "vi": "từ các tín đồ Cơ Đốc không biết trông cậy vào ai"
    }
  },
  {
    "translation": {
      "en": "and suddenly were hearing about this organization that might be able to help them.",
      "vi": "và đột nhiên biết rằng tổ chức này có thể giúp đỡ họ."
    }
  },
  {
    "translation": {
      "en": "There were thousands of people that were looking for a group like Exodus.",
      "vi": "Lúc đó, có hàng ngàn người đang tìm kiếm một nhóm như Exodus."
    }
  },
  {
    "translation": {
      "en": "It was once unthinkable, but today it happens in households all over America.",
      "vi": "Có lúc là không tưởng, giờ là bình thường ở các gia đình trên khắp nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "A child comes to breakfast and says, Mom, Dad, I think I'm gay,",
      "vi": "Đứa con xuất hiện ở bữa sáng và nói: Bố mẹ, con nghĩ con đồng tính nhưng con không muốn thế."
    }
  },
  {
    "translation": {
      "en": "but I don't want to be.",
      "vi": "Bố mẹ, con nghĩ con đồng tính nhưng con không muốn thế."
    }
  },
  {
    "translation": {
      "en": "Some parents are learning about a Christian program called Exodus,",
      "vi": "Vài cha mẹ đang tìm hiểu chương trình Cơ Đốc tên Exodus,"
    }
  },
  {
    "translation": {
      "en": "which claims to convert gays,",
      "vi": "tuyên bố biến người đồng tính thành cựu đồng tính"
    }
  },
  {
    "translation": {
      "en": "make them ex- gays with a course of Bible study,",
      "vi": "tuyên bố biến người đồng tính thành cựu đồng tính qua khóa học Kinh thánh, điều chỉnh hành vi và tư vấn ngang hàng."
    }
  },
  {
    "translation": {
      "en": "behavior modification, and peer counseling.",
      "vi": "qua khóa học Kinh thánh, điều chỉnh hành vi và tư vấn ngang hàng."
    }
  },
  {
    "translation": {
      "en": "John Paulk is vice president of Exodus, which was founded 21 years ago.",
      "vi": "John Paulk là phó chủ tịch Exodus, tổ chức thành lập 21 năm trước."
    }
  },
  {
    "translation": {
      "en": "- Are you straight now? - I am. - You are? - I am.",
      "vi": "- Giờ anh thẳng rồi? - Đúng."
    }
  },
  {
    "translation": {
      "en": "You're not a gay person who fights with yourself every day?",
      "vi": "Không còn là người đồng tính phải đấu tranh với mình mỗi ngày?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "You're not a person who fantasizes about men?",
      "vi": "Không mơ mộng về đàn ông nữa?"
    }
  },
  {
    "translation": {
      "en": "- No. - Never?",
      "vi": "- Ừ. - Không bao giờ?"
    }
  },
  {
    "translation": {
      "en": "I never would have gotten married",
      "vi": "Tôi sẽ không bao giờ lấy vợ,"
    }
  },
  {
    "translation": {
      "en": "if I felt on the inside like a gay person.",
      "vi": "nếu trong lòng vẫn thấy mình là người đồng tính."
    }
  },
  {
    "translation": {
      "en": "It's funny what to be known for,",
      "vi": "Kể cũng hài, người ta biết tôi vì điều đó"
    }
  },
  {
    "translation": {
      "en": "but at one point, I really was the most famous ex- gay person",
      "vi": "nhưng đã có lúc, tôi từng là người cựu đồng tính nổi tiếng nhất"
    }
  },
  {
    "translation": {
      "en": "in the world.",
      "vi": "trên thế giới."
    }
  },
  {
    "translation": {
      "en": "I arose to national prominence",
      "vi": "Tôi gây chú ý trên cả nước"
    }
  },
  {
    "translation": {
      "en": "because I'm a very articulate person.",
      "vi": "vì tôi là người rất hoạt ngôn."
    }
  },
  {
    "translation": {
      "en": "So, I'm articulate, I'm outgoing,",
      "vi": "Tôi là người hoạt ngôn, cởi mở,"
    }
  },
  {
    "translation": {
      "en": "I was fearless, I stood out in front,",
      "vi": "tôi không sợ hãi, tôi đứng mũi chịu sào,"
    }
  },
  {
    "translation": {
      "en": "and I became a figurehead.",
      "vi": "và tôi trở thành người đại diện bù nhìn."
    }
  },
  {
    "translation": {
      "en": "I was the visible person for this movement.",
      "vi": "Tôi là người đại diện cho phong trào này."
    }
  },
  {
    "translation": {
      "en": "The woman he married is a former lesbian he met at Exodus,",
      "vi": "Vợ anh ấy là một cựu đồng tính nữ anh ấy quen ở Exodus"
    }
  },
  {
    "translation": {
      "en": "and now they have a baby boy.",
      "vi": "và giờ họ đã có một bé trai."
    }
  },
  {
    "translation": {
      "en": "There were many leaders,",
      "vi": "Có rất nhiều lãnh đạo,"
    }
  },
  {
    "translation": {
      "en": "but I was the visual aid because I had this extreme story",
      "vi": "nhưng tôi là đại diện vì có câu chuyện cực kỳ đặc biệt"
    }
  },
  {
    "translation": {
      "en": "of married to an ex- lesbian.",
      "vi": "là cưới cựu đồng tính nữ."
    }
  },
  {
    "translation": {
      "en": "I mean, we were constantly barraged to be on shows, and talk shows,",
      "vi": "Chúng tôi dồn dập được mời tham dự chương trình, nói chuyện,"
    }
  },
  {
    "translation": {
      "en": "and this newspaper, and that news program, - and on, and on, and on. -",
      "vi": "với báo này, chương trình tin tức kia, liên tục như thế."
    }
  },
  {
    "translation": {
      "en": "Meet John Paulk and Anne Edward. At one time, they were both gay.",
      "vi": "Xin giới thiệu John Paulk và Anne Edward. Đã có lúc, cả hai là người đồng tính."
    }
  },
  {
    "translation": {
      "en": "Now they are so in love with each other, they're engaged to be married.",
      "vi": "Giờ họ yêu nhau tha thiết, họ đã đính hôn chuẩn bị làm đám cưới."
    }
  },
  {
    "translation": {
      "en": "Both of you find God and say, I want to not be gay anymore?",
      "vi": "Cả hai bạn tìm thấy Chúa và nói: Tôi không muốn làm người đồng tính nữa?"
    }
  },
  {
    "translation": {
      "en": "Whether you're gay or whatever you're into, it doesn't change the fact God loves you,",
      "vi": "Dù bạn đồng tính hay thế nào, sự thật vẫn là Chúa yêu thương bạn."
    }
  },
  {
    "translation": {
      "en": "but this was not God's original intent for you.",
      "vi": "Nhưng đây không phải ý định ban đầu Chúa dành cho bạn."
    }
  },
  {
    "translation": {
      "en": "I had become the chairman of the board of Exodus.",
      "vi": "Tôi trở thành chủ tịch hội đồng Exodus."
    }
  },
  {
    "translation": {
      "en": "My role was to get the message out",
      "vi": "Vai trò của tôi là truyền đi thông điệp:"
    }
  },
  {
    "translation": {
      "en": "that homosexuality was changeable.",
      "vi": "đồng tính luyến ái có thể thay đổi."
    }
  },
  {
    "translation": {
      "en": "I don't believe that change is possible.",
      "vi": "Tôi không tin là có thể thay đổi."
    }
  },
  {
    "translation": {
      "en": "I believe that homosexuality, just like heterosexuality, is a gift from God.",
      "vi": "Tôi tin đồng tính luyến ái, cũng như dị tính luyến ái, là món quà từ Chúa."
    }
  },
  {
    "translation": {
      "en": "Would that be like saying a child molester can't change, or a wife- beater can't change?",
      "vi": "Thế khác gì nói kẻ lạm dụng trẻ em hay kẻ vũ phu không thể thay đổi?"
    }
  },
  {
    "translation": {
      "en": "Well, that's-- Now wait a second. Being gay is not being a child molester.",
      "vi": "Đợi một chút. Đồng tính không phải lạm dụng trẻ em."
    }
  },
  {
    "translation": {
      "en": "No, I-- I'm not comparing it to that. I'm saying it's a certain behavior.",
      "vi": "Tôi không so sánh như thế. Tôi nói đó là một kiểu hành vi."
    }
  },
  {
    "translation": {
      "en": "There is behavior that's connected with homosexuality.",
      "vi": "Có hành vi liên quan đến đồng tính luyến ái."
    }
  },
  {
    "translation": {
      "en": "And we're just saying that if you want to change,",
      "vi": "Và chúng tôi chỉ muốn nói nếu bạn muốn thay đổi,"
    }
  },
  {
    "translation": {
      "en": "there is a way to do it.",
      "vi": "có cách để làm điều đó."
    }
  },
  {
    "translation": {
      "en": "This Exodus group is one of more than 100 organizations",
      "vi": "Nhóm Exodus này là một trong số hơn 100 tổ chức"
    }
  },
  {
    "translation": {
      "en": "working with gays who want to lead straight lives.",
      "vi": "giúp đỡ người đồng tính muốn trở lại thẳng."
    }
  },
  {
    "translation": {
      "en": "We believed that homosexuality",
      "vi": "Chúng tôi tin đồng tính luyến ái là bệnh tâm lý"
    }
  },
  {
    "translation": {
      "en": "is a psychological illness that you needed treatment for.",
      "vi": "Chúng tôi tin đồng tính luyến ái là bệnh tâm lý cần được điều trị."
    }
  },
  {
    "translation": {
      "en": "Those psychological beliefs,",
      "vi": "Những niềm tin tâm lý"
    }
  },
  {
    "translation": {
      "en": "everybody now in the psychological, psychiatric community would agree,",
      "vi": "mà giờ tất cả cộng đồng tâm lý, tâm thần học đều nhất trí,"
    }
  },
  {
    "translation": {
      "en": "are outdated and completely wrong.",
      "vi": "đã lỗi thời và hoàn toàn sai lầm."
    }
  },
  {
    "translation": {
      "en": "But Exodus, at its peak, was the largest organization",
      "vi": "Nhưng Exodus, ở lúc đỉnh cao, là tổ chức lớn nhất"
    }
  },
  {
    "translation": {
      "en": "promoting reparative therapy or conversion therapy.",
      "vi": "truyền bá trị liệu đền bù và chuyển đổi."
    }
  },
  {
    "translation": {
      "en": "I've been in Love In Action Program for 660 days.",
      "vi": "Tôi đã tham gia chương trình Love in Action 660 ngày."
    }
  },
  {
    "translation": {
      "en": "My powerlessness over homosexuality and compulsive sexual behavior",
      "vi": "Việc không thể cưỡng lại đồng tính và tính dục cưỡng ép"
    }
  },
  {
    "translation": {
      "en": "has led me into masturbation, mutual masturbation,",
      "vi": "đã dẫn tôi đến tự thủ dâm, thủ dâm qua lại,"
    }
  },
  {
    "translation": {
      "en": "short- term and long- term homosexual relationships…",
      "vi": "các mối quan hệ đồng tính ngắn hạn và dài hạn."
    }
  },
  {
    "translation": {
      "en": "In conversion therapy, the explanation for why you are gay",
      "vi": "Trong trị liệu chuyển đổi, lý do giải thích bạn đồng tính"
    }
  },
  {
    "translation": {
      "en": "is that you must've been traumatized as a child.",
      "vi": "là có lẽ bạn gặp cú sốc khi còn bé."
    }
  },
  {
    "translation": {
      "en": "Either by direct abuse,",
      "vi": "Hoặc là bị bạo hành trực tiếp,"
    }
  },
  {
    "translation": {
      "en": "sexual molestation, physical abuse by parents,",
      "vi": "quấy rối tình dục, bị bố mẹ bạo hành thể chất,"
    }
  },
  {
    "translation": {
      "en": "or by inadequate or toxic parenting.",
      "vi": "hay do cách dạy không phù hợp hoặc độc hại."
    }
  },
  {
    "translation": {
      "en": "If you can resolve those parenting issues,",
      "vi": "Nếu có thể hóa giải các vấn đề ở cách nuôi dạy này,"
    }
  },
  {
    "translation": {
      "en": "then your innate heterosexuality will emerge.",
      "vi": "phần dị tính luyến ái bẩm sinh sẽ nổi lên."
    }
  },
  {
    "translation": {
      "en": "I feel restored and reconciled with my relationship with my dad.",
      "vi": "Tôi cảm thấy được phục hồi và giảng hòa được với bố mình."
    }
  },
  {
    "translation": {
      "en": "'Cause God has brought a lot of healing.",
      "vi": "Vì Chúa đem đến sức mạnh chữa lành lớn."
    }
  },
  {
    "translation": {
      "en": "We love you, Glen.",
      "vi": "- Tôi yêu cậu. - Chúng tôi yêu cậu."
    }
  },
  {
    "translation": {
      "en": "Very few of the leaders had any kind of formal education",
      "vi": "Rất ít các lãnh đạo được đào tạo chính thống"
    }
  },
  {
    "translation": {
      "en": "in psychology, counseling, human sexuality.",
      "vi": "về tâm lý học, tư vấn, bản năng giới tính của con người."
    }
  },
  {
    "translation": {
      "en": "They had no qualifications to do what they were doing.",
      "vi": "Họ không đủ chuyên môn để làm cái họ đã làm."
    }
  },
  {
    "translation": {
      "en": "A lot of the people that we were counseling had panic attacks and deep depression.",
      "vi": "Rất nhiều người chúng tôi tư vấn bị lên cơn hoảng sợ và trầm cảm sâu."
    }
  },
  {
    "translation": {
      "en": "We had guys that actually attempted overdose,",
      "vi": "Có người cố dùng thuốc quá liều để bị sốc thuốc"
    }
  },
  {
    "translation": {
      "en": "attempted suicide",
      "vi": "tìm cách tự tử"
    }
  },
  {
    "translation": {
      "en": "because they felt guilty that they couldn't change.",
      "vi": "bởi họ thấy dằn vặt vì mình không thể thay đổi."
    }
  },
  {
    "translation": {
      "en": "I couldn't continue to pretend that I was changing.",
      "vi": "Tôi không thể tiếp tục giả vờ là mình đang thay đổi."
    }
  },
  {
    "translation": {
      "en": "And I couldn't continue to pretend the people I was helping were changing.",
      "vi": "Và tôi không thể tiếp tục giả vờ là những người tôi giúp đang thay đổi."
    }
  },
  {
    "translation": {
      "en": "And I thought, Okay, this is enough. I'm harming people.",
      "vi": "Rồi tôi nghĩ: Thế là đủ rồi. Mình đang làm hại người khác."
    }
  },
  {
    "translation": {
      "en": "But when I left in 1979,",
      "vi": "Nhưng khi tôi ra đi năm 1979,"
    }
  },
  {
    "translation": {
      "en": "Exodus kept growing.",
      "vi": "Exodus tiếp tục phát triển."
    }
  },
  {
    "translation": {
      "en": "We'll take a lot of pictures together.",
      "vi": "Ta sẽ chụp nhiều ảnh cùng nhau."
    }
  },
  {
    "translation": {
      "en": "- It's mainly, like, candids of people. - Mm- hmm.",
      "vi": "Chủ yếu là những ảnh chân thật tự nhiên."
    }
  },
  {
    "translation": {
      "en": "We do things in a very slower pace, like, no rush.",
      "vi": "Chúng tôi làm việc rất chậm rãi, không vội vàng."
    }
  },
  {
    "translation": {
      "en": "We do this guided, but then you do your own thing",
      "vi": "Ban đầu có hướng dẫn, nhưng sau đó cô được tùy ý"
    }
  },
  {
    "translation": {
      "en": "for an intentional, natural look.",
      "vi": "để có phong cách tự nhiên, có chủ ý."
    }
  },
  {
    "translation": {
      "en": "Are we looking at the camera?",
      "vi": "Chúng tôi nhìn vào máy?"
    }
  },
  {
    "translation": {
      "en": "Put your hand here.",
      "vi": "- Để tay ở đây. - Tay tôi à?"
    }
  },
  {
    "translation": {
      "en": "- My hand? - Like that.",
      "vi": "- Để tay ở đây. - Tay tôi à? Thích quá."
    }
  },
  {
    "translation": {
      "en": "I can't do it.",
      "vi": "Tôi chịu thôi."
    }
  },
  {
    "translation": {
      "en": "- Our wedding website. - Seventy days, babe.",
      "vi": "Trang web đám cưới. Còn 70 ngày nữa."
    }
  },
  {
    "translation": {
      "en": "So, I was at an event, and someone was like, Where's your wife?",
      "vi": "Tôi tham dự sự kiện, có người hỏi: Vợ cô đâu?"
    }
  },
  {
    "translation": {
      "en": "And I was like, Fiancée! But soon to be.",
      "vi": "Tôi đáp: Hôn thê! Nhưng sắp kết hôn rồi."
    }
  },
  {
    "translation": {
      "en": "She's like, You're not married? We all thought you were married.",
      "vi": "Cô ấy nói: Cô chưa kết hôn? Ai cũng nghĩ là rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know.",
      "vi": "Em hiểu."
    }
  },
  {
    "translation": {
      "en": "People thought we were married like a year ago. I don't know how. Maybe we just seem married?",
      "vi": "Người ta tưởng ta cưới một năm rồi. Chả hiểu sao. Có lẽ trông như cưới rồi?"
    }
  },
  {
    "translation": {
      "en": "Probably 'cause we're not social and hang out with our cats all the time.",
      "vi": "Có lẽ vì ta ít giao du và toàn chơi với mèo."
    }
  },
  {
    "translation": {
      "en": "- It's the cats. - Is that what it is?",
      "vi": "- Mèo. - Đúng thế không?"
    }
  },
  {
    "translation": {
      "en": "- It's totally the cats. Yep. -",
      "vi": "Chắc chắn là bọn mèo. Đúng."
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "vi": "Chào!"
    }
  },
  {
    "translation": {
      "en": "How are you?",
      "vi": "Cô thế nào?"
    }
  },
  {
    "translation": {
      "en": "I think I'm more gushy about your wedding than you guys are.",
      "vi": "Tôi thiết tha với đám cưới này còn hơn các cô."
    }
  },
  {
    "translation": {
      "en": "The dress, I think, is stunning. - Oh! - It is beautiful.",
      "vi": "Bộ váy, tôi nghĩ, rất hút hồn. Đẹp lắm."
    }
  },
  {
    "translation": {
      "en": "Do you have any family heirlooms, or anything that reminds you of a grandmother,",
      "vi": "Hai người có đồ gia bảo gì không, hay thứ gì gợi nhớ đến ông bà,"
    }
  },
  {
    "translation": {
      "en": "or something that's significant in your family as well,",
      "vi": "hoặc thứ gì đó có ý nghĩa lớn với gia đình,"
    }
  },
  {
    "translation": {
      "en": "you can put into your bouquet, or you can put into your hair?",
      "vi": "có thể gắn vào hoa cưới hoặc cài lên tóc?"
    }
  },
  {
    "translation": {
      "en": "Those are little moments to carry your loved ones with you,",
      "vi": "Các khoảnh khắc nhỏ như có người thân bên cạnh,"
    }
  },
  {
    "translation": {
      "en": "just as a sweetness to have them there.",
      "vi": "cũng ngọt ngào như khi có họ ở đó."
    }
  },
  {
    "translation": {
      "en": "I was a happy kid.",
      "vi": "Tôi là đứa trẻ vui."
    }
  },
  {
    "translation": {
      "en": "My family lived on three acres of land with a pond in the back,",
      "vi": "Gia đình tôi sống trên ba mẫu đất với hồ nước ở phía sau"
    }
  },
  {
    "translation": {
      "en": "and I just got to run wild.",
      "vi": "và tôi được tự do phát triển."
    }
  },
  {
    "translation": {
      "en": "We went to Bible churches, Baptist churches.",
      "vi": "Chúng tôi đến những nhà thờ Kinh thánh, nhà thờ Baptist."
    }
  },
  {
    "translation": {
      "en": "That was the only story I knew about the world,",
      "vi": "Đó là điều duy nhất tôi biết về thế giới,"
    }
  },
  {
    "translation": {
      "en": "the fundamentalist Christian teaching that said God created the world,",
      "vi": "những người Cơ Đốc giáo chính thống rao giảng rằng Chúa tạo nên thế giới,"
    }
  },
  {
    "translation": {
      "en": "and God is a loving God.",
      "vi": "và Chúa là Chúa yêu thương."
    }
  },
  {
    "translation": {
      "en": "And I found a lot of beauty in it, um,",
      "vi": "Và tôi thấy nhiều cái đẹp trong đó,"
    }
  },
  {
    "translation": {
      "en": "the idea that God created the fishing pond,",
      "vi": "cái ý nghĩ là Chúa tạo ra ao cá,"
    }
  },
  {
    "translation": {
      "en": "and the stars, and the wind, and all that,",
      "vi": "các ngôi sao, cơn gió, mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "and the idea that Jesus loved us enough to want to be with us.",
      "vi": "và ý nghĩ là Giê-xu yêu chúng ta đủ để muốn ở bên chúng ta."
    }
  },
  {
    "translation": {
      "en": "So I wanted to be Jesus' friend.",
      "vi": "Nên tôi muốn làm bạn của Giê-xu."
    }
  },
  {
    "translation": {
      "en": "I wanted to be good.",
      "vi": "Tôi muốn mình ngoan."
    }
  },
  {
    "translation": {
      "en": "Every single thing in our life was conservative Christians.",
      "vi": "Mọi thứ trong đời tôi đều xoay quanh tín đồ Cơ Đốc bảo thủ."
    }
  },
  {
    "translation": {
      "en": "My mom was listening to all the real conservative Christian leaders",
      "vi": "Mẹ tôi nghe tất cả những lãnh đạo Cơ Đốc giáo bảo thủ"
    }
  },
  {
    "translation": {
      "en": "who said there's a secular agenda, and they're coming for your children.",
      "vi": "nói rằng có vấn nạn thế tục và họ nhắm vào con các bạn."
    }
  },
  {
    "translation": {
      "en": "Can you imagine five- year- olds with their little hands folded in their laps",
      "vi": "Có hình dung nổi những đứa trẻ năm tuổi, tay xếp gọn dưới đùi,"
    }
  },
  {
    "translation": {
      "en": "while their teacher talks to them",
      "vi": "trong khi giáo viên nói về"
    }
  },
  {
    "translation": {
      "en": "about adult perverse sexuality?",
      "vi": "bản năng tình dục đồi trụy của người lớn?"
    }
  },
  {
    "translation": {
      "en": "Homosexuality is moral perversion and is always wrong,",
      "vi": "Đồng tính luyến ái là xuyên tạc giá trị đạo đức và luôn sai trái. Thế thôi."
    }
  },
  {
    "translation": {
      "en": "period.",
      "vi": "NHÀ TRUYỀN GIÁO NỔI TIẾNG"
    }
  },
  {
    "translation": {
      "en": "Every scriptural statement on the subject is a statement of condemnation.",
      "vi": "Tất cả những tuyên bố trong Kinh thánh về chủ đề này đều là lên án."
    }
  },
  {
    "translation": {
      "en": "The main messages I heard about gay people were like, They're disgusting.",
      "vi": "Thông điệp lớn tôi nghe về người đồng tính là Họ thật kinh tởm."
    }
  },
  {
    "translation": {
      "en": "It was just always this sense of, The gays are really, really bad.",
      "vi": "Luôn theo hướng kiểu: Người đồng tính rất xấu,"
    }
  },
  {
    "translation": {
      "en": "Dirty, and scary, and bad.",
      "vi": "bẩn thỉu, đáng sợ và xấu xa."
    }
  },
  {
    "translation": {
      "en": "I came out to my mom when I was 16,",
      "vi": "Tôi thổ lộ với mẹ khi tôi 16 tuổi,"
    }
  },
  {
    "translation": {
      "en": "and my mom was frantic that she has a potentially gay kid.",
      "vi": "và mẹ tôi phát rồ lên khi mình có một đứa con có khả năng đồng tính."
    }
  },
  {
    "translation": {
      "en": "She took me to go meet with this guy named Ricky Chelette.",
      "vi": "Bà đưa tôi đến gặp Ricky Chelette."
    }
  },
  {
    "translation": {
      "en": "I really didn't want to meet him.",
      "vi": "Tôi không muốn gặp ông ấy lắm."
    }
  },
  {
    "translation": {
      "en": "It just felt awkward, and weird, and unlikely to work.",
      "vi": "Cảm giác rất ngượng ngùng, khó xử và khó có khả năng thành công."
    }
  },
  {
    "translation": {
      "en": "Good morning. I am so honored to be with you this morning.",
      "vi": "Tôi hân hạnh được đến đây sáng nay."
    }
  },
  {
    "translation": {
      "en": "So we walk in, and Ricky walks out,",
      "vi": "Chúng tôi vào, Ricky đi ra, ông nói: Chắc cháu là Julie."
    }
  },
  {
    "translation": {
      "en": "and he's like, You must be Julie. And he shakes my hand.",
      "vi": "Chúng tôi vào, Ricky đi ra, ông nói: Chắc cháu là Julie. Rồi bắt tay tôi."
    }
  },
  {
    "translation": {
      "en": "He first asked me a few introductory questions, just to try to ease the tension.",
      "vi": "Đầu tiên ông hỏi vài câu giới thiệu, để không khí bớt căng thẳng."
    }
  },
  {
    "translation": {
      "en": "I want to talk to you about grace and truth. Grace and truth.",
      "vi": "Tôi muốn nói với các bạn về ân sủng và chân lý."
    }
  },
  {
    "translation": {
      "en": "And I want to particularly talk to you about grace and truth",
      "vi": "Và tôi muốn nói cụ thể về ân sủng và chân lý"
    }
  },
  {
    "translation": {
      "en": "because I think we're in a cultural situation",
      "vi": "vì tôi nghĩ ta đang trong bối cảnh văn hóa"
    }
  },
  {
    "translation": {
      "en": "in which grace and truth is hard to find, especially truth.",
      "vi": "mà ân sủng và chân lý rất khó tìm, đặc biệt là chân lý."
    }
  },
  {
    "translation": {
      "en": "And he has all these dry- erase markers.",
      "vi": "Và ông ấy có đủ các loại bút lông."
    }
  },
  {
    "translation": {
      "en": "He goes through this whole theory of how people end up struggling with same- sex attractions.",
      "vi": "Ông nói về giả thuyết sao con người vật lộn với thu hút đồng giới."
    }
  },
  {
    "translation": {
      "en": "He draws it all out.",
      "vi": "Ông ấy vẽ ra tất cả."
    }
  },
  {
    "translation": {
      "en": "A little mom and a little dad and a little kid's born,",
      "vi": "Bà mẹ nhỏ, ông bố nhỏ và đứa trẻ sinh ra,"
    }
  },
  {
    "translation": {
      "en": "and then, like, he's doing all this, and so,",
      "vi": "ông ấy diễn giải tất cả. Rồi,"
    }
  },
  {
    "translation": {
      "en": "essentially, like, a boy becomes gay",
      "vi": "về cơ bản, cậu bé trở thành người đồng tính"
    }
  },
  {
    "translation": {
      "en": "because he has a bad relationship with his dad,",
      "vi": "vì có mối quan hệ không tốt với bố mình,"
    }
  },
  {
    "translation": {
      "en": "and there's a sense of mystery towards the same- sex parent,",
      "vi": "có cảm giác bí ẩn với phụ huynh cùng giới tính,"
    }
  },
  {
    "translation": {
      "en": "and when they get to adolescence, that becomes sexualized.",
      "vi": "và khi đến tuổi dậy thì, cảm giác đó được tình dục hóa."
    }
  },
  {
    "translation": {
      "en": "I asked him, like, What if you have a great relationship",
      "vi": "Tôi hỏi: Nhỡ ta có mối quan hệ tốt"
    }
  },
  {
    "translation": {
      "en": "with your same- sex parent, you know, and you still feel gay?",
      "vi": "với phụ huynh cùng giới mà vẫn thấy đồng tính?"
    }
  },
  {
    "translation": {
      "en": "And he was like, That's where the wild card comes in. And so he talks about sexual abuse.",
      "vi": "Ông đáp: Đó là lúc có hành vi bất ngờ. Rồi ông nói về bạo hành tình dục."
    }
  },
  {
    "translation": {
      "en": "Well, what about people who haven't been sexually abused?",
      "vi": "Thế còn những người chưa bị bạo hành tình dục?"
    }
  },
  {
    "translation": {
      "en": "And then he's like, Well, a lot of times people forget it.",
      "vi": "Ông nói: Nhiều lúc người ta quên đi."
    }
  },
  {
    "translation": {
      "en": "I had no reason to believe it was wrong.",
      "vi": "Tôi không có lý do nào để tin đó là sai."
    }
  },
  {
    "translation": {
      "en": "I hadn't heard other theories of how people end up gay.",
      "vi": "Tôi chưa nghe giả thuyết khác về sao ta đồng tính."
    }
  },
  {
    "translation": {
      "en": "And I'm 16, so I'm not like--",
      "vi": "Lúc đó tôi 16 tuổi, nên…"
    }
  },
  {
    "translation": {
      "en": "I literally know no science around any of this.",
      "vi": "tôi không biết cơ sở khoa học của việc này."
    }
  },
  {
    "translation": {
      "en": "And what he drew out, like, made sense to me. I was like, Yeah.",
      "vi": "Tôi thấy điều gì ông ấy vẽ ra có vẻ hợp lý. Tôi kiểu: Ừ."
    }
  },
  {
    "translation": {
      "en": "I know where we're going. We're going toward Jesus.",
      "vi": "Tôi biết ta đang đi về phía Giê-xu."
    }
  },
  {
    "translation": {
      "en": "Do you want to come walk with us until we're both transformed to look just like Him?",
      "vi": "Các bạn có muốn đi cùng đến khi ta biến chuyển để giống như Người?"
    }
  },
  {
    "translation": {
      "en": "That's what I hope you'll do.",
      "vi": "Mong các bạn làm thế."
    }
  },
  {
    "translation": {
      "en": "Ricky was a little bit older, wiser, really good with kids.",
      "vi": "Ricky là người lão luyện, thông tuệ, rất biết nói chuyện với trẻ con."
    }
  },
  {
    "translation": {
      "en": "It was sort of like having a mentor that seemed to take interest in, like, my life.",
      "vi": "Cảm giác như có một cố vấn có vẻ quan tâm đến cuộc đời tôi."
    }
  },
  {
    "translation": {
      "en": "I still didn't know at that point if I could become straight. Like, I didn't know,",
      "vi": "Đến lúc đó tôi vẫn chưa biết mình có thể thẳng không,"
    }
  },
  {
    "translation": {
      "en": "but I felt like I could devote myself to being a whole- hearted believer.",
      "vi": "nhưng tôi cảm thấy mình có thể dâng hiến để trở thành một tín đồ mộ đạo."
    }
  },
  {
    "translation": {
      "en": "This is the path to be good. And so,",
      "vi": "Đây là con đường thành người tốt. Thế nên,"
    }
  },
  {
    "translation": {
      "en": "I took it.",
      "vi": "tôi chọn nó."
    }
  },
  {
    "translation": {
      "en": "When I found Jesus,",
      "vi": "Khi tìm thấy Giê-xu,"
    }
  },
  {
    "translation": {
      "en": "I found for the first time someone who really loved me.",
      "vi": "lần đầu tiên tôi nhận ra một ai đó thật sự yêu thương tôi."
    }
  },
  {
    "translation": {
      "en": "From that period forward,",
      "vi": "Từ giai đoạn đó trở đi,"
    }
  },
  {
    "translation": {
      "en": "the Lord started putting on my heart, You need to start sharing your story.",
      "vi": "Chúa bắt đầu thúc giục tôi, con phải chia sẻ câu chuyện của mình."
    }
  },
  {
    "translation": {
      "en": "How's everybody doing?",
      "vi": "CHÀO MỪNG ĐẾN VỚI NHÀ THỜ LOVE REVOLUTION! Mọi người thế nào?"
    }
  },
  {
    "translation": {
      "en": "- Good. - Good.",
      "vi": "- Tốt. - Tốt."
    }
  },
  {
    "translation": {
      "en": "I'm very excited and humbled to have, um, Jeffrey here.",
      "vi": "Tôi háo hức và ngưỡng mộ khi có Jeffrey ở đây."
    }
  },
  {
    "translation": {
      "en": "Y'all are gonna love this brother. He's amazing.",
      "vi": "Các bạn sẽ thích. Anh ấy tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "Come on, boy!",
      "vi": "Lên đi nào!"
    }
  },
  {
    "translation": {
      "en": "Man, I love you.",
      "vi": "Tôi yêu anh."
    }
  },
  {
    "translation": {
      "en": "Can we give our online audience a welcome, too?",
      "vi": "Hãy chào khán giả xem qua mạng nữa nhé?"
    }
  },
  {
    "translation": {
      "en": "I'm trying so hard not to cry.",
      "vi": "Tôi đang rất cố để không khóc."
    }
  },
  {
    "translation": {
      "en": "I'm just thankful for you, Jeffrey.",
      "vi": "Tôi rất biết ơn vì có anh."
    }
  },
  {
    "translation": {
      "en": "You are a gift from heaven, for what God's doing in the Spirit.",
      "vi": "Anh là món quà thiên đàng, vì điều vô hình Chúa đang làm."
    }
  },
  {
    "translation": {
      "en": "That everywhere you plant your feet,",
      "vi": "Mọi nơi anh đặt chân đến,"
    }
  },
  {
    "translation": {
      "en": "it is a sign that God is about to release revival on the gay community.",
      "vi": "đó là dấu hiệu cho thấy Chúa sắp thức tỉnh ở cộng đồng người đồng tính."
    }
  },
  {
    "translation": {
      "en": "And I'm just thankful for you.",
      "vi": "Và tôi rất biết ơn vì có anh."
    }
  },
  {
    "translation": {
      "en": "So Father, I thank you.",
      "vi": "Thưa Cha, con cảm ơn Người."
    }
  },
  {
    "translation": {
      "en": "That he is a first fruit of the work you're doing for this generation.",
      "vi": "Vì anh ấy là quả ngọt đầu tiên của việc người làm cho thế hệ này."
    }
  },
  {
    "translation": {
      "en": "Holy Spirit, I ask that you would release fire,",
      "vi": "Xin Thánh Linh hãy phóng lửa,"
    }
  },
  {
    "translation": {
      "en": "anoint his tongue to share your heart, like only He can.",
      "vi": "cầu phúc để anh ấy chia sẻ từ đáy lòng, theo cách chỉ Người có thể."
    }
  },
  {
    "translation": {
      "en": "And I ask that you would open ears, break stereotypes,",
      "vi": "Và tôi mong anh hãy mở rộng tai, phá vỡ định kiến,"
    }
  },
  {
    "translation": {
      "en": "break narratives, and reveal Jesus.",
      "vi": "phá vỡ cách dẫn chuyện và bộc lộ Giê-xu."
    }
  },
  {
    "translation": {
      "en": "Amen.",
      "vi": "Amen."
    }
  },
  {
    "translation": {
      "en": "- Amen. - Love you, brother.",
      "vi": "Amen. Yêu anh."
    }
  },
  {
    "translation": {
      "en": "When I grew up in high school in the early 2000s,",
      "vi": "Khi tôi lớn lên ở thời trung học vào đầu những năm 2000,"
    }
  },
  {
    "translation": {
      "en": "everything was shifting in the nation with homosexuality.",
      "vi": "cả đất nước chuyển dịch trong vấn đề đồng tính luyến ái."
    }
  },
  {
    "translation": {
      "en": "Will & Grace was the biggest show.",
      "vi": "Will & Grace là phim nổi nhất."
    }
  },
  {
    "translation": {
      "en": "Every high school movie had the gay best friend.",
      "vi": "Phim học đường nào cũng có cậu bạn thân đồng tính."
    }
  },
  {
    "translation": {
      "en": "And that's what I put my identity in, being homosexual. - That was-- That was my identity. - Wow.",
      "vi": "Tôi đặt mình vào đó, người đồng tính. Đó là bản dạng của tôi."
    }
  },
  {
    "translation": {
      "en": "And in the LGBTQ community, that is their identity.",
      "vi": "Và trong cộng đồng LGBTQ, đó là bản dạng của họ."
    }
  },
  {
    "translation": {
      "en": "I'm gay. I'm lesbian. I'm transgender.",
      "vi": "Tôi là đồng tính nam, nữ, người chuyển giới."
    }
  },
  {
    "translation": {
      "en": "Why does it have such a powerful stronghold over them?",
      "vi": "Sao nó có sức chi phối họ mạnh đến vậy?"
    }
  },
  {
    "translation": {
      "en": "Because it's the enemy trying to make them think that's their identity.",
      "vi": "Đó là Kẻ thù cố khiến họ nghĩ đó là bản dạng của họ."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - No other group says things like that.",
      "vi": "Không nhóm nào khác nói thế."
    }
  },
  {
    "translation": {
      "en": "A lot of these schools are pushing that. They want people to get on hormones",
      "vi": "Nhiều trường học thúc đẩy điều đó. Họ muốn người ta tiêm hormone"
    }
  },
  {
    "translation": {
      "en": "or start having the surgeries and chopping up their body.",
      "vi": "phẫu thuật và cắt xẻ cơ thể."
    }
  },
  {
    "translation": {
      "en": "And so, you need to be very careful where you send your children to school.",
      "vi": "Thế nên, bạn phải rất cẩn trọng trong việc chọn trường cho con."
    }
  },
  {
    "translation": {
      "en": "That's true.",
      "vi": "- Đúng. - Chuẩn."
    }
  },
  {
    "translation": {
      "en": "You need to find somewhere",
      "vi": "Bạn cần tìm nơi nào"
    }
  },
  {
    "translation": {
      "en": "they won't be counseling people to chop up their body.",
      "vi": "không tư vấn học sinh cắt xẻ cơ thể mình."
    }
  },
  {
    "translation": {
      "en": "When I got into the church, I just followed the rules.",
      "vi": "Khi vào nhà thờ, tôi cứ thế làm theo quy tắc."
    }
  },
  {
    "translation": {
      "en": "This is what you do. You read the Bible, and you believe what the Bible says.",
      "vi": "Đây là việc bạn làm. Bạn đọc Kinh thánh, tin những gì nó nói."
    }
  },
  {
    "translation": {
      "en": "And then, it became a matter of, well, the leaders are the special ones.",
      "vi": "Rồi chuyện chỉ còn là các lãnh đạo là những người đặc biệt."
    }
  },
  {
    "translation": {
      "en": "I have to perform in order to be in this special group.",
      "vi": "Tôi phải thể hiện tốt để được ở trong nhóm đặc biệt này."
    }
  },
  {
    "translation": {
      "en": "I have to perform in order to be recognized",
      "vi": "Tôi phải thể hiện tốt để được thừa nhận"
    }
  },
  {
    "translation": {
      "en": "and affirmed the way that I want to be.",
      "vi": "và được khẳng định theo cách tôi muốn."
    }
  },
  {
    "translation": {
      "en": "In the early days, I spoke at a fundraising meeting in Laguna Hills.",
      "vi": "Ban đầu, tôi đến nói chuyện ở buổi gây quỹ tại Laguna Hills."
    }
  },
  {
    "translation": {
      "en": "I very much wanted to have Yvette speak…",
      "vi": "Tôi rất muốn để Yvette nói…"
    }
  },
  {
    "translation": {
      "en": "The house was packed, which made me really nervous.",
      "vi": "Căn phòng chật cứng, khiến tôi rất hồi hộp."
    }
  },
  {
    "translation": {
      "en": "And I had prepared for a long time for this",
      "vi": "Và tôi đã chuẩn bị rất lâu cho việc này"
    }
  },
  {
    "translation": {
      "en": "'cause I wanted it to be perfect.",
      "vi": "vì tôi muốn nó hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "She is very articulate",
      "vi": "Cô ấy có thể nói rõ ràng"
    }
  },
  {
    "translation": {
      "en": "on speaking on the homosexual political agenda.",
      "vi": "về các vấn đề mà người đồng tính đang chú ý và đang đề xuất luật."
    }
  },
  {
    "translation": {
      "en": "And that is why we asked, let's videotape it",
      "vi": "Thế nên chúng tôi đề nghị, hãy ghi hình"
    }
  },
  {
    "translation": {
      "en": "to possibly enable you to have a position",
      "vi": "để giúp các bạn hiểu được quan điểm"
    }
  },
  {
    "translation": {
      "en": "as a national spokesperson on this, uh, subject.",
      "vi": "của phát ngôn viên quốc gia trong vấn đề này."
    }
  },
  {
    "translation": {
      "en": "So that's why Yvette's here.",
      "vi": "Thế nên Yvette đến đây."
    }
  },
  {
    "translation": {
      "en": "What's happening in the political level,",
      "vi": "Điều đang xảy ra ở tầm chính trị,"
    }
  },
  {
    "translation": {
      "en": "they're trying to give homosexuals special rights.",
      "vi": "họ đang cố cho người đồng tính quyền lợi đặc biệt."
    }
  },
  {
    "translation": {
      "en": "We're not talking equal rights, here.",
      "vi": "Không phải quyền bình đẳng."
    }
  },
  {
    "translation": {
      "en": "We're talking special rights, giving them special minority status.",
      "vi": "Mà là quyền đặc biệt, để họ được coi là thiểu số đặc biệt."
    }
  },
  {
    "translation": {
      "en": "This is such a huge issue right now",
      "vi": "Đây là vấn đề rất lớn hiện nay"
    }
  },
  {
    "translation": {
      "en": "that there's really no excuse for not getting involved. And it could…",
      "vi": "thế nên không thể viện cớ nào để không tham gia."
    }
  },
  {
    "translation": {
      "en": "You could hear a pin drop. People were riveted.",
      "vi": "Căn phòng lặng như tờ. Mọi người rất tập trung."
    }
  },
  {
    "translation": {
      "en": "And then we did a Q and A afterwards",
      "vi": "Rồi sau đó có một buổi hỏi đáp"
    }
  },
  {
    "translation": {
      "en": "so people could ask whatever they wanted and also see that I knew the topic well.",
      "vi": "để mọi người đặt câu hỏi và để xem tôi có biết rõ chủ đề không."
    }
  },
  {
    "translation": {
      "en": "Well, thank you all for coming. I wasn't expecting this many people.",
      "vi": "Cảm ơn các bạn đã tới. Tôi không ngờ có nhiều người thế này."
    }
  },
  {
    "translation": {
      "en": "And afterwards, a woman sitting in the front row",
      "vi": "Và sau đó, một phụ nữ ngồi hàng ghế đầu"
    }
  },
  {
    "translation": {
      "en": "asked me if I'd be willing to relocate to Washington, D.C.",
      "vi": "hỏi tôi có sẵn sàng chuyển tới Washington, DC không."
    }
  },
  {
    "translation": {
      "en": "So I get a phone call that said, Can you come for an interview",
      "vi": "Người ta gọi điện bảo tôi: Cô có thể đến phỏng vấn ở Hội đồng Nghiên cứu Gia đình không?"
    }
  },
  {
    "translation": {
      "en": "at Family Research Council?",
      "vi": "Cô có thể đến phỏng vấn ở Hội đồng Nghiên cứu Gia đình không?"
    }
  },
  {
    "translation": {
      "en": "Family Research Council is one of the most prominent Christian- right organizations",
      "vi": "Hội đồng Nghiên cứu Gia đình là một trong những tổ chức Cơ Đốc giáo cánh hữu mạnh nhất đất nước."
    }
  },
  {
    "translation": {
      "en": "in the country.",
      "vi": "là một trong những tổ chức Cơ Đốc giáo cánh hữu mạnh nhất đất nước."
    }
  },
  {
    "translation": {
      "en": "They have a lot of political power.",
      "vi": "Họ có quyền lực chính trị rất lớn."
    }
  },
  {
    "translation": {
      "en": "FRC's experts are well- known by the media for their cutting- edge analysis",
      "vi": "Chuyên gia của chúng tôi nổi tiếng với truyền thông vì những phân tích hiện đại"
    }
  },
  {
    "translation": {
      "en": "and quick response to breaking news stories.",
      "vi": "và phản ứng nhanh với những tin nóng."
    }
  },
  {
    "translation": {
      "en": "Voicing your values to defend family, faith, and freedom.",
      "vi": "Nói lên các giá trị của bạn để bảo vệ gia đình, đức tin và tự do."
    }
  },
  {
    "translation": {
      "en": "The leadership there were all straight, white men.",
      "vi": "Lãnh đạo ở đó đều là đàn ông da trắng thẳng."
    }
  },
  {
    "translation": {
      "en": "They were looking for a spokesperson who had been gay.",
      "vi": "Họ đang tìm người phát ngôn đã từng là người đồng tính."
    }
  },
  {
    "translation": {
      "en": "And I was told, You're gonna be great because you're young,",
      "vi": "Và họ bảo tôi: Cô là lựa chọn tuyệt vời vì cô còn trẻ,"
    }
  },
  {
    "translation": {
      "en": "you have a Hispanic last name,",
      "vi": "cô có họ gốc Tây Ban Nha,"
    }
  },
  {
    "translation": {
      "en": "and you don't look gay.",
      "vi": "nhìn cô không đồng tính."
    }
  },
  {
    "translation": {
      "en": "This is my business card.",
      "vi": "Đây là danh thiếp của tôi."
    }
  },
  {
    "translation": {
      "en": "Probably the only one I have left, when I was Yvette Cantu, Policy Analyst.",
      "vi": "Có lẽ là cái duy nhất tôi còn, khi là Nhà Phân tích Chính sách Yvette Cantu."
    }
  },
  {
    "translation": {
      "en": "This was a press conference that we did,",
      "vi": "Đây là buổi họp báo chúng tôi tổ chức"
    }
  },
  {
    "translation": {
      "en": "and I had only been at FRC for maybe two weeks, less than two weeks.",
      "vi": "và lúc đó tôi mới làm ở đó khoảng hai tuần, chưa đến hai tuần."
    }
  },
  {
    "translation": {
      "en": "We're gonna take you now to the National Press Club.",
      "vi": "Giờ xin hãy đến với National Press Club."
    }
  },
  {
    "translation": {
      "en": "We have a camera this morning",
      "vi": "Chúng tôi đến quay sáng nay"
    }
  },
  {
    "translation": {
      "en": "at a news conference to be held by the Family Research Council.",
      "vi": "tại buổi họp báo của Hội đồng Nghiên cứu Gia đình."
    }
  },
  {
    "translation": {
      "en": "Today, we're here to talk about what some major world religions",
      "vi": "Ta sẽ bàn xem các tôn giáo lớn trên thế giới"
    }
  },
  {
    "translation": {
      "en": "have to say about homosexuality.",
      "vi": "nói gì về đồng tính luyến ái."
    }
  },
  {
    "translation": {
      "en": "The conservative Christian lobby always needs something",
      "vi": "Các nhà vận động hành lang Cô Đốc giáo bảo thủ luôn cần thứ gì đó"
    }
  },
  {
    "translation": {
      "en": "they can really get their constituents riled up about",
      "vi": "để khiến cử tri của mình sôi sục lên"
    }
  },
  {
    "translation": {
      "en": "and willing to give money",
      "vi": "và sẵn sàng góp tiền"
    }
  },
  {
    "translation": {
      "en": "and willing to vote.",
      "vi": "và sẵn sàng đi bầu."
    }
  },
  {
    "translation": {
      "en": "What can really get people riled up?",
      "vi": "Điều gì khiến người ta sôi sục lên?"
    }
  },
  {
    "translation": {
      "en": "Homosexuality.",
      "vi": "Đồng tính luyến ái."
    }
  },
  {
    "translation": {
      "en": "The general feeling was that gay rights were inevitable.",
      "vi": "Cảm nhận chung là quyền cho người đồng tính là không tránh khỏi."
    }
  },
  {
    "translation": {
      "en": "We looked at it like, this is going to destroy the family as we know it.",
      "vi": "Chúng tôi coi việc đó sẽ phá hoại gia đình truyền thống."
    }
  },
  {
    "translation": {
      "en": "And that it would erode the rights of Christians.",
      "vi": "Và làm xói mòn quyền của người theo đạo Cơ Đốc."
    }
  },
  {
    "translation": {
      "en": "What I do at Family Research Council is opposing an aggressive homosexual agenda,",
      "vi": "Việc của tôi là chống lại vấn đề đồng tính luyến ái hung hăng,"
    }
  },
  {
    "translation": {
      "en": "which is trying to destroy marriage, which is trying to bring about gay adoption.",
      "vi": "thứ đang cố phá hoại hôn nhân và cho người đồng tính nhận con nuôi."
    }
  },
  {
    "translation": {
      "en": "A child needs a mother and a father.",
      "vi": "Đứa trẻ cần có bố và mẹ."
    }
  },
  {
    "translation": {
      "en": "Let me just interject one thing.",
      "vi": "Để tôi nói thêm."
    }
  },
  {
    "translation": {
      "en": "I just feel I need to say something about my opponent's organization.",
      "vi": "Tôi cảm thấy cần phải nói về tổ chức của đối thủ mình."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter if it's gay families, civil rights, employment, housing.",
      "vi": "Không cần biết là gia đình đồng tính, quyền dân sự, việc làm, nhà ở."
    }
  },
  {
    "translation": {
      "en": "They have a fundamental anti- gay agenda.",
      "vi": "Họ có mục tiêu cơ bản chống người đồng tính."
    }
  },
  {
    "translation": {
      "en": "I, I personally came out of the homosexual lifestyle that I was in for six years.",
      "vi": "Chính bản thân tôi đã từ bỏ cuộc sống đồng tính mà tôi đã theo trong sáu năm."
    }
  },
  {
    "translation": {
      "en": "I have 15 dead gay male friends who have died of AIDS.",
      "vi": "Tôi có 15 người bạn đồng tính nam đã mất vì AIDS."
    }
  },
  {
    "translation": {
      "en": "My point in all this is to show that it is a dangerous, destructive lifestyle,",
      "vi": "Quan điểm của tôi là cho thấy đó là lối sống nguy hiểm, có hại,"
    }
  },
  {
    "translation": {
      "en": "and people can leave it.",
      "vi": "và người ta có thể rời bỏ nó."
    }
  },
  {
    "translation": {
      "en": "I don't want to get rid of these because I want to remember.",
      "vi": "Tôi không muốn vứt những thứ này vì tôi muốn nhớ."
    }
  },
  {
    "translation": {
      "en": "I don't want to forget. Like, this is part of my life.",
      "vi": "Tôi không muốn quên. Đó là một phần đời tôi."
    }
  },
  {
    "translation": {
      "en": "This is part of what I did,",
      "vi": "Một phần việc tôi đã làm."
    }
  },
  {
    "translation": {
      "en": "but it's hard to look back.",
      "vi": "Nhưng thật khó mà nhìn lại."
    }
  },
  {
    "translation": {
      "en": "I started at Living Hope when I was 16,",
      "vi": "Tôi bắt đầu theo Living Hope từ năm 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "and I didn't move away from Living Hope till I was 25.",
      "vi": "Và phải đến 25 tuổi tôi mời rời bỏ Living Hope."
    }
  },
  {
    "translation": {
      "en": "I was doing a weekly counseling session with Ricky,",
      "vi": "Tôi tham gia buổi tư vấn hàng tuần với Ricky,"
    }
  },
  {
    "translation": {
      "en": "a weekly Living Hope meeting, we just called it group,",
      "vi": "họp hàng tuần của Living Hope, gọi là nhóm,"
    }
  },
  {
    "translation": {
      "en": "and then I would usually have lunch at Ricky's house on Sunday afternoon.",
      "vi": "rồi tôi thường ăn trưa ở nhà Ricky vào chiều Chủ nhật."
    }
  },
  {
    "translation": {
      "en": "So, like, more days than not, I was at Living Hope stuff.",
      "vi": "Nên phần lớn thời gian, tôi làm việc liên quan tới Living Hope."
    }
  },
  {
    "translation": {
      "en": "My whole entire life was structured around not being gay.",
      "vi": "Cả cuộc đời tôi được xây dựng trên việc không đồng tính."
    }
  },
  {
    "translation": {
      "en": "There was a high population of youth who were at Living Hope.",
      "vi": "Số lượng thanh thiếu niên tham gia Living Hope rất đông."
    }
  },
  {
    "translation": {
      "en": "It was at least 50 people that were cycling through.",
      "vi": "Có ít nhất 50 người hoạt động theo nhóm ở thời điểm nhất định."
    }
  },
  {
    "translation": {
      "en": "We weren't allowed to have outside contact with each other.",
      "vi": "Chúng tôi không được liên lạc với nhau ở ngoài."
    }
  },
  {
    "translation": {
      "en": "So we weren't allowed to be friends on Facebook or to know each other's last names.",
      "vi": "Không được kết bạn trên Facebook hay được biết họ của nhau."
    }
  },
  {
    "translation": {
      "en": "The reason that we couldn't share any identifying information",
      "vi": "Lý do chúng tôi không được chia sẻ thông tin danh tính"
    }
  },
  {
    "translation": {
      "en": "was because they were worried we would all meet up and have sex with each other.",
      "vi": "là vì họ lo ngại chúng tôi sẽ gặp và ngủ với nhau."
    }
  },
  {
    "translation": {
      "en": "We were only allowed to talk when we were, like, supervised.",
      "vi": "Chúng tôi chỉ được phép nói chuyện khi được giám sát."
    }
  },
  {
    "translation": {
      "en": "Ricky would say a big part of it's gonna be, like, your spiritual walk,",
      "vi": "Ricky hay nói phần quan trọng trong quá trình là cuộc đi bộ tâm linh,"
    }
  },
  {
    "translation": {
      "en": "spending time reading the Bible, and praying,",
      "vi": "dành thời gian đọc Kinh thánh, cầu nguyện"
    }
  },
  {
    "translation": {
      "en": "and, um, giving up masturbation. Masturbation was a big deal.",
      "vi": "và bỏ thủ dâm. Thủ dâm là vấn đề quan trọng."
    }
  },
  {
    "translation": {
      "en": "Giving up masturbation, definitely giving up porn.",
      "vi": "Bỏ thủ dâm, nhất định bỏ phim khiêu dâm."
    }
  },
  {
    "translation": {
      "en": "It was decided between my mom and Ricky",
      "vi": "Mẹ tôi và Ricky quyết định"
    }
  },
  {
    "translation": {
      "en": "that I was gonna quit softball so I wouldn't become gay, and I had to go to a Christian college so I wouldn't become a lesbian.",
      "vi": "tôi phải bỏ môn bóng mềm, vào đại học Cơ Đốc giáo để tôi không thành đồng tính."
    }
  },
  {
    "translation": {
      "en": "If you were to say, like,",
      "vi": "Nếu phải nêu"
    }
  },
  {
    "translation": {
      "en": "What does Julie need to do to become straight? It was a lot.",
      "vi": "Những việc Julie cần làm để 'thẳng' trở lại thì nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "One of the things that Exodus International was known for was our annual conference,",
      "vi": "Một điều khiến Exodus International được biết tới là hội thảo thường niên,"
    }
  },
  {
    "translation": {
      "en": "where people could go and learn more",
      "vi": "nơi mọi người tham dự và học hỏi thêm"
    }
  },
  {
    "translation": {
      "en": "about the whole journey of overcoming same- sex attractions",
      "vi": "về hành trình vượt qua tình cảm dành cho người cùng giới… CỰU PHÓ CHỦ TỊCH EXODUS"
    }
  },
  {
    "translation": {
      "en": "and to have fellowship with other people who believed similarly.",
      "vi": "…và kết tình bằng hữu với những người có cùng đức tin."
    }
  },
  {
    "translation": {
      "en": "We would have lots of workshops,",
      "vi": "Có rất nhiều hội thảo"
    }
  },
  {
    "translation": {
      "en": "and they would range in topics from family dynamics,",
      "vi": "với những chủ đề từ quan hệ trong gia đình"
    }
  },
  {
    "translation": {
      "en": "to helping men embrace their masculinity,",
      "vi": "đến giúp nam giới trân trọng nam tính của mình,"
    }
  },
  {
    "translation": {
      "en": "or women to rejoice in their femininity.",
      "vi": "hay giúp nữ giới hạnh phúc với tính nữ của mình."
    }
  },
  {
    "translation": {
      "en": "…focus on 33, which talks about, Seek ye first the Kingdom of God.",
      "vi": "NHỮNG YẾU TỐ CÓ THỂ GÓP PHẦN …nói về việc tìm Thiên Quốc đầu tiên."
    }
  },
  {
    "translation": {
      "en": "A mistake they make is they start thinking about the rest of their lives.",
      "vi": "Một sai lầm của họ là bắt đầu nghĩ về phần còn lại đời mình."
    }
  },
  {
    "translation": {
      "en": "They're drawn into lesbianism probably because",
      "vi": "Họ bị lôi kéo về đồng tính nữ có lẽ vì"
    }
  },
  {
    "translation": {
      "en": "she wants to protect against further hurt from a man.",
      "vi": "cô ấy muốn tự bảo vệ mình để khỏi bị đàn ông tổn thương nữa."
    }
  },
  {
    "translation": {
      "en": "She needs a lot of healing before she could ever be open to a relationship with a man.",
      "vi": "Cô ấy cần chữa lành trước khi có thể mở lòng lại với đàn ông."
    }
  },
  {
    "translation": {
      "en": "I went to my first Exodus conference when I was 17 years old.",
      "vi": "Tôi đến hội thảo Exodus lần đầu khi tôi 17 tuổi."
    }
  },
  {
    "translation": {
      "en": "Ricky took a big group of people from Living Hope every single year.",
      "vi": "Năm nào Ricky cũng đưa một nhóm đông từ Living Hope đến."
    }
  },
  {
    "translation": {
      "en": "It was the first time I met a bunch of really, really cool people",
      "vi": "Đó là lần đầu tiên tôi được gặp nhiều người thật sự thú vị"
    }
  },
  {
    "translation": {
      "en": "who were devoted to this process.",
      "vi": "tận tâm cống hiến cho quá trình này."
    }
  },
  {
    "translation": {
      "en": "I was supposed to, like, embrace my femininity.",
      "vi": "Tôi phải trân trọng tính nữ của mình."
    }
  },
  {
    "translation": {
      "en": "They taught us to wear makeup,",
      "vi": "Họ dạy chúng tôi trang điểm,"
    }
  },
  {
    "translation": {
      "en": "and the guys would go play football.",
      "vi": "còn hội con trai chơi bóng bầu dục."
    }
  },
  {
    "translation": {
      "en": "They would say,",
      "vi": "Họ hay nói:"
    }
  },
  {
    "translation": {
      "en": "It's not that we think football's gonna make you straight,",
      "vi": "Không nghĩ bóng bầu dục sẽ khiến bạn thẳng,"
    }
  },
  {
    "translation": {
      "en": "but it will give you another way of connecting with the guys.",
      "vi": "mà là cách khác để thân với hội con trai."
    }
  },
  {
    "translation": {
      "en": "And makeup's gonna give you another way of connecting with the girls and your femininity.",
      "vi": "Trang điểm là cách khác để kết nối với hội con gái và tính nữ của mình."
    }
  },
  {
    "translation": {
      "en": "That is a part of shifting things in here that's gonna shift your attractions.",
      "vi": "Nó là quá trình thay đổi bên trong, dẫn đến thay đổi giới tính bạn thích."
    }
  },
  {
    "translation": {
      "en": "Hopefully you are beginning to see some of the root causes",
      "vi": "Mong là các bạn bắt đầu nhận ra nguyên nhân gốc rễ"
    }
  },
  {
    "translation": {
      "en": "that can affect your sexuality and your identity, and…",
      "vi": "ảnh hưởng bản năng giới tính và con người bạn."
    }
  },
  {
    "translation": {
      "en": "You're still doing Bible studies and small groups and learning things.",
      "vi": "Chúng tôi vẫn làm nghiên cứu Kinh thánh, mở nhóm nhỏ, học hỏi."
    }
  },
  {
    "translation": {
      "en": "But you also stay up till two in the morning, talking, and laughing, and telling jokes.",
      "vi": "Nhưng chúng tôi cũng thức đến hai giờ sáng, nói chuyện, cười đùa."
    }
  },
  {
    "translation": {
      "en": "I remember especially the late- night times when all the leaders were in bed,",
      "vi": "Tôi đặc biệt nhớ lúc đêm muộn, khi nhóm trưởng đã ngủ"
    }
  },
  {
    "translation": {
      "en": "and we just got to be our little queer selves, and it was,",
      "vi": "và chúng tôi được là chính mình và nó là"
    }
  },
  {
    "translation": {
      "en": "in many ways, like, one of the few safe places",
      "vi": "theo nhiều cách, một trong số ít những lúc được thấy an toàn"
    }
  },
  {
    "translation": {
      "en": "in our lives, and I know that sounds really crazy",
      "vi": "trong cuộc sống, và tôi biết nghe thật điên rồ"
    }
  },
  {
    "translation": {
      "en": "'cause it was an Exodus International conference,",
      "vi": "vì đó là hội thảo Exodus International."
    }
  },
  {
    "translation": {
      "en": "but at that time, that was what belonging looked like for us.",
      "vi": "Nhưng đó chính là lúc chúng tôi cảm thấy được ở đúng nơi mình thuộc về."
    }
  },
  {
    "translation": {
      "en": "A lot of times, people that struggle with this always feel so alone, struggle with same- sex attraction, always feel so alone.",
      "vi": "Rất nhiều lúc, những người có tình cảm cho người đồng giới cảm thấy rất cô đơn."
    }
  },
  {
    "translation": {
      "en": "It's great to see others who've been in the same shoes.",
      "vi": "Gặp người có chung hoàn cảnh thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "And what do you hope to come out of this week?",
      "vi": "Bạn muốn thay đổi thế nào sau tuần này?"
    }
  },
  {
    "translation": {
      "en": "A stronger person, um,",
      "vi": "Mạnh mẽ hơn."
    }
  },
  {
    "translation": {
      "en": "more knowledgeable in areas I still don't really get,",
      "vi": "Có thêm hiểu biết về những lĩnh vực tôi chưa hiểu lắm"
    }
  },
  {
    "translation": {
      "en": "and I might never get, but, um, just to have more courage to stand up and stuff.",
      "vi": "và có thể không bao giờ hiểu, nhưng có thêm dũng khí để đứng lên."
    }
  },
  {
    "translation": {
      "en": "Is this on?",
      "vi": "Bật chưa nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I wanna invite the prayer team up. Come on up, guys.",
      "vi": "Tôi muốn mời nhóm cầu nguyện lên. Lên nào, các bạn."
    }
  },
  {
    "translation": {
      "en": "A lot of you may be feeling pressure.",
      "vi": "Nhiều bạn có thể thấy áp lực."
    }
  },
  {
    "translation": {
      "en": "You may be feeling like you're in darkness.",
      "vi": "Có thể thấy như mình đang ở trong bóng tối."
    }
  },
  {
    "translation": {
      "en": "But you sense that there is a hand reaching towards you.",
      "vi": "Nhưng bạn cảm thấy có một bàn tay vươn về phía mình."
    }
  },
  {
    "translation": {
      "en": "And you want that hand to grasp you, the hand of the Lord, to pull you out,",
      "vi": "Và bạn muốn bàn tay đó nắm lấy mình, bàn tay của Chúa, kéo mình ra,"
    }
  },
  {
    "translation": {
      "en": "to reveal the splendor of what He's created you to be.",
      "vi": "bộc lộ sự đẹp đẽ trong bạn mà Người tạo ra."
    }
  },
  {
    "translation": {
      "en": "Brothers and sisters, in Jesus' name, step forward,",
      "vi": "Các thầy xơ, nhân danh Chúa Giê-xu, hãy bước lên"
    }
  },
  {
    "translation": {
      "en": "take your rightful place in the body of Christ.",
      "vi": "giành vị trí xứng đáng trong thân thể của Chúa."
    }
  },
  {
    "translation": {
      "en": "Come forward and receive prayer. Come forward and make your declaration,",
      "vi": "Hãy bước lên và nhận lời cầu nguyện. Hãy bước lên và tuyên bố,"
    }
  },
  {
    "translation": {
      "en": "that I will not go back to the darkness.",
      "vi": "rằng tôi sẽ không trở lại bóng tối."
    }
  },
  {
    "translation": {
      "en": "There were several speakers throughout that week, big ex- gay names.",
      "vi": "Suốt tuần đó, có một số diễn giả, những cái tên cựu đồng tính nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "And they told these stories of this big conversion to Jesus,",
      "vi": "Và họ kể những câu chuyện về chuyển biến lớn lao về phía Giê-xu,"
    }
  },
  {
    "translation": {
      "en": "and realizing God loved them, realizing they didn't have to be gay,",
      "vi": "nhận ra Chúa yêu họ, họ không cần phải đồng tính,"
    }
  },
  {
    "translation": {
      "en": "was how they would frame it.",
      "vi": "là họ đóng khung mình."
    }
  },
  {
    "translation": {
      "en": "There were really compelling stories.",
      "vi": "Những câu chuyện đó rất thuyết phục."
    }
  },
  {
    "translation": {
      "en": "And so I remember feeling like,",
      "vi": "Nên tôi nhớ mình cảm thấy như tôi muốn được giống họ."
    }
  },
  {
    "translation": {
      "en": "I wanna be like them. Like, I wanna be",
      "vi": "Nên tôi nhớ mình cảm thấy như tôi muốn được giống họ. Tôi muốn hay ho như thế, hạnh phúc, được Chúa yêu thương."
    }
  },
  {
    "translation": {
      "en": "cool, and happy, and loved by God.",
      "vi": "Tôi muốn hay ho như thế, hạnh phúc, được Chúa yêu thương."
    }
  },
  {
    "translation": {
      "en": "You may have seen John and Anne Paulk on the cover of Newsweek.",
      "vi": "Có lẽ bạn thấy John và Anne Paulk trên bìa Newsweek."
    }
  },
  {
    "translation": {
      "en": "Both former homosexuals, now married to each other.",
      "vi": "Cả hai từng là người đồng tính, nay đã kết hôn."
    }
  },
  {
    "translation": {
      "en": "But are there others like them?",
      "vi": "Nhưng có ai khác giống họ không?"
    }
  },
  {
    "translation": {
      "en": "I was active in the gay community for 13 years.",
      "vi": "Tôi tham gia cộng đồng đồng tính được 13 năm."
    }
  },
  {
    "translation": {
      "en": "I was in it for six years, then struggled for five years before finding true freedom.",
      "vi": "Tôi thì sáu năm, rồi vật lộn năm năm trước khi tìm thấy tự do thực sự."
    }
  },
  {
    "translation": {
      "en": "It was 13 years for me. Four for me, but we both walked away from it.",
      "vi": "- Tôi là 13 năm. - Tôi là bốn năm, nhưng cả hai đã từ bỏ."
    }
  },
  {
    "translation": {
      "en": "The whole Christian church is based on being married,",
      "vi": "Cơ sở của nhà thờ Cơ Đốc giáo là kết hôn,"
    }
  },
  {
    "translation": {
      "en": "being a family man, and having children.",
      "vi": "trở thành người của gia đình và sinh con."
    }
  },
  {
    "translation": {
      "en": "I had a goal when I went to Exodus,",
      "vi": "Tôi có một mục tiêu khi đến với Exodus,"
    }
  },
  {
    "translation": {
      "en": "was to get married and be a father.",
      "vi": "đó là kết hôn và làm cha."
    }
  },
  {
    "translation": {
      "en": "That wasn't just something I hoped someday would happen.",
      "vi": "Đó không phải điều tôi mong ngày nào đó sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "It was a goal I pursued with a vengeance.",
      "vi": "Đó là một mục tiêu tôi theo đuổi quyết liệt."
    }
  },
  {
    "translation": {
      "en": "Now, how do you two get together?",
      "vi": "Hai người quen nhau thế nào?"
    }
  },
  {
    "translation": {
      "en": "We were not friends at first,",
      "vi": "- Ban đầu chúng tôi chưa là bạn vì… - Không."
    }
  },
  {
    "translation": {
      "en": "because we were still in the middle of our own gender identity confusion.",
      "vi": "- Ban đầu chúng tôi chưa là bạn vì… - Không. …chúng tôi vẫn đang mơ hồ về giới tính của mình."
    }
  },
  {
    "translation": {
      "en": "But slowly we became friends, and based out of a friendship, we fell in love.",
      "vi": "Nhưng dần dần chúng tôi trở thành bạn và từ tình bạn, dẫn đến tình yêu."
    }
  },
  {
    "translation": {
      "en": "I accepted Jesus as my savior",
      "vi": "Tôi công nhận Giê-xu là đấng cứu rỗi…"
    }
  },
  {
    "translation": {
      "en": "and, uh, and then read what the Bible had to say. At that point, things started to change in my life.",
      "vi": "rồi đọc những gì Kinh thánh nói. Khi đó, cuộc sống tôi bắt đầu thay đổi."
    }
  },
  {
    "translation": {
      "en": "We were taught, You'll become friends with a woman,",
      "vi": "Chúng tôi được dạy là: bạn sẽ trở thành bạn với phụ nữ,"
    }
  },
  {
    "translation": {
      "en": "you will feel safe with her,",
      "vi": "bạn sẽ thấy an toàn bên họ,"
    }
  },
  {
    "translation": {
      "en": "and hopefully a sexual attraction will grow on top of that.",
      "vi": "và mong là sức hút giới tính sẽ nảy sinh từ đó."
    }
  },
  {
    "translation": {
      "en": "They would say, You don't have to be attracted to all women.",
      "vi": "Họ hay nói: Bạn không cần thấy mọi phụ nữ hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "You only have to be attracted to one.",
      "vi": "Chỉ một người là được."
    }
  },
  {
    "translation": {
      "en": "Just one, 'cause that's the one you'll fall in love with,",
      "vi": "Chỉ một. Vì đó là người bạn sẽ yêu"
    }
  },
  {
    "translation": {
      "en": "and that's the one you're going to marry.",
      "vi": "và đó là người bạn sẽ cưới."
    }
  },
  {
    "translation": {
      "en": "Just one.",
      "vi": "Chỉ một."
    }
  },
  {
    "translation": {
      "en": "How do you undo the end?",
      "vi": "Làm sao gỡ cái này ra?"
    }
  },
  {
    "translation": {
      "en": "Okay, so, you gotta do it with a different knife.",
      "vi": "Phải dùng con dao khác."
    }
  },
  {
    "translation": {
      "en": "You're using a big knife.",
      "vi": "Đang dùng là dao to."
    }
  },
  {
    "translation": {
      "en": "Use a small one and just make a little V.",
      "vi": "Phải dùng dao nhỏ. Cắt hình chữ V."
    }
  },
  {
    "translation": {
      "en": "That takes it out. Okay?",
      "vi": "Rồi gỡ nó ra. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Sorry, baby.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "- That's kind of cool. - I know.",
      "vi": "- Hay phết đấy. - Anh biết."
    }
  },
  {
    "translation": {
      "en": "See, I'm gonna teach you about how to do some of this fancy stuff.",
      "vi": "Anh sẽ dạy em cách làm mấy thứ cầu kỳ này."
    }
  },
  {
    "translation": {
      "en": "So here we were.",
      "vi": "Chúng tôi đấy."
    }
  },
  {
    "translation": {
      "en": "My wife wore these beautiful Talbots suits, and wore makeup, and looked very elegant.",
      "vi": "Vợ tôi mặc đồ Talbots cực đẹp, trang điểm và trông rất duyên dáng."
    }
  },
  {
    "translation": {
      "en": "And we had children, and the children were on TV with us.",
      "vi": "Và chúng tôi sinh con và chúng lên TV cùng chúng tôi."
    }
  },
  {
    "translation": {
      "en": "In some ways, I didn't see myself as a gay person anymore.",
      "vi": "Theo cách nào đó, tôi không coi mình là người đồng tính nữa."
    }
  },
  {
    "translation": {
      "en": "Because to me, to be gay would mean I was having sex,",
      "vi": "Vì với tôi, đồng tính nghĩa là quan hệ đồng giới,"
    }
  },
  {
    "translation": {
      "en": "I was going to gay bars, I associated with gay people.",
      "vi": "đến quán bar đồng tính, chơi với người đồng tính."
    }
  },
  {
    "translation": {
      "en": "I based being gay on behavior.",
      "vi": "Tôi coi đồng tính đến từ hành vi."
    }
  },
  {
    "translation": {
      "en": "It was the behavior that made you gay, not your feelings.",
      "vi": "Chính hành vi mới khiến bạn đồng tính, không phải cảm xúc."
    }
  },
  {
    "translation": {
      "en": "But my feelings were very much gay.",
      "vi": "Nhưng cảm xúc của tôi vẫn rất đồng tính."
    }
  },
  {
    "translation": {
      "en": "I've had a successful marriage for ten years,",
      "vi": "Tôi đã có cuộc hôn nhân hạnh phúc trong mười năm,"
    }
  },
  {
    "translation": {
      "en": "have a very fulfilling emotional and sexual relationship with my wife,",
      "vi": "có mối quan hệ viên mãn cả về thể xác và tâm hồn với vợ tôi,"
    }
  },
  {
    "translation": {
      "en": "have fathered two sons, so something has changed.",
      "vi": "làm cha của hai con trai, nên có điều gì đó đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "If I had said,",
      "vi": "Nếu lúc đó tôi nói:"
    }
  },
  {
    "translation": {
      "en": "Well, of course I'm tempted by homosexuality,",
      "vi": "Tất nhiên tôi vẫn bị cám dỗ bởi quan hệ đồng giới,"
    }
  },
  {
    "translation": {
      "en": "that would have been honest.",
      "vi": "đó là nói thật."
    }
  },
  {
    "translation": {
      "en": "However, I didn't feel like I could be honest,",
      "vi": "Dù vậy, tôi cảm thấy mình không thể nói thật,"
    }
  },
  {
    "translation": {
      "en": "because I'm not just sitting here representing myself.",
      "vi": "vì tôi không đứng đây đại diện cho bản thân,"
    }
  },
  {
    "translation": {
      "en": "I am representing a whole movement.",
      "vi": "tôi đại diện cho cả một phong trào."
    }
  },
  {
    "translation": {
      "en": "And if I say, Well, I'm still tempted by it, what does that say to someone?",
      "vi": "Và nếu tôi nói: Tôi vẫn bị cám dỗ, người ta sẽ nhận thông điệp gì?"
    }
  },
  {
    "translation": {
      "en": "Do you feel like you were lying?",
      "vi": "Anh có cảm thấy mình nói dối không?"
    }
  },
  {
    "translation": {
      "en": "I did lie.",
      "vi": "Tôi đã nói dối."
    }
  },
  {
    "translation": {
      "en": "I-- See, I can say that now with no-- w- with-- with…",
      "vi": "Giờ tôi có thể nói điều đó mà không…"
    }
  },
  {
    "translation": {
      "en": "Well, with shame and embarrassment.",
      "vi": "Với sự nhục nhã và xấu hổ."
    }
  },
  {
    "translation": {
      "en": "My mother came from a very domineering home…",
      "vi": "Mẹ tôi đến từ gia đình rất độc đoán…"
    }
  },
  {
    "translation": {
      "en": "I realized that my dishonesty hurt people.",
      "vi": "Tôi nhận ra sự không trung thực của mình làm hại người khác."
    }
  },
  {
    "translation": {
      "en": "Because I was dishonest, it caused people in the audience,",
      "vi": "Việc tôi không trung thực, khiến người ngồi ở hàng ghế khán giả,"
    }
  },
  {
    "translation": {
      "en": "people that were struggling with homosexuality or had gay feelings,",
      "vi": "những người vật lộn với đồng tính hay có cảm xúc đồng tính cảm thấy"
    }
  },
  {
    "translation": {
      "en": "to feel like, There must be something wrong with me",
      "vi": "những người vật lộn với đồng tính hay có cảm xúc đồng tính cảm thấy Chắc có gì đó không ổn với mình vì mình không giống anh ấy."
    }
  },
  {
    "translation": {
      "en": "'cause I'm not like him.",
      "vi": "Chắc có gì đó không ổn với mình vì mình không giống anh ấy."
    }
  },
  {
    "translation": {
      "en": "And, He doesn't-- He's not tempted anymore.",
      "vi": "Và Anh ấy không bị cám dỗ nữa."
    }
  },
  {
    "translation": {
      "en": "So if I'm tempted, I must be broken and damaged.",
      "vi": "Nên nếu mình bị cám dỗ, chắc mình có khiếm khuyết và yếu kém."
    }
  },
  {
    "translation": {
      "en": "My story's just one of many.",
      "vi": "Chuyện của tôi như nhiều người."
    }
  },
  {
    "translation": {
      "en": "So I wanted people that have similar stories to mine to be able to share.",
      "vi": "Nên tôi muốn ai có câu chuyện giống tôi có thể chia sẻ."
    }
  },
  {
    "translation": {
      "en": "That's what the Freedom March gave them, a platform to share.",
      "vi": "Diễu hành Tự do cho họ cơ hội ra mặt để chia sẻ."
    }
  },
  {
    "translation": {
      "en": "Because mainstream media doesn't share our types of stories.",
      "vi": "Vì truyền thông chính thống không chia sẻ câu chuyện của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "That's why I started Freedom March, is to give them a voice.",
      "vi": "Nên tôi khởi xướng Diễu hành Tự do, để họ lên tiếng."
    }
  },
  {
    "translation": {
      "en": "This has only been going for six months.",
      "vi": "Nó mới hoạt động được sáu tháng."
    }
  },
  {
    "translation": {
      "en": "That says 3,924 follows, about 1,000 more than I even thought.",
      "vi": "Ở đây ghi có 3.924 người theo dõi, nhiều hơn 1.000 người so với tôi nghĩ."
    }
  },
  {
    "translation": {
      "en": "There's just so many.",
      "vi": "Nhiều quá."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "vi": "A lô?"
    }
  },
  {
    "translation": {
      "en": "Oh, hi, Jeffrey!",
      "vi": "Chào Jeffrey!"
    }
  },
  {
    "translation": {
      "en": "I stumbled across your Facebook.",
      "vi": "Tôi tình cờ thấy Facebook của cậu."
    }
  },
  {
    "translation": {
      "en": "I started following your pages 'cause it was just so hopeful to me",
      "vi": "Tôi bắt đầu theo dõi trang của cậu vì tôi thấy đầy hy vọng"
    }
  },
  {
    "translation": {
      "en": "to hear about your story and what happened to you.",
      "vi": "khi nghe chuyện của cậu, điều xảy ra với cậu."
    }
  },
  {
    "translation": {
      "en": "And what I hope happens to my son, you know?",
      "vi": "Và điều tôi mong xảy đến với con trai tôi."
    }
  },
  {
    "translation": {
      "en": "Wanna go ahead and tell me a little bit of what's been going on?",
      "vi": "Bà muốn kể cho tôi đang có chuyện gì không?"
    }
  },
  {
    "translation": {
      "en": "So we have a 20- year- old son.",
      "vi": "Chúng tôi có một đứa con trai 20 tuổi."
    }
  },
  {
    "translation": {
      "en": "He said, I'm a transgender girl.",
      "vi": "Nó nói: Con là chuyển giới nữ."
    }
  },
  {
    "translation": {
      "en": "And I looked at him, and I said, You're a boy.",
      "vi": "Và tôi nhìn nó và nói: Con là con trai."
    }
  },
  {
    "translation": {
      "en": "And he's been gone for about six months now.",
      "vi": "Và nó đã bỏ nhà đi khoảng sáu tháng rồi."
    }
  },
  {
    "translation": {
      "en": "And it's been really hard.",
      "vi": "Và mọi chuyện rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "I miss him so much.",
      "vi": "Chúng tôi rất nhớ nó."
    }
  },
  {
    "translation": {
      "en": "But he thinks that I'm rejecting him because I won't call him my daughter.",
      "vi": "Nhưng nó nghĩ chúng tôi ruồng bỏ nó vì tôi không chịu gọi nó là con gái."
    }
  },
  {
    "translation": {
      "en": "How can I agree with that when, in my conscience, I believe that's a lie?",
      "vi": "Sao tôi đồng ý được khi trong thâm tâm, tôi tin đó là nói dối?"
    }
  },
  {
    "translation": {
      "en": "Well, I think he knows you love him.",
      "vi": "Tôi nghĩ cậu ấy biết bà yêu cậu ấy."
    }
  },
  {
    "translation": {
      "en": "- He just wants you… - Yeah, he does.",
      "vi": "- Cậu ấy chỉ muốn… - Đúng thế."
    }
  },
  {
    "translation": {
      "en": "He wants you to do it the way he wants you to do it.",
      "vi": "…bà yêu cậu ấy theo cách cậu ấy muốn."
    }
  },
  {
    "translation": {
      "en": "- Exactly! Exactly. - And… And sometimes…",
      "vi": "- Chính xác! - Và đôi khi…"
    }
  },
  {
    "translation": {
      "en": "If someone is--",
      "vi": "Nếu một người…"
    }
  },
  {
    "translation": {
      "en": "If a child is going out on the road,",
      "vi": "Nếu một đứa trẻ chạy ra đường,"
    }
  },
  {
    "translation": {
      "en": "a parent's not going to let a semi- truck come and hit them.",
      "vi": "bố mẹ sẽ không để chiếc xe bán tải đâm vào nó."
    }
  },
  {
    "translation": {
      "en": "If they have to yank them up, if they have to go grab them,",
      "vi": "Nếu họ phải kéo nó lên, nếu họ phải tóm lấy nó,"
    }
  },
  {
    "translation": {
      "en": "they're gonna get them out of the road. And that's how-- what you're trying to do.",
      "vi": "họ sẽ đưa nó ra khỏi đường. Đó là điều bà đang cố làm."
    }
  },
  {
    "translation": {
      "en": "That's right. That's confirmation to me. I appreciate that.",
      "vi": "Đó là khẳng định với tôi. Tôi rất cảm kích."
    }
  },
  {
    "translation": {
      "en": "It's a strong spirit that wants to force you to call him a woman,",
      "vi": "Một sức mạnh tinh thần lớn muốn ép bà gọi cậu ấy là nữ,"
    }
  },
  {
    "translation": {
      "en": "and he's not. It wants you to bow down,",
      "vi": "mà cậu ấy không phải. Muốn bà quy phục,"
    }
  },
  {
    "translation": {
      "en": "and you're gonna say yes, and you have to agree with what it says.",
      "vi": "để bà công nhận và phải đồng ý với những gì nó nói."
    }
  },
  {
    "translation": {
      "en": "- Don't do that. - That's what it feels like. Exactly.",
      "vi": "- Đừng làm thế. - Cảm giác là thế. Chính xác."
    }
  },
  {
    "translation": {
      "en": "I do believe, um,",
      "vi": "Tôi tin rằng"
    }
  },
  {
    "translation": {
      "en": "that you have to stand in faith with this.",
      "vi": "bà phải giữ vững đức tin."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "I've been working on a book for the last year,",
      "vi": "Trong năm vừa qua, tôi viết một cuốn sách"
    }
  },
  {
    "translation": {
      "en": "trying to make sense of my experience",
      "vi": "cố gắng hiểu ý nghĩa trải nghiệm của mình"
    }
  },
  {
    "translation": {
      "en": "and writing everything that happened.",
      "vi": "và viết lại mọi chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "When I was in Living Hope, every week we would meet in Ricky's office",
      "vi": "Hồi tôi còn ở Living Hope, mỗi tuần chúng tôi gặp nhau ở phòng Ricky"
    }
  },
  {
    "translation": {
      "en": "to talk about all this deep, intense sexual, emotional baggage",
      "vi": "để nói về những gánh nặng tâm lý, xúc cảm mãnh liệt, sâu sắc"
    }
  },
  {
    "translation": {
      "en": "in this one private counseling setting.",
      "vi": "trong bối cảnh tư vấn cá nhân này."
    }
  },
  {
    "translation": {
      "en": "It was kind of like a normal therapy appointment in many ways",
      "vi": "VĂN PHÒNG LIVING HOPE Nó như trị liệu tâm lý bình thường theo kiểu"
    }
  },
  {
    "translation": {
      "en": "where you sit down and talk about your week",
      "vi": "bạn ngồi xuống, nói về chuyện trong tuần,"
    }
  },
  {
    "translation": {
      "en": "and what's going on, and then you start getting deeper",
      "vi": "bạn ngồi xuống, nói về chuyện trong tuần, sau đó bắt đầu đi sâu hơn"
    }
  },
  {
    "translation": {
      "en": "into the stuff that's really bothering you.",
      "vi": "vào những thứ khiến bạn bận lòng."
    }
  },
  {
    "translation": {
      "en": "But there was a little more of a confessional element.",
      "vi": "Nhưng nó lại giống một buổi xưng tội hơn."
    }
  },
  {
    "translation": {
      "en": "I felt like I had to tell Ricky everything,",
      "vi": "Cảm giác phải kể Ricky mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "every sexual attraction, or feeling, or crush that I might have.",
      "vi": "mọi sự cuốn hút tình dục, mọi cảm xúc hay say nắng ai đó."
    }
  },
  {
    "translation": {
      "en": "I felt the need to report if I had a lesbian boss,",
      "vi": "Tôi thấy như mình phải báo cáo nếu sếp tôi là người đồng tính nữ,"
    }
  },
  {
    "translation": {
      "en": "or lesbian customers that came in at the restaurant where I worked.",
      "vi": "hay nhà hàng tôi làm việc có khách là người đồng tính nữ."
    }
  },
  {
    "translation": {
      "en": "Let's say I had, like, acted out sexually with somebody else.",
      "vi": "Giả sử như tôi thân mật với một người khác."
    }
  },
  {
    "translation": {
      "en": "I would've definitely needed to have confessed that",
      "vi": "Chắc chắn tôi sẽ phải nói ra chuyện đó"
    }
  },
  {
    "translation": {
      "en": "and told all the circumstances around it,",
      "vi": "và kể hết bối cảnh xung quanh,"
    }
  },
  {
    "translation": {
      "en": "when we first started talking, when we texted,",
      "vi": "khi nào bắt đầu nói chuyện, nhắn tin,"
    }
  },
  {
    "translation": {
      "en": "when we decided we were gonna do something, when we met up,",
      "vi": "quyết định làm gì đó, hẹn gặp nhau,"
    }
  },
  {
    "translation": {
      "en": "why I hadn't cut off contact,",
      "vi": "sao tôi không cắt liên lạc,"
    }
  },
  {
    "translation": {
      "en": "what was going on in my life outside of it that made me turn to that.",
      "vi": "điều gì diễn ra trong cuộc sống khiến tôi bị thế."
    }
  },
  {
    "translation": {
      "en": "Everything where I felt like I was falling short of what I was supposed to be,",
      "vi": "Mọi thứ khiến tôi thấy chưa thể đạt đến con người mình mong muốn,"
    }
  },
  {
    "translation": {
      "en": "I felt like I had to confess that and work through it.",
      "vi": "tôi cảm thấy mình phải kể ra và từng bước vượt qua."
    }
  },
  {
    "translation": {
      "en": "I'll go back and read old journal entries,",
      "vi": "Tôi sẽ quay lại đọc nhật ký cũ"
    }
  },
  {
    "translation": {
      "en": "and it's all, God forgive me for having such evil flesh.",
      "vi": "và nói: Xin Chúa tha thứ vì mang xác thịt phàm tục này."
    }
  },
  {
    "translation": {
      "en": "And the only hope for me is that God would save me from myself.",
      "vi": "Và hy vọng duy nhất với tôi là Chúa sẽ cứu tôi khỏi chính mình."
    }
  },
  {
    "translation": {
      "en": "I was a teenager, and I was a really good teenager.",
      "vi": "Lúc đó tôi còn là thiếu niên và là một thiếu niên ngoan."
    }
  },
  {
    "translation": {
      "en": "I just thought I was so bad.",
      "vi": "Tôi chỉ nghĩ mình quá hư hỏng."
    }
  },
  {
    "translation": {
      "en": "- -",
      "vi": "HỘI THẢO THƯỜNG NIÊN EXODUS"
    }
  },
  {
    "translation": {
      "en": "It's my great privilege and honor to introduce our next speaker.",
      "vi": "Tôi rất vinh dự và tự hào được giới thiệu diễn giả tiếp theo."
    }
  },
  {
    "translation": {
      "en": "He's a psychologist.",
      "vi": "Một nhà tâm lý học."
    }
  },
  {
    "translation": {
      "en": "He is really like a maverick in the mental health community.",
      "vi": "Ông là người có cá tính độc đáo trong cộng đồng sức khỏe tâm thần."
    }
  },
  {
    "translation": {
      "en": "He's a renegade.",
      "vi": "Một kẻ nổi loạn."
    }
  },
  {
    "translation": {
      "en": "Because the mental health community believes that to receive help",
      "vi": "Vì cộng đồng sức khỏe tâm thần tin rằng ta không được phép"
    }
  },
  {
    "translation": {
      "en": "for unwanted same- sex attractions, that should not be allowed.",
      "vi": "nhận trợ giúp nếu có tình cảm không mong muốn cho người đồng giới."
    }
  },
  {
    "translation": {
      "en": "And he doesn't care what they say.",
      "vi": "Ông không quan tâm họ nói gì."
    }
  },
  {
    "translation": {
      "en": "He's been treating men for unwanted same- sex attractions for 30 years.",
      "vi": "Ông đã chữa cho những người như thế được 30 năm."
    }
  },
  {
    "translation": {
      "en": "I remember years ago when I first started this work,",
      "vi": "Tôi nhớ nhiều năm trước, khi tôi bắt đầu việc này…"
    }
  },
  {
    "translation": {
      "en": "um, the guy with the homosexual problem would come in,",
      "vi": "BÁC SĨ NHÀ TÂM LÝ HỌC LÂM SÀNG …có người gặp vấn đề đồng tính đến khám,"
    }
  },
  {
    "translation": {
      "en": "and they begin to see that the homosexual image",
      "vi": "và người đó bắt đầu nhận ra hình ảnh đồng tính"
    }
  },
  {
    "translation": {
      "en": "is really a defense against that inner core emptiness.",
      "vi": "thật ra là cách phòng vệ trước sự trống rỗng bên trong."
    }
  },
  {
    "translation": {
      "en": "People may wrongly assume that the whole ex- gay movement",
      "vi": "Người ta lầm tưởng phong trào cựu đồng tính"
    }
  },
  {
    "translation": {
      "en": "is strictly a religious thing,",
      "vi": "hoàn toàn vì lý do tôn giáo,"
    }
  },
  {
    "translation": {
      "en": "but alongside the formation of Exodus",
      "vi": "nhưng bên cạnh sự hình thành của Exodus,"
    }
  },
  {
    "translation": {
      "en": "were this group of psychologists and therapists",
      "vi": "là một nhóm các bác sĩ và nhà trị liệu tâm lý"
    }
  },
  {
    "translation": {
      "en": "who had made their livings and their careers trying to cure gay people.",
      "vi": "đã kiếm sống, làm nên sự nghiệp qua việc chữa cho người đồng tính."
    }
  },
  {
    "translation": {
      "en": "It was awful pseudo- psychology.",
      "vi": "Đó là thứ tâm lý học giả mạo tồi tệ."
    }
  },
  {
    "translation": {
      "en": "What they were saying was not based on any good science,",
      "vi": "Những gì họ nói không dựa trên cơ sở khoa học nào."
    }
  },
  {
    "translation": {
      "en": "but Exodus was looking for some sort of respectability.",
      "vi": "Nhưng cái Exodus tìm kiếm là được người ta tôn trọng."
    }
  },
  {
    "translation": {
      "en": "It's not just us who believe this.",
      "vi": "Không chỉ chúng tôi tin vào điều này."
    }
  },
  {
    "translation": {
      "en": "It's actual therapists and psychiatrists who also know that what we're saying is true.",
      "vi": "Các nhà trị liệu và bác sĩ tâm lý cũng biết điều chúng tôi nói là đúng."
    }
  },
  {
    "translation": {
      "en": "Dr. Joseph Nicolosi is part of an organization of 500 therapists",
      "vi": "Bác sĩ Joseph Nicolosi thuộc một tổ chức gồm 500 nhà trị liệu"
    }
  },
  {
    "translation": {
      "en": "working with gays who want to lead straight lives.",
      "vi": "giúp đỡ người đồng tính muốn được sống thẳng."
    }
  },
  {
    "translation": {
      "en": "There was a symbiotic relationship between our need for credibility,",
      "vi": "Đó là mối quan hệ cộng sinh, chúng tôi cần sự tín nhiệm,"
    }
  },
  {
    "translation": {
      "en": "and then of course, the therapists who get clients.",
      "vi": "và tất nhiên, các nhà trị liệu cần khách hàng."
    }
  },
  {
    "translation": {
      "en": "Our networks were infused with their books,",
      "vi": "Mạng lưới của chúng tôi được cung cấp sách của họ,"
    }
  },
  {
    "translation": {
      "en": "with their teachings, with their therapeutic approach.",
      "vi": "những bài giảng, cách tiếp cận điều trị của họ."
    }
  },
  {
    "translation": {
      "en": "This sounds awful, but it was a mutually…",
      "vi": "Nghe thật tệ, nhưng đó là thỏa thuận làm ăn đôi bên cùng có lợi."
    }
  },
  {
    "translation": {
      "en": "It was a mutually beneficial business arrangement.",
      "vi": "nhưng đó là thỏa thuận làm ăn đôi bên cùng có lợi."
    }
  },
  {
    "translation": {
      "en": "You're holding back. Talk to me. I want to know what you're feeling.",
      "vi": "Cậu đang kìm nén. Nói đi. Tôi muốn biết cậu cảm thấy gì."
    }
  },
  {
    "translation": {
      "en": "I'm just thinking about this person that's so broken.",
      "vi": "Tôi đang nghĩ về một người quá tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "- - Yourself?",
      "vi": "Chính cậu?"
    }
  },
  {
    "translation": {
      "en": "- Myself. - So broken?",
      "vi": "- Chính tôi. - Quá tuyệt vọng?"
    }
  },
  {
    "translation": {
      "en": "You feel broken?",
      "vi": "Cậu thấy tuyệt vọng?"
    }
  },
  {
    "translation": {
      "en": "How does it feel,",
      "vi": "Cảm giác thế nào?"
    }
  },
  {
    "translation": {
      "en": "feeling broken sitting right here in front of me?",
      "vi": "Cảm giác tuyệt vọng lúc đang ngồi trước tôi ấy?"
    }
  },
  {
    "translation": {
      "en": "I'm looking at you. How does it feel to be broken as I look at you?",
      "vi": "Tôi đang nhìn cậu. Cảm giác tuyệt vọng ra sao khi tôi nhìn cậu?"
    }
  },
  {
    "translation": {
      "en": "Hurtful?",
      "vi": "Đau đớn?"
    }
  },
  {
    "translation": {
      "en": "Very sad?",
      "vi": "Rất buồn?"
    }
  },
  {
    "translation": {
      "en": "Very sad to feel broken. - Very sad to feel broken. -",
      "vi": "Rất buồn vì mình tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "Can you feel my acceptance of you as broken?",
      "vi": "Cậu cảm nhận được việc tôi chấp nhận điều đó không?"
    }
  },
  {
    "translation": {
      "en": "- - What's that feel like?",
      "vi": "Cảm giác thế nào?"
    }
  },
  {
    "translation": {
      "en": "Feels good.",
      "vi": "Dễ chịu."
    }
  },
  {
    "translation": {
      "en": "That feels good.",
      "vi": "Cảm giác dễ chịu."
    }
  },
  {
    "translation": {
      "en": "I just wish I wasn't here at this time.",
      "vi": "Tôi chỉ ước mình không ở đây lúc này."
    }
  },
  {
    "translation": {
      "en": "I mean, I wish I wasn't here in my mind right now.",
      "vi": "- Ước gì bây giờ tôi chả nghĩ gì. - Tất nhiên."
    }
  },
  {
    "translation": {
      "en": "I feel like-- I just feel like a bad person.",
      "vi": "Tôi cảm thấy… Tôi thấy như mình không tốt."
    }
  },
  {
    "translation": {
      "en": "I feel like…",
      "vi": "Tôi thấy như…"
    }
  },
  {
    "translation": {
      "en": "- - Mm- hmm.",
      "vi": "Ừ hứ."
    }
  },
  {
    "translation": {
      "en": "This man, what brought him into therapy was,",
      "vi": "Người này, điều đưa cậu ấy đến với trị liệu là,"
    }
  },
  {
    "translation": {
      "en": "he was acting out with men while he was married.",
      "vi": "cậu ấy thân mật với đàn ông trong lúc đã có gia đình."
    }
  },
  {
    "translation": {
      "en": "Since that time, they have done very, very well, and he has not acted out in a year",
      "vi": "Kể từ đó, vợ chồng rất hòa thuận, và suốt cả năm cậu ấy không thế nữa"
    }
  },
  {
    "translation": {
      "en": "and-- and tells me he has no desire to act out,",
      "vi": "và nói với tôi cậu ấy không có ham muốn làm thế,"
    }
  },
  {
    "translation": {
      "en": "homosexually.",
      "vi": "quan hệ đồng tính."
    }
  },
  {
    "translation": {
      "en": "Lord God, in the light of your glory,",
      "vi": "Chúa kính yêu, dưới ánh sáng vinh quang của Người,"
    }
  },
  {
    "translation": {
      "en": "we see the wrong we have done and the truth we have denied.",
      "vi": "chúng con nhận ra mình đã làm sai gì và chân lý chúng con chối bỏ."
    }
  },
  {
    "translation": {
      "en": "Heal us of our sin, wash us in your mercy,",
      "vi": "Xin chữa lành tội lỗi cho chúng con, gột rửa chúng con bằng lòng nhân từ,"
    }
  },
  {
    "translation": {
      "en": "and feed us with your grace",
      "vi": "và cho chúng con ơn phúc của Người,"
    }
  },
  {
    "translation": {
      "en": "so that we may follow Your way and live out the Good News of the Gospel.",
      "vi": "để chúng con đi theo con đường của người và sống theo tin lành trong sách Phúc âm."
    }
  },
  {
    "translation": {
      "en": "Amen.",
      "vi": "Amen."
    }
  },
  {
    "translation": {
      "en": "You have received that forgiveness, and that grace, and that peace from God.",
      "vi": "Tất cả đã nhận được sự tha thứ, ơn phúc, bình an từ Chúa."
    }
  },
  {
    "translation": {
      "en": "We're gonna take a moment to share that peace with one another.",
      "vi": "Ta sẽ dành ra một phút để chia sẻ bình an với nhau."
    }
  },
  {
    "translation": {
      "en": "Good morning!",
      "vi": "Chào buổi sáng!"
    }
  },
  {
    "translation": {
      "en": "From the time that I was 17,",
      "vi": "Từ lúc tôi mới 17 tuổi,"
    }
  },
  {
    "translation": {
      "en": "Ricky was saying, You're gonna be the next big thing.",
      "vi": "Ricky đã nói: Cháu sẽ là ngôi sao lớn tiếp theo."
    }
  },
  {
    "translation": {
      "en": "He had a big hope for me that I was gonna carry the mantle.",
      "vi": "Ông ấy đặt hy vọng lớn là tôi sẽ tiếp bước."
    }
  },
  {
    "translation": {
      "en": "And so they put me up as a poster child when I was really young.",
      "vi": "Thế nên họ đã nâng tôi làm hình mẫu từ khi tôi còn rất trẻ."
    }
  },
  {
    "translation": {
      "en": "People would come to me with these visions of, like, I see a stadium of 10,000 people,",
      "vi": "Người ta đến nói với tôi những viễn cảnh Tôi thấy một sân vận động 10.000 người,"
    }
  },
  {
    "translation": {
      "en": "and you're just preaching the Gospel and a message of hope and healing.",
      "vi": "và cô đang rao giảng Phúc âm và thông điệp của hy vọng và chữa lành."
    }
  },
  {
    "translation": {
      "en": "It was definitely a big part of my involvement at Living Hope and Exodus,",
      "vi": "Đó chắc chắn là vai trò lớn của tôi ở Living Hope và Exodus,"
    }
  },
  {
    "translation": {
      "en": "was this idea that I was called to be the next big leader.",
      "vi": "ý nghĩ tôi được coi là lãnh đạo lớn tiếp theo."
    }
  },
  {
    "translation": {
      "en": "Please give a very warm welcome to my friend, Julie Rodgers.",
      "vi": "Xin hãy gửi lời chào đón nồng nhiệt đến người bạn của tôi, Julie Rodgers."
    }
  },
  {
    "translation": {
      "en": "I came home one day,",
      "vi": "Một hôm tôi về nhà,"
    }
  },
  {
    "translation": {
      "en": "and I told my mom that I was a lesbian, and that I was sick of hiding it from her.",
      "vi": "nói với mẹ tôi là đồng tính nữ và tôi đã chán việc che giấu bà."
    }
  },
  {
    "translation": {
      "en": "Well, she freaked out,",
      "vi": "Mẹ hoảng cả lên."
    }
  },
  {
    "translation": {
      "en": "and, uh, she somehow got in touch with Ricky Chelette",
      "vi": "Và bằng cách nào đó, bà liên lạc được với Ricky Chelette"
    }
  },
  {
    "translation": {
      "en": "from Living Hope Ministries. Shout out, Living Hope!",
      "vi": "từ Nhóm Living Hope. Hoan hô Living Hope!"
    }
  },
  {
    "translation": {
      "en": "That's my people. He was actually, um…",
      "vi": "Nhóm của tôi đấy. Ông thật sự…"
    }
  },
  {
    "translation": {
      "en": "Ricky had told Exodus leadership that I should be speaking,",
      "vi": "Ricky nói với lãnh đạo Exodus là tôi nên phát biểu,"
    }
  },
  {
    "translation": {
      "en": "and I probably spoke for them at eight to ten different conferences.",
      "vi": "có lẽ tôi làm thế trong tám hay 10 hội thảo khác nhau."
    }
  },
  {
    "translation": {
      "en": "So I'd decided, by senior year high school,",
      "vi": "Nên tôi quyết định, năm cuối trung học,"
    }
  },
  {
    "translation": {
      "en": "I was gonna give my life to the Lord and follow him with all of my heart.",
      "vi": "tôi sẽ dâng đời mình cho Chúa và theo người với tất cả trái tim."
    }
  },
  {
    "translation": {
      "en": "I had a really bad experience when I was in college, involving sexual assault.",
      "vi": "Tôi có trải nghiệm rất tệ khi vào đại học, bao gồm tấn công tình dục."
    }
  },
  {
    "translation": {
      "en": "And the people in Living Hope were the only people I told about it.",
      "vi": "Và tôi chỉ kể chuyện đó với những người ở Living Hope."
    }
  },
  {
    "translation": {
      "en": "I don't think they knew quite what to do with it.",
      "vi": "Tôi nghĩ họ không biết nên làm gì."
    }
  },
  {
    "translation": {
      "en": "But what happened was, very quickly after, within the next year, um,",
      "vi": "Nhưng chuyện là, rất nhanh chóng sau đó, chỉ trong năm tiếp theo,"
    }
  },
  {
    "translation": {
      "en": "Ricky wanted me to incorporate that into my testimony.",
      "vi": "Ricky muốn tôi đưa chuyện đó vào bài nói của mình."
    }
  },
  {
    "translation": {
      "en": "I decided I didn't want to share that,",
      "vi": "Tôi quyết định không muốn thế."
    }
  },
  {
    "translation": {
      "en": "and I went with Ricky somewhere and, like, gave my testimony beforehand.",
      "vi": "Và tôi đi cùng Ricky đến đâu đó và nói thử trước."
    }
  },
  {
    "translation": {
      "en": "I decided I didn't wanna share that detail because I was like, it just didn't feel right.",
      "vi": "Tôi quyết định không chia sẻ việc đó. Thấy không ổn."
    }
  },
  {
    "translation": {
      "en": "I don't feel comfortable about it. This is something that's mine that I need to work through more.",
      "vi": "Tôi thấy không thoải mái. Đó là cái tôi phải tự vượt qua."
    }
  },
  {
    "translation": {
      "en": "And on the way home that night, um,",
      "vi": "Trên đường về nhà tối đó,"
    }
  },
  {
    "translation": {
      "en": "he would always kind of, like, give me pointers,",
      "vi": "ông cứ luôn cho tôi lời khuyên,"
    }
  },
  {
    "translation": {
      "en": "and he was like, You know, you did a really good job sharing your testimony, um,",
      "vi": "ông nói: Cháu chia sẻ chuyện của mình rất hay,"
    }
  },
  {
    "translation": {
      "en": "but I just really regret that you left out the part about the rape.",
      "vi": "nhưng ta tiếc vì cháu bỏ qua chuyện bị cưỡng bức."
    }
  },
  {
    "translation": {
      "en": "And I was like,",
      "vi": "Và tôi đáp:"
    }
  },
  {
    "translation": {
      "en": "I didn't feel like talking about it.",
      "vi": "Cháu không muốn nói chuyện đó."
    }
  },
  {
    "translation": {
      "en": "And he was like, I just think it kind of removes some of the power from your testimony.",
      "vi": "Ông đáp: Ta chỉ nghĩ nó làm cho câu chuyện của cháu cảm động hơn."
    }
  },
  {
    "translation": {
      "en": "And he actually, um, ended up taking advantage of me,",
      "vi": "Và cuối cùng anh ta lợi dụng tôi,"
    }
  },
  {
    "translation": {
      "en": "sexually, that night",
      "vi": "về tình dục, tối hôm đó"
    }
  },
  {
    "translation": {
      "en": "when we went back to his apartment, he-- he… …essentially ra-- raping me.",
      "vi": "khi chúng tôi quay lại căn hộ anh ta, về cơ bản là cưỡng bức tôi."
    }
  },
  {
    "translation": {
      "en": "I ended up telling the story,",
      "vi": "Cuối cùng tôi kể câu chuyện,"
    }
  },
  {
    "translation": {
      "en": "but I remember feeling, like, so angry",
      "vi": "nhưng tôi nhớ tôi cảm thấy rất giận dữ"
    }
  },
  {
    "translation": {
      "en": "that all of these really intimate experiences of my life",
      "vi": "rằng tất cả những trải nghiệm riêng tư trong cuộc sống của tôi"
    }
  },
  {
    "translation": {
      "en": "were being orchestrated and put together in a way that pushed in a narrative,",
      "vi": "được dàn dựng lại theo cách để tuyên truyền thông điệp:"
    }
  },
  {
    "translation": {
      "en": "Men are bad, and I hate men,",
      "vi": "Đàn ông là xấu và tôi ghét đàn ông."
    }
  },
  {
    "translation": {
      "en": "and because of abuse, I have turned to women.",
      "vi": "Và vì bị bạo hành, tôi mới chuyển sang thích phụ nữ."
    }
  },
  {
    "translation": {
      "en": "You let that happen?",
      "vi": "Ta để điều đó xảy ra?"
    }
  },
  {
    "translation": {
      "en": "I tried to believe men could be trusted, and that happens?",
      "vi": "Tôi cố tin rằng đàn ông là đáng tin, mà điều đó xảy ra?"
    }
  },
  {
    "translation": {
      "en": "I'm done with this!",
      "vi": "Thôi đi nhé!"
    }
  },
  {
    "translation": {
      "en": "Looking back, I definitely wish I hadn't been exploited in that way,",
      "vi": "Bây giờ nhìn lại, chắc chắn tôi ước giá như mình không bị lợi dụng như thế,"
    }
  },
  {
    "translation": {
      "en": "and put up as a prop at way too young of an age,",
      "vi": "bị người khác giật dây khi tuổi còn quá trẻ,"
    }
  },
  {
    "translation": {
      "en": "when I was really emotionally vulnerable.",
      "vi": "lúc tôi rất dễ bị tổn thương cảm xúc."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh, look who it is!",
      "vi": "Trời ơi, xem ai kìa!"
    }
  },
  {
    "translation": {
      "en": "Three of my favorite people.",
      "vi": "Ba người tôi thích nhất."
    }
  },
  {
    "translation": {
      "en": "How are you, boy?",
      "vi": "Anh thế nào?"
    }
  },
  {
    "translation": {
      "en": "Oh my gosh, what took y'all so long?",
      "vi": "Trời ơi, mọi người làm gì mà lâu thế?"
    }
  },
  {
    "translation": {
      "en": "- - Hi, precious!",
      "vi": "Chào bạn yêu quý!"
    }
  },
  {
    "translation": {
      "en": "This is the church.",
      "vi": "Đây là nhà thờ."
    }
  },
  {
    "translation": {
      "en": "This is ecclesia. This is the church.",
      "vi": "Đây là đại hội quốc dân. Đây là nhà thờ."
    }
  },
  {
    "translation": {
      "en": "The article from yesterday is, like, going through the roof.",
      "vi": "Bài báo hôm qua đang gây chú ý lớn."
    }
  },
  {
    "translation": {
      "en": "People from all over the country are clicking on it.",
      "vi": "Trên khắp cả nước, người ta đang nhấn vào đọc."
    }
  },
  {
    "translation": {
      "en": "- That's amazing! - Yes.",
      "vi": "- Tuyệt quá! - Đúng."
    }
  },
  {
    "translation": {
      "en": "- Word's getting out there. - Amen.",
      "vi": "- Đang lan truyền rồi. - Amen."
    }
  },
  {
    "translation": {
      "en": "It's blowing up.",
      "vi": "Đang bùng nổ rồi."
    }
  },
  {
    "translation": {
      "en": "- Mmm!  - Yes, I love it!",
      "vi": "Đúng, tôi thích lắm!"
    }
  },
  {
    "translation": {
      "en": "Hey, y'all. We're about to start worship.",
      "vi": "Mọi người. Ta sắp bắt đầu làm lễ."
    }
  },
  {
    "translation": {
      "en": "They're about to start worship.",
      "vi": "Họ sắp bắt đầu làm lễ."
    }
  },
  {
    "translation": {
      "en": "Okay, everybody be quiet please!",
      "vi": "Được, mọi người làm ơn trật tự!"
    }
  },
  {
    "translation": {
      "en": "Quiet.",
      "vi": "Trật tự."
    }
  },
  {
    "translation": {
      "en": "While I was here in 2017 was when the thought came to me,",
      "vi": "Khi ở đây năm 2017, một ý nghĩ đến với tôi:"
    }
  },
  {
    "translation": {
      "en": "We need to have a march for people who left LGBTQ lifestyles.",
      "vi": "ta cần tổ chức diễu hành cho những người đã từ bỏ LGBTQ."
    }
  },
  {
    "translation": {
      "en": "The Freedom March is just all about y'all's stories.",
      "vi": "Diễu hành Tự do là để kể câu chuyện của mọi người."
    }
  },
  {
    "translation": {
      "en": "It's not just about my story. It's about celebrating all your stories.",
      "vi": "Không phải của tôi. Mà tôn vinh chuyện của mọi người."
    }
  },
  {
    "translation": {
      "en": "Also, the Lord put on my heart to say, Be obedient in whatever He tells you.",
      "vi": "Ngoài ra Chúa cũng muốn tôi nói: Hãy vâng lời khi Người bảo."
    }
  },
  {
    "translation": {
      "en": "When you step out in obedience once, He'll trust you more and more and more,",
      "vi": "Khi đã vâng lời một lần, Người sẽ tin tưởng ngày càng nhiều hơn"
    }
  },
  {
    "translation": {
      "en": "and you will just continue to grow. And a lot of times, it's the little things",
      "vi": "và các bạn sẽ tiếp tục phát triển. Và nhiều lúc đó là những điều nhỏ nhặt khi Người dõi theo ta ở nhà."
    }
  },
  {
    "translation": {
      "en": "He watches us on at home, the little things.",
      "vi": "Và nhiều lúc đó là những điều nhỏ nhặt khi Người dõi theo ta ở nhà."
    }
  },
  {
    "translation": {
      "en": "Are you being obedient with something He tells you little",
      "vi": "Và vâng lời những chuyện nhỏ Người bảo"
    }
  },
  {
    "translation": {
      "en": "and not just a big ministry thing? It's just every day being obedient.",
      "vi": "không chỉ những chuyện lớn của nhóm? Luôn luôn vâng lời."
    }
  },
  {
    "translation": {
      "en": "'Cause He said those that love Him will obey Him.",
      "vi": "Vì Người nói ai yêu quý Người sẽ vâng lời Người."
    }
  },
  {
    "translation": {
      "en": "I want you guys to understand what's happening.",
      "vi": "Tôi muốn bạn hiểu ta đang làm gì."
    }
  },
  {
    "translation": {
      "en": "This is the sound of unity. This is the sound of a warrior, and that means business.",
      "vi": "Đây là âm thanh của đoàn kết. Âm thanh của một chiến binh nghiêm túc."
    }
  },
  {
    "translation": {
      "en": "♪ I'm a warrior ♪ ♪ I'm a warrior, I'm a warrior… ♪",
      "vi": "Tôi là một chiến binh…"
    }
  },
  {
    "translation": {
      "en": "You prophesied of this Freedom March.",
      "vi": "Cha đã tiên đoán cuộc diễu hành này."
    }
  },
  {
    "translation": {
      "en": "- It belongs to you, Father. - Yes!",
      "vi": "Nó thuộc về Cha."
    }
  },
  {
    "translation": {
      "en": "Right now, what's happening is you are bringing your warriors in formation!",
      "vi": "Lúc này, Cha đang đưa những chiến binh của mình vào đội hình."
    }
  },
  {
    "translation": {
      "en": "- - ♪ Bring Your reformation ♪ ♪ Bring Your reformation ♪ ♪ Bring Your reformation ♪",
      "vi": "Hãy đem đến sự tái sinh"
    }
  },
  {
    "translation": {
      "en": "♪ To this nation ♪",
      "vi": "Cho đất nước này!"
    }
  },
  {
    "translation": {
      "en": "♪ The Lion, the Lion ♪",
      "vi": "Sư tử"
    }
  },
  {
    "translation": {
      "en": "♪ The Lion of Judah ♪",
      "vi": "Sư tử của Judah"
    }
  },
  {
    "translation": {
      "en": "♪ Is roaring, is roaring ♪",
      "vi": "Đang gầm rú"
    }
  },
  {
    "translation": {
      "en": "♪ Is roaring for me ♪",
      "vi": "Đang gầm rú vì tôi"
    }
  },
  {
    "translation": {
      "en": "♪ The Lion, the Lion ♪",
      "vi": "Sư tử"
    }
  },
  {
    "translation": {
      "en": "♪ The Lion of Judah ♪",
      "vi": "Sư tử của Judah"
    }
  },
  {
    "translation": {
      "en": "♪ Is roaring, is roaring… ♪",
      "vi": "Đang gầm rú…"
    }
  },
  {
    "translation": {
      "en": "I'm gonna read from the section about a group gathering at Living Hope.",
      "vi": "Tôi sẽ đọc từ mục về nhóm tập trung ở Living Hope."
    }
  },
  {
    "translation": {
      "en": "How old were you during this time? I was 17 when I started it,",
      "vi": "- Lúc đó em bao nhiêu tuổi? - Em tham gia từ 17 tuổi"
    }
  },
  {
    "translation": {
      "en": "and then this goes pretty much like up through the end of college,",
      "vi": "và duy trì suốt đến cuối đại học,"
    }
  },
  {
    "translation": {
      "en": "I would say.",
      "vi": "em cho là thế."
    }
  },
  {
    "translation": {
      "en": "The first time I burned myself,",
      "vi": "Lần đầu tôi làm mình bỏng,"
    }
  },
  {
    "translation": {
      "en": "I was sitting on a curb outside of the church after a Living Hope meeting.",
      "vi": "tôi đang ngồi ở lề đường ngoài nhà thờ sau buổi họp của Living Hope."
    }
  },
  {
    "translation": {
      "en": "As my cigarette burned low, without giving it much thought,",
      "vi": "Khi điếu thuốc cháy gần hết, không nghĩ ngợi nhiều,"
    }
  },
  {
    "translation": {
      "en": "I shoved the burning end of it into my shoulder and listened as the skin on my left arm sizzled.",
      "vi": "tôi dí đầu cháy vào vai mình và nghe tiếng da trên tay trái cháy xèo xèo."
    }
  },
  {
    "translation": {
      "en": "Shortly after that night, I sat alone in my room,",
      "vi": "Không lâu sau tối đó, tôi ngồi một mình ở phòng,"
    }
  },
  {
    "translation": {
      "en": "lost in a whirlwind of fear, agony, and self- loathing.",
      "vi": "lạc lối trong cơn lốc sợ hãi, khổ cực, chán ghét mình."
    }
  },
  {
    "translation": {
      "en": "That's when I remembered the cigarette burn",
      "vi": "Đó là lúc tôi nhớ về vết bỏng thuốc lá"
    }
  },
  {
    "translation": {
      "en": "and the wave of detachment that washed through my body the moment the fire seared my skin.",
      "vi": "và làn sóng giải thoát lướt đi khắp cơ thể mình khi lửa đốt vào da tôi."
    }
  },
  {
    "translation": {
      "en": "After scanning my room for ment-- metal objects that would heat under fire, I landed on a quarter.",
      "vi": "Sau khi đi tìm vật kim loại nóng lên dưới lửa, tôi chọn một đồng xu."
    }
  },
  {
    "translation": {
      "en": "Clamping the quarter with tweezers, I plunged it into the flame of a lighter,",
      "vi": "Kẹp đồng xu vào nhíp, tôi đưa nó vào ngọn lửa từ bật lửa,"
    }
  },
  {
    "translation": {
      "en": "my heart rate rising as the coin heated up.",
      "vi": "đồng xu nóng làm nhịp tim tôi tăng theo."
    }
  },
  {
    "translation": {
      "en": "I inhaled, flexed my left arm, and pressed the quarter deep in my flesh",
      "vi": "Tôi hít vào, giơ tay trái ra, nhấn đồng xu vào sâu trong da thịt"
    }
  },
  {
    "translation": {
      "en": "until the skin broke and the pain numbed.",
      "vi": "cho đến khi da vỡ ra và cơn đau tê đi."
    }
  },
  {
    "translation": {
      "en": "I repeated the process at least 20 times that afternoon,",
      "vi": "Chiều hôm đó, tôi làm thế ít nhất 20 lần,"
    }
  },
  {
    "translation": {
      "en": "searing straight lines into my shoulder, each a few inches wide.",
      "vi": "đốt thành một hàng dọc vai, mỗi vết cách nhau vài phân."
    }
  },
  {
    "translation": {
      "en": "For weeks, I engaged in a routine of applying Neosporin to the wounds every morning and evening.",
      "vi": "Suốt nhiều tuần, tôi thường xoa Neosporin vào vết thương mỗi sáng và mỗi tối."
    }
  },
  {
    "translation": {
      "en": "We were safe in those moments, me and my body.",
      "vi": "Trong lúc đó, tôi và cơ thể được an toàn."
    }
  },
  {
    "translation": {
      "en": "I could roll up my shirt sleeve, expose my wounds, and be met with tenderness and compassion.",
      "vi": "Tôi có thể xắn tay áo, để lộ vết thương, và được đáp lại bằng sự dịu nhẹ, trìu mến."
    }
  },
  {
    "translation": {
      "en": "In the years that followed, when the anguish became unbearable,",
      "vi": "Suốt nhiều năm sau, khi không thể chịu đựng nổi nỗi đau, tôi lại làm như thế,"
    }
  },
  {
    "translation": {
      "en": "I would return to this routine,",
      "vi": "khi không thể chịu đựng nổi nỗi đau, tôi lại làm như thế,"
    }
  },
  {
    "translation": {
      "en": "burning straight lines into my shoulders and tending to the wounds to self- soothe.",
      "vi": "đốt một hàng dọc theo vai và chăm sóc vết thương để tự dỗ dành."
    }
  },
  {
    "translation": {
      "en": "I've heard depression described as anger turned inward.",
      "vi": "Người ta bảo trầm cảm là cơn giận hướng vào trong."
    }
  },
  {
    "translation": {
      "en": "Perhaps that's what I was doing in my dorm room all those years ago.",
      "vi": "Có lẽ tôi đã làm thế trong phòng ký túc những năm đó."
    }
  },
  {
    "translation": {
      "en": "I took the rage I felt about living in a body that couldn't be submitted",
      "vi": "Tôi lấy cơn giận khi phải sống trong cơ thể không thể biến thành"
    }
  },
  {
    "translation": {
      "en": "into the kind of body it was supposed to be,",
      "vi": "đưa vào cơ thể lẽ ra nó nên như vậy:"
    }
  },
  {
    "translation": {
      "en": "a straight body, a feminine body, a good Christian body,",
      "vi": "một con người thẳng, nữ tính, mộ đạo,"
    }
  },
  {
    "translation": {
      "en": "and I lit it on fire.",
      "vi": "và tôi đốt nó lên."
    }
  },
  {
    "translation": {
      "en": "- I love you, babe. - I love you.",
      "vi": "- Em yêu chị. - Chị yêu em."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Chị rất tiếc."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's kind of intense.",
      "vi": "Ừ, hơi dữ dội."
    }
  },
  {
    "translation": {
      "en": "Yeah, it is.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "Over the years,",
      "vi": "Qua nhiều năm,"
    }
  },
  {
    "translation": {
      "en": "it was increasingly harder to keep my homosexuality--",
      "vi": "việc tôi là người đồng tính ngày càng khó…"
    }
  },
  {
    "translation": {
      "en": "keeping the lid on it.",
      "vi": "che giấu hơn."
    }
  },
  {
    "translation": {
      "en": "Primarily, it was through use of pornography,",
      "vi": "Chủ yếu là qua sử dụng ấn phẩm khiêu dâm,"
    }
  },
  {
    "translation": {
      "en": "which my wife would discover, and it would very much trouble her.",
      "vi": "vợ tôi phát hiện ra và điều đó khiến cô ấy rất phiền muộn."
    }
  },
  {
    "translation": {
      "en": "I can understand why it would trouble her.",
      "vi": "Tôi hiểu vì sao lại như thế."
    }
  },
  {
    "translation": {
      "en": "It was threatening.",
      "vi": "Đó là sự đe dọa."
    }
  },
  {
    "translation": {
      "en": "It was disobedient.",
      "vi": "Đó là sự không vâng lời."
    }
  },
  {
    "translation": {
      "en": "It meant-- Did it mean I was reverting back?",
      "vi": "Phải chăng… Phải chăng tức là tôi đã tái đồng tính?"
    }
  },
  {
    "translation": {
      "en": "I remember her turning to me one day and saying, John, why can't you just obey?",
      "vi": "Tôi nhớ một hôm cô ấy quay qua tôi và nói: John, sao anh không vâng lời được?"
    }
  },
  {
    "translation": {
      "en": "Why can't you make the Godly decision?",
      "vi": "Sao anh không thể ra quyết định hợp ý Chúa?"
    }
  },
  {
    "translation": {
      "en": "And I remember saying to her,",
      "vi": "Và tôi nhớ đã nói với cô ấy:"
    }
  },
  {
    "translation": {
      "en": "I-- I-- don't know.",
      "vi": "Anh không biết."
    }
  },
  {
    "translation": {
      "en": "I don't know why it didn't go away. I don't know how to make it go away.",
      "vi": "Không biết vì sao cảm xúc đó không mất đi. Anh không biết cách làm nó mất đi."
    }
  },
  {
    "translation": {
      "en": "It's getting worse. The older I get, it's getting worse.",
      "vi": "Càng ngày càng tệ hơn. Tôi càng lớn tuổi thì lại càng tệ."
    }
  },
  {
    "translation": {
      "en": "I found myself surrounded by people who loved me,",
      "vi": "Tôi thấy xung quanh tôi toàn người yêu thương tôi,"
    }
  },
  {
    "translation": {
      "en": "my wife and my sons, and I felt all alone.",
      "vi": "vợ và các con trai tôi, mà tôi lại thấy cô đơn."
    }
  },
  {
    "translation": {
      "en": "I…",
      "vi": "Tôi…"
    }
  },
  {
    "translation": {
      "en": "ached to be loved and to love a man.",
      "vi": "thèm khát cảm giác yêu và được yêu bởi một người đàn ông."
    }
  },
  {
    "translation": {
      "en": "And I had gotten to the point where",
      "vi": "Và đến mức độ mà"
    }
  },
  {
    "translation": {
      "en": "the root causes of all this",
      "vi": "nguyên nhân gốc rễ của mọi chuyện"
    }
  },
  {
    "translation": {
      "en": "didn't matter anymore.",
      "vi": "không còn quan trọng nữa."
    }
  },
  {
    "translation": {
      "en": "The right or wrong of this, biblically, didn't matter anymore.",
      "vi": "Chuyện đúng hay sai, theo Kinh thánh, không còn quan trọng nữa."
    }
  },
  {
    "translation": {
      "en": "I thought, If I don't go on this journey to figure out who I am,",
      "vi": "Tôi nghĩ: Nếu mình không bước vào hành trình đi tìm con người thật,"
    }
  },
  {
    "translation": {
      "en": "I will take my life.",
      "vi": "mình sẽ tự sát."
    }
  },
  {
    "translation": {
      "en": "I will take my life.",
      "vi": "Tôi sẽ tự sát."
    }
  },
  {
    "translation": {
      "en": "I was in Washington D.C. for meetings,",
      "vi": "Tôi đến Washington D.C. dự họp"
    }
  },
  {
    "translation": {
      "en": "and I started drinking.",
      "vi": "và tôi bắt đầu uống rượu."
    }
  },
  {
    "translation": {
      "en": "I got intoxicated, and I went into a gay bar.",
      "vi": "Tôi say xỉn và tôi đi vào một quán bar đồng tính."
    }
  },
  {
    "translation": {
      "en": "Someone came up to me and recognized who I was.",
      "vi": "Một người đến trước mặt tôi và nhận ra tôi là ai."
    }
  },
  {
    "translation": {
      "en": "I mean, really, what was I thinking?",
      "vi": "Lúc đó tôi nghĩ gì chứ?"
    }
  },
  {
    "translation": {
      "en": "There was a gay activist that was called. He was outside the bar.",
      "vi": "Một nhà hoạt động vì người đồng tính được gọi đến. Anh ta ở ngoài quán."
    }
  },
  {
    "translation": {
      "en": "And he took a photograph of me with my hand in front of my face",
      "vi": "Và anh ta chụp ảnh tôi lúc tôi giơ tay lên che mặt"
    }
  },
  {
    "translation": {
      "en": "and me running down the street.",
      "vi": "và lúc tôi chạy ra đường."
    }
  },
  {
    "translation": {
      "en": "It was a Monday morning.",
      "vi": "Đó là sáng thứ Hai."
    }
  },
  {
    "translation": {
      "en": "And I got into my office, and I knew that John was there.",
      "vi": "Tôi đến văn phòng và tôi biết John ở đó."
    }
  },
  {
    "translation": {
      "en": "He was a friend of mine.",
      "vi": "Anh ấy là bạn tôi."
    }
  },
  {
    "translation": {
      "en": "So he comes into my office,",
      "vi": "Anh ấy đến văn phòng tôi"
    }
  },
  {
    "translation": {
      "en": "and I thought we would just chat and catch up.",
      "vi": "và tôi nghĩ chúng tôi sẽ nói chuyện, hàn huyên."
    }
  },
  {
    "translation": {
      "en": "And he was shaking. He sat on my chair. He barely looked at me.",
      "vi": "Anh ấy run rẩy. Anh ấy ngồi ghế của tôi, không dám nhìn tôi."
    }
  },
  {
    "translation": {
      "en": "I knew this was gonna come out immediately, so I lied.",
      "vi": "Tôi biết chuyện này sẽ bị lộ ngay lập tức, nên tôi nói dối."
    }
  },
  {
    "translation": {
      "en": "I said I didn't know it was a gay bar, and I had gone in there to use the bathroom.",
      "vi": "Tôi nói không biết đó là bar đồng tính. Tôi vào đi vệ sinh."
    }
  },
  {
    "translation": {
      "en": "Well, any person with half a brain realized, Come on, John.",
      "vi": "Ai biết suy nghĩ một chút cũng nhận ra: Thôi nào, John."
    }
  },
  {
    "translation": {
      "en": "He knew it was much bigger than what he was telling us.",
      "vi": "Anh ấy biết chuyện còn nghiêm trọng hơn những gì anh ấy kể."
    }
  },
  {
    "translation": {
      "en": "And I felt so bad for him",
      "vi": "Và tôi rất thương anh ấy"
    }
  },
  {
    "translation": {
      "en": "because he was leaning over in the chair with his cup of coffee,",
      "vi": "vì anh ấy ngồi ghế, ngả người ra trước trong lúc cầm cốc cà phê,"
    }
  },
  {
    "translation": {
      "en": "which I'll never forget, and saying,",
      "vi": "chuyện này tôi không bao giờ quên, và nói:"
    }
  },
  {
    "translation": {
      "en": "I hope I didn't hurt the movement.",
      "vi": "Mong tôi không làm hại phong trào."
    }
  },
  {
    "translation": {
      "en": "And that's what he kept saying, I hope I didn't hurt the movement.",
      "vi": "Anh ấy cứ nói đi nói lại: Mong tôi không làm hại phong trào."
    }
  },
  {
    "translation": {
      "en": "I was so…",
      "vi": "Lúc đó tôi…"
    }
  },
  {
    "translation": {
      "en": "like, What in the world?",
      "vi": "nghĩ: Cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "And not within five minutes, the phone started ringing off the wall.",
      "vi": "Và chưa đầy năm phút, điện thoại bắt đầu kêu liên hồi."
    }
  },
  {
    "translation": {
      "en": "Everybody just thought John was amazing, that he hung the moon.",
      "vi": "Mọi người đều nghĩ John thật tuyệt vời, anh ấy được trọng vọng."
    }
  },
  {
    "translation": {
      "en": "He was successful. He was eloquent. He had a great testimony.",
      "vi": "Anh ấy là người thành công, có tài hùng biện, có câu chuyện tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "And just like any prominent, charismatic leader,",
      "vi": "Cũng như bất cứ lãnh đạo xuất chúng và có sức hút nào khác,"
    }
  },
  {
    "translation": {
      "en": "who doesn't live up to their audience's ideals,",
      "vi": "anh ấy không sống đúng với lý tưởng của khán giả,"
    }
  },
  {
    "translation": {
      "en": "when he was busted running from the gay bar,",
      "vi": "khi anh ấy bị phát hiện chạy trốn khỏi bar đồng tính,"
    }
  },
  {
    "translation": {
      "en": "it sent everybody into a shock.",
      "vi": "ai cũng sốc cả."
    }
  },
  {
    "translation": {
      "en": "My wife had had enough.",
      "vi": "Vợ tôi không chịu nổi nữa."
    }
  },
  {
    "translation": {
      "en": "She filed legal separation papers.",
      "vi": "Cô ấy nộp đơn xin ly thân."
    }
  },
  {
    "translation": {
      "en": "She divorced me.",
      "vi": "Cô ấy ly hôn tôi."
    }
  },
  {
    "translation": {
      "en": "I had never been honest a day in my life.",
      "vi": "Tôi chưa bao giờ thành thật một ngày nào trong đời mình."
    }
  },
  {
    "translation": {
      "en": "It was lie, after lie, after lie, after lie.",
      "vi": "Cứ hết lời dối trá này đến lời dối trá khác."
    }
  },
  {
    "translation": {
      "en": "When John left the movement, it was very memorable",
      "vi": "Khi John rời khỏi phong trào, đó là khoảnh khắc đáng nhớ"
    }
  },
  {
    "translation": {
      "en": "because of his impact on the movement as a whole, um,",
      "vi": "vì ảnh hưởng của anh ấy đến toàn phong trào."
    }
  },
  {
    "translation": {
      "en": "but as far as the functioning of Exodus, it continued unhindered.",
      "vi": "Nhưng còn về hoạt động của Exodus, nó vẫn tiếp diễn như bình thường."
    }
  },
  {
    "translation": {
      "en": "Um, yes, my name is Randy Thomas. I'm the executive vice president for Exodus.",
      "vi": "Vâng, tôi là Randy Thomas, phó chủ tịch điều hành Exodus."
    }
  },
  {
    "translation": {
      "en": "We have almost 200 member agencies in Canada and the United States.",
      "vi": "Chúng tôi có gần 200 tổ chức thành viên ở Canada và Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "Exodus started getting more political in 2003.",
      "vi": "Exodus bắt đầu tham gia sâu hơn vào chính trị vào năm 2003."
    }
  },
  {
    "translation": {
      "en": "We started traveling to D.C. to participate in meetings and events",
      "vi": "Chúng tôi bắt đầu đến D.C. để tham gia các cuộc họp và sự kiện"
    }
  },
  {
    "translation": {
      "en": "with religious- right leaders and power brokers.",
      "vi": "với các lãnh đạo cánh hữu mộ đạo và nhà vận động chính trị."
    }
  },
  {
    "translation": {
      "en": "They knew that they had a problem humanizing the issues.",
      "vi": "Họ biết họ gặp khó khăn với việc làm cho vấn đề dễ chịu hơn."
    }
  },
  {
    "translation": {
      "en": "And we were there to help them fix that problem.",
      "vi": "Và chúng tôi đến để giúp khắc phục vấn đề đó."
    }
  },
  {
    "translation": {
      "en": "They couldn't say,",
      "vi": "Họ không thể nói:"
    }
  },
  {
    "translation": {
      "en": "Our views are healthier than gay-- LGBTQ views,",
      "vi": "Quan điểm của chúng tôi lành mạnh hơn của giới LGBTQ."
    }
  },
  {
    "translation": {
      "en": "but they can.",
      "vi": "Mà họ có thể."
    }
  },
  {
    "translation": {
      "en": "There was a huge push to do everything that we could while Bush was in office",
      "vi": "Có một sức ép lớn là làm mọi việc có thể trong lúc Bush còn đương chức,"
    }
  },
  {
    "translation": {
      "en": "and both houses of Congress were Republican- controlled",
      "vi": "cả thượng và hạ viện đều do đảng Cộng hòa kiểm soát"
    }
  },
  {
    "translation": {
      "en": "to stave off LGBTQ rights as much as possible, and maybe forever.",
      "vi": "để hạn chế quyền cho LGBTQ nhiều nhất có thể và có lẽ đến mãi mãi."
    }
  },
  {
    "translation": {
      "en": "Marriage between a man and a woman is the ideal,",
      "vi": "Hôn nhân giữa nam và nữ là lý tưởng"
    }
  },
  {
    "translation": {
      "en": "and the job of the president is to drive policy toward the ideal.",
      "vi": "và công việc của tổng thống là thúc đẩy chính sách theo lý tưởng đó."
    }
  },
  {
    "translation": {
      "en": "Just after midnight,",
      "vi": "TUYỆT! Ngay sau nửa đêm,"
    }
  },
  {
    "translation": {
      "en": "thousands celebrated what was once just a dream in Massachusetts.",
      "vi": "hàng ngàn người ăn mừng điều từng chỉ là mơ ở Massachusetts."
    }
  },
  {
    "translation": {
      "en": "The most important investment Exodus made into politics",
      "vi": "Đóng gớp quan trọng nhất của Exodus vào chính trị"
    }
  },
  {
    "translation": {
      "en": "was over the marriage battle.",
      "vi": "là trong trận chiến hôn nhân."
    }
  },
  {
    "translation": {
      "en": "That was so important to us",
      "vi": "Điều đó rất quan trọng với chúng tôi"
    }
  },
  {
    "translation": {
      "en": "because we were promoting an idealized version of life.",
      "vi": "vì chúng tôi tuyên truyền phiên bản cuộc sống lý tưởng hóa."
    }
  },
  {
    "translation": {
      "en": "Gay marriage felt like an existential threat",
      "vi": "Hôn nhân đồng giới có vẻ như mối đe dọa sống còn"
    }
  },
  {
    "translation": {
      "en": "against our idealized goals for people in our ministries.",
      "vi": "chống lại lý tưởng của người trong nhóm."
    }
  },
  {
    "translation": {
      "en": "They were seeing the culture say it's healthy and good",
      "vi": "Họ thấy nhận thức chung cho rằng được cưới người bạn thật sự gắn bó và yêu thương là lành mạnh và tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "to marry the person that you're truly attracted to and love.",
      "vi": "được cưới người bạn thật sự gắn bó và yêu thương là lành mạnh và tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "Well, we had to counter that message.",
      "vi": "Chúng tôi phải phản bác thông điệp đó."
    }
  },
  {
    "translation": {
      "en": "You wanna know why I fight so hard for the marriage issue?",
      "vi": "Muốn biết vì sao tôi đấu tranh quyết liệt cho vấn đề hôn nhân chứ?"
    }
  },
  {
    "translation": {
      "en": "Because marriage transcends what we understand of it",
      "vi": "Vì hôn nhân có ý nghĩa vượt xa những gì ta hiểu về nó"
    }
  },
  {
    "translation": {
      "en": "and bears the image of God.",
      "vi": "và mang hình ảnh của Chúa."
    }
  },
  {
    "translation": {
      "en": "Same- sex couples have been getting legally married in California,",
      "vi": "Các cặp đôi đồng giới đã được kết hôn hợp pháp ở California,"
    }
  },
  {
    "translation": {
      "en": "but the ceremonies will stop if Proposition 8 passes,",
      "vi": "nhưng những lễ cưới sẽ dừng lại nếu Đề xuất 8 được thông qua,"
    }
  },
  {
    "translation": {
      "en": "amending California's constitution",
      "vi": "sửa đổi hiến pháp California,"
    }
  },
  {
    "translation": {
      "en": "so it defines marriage as only between one man",
      "vi": "nó định nghĩa hôn nhân chỉ là giữa một người nam"
    }
  },
  {
    "translation": {
      "en": "and one woman.",
      "vi": "và một người nữ."
    }
  },
  {
    "translation": {
      "en": "I started working for Exodus in the summer of 2008,",
      "vi": "Tôi bắt đầu làm việc cho Exodus vào mùa hè năm 2008,"
    }
  },
  {
    "translation": {
      "en": "so right before the elections.",
      "vi": "tức là ngay trước bầu cử."
    }
  },
  {
    "translation": {
      "en": "And I went to work on the Prop 8 campaign immediately.",
      "vi": "Và tôi làm việc trong chiến dịch vận động ủng hộ Đề xuất 8 ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "I was invited to this event,",
      "vi": "Tôi được mời đến một sự kiện"
    }
  },
  {
    "translation": {
      "en": "and they had cameras there",
      "vi": "và ở đó có máy quay"
    }
  },
  {
    "translation": {
      "en": "so that people in churches all across",
      "vi": "để người ở nhà thờ trên toàn bang California"
    }
  },
  {
    "translation": {
      "en": "the state of California could watch this event that we're putting on.",
      "vi": "để người ở nhà thờ trên toàn bang California có thể xem sự kiện chúng tôi đang tổ chức."
    }
  },
  {
    "translation": {
      "en": "I don't mean to be crass, but men and women's body parts",
      "vi": "Không có ý thô tục, nhưng cơ thể nam và nữ"
    }
  },
  {
    "translation": {
      "en": "fit together to become a single organism…",
      "vi": "gắn khít vào nhau tạo thành một thể duy nhất"
    }
  },
  {
    "translation": {
      "en": "…for…",
      "vi": "vì…"
    }
  },
  {
    "translation": {
      "en": "…for the purpose of creating children.",
      "vi": "vì mục đích tạo ra trẻ con."
    }
  },
  {
    "translation": {
      "en": "If sexual orientation",
      "vi": "Nếu xu hướng tính dục,"
    }
  },
  {
    "translation": {
      "en": "or sexual attractions were the basis upon which we were allowed to marry,",
      "vi": "hay sức hấp dẫn tình dục là cơ sở để được phép tiến tới hôn nhân,"
    }
  },
  {
    "translation": {
      "en": "then pedophiles would have to be allowed to marry six- , seven- , eight- year- olds.",
      "vi": "vậy thì bọn ấu dâm cũng phải được phép cưới trẻ em sáu, bảy, tám tuổi."
    }
  },
  {
    "translation": {
      "en": "Mothers and sons,",
      "vi": "Mẹ và con trai,"
    }
  },
  {
    "translation": {
      "en": "sisters and brothers, any-- any combination would have to be allowed.",
      "vi": "anh chị em, bất cứ kiểu nào cũng phải được phép."
    }
  },
  {
    "translation": {
      "en": "A big part of the message was the slippery slope argument.",
      "vi": "Thông điệp quan trọng là được đằng chân lân đằng đầu."
    }
  },
  {
    "translation": {
      "en": "Okay, so you're saying two women or two men now,",
      "vi": "Được, cứ cho bây giờ là hai nữ hoặc hai nam,"
    }
  },
  {
    "translation": {
      "en": "but then what's it gonna become?",
      "vi": "nhưng sau đó sẽ thế nào?"
    }
  },
  {
    "translation": {
      "en": "It's just knowing the fears that people have.",
      "vi": "Bọn tôi hiểu nỗi sợ của con người thôi."
    }
  },
  {
    "translation": {
      "en": "What is it that I can say that is really going to scare them,",
      "vi": "Tôi có thể nói điều gì khiến họ thật sự sợ hãi,"
    }
  },
  {
    "translation": {
      "en": "if they're on the fence?",
      "vi": "liệu họ đang phân vân?"
    }
  },
  {
    "translation": {
      "en": "And a lot of people were on the fence",
      "vi": "Và rất nhiều người còn đang phân vân"
    }
  },
  {
    "translation": {
      "en": "and just sort of ambivalent one way or the other, and you think,",
      "vi": "và đang băn khoan giữa hai cái và bạn nghĩ:"
    }
  },
  {
    "translation": {
      "en": "Oh well, you know, who cares how this is gonna affect me?",
      "vi": "Chà, ai thèm quan tâm nó ảnh hưởng đến tôi thế nào?"
    }
  },
  {
    "translation": {
      "en": "This is how it's gonna affect you.",
      "vi": "Xem cách nó ảnh hưởng bạn đi."
    }
  },
  {
    "translation": {
      "en": "Churches made a point of saying, You are voting yes on this.",
      "vi": "Nhà thờ đưa ra quan điểm: Các bạn phải bỏ phiếu đồng ý."
    }
  },
  {
    "translation": {
      "en": "I'm convinced that this is what pushed Prop 8 over,",
      "vi": "Tôi tin rằng điều đó thúc đẩy Đề xuất 8 được thông qua,"
    }
  },
  {
    "translation": {
      "en": "why it passed.",
      "vi": "đó là lý do."
    }
  },
  {
    "translation": {
      "en": "It's the kindness of God that leads us to repent.",
      "vi": "Chính sự nhân từ của Chúa khiến chúng ta ăn năn."
    }
  },
  {
    "translation": {
      "en": "It's the kindness of God…",
      "vi": "Chính sự nhân từ của Chúa…"
    }
  },
  {
    "translation": {
      "en": "So many churches coming together.",
      "vi": "Rất nhiều nhà thờ đoàn kết lại."
    }
  },
  {
    "translation": {
      "en": "I've never seen something like that happen before,",
      "vi": "Tôi chưa từng thấy điều gì như thế,"
    }
  },
  {
    "translation": {
      "en": "ever, before Prop 8.",
      "vi": "trước khi có Đề xuất 8."
    }
  },
  {
    "translation": {
      "en": "When Prop 8 passed,",
      "vi": "Khi Đề xuất 8 được thông qua,"
    }
  },
  {
    "translation": {
      "en": "I was not an Obama supporter at the time.",
      "vi": "tôi chưa phải người ủng hộ Obama."
    }
  },
  {
    "translation": {
      "en": "Back then, I was like, Ugh, Obama won. You know?",
      "vi": "Hồi đó, tôi nhủ thầm: Chán thế, Obama thắng ấy?"
    }
  },
  {
    "translation": {
      "en": "But Prop 8 passed! You know, and I was talking up a good game on social media.",
      "vi": "Nhưng Đề xuất 8 được thông qua! Lúc đó trên mạng thì tôi nói hùng hồn lắm."
    }
  },
  {
    "translation": {
      "en": "Thousands marched in California, protesting the election night passage of Proposition 8.",
      "vi": "Hàng ngàn người diễu hành ở California, phản đối việc Đề xuất 8 được thông qua."
    }
  },
  {
    "translation": {
      "en": "A massive protest on the passage of Proposition 8,",
      "vi": "Biểu tình lớn trước việc thông qua Đề xuất 8"
    }
  },
  {
    "translation": {
      "en": "the ban on same- sex marriage.",
      "vi": "nội dung cấm hôn nhân đồng giới."
    }
  },
  {
    "translation": {
      "en": "I had never felt such a sense of…",
      "vi": "Tôi chưa bao giờ cảm thấy…"
    }
  },
  {
    "translation": {
      "en": "of being less of a person.",
      "vi": "mình nhỏ bé đến vậy."
    }
  },
  {
    "translation": {
      "en": "- You're crying. - Yeah.",
      "vi": "- Cô đang khóc. - Đúng."
    }
  },
  {
    "translation": {
      "en": "I'm just ashamed of our state.",
      "vi": "Tôi thấy xấu hổ về bang của mình."
    }
  },
  {
    "translation": {
      "en": "But I'll never forget that night, watching the news.",
      "vi": "Nhưng tôi sẽ không bao giờ quên đêm hôm đó, khi xem tin tức."
    }
  },
  {
    "translation": {
      "en": "Seeing my community…",
      "vi": "Thấy cộng đồng mình."
    }
  },
  {
    "translation": {
      "en": "Back then, I didn't realize it, but I knew in my heart.",
      "vi": "Hồi đó tôi chưa nhận ra, nhưng tận tâm tôi biết. Thấy cộng đồng mình đổ ra đường…"
    }
  },
  {
    "translation": {
      "en": "Watching my community take to the streets…",
      "vi": "nhưng tận tâm tôi biết. Thấy cộng đồng mình đổ ra đường…"
    }
  },
  {
    "translation": {
      "en": "and mourning the passage of Prop 8.",
      "vi": "và than khóc về việc Đề xuất 8 được thông qua."
    }
  },
  {
    "translation": {
      "en": "When I looked at the TV,",
      "vi": "Khi tôi nhìn TV,"
    }
  },
  {
    "translation": {
      "en": "and a voice inside me said, How could you do that to your own people?",
      "vi": "giọng nói trong tôi cất lên: Sao mày làm thế với bạn bè mình?"
    }
  },
  {
    "translation": {
      "en": "And I saw these men crying.",
      "vi": "Tôi thấy những người đàn ông khóc."
    }
  },
  {
    "translation": {
      "en": "And I knew that their dreams had just been shattered.",
      "vi": "Và tôi biết giấc mơ của họ đã tan vỡ."
    }
  },
  {
    "translation": {
      "en": "And I couldn't talk the same way after that.",
      "vi": "Sau đó tôi không thể nói hùng hồn nữa."
    }
  },
  {
    "translation": {
      "en": "After Prop 8, I started having extreme anxiety, panic attacks.",
      "vi": "Sau Đề xuất 8, tôi bắt đầu bị lo lắng cực độ, lên cơn hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "We were driving down to an Exodus conference,",
      "vi": "Chúng tôi lái xe đến hội thảo của Exodus,"
    }
  },
  {
    "translation": {
      "en": "and we were probably two hours into the drive, and I started having a panic attack.",
      "vi": "khi đã đi được tầm hai tiếng, tôi bắt đầu lên cơn hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "Every time I'm going to do something that's related to Exodus",
      "vi": "Cứ khi nào tôi làm điều gì liên quan đến Exodus"
    }
  },
  {
    "translation": {
      "en": "or ex- gay things,",
      "vi": "hay phong trào cựu đồng tính,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have these panic attacks.",
      "vi": "tôi lại lên cơn hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "I still didn't know. I didn't know why.",
      "vi": "Tôi vẫn chưa biết lý do tại sao."
    }
  },
  {
    "translation": {
      "en": "I met with this therapist,",
      "vi": "Tôi đến gặp một nhà trị liệu,"
    }
  },
  {
    "translation": {
      "en": "and she said, Obviously you have trauma here,",
      "vi": "và bà ấy nói: Rõ ràng cô gặp chấn động tâm lý"
    }
  },
  {
    "translation": {
      "en": "because you're exhibiting symptoms that are more like PTSD.",
      "vi": "vì cô biểu hiện các triệu chứng giống với hậu sang chấn tâm lý."
    }
  },
  {
    "translation": {
      "en": "And that's when it really started to dawn on me.",
      "vi": "Và đó là lúc tôi bắt đầu ngộ ra,"
    }
  },
  {
    "translation": {
      "en": "There's something wrong.",
      "vi": "có gì đó không ổn."
    }
  },
  {
    "translation": {
      "en": "So it wasn't even conscious.",
      "vi": "Tức là không nhận thức được."
    }
  },
  {
    "translation": {
      "en": "It was more physical at first,",
      "vi": "Ban đầu là phản ứng của cơ thể,"
    }
  },
  {
    "translation": {
      "en": "where my body just would not allow me to continue.",
      "vi": "cơ thể tôi không cho phép tôi tiếp tục nữa."
    }
  },
  {
    "translation": {
      "en": "When we're talking about the ex- gay movement,",
      "vi": "Khi nói về phong trào cựu đồng tính,"
    }
  },
  {
    "translation": {
      "en": "it's wanting to be part of a group.",
      "vi": "có ham muốn được ở trong một nhóm."
    }
  },
  {
    "translation": {
      "en": "It's wanting to belong,",
      "vi": "Muốn có nơi nào đó để thuộc về"
    }
  },
  {
    "translation": {
      "en": "and here are my people.",
      "vi": "và đây là bạn bè tôi."
    }
  },
  {
    "translation": {
      "en": "Here are people who have the same struggles as I do.",
      "vi": "Đây là những người có cùng khó khăn với tôi."
    }
  },
  {
    "translation": {
      "en": "So you're going to abide by the rules of the group.",
      "vi": "Nên phải tuân thủ quy tắc nhóm."
    }
  },
  {
    "translation": {
      "en": "And even if there's shame involved,",
      "vi": "Và dù có cảm giác xấu hổ,"
    }
  },
  {
    "translation": {
      "en": "it seems like a small price to pay for what you're getting.",
      "vi": "có vẻ đó là cái giá nhỏ cho những gì đã nhận được."
    }
  },
  {
    "translation": {
      "en": "That was the major theme throughout our work…",
      "vi": "Đó là chủ đề xuyên suốt trong công việc của chúng tôi…"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "…to understand shame.",
      "vi": "…là hiểu được sự xấu hổ."
    }
  },
  {
    "translation": {
      "en": "Shame being this inherent feeling of, I am wrong.",
      "vi": "Xấu hổ là cảm giác gắn liền với ý nghĩ Mình sai rồi."
    }
  },
  {
    "translation": {
      "en": "- Right. - I am bad.",
      "vi": "- Vâng. - Mình là người xấu."
    }
  },
  {
    "translation": {
      "en": "I think we all struggle all the time with trying to manage that.",
      "vi": "Tôi nghĩ ai cũng gặp khó khăn trong việc kiểm soát nó."
    }
  },
  {
    "translation": {
      "en": "You're in a place now in your life where nobody's gonna tell you what to do,",
      "vi": "Cô ở giai đoạn trong cuộc đời mà không ai bảo cô phải làm gì"
    }
  },
  {
    "translation": {
      "en": "and no one's gonna tell you who you are.",
      "vi": "và không ai bảo cô là ai."
    }
  },
  {
    "translation": {
      "en": "It's so different.",
      "vi": "Khác lắm."
    }
  },
  {
    "translation": {
      "en": "'Cause I've spent nine years in this room,",
      "vi": "Vì tôi đã dành chín năm trong căn phòng này"
    }
  },
  {
    "translation": {
      "en": "and I've changed so much in that time.",
      "vi": "và tôi đã thay đổi rất nhiều trong lúc đó."
    }
  },
  {
    "translation": {
      "en": "I'm nothing like what I was. Nothing.",
      "vi": "Tôi không giống như trước kia nữa. Không hề."
    }
  },
  {
    "translation": {
      "en": "The puzzle pieces were coming together.",
      "vi": "Các mảnh ghép đang dần kết nối."
    }
  },
  {
    "translation": {
      "en": "Even with the same- sex attractions in myself,",
      "vi": "Kể cả với tình cảm cho người cùng giới bên trong tôi,"
    }
  },
  {
    "translation": {
      "en": "those never went away.",
      "vi": "nó không bao giờ mất đi."
    }
  },
  {
    "translation": {
      "en": "Is that change, then?",
      "vi": "Đó có phải thay đổi không?"
    }
  },
  {
    "translation": {
      "en": "Because before I had been defining change on actions alone.",
      "vi": "Vì trước đây tôi định nghĩa thay đổi chỉ theo hành động."
    }
  },
  {
    "translation": {
      "en": "Then I'm thinking, Well, did that really go away?",
      "vi": "Rồi tôi nghĩ: Nó đã thật sự mất đi chưa?"
    }
  },
  {
    "translation": {
      "en": "No! I just changed",
      "vi": "Không! Tôi chỉ thay đổi"
    }
  },
  {
    "translation": {
      "en": "how-- what my connections with people were.",
      "vi": "mối quan hệ của mình với mọi người."
    }
  },
  {
    "translation": {
      "en": "And I just avoided things.",
      "vi": "Và tôi lảng tránh nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "But did I really change?",
      "vi": "Nhưng tôi có thật sự thay đổi?"
    }
  },
  {
    "translation": {
      "en": "- - And I gotta move.",
      "vi": "Mẹ phải đi."
    }
  },
  {
    "translation": {
      "en": "I would classify myself as bisexual.",
      "vi": "Tôi sẽ phân loại mình là người song tính."
    }
  },
  {
    "translation": {
      "en": "I love my husband.",
      "vi": "Tôi yêu chồng tôi."
    }
  },
  {
    "translation": {
      "en": "Been married for a long time.",
      "vi": "Bọn tôi kết hôn lâu rồi."
    }
  },
  {
    "translation": {
      "en": "And then I knew, okay, then I have the capacity for both.",
      "vi": "Rồi tôi biết, thì ra mình có khả năng yêu cả hai giới."
    }
  },
  {
    "translation": {
      "en": "You know, I-- I'm attracted to both.",
      "vi": "Tôi bị cả hai giới hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "- There you go. - Actually, that kind of works out for me.",
      "vi": "- Đấy. - Thật ra, thế lại có lợi cho mẹ."
    }
  },
  {
    "translation": {
      "en": "You're cheating because it's Mother's Day.",
      "vi": "Em ăn gian vì hôm nay là Ngày của Mẹ."
    }
  },
  {
    "translation": {
      "en": "Ugh! This is so great.",
      "vi": "Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "I know! Such a great view.",
      "vi": "Chị biết! Quang cảnh đẹp quá."
    }
  },
  {
    "translation": {
      "en": "Wow. It's gonna be so gorgeous.",
      "vi": "Sẽ tráng lệ lắm đây."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "You guys will walk out as a couple,",
      "vi": "Hai bạn sẽ cùng bước ra,"
    }
  },
  {
    "translation": {
      "en": "and then if you're thinking about doing formals at the high altar,",
      "vi": "rồi nếu hai bạn định chụp ảnh cưới trên bàn lễ thánh,"
    }
  },
  {
    "translation": {
      "en": "we'll stash you away, and then let your guests clear out.",
      "vi": "chúng tôi sẽ đưa hai bạn đi, rồi để khách ra ngoài."
    }
  },
  {
    "translation": {
      "en": "When cocktail hour is in full swing, you'll come back up.",
      "vi": "Khi phục vụ cocktail đến lúc cao điểm, các bạn sẽ quay lại."
    }
  },
  {
    "translation": {
      "en": "- Oh my goodness! - Yeah.",
      "vi": "Trời ơi!"
    }
  },
  {
    "translation": {
      "en": "Will you take a picture of us? We're just so excited.",
      "vi": "Cô chụp ảnh hộ nhé? Chúng tôi háo hức quá."
    }
  },
  {
    "translation": {
      "en": "- Which way do you wanna face? - We'll do both!",
      "vi": "- Quay mặt về hướng nào? - Cả hai!"
    }
  },
  {
    "translation": {
      "en": "When I was still involved at Living Hope,",
      "vi": "Khi tôi vẫn còn tham gia Living Hope,"
    }
  },
  {
    "translation": {
      "en": "I was severely, severely, severely depressed,",
      "vi": "tôi bị trầm cảm nặng,"
    }
  },
  {
    "translation": {
      "en": "but I didn't know why I was overwhelmed or sad.",
      "vi": "nhưng tôi không hiểu tại sao mình bị choáng ngợp hay buồn."
    }
  },
  {
    "translation": {
      "en": "And I always felt like such a freak. Like, oh, like, What's wrong with me?",
      "vi": "Tôi luôn thấy mình như kẻ lập dị. Kiểu: Mình bị sao thế?"
    }
  },
  {
    "translation": {
      "en": "Like, I'm a total maniac, like, burning up and hurting my own body,",
      "vi": "Mình phát điên rồi, người nóng lên và tự làm hại cơ thể,"
    }
  },
  {
    "translation": {
      "en": "and this and that, because I didn't see it",
      "vi": "thế này thế kia, vì tôi không coi đó"
    }
  },
  {
    "translation": {
      "en": "as a result of, like, the system and the culture around me that made me hate myself.",
      "vi": "là kết quả của hệ thống và văn hóa xung quanh tôi khiến tôi ghét bản thân."
    }
  },
  {
    "translation": {
      "en": "I continued to believe that God will help me live a life of purity and holiness.",
      "vi": "Tôi tiếp tục tin Chúa sẽ giúp tôi sống cuộc sống thanh tịnh và thánh thiện."
    }
  },
  {
    "translation": {
      "en": "I was speaking at Exodus conferences and doing writing on their blog,",
      "vi": "Tôi từng đến phát biểu ở hội nghị Exodus và đăng bài viết trên blog của họ"
    }
  },
  {
    "translation": {
      "en": "and I was seen as a leader within the movement.",
      "vi": "và tôi được coi là lãnh đạo trong phong trào."
    }
  },
  {
    "translation": {
      "en": "While the gay rights movement breaks historic ground,",
      "vi": "Khi phong trào quyền cho người đồng tính đạt cột mốc lịch sử,"
    }
  },
  {
    "translation": {
      "en": "the ranks of defectors from the ex- gay movement,",
      "vi": "những người từ bỏ phong trào cựu đồng tính,"
    }
  },
  {
    "translation": {
      "en": "so- called ex- ex- gays,",
      "vi": "hay còn gọi là cựu cựu đồng tính,"
    }
  },
  {
    "translation": {
      "en": "are growing and growing louder.",
      "vi": "ngày càng lên tiếng dữ dội."
    }
  },
  {
    "translation": {
      "en": "Ex- gay, no way! Don't believe a word they say! Ex- gay…",
      "vi": "Cựu đồng tính, không có đâu! Đừng tin lời nào họ nói!"
    }
  },
  {
    "translation": {
      "en": "Michael Bussee is helping them find their voice.",
      "vi": "Michael Bussee giúp họ tìm tiếng nói cho mình."
    }
  },
  {
    "translation": {
      "en": "Decades after founding Exodus, he has found a new calling.",
      "vi": "Hàng chục năm sau khi thành lập Exodus, ông đã tìm ra hướng đi mới."
    }
  },
  {
    "translation": {
      "en": "I retired a few years ago and now pretty much deal",
      "vi": "Tôi nghỉ hưu vài năm trước, giờ chủ yếu giúp đỡ"
    }
  },
  {
    "translation": {
      "en": "with folks who come out of reparative therapy programs.",
      "vi": "những người đã tham gia trị liệu đền bù."
    }
  },
  {
    "translation": {
      "en": "I have a couple of online groups I do on Facebook.",
      "vi": "Tôi có một vài nhóm mở trên Facebook."
    }
  },
  {
    "translation": {
      "en": "For the past several decades, I've been an outspoken former leader,",
      "vi": "Hàng chục năm qua, tôi đã là một cựu lãnh đạo thẳng thắn."
    }
  },
  {
    "translation": {
      "en": "trying to educate people about the harm that these programs do",
      "vi": "Cố giúp mọi người hiểu tác hại của chương trình,"
    }
  },
  {
    "translation": {
      "en": "and also supporting survivors as they speak out.",
      "vi": "đồng thời hỗ trợ những người sống sót khi họ lên tiếng."
    }
  },
  {
    "translation": {
      "en": "If somebody left, we didn't hear from them again.",
      "vi": "Nếu có ai đó rời đi, chúng tôi không nghe tin họ nữa."
    }
  },
  {
    "translation": {
      "en": "The way they were talked about internally was like, Oh, they've gone to the dark side, they've given in to the flesh.",
      "vi": "Trong nội bộ, họ nói về mấy người đó là: Họ về phe xấu, đầu hàng cám dỗ xác thịt."
    }
  },
  {
    "translation": {
      "en": "Just this kind of this crazy talk of like, they are gone. They are dead to us.",
      "vi": "Nói những thứ điên rồ như họ đi rồi. Ta coi như họ chết rồi."
    }
  },
  {
    "translation": {
      "en": "Exodus always tried to distance themselves from the stories of survivors.",
      "vi": "Exodus luôn cố tách mình khỏi những câu chuyện của người sống sót."
    }
  },
  {
    "translation": {
      "en": "They tried to say, Oh, those are the outliers.",
      "vi": "Họ cố gắng nói: Ồ, mấy người đó chỉ là ngoại lệ."
    }
  },
  {
    "translation": {
      "en": "Yeah, in every organization, there are some people who are harmed",
      "vi": "Trong tổ chức nào cũng có những người bị hại"
    }
  },
  {
    "translation": {
      "en": "or who-- but that's not the vast majority of people.",
      "vi": "hay… nhưng đó không phải đa số."
    }
  },
  {
    "translation": {
      "en": "But the press started picking up these stories",
      "vi": "Nhưng báo chí bắt đầu biết chuyện"
    }
  },
  {
    "translation": {
      "en": "of people that had been harmed by ex- gay programs.",
      "vi": "về những người bị chương trình cựu đồng tính làm hại."
    }
  },
  {
    "translation": {
      "en": "That made it harder for Exodus to ignore them.",
      "vi": "Thế càng khiến cho Exodus khó phớt lờ."
    }
  },
  {
    "translation": {
      "en": "I wrote a blog post one day",
      "vi": "Một hôm tôi viết một bài blog"
    }
  },
  {
    "translation": {
      "en": "to publish on Exodus's site.",
      "vi": "để đăng lên trang của Exodus."
    }
  },
  {
    "translation": {
      "en": "And I basically, toward the end of it, spoke to ex- gay survivors and said like,",
      "vi": "Và về cơ bản, đến cuối bài, nói với những người sống sót kiểu:"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry…",
      "vi": "Tôi rất xin lỗi…"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry that you went through this,",
      "vi": "Rất tiếc vì điều các bạn trải qua, vì các bạn không nghe thấy"
    }
  },
  {
    "translation": {
      "en": "and I'm so sorry that you didn't hear that God loves you, like, right now,",
      "vi": "Rất tiếc vì điều các bạn trải qua, vì các bạn không nghe thấy Chúa yêu các bạn, ngay lúc này, yêu chính bản thân các bạn."
    }
  },
  {
    "translation": {
      "en": "like exactly where you are.",
      "vi": "Chúa yêu các bạn, ngay lúc này, yêu chính bản thân các bạn."
    }
  },
  {
    "translation": {
      "en": "I said at the end of it, I hope someday I can hear your stories.",
      "vi": "Đoạn cuối tôi nói: Mong ngày nào đó tôi được nghe kể."
    }
  },
  {
    "translation": {
      "en": "Michael Bussee reached out to me,",
      "vi": "Michael Bussee liên lạc tôi"
    }
  },
  {
    "translation": {
      "en": "and he was like, You said you wanted to hear the stories of survivors.",
      "vi": "và nói: Cô nói cô muốn nghe chuyện của người sống sót."
    }
  },
  {
    "translation": {
      "en": "I can create a Facebook group for us to have some sort of exchange.",
      "vi": "Tôi có thể lập ra một nhóm Facebook để ta có chỗ trao đổi."
    }
  },
  {
    "translation": {
      "en": "And so I was like, okay, like, I meant that.",
      "vi": "Tôi thật sự muốn thế."
    }
  },
  {
    "translation": {
      "en": "Seventy- five people agreed to be a part of it.",
      "vi": "Bảy mươi lăm người đồng ý tham gia."
    }
  },
  {
    "translation": {
      "en": "So many of them were really gracious to me,",
      "vi": "Nhiều người cực kỳ độ lượng với tôi,"
    }
  },
  {
    "translation": {
      "en": "considering what I represented, being connected to Exodus.",
      "vi": "dù tôi là người đại diện, có liên hệ đến Exodus."
    }
  },
  {
    "translation": {
      "en": "And yet they were very honest about how much ex- gay teaching",
      "vi": "Vậy mà họ vẫn rất thành thật kể lại giáo dục cựu đồng tính đã hủy hoại đời họ thế nào."
    }
  },
  {
    "translation": {
      "en": "had ruined their lives.",
      "vi": "giáo dục cựu đồng tính đã hủy hoại đời họ thế nào."
    }
  },
  {
    "translation": {
      "en": "What ends up happening is Lisa Ling reaches out to Exodus",
      "vi": "Cuối cùng, Lisa Ling liên hệ với Exodus và Michael Bussee"
    }
  },
  {
    "translation": {
      "en": "and Michael Bussee and is like, I heard about this group going on.",
      "vi": "Cuối cùng, Lisa Ling liên hệ với Exodus và Michael Bussee và nói: Tôi nghe nói có một nhóm. Các bạn có muốn nói chuyện trên TV không?"
    }
  },
  {
    "translation": {
      "en": "Would y'all be interested in doing it on air?",
      "vi": "và nói: Tôi nghe nói có một nhóm. Các bạn có muốn nói chuyện trên TV không?"
    }
  },
  {
    "translation": {
      "en": "I was the president of Exodus at the time.",
      "vi": "Lúc đó, tôi là chủ tịch Exodus."
    }
  },
  {
    "translation": {
      "en": "And I thought it was important that I listened to their stories.",
      "vi": "Và tôi nghĩ điều quan trọng là tôi phải nghe chuyện của họ."
    }
  },
  {
    "translation": {
      "en": "They came up with… with a group of people, um,",
      "vi": "Họ đến thành một nhóm"
    }
  },
  {
    "translation": {
      "en": "some of whom I'd had direct contact with, most of whom I hadn't.",
      "vi": "có những người tôi đã liên hệ trực tiếp, phần lớn thì chưa."
    }
  },
  {
    "translation": {
      "en": "We met in a church basement and had the most intense",
      "vi": "Chúng tôi gặp nhau trong tầng hầm nhà thờ và có buổi trị liệu nhóm"
    }
  },
  {
    "translation": {
      "en": "group therapy encounter that I have ever been through.",
      "vi": "căng thẳng nhất tôi từng trải qua."
    }
  },
  {
    "translation": {
      "en": "Each survivor here comes",
      "vi": "Mỗi người sống sót có trải nghiệm khác nhau."
    }
  },
  {
    "translation": {
      "en": "from a different level. Some of them are fresh out.",
      "vi": "Mỗi người sống sót có trải nghiệm khác nhau. Có người mới thoát ra."
    }
  },
  {
    "translation": {
      "en": "Some of us have been surviving for 12 years,",
      "vi": "Có người đã sống sót được 12 năm."
    }
  },
  {
    "translation": {
      "en": "waiting for a moment to look at you and say, You are responsible",
      "vi": "Chờ đợi đến lúc nhìn ông và nói: Ông chịu trách nhiệm."
    }
  },
  {
    "translation": {
      "en": "because you've had opportunities to see our wounds before,",
      "vi": "Vì ông có cơ hội nhìn thấy vết thương của bọn tôi"
    }
  },
  {
    "translation": {
      "en": "and you've not done anything about it.",
      "vi": "và ông chẳng làm gì cả."
    }
  },
  {
    "translation": {
      "en": "The irony of it is",
      "vi": "Sự trớ trêu là,"
    }
  },
  {
    "translation": {
      "en": "I feel I lost my soul in trying to do the right thing all the time.",
      "vi": "tôi thấy đánh mất tâm hồn mình khi lúc nào cũng cố làm đúng."
    }
  },
  {
    "translation": {
      "en": "Not from doing the wrong thing, not from giving in.",
      "vi": "Không phải vì làm sai hay nhượng bộ."
    }
  },
  {
    "translation": {
      "en": "I lost my soul because I did the right thing.",
      "vi": "Tôi đánh mất tâm hồn mình vì tôi làm đúng."
    }
  },
  {
    "translation": {
      "en": "And these kids,",
      "vi": "Và những đứa trẻ này,"
    }
  },
  {
    "translation": {
      "en": "they're killing themselves",
      "vi": "chúng đang tự hủy hoại mình"
    }
  },
  {
    "translation": {
      "en": "because of things that continue to be said to them,",
      "vi": "vì những thứ chúng liên tục được nghe,"
    }
  },
  {
    "translation": {
      "en": "that they're not good enough, and that they're not beautiful as they are.",
      "vi": "rằng chúng không đủ tốt, rằng con người chúng không đẹp đẽ."
    }
  },
  {
    "translation": {
      "en": "And I am not okay with that, and I can be silent no longer.",
      "vi": "Tôi không chấp nhận điều đó, tôi không thể giữ im lặng nữa."
    }
  },
  {
    "translation": {
      "en": "It was absolutely devastating, and I think for me, it was the first time",
      "vi": "Hôm đó cực kỳ chấn động và tôi nghĩ với tôi, đó là lần đầu tiên"
    }
  },
  {
    "translation": {
      "en": "that I identified more with the survivors sharing their story",
      "vi": "tôi thấy đồng cảm hơn với người sống sót chia sẻ chuyện của họ"
    }
  },
  {
    "translation": {
      "en": "than I did with anybody from Exodus.",
      "vi": "hơn với bất cứ ai đến từ Exodus."
    }
  },
  {
    "translation": {
      "en": "These stories of deep, deep pain shook me down to my core.",
      "vi": "Những câu chuyện về nỗi đau sâu sắc này khiến tôi chấn động thâm tâm."
    }
  },
  {
    "translation": {
      "en": "Feeling like they were in many ways sharing my story.",
      "vi": "Cảm giác như theo nhiều cách, họ đang chia sẻ câu chuyện của tôi."
    }
  },
  {
    "translation": {
      "en": "I remember feeling like I was sitting on the wrong side of the circle.",
      "vi": "Tôi nhớ mình cảm thấy như đang ngồi sai phía của vòng tròn."
    }
  },
  {
    "translation": {
      "en": "And I was just like,",
      "vi": "Và tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "I can't, I can't, I can't, I can't, I can't do this anymore.",
      "vi": "mình không thể làm thế này nữa."
    }
  },
  {
    "translation": {
      "en": "Like, I can't be a part of it. This is just so toxic.",
      "vi": "Mình không thể tham gia nữa. Quá độc hại."
    }
  },
  {
    "translation": {
      "en": "When the Lisa Ling show came out,",
      "vi": "Khi chương trình của Lisa Ling phát sóng,"
    }
  },
  {
    "translation": {
      "en": "I knew then that Exodus was death, and it was destruction.",
      "vi": "tôi biết Exodus là thần chết và tổ chức là sự hủy diệt."
    }
  },
  {
    "translation": {
      "en": "Because those survivors were looking at us right in the face.",
      "vi": "Vì những người sống sót đó nhìn thẳng vào mặt chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And we could no longer excuse it away. We could no longer deny it.",
      "vi": "Và chúng tôi không thể viện cớ nữa. Chúng tôi không thể làm ngơ nữa."
    }
  },
  {
    "translation": {
      "en": "And that Exodus could no longer continue",
      "vi": "Và rằng Exodus không thể nào tiếp tục"
    }
  },
  {
    "translation": {
      "en": "to promote the idea of change",
      "vi": "tuyên truyền ý tưởng về thay đổi nữa"
    }
  },
  {
    "translation": {
      "en": "because that was a lie.",
      "vi": "vì đó là dối trá."
    }
  },
  {
    "translation": {
      "en": "Exodus was started in 1976 to create a community together,",
      "vi": "Exodus được thành lập năm 1976 để tạo ra một cộng đồng gắn bó."
    }
  },
  {
    "translation": {
      "en": "but we've hurt people.",
      "vi": "Nhưng bọn tôi làm hại người."
    }
  },
  {
    "translation": {
      "en": "And it is for these reasons",
      "vi": "Và chính vì những lý do đó,"
    }
  },
  {
    "translation": {
      "en": "Exodus International,",
      "vi": "Exodus International,"
    }
  },
  {
    "translation": {
      "en": "the oldest and largest Christian ministry dealing with faith and homosexuality,",
      "vi": "tổ chức Cơ Đốc giáo lâu đời và lớn nhất về đức tin và đồng tính,"
    }
  },
  {
    "translation": {
      "en": "is closing its doors…  …after three- plus decades of ministry.",
      "vi": "sẽ đóng cửa sau hơn ba mươi năm hoạt động."
    }
  },
  {
    "translation": {
      "en": "Once Exodus was ending, I started trying to build a life away from Living Hope.",
      "vi": "Khi Exodus kết thúc, tôi bắt đầu tìm cách xây dựng cuộc sống tách rời Living Hope."
    }
  },
  {
    "translation": {
      "en": "I felt the loss of my community,",
      "vi": "Tôi cảm thấy mình đã mất cộng đồng,"
    }
  },
  {
    "translation": {
      "en": "but I had to leave to get healthier.",
      "vi": "nhưng tôi phải ra đi để sống lành mạnh hơn."
    }
  },
  {
    "translation": {
      "en": "I came to realize that I was really needy and unhealthy",
      "vi": "Tôi dần nhận ra  tôi sống thiếu lành mạnh, khát tình thương vì không có người nào trong đời tôi"
    }
  },
  {
    "translation": {
      "en": "because there were zero people in my life",
      "vi": "tôi sống thiếu lành mạnh, khát tình thương vì không có người nào trong đời tôi"
    }
  },
  {
    "translation": {
      "en": "who ever just said like, You're okay exactly the way you are,",
      "vi": "nói với tôi rằng: Bạn sống là chính mình là được rồi."
    }
  },
  {
    "translation": {
      "en": "and we love you, and God loves you, and you don't have to change a thing.",
      "vi": "Chúng tôi yêu bạn. Chúa yêu bạn. Bạn không cần thay đổi."
    }
  },
  {
    "translation": {
      "en": "Being able to move away from Living Hope and ex- gay teaching",
      "vi": "Việc có thể tách mình khỏi Living Hope và giáo dục cựu đồng tính"
    }
  },
  {
    "translation": {
      "en": "and admit that I was gay",
      "vi": "và thừa nhận mình đồng tính,"
    }
  },
  {
    "translation": {
      "en": "and that that was actually, like, a good thing,",
      "vi": "và đó thật ra là điều tốt,"
    }
  },
  {
    "translation": {
      "en": "for the first time, I started to feel light, and happy,",
      "vi": "lần đầu trong đời, tôi bắt đầu thấy nhẹ nhõm, hạnh phúc,"
    }
  },
  {
    "translation": {
      "en": "and like God loved me and liked me, and it was just all fine, and I was fine.",
      "vi": "và Chúa yêu thương tôi và thích tôi, và mọi thứ đều ổn, tôi ổn."
    }
  },
  {
    "translation": {
      "en": "We've talked about how Christian communities",
      "vi": "Bọn tôi nói về cộng đồng Cơ Đốc"
    }
  },
  {
    "translation": {
      "en": "are where we've experienced so much pain and trauma in our lives.",
      "vi": "khiến bọn tôi phải chịu nhiều đau khổ và chấn thương tâm lý."
    }
  },
  {
    "translation": {
      "en": "At the same time, this faith has also been a huge source of our healing.",
      "vi": "Đồng thời, đức tin này cũng là nguồn năng lượng chữa lành mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "When I interact with Jesus,",
      "vi": "Khi tôi giao tiếp với Giê-xu,"
    }
  },
  {
    "translation": {
      "en": "and see who Jesus was and how Jesus lived, I'm like, Oh my gosh, that's amazing.",
      "vi": "và thấy Giê-xu và cách Giê-xu sống, tôi nghĩ: Trời ơi, thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "And so it's been really important for me to sort of separate, I guess, like, Jesus from the Christians who hurt me.",
      "vi": "Với tôi, quan trọng là tách bạch Giê-xu với tín đồ Cơ Đốc đã làm tổn thương tôi."
    }
  },
  {
    "translation": {
      "en": "I was here this last Friday for a service they did, um,",
      "vi": "Tôi đã ở đây vào thứ Sáu tuần trước trong buổi lễ"
    }
  },
  {
    "translation": {
      "en": "honoring and remembering Matthew Shepard.",
      "vi": "tôn vinh, tưởng nhớ Matthew Shepard."
    }
  },
  {
    "translation": {
      "en": "And I have never seen,",
      "vi": "Và tôi chưa từng thấy,"
    }
  },
  {
    "translation": {
      "en": "I have absolutely never seen so many queer people in a church.",
      "vi": "tôi chắc chắn chưa từng thấy nhiều người đồng tính như thế trong nhà thờ."
    }
  },
  {
    "translation": {
      "en": "All these people who have carried so much shame, and so much humiliation,",
      "vi": "Những người mang trong mình quá nhiều tủi nhục, xấu hổ"
    }
  },
  {
    "translation": {
      "en": "and physical abuse, and all these things, um, got to come into a church,",
      "vi": "và bạo hành thể chất, tất cả mọi thứ, được đến nhà thờ,"
    }
  },
  {
    "translation": {
      "en": "probably for the first time in decades, and to hear, You specifically…",
      "vi": "có lẽ là lần đầu tiên trong nhiều thập kỷ. Và được nghe gọi đích danh mình."
    }
  },
  {
    "translation": {
      "en": "You gay person, you bisexual person, you transgender person,",
      "vi": "Bạn đồng tính, bạn song tính, bạn chuyển giới,"
    }
  },
  {
    "translation": {
      "en": "like, You are welcome here, and you are wanted here,",
      "vi": "như Bạn được chào đón ở đây, chúng tôi muốn bạn đến đây,"
    }
  },
  {
    "translation": {
      "en": "and we honor your lives, and this is a safe place for you.",
      "vi": "tôi tôn trọng cuộc sống của bạn, đây là nơi an toàn cho bạn."
    }
  },
  {
    "translation": {
      "en": "Having the grace to find this kind of place,",
      "vi": "Có được ơn phúc khi tìm thấy nơi thế này,"
    }
  },
  {
    "translation": {
      "en": "who's gonna speak that blessing over us and to us,",
      "vi": "người sẽ chúc phúc cho chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "um, is the deepest source of healing we could ever receive.",
      "vi": "là nguồn chữa lành sâu sắc nhất chúng tôi nhận được."
    }
  },
  {
    "translation": {
      "en": "After Exodus ended,",
      "vi": "Sau khi Exodus kết thúc,"
    }
  },
  {
    "translation": {
      "en": "the same work that was going on under Exodus, all those ministries,",
      "vi": "những công việc diễn ra dưới trướng Exodus, những nhóm tôn giáo,"
    }
  },
  {
    "translation": {
      "en": "including Ricky and Living Hope, continued doing the work.",
      "vi": "bao gồm Ricky và Living Hope, tiếp tục công việc đó."
    }
  },
  {
    "translation": {
      "en": "What I do is deal with folks,",
      "vi": "Việc tôi làm là giúp đỡ"
    }
  },
  {
    "translation": {
      "en": "for the most part, who are struggling particularly with homosexuality.",
      "vi": "những người đang gặp khó khăn với đồng tính luyến ái."
    }
  },
  {
    "translation": {
      "en": "- - And spending my days, spending my days",
      "vi": "Và dành thời gian của mình,"
    }
  },
  {
    "translation": {
      "en": "talking with people who are sexually broken,",
      "vi": "nói chuyện với những người trải qua đau đớn vì tình dục,"
    }
  },
  {
    "translation": {
      "en": "that there is freedom in Christ. There is freedom…",
      "vi": "rằng có sự tự do nơi Chúa."
    }
  },
  {
    "translation": {
      "en": "So, conversion therapy, it appears to be flourishing and thriving",
      "vi": "Trị liệu chuyển đổi có vẻ đang phát triển mạnh mẽ"
    }
  },
  {
    "translation": {
      "en": "in Christian communities where I come from.",
      "vi": "trong cộng đồng Cơ Đốc giáo nơi tôi sinh ra."
    }
  },
  {
    "translation": {
      "en": "A group accused of promoting a controversial practice",
      "vi": "Một nhóm bị cáo buộc tuyên truyền hoạt động gây tranh cãi nhắm đến thay đổi định hướng tình dục"
    }
  },
  {
    "translation": {
      "en": "aimed at changing sexual orientation",
      "vi": "tuyên truyền hoạt động gây tranh cãi nhắm đến thay đổi định hướng tình dục"
    }
  },
  {
    "translation": {
      "en": "kicked off a conference in San Diego today.",
      "vi": "đã tổ chức hội thảo ở San Diego hôm nay."
    }
  },
  {
    "translation": {
      "en": "When we shut down Exodus, most of the old- time leadership",
      "vi": "Khi chúng tôi đóng cửa Exodus, phần lớn những lãnh đạo cổ hủ"
    }
  },
  {
    "translation": {
      "en": "decided to continue on",
      "vi": "quyết định tiếp tục"
    }
  },
  {
    "translation": {
      "en": "and try to take as many people as they could with them.",
      "vi": "và cố đưa nhiều người đi theo họ nhất có thể."
    }
  },
  {
    "translation": {
      "en": "And that's how the Restored Hope Network was born.",
      "vi": "Đó là cách Mạng lưới Restored Hope ra đời."
    }
  },
  {
    "translation": {
      "en": "You have to tell us about Restored Hope Network.",
      "vi": "Hãy nói cho chúng tôi về Mạng lưới Restored Hope."
    }
  },
  {
    "translation": {
      "en": "Restored Hope Network is a network of ministries of people like me,",
      "vi": "Mạng lưới Restored Hope là mạng lưới các tổ chức của những người như tôi"
    }
  },
  {
    "translation": {
      "en": "who have left homosexuality, and who want to share how to do so with others.",
      "vi": "những người từ bỏ đồng tính, muốn chia sẻ cách làm điều đó với mọi người."
    }
  },
  {
    "translation": {
      "en": "And that's exactly why I do this. It's to get the word out that there is hope.",
      "vi": "Đó là lý do tôi làm việc này. Để lan truyền thông điệp là có hy vọng."
    }
  },
  {
    "translation": {
      "en": "My dad and I had a strained relationship, not from a lack of love for each other,",
      "vi": "Tôi và bố có mối quan hệ lạnh nhạt, không phải vì thiếu tình yêu cho nhau"
    }
  },
  {
    "translation": {
      "en": "but rather an inability for us to really, truly connect in the way that I needed,",
      "vi": "mà vì chúng tôi không thể kết nối theo cách mà tôi cần,"
    }
  },
  {
    "translation": {
      "en": "leading to doubt and confusion.",
      "vi": "dẫn đến nghi ngờ và mơ hồ."
    }
  },
  {
    "translation": {
      "en": "At the age of 14, I came out to my parents…",
      "vi": "Ở tuổi 14, tôi tiết lộ giới tính với bố mẹ…"
    }
  },
  {
    "translation": {
      "en": "I mean, it's such indoctrination.",
      "vi": "Thật đúng là nhồi sọ."
    }
  },
  {
    "translation": {
      "en": "All of the lingo that they use,",
      "vi": "Những từ ngữ họ sử dụng"
    }
  },
  {
    "translation": {
      "en": "and the pattern of the testimony, and even the pattern of their lives.",
      "vi": "và cách họ kể chuyện, thậm chí cuộc sống đều tương tự nhau."
    }
  },
  {
    "translation": {
      "en": "Seeing Katie walk down the aisle…",
      "vi": "Được thấy Katie bước vào lễ đường…"
    }
  },
  {
    "translation": {
      "en": "It was a day that I'll never forget.",
      "vi": "Đó là ngày tôi sẽ không bao giờ quên."
    }
  },
  {
    "translation": {
      "en": "And our wedding day was a true testament to Jesus Christ.",
      "vi": "Và đám cưới của chúng tôi là sự chứng thực gửi đến Chúa Giê-xu."
    }
  },
  {
    "translation": {
      "en": "In the past five years or so,",
      "vi": "Trong khoảng năm năm vừa qua,"
    }
  },
  {
    "translation": {
      "en": "there have been this mass defection of leaders,",
      "vi": "đã có một cuộc đào thoát lớn của các lãnh đạo,"
    }
  },
  {
    "translation": {
      "en": "but there are new people taking up the torch.",
      "vi": "nhưng lại có những người mới tiếp bước."
    }
  },
  {
    "translation": {
      "en": "And it's not dying the way that we thought it would or think it should.",
      "vi": "Và nó không chết theo cách chúng tôi nghĩ nó sẽ chết, hoặc nên chết."
    }
  },
  {
    "translation": {
      "en": "There's some of the things that the older ex- LGBTQ ministries do that we don't do.",
      "vi": "Có những điều các nhóm cựu đồng tính cũ đã làm mà chúng tôi không làm."
    }
  },
  {
    "translation": {
      "en": "It's just a different way.",
      "vi": "Chỉ là hướng đi khác."
    }
  },
  {
    "translation": {
      "en": "I think it's attracted",
      "vi": "Tôi nghĩ nó thu hút"
    }
  },
  {
    "translation": {
      "en": "this younger generation just going out on the streets.",
      "vi": "thế hệ trẻ bây giờ ra đường."
    }
  },
  {
    "translation": {
      "en": "Instead of being behind a conference, go out on the streets.",
      "vi": "Thay vì tổ chức hội thảo, hãy ra đường."
    }
  },
  {
    "translation": {
      "en": "Instead of being behind the church building,",
      "vi": "Thay vì ở sau cánh cửa nhà thờ,"
    }
  },
  {
    "translation": {
      "en": "go out to the people. Like we're just doing it a different way.",
      "vi": "hãy đến với mọi người. Chúng tôi đang làm theo cách khác."
    }
  },
  {
    "translation": {
      "en": "Hello, everybody!",
      "vi": "Chào mọi người!"
    }
  },
  {
    "translation": {
      "en": "- Hello, everybody! -",
      "vi": "Chào mọi người!"
    }
  },
  {
    "translation": {
      "en": "This is our second annual Freedom March.",
      "vi": "Đây là buổi Diễu hành Tự do thường niên lần thứ hai."
    }
  },
  {
    "translation": {
      "en": "Some of us have traveled all across the world.",
      "vi": "Vài người ở đây đi nửa vòng trái đất đến."
    }
  },
  {
    "translation": {
      "en": "All these different faces, all these different races",
      "vi": "Tất cả những gương mặt, chủng tộc khác nhau,"
    }
  },
  {
    "translation": {
      "en": "to come and make a stand,",
      "vi": "đến đây và thể hiện quan điểm,"
    }
  },
  {
    "translation": {
      "en": "to come and let people know that freedom is here.",
      "vi": "đến đây và cho mọi người biết tự do ở đây."
    }
  },
  {
    "translation": {
      "en": "Give it up for the leader of Freedom March, Jeffrey McCall.",
      "vi": "Chào mừng người đứng đầu Diễu hành Tự do, Jeffrey McCall."
    }
  },
  {
    "translation": {
      "en": "The vision of this is just sharing testimonies",
      "vi": "Ý đồ của hoạt động này là chia sẻ câu chuyện"
    }
  },
  {
    "translation": {
      "en": "of people that left the LGBTQ lifestyles,",
      "vi": "của những người đã từ bỏ lối sống LGBTQ,"
    }
  },
  {
    "translation": {
      "en": "that had an encounter with God.",
      "vi": "những người đã được gặp Chúa."
    }
  },
  {
    "translation": {
      "en": "And we're here together to share our stories.",
      "vi": "Và chúng ta ở đây để chia sẻ chuyện của mình."
    }
  },
  {
    "translation": {
      "en": "Prayer works!",
      "vi": "Cầu nguyện có tác dụng!"
    }
  },
  {
    "translation": {
      "en": "And I stand here proclaiming the name of Jesus Christ,",
      "vi": "Và tôi đứng đây nói lên tên Chúa Giê-xu,"
    }
  },
  {
    "translation": {
      "en": "that He is Lord, and I love Jesus!",
      "vi": "Người là Chúa và tôi yêu Giê-xu!"
    }
  },
  {
    "translation": {
      "en": "Have you laid on the floor and said, Jesus, take this away from me",
      "vi": "Bạn đã bao giờ nằm trên sàn và nói: Xin Giê-xu lấy nó đi khỏi con"
    }
  },
  {
    "translation": {
      "en": "because I wanna follow you, Jesus. I wanna be your son or daughter.",
      "vi": "vì con muốn đi theo Người. Con muốn làm con của Người."
    }
  },
  {
    "translation": {
      "en": "Lord Jesus, there is freedom in the name of Jesus Christ.",
      "vi": "Hỡi Chúa Giê-xu, có tự do nhân danh Chúa Giê-xu."
    }
  },
  {
    "translation": {
      "en": "I believe that something is being birthed out of here today.",
      "vi": "Tôi nghĩ có cái gì đó đang được ra đời ở đây hôm nay."
    }
  },
  {
    "translation": {
      "en": "Father, I ask that you will unite us as overcomers.",
      "vi": "Xin Cha hãy đoàn kết chúng con, những người vượt qua khó khăn."
    }
  },
  {
    "translation": {
      "en": "Lord, we want you back in the forefronts of America.",
      "vi": "Hỡi Chúa, chúng con muốn Người quay lại tuyến đầu nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "In Jesus' name, we thank you, Father.",
      "vi": "Nhân danh Giê-xu, chúng con tạ ơn Cha."
    }
  },
  {
    "translation": {
      "en": "In Jesus' name.",
      "vi": "Nhân danh Giê-xu."
    }
  },
  {
    "translation": {
      "en": "Shortly after coming out, a gay person",
      "vi": "Không lâu sau khi tiết lộ giới tính, một người đồng tính"
    }
  },
  {
    "translation": {
      "en": "said very bluntly and directly that I had blood on my hands.",
      "vi": "nói thẳng thừng với tôi rằng tay tôi vấy máu."
    }
  },
  {
    "translation": {
      "en": "He said, What do you think about the blood on your hands?",
      "vi": "Anh ta nói: Ông nghĩ sao về máu trên tay ông?"
    }
  },
  {
    "translation": {
      "en": "I said, Right now…",
      "vi": "Tôi nói: Lúc này…"
    }
  },
  {
    "translation": {
      "en": "all I know is I'm afraid to look down at my hands.",
      "vi": "tôi chỉ biết là tôi sợ nhìn xuống tay mình."
    }
  },
  {
    "translation": {
      "en": "As a leader, I had been trained to acknowledge the loss",
      "vi": "Là một nhà lãnh đạo, tôi đã được rèn luyện để nhận thức mất mát"
    }
  },
  {
    "translation": {
      "en": "but to rationalize it away, to go into denial.",
      "vi": "để hợp lý hóa nó, để coi như nó không tồn tại."
    }
  },
  {
    "translation": {
      "en": "And I hate that I did that.",
      "vi": "Tôi ghét việc mình đã làm hế."
    }
  },
  {
    "translation": {
      "en": "And for many people who don't commit suicide,",
      "vi": "Và với những người không tự sát,"
    }
  },
  {
    "translation": {
      "en": "we're killing ourselves internally",
      "vi": "chúng tôi tự dằn vặt bên trong"
    }
  },
  {
    "translation": {
      "en": "by not embracing who God created us to be.",
      "vi": "vì không tôn vinh con người mà Chúa tạo ra."
    }
  },
  {
    "translation": {
      "en": "Our Creator, who art in heaven, hallowed be Thy name.",
      "vi": "Lạy Cha chúng con ở trên trời, chúng con nguyện danh Cha cả sáng."
    }
  },
  {
    "translation": {
      "en": "Thy Kingdom come, Thy will be done,",
      "vi": "Nước Cha trị đến, ý Cha thể hiện,"
    }
  },
  {
    "translation": {
      "en": "on Earth as it is in heaven.",
      "vi": "dưới đất cũng như trên trời."
    }
  },
  {
    "translation": {
      "en": "Give us this day our daily bread,",
      "vi": "Xin Cha cho chúng con lương thực hằng ngày"
    }
  },
  {
    "translation": {
      "en": "and forgive us our trespasses,",
      "vi": "và tha nợ chúng con,"
    }
  },
  {
    "translation": {
      "en": "as we forgive those who trespass against us.",
      "vi": "như chúng con cũng tha kẻ có nợ chúng con."
    }
  },
  {
    "translation": {
      "en": "I can't look back and say,",
      "vi": "Tôi không thể nhìn lại và nói:"
    }
  },
  {
    "translation": {
      "en": "This deserves forgiveness, or I deserve forgiveness,",
      "vi": "Việc này đáng được tha thứ, hay Tôi đáng được tha thứ."
    }
  },
  {
    "translation": {
      "en": "'cause I don't. What I did was wrong.",
      "vi": "Vì thế tôi không đáng. Những gì tôi làm là sai."
    }
  },
  {
    "translation": {
      "en": "It was so wrong.",
      "vi": "Cực kỳ sai trái."
    }
  },
  {
    "translation": {
      "en": "When you finally realize how much harm you've done,",
      "vi": "Khi cuối cùng nhận ra những tác hại mình gây ra,"
    }
  },
  {
    "translation": {
      "en": "it's a crushing realization.",
      "vi": "tôi cực kỳ suy sụp."
    }
  },
  {
    "translation": {
      "en": "It's a devastating feeling.",
      "vi": "Đó là cảm xúc thật tồi tệ."
    }
  },
  {
    "translation": {
      "en": "But apology only goes so far.",
      "vi": "Nhưng xin lỗi cũng chỉ đến thế."
    }
  },
  {
    "translation": {
      "en": "You really can't go back and give people back those years",
      "vi": "Bạn đâu thể quay lại và trả lại họ năm tháng họ phí hoài để thành cựu đồng tính."
    }
  },
  {
    "translation": {
      "en": "that they wasted trying to be ex- gay.",
      "vi": "và trả lại họ năm tháng họ phí hoài để thành cựu đồng tính."
    }
  },
  {
    "translation": {
      "en": "All you can do is, from this point forward,",
      "vi": "Việc ta có thể làm là, từ giờ trở đi,"
    }
  },
  {
    "translation": {
      "en": "speak out against it, and speak out strongly against it.",
      "vi": "lên tiếng mạnh mẽ phản đối."
    }
  },
  {
    "translation": {
      "en": "Talk directly to the camera.",
      "vi": "Nói trực tiếp vào máy quay."
    }
  },
  {
    "translation": {
      "en": "I want you to talk to your former colleagues about what they're still doing with this type of work.",
      "vi": "Tôi muốn cô nói với các đồng nghiệp cũ về điều họ vẫn đang làm với việc này."
    }
  },
  {
    "translation": {
      "en": "Well, I used to be a true believer, just like you did.",
      "vi": "Tôi từng là người có đức tin lớn, giống như các bạn."
    }
  },
  {
    "translation": {
      "en": "I mean, I absolutely thought that what we were doing was right,",
      "vi": "Tôi từng thật sự nghĩ những gì chúng tôi làm là đúng."
    }
  },
  {
    "translation": {
      "en": "but all it does is crush souls.",
      "vi": "Nhưng nó chỉ nghiền nát những tâm hồn."
    }
  },
  {
    "translation": {
      "en": "It crushes peoples' lives.",
      "vi": "Nó phá hoại cuộc sống người khác."
    }
  },
  {
    "translation": {
      "en": "I can't stand that I was a part of it,",
      "vi": "Tôi không chịu nổi việc mình từng tham gia"
    }
  },
  {
    "translation": {
      "en": "and I would hope that you would have the empathy and compassion",
      "vi": "và tôi mong các bạn sẽ có sự thấu cảm và lòng thương"
    }
  },
  {
    "translation": {
      "en": "to see that all it does is damage.",
      "vi": "để thấy nó chỉ gây ra tổn hại."
    }
  },
  {
    "translation": {
      "en": "Okay, take a deep breath.",
      "vi": "Được, hít một hơi sâu nào."
    }
  },
  {
    "translation": {
      "en": "We've come together in the presence of God to witness",
      "vi": "Chúng ta đến đây dưới sự chứng giám của Chúa"
    }
  },
  {
    "translation": {
      "en": "and bless the joining together",
      "vi": "và chúc phúc cho sự kết giao"
    }
  },
  {
    "translation": {
      "en": "of Amanda and Julie in holy matrimony.",
      "vi": "giữa Amanda và Julie trong cuộc sống hôn nhân."
    }
  },
  {
    "translation": {
      "en": "I suffered trauma,",
      "vi": "Tôi chịu đựng chấn thương tâm lý"
    }
  },
  {
    "translation": {
      "en": "and it definitely resulted in extreme forms of self- hatred,",
      "vi": "và chắc chắn nó gây ra sự căm ghét chính mình nặng nề."
    }
  },
  {
    "translation": {
      "en": "but I survived.",
      "vi": "Nhưng tôi đã vượt qua."
    }
  },
  {
    "translation": {
      "en": "I'm really happy, and I found somebody that I love so much.",
      "vi": "Tôi rất hạnh phúc tôi tìm thấy người mình yêu thương."
    }
  },
  {
    "translation": {
      "en": "And we're doing well, but not everybody is.",
      "vi": "Và chúng tôi sống tốt, nhưng không phải ai cũng thế."
    }
  },
  {
    "translation": {
      "en": "Ex- gay leaders are doing what they believe is the best thing for all of us.",
      "vi": "Các lãnh đạo cựu đồng tính đang làm cái họ tin là tốt nhất cho tất cả."
    }
  },
  {
    "translation": {
      "en": "The problem is that they think whole and healthy means",
      "vi": "Vấn đề là họ nghĩ vẹn toàn và khỏe mạnh nghĩa là"
    }
  },
  {
    "translation": {
      "en": "trying to fit ourselves into something we can't be.",
      "vi": "cố đưa mình vào khuôn mẫu mình không thể."
    }
  },
  {
    "translation": {
      "en": "I wish that they would listen to us",
      "vi": "Giá như họ nghe chúng tôi"
    }
  },
  {
    "translation": {
      "en": "and believe us when we say",
      "vi": "và tin khi chúng tôi nói"
    }
  },
  {
    "translation": {
      "en": "that we really are so much healthier and happier",
      "vi": "chúng tôi thật sự khỏe mạnh và hạnh phúc hơn"
    }
  },
  {
    "translation": {
      "en": "now that we're no longer a part of that.",
      "vi": "khi đã không còn tham gia nữa."
    }
  },
  {
    "translation": {
      "en": "God created you for communion with one another.",
      "vi": "Chúa tạo ra bạn để có sự hiệp thông với người khác."
    }
  },
  {
    "translation": {
      "en": "And the highest expression of this communion will be your marriage.",
      "vi": "Và biểu hiện cao nhất của sự hiệp thông này sẽ là hôn nhân."
    }
  },
  {
    "translation": {
      "en": "You may kiss your bride.",
      "vi": "Con có thể hôn cô dâu."
    }
  },
  {
    "translation": {
      "en": "Thank you so much for sharing your story. Thanks, Julie.",
      "vi": "Cảm ơn nhiều vì chia sẻ câu chuyện. Cảm ơn Julie."
    }
  },
  {
    "translation": {
      "en": "As long as homophobia exists in this world,",
      "vi": "Miễn là còn sự khinh ghét với người đồng tính"
    }
  },
  {
    "translation": {
      "en": "some version of Exodus will emerge.",
      "vi": "một phiên bản khác của Exodus sẽ nổi lên."
    }
  },
  {
    "translation": {
      "en": "Because it's not the organization, and it's not even the methods that they use.",
      "vi": "Vì cội nguồn không phải tổ chức, thậm chí không phải phương pháp họ dùng,"
    }
  },
  {
    "translation": {
      "en": "It's the underlying belief",
      "vi": "mà là niềm tin bất diệt"
    }
  },
  {
    "translation": {
      "en": "that there is something intrinsically disordered and change- worthy about being gay.",
      "vi": "rằng về bản chất, đồng tính là cái gì đó sai trái và đáng thay đổi."
    }
  },
  {
    "translation": {
      "en": "As long as that continues to exist, there will be some form of this.",
      "vi": "Miễn là quan niệm đó còn tồn tại, tổ chức sẽ xuất hiện dưới hình thức khác."
    }
  }
]