[
  {
    "translation": {
      "en": "Okay, well… Uh, thanks for having us, Debbie.",
      "vi": "Rồi, chà… MŨ LƯỠI TRAI Cảm ơn vì đã mời bọn tôi, Debbie."
    }
  },
  {
    "translation": {
      "en": "Bye. Mmm.",
      "vi": "Tạm biệt. TÓC LÀ THẲNG ĐƠ"
    }
  },
  {
    "translation": {
      "en": "You're so bad at poker. Yeah.",
      "vi": "Anh chơi xì tố tệ quá. Phải."
    }
  },
  {
    "translation": {
      "en": "I'm actually good at other things.",
      "vi": "Thực ra anh giỏi những việc khác."
    }
  },
  {
    "translation": {
      "en": "Oh?",
      "vi": "XÍCH TREO VÍ"
    }
  },
  {
    "translation": {
      "en": "Wait, now I get it.",
      "vi": "Khoan, giờ em hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Mmm!",
      "vi": "KHUYÊN TAI TRÒN"
    }
  },
  {
    "translation": {
      "en": "I can't believeThat's so cool. You own your own house.",
      "vi": "Không tin được. Tuyệt quá. Em có nhà riêng."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "vi": "Phải. Em đã để dành tiền trả trước."
    }
  },
  {
    "translation": {
      "en": "Well, I saved up for the down payment over, you know, some time.",
      "vi": "Phải. Em đã để dành tiền trả trước. NHIỀU LỚP ÁO"
    }
  },
  {
    "translation": {
      "en": "I put money away through careful calculations.",
      "vi": "Em tiết kiệm nhờ tính toán cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Nice. Amazing. When I destroy my life, can I move in with you?",
      "vi": "Tuyệt. Khi lỡ hủy hoại đời mình, anh chuyển đến ở cùng em nhé?"
    }
  },
  {
    "translation": {
      "en": "Deal! Amazing!",
      "vi": "Được chứ! Tuyệt quá!"
    }
  },
  {
    "translation": {
      "en": "Whoa! Look at all those books! Yeah, I'm a big reader.",
      "vi": "Chà, nhìn đống sách kìa! Ừ, em thích đọc sách."
    }
  },
  {
    "translation": {
      "en": "Are you? That's great. IYeah, I'm gonna be a big writer one day.",
      "vi": "Vậy sao? Tuyệt. Sẽ có ngày anh là tác giả lớn."
    }
  },
  {
    "translation": {
      "en": "What? I want to be. Okay, I bet you will be.",
      "vi": "Anh muốn thế. Gì cơ? Được rồi, em cá là vậy."
    }
  },
  {
    "translation": {
      "en": "How did you get to be so awesome?",
      "vi": "Sao em có thể tuyệt vời thế này?"
    }
  },
  {
    "translation": {
      "en": "You know you don't have to say any of this?",
      "vi": "Anh biết không cần nói gì mà?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna sleep with you anyway. Unbelievable!",
      "vi": "Em sẽ ngủ với anh mà. Không tin nổi!"
    }
  },
  {
    "translation": {
      "en": "I'm gonna send you my short stories in the morning.",
      "vi": "Anh sẽ gửi em truyện ngắn của anh vào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "vi": "Tuyệt đấy."
    }
  },
  {
    "translation": {
      "en": "Mmm. I think you'll like them. Mm mmm. Okay. Okay, I'll stop talkJust be quiet now. Yeah. I'm sorry.",
      "vi": "Anh nghĩ em sẽ thích. Xin lỗi. Rồi, giờ hãy yên lặng. Ừ."
    }
  },
  {
    "translation": {
      "en": "I've actually written 23 short stories. Oh, God, just stop.",
      "vi": "Thực ra anh đã viết 23 truyện ngắn. Trời ạ, thôi đi."
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "vi": "Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "vi": "Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Happy birthday, much younger person.",
      "vi": "Mừng sinh nhật, người trẻ hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "What? We're the same age.",
      "vi": "Cái gì? Ta cùng tuổi."
    }
  },
  {
    "translation": {
      "en": "Not in lady years. In lady years, I'm a crone,",
      "vi": "Ở tuổi nữ giới thì không. Ở tuổi nữ giới, em là bà già."
    }
  },
  {
    "translation": {
      "en": "and somehow you'll still be considered sexy at, like, 70,",
      "vi": "Còn anh ở tuổi 70 vẫn sẽ được coi là gợi cảm"
    }
  },
  {
    "translation": {
      "en": "no matter how wrinkled and bald you get.",
      "vi": "dù anh có nhăn nheo và hói cỡ nào. Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah. So congratulations. I'll admit it. It's a good deal.",
      "vi": "Chúc mừng. Anh sẽ thừa nhận. Thoả thuận tốt."
    }
  },
  {
    "translation": {
      "en": "Oh, I got you the greatest birthday present.",
      "vi": "Em có quà sinh nhật tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "You got me a Porsche? A 356?",
      "vi": "Em mua cho anh một chiếc Porsche 356 à?"
    }
  },
  {
    "translation": {
      "en": "No, the 911 in purple, right?",
      "vi": "Không, chiếc 911 màu tím, phải không?"
    }
  },
  {
    "translation": {
      "en": "Do you want coffee?",
      "vi": "Muốn cà phê chứ?"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, thank you.",
      "vi": "Có, cảm ơn nhé."
    }
  },
  {
    "translation": {
      "en": "You know what? Let me call you back.",
      "vi": "Này, anh sẽ gọi lại."
    }
  },
  {
    "translation": {
      "en": "You said you didn't need me to bring you anything in New York,",
      "vi": "CHỖ EM HAY CHỖ ANH? Anh nói chả cần em mang gì từ New York."
    }
  },
  {
    "translation": {
      "en": "but do you have any herb plants?",
      "vi": "Mà anh có cây cỏ gì không?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "You know, herb plants? Never mind, I'll just pick some up.",
      "vi": "Cây cỏ? Đừng bận tâm, em sẽ mang gì đó."
    }
  },
  {
    "translation": {
      "en": "You pop them in the windowsill and then you have fresh basil or mint",
      "vi": "Đặt cây ở bệ cửa sổ để có húng quế hoặc bạc hà tươi"
    }
  },
  {
    "translation": {
      "en": "anytime you need to cook with it, or eat it, or just smell it.",
      "vi": "bất cứ lúc nào anh cần nấu, ăn hoặc ngửi."
    }
  },
  {
    "translation": {
      "en": "Okay, Debbie, please do not bring soil into my apartment. I'm begging you.",
      "vi": "Debbie à. Xin đừng mang đất vào căn hộ của anh. Cầu xin em."
    }
  },
  {
    "translation": {
      "en": "Big shocker, you listen to The Cars in the morning.",
      "vi": "Chả sốc là sáng anh nghe The Cars."
    }
  },
  {
    "translation": {
      "en": "Morning, noon, and night. Oh, I wanted to mention,",
      "vi": "Sáng, trưa và tối. Khi em ở nhà anh, nếu anh muốn ai đó qua"
    }
  },
  {
    "translation": {
      "en": "when I'm at your place, if you wanna have somebody over,",
      "vi": "Khi em ở nhà anh, nếu anh muốn ai đó qua"
    }
  },
  {
    "translation": {
      "en": "and you want me to get out of the way, I can do that, so you can…",
      "vi": "và anh muốn em tránh đi, em sẽ làm nên…"
    }
  },
  {
    "translation": {
      "en": "Okay, now I'm feeling uncomfortable.",
      "vi": "Chà, giờ anh thấy khó chịu."
    }
  },
  {
    "translation": {
      "en": "Oh, please, I've seen you naked.",
      "vi": "Nào, em đã thấy anh khoả thân."
    }
  },
  {
    "translation": {
      "en": "Never stops being weird. Which is so weird.",
      "vi": "Đừng có thôi kỳ quặc. Thật kỳ quặc."
    }
  },
  {
    "translation": {
      "en": "Thank you. I think I can control myself for one week.",
      "vi": "Cảm ơn. Anh nghĩ có thể tự kiềm chế một tuần."
    }
  },
  {
    "translation": {
      "en": "YouYou never know, maybe you'll meet someone while you're here",
      "vi": "Ai biết được, có lẽ em sẽ gặp ai đó khi ở đây."
    }
  },
  {
    "translation": {
      "en": "and we'll have a big ol' sex party up in here.",
      "vi": "Và ta sẽ có tiệc truy hoan lớn ở đây."
    }
  },
  {
    "translation": {
      "en": "Uh, barf? Yeah, I'm sorry, that was gross.",
      "vi": "Ờm, buồn nôn? Ừ, xin lỗi. Quả là kinh."
    }
  },
  {
    "translation": {
      "en": "Anyway, no chance of me meeting anybody.",
      "vi": "Dù sao thì, không có cơ hội em gặp ai đâu."
    }
  },
  {
    "translation": {
      "en": "As you know, my heart is a cold, hard little stone.",
      "vi": "Như anh biết đấy, trái tim em là hòn đá nhỏ lạnh lẽo."
    }
  },
  {
    "translation": {
      "en": "I'm so glad you're not being dramatic about it.",
      "vi": "Mừng là em không kịch tính về vụ đó."
    }
  },
  {
    "translation": {
      "en": "By the way, I am so proud of you for being cool about leaving Jack for a whole week.",
      "vi": "Anh rất tự hào về em vì dám bình tĩnh để lại Jack cả tuần."
    }
  },
  {
    "translation": {
      "en": "I'm not being cool about it, I'm having a panic attack.",
      "vi": "Em không bình tĩnh, em hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "He's my baby. I've never left him for that long.",
      "vi": "Em chưa từng xa bé cưng của em lâu thế."
    }
  },
  {
    "translation": {
      "en": "Hey. Ah, the creature awakens!",
      "vi": "Chà, cậu bé đã thức tỉnh!"
    }
  },
  {
    "translation": {
      "en": "Morning. Morning.",
      "vi": "Chào. Con ăn món này nhé? Chào."
    }
  },
  {
    "translation": {
      "en": "Can I eat this? Yes, it's gluten free.",
      "vi": "Chào. Con ăn món này nhé? Chào. Được, không gluten. Chào Peter đi. Chào Peter."
    }
  },
  {
    "translation": {
      "en": "Also, say hi to Peter. 'Sup, Peter?",
      "vi": "Được, không gluten. Chào Peter đi. Chào Peter."
    }
  },
  {
    "translation": {
      "en": "Hey! 'Sup, Jack O' Lantern?",
      "vi": "Chào! Jack đèn bí ngô! Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "What? Oh, I'm working on nicknames. No?",
      "vi": "Chào! Jack đèn bí ngô! Gì cơ? Chú đặt biệt danh, không ổn à?"
    }
  },
  {
    "translation": {
      "en": "No, he didn't like it.",
      "vi": "Không, nó không thích."
    }
  },
  {
    "translation": {
      "en": "Go back to the drawing board on that one. Look at him. He's not a baby.",
      "vi": "Hãy nghĩ lại từ đầu. Nhìn Jack đi, nó đâu phải em bé. Nó sẽ ổn."
    }
  },
  {
    "translation": {
      "en": "All right? He's gonna be fine.",
      "vi": "Nhìn Jack đi, nó đâu phải em bé. Nó sẽ ổn."
    }
  },
  {
    "translation": {
      "en": "It's not like you're leaving him with a dog bowl and a chew toy.",
      "vi": "Đâu phải em mặc nó với bát và đồ chơi để nhai."
    }
  },
  {
    "translation": {
      "en": "Right? Scarlet's gonna be there. YouYou want my opinion?",
      "vi": "Scarlet sẽ ở đó. Có muốn nghe ý kiến của anh? Anh nói thế là em biết tỏng ý đó rồi."
    }
  },
  {
    "translation": {
      "en": "Just you saying that, I know exactly what your opinion is.",
      "vi": "Có muốn nghe ý kiến của anh? Anh nói thế là em biết tỏng ý đó rồi."
    }
  },
  {
    "translation": {
      "en": "Look, he's not my kid, but I think Jack could use the space.",
      "vi": "Nghe này, nó không phải con anh, nhưng anh nghĩ Jack nên có không gian."
    }
  },
  {
    "translation": {
      "en": "All right, notes on parenting",
      "vi": "Ờ, ghi chú nuôi dạy con"
    }
  },
  {
    "translation": {
      "en": "from a guy whose only pet was a goldfish that died in a bong fire.",
      "vi": "từ gã có mỗi một thú cưng là cá vàng chết do đốt cần sa."
    }
  },
  {
    "translation": {
      "en": "Okay, look, I'm just saying. There's, like, helicopter parenting,",
      "vi": "Anh nói là có phụ huynh kiểu trực thăng,"
    }
  },
  {
    "translation": {
      "en": "there's snowplow parenting.",
      "vi": "phụ huynh kiểu dọn tuyết."
    }
  },
  {
    "translation": {
      "en": "What you're doing? This is Saran Wrap parenting.",
      "vi": "Còn kiểu em làm á? Là kiểu phụ huynh màng bọc."
    }
  },
  {
    "translation": {
      "en": "You're so tightly wrapped around this kid, you're suffocating him!",
      "vi": "Em lởn vởn bên thằng bé sát sàn sạt. Em làm thằng bé chết ngạt!"
    }
  },
  {
    "translation": {
      "en": "Yes, I can track a metaphor, thanks.",
      "vi": "Ờ, em hiểu phép ẩn dụ, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Okay, how excited are you that you and I are gonna be in the same city for a whole week?",
      "vi": "Mà anh mừng ra sao khi ta sẽ ở cùng thành phố trong một tuần?"
    }
  },
  {
    "translation": {
      "en": "When's the last time we hung out that long?",
      "vi": "Lần cuối ta ở bên lâu thế là khi nào? Chả rõ, năm 2008?"
    }
  },
  {
    "translation": {
      "en": "I don't know, 2008? When you left LA because you were scared of earthquakes.",
      "vi": "Lần cuối ta ở bên lâu thế là khi nào? Chả rõ, năm 2008? Khi anh chuyển khỏi LA vì sợ động đất."
    }
  },
  {
    "translation": {
      "en": "Okay, hey! The Chino Hills Temblor was no joke!",
      "vi": "Này, vụ động đất Chino Hills đâu phải đùa!"
    }
  },
  {
    "translation": {
      "en": "Anyway, I know you have to go to work and I want to give you your present",
      "vi": "Biết anh phải làm việc, muốn tặng quà trước khi anh đi."
    }
  },
  {
    "translation": {
      "en": "before you go. So I was cleaning out this drawer",
      "vi": "Em đã dọn cái ngăn kéo này."
    }
  },
  {
    "translation": {
      "en": "You clean things out?",
      "vi": "Em mà dọn dẹp á?"
    }
  },
  {
    "translation": {
      "en": "Occasionally, I clean things out.",
      "vi": "Đôi khi em có dọn dẹp mà."
    }
  },
  {
    "translation": {
      "en": "And look what I found!",
      "vi": "Và nhìn xem em đã tìm thấy gì!"
    }
  },
  {
    "translation": {
      "en": "I know you hate mementos.",
      "vi": "Rõ anh ghét đồ lưu niệm."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I hate mementos above all mentos.",
      "vi": "Ừ, anh ghét đồ lưu niệm hơn hết thảy."
    }
  },
  {
    "translation": {
      "en": "Okay, hold on. Here's your present. Look.",
      "vi": "Rồi, chờ đó. Quà của anh đây. Nhìn này."
    }
  },
  {
    "translation": {
      "en": "I put this in the end table the night you stayed over,",
      "vi": "Em cất nó ở bàn phụ vào đêm anh ở lại,"
    }
  },
  {
    "translation": {
      "en": "because, I don't know, I thought it would be a keepsake",
      "vi": "vì nghĩ nó sẽ là vật kỷ niệm trong đám cưới của chúng ta."
    }
  },
  {
    "translation": {
      "en": "at our wedding or something. That's how dumb I was in my 20s.",
      "vi": "vì nghĩ nó sẽ là vật kỷ niệm trong đám cưới của chúng ta. Hồi 20 tuổi em ngốc thế đó. Em không ngốc."
    }
  },
  {
    "translation": {
      "en": "You weren't dumb. I was a little bit dumb.",
      "vi": "Hồi 20 tuổi em ngốc thế đó. Em không ngốc. Hơi ngốc mà."
    }
  },
  {
    "translation": {
      "en": "Anyway, the best part of the whole night was when I took all your money!",
      "vi": "Phần hay nhất của cả đêm là khi em thắng hết tiền của anh!"
    }
  },
  {
    "translation": {
      "en": "That was the best part?",
      "vi": "Đó là phần hay nhất á?"
    }
  },
  {
    "translation": {
      "en": "I mean, it overshadowed the sex part, because you fled the next day.",
      "vi": "Làm lu mờ phần tình dục, vì anh đã bỏ trốn vào ngày hôm sau."
    }
  },
  {
    "translation": {
      "en": "Wait, hold on. I did call you later. Yeah, you did call me later.",
      "vi": "Sau đó anh có gọi lại mà. Phải. Anh có gọi và nói không thể hẹn hò với em"
    }
  },
  {
    "translation": {
      "en": "When you said that you couldn't date me or anybody else",
      "vi": "Anh có gọi và nói không thể hẹn hò với em hay bất kỳ ai khác vì anh là:"
    }
  },
  {
    "translation": {
      "en": "because you were, an unknowable piece of shit?",
      "vi": "hay bất kỳ ai khác vì anh là: Đồ khốn khôn lường nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Uh, mmm, there's the writer in me right there. Now that's a beautiful turn of phrase.",
      "vi": "Chà, đó là nhà văn trong anh. Cách dùng từ đó rất hay ho."
    }
  },
  {
    "translation": {
      "en": "And I'm the dramatic one?",
      "vi": "Mà em là người kịch tính á? Sao cũng được."
    }
  },
  {
    "translation": {
      "en": "Anyway, 20 years of friendship. 20 years! Can you believe it?",
      "vi": "Mà em là người kịch tính á? Sao cũng được. Tình bạn 20 năm. Anh tin được không?"
    }
  },
  {
    "translation": {
      "en": "You've had the best best friend in the entire world.",
      "vi": "Anh có người bạn tốt nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "Back at you.",
      "vi": "Anh cũng nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Have a great birthday, Peter.",
      "vi": "Sinh nhật vui, Peter."
    }
  },
  {
    "translation": {
      "en": "I will. You're awesome.",
      "vi": "Anh sẽ vui. Em tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll see you in a couple days.",
      "vi": "Vài ngày nữa gặp lại."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Chào em."
    }
  },
  {
    "translation": {
      "en": "Geez, I thought you and Debbie were gonna blab, like, forever.",
      "vi": "Em tưởng anh và Debbie sẽ tán nhảm mãi."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know. I'm sorry about that. So, what were you talking about?",
      "vi": "Ừ, anh biết. Anh xin lỗi. Vậy hai người nói gì thế?"
    }
  },
  {
    "translation": {
      "en": "Like, just stuff. Stuff?",
      "vi": "Vài chuyện. Vài chuyện á?"
    }
  },
  {
    "translation": {
      "en": "Okay, so your best friend, who's a woman who I've never met,",
      "vi": "Được rồi, vậy là bạn thân nhất của anh, người phụ nữ em chưa từng gặp,"
    }
  },
  {
    "translation": {
      "en": "just calls you on your birthday and you, like, talk forever?",
      "vi": "vừa gọi anh vào sinh nhật và anh cứ buôn mãi?"
    }
  },
  {
    "translation": {
      "en": "Okay, it's not a girl, it's Debbie.",
      "vi": "Là Debbie, đâu chỉ là ai đó."
    }
  },
  {
    "translation": {
      "en": "Okay, obviously, I'm not jealous. I mean, look at me, but it's just weird.",
      "vi": "Rõ ràng là em không ghen. Ý là, nhìn em đi, nhưng thật kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Becca?",
      "vi": "Becca à?"
    }
  },
  {
    "translation": {
      "en": "I mean, if you like each other so much, why aren't you guys together?",
      "vi": "Nếu thích nhau như vậy, sao hai người không ở bên nhau?"
    }
  },
  {
    "translation": {
      "en": "Me and Debbie? Yeah, 'cause.",
      "vi": "Anh và Debbie sao? Ờm, là bởi vì…"
    }
  },
  {
    "translation": {
      "en": "Because… She's…",
      "vi": "Bởi vì… Cô ấy… là cô ấy."
    }
  },
  {
    "translation": {
      "en": "her.",
      "vi": "Cô ấy… là cô ấy."
    }
  },
  {
    "translation": {
      "en": "And I'm me.",
      "vi": "Còn anh là anh."
    }
  },
  {
    "translation": {
      "en": "Oh, look at that. Should we get to work? Uber's here.",
      "vi": "Chà, đi làm nhé? Uber của ta đến rồi."
    }
  },
  {
    "translation": {
      "en": "You look great today. Uh huh.",
      "vi": "Nay trông em tuyệt đó."
    }
  },
  {
    "translation": {
      "en": "Okay, tonight… Mm hmm.",
      "vi": "Được rồi, tối nay ở câu lạc bộ Brownstone,"
    }
  },
  {
    "translation": {
      "en": "…at the Brownstone Club, do not tell them it's my birthday.",
      "vi": "Được rồi, tối nay ở câu lạc bộ Brownstone, đừng báo họ là sinh nhật anh. Họ sẽ làm ầm ĩ và anh chỉ muốn có hai ta."
    }
  },
  {
    "translation": {
      "en": "They'll make a big fuss out of it, and I just want it to be you and me.",
      "vi": "đừng báo họ là sinh nhật anh. Họ sẽ làm ầm ĩ và anh chỉ muốn có hai ta."
    }
  },
  {
    "translation": {
      "en": "Peter…",
      "vi": "Peter à…"
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "vi": "Sao cơ?"
    }
  },
  {
    "translation": {
      "en": "What happens next?",
      "vi": "Tiếp theo sẽ là gì?"
    }
  },
  {
    "translation": {
      "en": "Like, whaAfter dinner? II mean, I enjoy their flan.",
      "vi": "Sau bữa tối ư? Ý anh là, anh thích bánh flan của họ."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, II mean with us.",
      "vi": "Ừ, không, ý em là về chúng ta."
    }
  },
  {
    "translation": {
      "en": "I mean, we've been together for six months, and…",
      "vi": "Ta đã ở bên nhau sáu tháng. Và… em chỉ cảm thấy là"
    }
  },
  {
    "translation": {
      "en": "I just feel like we're not really getting any closer.",
      "vi": "Và… em chỉ cảm thấy là ta không thực sự thân thiết hơn."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know that much about you. Yes, you do.",
      "vi": "Em không biết nhiều về anh. Có đấy."
    }
  },
  {
    "translation": {
      "en": "Uh… ILook, I'll tell you anything. I'm an open book.",
      "vi": "Anh sẽ kể hết. Anh chẳng giấu gì."
    }
  },
  {
    "translation": {
      "en": "Look, if this is a waste of my time, I just want to know. Okay?",
      "vi": "Nào, em chỉ muốn biết liệu em có đang phí thời gian của mình. Nhé? Định nghĩa phí xem."
    }
  },
  {
    "translation": {
      "en": "Define waste.",
      "vi": "Nhé? Định nghĩa phí xem."
    }
  },
  {
    "translation": {
      "en": "You just did.",
      "vi": "Anh vừa làm thế."
    }
  },
  {
    "translation": {
      "en": "Happy birthday.",
      "vi": "Chúc mừng sinh nhật."
    }
  },
  {
    "translation": {
      "en": "No! ComeCome on.",
      "vi": "Không! Thôi nào."
    }
  },
  {
    "translation": {
      "en": "It's over, Peter. ItIt's…",
      "vi": "Kết thúc rồi, Peter. Nào."
    }
  },
  {
    "translation": {
      "en": "And she took the car.",
      "vi": "Và cô ấy giành luôn cái xe."
    }
  },
  {
    "translation": {
      "en": "Okay, did you take your antihistamine? Check.",
      "vi": "Uống thuốc chống dị ứng chưa? Rồi ạ."
    }
  },
  {
    "translation": {
      "en": "Nasal spray? Check.",
      "vi": "Lọ xịt mũi? Rồi ạ."
    }
  },
  {
    "translation": {
      "en": "Good! Good to go!",
      "vi": "Tốt! Đi được rồi!"
    }
  },
  {
    "translation": {
      "en": "Morning, team! Hey! Oh!",
      "vi": "Chào hai mẹ con! Này!"
    }
  },
  {
    "translation": {
      "en": "Ladybugs are kicking some ass in the garden out here.",
      "vi": "Bọ rùa sinh trưởng tốt ngoài vườn này."
    }
  },
  {
    "translation": {
      "en": "You guys do the same. Have a great one.",
      "vi": "Hai mẹ con cũng vậy. Ngày lành. Anh cũng vậy, Zen."
    }
  },
  {
    "translation": {
      "en": "Right back at you, Zen. I'll be right here!",
      "vi": "Hai mẹ con cũng vậy. Ngày lành. Anh cũng vậy, Zen. Tôi sẽ ở ngay đây!"
    }
  },
  {
    "translation": {
      "en": "Or maybe, uh, over there.",
      "vi": "Hoặc có lẽ ở đằng kia."
    }
  },
  {
    "translation": {
      "en": "Hey, um, I talked to Alexander's mom about providing an alternative dessert",
      "vi": "Này, mẹ đã bàn với mẹ của Alexander về việc chọn món tráng miệng khác ở tiệc sinh nhật vì chứng dị ứng của con."
    }
  },
  {
    "translation": {
      "en": "at the birthday party because of all your allergies.",
      "vi": "về việc chọn món tráng miệng khác ở tiệc sinh nhật vì chứng dị ứng của con."
    }
  },
  {
    "translation": {
      "en": "Okay, don't forget",
      "vi": "Nào, đừng quên đó."
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me, Mom. That's so embarrassing.",
      "vi": "Chắc mẹ đùa. Xấu hổ quá."
    }
  },
  {
    "translation": {
      "en": "Do you still hang out with Wade? Hi, Wade!",
      "vi": "Con vẫn chơi với Wade chứ? Chào Wade! Mẹ à!"
    }
  },
  {
    "translation": {
      "en": "Mom! No. What?",
      "vi": "Cái gì? Cậu bé là học trò của mẹ! Mẹ à!"
    }
  },
  {
    "translation": {
      "en": "What? He's one of my students! Gosh, you're not a teacher.",
      "vi": "Cái gì? Cậu bé là học trò của mẹ! Mẹ à! Ôi, mẹ đâu phải giáo viên. Mẹ làm ở đây."
    }
  },
  {
    "translation": {
      "en": "Technically, I work here. Let me get your lunch.",
      "vi": "Ôi, mẹ đâu phải giáo viên. Mẹ làm ở đây. Để mẹ đưa bữa trưa."
    }
  },
  {
    "translation": {
      "en": "Um, you guys used to hang out all the time.",
      "vi": "Con với Wade từng chơi với nhau suốt."
    }
  },
  {
    "translation": {
      "en": "He used to come for sleepovers.",
      "vi": "Wade từng hay ghé qua ngủ nhờ."
    }
  },
  {
    "translation": {
      "en": "Here, let me put this in your bag. Didn't he pee on our sofa once?",
      "vi": "Để mẹ bỏ vào ba lô cho. Wade tè dầm lên sofa nhà ta một lần nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Mom!",
      "vi": "Mẹ à!"
    }
  },
  {
    "translation": {
      "en": "What? He did!",
      "vi": "Cái gì? Đúng mà."
    }
  },
  {
    "translation": {
      "en": "Hey, girl. Hey. Oh, my God, hey.",
      "vi": "Chào gái. Trời ơi, chào."
    }
  },
  {
    "translation": {
      "en": "Do you want to have some of my terrible office coffee?",
      "vi": "Uống cà phê văn phòng tệ hại của tôi chứ?"
    }
  },
  {
    "translation": {
      "en": "I have this. Oh, okay.",
      "vi": "Tôi có rồi. Rồi."
    }
  },
  {
    "translation": {
      "en": "But, yes, of course. Well, let's do it.",
      "vi": "Mà được chứ. Tới nào."
    }
  },
  {
    "translation": {
      "en": "Uh, so, are you packed? Yes, I am packed.",
      "vi": "Vậy cô đã đóng gói chưa? Vâng, xong rồi."
    }
  },
  {
    "translation": {
      "en": "I have to say, I am so glad you're finally taking a vacay.",
      "vi": "Tôi phải nói, tôi rất vui vì cuối cùng cô cũng có kỳ nghỉ."
    }
  },
  {
    "translation": {
      "en": "What? ANo, I am not going on vacay. I have explained this to you!",
      "vi": "Gì cơ? Tôi không đi nghỉ. Tôi đã giải thích cho chị rồi!"
    }
  },
  {
    "translation": {
      "en": "I have to finish this program before the end of the year",
      "vi": "Trước cuối năm, tôi phải xong chương trình này"
    }
  },
  {
    "translation": {
      "en": "so that I can apply for that open Senior Accounting position at the Regional School District.",
      "vi": "để có thể ứng tuyển vào vị trí Kế toán Cao cấp ở Học khu Vùng."
    }
  },
  {
    "translation": {
      "en": "Oh, I love it when you say a bunch of sexy words like that.",
      "vi": "Tôi rất thích khi cô nói lắm từ gợi cảm như thế."
    }
  },
  {
    "translation": {
      "en": "Yeah, I justI need the money.",
      "vi": "Ừ, tôi chỉ… Tôi cần tiền."
    }
  },
  {
    "translation": {
      "en": "Jack's eczema medicine is only gonna be covered by my insurance",
      "vi": "Thuốc trị bệnh chàm cho Jack sẽ chỉ được bảo hiểm chi trả"
    }
  },
  {
    "translation": {
      "en": "for the next six months, and then it's, like…",
      "vi": "tới sáu tháng nữa và sau đó là…"
    }
  },
  {
    "translation": {
      "en": "One thousand dollars. Yes!",
      "vi": "Một nghìn đô la. Phải!"
    }
  },
  {
    "translation": {
      "en": "One thousand GD dollars a month! So, no, not a vacay.",
      "vi": "Một nghìn đô la khốn kiếp mỗi tháng! Nên không phải tôi đi nghỉ."
    }
  },
  {
    "translation": {
      "en": "All right, all right. Well, I just hope that when you're in New York,",
      "vi": "Được rồi. À, tôi chỉ hy vọng khi cô ở New York,"
    }
  },
  {
    "translation": {
      "en": "you will take time to do something nice for yourself.",
      "vi": "cô sẽ dành thời gian để làm gì đó tốt đẹp cho mình."
    }
  },
  {
    "translation": {
      "en": "Maybe take a bath. Relax.",
      "vi": "Có lẽ đi tắm. Thư giãn."
    }
  },
  {
    "translation": {
      "en": "That's what I love to do when I travel, I like to take a bath,",
      "vi": "Tôi thích làm thế khi du lịch. Đi tắm và khỏi phải nghe hai đứa con tôi la lên: Con đói!"
    }
  },
  {
    "translation": {
      "en": "and not hear either of my kids yell, I'm hungry!",
      "vi": "Đi tắm và khỏi phải nghe hai đứa con tôi la lên: Con đói!"
    }
  },
  {
    "translation": {
      "en": "Are they just always hungry?",
      "vi": "Chúng luôn đói hay sao?"
    }
  },
  {
    "translation": {
      "en": "Well, never feed 'em, so… Ever?",
      "vi": "Tôi không cho chúng ăn nên… Không ư?"
    }
  },
  {
    "translation": {
      "en": "Wait, why can't Jimmy come here to watch Jack?",
      "vi": "Sao Jimmy không thể đến đây trông Jack?"
    }
  },
  {
    "translation": {
      "en": "It's peak climbing season. He has to be out there.",
      "vi": "Mùa leo núi, Jimmy phải ở ngoài đó."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you are so nice about him.",
      "vi": "Trời, cô thật tốt với anh ta."
    }
  },
  {
    "translation": {
      "en": "If my ex was a mountain climber and spent ten months out of every year",
      "vi": "Người cũ của tôi mà là vận động viên leo núi dành mười tháng mỗi năm đi khắp thế giới"
    }
  },
  {
    "translation": {
      "en": "traveling the world with some hot 33 year old",
      "vi": "dành mười tháng mỗi năm đi khắp thế giới với một cô nóng bỏng 33 tuổi đầy hình xăm…"
    }
  },
  {
    "translation": {
      "en": "covered in tattoos…",
      "vi": "với một cô nóng bỏng 33 tuổi đầy hình xăm…"
    }
  },
  {
    "translation": {
      "en": "Have you been looking at her Instagram?",
      "vi": "Chị xem Instagram của cô ta à?"
    }
  },
  {
    "translation": {
      "en": "You think I'm not gonna be looking at Jimmy's girlfriend's Instagram account?",
      "vi": "Cô nghĩ tôi sẽ không xem Instagram của bạn gái Jimmy hay sao?"
    }
  },
  {
    "translation": {
      "en": "I mean, what are we even doing? Who would I even be?",
      "vi": "Ý tôi là, ta đang làm gì? Tôi sẽ là ai chứ?"
    }
  },
  {
    "translation": {
      "en": "Look, it's fine. It works for him, it works for me. Besides, Jack loves hanging out with Scarlet.",
      "vi": "Nào, ổn mà. Ổn với anh ta và tôi. Jack thích dành thời gian bên Scarlet."
    }
  },
  {
    "translation": {
      "en": "All right, well, I hope that you get what you want out of this trip.",
      "vi": "Chà, mong cô đạt được điều cô muốn sau chuyến này."
    }
  },
  {
    "translation": {
      "en": "Yes. And what you need.",
      "vi": "Vâng. Và điều cô cần, biết chứ?"
    }
  },
  {
    "translation": {
      "en": "You know, get your degree, find a man, come home,",
      "vi": "Vâng. Và điều cô cần, biết chứ? Lấy bằng, tìm một người đàn ông, về nhà,"
    }
  },
  {
    "translation": {
      "en": "and then remodel that ancient kitchen of yours.",
      "vi": "rồi sửa lại căn bếp cũ mốc của cô."
    }
  },
  {
    "translation": {
      "en": "I also think it's time to get layers in your hair.",
      "vi": "Cũng đến lúc cô để tóc nhiều lớp."
    }
  },
  {
    "translation": {
      "en": "Layers, but not bangs. Bangs are for an emergency.",
      "vi": "Nhiều lớp, không phải để mái. Tóc mái cho tình thế khẩn cấp."
    }
  },
  {
    "translation": {
      "en": "Wow, you really have all the answers to my life figured out.",
      "vi": "Chị thực sự có mọi đáp án cho đời tôi."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, we're friends.",
      "vi": "Ừ, ta là bạn."
    }
  },
  {
    "translation": {
      "en": "Obviously, I have well thought out critiques",
      "vi": "Hẳn nhiên tôi có chỉ trích thấu đáo"
    }
  },
  {
    "translation": {
      "en": "of every choice you've ever made.",
      "vi": "về mọi lựa chọn của cô tới giờ."
    }
  },
  {
    "translation": {
      "en": "And all the fixes.",
      "vi": "Và mọi điều để cải thiện."
    }
  },
  {
    "translation": {
      "en": "So, if you end up going on this Manhattan adventure",
      "vi": "Vậy nếu cô dấn thân vào phiêu lưu ở Manhattan và tìm được một anh chàng,"
    }
  },
  {
    "translation": {
      "en": "and find yourself a hottie, might I suggest a manicure.",
      "vi": "Vậy nếu cô dấn thân vào phiêu lưu ở Manhattan và tìm được một anh chàng, tôi xin gợi ý cô đi làm móng tay."
    }
  },
  {
    "translation": {
      "en": "Maybe get waxed. You know, spruce it up a bit.",
      "vi": "Có lẽ nên tẩy lông. Làm đẹp lên một chút."
    }
  },
  {
    "translation": {
      "en": "Waxed? Oh, my",
      "vi": "Tẩy lông á?"
    }
  },
  {
    "translation": {
      "en": "Oh, waxed. Waxed.",
      "vi": "Tẩy lông cơ thể. Tẩy lông ấy. Chà, chuyện đó sẽ không xảy ra."
    }
  },
  {
    "translation": {
      "en": "Oh, well, that's just not gonna happen.",
      "vi": "Tẩy lông ấy. Chà, chuyện đó sẽ không xảy ra."
    }
  },
  {
    "translation": {
      "en": "I beg of you, sir! Please, don't hurt me!",
      "vi": "Tôi xin ngài! Làm ơn, đừng làm hại tôi!"
    }
  },
  {
    "translation": {
      "en": "No, no. Okay, don'tDon't judge that. Don't judge that.",
      "vi": "Không, đừng đánh giá. Để cô làm lại."
    }
  },
  {
    "translation": {
      "en": "I'm gonna do it again. Okay.",
      "vi": "Không, đừng đánh giá. Để cô làm lại. Được rồi."
    }
  },
  {
    "translation": {
      "en": "I beg of you, sir, do not hurt me!",
      "vi": "Tôi xin ngài, đừng làm hại tôi!"
    }
  },
  {
    "translation": {
      "en": "Was that good?",
      "vi": "Có ổn không?"
    }
  },
  {
    "translation": {
      "en": "Incredible. Hey, Scarlet.",
      "vi": "Tuyệt đó. Chào Scarlet."
    }
  },
  {
    "translation": {
      "en": "Hey, Deb! UmWhat's going on?",
      "vi": "Chào Deb! Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Well, I got an audition! What?",
      "vi": "Tôi có buổi thử vai! Gì?"
    }
  },
  {
    "translation": {
      "en": "Ah, yeah! It's for a TV series set in the '20s about this serial killer,",
      "vi": "Ừ! Phim truyền hình lấy bối cảnh hồi 1920 về sát nhân hàng loạt"
    }
  },
  {
    "translation": {
      "en": "and I would play a maid who gets strangled by the lead.",
      "vi": "và tôi sẽ đóng vai người giúp việc bị vai chính bóp cổ."
    }
  },
  {
    "translation": {
      "en": "Okay, can I try this out? Okay.",
      "vi": "Được rồi, tôi thử đoạn này nhé? Rồi, nào."
    }
  },
  {
    "translation": {
      "en": "I beg of you, sir! Please don't hurt me!",
      "vi": "Tôi cầu xin ngài! Làm ơn đừng làm hại tôi!"
    }
  },
  {
    "translation": {
      "en": "I was being strangled. Did you get that? How was that?",
      "vi": "Tôi thể hiện đoạn bị bóp cổ. Thấy sao?"
    }
  },
  {
    "translation": {
      "en": "Honestly? Nailed it.",
      "vi": "Nói thật nhé? Cô diễn xuất thần."
    }
  },
  {
    "translation": {
      "en": "I'm probably not gonna get this anyway 'cause I don't get anything.",
      "vi": "Mà chắc tôi sẽ không được nhận."
    }
  },
  {
    "translation": {
      "en": "Hey, you never know. Um, listen, did you get the emails that I sent",
      "vi": "Này, cô đâu biết trước. Có nhận được email tôi gửi về việc làm gì với Jack khi tôi đi vắng?"
    }
  },
  {
    "translation": {
      "en": "about what to do with Jack while I'm out of town?",
      "vi": "Có nhận được email tôi gửi về việc làm gì với Jack khi tôi đi vắng?"
    }
  },
  {
    "translation": {
      "en": "Yep, yep, yep! We're on it! Right, Jack? Yeah!",
      "vi": "Có chứ. Ta rõ rồi! Jack nhỉ? Vâng ạ!"
    }
  },
  {
    "translation": {
      "en": "Deb, I gotta say, I'm so happy for you. Oh!",
      "vi": "Deb, phải nói là rất mừng cho cô."
    }
  },
  {
    "translation": {
      "en": "It's, like, really cool and inspirational, this whole accounting thing oror whatever.",
      "vi": "Chuyện kế toán hay gì đó này rất tuyệt và đầy cảm hứng đấy."
    }
  },
  {
    "translation": {
      "en": "It's so funny that you're a numbers person,",
      "vi": "Thật ngộ vì cô thiên về con số,"
    }
  },
  {
    "translation": {
      "en": "'cause I thought you liked books.",
      "vi": "cứ tưởng cô mê sách."
    }
  },
  {
    "translation": {
      "en": "So, IWhy aren't you doing something with, like, booky books?",
      "vi": "Sao cô không làm việc gì đó dính đến sách?"
    }
  },
  {
    "translation": {
      "en": "Well, this degree is practical, which is what you have to be when you're a single mom.",
      "vi": "Bằng cấp này rất thực tế, là mẹ đơn thân thì phải thế."
    }
  },
  {
    "translation": {
      "en": "Right, right. Tragic.",
      "vi": "Phải rồi. Bi kịch."
    }
  },
  {
    "translation": {
      "en": "It's just such a waste.",
      "vi": "Thế này thật là phí."
    }
  },
  {
    "translation": {
      "en": "A waste.",
      "vi": "Phí ư?"
    }
  },
  {
    "translation": {
      "en": "Look, we know that our consulting period with you is up, but",
      "vi": "Nghe này, chúng tôi biết thời gian anh tư vấn chúng tôi đã hết."
    }
  },
  {
    "translation": {
      "en": "Yeah, we were just hoping for a little more time to get to know you better.",
      "vi": "Chúng tôi chỉ mong có thêm thời gian để hiểu rõ hơn về anh."
    }
  },
  {
    "translation": {
      "en": "Guys, you know me so well. We spent so much time together over the last six months.",
      "vi": "Nào, các anh biết rõ tôi mà. Sáu tháng qua ta đã cùng làm việc nhiều."
    }
  },
  {
    "translation": {
      "en": "Yeah, we did, and it's been…",
      "vi": "Vâng, quả là thế… và thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "It's been amazing. Amazing.",
      "vi": "Vâng, quả là thế… và thật tuyệt vời. Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Um, you know, we're just wondering, what happens next?",
      "vi": "Chúng tôi chỉ thắc mắc, vậy tiếp theo sẽ là gì?"
    }
  },
  {
    "translation": {
      "en": "Next, I move on.",
      "vi": "Tiếp theo, tôi chuyển qua khách khác."
    }
  },
  {
    "translation": {
      "en": "I'm really sorry.",
      "vi": "Tôi rất xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Come with us. We justWe need a new CMO and it should be you, it's so obvious.",
      "vi": "Hãy đến với chúng tôi. Công ty cần CMO mới và là đó nên là anh."
    }
  },
  {
    "translation": {
      "en": "Yes! Guys, I'm sorry.",
      "vi": "Tuyệt! Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "It's just not on the table for me.",
      "vi": "Tôi không hề có ý định đó."
    }
  },
  {
    "translation": {
      "en": "ILook, look, don't be sad.",
      "vi": "Đừng buồn."
    }
  },
  {
    "translation": {
      "en": "Nope. It's fine. Yeah. No, I",
      "vi": "Không. Có sao đâu. Vâng."
    }
  },
  {
    "translation": {
      "en": "This is just how it has to be.",
      "vi": "Chuyện phải như thế thôi."
    }
  },
  {
    "translation": {
      "en": "I don't know if I like you anymore.",
      "vi": "Chả rõ có còn ưa anh."
    }
  },
  {
    "translation": {
      "en": "Oh, it's getting ugly.",
      "vi": "Chuyện xấu đi rồi."
    }
  },
  {
    "translation": {
      "en": "I knew it was gonna get ugly.",
      "vi": "Tôi đã biết chuyện sẽ xấu đi."
    }
  },
  {
    "translation": {
      "en": "You can, um, take my contact and erase it from your phone.",
      "vi": "Anh có thể lấy số của tôi rồi xóa khỏi điện thoại của anh."
    }
  },
  {
    "translation": {
      "en": "I don't have it in my phone.",
      "vi": "Điện thoại tôi không có."
    }
  },
  {
    "translation": {
      "en": "Well, then put it in your phone and then erase it.",
      "vi": "Nhập số vào rồi xóa đi."
    }
  },
  {
    "translation": {
      "en": "He's sorry. We're sorry. He didn'tNo, it's okay.",
      "vi": "Hai bên đều tiếc cả. Không sao đâu."
    }
  },
  {
    "translation": {
      "en": "Listen, Peter, if this is happening,",
      "vi": "Nghe này, Peter, nếu chuyện xảy ra thế này"
    }
  },
  {
    "translation": {
      "en": "and it clearly is, I want to say to you, I hope you find what you're looking for.",
      "vi": "và rõ là như vậy, tôi muốn nói tôi mong anh tìm ra điều anh tìm kiếm."
    }
  },
  {
    "translation": {
      "en": "Let them make you a clown",
      "vi": "MỪNG SINH NHẬT VẬT PETER! TỪ BẠN BÈ Ở HỘI ĐỒNG QUẢN TRỊ"
    }
  },
  {
    "translation": {
      "en": "Happy birthday, buddy.",
      "vi": "Mừng sinh nhật bạn."
    }
  },
  {
    "translation": {
      "en": "You're staring. I know.",
      "vi": "Mẹ cứ nhìn chằm chằm. Mẹ biết."
    }
  },
  {
    "translation": {
      "en": "II'm just… I'm gonna miss you a whole lot.",
      "vi": "Mẹ chỉ… Mẹ sẽ nhớ con rất nhiều."
    }
  },
  {
    "translation": {
      "en": "Mom, you've been wanting to go do this thing for forever.",
      "vi": "Mẹ à, mẹ muốn làm việc này từ lâu rồi."
    }
  },
  {
    "translation": {
      "en": "I promise I'll be fine.",
      "vi": "Con sẽ ổn thôi mà."
    }
  },
  {
    "translation": {
      "en": "I beg of you, sir, do not hurt me!",
      "vi": "Tôi xin ngài, đừng làm hại tôi!"
    }
  },
  {
    "translation": {
      "en": "What? Yeah! Can you believe it?",
      "vi": "Tôi được nhận vai đó! Gì cơ? Tuyệt! Tin nổi không?"
    }
  },
  {
    "translation": {
      "en": "That's amazing! I know, I know! I fly to Vancouver tonight!",
      "vi": "Thật tuyệt! Tôi biết! Tối nay tôi bay đến Vancouver!"
    }
  },
  {
    "translation": {
      "en": "And I'm there for two weeks, because even though I only have one line,",
      "vi": "Tôi sẽ ở đó hai tuần, vì dù tôi chỉ có một câu thoại,"
    }
  },
  {
    "translation": {
      "en": "my character is in the background of all these really important scenes.",
      "vi": "nhân vật của tôi vẫn có mặt ở cảnh quan trọng."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi trời ạ!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. What is wrong with me?",
      "vi": "Ôi trời ạ. Tôi bị sao thế này?"
    }
  },
  {
    "translation": {
      "en": "II rushed over here to tell you the news, because I love you guys so much,",
      "vi": "Tôi vội đến đây để báo tin vì tôi rất yêu quý hai mẹ con"
    }
  },
  {
    "translation": {
      "en": "and I totally forgot that, of course, I'm supposed to be with Jack,",
      "vi": "và tôi lỡ quên lẽ ra tôi nên ở với Jack,"
    }
  },
  {
    "translation": {
      "en": "because I'm a selfish butthole!",
      "vi": "vì tôi là đồ khốn."
    }
  },
  {
    "translation": {
      "en": "No! Mm mmm.",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "What am I gonna do?",
      "vi": "Tôi nên làm gì?"
    }
  },
  {
    "translation": {
      "en": "What are we gonna do?",
      "vi": "Ta sẽ làm gì?"
    }
  },
  {
    "translation": {
      "en": "It's fine. Totally fine.",
      "vi": "Không sao đâu. Hoàn toàn ổn."
    }
  },
  {
    "translation": {
      "en": "Doesn't seem fine. Seems loud.",
      "vi": "Có vẻ không ổn. Có vẻ ồn ào."
    }
  },
  {
    "translation": {
      "en": "I'll finish the program next year. They don't offer it again until then anyway.",
      "vi": "Năm sau họ mới đề nghị lại, mẹ sẽ kết thúc chương trình khi đó."
    }
  },
  {
    "translation": {
      "en": "Well, you seem kind of bummed out.",
      "vi": "Trông mẹ có vẻ hơi thất vọng."
    }
  },
  {
    "translation": {
      "en": "It's okay. I'm an adult.",
      "vi": "Ổn cả. mẹ là người lớn."
    }
  },
  {
    "translation": {
      "en": "A big part of being an adult is being bummed out.",
      "vi": "Phần lớn thời gian làm người lớn là thất vọng."
    }
  },
  {
    "translation": {
      "en": "A lot of the time, really.",
      "vi": "Phần lớn thời gian."
    }
  },
  {
    "translation": {
      "en": "That's something to look forward to.",
      "vi": "Điều đó đáng mong đợi đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, and that's just why you have to be careful",
      "vi": "Phải. Và đó là lý do ta phải cẩn thận và dè chừng."
    }
  },
  {
    "translation": {
      "en": "and you have to be cautious all of the time.",
      "vi": "Phải. Và đó là lý do ta phải cẩn thận và dè chừng. Luôn luôn đó."
    }
  },
  {
    "translation": {
      "en": "You're not answering? No, he's gonna try and lend me money.",
      "vi": "Mẹ không trả lời à? Không, chú ấy sẽ cố cho mẹ vay tiền."
    }
  },
  {
    "translation": {
      "en": "You don't know that. Yes, I do.",
      "vi": "Mẹ đâu biết được. Mẹ biết chứ."
    }
  },
  {
    "translation": {
      "en": "Hey, Peter. Tell her I'm not trying to lend her money.",
      "vi": "Chào Peter. Bảo mẹ cháu là chú đâu tính cho vay."
    }
  },
  {
    "translation": {
      "en": "I said that. I'm calling because I booked a flight, Jackity Jack.",
      "vi": "Cháu đã nói thế. Chú gọi báo đã đặt chuyến bay, Jack yêu."
    }
  },
  {
    "translation": {
      "en": "Are you ready to hang? Please, the nicknames.",
      "vi": "Đã sẵn sàng bên nhau? Thôi vụ biệt danh đi."
    }
  },
  {
    "translation": {
      "en": "Wait, what? You're right.",
      "vi": "Cái gì? Cháu nói đúng."
    }
  },
  {
    "translation": {
      "en": "I'm shooting blanks with the nicknames. We'll work on that when I get there.",
      "vi": "Chú rất tệ vụ biệt danh. Ta sẽ cả thiện vụ đó."
    }
  },
  {
    "translation": {
      "en": "Hey, Debbie! Wait, what?",
      "vi": "Chào Debbie! Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Oh, and I'm renting my own car,",
      "vi": "Và anh đang thuê xe, vì cái thứ xe mà em đang lái ấy,"
    }
  },
  {
    "translation": {
      "en": "'cause God knows whatever hell show you're driving, I want no part of.",
      "vi": "Và anh đang thuê xe, vì cái thứ xe mà em đang lái ấy, anh không muốn vào đó. Khoan, gì?"
    }
  },
  {
    "translation": {
      "en": "Wait, what? You're saying Wait, what? a lot. And it makes you sound kinda dumb.",
      "vi": "Em cứ nói Cái gì? suốt và thế khiến em có vẻ ngớ ngẩn."
    }
  },
  {
    "translation": {
      "en": "I just don'tI don't understand. Well, I'm coming to LA for a week.",
      "vi": "Em không hiểu. Anh sẽ đến Los Angeles một tuần"
    }
  },
  {
    "translation": {
      "en": "I'm gonna look after Jack, and you can stay here solo.",
      "vi": "để chăm Jack, em cứ ở đây một mình."
    }
  },
  {
    "translation": {
      "en": "Peter, come on. You can't just drop everything to come and babysit.",
      "vi": "Peter, thôi nào. Anh đâu thể bỏ mọi việc mà đến đây trông trẻ."
    }
  },
  {
    "translation": {
      "en": "You have a job and a life. I mean, I don't know about a life, but you have a job.",
      "vi": "Anh có cuộc sống, công việc. Cuộc sống thì chả rõ, mà anh có công việc."
    }
  },
  {
    "translation": {
      "en": "Actually, I have, uh, some time off between clients,",
      "vi": "Anh có thời gian nghỉ giữa các khách hàng,"
    }
  },
  {
    "translation": {
      "en": "so we're all good there.",
      "vi": "nên ta ổn cả."
    }
  },
  {
    "translation": {
      "en": "It's not as much fun as us hanging out together,",
      "vi": "Không vui bằng khi ta ở bên nhau"
    }
  },
  {
    "translation": {
      "en": "but gets you what you need.",
      "vi": "nhưng… em cần thế mà."
    }
  },
  {
    "translation": {
      "en": "Peter, taking care of Jack is actually a lot of work.",
      "vi": "Peter, chăm sóc Jack tốn nhiều công sức."
    }
  },
  {
    "translation": {
      "en": "ItHe's allergic to a billion things, like, he takes a bunch of medicine,",
      "vi": "Thằng bé dị ứng với cả tỉ thứ, nó phải uống một đống thuốc."
    }
  },
  {
    "translation": {
      "en": "and, honestly, he doesn't have a lot of friends right now.",
      "vi": "Và hiện nó không có nhiều bạn bè."
    }
  },
  {
    "translation": {
      "en": "Let me help. I owe you.",
      "vi": "Để anh giúp, anh nợ em."
    }
  },
  {
    "translation": {
      "en": "Owe me? Yes! Where was I when Jack was born?",
      "vi": "Nợ em? Phải! Anh ở đâu khi Jack ra đời?"
    }
  },
  {
    "translation": {
      "en": "I was in London helping a Spanish bank",
      "vi": "Anh đã ở London giúp một ngân hàng Tây Ban Nha"
    }
  },
  {
    "translation": {
      "en": "launch a sister branch in Eastern Europe.",
      "vi": "mở một chi nhánh ở Đông Âu."
    }
  },
  {
    "translation": {
      "en": "But when my mom died, you drove from Los Angeles",
      "vi": "Nhưng khi mẹ anh mất, em lái xe từ Los Angeles"
    }
  },
  {
    "translation": {
      "en": "to freaking Ohio for the services.",
      "vi": "đến tận Ohio để lo dịch vụ đám tang."
    }
  },
  {
    "translation": {
      "en": "And you picked me up from rehab not once, but twice.",
      "vi": "Em đón anh cai nghiện về đâu chỉ một mà là hai lần."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, III know, I'm a really good friend,",
      "vi": "Ừ, em biết, em là một người bạn tốt,"
    }
  },
  {
    "translation": {
      "en": "but II didn't do any of those things expecting something in return.",
      "vi": "nhưng em đâu làm thế để mong đợi được hồi đáp."
    }
  },
  {
    "translation": {
      "en": "Of course you didn't, 'cause you're not a monster.",
      "vi": "Tất nhiên là không, vì em không phải quái vật."
    }
  },
  {
    "translation": {
      "en": "You need help. And I'm coming,",
      "vi": "Em cần được giúp đỡ và anh đang đến."
    }
  },
  {
    "translation": {
      "en": "and that's that.",
      "vi": "Và thế đó."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "He's gonna be fine, right?",
      "vi": "Thằng bé sẽ ổn thôi, phải không?"
    }
  },
  {
    "translation": {
      "en": "Yes, it's only a week. It's only a week!",
      "vi": "Ừ, một tuần thôi mà. Chỉ một tuần thôi."
    }
  },
  {
    "translation": {
      "en": "I'm hugging a pair of pants.",
      "vi": "Mình đang ôm một cái quần."
    }
  },
  {
    "translation": {
      "en": "Mom, come on! We're gonna be late!",
      "vi": "Mẹ, đi nào! Ta sẽ muộn mất!"
    }
  },
  {
    "translation": {
      "en": "Need help? No, no.",
      "vi": "Cần giúp không? Không. Tôi có cách."
    }
  },
  {
    "translation": {
      "en": "I have a method.",
      "vi": "Không. Tôi có cách."
    }
  },
  {
    "translation": {
      "en": "That's how I do it. Okay.",
      "vi": "Đó là cách của tôi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "You know, they make these, uh, zippy, little four wheelers now.",
      "vi": "Giờ họ làm loại có bốn bánh nhỏ để kéo."
    }
  },
  {
    "translation": {
      "en": "You barely have to push 'em. They call 'em spinners.",
      "vi": "Vali bốn bánh, gần như chả phải đẩy."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah? Yeah! All right. Hey.",
      "vi": "Vậy sao? Phải! Rồi, mà này."
    }
  },
  {
    "translation": {
      "en": "Begonias while you're begone?",
      "vi": "Gì cơ? Rảnh thì đi chơi nhé?"
    }
  },
  {
    "translation": {
      "en": "Knock yourself out, Zen.",
      "vi": "Cố đùa quá đà, Zen."
    }
  },
  {
    "translation": {
      "en": "All right, good. Safe travels.",
      "vi": "Rồi, tốt. Thượng lộ bình an."
    }
  },
  {
    "translation": {
      "en": "Thanks!",
      "vi": "Cảm ơn!"
    }
  },
  {
    "translation": {
      "en": "Safe travels, hope you make it",
      "vi": "Thượng lộ bình an, mong bạn tới nơi"
    }
  },
  {
    "translation": {
      "en": "No… sudden cornfield stops…",
      "vi": "Không dừng đột ngột tại cánh đồng ngô…"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Tuyệt lắm!"
    }
  },
  {
    "translation": {
      "en": "I'm gonna miss you. I'll call you every day.",
      "vi": "Mẹ sẽ nhớ con. Mẹ sẽ gọi hằng ngày."
    }
  },
  {
    "translation": {
      "en": "Okay? All right.",
      "vi": "Nhé? Được rồi."
    }
  },
  {
    "translation": {
      "en": "Safe travels, hope you make it",
      "vi": "Thượng lộ bình an, mong bạn tới nơi"
    }
  },
  {
    "translation": {
      "en": "I love you! Bye, Mama!",
      "vi": "Mẹ yêu con! Tạm biệt mẹ!"
    }
  },
  {
    "translation": {
      "en": "Hope you're all right",
      "vi": "Mong bạn sẽ ổn"
    }
  },
  {
    "translation": {
      "en": "Leesh!",
      "vi": "Leesh à!"
    }
  },
  {
    "translation": {
      "en": "Oh, here's this guy. Look at you!",
      "vi": "À, anh chàng đây rồi. Nhìn chị kìa. Trông chị tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "You look great!",
      "vi": "Nhìn chị kìa. Trông chị tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "You look, like, the same!",
      "vi": "Trông chị vẫn thế!"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know! It's spooky, isn't it?",
      "vi": "Tôi biết! Thật là dị, phải không?"
    }
  },
  {
    "translation": {
      "en": "Yeah! Yeah. Uh…",
      "vi": "Phải đó! Phải."
    }
  },
  {
    "translation": {
      "en": "Oh, uh, do you want this? Oh.",
      "vi": "Ờ, muốn uống không?"
    }
  },
  {
    "translation": {
      "en": "I thought you might need it.",
      "vi": "Tôi nghĩ anh sẽ cần."
    }
  },
  {
    "translation": {
      "en": "You look good. Thank you.",
      "vi": "Trông anh ổn đó. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "You still got that tall, squared jaw, long eyelash vibe going on.",
      "vi": "Anh vẫn có kiểu cao ráo, hàm vuông, lông mi dài."
    }
  },
  {
    "translation": {
      "en": "Some people like that.",
      "vi": "Có người thích thế."
    }
  },
  {
    "translation": {
      "en": "It was never my thing, but… Yup.",
      "vi": "Chả phải gu của tôi mà… Vâng."
    }
  },
  {
    "translation": {
      "en": "Anyway, it was really nice of you to come out here to take care of Jack.",
      "vi": "Dù sao thì, anh thật tốt khi tới đây chăm sóc Jack."
    }
  },
  {
    "translation": {
      "en": "Come on, it's no sweat. Honestly, I was between clients and, well…",
      "vi": "Đâu vất vả. Tôi đang nghỉ giữa các khách hàng và đó là một việc ngắn hạn mà nhỉ?"
    }
  },
  {
    "translation": {
      "en": "It's a short term project, right?",
      "vi": "và đó là một việc ngắn hạn mà nhỉ?"
    }
  },
  {
    "translation": {
      "en": "That's what I do. I get in, manage things, no muss, no fuss.",
      "vi": "Việc của tôi mà. Tôi vào cuộc, xử lý, khó gì đâu."
    }
  },
  {
    "translation": {
      "en": "I have bad news. Kids are all muss and all fuss.",
      "vi": "Tôi có tin xấu. Bọn trẻ luôn rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "Are they though? Uh, yeah. Very much so. Oh.",
      "vi": "Phải không? Phải, rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "Give it back! We'll see.",
      "vi": "Để rồi xem."
    }
  },
  {
    "translation": {
      "en": "Those two, those are my girls.",
      "vi": "Hai đứa đó là con gái tôi."
    }
  },
  {
    "translation": {
      "en": "Okay. Oh, fun. They look fun.",
      "vi": "Được rồi. Vui đấy. Trông chúng vui đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, there's Jack.",
      "vi": "Jack kia rồi."
    }
  },
  {
    "translation": {
      "en": "All right, I think I got this.",
      "vi": "Được rồi, tôi nghĩ tôi xử lý được."
    }
  },
  {
    "translation": {
      "en": "What's up, Jackie Gleason?",
      "vi": "Ổn chứ, Jackie Gleason?"
    }
  },
  {
    "translation": {
      "en": "Who or what is that?",
      "vi": "Ai hay cái gì thế ạ?"
    }
  },
  {
    "translation": {
      "en": "No? All right, all right.",
      "vi": "Không hay à? Được rồi."
    }
  },
  {
    "translation": {
      "en": "Let's blow this popsicle stand, huh?",
      "vi": "Ta nên cuốn gói ra đi."
    }
  },
  {
    "translation": {
      "en": "What's a popsicle stand?",
      "vi": "Cuốn gói ra đi là gì?"
    }
  },
  {
    "translation": {
      "en": "I am not entirely sure, to be honest.",
      "vi": "Nói thật là chú không chắc lắm."
    }
  },
  {
    "translation": {
      "en": "Hey, you want to drive?",
      "vi": "Lái xe không? Không."
    }
  },
  {
    "translation": {
      "en": "No. You can drive the Porsche.",
      "vi": "Cháu được lái Porsche. Chả muốn."
    }
  },
  {
    "translation": {
      "en": "I don't want to driveIt was this or a Lamborgh",
      "vi": "Cháu được lái Porsche. Chả muốn. Xe này hoặc Lamborghini. Hay cháu thích xe Lotus?"
    }
  },
  {
    "translation": {
      "en": "I know, you don't like the Porsche. You'd rather drive the Lotus?",
      "vi": "Xe này hoặc Lamborghini. Hay cháu thích xe Lotus?"
    }
  },
  {
    "translation": {
      "en": "What? All right, well…",
      "vi": "Cái gì? Được rồi."
    }
  },
  {
    "translation": {
      "en": "Next time, I'll bring the Lotus, and you can drive it.",
      "vi": "Lần tới chú đi Lotus, cháu sẽ được lái."
    }
  },
  {
    "translation": {
      "en": "What's a Lotus?",
      "vi": "Lotus là cái gì?"
    }
  },
  {
    "translation": {
      "en": "My mom hates convertibles, you know? She says they roll over too easily.",
      "vi": "Mẹ cháu ghét xe mui trần. Mẹ nói xe loại này dễ bị lật lắm."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, they're also awesome, so that negates the rolling part.",
      "vi": "Chúng cũng rất tuyệt, bù trừ vụ dễ bị lật."
    }
  },
  {
    "translation": {
      "en": "Hey, let me ask you a question. Those kids back there,",
      "vi": "Cho chú hỏi một câu. Đám trẻ ở đó làm ngơ cháu, là vì sao thế?"
    }
  },
  {
    "translation": {
      "en": "they were blowing you off. What was that about?",
      "vi": "Đám trẻ ở đó làm ngơ cháu, là vì sao thế?"
    }
  },
  {
    "translation": {
      "en": "Look, man. I was a 13 year old boy once, all right?",
      "vi": "Chú từng là cậu bé 13 tuổi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "And I know I'm pretty cool now,",
      "vi": "Và chú biết hiện chú khá ngầu."
    }
  },
  {
    "translation": {
      "en": "but when I was 13 I was basically a walking Adam's apple with a bowl cut",
      "vi": "Nhưng hồi 13, chú cơ bản là đứa có táo Adam đi lại với tóc cắt moi"
    }
  },
  {
    "translation": {
      "en": "and a tattered copy of Catcher in the Rye under my arm, so…",
      "vi": "và cuốn Bắt trẻ đồng xanh cũ kẹp nách."
    }
  },
  {
    "translation": {
      "en": "Plus, I didn't have a dad.",
      "vi": "Với cả chú chả có bố."
    }
  },
  {
    "translation": {
      "en": "He bailed on me when I was 13,",
      "vi": "Ông ấy bỏ chú khi chú 13 tuổi,"
    }
  },
  {
    "translation": {
      "en": "then he died three years later, drunk in a ditch.",
      "vi": "rồi ba năm sau ông ấy chết khi say rượu."
    }
  },
  {
    "translation": {
      "en": "He was walking along the side of the road and he just went bloop.",
      "vi": "Ông ấy đi dọc con đường rồi bụp một cái."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Trời ạ. Nào."
    }
  },
  {
    "translation": {
      "en": "So, seriously, whatever you're going through, I've probably seen worse, so you can hit me with it.",
      "vi": "Cháu đang chịu điều gì, có lẽ chú đã chịu tệ hơn, nên kể đi."
    }
  },
  {
    "translation": {
      "en": "Well, give it to me, Jack Be Nimble. I don't even understand that one.",
      "vi": "Jack Be Nimble, kể đi. Cháu chả hiểu tên đó."
    }
  },
  {
    "translation": {
      "en": "Look, I'm still workshopping, okay?",
      "vi": "Chú vẫn đang lựa các ý tưởng, nhé?"
    }
  },
  {
    "translation": {
      "en": "It's because of hockey.",
      "vi": "Vì khúc côn cầu."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Wade and I were friends, and we used to skate at the rink together, but now he plays on the team and I can't.",
      "vi": "Wade và cháu từng là bạn cùng trượt băng, giờ cậu ấy chơi ở đội còn cháu thì không."
    }
  },
  {
    "translation": {
      "en": "So he hangs out with Evan, who does. So we just stopped hanging at all.",
      "vi": "Cậu ấy chơi với Evan cùng đội. Nên bọn cháu hết chơi với nhau thôi."
    }
  },
  {
    "translation": {
      "en": "Whoa, wait, you play hockey? Well, Debbie never told me that.",
      "vi": "Khoan, cháu chơi khúc côn cầu à? Debbie chưa bao giờ kể cho chú."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "I can't play basketball 'cause I'm allergic to the gym,",
      "vi": "Không bóng rổ vì dị ứng với phòng tập,"
    }
  },
  {
    "translation": {
      "en": "and I can't play baseball 'cause I'm allergic to grass.",
      "vi": "không bóng chày vì dị ứng với cỏ."
    }
  },
  {
    "translation": {
      "en": "Wait I don't understand why you can't play on the team with Wade and his weaselly friend. Oh, I'm sorry. He",
      "vi": "Chả hiểu sao cháu không thể chơi với Wade và cậu bạn chồn. Khoan, xin lỗi."
    }
  },
  {
    "translation": {
      "en": "He's probably not weaselly, but, like, he's got a weasel face.",
      "vi": "Cậu ta không như chồn, nhưng mặt giống con chồn."
    }
  },
  {
    "translation": {
      "en": "You know? So, butWhy can't you play on the team?",
      "vi": "Biết chứ? Mà sao cháu chả thể chơi ở đội?"
    }
  },
  {
    "translation": {
      "en": "I'm too small. Mom says it's too dangerous.",
      "vi": "Cháu quá nhỏ. Mẹ nói trò ấy quá nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "I cannot believe your mom didn't tell me about this.",
      "vi": "Không ngờ mẹ cháu chả kể với chú."
    }
  },
  {
    "translation": {
      "en": "Like, she tells me everything.",
      "vi": "Có gì mẹ cháu kể hết."
    }
  },
  {
    "translation": {
      "en": "But do you? Tell her everything?",
      "vi": "Nhưng còn chú? Chú có kể hết cho mẹ cháu không?"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "vi": "Tất nhiên."
    }
  },
  {
    "translation": {
      "en": "I never understood why Debbie",
      "vi": "Chú chưa bao giờ hiểu tại sao Debbie"
    }
  },
  {
    "translation": {
      "en": "decided to buy a house on the side of a whole entire hill.",
      "vi": "lại quyết mua một căn nhà trên sườn đồi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "I suppose you get used to it after a while, huh?",
      "vi": "Chắc cháu quen thế này rồi."
    }
  },
  {
    "translation": {
      "en": "No. It continues to suck.",
      "vi": "Không. Vẫn luôn tồi tệ mà."
    }
  },
  {
    "translation": {
      "en": "Who lived here before you, like, an alpaca?",
      "vi": "Trước kia lạc đà alpaca sống ở đây à?"
    }
  },
  {
    "translation": {
      "en": "Yeah! Yo, Jack.",
      "vi": "Tuyệt! Chào, Jack."
    }
  },
  {
    "translation": {
      "en": "You're the guyYou're the dude that's, uh, gonna be hanging with, uh, Jack.",
      "vi": "Anh là người sẽ ở bên Jack."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you. I'm Zen.",
      "vi": "Hân hạnh. Tôi là Zen."
    }
  },
  {
    "translation": {
      "en": "Yeah, like the Buddhism.",
      "vi": "Zen như ở đạo Phật."
    }
  },
  {
    "translation": {
      "en": "I live through the gate there, and, uh, I'm independently wealthy",
      "vi": "Tôi sống bên cổng kia, tôi giàu nhờ phi vụ thôn tính công nghệ."
    }
  },
  {
    "translation": {
      "en": "due to a tech buyout.",
      "vi": "tôi giàu nhờ phi vụ thôn tính công nghệ."
    }
  },
  {
    "translation": {
      "en": "Of course. I surf in the AM.",
      "vi": "Rồi. Lướt sóng vào sáng."
    }
  },
  {
    "translation": {
      "en": "Spend the rest of the day here in Debbie's garden.",
      "vi": "Tôi dành cả ngày ở vườn của Debbie."
    }
  },
  {
    "translation": {
      "en": "What about your yard? My yard?",
      "vi": "Còn vườn của anh? Của tôi?"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't do my yard, I got a guy for that. There he is. Hey!",
      "vi": "Tôi đâu làm vườn của mình, tôi thuê người làm việc đó. Anh ấy kìa."
    }
  },
  {
    "translation": {
      "en": "Yeah? Yeah!",
      "vi": "Sao cơ? Rồi!"
    }
  },
  {
    "translation": {
      "en": "Dude, he's so funny.",
      "vi": "Chà, anh ấy hài hước quá."
    }
  },
  {
    "translation": {
      "en": "He's from Spokane.",
      "vi": "Anh ấy từ Spokane."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, it was nice to meet you.",
      "vi": "Rồi. À, rất vui được gặp anh."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "vi": "Hân hạnh nhé."
    }
  },
  {
    "translation": {
      "en": "Okay. Bye, Zen.",
      "vi": "Được rồi. Tạm biệt Zen."
    }
  },
  {
    "translation": {
      "en": "All right, back at it.",
      "vi": "Được rồi, quay lại làm đi."
    }
  },
  {
    "translation": {
      "en": "You didn't know about Zen? Nope.",
      "vi": "Chú không biết về Zen à? Không."
    }
  },
  {
    "translation": {
      "en": "So the whole thing where you and Mom tell each other everything",
      "vi": "Vậy việc chú và mẹ cháu kể với nhau hết…"
    }
  },
  {
    "translation": {
      "en": "Yeah, no, we're not gonnaThat's grown up talk.",
      "vi": "Ừ, không. Bọn chú không… Là nói về chuyện người lớn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Did she stay up all night doing this?",
      "vi": "Mẹ cháu thức cả đêm viết mấy cái này à?"
    }
  },
  {
    "translation": {
      "en": "Your mom's crazy.",
      "vi": "Mẹ cháu điên rồi."
    }
  },
  {
    "translation": {
      "en": "I am well aware.",
      "vi": "Cháu biết rõ điều đó."
    }
  },
  {
    "translation": {
      "en": "All right, let's, um…",
      "vi": "Được rồi, ta hãy…"
    }
  },
  {
    "translation": {
      "en": "Oh, hey! I made it. I'm in Brooklyn.",
      "vi": "Chào! Em tới rồi. Em đang ở Brooklyn."
    }
  },
  {
    "translation": {
      "en": "AreAre you home yet? Did you see my Post Its?",
      "vi": "Anh tới chưa? Thấy giấy nhớ của em chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, they're kinda hard to miss, Deb. Okay.",
      "vi": "Phải, khó mà bỏ lỡ chúng, Deb. Được rồi."
    }
  },
  {
    "translation": {
      "en": "The most important thing is that you feed him breakfast,",
      "vi": "Điều quan trọng nhất là cho Jack ăn sáng,"
    }
  },
  {
    "translation": {
      "en": "then you pack his lunch, and then you pick up his prescriptions on the way to school.",
      "vi": "gói đồ ăn trưa, lấy thuốc kê đơn trên đường tới trường."
    }
  },
  {
    "translation": {
      "en": "Uh huh.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, and the other most important thing is that you get the list",
      "vi": "Điều quan trọng khác là danh sách các món Jack bị dị ứng."
    }
  },
  {
    "translation": {
      "en": "of things that he's allergic to. It's right by the coffee maker.",
      "vi": "Điều quan trọng khác là danh sách các món Jack bị dị ứng. Nó ở ngay cạnh máy pha cà phê. Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Oh! Excuse me. Oh, wow. Laminated. Nice.",
      "vi": "Nó ở ngay cạnh máy pha cà phê. Xin lỗi. Ép bóng kính. Hay đó."
    }
  },
  {
    "translation": {
      "en": "Oh, this one says urgent. Yeah. And I forgot to label the nut free nut butter.",
      "vi": "Tờ này ghi là khẩn cấp. Ừ. Em quên ghi nhãn lọ bơ không hạt."
    }
  },
  {
    "translation": {
      "en": "But it's in there. It's in the… Do you",
      "vi": "Mà nó ở đó. Nó ở…"
    }
  },
  {
    "translation": {
      "en": "Yeah. I don't know what that is.",
      "vi": "Phải. Anh chả biết là gì."
    }
  },
  {
    "translation": {
      "en": "Oh, and Jack, Jack, have you started your history paper?",
      "vi": "Jack, con bắt đầu làm bài lịch sử chưa?"
    }
  },
  {
    "translation": {
      "en": "Already started it.",
      "vi": "Bắt đầu rồi. Thế tức là nó chưa làm gì."
    }
  },
  {
    "translation": {
      "en": "Okay, that means he's done nothing, Peter. You have to remind him.",
      "vi": "Bắt đầu rồi. Thế tức là nó chưa làm gì. Anh phải nhắc Jack chọn đề tài. Nó làm về chiến tranh MỹTây Ban Nha."
    }
  },
  {
    "translation": {
      "en": "Okay, he has to pick a thesis.",
      "vi": "Anh phải nhắc Jack chọn đề tài. Nó làm về chiến tranh MỹTây Ban Nha."
    }
  },
  {
    "translation": {
      "en": "He's doing the Spanish American War, which is, I think, against Spain.",
      "vi": "Anh phải nhắc Jack chọn đề tài. Nó làm về chiến tranh MỹTây Ban Nha. Có lẽ là chống Tây Ban Nha. Không chắc. Ừ, Deb, Jack ổn cả mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, Deb? I'm not sure. Jack is okay. Oh, hi!",
      "vi": "Có lẽ là chống Tây Ban Nha. Không chắc. Ừ, Deb, Jack ổn cả mà."
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh. There are so many people here. It's crazy.",
      "vi": "Trời, đây đông người quá. Thật điên rồ."
    }
  },
  {
    "translation": {
      "en": "We're gonna figure out dinner.",
      "vi": "Ta sẽ nghĩ xem ăn gì vào tối."
    }
  },
  {
    "translation": {
      "en": "Oh, no, you don't have to worry about it, because I left dinner.",
      "vi": "Anh khỏi cần lo, vì em đã để lại bữa tối."
    }
  },
  {
    "translation": {
      "en": "OOpen the freezer.",
      "vi": "Mở tủ đông ra."
    }
  },
  {
    "translation": {
      "en": "Wait, this also says urgent. Jack loves those casseroles.",
      "vi": "Đây cũng khẩn cấp. Jack thích thịt hầm."
    }
  },
  {
    "translation": {
      "en": "You know, I couldI could buy dinner.",
      "vi": "Em có thể mua bữa tối."
    }
  },
  {
    "translation": {
      "en": "Peter, I know that you have a lot of money,",
      "vi": "Em biết anh có nhiều tiền,"
    }
  },
  {
    "translation": {
      "en": "but I really don't want you getting him take out, andand other things that are fancy.",
      "vi": "nhưng em không muốn anh mua đồ mang về và món đắt đỏ khác cho nó."
    }
  },
  {
    "translation": {
      "en": "Yeah, okay! Homework, and then frozen… …for dinner.",
      "vi": "Ừ, được rồi! Bài tập về nhà rồi ăn tối món đông lạnh."
    }
  },
  {
    "translation": {
      "en": "I know there's something else I forgot to tell you.",
      "vi": "Còn gì đó em quên bảo anh."
    }
  },
  {
    "translation": {
      "en": "Shoot, I forgot what I forgot to tell you.",
      "vi": "Em quên phải bảo anh gì đó…"
    }
  },
  {
    "translation": {
      "en": "Debbie, stop.",
      "vi": "Debbie, dừng lại."
    }
  },
  {
    "translation": {
      "en": "TTake a breath.",
      "vi": "Hít thở đi."
    }
  },
  {
    "translation": {
      "en": "Look around.",
      "vi": "Nhìn quanh đi."
    }
  },
  {
    "translation": {
      "en": "Yeah, enjoy it.",
      "vi": "Phải rồi. Tận hưởng đi."
    }
  },
  {
    "translation": {
      "en": "Call us later. Okay.",
      "vi": "Gọi sau nhé. Rồi."
    }
  },
  {
    "translation": {
      "en": "You allergic to Mexican food? No.",
      "vi": "Có dị ứng với món Mexico? Không ạ."
    }
  },
  {
    "translation": {
      "en": "Excuse me, pardon me.",
      "vi": "Xin phép, xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Uh, um, excuse me, I'm gonna go to Peter Coleman's.",
      "vi": "Xin lỗi, tôi lên nhà Peter Coleman."
    }
  },
  {
    "translation": {
      "en": "You know, they make those with four wheels now.",
      "vi": "Giờ họ sản xuất loại có bốn bánh."
    }
  },
  {
    "translation": {
      "en": "They're called spinners.",
      "vi": "Gọi là vali bốn bánh."
    }
  },
  {
    "translation": {
      "en": "Right, so…",
      "vi": "Được rồi, vậy…"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "vi": "Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Trời đất ơi."
    }
  },
  {
    "translation": {
      "en": "This is gorgeous.",
      "vi": "Nơi này đẹp quá đi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Trời đất hỡi."
    }
  },
  {
    "translation": {
      "en": "What!?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "By color? Really?",
      "vi": "Theo màu sắc? Thật ư?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Peter.",
      "vi": "Trời ơi, Peter."
    }
  },
  {
    "translation": {
      "en": "Wait, where are the handles? How do you even open this?",
      "vi": "Khoan, tay cầm đâu? Làm sao mở được ngăn này?"
    }
  },
  {
    "translation": {
      "en": "What is this?",
      "vi": "Cái gì đây?"
    }
  },
  {
    "translation": {
      "en": "That's just sad.",
      "vi": "Thật đáng buồn."
    }
  },
  {
    "translation": {
      "en": "Peter.",
      "vi": "Peter à."
    }
  },
  {
    "translation": {
      "en": "They still have stickers on them.",
      "vi": "Đồ còn nhãn dán."
    }
  },
  {
    "translation": {
      "en": "Twenty five dollars for a glass? Oh, my God.",
      "vi": "Tận 25 đô la cho một cái cốc? Trời đất."
    }
  },
  {
    "translation": {
      "en": "Peter. Just because you can doesn't mean you should.",
      "vi": "Peter. Chỉ vì anh có thể, đâu có nghĩa là anh nên làm thế."
    }
  },
  {
    "translation": {
      "en": "Okay… what should we do?",
      "vi": "Được rồi, ta nên làm gì?"
    }
  },
  {
    "translation": {
      "en": "Well, I have homework that I should probably do.",
      "vi": "Cháu nên làm bài tập về nhà."
    }
  },
  {
    "translation": {
      "en": "God, I just got here!",
      "vi": "Chú vừa mới đến đây!"
    }
  },
  {
    "translation": {
      "en": "WhatIt'sThis is our night!",
      "vi": "Đây là đêm của ta! Là dịp chơi của ta!"
    }
  },
  {
    "translation": {
      "en": "It's our occasion! We're having a specialWe're occasioning!",
      "vi": "Đây là đêm của ta! Là dịp chơi của ta! Hãy dịp chơi này!"
    }
  },
  {
    "translation": {
      "en": "It'sThat's not a word. It is now!",
      "vi": "Đó không phải là một từ. Giờ là một từ!"
    }
  },
  {
    "translation": {
      "en": "Let'sWe canWe can watch a movie.",
      "vi": "Hãy… Ta có thể xem phim."
    }
  },
  {
    "translation": {
      "en": "Yeah, no.",
      "vi": "Ừ, không."
    }
  },
  {
    "translation": {
      "en": "We have three remotes. Uh, can I see that?",
      "vi": "Có ba cái điều khiển. Đưa cháu cái đó nhé?"
    }
  },
  {
    "translation": {
      "en": "This one controls the TV and it makes sure the DVD player isn't on.",
      "vi": "Cái này điều khiển tivi và đảm bảo đầu DVD không mở."
    }
  },
  {
    "translation": {
      "en": "This one controls the sound. Oh, yeah, I was gonna do that. It's all volume.",
      "vi": "Cái này điều khiển tiếng. Toàn âm lượng."
    }
  },
  {
    "translation": {
      "en": "This one controls the cable to make sure the Wi Fi is working.",
      "vi": "Cái này điều khiển cáp để đảm bảo WiFi hoạt động."
    }
  },
  {
    "translation": {
      "en": "And, oh, yeah. This one also is the receiver.",
      "vi": "Và cái này còn là máy thu."
    }
  },
  {
    "translation": {
      "en": "Got that sequence. But I'm not supposed to watch TV while I eat.",
      "vi": "Mà cháu không được xem tivi trong khi ăn."
    }
  },
  {
    "translation": {
      "en": "And never before homework.",
      "vi": "Và chưa xong bài tập thì chưa được xem."
    }
  },
  {
    "translation": {
      "en": "You poor child.",
      "vi": "Đứa trẻ tội nghiệp."
    }
  },
  {
    "translation": {
      "en": "Had I known what was going on in this house,",
      "vi": "Nếu biết trước việc xảy ra ở ngôi nhà này,"
    }
  },
  {
    "translation": {
      "en": "I would have come a lot sooner.",
      "vi": "chú đã đến sớm hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "You know, my mom always says you're kinda irresponsible.",
      "vi": "Mẹ cháu luôn nói chú khá vô trách nhiệm."
    }
  },
  {
    "translation": {
      "en": "She calls you, a rolling stone that gathers no moss.  Whatever that is.",
      "vi": "Mẹ gọi chú là đá lăn không bám rêu, chả rõ là gì."
    }
  },
  {
    "translation": {
      "en": "She does, huh?",
      "vi": "Vậy sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah, she also says you're terrible with women.",
      "vi": "Vâng, mẹ cũng nói chú dở với phụ nữ."
    }
  },
  {
    "translation": {
      "en": "Ah. Your mom!",
      "vi": "Mẹ cháu!"
    }
  },
  {
    "translation": {
      "en": "But I'm psyched you're here, 'cause you're chill.",
      "vi": "Mà cháu vui vì chú ở đây. Vì chú dễ tính."
    }
  },
  {
    "translation": {
      "en": "Chill.",
      "vi": "Dễ tính."
    }
  },
  {
    "translation": {
      "en": "Oh, stop. Stop everything. That's the movie we're gonna watch.",
      "vi": "Dừng tất cả đi. Đó là phim ta sẽ xem."
    }
  },
  {
    "translation": {
      "en": "Alien? Yeah, have you seen it?",
      "vi": "Alien? Ừ, xem chưa?"
    }
  },
  {
    "translation": {
      "en": "No, is it scary? It's terrifying.",
      "vi": "Chưa, có dễ sợ không? Vô cùng đáng sợ."
    }
  },
  {
    "translation": {
      "en": "Cool!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "Oh, no, that's not…",
      "vi": "Không, không phải…"
    }
  },
  {
    "translation": {
      "en": "Why is it so cold in here?",
      "vi": "Sao trong này lạnh thế?"
    }
  },
  {
    "translation": {
      "en": "Heat…",
      "vi": "Tăng nhiệt…"
    }
  },
  {
    "translation": {
      "en": "Heat!",
      "vi": "Tăng nhiệt độ!"
    }
  },
  {
    "translation": {
      "en": "Uh, I'm sorry, II can't hear you.",
      "vi": "Chào! Xin lỗi, tôi không nghe được."
    }
  },
  {
    "translation": {
      "en": "You just have to point at the sensor.",
      "vi": "Cô chỉ cần chỉ vào cảm biến."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Thank you.",
      "vi": "Trời ơi. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Debbie.",
      "vi": "Chào, tôi là Debbie."
    }
  },
  {
    "translation": {
      "en": "Wait a second. Are you the Debbie? Peter talks about you all the time!",
      "vi": "Đợi đã. Cô là Debbie à? Peter kể về cô suốt đấy!"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, I guess that's me. Um, who are you?",
      "vi": "Ừ, có lẽ đó là tôi. Mà cô là ai?"
    }
  },
  {
    "translation": {
      "en": "I'm Minka, and I am a skosh embarrassed.",
      "vi": "Tôi là Minka và tôi đang hơi xấu hổ chút."
    }
  },
  {
    "translation": {
      "en": "I thought Peter was here and I am not wearing anything under this.",
      "vi": "Tôi tưởng Peter ở đây nên dưới áo này tôi không mặc gì cả."
    }
  },
  {
    "translation": {
      "en": "I figured that. Yeah, I feel like an idiot.",
      "vi": "Cũng đoán thế. Ừ, tôi thấy mình như đồ ngốc."
    }
  },
  {
    "translation": {
      "en": "Oh, don't worry about it.",
      "vi": "Đừng lo chuyện đó."
    }
  },
  {
    "translation": {
      "en": "We've all done the thing where we knock on the door half naked for some g…",
      "vi": "Ta đều từng khỏa thân đi gõ cửa mà."
    }
  },
  {
    "translation": {
      "en": "So you and Peter are…",
      "vi": "Vậy là cô và Peter…"
    }
  },
  {
    "translation": {
      "en": "We were. We used to.",
      "vi": "Chúng tôi từng hẹn hò."
    }
  },
  {
    "translation": {
      "en": "We broke up after six months and then he started dating this woman Becca,",
      "vi": "Chúng tôi chia tay sau sáu tháng và anh ấy bắt đầu hẹn hò với Becca."
    }
  },
  {
    "translation": {
      "en": "but through the careful study of her socials, I figured out they broke up.",
      "vi": "Tôi biết họ chia tay khi dò xét mạng xã hội của cô ta."
    }
  },
  {
    "translation": {
      "en": "So I thought I would come over and…",
      "vi": "Nên tôi đã nghĩ mình nên ghé qua và…"
    }
  },
  {
    "translation": {
      "en": "So that is how you sit there. By the way, where is Peter?",
      "vi": "Hoá ra chỗ đó nên ngồi thế. Nhân tiện, Peter đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Oh, he's staying at my place in LA.",
      "vi": "Anh ấy ở nhà tôi ở LA và tôi ở đây vài ngày."
    }
  },
  {
    "translation": {
      "en": "And I'm just here for a few days. Cute!",
      "vi": "Anh ấy ở nhà tôi ở LA và tôi ở đây vài ngày. Dễ thương quá! Tôi mời cô một ly nhé?"
    }
  },
  {
    "translation": {
      "en": "Can I buy you a drink?",
      "vi": "Dễ thương quá! Tôi mời cô một ly nhé?"
    }
  },
  {
    "translation": {
      "en": "No ulterior motive.",
      "vi": "Không động cơ gì."
    }
  },
  {
    "translation": {
      "en": "I will not ask you why Peter is so emotionally, like, broken.",
      "vi": "Tôi sẽ không hỏi tại sao Peter lại suy sụp về mặt cảm xúc."
    }
  },
  {
    "translation": {
      "en": "Oh, I would love that, but, um, I'm starting classes tomorrow.",
      "vi": "Tôi rất thích, nhưng ngày mai tôi sẽ bắt đầu học."
    }
  },
  {
    "translation": {
      "en": "I have to get up early. I'm doing this program, and…",
      "vi": "Tôi phải dậy sớm. Theo chương trình. Có lẽ để lúc khác."
    }
  },
  {
    "translation": {
      "en": "Anyway, maybe some other time. Yeah, sure!",
      "vi": "Tôi phải dậy sớm. Theo chương trình. Có lẽ để lúc khác. Ừ, được!"
    }
  },
  {
    "translation": {
      "en": "I will take you to the Brownstone Club. That's where Peter and I met.",
      "vi": "Sẽ đưa cô đến câu lạc bộ Brownstone mà tôi và Peter gặp."
    }
  },
  {
    "translation": {
      "en": "You know, you are great.",
      "vi": "Biết không, cô rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "I like you.",
      "vi": "Tôi thích cô."
    }
  },
  {
    "translation": {
      "en": "I dig this whole sexy, Gen X, Earth Mama thing you've got going on.",
      "vi": "Tôi thích thú với phong cách phụ nữ trung niên gợi cảm của cô."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn!"
    }
  },
  {
    "translation": {
      "en": "You're gonna party with Minka?",
      "vi": "Định tiệc tùng với Minka à?"
    }
  },
  {
    "translation": {
      "en": "She asked if maybe I wanted to go for a drink sometime.",
      "vi": "Cô ấy hỏi em liệu có khi nào muốn đi uống."
    }
  },
  {
    "translation": {
      "en": "Oh, fancy! Right.",
      "vi": "Tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "Hey, what are you guys doing tonight? Um…",
      "vi": "Tối nay hai chú cháu làm gì?"
    }
  },
  {
    "translation": {
      "en": "What did we do? Um, nothing special. Oh, is he there?",
      "vi": "Bọn anh đã làm gì ư? Không có gì đặc biệt. Jack có đó chứ? Nói với mẹ chứ?"
    }
  },
  {
    "translation": {
      "en": "Does he want to talk to me?",
      "vi": "Jack có đó chứ? Nói với mẹ chứ?"
    }
  },
  {
    "translation": {
      "en": "Uh, he'she's actually doing his homework right now, so…",
      "vi": "Hiện thằng bé đang làm bài tập nên…"
    }
  },
  {
    "translation": {
      "en": "Oh! Oh, that's good.",
      "vi": "Ồ, thế tốt đấy."
    }
  },
  {
    "translation": {
      "en": "Hey, uh, by the way, are you aware that there is a gentleman and his butt crack",
      "vi": "Nhân tiện, em có biết có một quý ông với cái gài mông"
    }
  },
  {
    "translation": {
      "en": "in your yard all ding dong day?",
      "vi": "ở sân nhà em cả ngày không?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, that's Zen. He justHe's around a lot.",
      "vi": "Ừ, đó là Zen. Anh ấy ở bên này rất nhiều, vì anh ấy làm vườn rất giỏi"
    }
  },
  {
    "translation": {
      "en": "It's, uhYou know, he does a really great job with the garden",
      "vi": "Anh ấy ở bên này rất nhiều, vì anh ấy làm vườn rất giỏi"
    }
  },
  {
    "translation": {
      "en": "andand so I just let him do his thing. Um, did I not mention Zen?",
      "vi": "nên em để anh ấy làm thế. Em chưa nhắc tới Zen à? Chưa."
    }
  },
  {
    "translation": {
      "en": "Yeah. No, no, you failed to mention that there is a man living in your yard.",
      "vi": "Em quên chưa nhắc đến vụ có một người đàn ông sống ở sân nhà em."
    }
  },
  {
    "translation": {
      "en": "Um, Peter, I just want to say thank you. This place is amazing.",
      "vi": "Ờm, Peter, em muốn cảm ơn anh. Nơi này thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "It's just comfortable and… Really?",
      "vi": "Nơi này rất thoải mái và… Thật sao?"
    }
  },
  {
    "translation": {
      "en": "No, not really. It's very, very empty.",
      "vi": "Không hẳn. Nơi này rất trống trải."
    }
  },
  {
    "translation": {
      "en": "It looks like somebody stole all your stuff.",
      "vi": "Cứ như ai đó lấy đồ của anh."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, if they did, they brought it all here, 'cause you have all the stuff.",
      "vi": "Nếu vậy, họ mang tất cả đến đây. Vì nhà em gì cũng có."
    }
  },
  {
    "translation": {
      "en": "Like, literally, all the things that are, were, and ever shall be, are here.",
      "vi": "Mọi thứ đã, đang và sẽ có đều ở đây."
    }
  },
  {
    "translation": {
      "en": "Oh, really? Well, you don't have a photo or a knickknack.",
      "vi": "Ồ, thật sao? Anh không có ảnh hay đồ trang trí gì đó."
    }
  },
  {
    "translation": {
      "en": "I don't do knickknacks. I don't buy them, like, ever. I have nixed the knickknacks.",
      "vi": "Anh không có đồ trang trí. Anh không mua. Anh dẹp vụ trang trí."
    }
  },
  {
    "translation": {
      "en": "Oh, by the way, your books are all color coded, which is…",
      "vi": "Nhân tiện, sách của anh được xếp theo màu. Thế quả là… Em biết New York đã thay đổi anh."
    }
  },
  {
    "translation": {
      "en": "I mean, I knew New York had changed you, but that one hit me hard.",
      "vi": "Thế quả là… Em biết New York đã thay đổi anh. Mà thế làm em sốc. Do thợ trang trí."
    }
  },
  {
    "translation": {
      "en": "Yeah, my decorator did that.",
      "vi": "Mà thế làm em sốc. Do thợ trang trí."
    }
  },
  {
    "translation": {
      "en": "That's just gross, and I can't believe you said it out loud.",
      "vi": "Thật kinh quá. Không thể tin anh nói ra được. Anh không có vật lưu niệm nào từ LA à?"
    }
  },
  {
    "translation": {
      "en": "Also, you don't have any mementos from LA?",
      "vi": "Không thể tin anh nói ra được. Anh không có vật lưu niệm nào từ LA à?"
    }
  },
  {
    "translation": {
      "en": "No! You know my policy on mentos.",
      "vi": "Không! Em biết quy tắc của anh về đồ lưu niệm."
    }
  },
  {
    "translation": {
      "en": "So, let me ask you a question.",
      "vi": "Để em hỏi anh một câu."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm not trying to pry, but what happened with Minka?",
      "vi": "Em không cố tọc mạch, nhưng có chuyện gì với Minka?"
    }
  },
  {
    "translation": {
      "en": "She seems like she's your type. She's so silky and sleek.",
      "vi": "Cô ấy có vẻ là gu của anh. Cô ấy ngọt ngào và rất khéo."
    }
  },
  {
    "translation": {
      "en": "Okay, what? She's not an otter.",
      "vi": "Đâu phải rái cá. Có chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "What happened? I don't know. I don't",
      "vi": "Đâu phải rái cá. Có chuyện gì? Anh chịu, em biết anh mà. Có lẽ anh đã làm gì đó gây hỏng chuyện."
    }
  },
  {
    "translation": {
      "en": "You know me. I probably did something to screw it up.",
      "vi": "Anh chịu, em biết anh mà. Có lẽ anh đã làm gì đó gây hỏng chuyện."
    }
  },
  {
    "translation": {
      "en": "Oh, stop it.",
      "vi": "Thôi đi."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, let the fossil record show that I am terrible with women.",
      "vi": "Lịch sử cho thấy anh rất dở với phụ nữ."
    }
  },
  {
    "translation": {
      "en": "InIn fact, some would say that I am a rolling stone that gathers no moss.",
      "vi": "Có người đã gọi anh là đá lăn không bám rêu."
    }
  },
  {
    "translation": {
      "en": "Uh, what?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, just so you know, your kid's a sieve, all right?",
      "vi": "Ừ, để em biết, con em thích buôn dưa lắm."
    }
  },
  {
    "translation": {
      "en": "So everything you've ever said about me, I'm about to hear.",
      "vi": "Nên anh sắp được nghe mọi điều em nói về anh."
    }
  },
  {
    "translation": {
      "en": "Okay, I didn'tI didn't say it like that. Okay, yeah, II did. I said that. Yeah.",
      "vi": "Rồi, em có nói thế đâu. Được rồi. Đúng vậy, em có nói thế."
    }
  },
  {
    "translation": {
      "en": "But I think he misunderstood me. Yeah, I'm sure. Right, look.",
      "vi": "Em nghĩ nó đã hiểu lầm em. Ừ. Chắc chắn rồi. Mà muộn rồi."
    }
  },
  {
    "translation": {
      "en": "It's getting late out there. You should go to sleep.",
      "vi": "Em nghĩ nó đã hiểu lầm em. Ừ. Chắc chắn rồi. Mà muộn rồi. Em nên đi ngủ."
    }
  },
  {
    "translation": {
      "en": "And 'cause I have a list of things that's a mile long",
      "vi": "Và anh có danh sách những việc dài dằng dặc"
    }
  },
  {
    "translation": {
      "en": "that was left here for me to do by a crazy person.",
      "vi": "do một kẻ điên để lại ở đây để anh làm."
    }
  },
  {
    "translation": {
      "en": "Goodnight, said the crazy person.",
      "vi": "Chúc ngủ ngon. Chào Jack hộ em."
    }
  },
  {
    "translation": {
      "en": "Say bye to Jack. And I'll see you later on the interwebs.",
      "vi": "Chúc ngủ ngon. Chào Jack hộ em. Hẹn gặp lại sau trên mạng nhé."
    }
  },
  {
    "translation": {
      "en": "I'll find you later!",
      "vi": "Sẽ tìm em sau! Chúc ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Goodnight. Bye.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "So? Did I scar you for life?",
      "vi": "Sao? Chú làm cháu sợ cả đời chứ?"
    }
  },
  {
    "translation": {
      "en": "Who cares? That was dope! My mom would've never let me watch that.",
      "vi": "Ai quan tâm chứ? Đỉnh lắm! Mẹ không bao giờ cho cháu xem thế."
    }
  },
  {
    "translation": {
      "en": "Do I look like your mom?",
      "vi": "Chú giống mẹ cháu à?"
    }
  },
  {
    "translation": {
      "en": "For the love of God. You can't…",
      "vi": "Vì tình yêu với Chúa. Không thể…"
    }
  },
  {
    "translation": {
      "en": "Thank.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "You.",
      "vi": "Anh."
    }
  },
  {
    "translation": {
      "en": "So.",
      "vi": "Rất."
    }
  },
  {
    "translation": {
      "en": "Much.",
      "vi": "Nhiều."
    }
  },
  {
    "translation": {
      "en": "Don't screw up my kid.",
      "vi": "Đừng làm hư con em."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, that's so sweet!",
      "vi": "HÃY MỞ RA UỐNG MỪNG KHI NÀO KẾT THÚC CHƯƠNG TRÌNH. Thật ngọt ngào!"
    }
  },
  {
    "translation": {
      "en": "He's allergic to all nuts, most legumes,",
      "vi": "Thằng bé dị ứng với tất cả các loại hạt, các loại đậu, hạnh nhân, hạt dẻ cười, hạt điều, hồ đào,"
    }
  },
  {
    "translation": {
      "en": "almonds, pistachios, cashews, pecans, macadamias,",
      "vi": "các loại đậu, hạnh nhân, hạt dẻ cười, hạt điều, hồ đào, mắc ca, hạt phỉ, hạt óc chó, hạt bào ngư, dừa."
    }
  },
  {
    "translation": {
      "en": "hazelnuts, walnuts, Brazilian, coconuts.",
      "vi": "mắc ca, hạt phỉ, hạt óc chó, hạt bào ngư, dừa."
    }
  },
  {
    "translation": {
      "en": "Sunflower butter.",
      "vi": "Bơ hướng dương."
    }
  },
  {
    "translation": {
      "en": "Not a nut. Okay.",
      "vi": "Không phải loại hạt. Rồi."
    }
  },
  {
    "translation": {
      "en": "All right. Oranges, not on the list.",
      "vi": "Được rồi. Cam, không có trong danh sách."
    }
  },
  {
    "translation": {
      "en": "All right, need a knife…",
      "vi": "Được rồi, cần một con dao…"
    }
  },
  {
    "translation": {
      "en": "Hey, now!",
      "vi": "Này nhé!"
    }
  },
  {
    "translation": {
      "en": "Oh, hey, man.",
      "vi": "Chào anh bạn!"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Chào!"
    }
  },
  {
    "translation": {
      "en": "Yeah. What are we doing here?",
      "vi": "Chào. Anh làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "I'm just… I gotta…",
      "vi": "Tôi chỉ… Tôi phải…"
    }
  },
  {
    "translation": {
      "en": "Holy shit.",
      "vi": "Trời hỡi!"
    }
  },
  {
    "translation": {
      "en": "Jack?",
      "vi": "Jack à?"
    }
  },
  {
    "translation": {
      "en": "Okay, let's do this.",
      "vi": "Được rồi, làm thôi."
    }
  },
  {
    "translation": {
      "en": "Hey, what's this thing do besides release a genie?",
      "vi": "Này, thứ này làm gì ngoài việc thả thần đèn?"
    }
  },
  {
    "translation": {
      "en": "It flushes out my sinuses.",
      "vi": "Nó làm sạch xoang mũi ạ."
    }
  },
  {
    "translation": {
      "en": "Gross.",
      "vi": "Tởm quá."
    }
  },
  {
    "translation": {
      "en": "Did you make lunch?",
      "vi": "Chú làm bữa trưa chưa?"
    }
  },
  {
    "translation": {
      "en": "I'm working on it. What about breakfast?",
      "vi": "Chú đang làm rồi. Bữa sáng thì sao?"
    }
  },
  {
    "translation": {
      "en": "You didn't make breakfast, did you? Okay.",
      "vi": "Chú không làm bữa sáng nhỉ? Được rồi."
    }
  },
  {
    "translation": {
      "en": "Gluten free pancakes for you. Thanks.",
      "vi": "Bánh kếp không gluten cho cháu. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Thank you. For you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Oh, thank you.",
      "vi": "Chà, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Can I get one of those? No.",
      "vi": "Cháu một ly nhé? Không."
    }
  },
  {
    "translation": {
      "en": "Check the laminated card. No.",
      "vi": "Xem thẻ ép bóng kính. Không."
    }
  },
  {
    "translation": {
      "en": "I'm not allergic to coffee. Come on. You're not drinking coffee. Let's focus.",
      "vi": "Cháu đâu dị ứng với cà phê. Cháu không uống cà phê. Tập trung đi."
    }
  },
  {
    "translation": {
      "en": "These neti pots, and packed lunches,",
      "vi": "Mấy cái bình rửa mũi, bữa trưa đóng gói,"
    }
  },
  {
    "translation": {
      "en": "breakfasts, age appropriate movies?",
      "vi": "bữa sáng, phim phù hợp lứa tuổi,"
    }
  },
  {
    "translation": {
      "en": "Not my thing, not my strength, right?",
      "vi": "không phải thế mạnh của chú, nhé?"
    }
  },
  {
    "translation": {
      "en": "But that's okay, 'cause I'm here to focus on you.",
      "vi": "Chả sao, chú ở đây để tập trung vào cháu."
    }
  },
  {
    "translation": {
      "en": "Okay, and mymy work here is very simple.",
      "vi": "Và việc của chú ở đây rất đơn giản."
    }
  },
  {
    "translation": {
      "en": "It's to teach you to tell a story to other people about you",
      "vi": "Đó là để dạy cháu kể cho người khác câu chuyện về cháu mà hay hơn câu chuyện cháu tự nhủ với chính mình."
    }
  },
  {
    "translation": {
      "en": "that is better than the story that you tell yourself.",
      "vi": "câu chuyện về cháu mà hay hơn câu chuyện cháu tự nhủ với chính mình."
    }
  },
  {
    "translation": {
      "en": "'Cause the stories we tell ourselves are very limiting.",
      "vi": "Bởi chuyện ta tự nhủ rất hạn hẹp."
    }
  },
  {
    "translation": {
      "en": "I'm not following. What do you mean? Okay, example.",
      "vi": "Cháu chả hiểu. Ý chú là gì? Rồi, ví dụ."
    }
  },
  {
    "translation": {
      "en": "Look, let's take someone we both know, your mom.",
      "vi": "Ví dụ người ta đều biết là mẹ cháu. Dạ."
    }
  },
  {
    "translation": {
      "en": "Okay. Your mom is the smartest person I know. Okay? When we first met, she was extremely ambitious.",
      "vi": "Người thông minh nhất chú biết đó. Hồi mới gặp, mẹ cháu cực kỳ tham vọng."
    }
  },
  {
    "translation": {
      "en": "She wanted to be an editor, or whatever, but then over time,",
      "vi": "Cô ấy muốn làm biên tập viên hay gì đó, nhưng theo thời gian, cô ấy bắt đầu tin là cần trở nên thực tế,"
    }
  },
  {
    "translation": {
      "en": "she started to believe that she had to be practical,",
      "vi": "nhưng theo thời gian, cô ấy bắt đầu tin là cần trở nên thực tế,"
    }
  },
  {
    "translation": {
      "en": "and she had to be sensible, and that is the story that she told herself.",
      "vi": "rằng cô ấy phải lý trí và cô ấy tự nhủ với bản thân chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Be responsible.",
      "vi": "Hãy có trách nhiệm."
    }
  },
  {
    "translation": {
      "en": "So that's not your story? No, co",
      "vi": "Vậy đó không phải câu chuyện của chú à?"
    }
  },
  {
    "translation": {
      "en": "Are we talking about me?",
      "vi": "Ta nói về chú à?"
    }
  },
  {
    "translation": {
      "en": "Do you always answer a question with a question?",
      "vi": "Chú luôn trả lời bằng câu hỏi à?"
    }
  },
  {
    "translation": {
      "en": "Do you always answer a question to a question with a question?",
      "vi": "Cháu luôn đáp lại điều đó bằng câu hỏi à?"
    }
  },
  {
    "translation": {
      "en": "Did you really move to New York because of the earthquakes?",
      "vi": "Chú đến New York vì sợ động đất à?"
    }
  },
  {
    "translation": {
      "en": "'Cause my mom doesn't believe that. All right, can we stay on message here?",
      "vi": "Vì mẹ cháu không tin điều đó. Ta tập trung chủ đề được chứ?"
    }
  },
  {
    "translation": {
      "en": "Okay, look, in the beginning of a rebrand,",
      "vi": "Khi bắt đầu làm mới thương hiệu, chú muốn tái chỉnh đốn toàn thể."
    }
  },
  {
    "translation": {
      "en": "I like to do a thing called a global realignment, all right?",
      "vi": "Khi bắt đầu làm mới thương hiệu, chú muốn tái chỉnh đốn toàn thể. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "And that is a gesture to the world, in your case, Wade and Weasel Face…",
      "vi": "Và đó là ra hiệu với thế giới, với cháu thì đó là Wade và Mặt Chồn…"
    }
  },
  {
    "translation": {
      "en": "Evan, of what you have to offer.",
      "vi": "tức Evan, về những gì cháu có thể đề nghị."
    }
  },
  {
    "translation": {
      "en": "Today, you have to offer these.",
      "vi": "Hôm nay, cháu có thể đề nghị thứ này."
    }
  },
  {
    "translation": {
      "en": "Seats to the Kings game? What areThese aren't seats.",
      "vi": "Vé cho trận của đội Kings ạ? Đâu phải vé thường. Vé cho phòng xem thi đấu cao cấp."
    }
  },
  {
    "translation": {
      "en": "These are tickets to a luxury box.",
      "vi": "Đâu phải vé thường. Vé cho phòng xem thi đấu cao cấp."
    }
  },
  {
    "translation": {
      "en": "Isn't that bribing them to be friends with me?",
      "vi": "Đút lót để họ làm bạn cháu à?"
    }
  },
  {
    "translation": {
      "en": "Ah, and this is where the rebrand comes in.",
      "vi": "Đây là lúc cần làm mới thương hiệu."
    }
  },
  {
    "translation": {
      "en": "So we're gonna rebrand the word bribing with incentivization.",
      "vi": "Ta sẽ đổi từ đút lót sang thành khuyến lệ."
    }
  },
  {
    "translation": {
      "en": "That's not a word.",
      "vi": "Đó đâu phải một từ."
    }
  },
  {
    "translation": {
      "en": "In my line of work, we make up the words that we need.",
      "vi": "Ngành của chú, cần từ gì thì tạo từ đó."
    }
  },
  {
    "translation": {
      "en": "That's kind of sketch.",
      "vi": "Kiểu đó hơi ảo quá đấy."
    }
  },
  {
    "translation": {
      "en": "Now you're getting it. There you go, sketch.",
      "vi": "Giờ cháu hiểu rồi đó. Ảo quá đấy."
    }
  },
  {
    "translation": {
      "en": "Look atLook at my sketch coffee. I really want one of those.",
      "vi": "Nhìn cà phê mờ ảo của chú. Cháu muốn một ly đó."
    }
  },
  {
    "translation": {
      "en": "Hey, uh, remember, I'm gonna pick you up after school.",
      "vi": "Nhớ nhé, chú sẽ đón cháu sau giờ học."
    }
  },
  {
    "translation": {
      "en": "We're gonna go to that Kings game. Okay? Yeah, okay.",
      "vi": "Ta đến trận của đội Kings. Ừ, rồi."
    }
  },
  {
    "translation": {
      "en": "Got it. And we got the big private box so you can invite whoever you want.",
      "vi": "Ta có phòng xem riêng, cháu cứ mời ai cháu muốn."
    }
  },
  {
    "translation": {
      "en": "'Cause it's the luxury box. Yeah. See you after school, Peter.",
      "vi": "Được, gặp lúc tan học nhé. Phòng cao cấp."
    }
  },
  {
    "translation": {
      "en": "We'll see you after school when we go to the Kings game! Yep, big game! Let's go!",
      "vi": "Gặp lúc tan học rồi xem trận của Kings! Vâng, trận đấu lớn!"
    }
  },
  {
    "translation": {
      "en": "Yeah, with all that candy and ice cream!",
      "vi": "Ta đi nhé! Phải, với kẹo và kem!"
    }
  },
  {
    "translation": {
      "en": "Hey! Coffee? You buying?",
      "vi": "Cà phê chứ? Anh mời à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Oh! Oh, yeah, can we get one of those, uh… the butter coffees?",
      "vi": "Phải, ta có thể kiếm loại cà phê bơ đó không?"
    }
  },
  {
    "translation": {
      "en": "With the butter… He's miming.",
      "vi": "Thằng bé diễn kịch."
    }
  },
  {
    "translation": {
      "en": "He's miming.",
      "vi": "Nó diễn kịch."
    }
  },
  {
    "translation": {
      "en": "Yes, he is.",
      "vi": "Ừ, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "That's actually really good. I've been working on it.",
      "vi": "Thực sự khá đấy. Tôi đang nỗ lực mà."
    }
  },
  {
    "translation": {
      "en": "Hi! Good morning!",
      "vi": "Chào! Chào buổi sáng!"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào!"
    }
  },
  {
    "translation": {
      "en": "Ah, I just love new school supplies.",
      "vi": "Thích đồ dùng học tập mới quá đi."
    }
  },
  {
    "translation": {
      "en": "The smell… …of new pencils! Isn't it great?",
      "vi": "Mùi của bút chì mới! Thật tuyệt nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You know you don't have to take notes. It's all online.",
      "vi": "Đâu cần ghi chép, tất cả trực tuyến mà."
    }
  },
  {
    "translation": {
      "en": "Oh, I know, but I find if I write it… Hello, everyone. …it goes in my brain…",
      "vi": "Tôi biết, nhưng nếu tôi viết ra thì… Xin chào mọi người."
    }
  },
  {
    "translation": {
      "en": "Welcome to Statistics in Risk Modeling. We'll talk later.",
      "vi": "Mừng đến với môn Thống kê trong Mô hình hoá Rủi ro."
    }
  },
  {
    "translation": {
      "en": "Now, we got a lot to cover. So let's get started here.",
      "vi": "Ta có nhiều nội dung lắm. Bắt đầu thôi."
    }
  },
  {
    "translation": {
      "en": "First, we're going to start",
      "vi": "Ta bắt đầu từ việc xem xét các loại vấn đề và phương pháp"
    }
  },
  {
    "translation": {
      "en": "by reviewing types of modeling problems and methods,",
      "vi": "Ta bắt đầu từ việc xem xét các loại vấn đề và phương pháp mô hình hoá bao gồm học tập có giám sát và không giám sát."
    }
  },
  {
    "translation": {
      "en": "including supervised versus unsupervised learning.",
      "vi": "mô hình hoá bao gồm học tập có giám sát và không giám sát."
    }
  },
  {
    "translation": {
      "en": "You know, that was a lot of information.",
      "vi": "Bài học có rất nhiều thông tin."
    }
  },
  {
    "translation": {
      "en": "Do you feel like sometime, we could share notes, or…?",
      "vi": "Muốn chia sẻ ghi chú không? Chào!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, that class was so boring.",
      "vi": "Trời ơi, lớp học đó chán quá."
    }
  },
  {
    "translation": {
      "en": "Oh, hi!",
      "vi": "Ồ chào!"
    }
  },
  {
    "translation": {
      "en": "How was your first class? It was fine.",
      "vi": "Buổi học đầu tiên thế nào? Ổn lắm."
    }
  },
  {
    "translation": {
      "en": "Now, that drink we talked about, you in the mood?",
      "vi": "Có hứng đi uống như đã bàn?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure! Great! I'm right near you.",
      "vi": "Ừ, được. Tuyệt! Tôi ở ngay gần, sẽ đến đón cô."
    }
  },
  {
    "translation": {
      "en": "So, I'll come pick you up. See you soon! Bye!",
      "vi": "Tôi ở ngay gần, sẽ đến đón cô. Hẹn sớm gặp lại! Chào!"
    }
  },
  {
    "translation": {
      "en": "In this literature class, prepare yourself to do a lot of reading.",
      "vi": "Trong lớp văn học này, hãy chuẩn bị tinh thần để đọc thật nhiều."
    }
  },
  {
    "translation": {
      "en": "We're gonna be tackling some big novels, I'm talking about the chunky ones.",
      "vi": "Ta sẽ đương đầu với những tiểu thuyết lớn và đồ sộ."
    }
  },
  {
    "translation": {
      "en": "I'm talking some real door stoppers.",
      "vi": "Sách dày đến mức chặn cửa được."
    }
  },
  {
    "translation": {
      "en": "In this class, Anna Karenina is a pamphlet.",
      "vi": "Ở lớp này, Anna Karenina là sách mỏng."
    }
  },
  {
    "translation": {
      "en": "I grew up reading Uris, and Clavell, and Michener.",
      "vi": "Từ bé đến lớn tôi đọc Uris, Clavell và Michener."
    }
  },
  {
    "translation": {
      "en": "Haley! Do not forget Alex Haley.",
      "vi": "Haley! Đừng quên Alex Haley."
    }
  },
  {
    "translation": {
      "en": "Never got over the thrill of reading a massive book with tiny, tiny print.",
      "vi": "Khó quên cảm giác hồi hộp khi đọc sách lớn với chữ in nhỏ."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Phải!"
    }
  },
  {
    "translation": {
      "en": "No, no, no. Sorry.",
      "vi": "Không, xin lỗi."
    }
  },
  {
    "translation": {
      "en": "How many of you have read Alex Haley's Autobiography of Malcolm X?",
      "vi": "Bao nhiêu người đã đọc cuốn Hồi ký về Malcolm X của Alex Haley?"
    }
  },
  {
    "translation": {
      "en": "Hands? Okay…",
      "vi": "Giơ tay nhé? Được rồi…"
    }
  },
  {
    "translation": {
      "en": "Oh, hey, Miss Backpack! You ready?",
      "vi": "Này, quý cô đeo Ba Lô! Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "That was fast. Cute college.",
      "vi": "Nhanh đó. Trường này được đó."
    }
  },
  {
    "translation": {
      "en": "Right?",
      "vi": "Phải không?"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm personally allergic to school.",
      "vi": "Tôi dị ứng với trường học."
    }
  },
  {
    "translation": {
      "en": "After I got the master's in differential calculus,",
      "vi": "Sau khi có bằng Thạc sĩ Toán Vi phân,"
    }
  },
  {
    "translation": {
      "en": "I was like, Enough! You know? Okay, follow me.",
      "vi": "tôi nghĩ là quá đủ rồi. Được rồi, đi theo tôi."
    }
  },
  {
    "translation": {
      "en": "Did you say differential calculus?",
      "vi": "Cô vừa nói toán vi phân à?"
    }
  },
  {
    "translation": {
      "en": "So funny. You ran, like, right into the practice station.",
      "vi": "Buồn cười thật. Cậu chạy vụt qua chỗ tập."
    }
  },
  {
    "translation": {
      "en": "Dude, it's not my fault the lace on my right skate snapped!",
      "vi": "Dây giày trượt đứt đâu phải lỗi tớ!"
    }
  },
  {
    "translation": {
      "en": "Whoa! Look at these!",
      "vi": "Nhìn các món này!"
    }
  },
  {
    "translation": {
      "en": "Dude! Jelly beans. I love those! Those are my favorite!",
      "vi": "Cậu ơi, kẹo Jelly bean! Tớ mê lắm! Loại kẹo tớ thích!"
    }
  },
  {
    "translation": {
      "en": "Dude, I think this is the cinnamon one that's super spicy.",
      "vi": "Tớ nghĩ đây là vị quế cay. Thật sao?"
    }
  },
  {
    "translation": {
      "en": "Really? You ever had the cinnamon Jolly Rancher?",
      "vi": "Ăn kẹo quế Jolly Rancher chưa?"
    }
  },
  {
    "translation": {
      "en": "The spicy one? Yeah. Oh! I love those cinnamon… spicy ones!",
      "vi": "Rồi. Chà, tớ thích kẹo vị quế cay đó!"
    }
  },
  {
    "translation": {
      "en": "That's so spicy. I'm good. I don't really like those ones.",
      "vi": "Cay quá đi. Chả mê loại này cho lắm."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, none of this stuff is on the allergy list, so you're good to go.",
      "vi": "Cháu cứ ăn đi nhé, không món nào nằm trong danh sách dị ứng."
    }
  },
  {
    "translation": {
      "en": "So just go nuts, have at it.",
      "vi": "Nên cứ ăn thoả thích điên cuồng,"
    }
  },
  {
    "translation": {
      "en": "Without eating any nuts. I think that's actually licorice.",
      "vi": "mà không ăn hạt gì. Cam thảo đó. Sao họ chả nói chuyện với cháu ?"
    }
  },
  {
    "translation": {
      "en": "Why aren't they talking to me?",
      "vi": "Cam thảo đó. Sao họ chả nói chuyện với cháu ?"
    }
  },
  {
    "translation": {
      "en": "Dots! They will!",
      "vi": "Kẹo Dots! Họ sẽ mà!"
    }
  },
  {
    "translation": {
      "en": "They will. Don't worry about it. Let's go.",
      "vi": "Đừng lo vụ đó. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "We'll, hey, get a jersey or something. Let's get our kit on. Let's go. Go, Kings!",
      "vi": "Lấy áo thi đấu hay gì đó nào. Mặc đồ đi thôi. Đội Kings tiến lên!"
    }
  },
  {
    "translation": {
      "en": "Okay, I need a drink.",
      "vi": "Rồi, tôi cần một ly."
    }
  },
  {
    "translation": {
      "en": "Oh, yes. Let's have a drink!",
      "vi": "Tuyệt! Vậy đi uống nào."
    }
  },
  {
    "translation": {
      "en": "For one, I'm so thirsty. I know!",
      "vi": "Hiếm khi mà tôi khát. Tôi biết!"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Wait a second. TheThese people look really fancy.",
      "vi": "Khoan, mấy người này trông thật sang."
    }
  },
  {
    "translation": {
      "en": "Yeah, you have to be someone or know someone, and I'm both.",
      "vi": "Ừ, phải là ai đó hoặc biết ai đó và tôi là cả hai."
    }
  },
  {
    "translation": {
      "en": "And also kind of neither. That's what's great about me.",
      "vi": "Cũng không là gì. Đó là điều tuyệt vời ở tôi."
    }
  },
  {
    "translation": {
      "en": "Uh, I don't think I fit in here.",
      "vi": "Chà, tôi không nghĩ mình hợp ở đây."
    }
  },
  {
    "translation": {
      "en": "I mean, obviously. But you're with me. Come on.",
      "vi": "Rõ là vậy, nhưng cô đi cùng tôi. Đi nào."
    }
  },
  {
    "translation": {
      "en": "Thank you, Petra!",
      "vi": "Cảm ơn, Petra!"
    }
  },
  {
    "translation": {
      "en": "By the way, we do not have to talk about Peter.",
      "vi": "Nhân tiện, ta không cần phải nói về Peter."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Got it.",
      "vi": "Chà, được rồi. Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah! I mean, he had itHe had it at the start, right? Dude!",
      "vi": "Từ đầu anh ấy đã làm chủ. Cậu à!"
    }
  },
  {
    "translation": {
      "en": "He literally had itGuys, guys! Did you see that last rally?",
      "vi": "Anh ấy đã có… Thấy màn tấn công vừa rồi chứ?"
    }
  },
  {
    "translation": {
      "en": "That was crazy, huh? That was, likeThat was sketch!",
      "vi": "Thật điên rồ nhỉ? Màn đó ảo quá đấy!"
    }
  },
  {
    "translation": {
      "en": "Or as the Canadians would say, that was sketch, eh? What is he talking about?",
      "vi": "Nói như người Canada: Ảo ghê! Chú ấy nói gì đó?"
    }
  },
  {
    "translation": {
      "en": "Just be conscious ofAll right.",
      "vi": "Chỉ cần lưu ý… Được rồi."
    }
  },
  {
    "translation": {
      "en": "Manhattan Maiden for you.",
      "vi": "Manhattan Maiden cho cô."
    }
  },
  {
    "translation": {
      "en": "And the Garden Glory for you.",
      "vi": "Và Garden Glory cho cô."
    }
  },
  {
    "translation": {
      "en": "Enjoy! Thank you.",
      "vi": "Tận hưởng đi! Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Am I supposed to drink it or water it?",
      "vi": "Tôi nên uống hay tưới nước?"
    }
  },
  {
    "translation": {
      "en": "So how did you and Peter meet again?",
      "vi": "Cô và Peter gặp nhau thế nào?"
    }
  },
  {
    "translation": {
      "en": "Is this the part where we don't talk about Peter?",
      "vi": "Phần không nói về Peter đây à?"
    }
  },
  {
    "translation": {
      "en": "Mm hmm. Okay.",
      "vi": "Phải. Được rồi."
    }
  },
  {
    "translation": {
      "en": "This is that part.",
      "vi": "Là phần đó đây."
    }
  },
  {
    "translation": {
      "en": "Well, short story, we hooked up once, and then he bailed, and we became friends.",
      "vi": "Tóm tắt, chúng tôi có quan hệ một lần, rồi anh ấy chuồn và chúng tôi thành bạn."
    }
  },
  {
    "translation": {
      "en": "And you married someone else.",
      "vi": "Và cô đã kết hôn với người khác."
    }
  },
  {
    "translation": {
      "en": "Mm, Jimmy the mountain climber. Mm.",
      "vi": "Jimmy Người Leo Núi."
    }
  },
  {
    "translation": {
      "en": "Which is funny, 'cause at the time, he felt like a safe choice for me.",
      "vi": "Thật buồn cười, vì lúc đó tôi cảm thấy anh ta là lựa chọn an toàn."
    }
  },
  {
    "translation": {
      "en": "Mm. He was just very sure about me.",
      "vi": "Anh ta đã rất chắc chắn về tôi."
    }
  },
  {
    "translation": {
      "en": "But, ultimately, he wanted to go on big adventures,",
      "vi": "Mà rốt cuộc, anh ta muốn phiêu lưu thật hoành tráng."
    }
  },
  {
    "translation": {
      "en": "and my adventures are reading books and being a mom.",
      "vi": "Còn phiêu lưu với tôi là đọc sách và làm mẹ."
    }
  },
  {
    "translation": {
      "en": "So, we realized he needed somebody who always wanted to be by his side",
      "vi": "Nên anh ta nhận ta mình cần một người luôn ở bên cạnh anh ta"
    }
  },
  {
    "translation": {
      "en": "and that just wasn't gonna be me.",
      "vi": "và đó không phải tôi."
    }
  },
  {
    "translation": {
      "en": "And your love life now?",
      "vi": "Đời sống tình cảm của cô?"
    }
  },
  {
    "translation": {
      "en": "Sort of like…",
      "vi": "Giống như…"
    }
  },
  {
    "translation": {
      "en": "wind on an open prairie, or… footsteps in an empty attic,",
      "vi": "gió trên đồng cỏ hoang, hay tiếng bước chân trên căn gác trống,"
    }
  },
  {
    "translation": {
      "en": "or what are those…",
      "vi": "hay gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Tumbleweeds going through an old ghost town. Sort of like that.",
      "vi": "Cây cỏ lăn lao qua một thị trấn bỏ hoang. Đại loại thế."
    }
  },
  {
    "translation": {
      "en": "Okay, we need to get on that.",
      "vi": "Rồi, ta cần cải thiện vụ đó."
    }
  },
  {
    "translation": {
      "en": "Well, good luck. It's been a minute.",
      "vi": "Chúc may mắn. Đã một phút rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, I know that guy. He's a professor at my school, the guy with the bow tie.",
      "vi": "Tôi biết anh đó. Người đeo nơ là giáo sư ở trường tôi."
    }
  },
  {
    "translation": {
      "en": "Wow, the guy he is sitting with is… Oh, my God.",
      "vi": "Người anh ấy ngồi cùng là… Trời ạ."
    }
  },
  {
    "translation": {
      "en": "I know. He is fuego.",
      "vi": "Tôi biết mà. Anh ấy rất bảnh trai."
    }
  },
  {
    "translation": {
      "en": "Oh, no, yes, thatAnd that's, uh, Theo Martin.",
      "vi": "Không, phải, đó là Theo Martin."
    }
  },
  {
    "translation": {
      "en": "He's the editor of Duncan Press. Mmm. They publish the best contemporary fiction on earth.",
      "vi": "Đó là biên tập viên của Duncan Press, xuất bản tiểu thuyết đương đại hay nhất."
    }
  },
  {
    "translation": {
      "en": "Mmm, yeah. I only listen to celebrity bios.",
      "vi": "Ừm, tôi chỉ nghe tiểu sử người nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "The Rob Lowe one is my favorite. The first one, of course.",
      "vi": "Tôi thích tiểu sử đầu tiên về Rob Lowe."
    }
  },
  {
    "translation": {
      "en": "Theo Martin is so famous.",
      "vi": "Theo Martin rất nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "Also, he's yummy, and he's sitting with someone you know.",
      "vi": "Ngoài ra, anh ấy rất ngon và đang ngồi với người cô biết."
    }
  },
  {
    "translation": {
      "en": "He's very attractive, that's true. So, come on.",
      "vi": "Anh ấy hấp dẫn. Phải. Cô đi đâu vậy? Đi nào."
    }
  },
  {
    "translation": {
      "en": "Wait, where you going? Oh, oh… okay. Maybe I should bring my plant.",
      "vi": "Anh ấy hấp dẫn. Phải. Cô đi đâu vậy? Đi nào. Rồi. Có lẽ tôi nên mang cái cây của tôi."
    }
  },
  {
    "translation": {
      "en": "It's true. You know, ambitious. Hi! Sorry to barge over.",
      "vi": "Đúng vậy. Tham vọng. Chào! Xin lỗi vì chen vào."
    }
  },
  {
    "translation": {
      "en": "But we saw you from over there",
      "vi": "Chúng tôi thấy hai anh bên kia."
    }
  },
  {
    "translation": {
      "en": "Hold on, you! You were in my class.",
      "vi": "Khoan, cô đã ở lớp của tôi."
    }
  },
  {
    "translation": {
      "en": "You came over and I saw… Yeah, hi. Yeah! That was me.",
      "vi": "Cô đi qua và tôi nói… Ừ! Đó là tôi."
    }
  },
  {
    "translation": {
      "en": "I never forget a denim skirt.",
      "vi": "Tôi không bao giờ quên váy denim."
    }
  },
  {
    "translation": {
      "en": "Cute! That's a really cool story! I'm Minka. This is Debbie. You are?",
      "vi": "Dễ thương! Câu chuyện hay! Tôi là Minka. Đây là Debbie. Anh là ai?"
    }
  },
  {
    "translation": {
      "en": "Theo Martin from Duncan Press. Yes.",
      "vi": "Theo Martin từ Duncan Press. Vâng."
    }
  },
  {
    "translation": {
      "en": "I recognized you. I've read every Duncan Press book.",
      "vi": "Tôi nhận ra anh. Tôi đọc hết sách của Duncan Press."
    }
  },
  {
    "translation": {
      "en": "Wow. Well, not every book. I mean, no way. Yes, way!",
      "vi": "Không thể. Ý tôi là không đời nào. Phải mà!"
    }
  },
  {
    "translation": {
      "en": "Okay, 870 page tome set on a pirate ship in the South Pacific?",
      "vi": "Rồi, 870 trang lấy bối cảnh tàu cướp biển ở Nam Thái Bình Dương?"
    }
  },
  {
    "translation": {
      "en": "Hobart's Horizon. I read it in two days. Ahoy!",
      "vi": "Chân trời của Hobart? Hai ngày tôi đọc xong đó!"
    }
  },
  {
    "translation": {
      "en": "All right, spy novel set in Crete.",
      "vi": "Được rồi, tiểu thuyết gián điệp ở Crete."
    }
  },
  {
    "translation": {
      "en": "Oh, Ocean of Lies! I mean, one of the best!",
      "vi": "Đại dương dối trá, một trong số hay nhất!"
    }
  },
  {
    "translation": {
      "en": "I kept saying for a week, Eímai katáskopos!",
      "vi": "Cả tuần tôi cứ nói: Eímai katáskopos!"
    }
  },
  {
    "translation": {
      "en": "That's, um, Greek for I am a spy. I am a spy.",
      "vi": "Tiếng Hy Lạp: Tôi là gián điệp. Ừ. Gián điệp."
    }
  },
  {
    "translation": {
      "en": "Sure. All right, I got it, I got it.",
      "vi": "Tiếng Hy Lạp: Tôi là gián điệp. Ừ. Gián điệp. Rồi có cuốn này."
    }
  },
  {
    "translation": {
      "en": "You did not read the Dust Bowl book, because no one read the Dust Bowl book.",
      "vi": "Cô không đọc cuốn Dust Bowl, vì không ai đọc hết."
    }
  },
  {
    "translation": {
      "en": "Where The Rattlesnake Sings. II bought it the day it came out.",
      "vi": "Rắn đuôi chuông hát ở đâu. Ra là mua."
    }
  },
  {
    "translation": {
      "en": "That was you? I'm pretty sure we only sold the one copy.",
      "vi": "Là cô à? Tôi khá chắc là chúng tôi chỉ bán được một bản."
    }
  },
  {
    "translation": {
      "en": "That was me! I bought it!",
      "vi": "Tôi đó! Tôi đã mua đấy!"
    }
  },
  {
    "translation": {
      "en": "Wow. Anyway, yeah. SSo many vegetables.",
      "vi": "Dù sao thì, vâng. Nhiều rau quả."
    }
  },
  {
    "translation": {
      "en": "Oh, I know, isn't this crazy?",
      "vi": "Biết mà, điên rồ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I even said, Oh, what? Should I get some dip with my crudité platter?",
      "vi": "Tôi thậm chí còn nói: Tôi có nên nhúng vào đĩa hoa quả?"
    }
  },
  {
    "translation": {
      "en": "It was so nice to meet you both! Yeah, you too.",
      "vi": "Rất vui được gặp cả hai! Ừ, cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Can I get your number, actually?",
      "vi": "Tôi xin số của cô nhé?"
    }
  },
  {
    "translation": {
      "en": "I occasionally have galleys to give away, signed ones even.",
      "vi": "Đôi khi tôi có bản in thử để đem tặng, có chữ ký."
    }
  },
  {
    "translation": {
      "en": "I would love that!",
      "vi": "Tôi thích lắm đấy!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Trời ơi."
    }
  },
  {
    "translation": {
      "en": "Here, put in your number.",
      "vi": "Đây, nhập số của anh vào."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay! Ciao, boys! Ciao.",
      "vi": "Rồi! Chào các anh!"
    }
  },
  {
    "translation": {
      "en": "We're gonna go this way. OMG, he is into you!",
      "vi": "Ta đi lối này nhé. Chào. Trời đất, anh ấy thích cô!"
    }
  },
  {
    "translation": {
      "en": "No, he's not. Uh, okay.",
      "vi": "Không đâu. Có mà."
    }
  },
  {
    "translation": {
      "en": "He's being nice. No, he's not.",
      "vi": "Được rồi. Không mà. Anh ấy tử tế thôi."
    }
  },
  {
    "translation": {
      "en": "That is what into you looks like.",
      "vi": "Biểu hiện đó đúng là thích cô rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, please!",
      "vi": "Không, làm ơn đi."
    }
  },
  {
    "translation": {
      "en": "It's cute how you like the book people, and how you and Peter actually read books.",
      "vi": "Thật dễ thương là cô thích người đọc sách. Cô và Peter đọc sách nhiều. Rất dễ thương."
    }
  },
  {
    "translation": {
      "en": "It's very cute.",
      "vi": "Cô và Peter đọc sách nhiều. Rất dễ thương."
    }
  },
  {
    "translation": {
      "en": "Yeah, we always had that in common. We were just two old fashioned book lovers.",
      "vi": "Ừ, chúng tôi luôn có điểm chung đó. Chúng tôi là hai kẻ mê sách truyền thống."
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "vi": "Ừ, hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "And, well, there's the book he wrote.",
      "vi": "Và có một cuốn sách anh ấy viết."
    }
  },
  {
    "translation": {
      "en": "What book? Novel, big thing, massive.",
      "vi": "Sách gì? Tiểu thuyết, dày lắm, đồ sộ."
    }
  },
  {
    "translation": {
      "en": "What? No.",
      "vi": "Cái gì? Không."
    }
  },
  {
    "translation": {
      "en": "What? Yeah.",
      "vi": "Cái gì ư? Thật mà."
    }
  },
  {
    "translation": {
      "en": "I don't believe you.",
      "vi": "Tôi không tin cô."
    }
  },
  {
    "translation": {
      "en": "I'm telling you, he wrote a whole big fat book.",
      "vi": "Anh ấy viết một cuốn sách dày."
    }
  },
  {
    "translation": {
      "en": "Keeps it in an envelope in his oven.",
      "vi": "Cất trong phong bì ở lò nướng."
    }
  },
  {
    "translation": {
      "en": "I found it once when I was trying to bake keto brownies, which, by the way, do not recommend.",
      "vi": "Tôi thấy nó khi thử nướng bánh keto brownie, mà khuyên là đừng nên."
    }
  },
  {
    "translation": {
      "en": "Two out of ten. There's zucchini in the recipe.",
      "vi": "Hai trên mười. Công thức có bí ngòi."
    }
  },
  {
    "translation": {
      "en": "Peter used to want to be a writer, but he quit when he moved here.",
      "vi": "Peter từng muốn làm nhà văn, mà đã thôi khi chuyển đến đây."
    }
  },
  {
    "translation": {
      "en": "HeHe doesn't write anymore.",
      "vi": "Anh ấy thôi viết."
    }
  },
  {
    "translation": {
      "en": "Uh huh. Except for the part where…",
      "vi": "Ngoại trừ việc…"
    }
  },
  {
    "translation": {
      "en": "he does.",
      "vi": "anh ấy vẫn viết."
    }
  },
  {
    "translation": {
      "en": "Open it.",
      "vi": "Mở ra đi."
    }
  },
  {
    "translation": {
      "en": "The Boy by P. Coleman. Peter!",
      "vi": "Cậu bé của tác giả P Coleman. Là Peter!"
    }
  },
  {
    "translation": {
      "en": "Wow. You're good at detective y things.",
      "vi": "Cô giỏi vụ suy đoán ghê."
    }
  },
  {
    "translation": {
      "en": "Hold on.",
      "vi": "Chờ đã."
    }
  },
  {
    "translation": {
      "en": "Peter wrote a whole novel and never mentioned it to me?",
      "vi": "Peter đã viết tiểu thuyết mà chưa bao giờ kể với tôi ư?"
    }
  },
  {
    "translation": {
      "en": "You should read it. I didn't read it because it's a book.",
      "vi": "Cô nên đọc. Tôi không đọc vì nó là sách."
    }
  },
  {
    "translation": {
      "en": "Oh, no, II can't read it.",
      "vi": "Tôi không thể."
    }
  },
  {
    "translation": {
      "en": "IfIf he wanted me to read it, he would have told me, because we tell each other everything.",
      "vi": "Nếu muốn tôi đọc, anh ấy đã bảo. Có gì chúng tôi cũng kể cho nhau."
    }
  },
  {
    "translation": {
      "en": "I mean, obviously, you don't.",
      "vi": "Ý tôi là, rõ ràng là không phải mà."
    }
  },
  {
    "translation": {
      "en": "But we do.",
      "vi": "Nhưng đúng mà."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "See, that's the thing. We tell each other… everything.",
      "vi": "Đó là vấn đề. Chúng tôi kể với nhau mọi chuyện khác."
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "vi": "Mọi chuyện."
    }
  },
  {
    "translation": {
      "en": "All right, this is a minor setback, right?",
      "vi": "Được rồi, đây là một trở ngại nhỏ, nhé?"
    }
  },
  {
    "translation": {
      "en": "This happens all the time at the beginning of a project.",
      "vi": "Bắt đầu dự án luôn xảy ra như vậy. Cần xoay chuyển tình thế cho cháu, nhé?"
    }
  },
  {
    "translation": {
      "en": "What we need to do is pivot, okay? We're gonna stay with the same approach",
      "vi": "Bắt đầu dự án luôn xảy ra như vậy. Cần xoay chuyển tình thế cho cháu, nhé? Duy trì cách thức tiếp cận…"
    }
  },
  {
    "translation": {
      "en": "I don't want to talk.",
      "vi": "Chả muốn nói chuyện."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Chú xin lỗi."
    }
  },
  {
    "translation": {
      "en": "That sucked.",
      "vi": "Thế tệ quá."
    }
  },
  {
    "translation": {
      "en": "My problem solving skills are…",
      "vi": "Kỹ năng giải quyết vấn đề của chú…"
    }
  },
  {
    "translation": {
      "en": "I guess, more pertain to the business world.",
      "vi": "có lẽ thiên nhiều hơn về giới kinh doanh."
    }
  },
  {
    "translation": {
      "en": "Thanks for the tickets. I enjoyed watching the game.",
      "vi": "Cảm ơn vì đã cho vé. Cháu rất thích xem trận đấu."
    }
  },
  {
    "translation": {
      "en": "Okay, you're being polite.",
      "vi": "Cháu đang tỏ ra lịch sự."
    }
  },
  {
    "translation": {
      "en": "This is bad.",
      "vi": "Thế này tệ quá."
    }
  },
  {
    "translation": {
      "en": "'Night.",
      "vi": "Ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Hey, hi.",
      "vi": "Chào em!"
    }
  },
  {
    "translation": {
      "en": "Hey! How are you doing?",
      "vi": "Chào! Anh sao rồi?"
    }
  },
  {
    "translation": {
      "en": "I'm good. Good, good.",
      "vi": "Anh ổn. Tốt đấy. Này, sao thế?"
    }
  },
  {
    "translation": {
      "en": "Wait, what's wrong? It'sYou'reIt's late where you are.",
      "vi": "Tốt đấy. Này, sao thế? Bên em đang muộn rồi. Không."
    }
  },
  {
    "translation": {
      "en": "Uh, no. You know what? It sounds echo y there.",
      "vi": "Bên em đang muộn rồi. Không. Nghe có tiếng vang. Anh đang ở bồn tắm à?"
    }
  },
  {
    "translation": {
      "en": "Are you in the bathtub? No! I don't take baths.",
      "vi": "Nghe có tiếng vang. Anh đang ở bồn tắm à? Không. Anh không tắm bồn."
    }
  },
  {
    "translation": {
      "en": "I don't even get baths. Right, right.",
      "vi": "Anh còn không vào bồn tắm. Rồi."
    }
  },
  {
    "translation": {
      "en": "You and I tell each other everything, right?",
      "vi": "Hai ta có gì cũng kể cho nhau, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "No. What?",
      "vi": "Không. Cái gì?"
    }
  },
  {
    "translation": {
      "en": "I took Jack to the hockey game without asking you first, and he brought his friends Wade and Evan.",
      "vi": "Anh giấu em cho Jack xem khúc côn cầu và Jack đưa Wade và Evan đến."
    }
  },
  {
    "translation": {
      "en": "You got Wade and Evan to hang out with Jack?",
      "vi": "Anh khiến Wade và Evan đi chơi với Jack? Ừ, phải đó."
    }
  },
  {
    "translation": {
      "en": "Yes. IYeah, yes. AndAnd he ate pizza.",
      "vi": "Anh khiến Wade và Evan đi chơi với Jack? Ừ, phải đó. Và Jack ăn pizza."
    }
  },
  {
    "translation": {
      "en": "It was gluten free pizza, but pizza all the same.",
      "vi": "Pizza không có gluten, nhưng vẫn là pizza."
    }
  },
  {
    "translation": {
      "en": "Okay, Peter, III'm not done.",
      "vi": "Được rồi, Peter… Chưa xong."
    }
  },
  {
    "translation": {
      "en": "We're not gonna eat your casseroles, Debbie.",
      "vi": "Bọn anh không hề ăn món thịt hầm của em, Debbie."
    }
  },
  {
    "translation": {
      "en": "Uh, ever. They're gross.",
      "vi": "Bọn anh không hề ăn món thịt hầm của em, Debbie. Rất kinh. Rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, thank you. That's a refreshing amount of honesty.",
      "vi": "Cảm ơn. Đó là sự trung thực mới mẻ."
    }
  },
  {
    "translation": {
      "en": "I got it all out. That's it.",
      "vi": "Anh kể hết rồi. Thế đó."
    }
  },
  {
    "translation": {
      "en": "Look, you don't have to report everything to me. I trust you.",
      "vi": "Anh đâu cần báo cáo hết. Em tin anh."
    }
  },
  {
    "translation": {
      "en": "You do? Mostly.",
      "vi": "Thật ư? Gần như vậy."
    }
  },
  {
    "translation": {
      "en": "And you trust me, right? Of course.",
      "vi": "Và anh tin em mà nhỉ? Dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "So, if you ever wanted to tell me about anything, you could, right?",
      "vi": "Vậy nên anh cứ việc nói, nếu muốn nói với em về bất cứ gì."
    }
  },
  {
    "translation": {
      "en": "Tell you? About what?",
      "vi": "Phải không? Nói với em về gì?"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know.",
      "vi": "À thì, em không biết nữa."
    }
  },
  {
    "translation": {
      "en": "Like, if you have a special project. You want to hear about my projects?",
      "vi": "Kiểu dự án đặc biệt nào đó. Muốn nghe về dự án của anh à?"
    }
  },
  {
    "translation": {
      "en": "My point is, you can tell me anything. Which is what I do, like, always.",
      "vi": "Ý em là anh có thể kể với em bất cứ gì. Anh luôn làm thế mà."
    }
  },
  {
    "translation": {
      "en": "Same. I mean, total honesty.",
      "vi": "Cũng vậy. Ý em là chân thành hết mức."
    }
  },
  {
    "translation": {
      "en": "Always.",
      "vi": "Luôn vậy mà."
    }
  },
  {
    "translation": {
      "en": "Always.",
      "vi": "Luôn luôn á?"
    }
  },
  {
    "translation": {
      "en": "There are six critical elements that we have to consider",
      "vi": "Có sáu yếu tố quan trọng ta phải cân nhắc"
    }
  },
  {
    "translation": {
      "en": "when deciding which risk model to use.",
      "vi": "khi quyết định dùng mô hình rủi ro nào…"
    }
  },
  {
    "translation": {
      "en": "Now, are you sure Peter would want you to do this?",
      "vi": "Có chắc Peter muốn cô làm vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm doing this for Peter!",
      "vi": "Tôi làm vậy vì Peter mà!"
    }
  },
  {
    "translation": {
      "en": "Mmm. Oh, here he comes. Here he comes.",
      "vi": "Anh ấy đến rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, God, he is so happy to see you. It's so cute, it's gross!",
      "vi": "Trời, anh ấy rất vui khi thấy cô. Dễ thương thấy ghê!"
    }
  },
  {
    "translation": {
      "en": "Hi, Minka. Hi! Hey.",
      "vi": "Chào! Chào Minka."
    }
  },
  {
    "translation": {
      "en": "Thank you so much for coming.",
      "vi": "Cảm ơn rất nhiều vì đã đến."
    }
  },
  {
    "translation": {
      "en": "Sure, don't worry about it. I wasIt was on my way, so…",
      "vi": "Hẳn rồi, đừng lo. Tiện đường tôi mà."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Well, I wanted to give you this manuscript.",
      "vi": "Được rồi. Tôi muốn đưa anh bản thảo này."
    }
  },
  {
    "translation": {
      "en": "Ah. And I wanted to get it to you ASAP.",
      "vi": "Tôi muốn đưa anh sớm hết mức vì tôi sắp rời khỏi đây rồi."
    }
  },
  {
    "translation": {
      "en": "Because I'm leaving town soon. Wait, is this your book?",
      "vi": "Tôi muốn đưa anh sớm hết mức vì tôi sắp rời khỏi đây rồi. Của cô à? Cô viết sách này à? Không, tôi không viết."
    }
  },
  {
    "translation": {
      "en": "Did you write this? Oh, no, no. I didn'tI didn't write it.",
      "vi": "Của cô à? Cô viết sách này à? Không, tôi không viết."
    }
  },
  {
    "translation": {
      "en": "Ah, right. See, the thing is that whenever someone just hands me a manuscript,",
      "vi": "Được rồi. Vấn đề là, hễ khi nào ai đó đưa tôi bản thảo,"
    }
  },
  {
    "translation": {
      "en": "it's aboutI don't know, I'd say 100% of the time basically insane.",
      "vi": "thì về cơ bản là điên rồ trăm phần trăm."
    }
  },
  {
    "translation": {
      "en": "Um, also not allowed to take submissions unless it's from an agent or an editor, so…",
      "vi": "Tôi không được nhận bản thảo trừ phi từ đại diện hay biên tập viên."
    }
  },
  {
    "translation": {
      "en": "Oh, well, this is perfect because she is the editor.",
      "vi": "Hoàn hảo vì cô ấy là biên tập viên."
    }
  },
  {
    "translation": {
      "en": "She edited ed it.",
      "vi": "Cô ấy đã sửa bản thảo."
    }
  },
  {
    "translation": {
      "en": "Is that right?",
      "vi": "Phải không?"
    }
  },
  {
    "translation": {
      "en": "Yes. Oh. I'm a, umI'm an edit ed or, but freelance.",
      "vi": "Đúng thế. Tôi là biên tập viên, làm tự do."
    }
  },
  {
    "translation": {
      "en": "And I read so many manuscripts and this one is really special.",
      "vi": "Tôi đã đọc rất nhiều bản thảo và cuốn này thực sự đặc biệt."
    }
  },
  {
    "translation": {
      "en": "It's called The Boy.",
      "vi": "Tên là Cậu bé."
    }
  },
  {
    "translation": {
      "en": "And it's about a 13 year old boy whose father dies of a stroke,",
      "vi": "Sách kể về một cậu bé 13 tuổi có người bố chết vì đột quỵ"
    }
  },
  {
    "translation": {
      "en": "and… …through a twist of fate, he becomes allergic to himself by…",
      "vi": "Và số phận trớ trêu là cậu bé dị ứng với chính mình kiểu…"
    }
  },
  {
    "translation": {
      "en": "If he touches his skin, it blisters. I know, it sounds tragic.",
      "vi": "Chạm vào da là bỏng giộp. Tôi biết nghe có vẻ bi thảm."
    }
  },
  {
    "translation": {
      "en": "But it's magical and, uh… But…",
      "vi": "Nhưng bản thảo rất kỳ diệu và…"
    }
  },
  {
    "translation": {
      "en": "I get emotional about it, because, um… I have a 13 year old son and he",
      "vi": "Tôi thấy xúc động với bản thảo, vì tôi có một đứa con trai 13 tuổi và nó…"
    }
  },
  {
    "translation": {
      "en": "Oh, you do, really? Yeah.",
      "vi": "Thật vậy sao? Vâng."
    }
  },
  {
    "translation": {
      "en": "So do I.",
      "vi": "Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Max.",
      "vi": "Tên là Max."
    }
  },
  {
    "translation": {
      "en": "My son's Jack.",
      "vi": "Con tôi là Jack."
    }
  },
  {
    "translation": {
      "en": "Wow. That's…",
      "vi": "Chà, điều đó…"
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, I'mI'm divorced now, but…",
      "vi": "Vâng. Giờ tôi ly dị rồi nhưng… Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "So am I. Um…",
      "vi": "Giờ tôi ly dị rồi nhưng… Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Well, I appreciate your passion, Debbie.",
      "vi": "Tôi trân trọng nhiệt huyết của cô, Debbie."
    }
  },
  {
    "translation": {
      "en": "Um, so I will do my best to read it as soon as possible.",
      "vi": "Nên tôi sẽ cố hết sức đọc sớm nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Also, if there's any way that you could read it sooner,",
      "vi": "Ngoài ra, mong có cách để anh đọc bản thảo sớm hơn."
    }
  },
  {
    "translation": {
      "en": "I'mI'm leaving this weekend.",
      "vi": "Vì cuối tuần này tôi đi."
    }
  },
  {
    "translation": {
      "en": "Oh, there's a clock?",
      "vi": "Có hạn cơ à?"
    }
  },
  {
    "translation": {
      "en": "No, I don't mean thatNo, it's fine.",
      "vi": "Tôi đâu có ý… Không sao."
    }
  },
  {
    "translation": {
      "en": "It's fine. No, no, it's fine. You're very special and important.",
      "vi": "Không sao. Anh rất đặc biệt và quan trọng."
    }
  },
  {
    "translation": {
      "en": "I didn't mean it that way. But I promise it's worth your time.",
      "vi": "Tôi không có ý đó. Hứa sẽ đáng thì giờ của anh."
    }
  },
  {
    "translation": {
      "en": "Okay, all right. I'm excited to check it out.",
      "vi": "Rồi. Tôi háo hức đọc xem thế nào."
    }
  },
  {
    "translation": {
      "en": "Thank you. You're very welcome. You are…",
      "vi": "Cảm ơn. Anh… Không có gì."
    }
  },
  {
    "translation": {
      "en": "You know what you are.",
      "vi": "Anh biết mình là ai."
    }
  },
  {
    "translation": {
      "en": "I… would like to think so, yeah.",
      "vi": "Tôi muốn nghĩ vậy. Được rồi."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Rồi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Did I just give Theo that book? You did!",
      "vi": "Tôi vừa đưa Theo cuốn sách đó à? Đúng vậy!"
    }
  },
  {
    "translation": {
      "en": "Now, when are you going to tell Peter?",
      "vi": "Khi nào cô mới nói với Peter?"
    }
  },
  {
    "translation": {
      "en": "Peter, right.",
      "vi": "Peter! Phải rồi."
    }
  },
  {
    "translation": {
      "en": "You know much about The Cars?",
      "vi": "Có biết về The Cars?"
    }
  },
  {
    "translation": {
      "en": "You know, the band The Cars?",
      "vi": "Biết ban nhạc The Cars chứ? Chú bật suốt."
    }
  },
  {
    "translation": {
      "en": "It's what you always play. Yeah.",
      "vi": "Biết ban nhạc The Cars chứ? Chú bật suốt. Phải đó. Muốn biết vì sao chứ?"
    }
  },
  {
    "translation": {
      "en": "You want to know why?",
      "vi": "Phải đó. Muốn biết vì sao chứ?"
    }
  },
  {
    "translation": {
      "en": "For starters, they were my dad's favorite. So then my dad left.",
      "vi": "Bố của chú thích họ lắm. Rồi bố của chú bỏ đi."
    }
  },
  {
    "translation": {
      "en": "As I mentioned, and you already know, he kicked the bucket, right.",
      "vi": "Chú đã kể và cháu đã biết, bố chú đã chết, được chứ?"
    }
  },
  {
    "translation": {
      "en": "So then, for a while, I didn't listen to The Cars at all.",
      "vi": "Suốt một thời gian, chú không thể nghe The Cars."
    }
  },
  {
    "translation": {
      "en": "I couldn't. It was, like, too painful and just reminded me of shits",
      "vi": "Quá đau đớn và làm chú nhớ chuyện buồn,"
    }
  },
  {
    "translation": {
      "en": "stuff that I had lost.",
      "vi": "những gì chú đã mất mát."
    }
  },
  {
    "translation": {
      "en": "And one day, I heard 'em on the radio.",
      "vi": "Rồi ngày nọ, chú nghe họ trên đài."
    }
  },
  {
    "translation": {
      "en": "And their songs were still with me, even if he wasn't.",
      "vi": "Và những ca khúc của họ vẫn ở bên chú, dù bố chú thì không."
    }
  },
  {
    "translation": {
      "en": "And they always will be!",
      "vi": "Họ sẽ luôn bên chú!"
    }
  },
  {
    "translation": {
      "en": "Look, you got great parents,",
      "vi": "Nào, cháu có bố mẹ tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "and you live in a nice little house stuck in the middle of a mountain like a ski chalet.",
      "vi": "Và cháu sống trong nhà đẹp trên núi như nhà chòi gỗ trên cao ấy."
    }
  },
  {
    "translation": {
      "en": "But I get it, you got your shit. Everybody does. Life is hard, right?",
      "vi": "Chú hiểu, cháu có vấn đề. Ai cũng vậy. Cuộc sống khó khăn mà."
    }
  },
  {
    "translation": {
      "en": "You goSometimes, it kicks you in the teeth.",
      "vi": "Đôi khi vấn đề hạ gục ta."
    }
  },
  {
    "translation": {
      "en": "Like, I do not have my shit together.",
      "vi": "Chú đã không xử lý được vấn đề của mình."
    }
  },
  {
    "translation": {
      "en": "I was gonna be a great American novelist and find somebody to spend my life with.",
      "vi": "Chú tính làm tiểu thuyết gia lớn và tìm một người để ở bên cả đời."
    }
  },
  {
    "translation": {
      "en": "And now I'm just a lonely guy with outstanding hair",
      "vi": "Và giờ chú chỉ là gã cô đơn với mái tóc nổi bật,"
    }
  },
  {
    "translation": {
      "en": "that tells other people who to be, even though I'm not sure I know who I am.",
      "vi": "làm hình mẫu cho người khác, dù chú chưa chắc biết mình là ai."
    }
  },
  {
    "translation": {
      "en": "I got an idea.",
      "vi": "Chú có ý này."
    }
  },
  {
    "translation": {
      "en": "Please no more branding. I'm begging you. Nope. Screw that.",
      "vi": "Xin thôi trò tạo thương hiệu đi. Không. Dẹp."
    }
  },
  {
    "translation": {
      "en": "WeNow, we are moving on to action.",
      "vi": "Ta sẽ chuyển sang hành động."
    }
  },
  {
    "translation": {
      "en": "You… need to play hockey with the team.",
      "vi": "Cháu cần chơi khúc côn cầu với cả đội."
    }
  },
  {
    "translation": {
      "en": "The one that Evan and Wade are on. Yes. What?",
      "vi": "Đội mà Evan và Wade đang chơi. Phải. Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Yes. IfIf you want to, I support it.",
      "vi": "Phải. Nếu cháu muốn, chú ủng hộ."
    }
  },
  {
    "translation": {
      "en": "But not because you need to be friends with those asshole kids.",
      "vi": "Chả phải vì cháu cần làm bạn với lũ ranh đó."
    }
  },
  {
    "translation": {
      "en": "And again, I'm sure they're great.",
      "vi": "Mà chú chắc chúng rất ổn."
    }
  },
  {
    "translation": {
      "en": "You're gonna let me go out for the team and practice?",
      "vi": "Chú sẽ để cháu vào đội và tập luyện à?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Phải đó."
    }
  },
  {
    "translation": {
      "en": "Are you gonna tell Mom?",
      "vi": "Mách mẹ không?"
    }
  },
  {
    "translation": {
      "en": "So I'm thinking maybe we tell her when she gets back.",
      "vi": "Có lẽ ta sẽ bảo mẹ cháu khi cô ấy về."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Yeah. Go learn something. I will. Mm hmm.",
      "vi": "Ừ. Đi học gì đó đi. Sẽ mà."
    }
  },
  {
    "translation": {
      "en": "All right, see you later, Jumpin' Jack Flash.",
      "vi": "Hẹn gặp lại, Jumpin' Jack Flash."
    }
  },
  {
    "translation": {
      "en": "No. Nope? All right.",
      "vi": "Không. Không hợp à? Được rồi."
    }
  },
  {
    "translation": {
      "en": "How's it going? You look exhausted.",
      "vi": "Sao rồi? Trông anh có vẻ mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "Yeah, I screwed something up yesterday, and, uh, didn't sleep last night,",
      "vi": "Ừ, hôm qua tôi làm hỏng một chuyện. Và tối qua không ngủ ngon, nhưng hôm nay tôi đã làm tốt."
    }
  },
  {
    "translation": {
      "en": "but then I didI did a good thing today. I think.",
      "vi": "Và tối qua không ngủ ngon, nhưng hôm nay tôi đã làm tốt. Tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "Yeah, this whole being a life changing male adult role model…",
      "vi": "Mẫu đàn ông trưởng thành giúp thay đổi cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "little trickier than I anticipated.",
      "vi": "điều đó hơi phức tạp hơn tôi dự đoán."
    }
  },
  {
    "translation": {
      "en": "Hmm. I think you were just supposed to keep him alive.",
      "vi": "À, tôi nghĩ anh chỉ việc duy trì để thằng bé sống."
    }
  },
  {
    "translation": {
      "en": "In order to pass this exam,",
      "vi": "Để vượt qua kỳ thi này,"
    }
  },
  {
    "translation": {
      "en": "one needs to be able to describe specific time series models.",
      "vi": "cần mô tả được các mô hình chuỗi thời gian cụ thể"
    }
  },
  {
    "translation": {
      "en": "Including exponential smoothing… …autoregressive,",
      "vi": "bao gồm san bằng hàm mũ, tự hồi quy,"
    }
  },
  {
    "translation": {
      "en": "and autoregressive conditional heteroskedastic models.",
      "vi": "mô hình phương sai thay đổi theo điều kiện tự hồi quy."
    }
  },
  {
    "translation": {
      "en": "Would you mind taking that outside? Yeah, pardon me. Thank you.",
      "vi": "Cô mang ra ngoài được không? Vâng, xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Wait, I don't understand. What did the assistant say?",
      "vi": "Khoan, tôi không hiểu. Trợ lý nói gì?"
    }
  },
  {
    "translation": {
      "en": "Okay, she said to just come up and see Theo.",
      "vi": "Được rồi, cô ấy nói cứ đến gặp Theo."
    }
  },
  {
    "translation": {
      "en": "And thank you for coming with me, I have no idea what to say to this guy.",
      "vi": "Cảm ơn vì đi cùng, tôi chả biết nói gì với Theo."
    }
  },
  {
    "translation": {
      "en": "I mean, who can say things when he's smiling at you with that smile?",
      "vi": "Ai có thể nói gì khi anh ấy cười với cô như thế?"
    }
  },
  {
    "translation": {
      "en": "Right? That smile.",
      "vi": "Phải không? Nụ cười đó."
    }
  },
  {
    "translation": {
      "en": "Okay, that's Duncan Press.",
      "vi": "Được rồi, đó là Duncan Press."
    }
  },
  {
    "translation": {
      "en": "You got this! You got this! Okay, very exciting.",
      "vi": "Cô làm được mà! Rất háo hức đấy. Được rồi!"
    }
  },
  {
    "translation": {
      "en": "Oh, boy.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "vi": "Chào buổi sáng. À, chào."
    }
  },
  {
    "translation": {
      "en": "Oh, hi. Uh, I'm looking for Theo Martin.",
      "vi": "Chào buổi sáng. À, chào. Tôi đang tìm Theo Martin?"
    }
  },
  {
    "translation": {
      "en": "Oh, sorry.",
      "vi": "Ồ, xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Cute. Oh, my God. Look at those book covers.",
      "vi": "Dễ thương quá. Trời, nhìn bìa sách kìa."
    }
  },
  {
    "translation": {
      "en": "Oh, there you are. Welcome. Hello, Minka.",
      "vi": "Cô đây rồi. Chào mừng. Chào Minka."
    }
  },
  {
    "translation": {
      "en": "Debbie. Hi!",
      "vi": "Debbie. Chào!"
    }
  },
  {
    "translation": {
      "en": "Sorry to have you run uptown without much notice,",
      "vi": "Xin lỗi, chưa báo gì mà bắt cô lên Uptown,"
    }
  },
  {
    "translation": {
      "en": "but this book, I mean, it is… It has a lot of promise.",
      "vi": "nhưng cuốn sách này nhiều hứa hẹn đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Did you read the whole thing already? That's, like, a shit ton of pages!",
      "vi": "Trời, anh đọc hết rồi à? Nhiều trang lắm!"
    }
  },
  {
    "translation": {
      "en": "Well, my assistant did.",
      "vi": "Trợ lý của tôi đọc."
    }
  },
  {
    "translation": {
      "en": "She thought it had potential, and passed it on to me, and I gotta say, II agree.",
      "vi": "Cô ấy nghĩ sách có tiềm năng rồi chuyển qua tôi và tôi đồng ý."
    }
  },
  {
    "translation": {
      "en": "I also see why you cried. I may have shed a tear myself.",
      "vi": "Đã hiểu sao cô khóc. Có lẽ tôi đã rơi lệ."
    }
  },
  {
    "translation": {
      "en": "The dad, right?",
      "vi": "Vì người bố nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Especially, yeah. I mean, look, I'm very interested.",
      "vi": "Đặc biệt. Ừ, ý tôi là… Nghe này, tôi rất có hứng thú."
    }
  },
  {
    "translation": {
      "en": "And I wouldI would really like to speak to the author as soon as possible.",
      "vi": "Tôi muốn nói chuyện với tác giả càng sớm càng tốt."
    }
  },
  {
    "translation": {
      "en": "The author. You know, can I, um…",
      "vi": "Tác giả. Trên đường tới đây tôi đã uống một ly cà phê lớn."
    }
  },
  {
    "translation": {
      "en": "I had a really big coffee on the way here. I just need to tinkle.",
      "vi": "Tác giả. Trên đường tới đây tôi đã uống một ly cà phê lớn. Tôi cần đi tiểu."
    }
  },
  {
    "translation": {
      "en": "Sure, yeah. Most of the tinkling happens right down the hall.",
      "vi": "Được. Vâng. Nhà vệ sinh ở cuối hành lang. Được!"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Nhà vệ sinh ở cuối hành lang. Được!"
    }
  },
  {
    "translation": {
      "en": "This is insane! I know, this place is so old school.",
      "vi": "Thật điên rồ! Biết mà, nơi này rất lâu đời. Tôi ngửi thấy mùi người chết."
    }
  },
  {
    "translation": {
      "en": "I smell dead people.",
      "vi": "Biết mà, nơi này rất lâu đời. Tôi ngửi thấy mùi người chết."
    }
  },
  {
    "translation": {
      "en": "No, no, no! What am I doing?",
      "vi": "Không! Tôi làm gì vậy? Tôi đang hành động điên rồ!"
    }
  },
  {
    "translation": {
      "en": "I'm acting crazy! I know I like to help friends out,",
      "vi": "Không! Tôi làm gì vậy? Tôi đang hành động điên rồ! Tôi thích giúp đỡ bạn bè,"
    }
  },
  {
    "translation": {
      "en": "but that normally means picking up Alicia's twins at carpool.",
      "vi": "mà thường là đón tụi sinh đôi của Alicia đi chung xe."
    }
  },
  {
    "translation": {
      "en": "I have to just call Peter, and put a hold on this. Ew, no.",
      "vi": "Tôi phải gọi Peter, tạm dừng việc này. Không."
    }
  },
  {
    "translation": {
      "en": "No?",
      "vi": "Không ư?"
    }
  },
  {
    "translation": {
      "en": "You believe in Peter's book, so why not see this through?",
      "vi": "Cô tin vào cuốn sách của Peter, vậy sao không thử cho tới cuối?"
    }
  },
  {
    "translation": {
      "en": "So, just…",
      "vi": "Vậy chỉ là…"
    }
  },
  {
    "translation": {
      "en": "Yeah! You got this, girl!",
      "vi": "Phải! Cô làm được, gái à!"
    }
  },
  {
    "translation": {
      "en": "Okay. Okay, okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Also, no, I actually do have to pee.",
      "vi": "Mà tôi thực sự phải đi tiểu."
    }
  },
  {
    "translation": {
      "en": "Theo, I would like to discuss the next steps.",
      "vi": "Theo, tôi muốn thảo luận các bước tiếp."
    }
  },
  {
    "translation": {
      "en": "Sure. You free for dinner?",
      "vi": "Hẳn rồi. Cô có rảnh đi ăn tối không?"
    }
  },
  {
    "translation": {
      "en": "Uh, yes. Yes! Sure.",
      "vi": "À, vâng. Được! Hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "vi": "Hoàn hảo đấy."
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "vi": "Hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Perfect!",
      "vi": "Hoàn hảo lắm!"
    }
  },
  {
    "translation": {
      "en": "Uh, is that the coach? Yeah, that's him.",
      "vi": "Huấn luyện viên đó à? Vâng."
    }
  },
  {
    "translation": {
      "en": "All right, you stay here. Let me do my thing.",
      "vi": "Rồi, cháu ở đây. Để chú lo liệu."
    }
  },
  {
    "translation": {
      "en": "Say hey to your coach. Hey.",
      "vi": "Chào huấn luyện viên. Chào."
    }
  },
  {
    "translation": {
      "en": "You gotOne of these yours? Yeah? Uh, yeah.",
      "vi": "Cô có con ở đây à? Phải, ở đó."
    }
  },
  {
    "translation": {
      "en": "That's him. Oh, Weasel FEvEvan!",
      "vi": "Nó ở kia! Là Mặt Chồn… Evan!"
    }
  },
  {
    "translation": {
      "en": "That's him, yeah. Yeah, he's… Yup.",
      "vi": "Phải đó. Đúng vậy. Cậu bé… Vâng."
    }
  },
  {
    "translation": {
      "en": "That's it, JYou're good!",
      "vi": "Được đó, Jack! Cháu giỏi lắm!"
    }
  },
  {
    "translation": {
      "en": "Are you ready?",
      "vi": "Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "Oh! That's it! Yep! Yep, that's my guy! That's him.",
      "vi": "Được lắm đó! Đúng, cháu của chú thế chứ!"
    }
  },
  {
    "translation": {
      "en": "That's great. That's my guy.",
      "vi": "Thằng bé kia. Cháu tôi đấy."
    }
  },
  {
    "translation": {
      "en": "I thought black was best, since you are a bright winter.",
      "vi": "Tôi nghĩ màu đen là tốt nhất vì cô có phong cách mùa đông tươi sáng."
    }
  },
  {
    "translation": {
      "en": "Oh, II don't need a new outfit.",
      "vi": "Tôi cần gì trang phục mới."
    }
  },
  {
    "translation": {
      "en": "I feel terrible. I'm about to tell a guy,",
      "vi": "Tôi thấy thật tệ. Tôi sắp nói với biên tập viên văn học nổi tiếng nhất Mỹ"
    }
  },
  {
    "translation": {
      "en": "who's the most famous literary editor in all of America,",
      "vi": "Tôi sắp nói với biên tập viên văn học nổi tiếng nhất Mỹ"
    }
  },
  {
    "translation": {
      "en": "that I gave him a manuscript that he might want to publish,",
      "vi": "là tôi đưa anh ấy bản thảo anh ấy có thể muốn xuất bản mà không thể."
    }
  },
  {
    "translation": {
      "en": "but he possibly cannot. And why isn't Peter calling me back?",
      "vi": "là tôi đưa anh ấy bản thảo anh ấy có thể muốn xuất bản mà không thể. Sao Peter không gọi lại tôi?"
    }
  },
  {
    "translation": {
      "en": "If you can't reach Peter before your date with Theo",
      "vi": "Peter không đáp trước buổi hẹn…"
    }
  },
  {
    "translation": {
      "en": "No, no, no, it's not a date.",
      "vi": "Không, hẹn hò gì đâu."
    }
  },
  {
    "translation": {
      "en": "Let me have this! Okay.",
      "vi": "Để tôi nghĩ thế!"
    }
  },
  {
    "translation": {
      "en": "I mean, I can't even stay out that late. I have an exam tomorrow.",
      "vi": "Tôi đâu thể ở ngoài muộn. Ngày mai tôi có bài kiểm tra."
    }
  },
  {
    "translation": {
      "en": "Shh. Try a dress on.",
      "vi": "Nào, mặc thử váy đi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I'm just worried about Peter and Jack.",
      "vi": "Xin lỗi, tôi lo về Peter và Jack."
    }
  },
  {
    "translation": {
      "en": "Where are they? Try one on!",
      "vi": "Họ ở đâu? Thử một cái đi!"
    }
  },
  {
    "translation": {
      "en": "Please.",
      "vi": "Làm ơn đi."
    }
  },
  {
    "translation": {
      "en": "You are by far the fastest guy out there.",
      "vi": "Cháu là đứa nhanh nhất trên sân đó."
    }
  },
  {
    "translation": {
      "en": "New nickname, Jack Frost, 'cause you own the ice!",
      "vi": "Cháu làm chủ mặt băng, biệt danh mới là Jack Frost."
    }
  },
  {
    "translation": {
      "en": "'Sup, fellas! What's up, man?",
      "vi": "Chào! Ngày tuyệt chứ? Chào!"
    }
  },
  {
    "translation": {
      "en": "Great day? Great day, brah.",
      "vi": "Ngày tuyệt, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Yes, I love that! Great day.",
      "vi": "Phải, tôi thích thế!"
    }
  },
  {
    "translation": {
      "en": "So, you ever gonna have kids?",
      "vi": "Vậy chú sẽ có con chứ?"
    }
  },
  {
    "translation": {
      "en": "What? I don't know.",
      "vi": "Cái gì? Chú chả biết."
    }
  },
  {
    "translation": {
      "en": "Should I?",
      "vi": "Có nên không?"
    }
  },
  {
    "translation": {
      "en": "I mean… you're not terrible at it.",
      "vi": "Ý cháu là chú chăm trẻ không tệ lắm."
    }
  },
  {
    "translation": {
      "en": "A little weird, but you don't suck.",
      "vi": "Hơi lạ, nhưng chú không tệ."
    }
  },
  {
    "translation": {
      "en": "I don't?",
      "vi": "Không tệ ư?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Well, I should probably start my homework.",
      "vi": "Có lẽ cháu nên bắt đầu làm bài tập."
    }
  },
  {
    "translation": {
      "en": "See ya.",
      "vi": "Gặp sau."
    }
  },
  {
    "translation": {
      "en": "Oh, for me?",
      "vi": "Cho tôi à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Come on, take a break.",
      "vi": "Phải, thôi nào, nghỉ đi."
    }
  },
  {
    "translation": {
      "en": "Well, I don'tI don't need a break.",
      "vi": "Chà, tôi không cần nghỉ ngơi."
    }
  },
  {
    "translation": {
      "en": "I don't work here, so…",
      "vi": "Tôi không làm ở đây nên…"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know.",
      "vi": "Ừ, tôi biết."
    }
  },
  {
    "translation": {
      "en": "Oh. All right.",
      "vi": "Được thôi. Rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. All right.",
      "vi": "Được thôi. Rồi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "You know, I thought you didn't like me.",
      "vi": "Biết chứ, tôi tưởng anh không thích tôi."
    }
  },
  {
    "translation": {
      "en": "Why? Because I've been such a jerk to you?",
      "vi": "Tại sao? Vì tôi quá tệ với anh?"
    }
  },
  {
    "translation": {
      "en": "Yeah, that.",
      "vi": "Ừ, kiểu đó."
    }
  },
  {
    "translation": {
      "en": "Ah, look, I'm sorry. II think I've just been stressed out being responsible for a human.",
      "vi": "Này, xin lỗi. Tôi nghĩ tôi căng thẳng vì phải chịu trách nhiệm về một con người."
    }
  },
  {
    "translation": {
      "en": "You know, I've never even taken care of, like, a… herb plant before.",
      "vi": "Tôi còn chưa từng chăm sóc cây cỏ."
    }
  },
  {
    "translation": {
      "en": "Well, dude, herb plants can be as hard as children.",
      "vi": "Cây cỏ có thể khó khăn như trẻ con."
    }
  },
  {
    "translation": {
      "en": "Yeah, I gotI got a sage over by the patio,",
      "vi": "Ừ, tôi có một cây xô thơm. ở sân trong, tuần trước tôi thức tới 3:00 sáng vì nó."
    }
  },
  {
    "translation": {
      "en": "kept me up till 3:00 a.m. last week.",
      "vi": "ở sân trong, tuần trước tôi thức tới 3:00 sáng vì nó."
    }
  },
  {
    "translation": {
      "en": "I call it plant colic. So, you know, I get it.",
      "vi": "Tôi gọi là đau vì thực vật. Nên anh biết đó, tôi hiểu mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, you get it.",
      "vi": "Anh hiểu."
    }
  },
  {
    "translation": {
      "en": "Same damn thing. Yup.",
      "vi": "Cùng chuyện khỉ gió. Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah, actually, I feel like I'm, uh, doing an okay job now.",
      "vi": "Ừ, thật ra, tôi cảm thấy mình đang thực hiện rất ổn đây."
    }
  },
  {
    "translation": {
      "en": "Ah, that's dope, brah.",
      "vi": "Ngầu đấy, anh bạn."
    }
  },
  {
    "translation": {
      "en": "And so I'm sorry if I wasn't as friendly as I could have been.",
      "vi": "Mà tôi cũng xin lỗi vì đã không thân thiện như có thể."
    }
  },
  {
    "translation": {
      "en": "Right? 'Cause I'mHey, I, actuallyI think Debbie's really lucky to have you 'round here helping out.",
      "vi": "Tôi nghĩ Debbie rất may mắn khi có anh ở đây giúp đỡ cô ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, no. I'm the lucky one, okay?",
      "vi": "Không, tôi là người may mắn, được chứ?"
    }
  },
  {
    "translation": {
      "en": "I mean, she is…",
      "vi": "Ý tôi là cô ấy…"
    }
  },
  {
    "translation": {
      "en": "…amazing, you know?",
      "vi": "rất tuyệt vời, biết chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, she really is.",
      "vi": "Vâng. Ừ, cô ấy rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "I mean, we've been friends for a long time.",
      "vi": "Chúng tôi là bạn bè đã rất lâu rồi."
    }
  },
  {
    "translation": {
      "en": "I mean, not as long as she and I have been friends, so…",
      "vi": "Chúng tôi là bạn bè lâu hơn."
    }
  },
  {
    "translation": {
      "en": "Oh, no. Well, of course, I'm notIn years.",
      "vi": "Không, dĩ nhiên, tôi đâu… Đã nhiều năm."
    }
  },
  {
    "translation": {
      "en": "Right. Look.",
      "vi": "Phải rồi. Này."
    }
  },
  {
    "translation": {
      "en": "You and Debbie, you have your thing, which is different from our thing.",
      "vi": "Anh và Debbie có chuyện riêng, khác với chuyện riêng của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Your thing. Yeah. Right! Like, you're her friend.",
      "vi": "Chuyện riêng. Ừ. Phải! Anh là bạn cô ấy."
    }
  },
  {
    "translation": {
      "en": "I'm her neighbor and, like, part time lover, you know?",
      "vi": "Tôi là hàng xóm và người yêu bán thời gian của cô ấy."
    }
  },
  {
    "translation": {
      "en": "What was that? Oh, you know what?",
      "vi": "Đó là gì? Biết không?"
    }
  },
  {
    "translation": {
      "en": "You probably haven't noticed this because you guys are just friends, but…",
      "vi": "Có lẽ anh không để ý vì hai người chỉ là bạn."
    }
  },
  {
    "translation": {
      "en": "brodiddly, she is pretty hot.",
      "vi": "Nhưng anh bạn à, cô ấy khá hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "I mean, I know, I know, she's out of my league. I got it. But I have a plan.",
      "vi": "Tôi biết cô ấy vượt mức của tôi. Tôi hiểu mà, nhưng tôi có kế hoạch."
    }
  },
  {
    "translation": {
      "en": "Okay? My thing is…",
      "vi": "Nhé? Mánh của tôi là…"
    }
  },
  {
    "translation": {
      "en": "I just keep showing up in her life, you know?",
      "vi": "tôi cứ xuất hiện trong đời cô ấy, nhé?"
    }
  },
  {
    "translation": {
      "en": "And then maybe, maybe, she'll change her mind about me.",
      "vi": "Và có lẽ… rồi cô ấy sẽ đổi ý về tôi."
    }
  },
  {
    "translation": {
      "en": "You know what I mean?",
      "vi": "Hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "In the meantime, I'll take friends with benefits.",
      "vi": "Hiện tại, tôi làm bạn bè lợi ích cũng ổn."
    }
  },
  {
    "translation": {
      "en": "I really love how the book starts.",
      "vi": "Tôi rất thích mở đầu cuốn sách."
    }
  },
  {
    "translation": {
      "en": "Oh, isn't it amazing?",
      "vi": "Thật tuyệt vời phải không?"
    }
  },
  {
    "translation": {
      "en": "It reminded me of As I Lay Dying.",
      "vi": "Nó làm tôi nhớ đến Khi tôi nằm chết."
    }
  },
  {
    "translation": {
      "en": "Faulkner? Really? Mmm.",
      "vi": "Faulkner? Thật sao? Phải."
    }
  },
  {
    "translation": {
      "en": "Yeah, I was thinking more Franzen.",
      "vi": "Ừ, tôi nghĩ về Franzen nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "Oh, I see that. TheThe family dynamics?",
      "vi": "Tôi hiểu rồi. Động lực gia đình? Phải."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. Mm hmm. I mean, you reallyYou really found a gem.",
      "vi": "Ừ. Ý là cô thực sự tìm thấy một viên ngọc."
    }
  },
  {
    "translation": {
      "en": "I think I did.",
      "vi": "Tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "The book that I have read the most is House of Mirth.",
      "vi": "Cuốn tôi đọc nhiều nhất là Nhà của Mirth."
    }
  },
  {
    "translation": {
      "en": "Oh, Edith Wharton. Very underrated social critic, I must say.",
      "vi": "À, là Edith Wharton. Nhà phê bình xã hội bị đánh giá thấp."
    }
  },
  {
    "translation": {
      "en": "Scathing. Do you like her work? Of course!",
      "vi": "Gay gắt! Thích. Mê sách ủa bà ấy chứ?"
    }
  },
  {
    "translation": {
      "en": "Look, anybody who doesn't love Edie Dubs just hasn't really read Edie Dubs.",
      "vi": "Ai không mê Edie Dubs thì tức là chưa đọc Edie Dubs."
    }
  },
  {
    "translation": {
      "en": "And I cry my eyes out every time Lily Bart dies.",
      "vi": "Tôi khóc hết nước mắt mỗi lần đọc Lily Bart chết."
    }
  },
  {
    "translation": {
      "en": "Oh, I know! And then poor Lawrence shows up the next morning to propose. Like, buddy, come on!",
      "vi": "Tôi biết! Sáng hôm sau, Lawrence xuất hiện để cầu hôn, nào!"
    }
  },
  {
    "translation": {
      "en": "It's just a little bit late. I took all that sleeping potion stuff last night and I am super dead!",
      "vi": "Chỉ là có hơi muộn. Tối qua cô ấy uống thuốc ngủ và chết rồi!"
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry, but I have perished, mon ami.",
      "vi": "Xin lỗi, nhưng cô ấy chết rồi, bạn tôi."
    }
  },
  {
    "translation": {
      "en": "But looked gorgeous doing it.",
      "vi": "Nhưng chết mà trông rất lộng lẫy."
    }
  },
  {
    "translation": {
      "en": "Do you know what Walt Whitman said about the Brooklyn Bridge?",
      "vi": "Anh có biết Walt Whitman nói gì về cây cầu Brooklyn không?"
    }
  },
  {
    "translation": {
      "en": "No, tell me.",
      "vi": "Không, nói đi."
    }
  },
  {
    "translation": {
      "en": "He said, It was the best and most effective medicine",
      "vi": "Ông ấy nói: Đó là liều thuốc tốt và hiệu quả nhất"
    }
  },
  {
    "translation": {
      "en": "my soul has yet partaken.",
      "vi": "mà tâm hồn tôi được hưởng."
    }
  },
  {
    "translation": {
      "en": "That's a really great quote.",
      "vi": "Trích dẫn hay."
    }
  },
  {
    "translation": {
      "en": "Sadly, that's the Manhattan Bridge.",
      "vi": "Đáng buồn thay, đó là cầu Manhattan."
    }
  },
  {
    "translation": {
      "en": "Good quote, though.",
      "vi": "Mà trích dẫn hay!"
    }
  },
  {
    "translation": {
      "en": "And II knew that. I figured. I thought you did.",
      "vi": "Tôi biết điều đó. Tôi nghĩ vậy. Nghĩ cô biết."
    }
  },
  {
    "translation": {
      "en": "I just wanted to see if you knew that. Right, right.",
      "vi": "Tôi muốn xem anh có biết không. Rồi."
    }
  },
  {
    "translation": {
      "en": "So, clearly you're very smart. Yeah. This is, I must say, going well.",
      "vi": "Anh rất thông minh. Việc này diễn ra tốt đẹp. Đó là phép thử!"
    }
  },
  {
    "translation": {
      "en": "It was a test! Did I pass?",
      "vi": "Việc này diễn ra tốt đẹp. Đó là phép thử! Tôi vượt qua chứ? Phải!"
    }
  },
  {
    "translation": {
      "en": "Well, I'mI'm gonna talk to the writer about that manuscript.",
      "vi": "Tôi sẽ nói chuyện với nhà văn về bản thảo đó."
    }
  },
  {
    "translation": {
      "en": "Oh, perfect. Great!",
      "vi": "Chà, hoàn hảo. Tuyệt! Tôi định… Vâng."
    }
  },
  {
    "translation": {
      "en": "Yeah. I was gonna…",
      "vi": "Tuyệt! Tôi định… Vâng."
    }
  },
  {
    "translation": {
      "en": "So, um…",
      "vi": "Vậy thì ờm…"
    }
  },
  {
    "translation": {
      "en": "And, um, I can'tI forgot whether or not you…",
      "vi": "Tôi quên mất liệu anh có"
    }
  },
  {
    "translation": {
      "en": "Did you have a cappuccino at the restaurant?",
      "vi": "uống cà phê cappuccino ở nhà hàng không?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Yes, you ordered it for me.",
      "vi": "Rồi. Phải, cô gọi món đó cho tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, okay! Yeah.",
      "vi": "À, được rồi. Vâng."
    }
  },
  {
    "translation": {
      "en": "Um, this is the part where… This is the part, right?",
      "vi": "À, đây là lúc mà… Là lúc đó? Tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "I think so. Okay.",
      "vi": "Là lúc đó? Tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "Let's… Yeah.",
      "vi": "Rồi. Hãy… Vâng."
    }
  },
  {
    "translation": {
      "en": "Okay, great.",
      "vi": "Rồi, tuyệt."
    }
  },
  {
    "translation": {
      "en": "Wow, nice place! Airbnb?",
      "vi": "Nhà đẹp đấy. Airbnb à?"
    }
  },
  {
    "translation": {
      "en": "Uh… Uh, yeah.",
      "vi": "À, vâng."
    }
  },
  {
    "translation": {
      "en": "It's funny how they're always so devoid of personality, right?",
      "vi": "Ngộ vì mấy nhà này chẳng có cá tính nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Phải! Nào, ai…"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, whowho sorts books by color?",
      "vi": "Phải! Nào, ai… Ai phân loại sách theo màu sắc? Trời! Tôi đã nói thế!"
    }
  },
  {
    "translation": {
      "en": "Honestly? That is what I said!",
      "vi": "Ai phân loại sách theo màu sắc? Trời! Tôi đã nói thế!"
    }
  },
  {
    "translation": {
      "en": "Um, so I don't have a lot of food, um, but I do have Champagne.",
      "vi": "Tôi không có nhiều đồ ăn, nhưng tôi có rượu Champagne."
    }
  },
  {
    "translation": {
      "en": "And as a wise person said once, too much of anything is bad,",
      "vi": "Như một người khôn ngoan đã nói, quá nhiều thứ gì cũng không tốt,"
    }
  },
  {
    "translation": {
      "en": "but too much Champagne is just right.",
      "vi": "nhưng quá nhiều Champagne là vừa đủ."
    }
  },
  {
    "translation": {
      "en": "Ah. Mark Twain, right?",
      "vi": "Mark Twain nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Yes! Must have been a big boozer, that guy.",
      "vi": "Vâng! Ông ấy chắc hẳn là nghiện rượu lắm."
    }
  },
  {
    "translation": {
      "en": "Mm hmm. That's what I heard.",
      "vi": "Tôi đã nghe vậy."
    }
  },
  {
    "translation": {
      "en": "Should I do the honors?",
      "vi": "Xin phép mở nhé?"
    }
  },
  {
    "translation": {
      "en": "Please.",
      "vi": "Mở đi."
    }
  },
  {
    "translation": {
      "en": "Don't mind if I do.",
      "vi": "Không phiền đâu."
    }
  },
  {
    "translation": {
      "en": "Who was in the Spanish American War?",
      "vi": "Chiến tranh MỹTây Ban Nha có ai?"
    }
  },
  {
    "translation": {
      "en": "The Spanish and the Americans.",
      "vi": "Người Tây Ban Nha và người Mỹ."
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "vi": "Chú ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Yup.",
      "vi": "Ổn mà."
    }
  },
  {
    "translation": {
      "en": "This view, it just… I know. It's just awful, isn't it?",
      "vi": "Cảnh này thật… Tôi biết. Đẹp quá nhỉ?"
    }
  },
  {
    "translation": {
      "en": "It won't do, it's terrible!",
      "vi": "Không được, rất tệ mà!"
    }
  },
  {
    "translation": {
      "en": "Can I, um… Yes.",
      "vi": "Tôi có thể… Vâng."
    }
  },
  {
    "translation": {
      "en": "The windows. Windows?",
      "vi": "Cửa sổ. Cửa sổ ư?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, curtains. Right. Um…",
      "vi": "Vâng. Ừ, rèm cửa. Phải."
    }
  },
  {
    "translation": {
      "en": "They're probably some digital… Yeah, I don't…",
      "vi": "Có lẽ là kỹ thuật số… Ừ, tôi không…"
    }
  },
  {
    "translation": {
      "en": "Oh. Yeah.",
      "vi": "Rồi. Thứ này rất phức tạp."
    }
  },
  {
    "translation": {
      "en": "This thing is very tricky. I got it, it's probably pretty simple.",
      "vi": "Rồi. Thứ này rất phức tạp. Tôi hiểu mà, có lẽ khá đơn giản. Đó là…"
    }
  },
  {
    "translation": {
      "en": "Oh! Oh, that is…",
      "vi": "Tôi hiểu mà, có lẽ khá đơn giản. Đó là…"
    }
  },
  {
    "translation": {
      "en": "No, that happened before. Okay. The… You have to aim it at the sensor.",
      "vi": "Không, trước đây đã như vậy. Anh phải nhắm vào cảm biến."
    }
  },
  {
    "translation": {
      "en": "I have no idea. Is thereIs that an actual thing?",
      "vi": "Tôi không biết. Có thật không?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải đó."
    }
  },
  {
    "translation": {
      "en": "All right. Maybe… that way?",
      "vi": "Được rồi, ta phải…"
    }
  },
  {
    "translation": {
      "en": "Oh. All right, um… All right.",
      "vi": "Được rồi. Đây rồi."
    }
  },
  {
    "translation": {
      "en": "You're amazing.",
      "vi": "Anh thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "You know I was only doing What you told me to do",
      "vi": "ĐÃ KÍCH HOẠT MÁY QUAY Ở NHÀ"
    }
  },
  {
    "translation": {
      "en": "Seriously… you need to use your words!",
      "vi": "Thật ư? Chú nên dùng lời nói chứ!"
    }
  },
  {
    "translation": {
      "en": "Oh! I just remembered.",
      "vi": "Chú vừa nhớ ra."
    }
  },
  {
    "translation": {
      "en": "I have something that I need to do, like, right now.",
      "vi": "Chú có việc cần làm ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "Not gonna be fun, like, at all, but…",
      "vi": "Sẽ không vui chút nào, nhưng…"
    }
  },
  {
    "translation": {
      "en": "So I'm just gonna, uh, solo mission.",
      "vi": "Chú sẽ làm nhiệm vụ một mình."
    }
  },
  {
    "translation": {
      "en": "II was thinking I was gonna call Alicia and see if she can watch you.",
      "vi": "Chú sẽ gọi Alicia để nhờ trông chừng cháu."
    }
  },
  {
    "translation": {
      "en": "Sure. Whatevs.",
      "vi": "Hẳn rồi. Sao cũng được."
    }
  },
  {
    "translation": {
      "en": "Okay, you are the greatest human being that exists. I owe you.",
      "vi": "Chị là người vĩ đại nhất đấy. Tôi nợ chị."
    }
  },
  {
    "translation": {
      "en": "Ah, don't worry about it.",
      "vi": "Ôi, đừng bận tâm."
    }
  },
  {
    "translation": {
      "en": "Mimi's cooking tonight, and lately all she ever makes is, uh, weird TikTok recipes.",
      "vi": "Tối nay Mimi nấu ăn và gần đây toàn theo công thức TikTok kỳ quặc."
    }
  },
  {
    "translation": {
      "en": "Some things don't need to be air fried, you know?",
      "vi": "Có món đâu cần chiên không dầu."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Is that cologne?",
      "vi": "Nước hoa đó à? Không."
    }
  },
  {
    "translation": {
      "en": "I ate a candle.",
      "vi": "Tôi ăn cả cây nến."
    }
  },
  {
    "translation": {
      "en": "No, you didn't.",
      "vi": "Không đâu."
    }
  },
  {
    "translation": {
      "en": "No, I didn't.",
      "vi": "Không, tôi không có."
    }
  },
  {
    "translation": {
      "en": "Seriously, thank you.",
      "vi": "Thật đấy, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "What can I get you?",
      "vi": "Anh muốn gì nào?"
    }
  },
  {
    "translation": {
      "en": "I would love… a Macallan.",
      "vi": "Tôi muốn một ly Macallan."
    }
  },
  {
    "translation": {
      "en": "A double.",
      "vi": "Gấp đôi nhé."
    }
  },
  {
    "translation": {
      "en": "But since I don't drink anymore, Pellegrino me.",
      "vi": "Mà vì tôi cai rượu rồi, Pellegrino nhé."
    }
  },
  {
    "translation": {
      "en": "On the rocks in a tumbler, please.",
      "vi": "Rót vào đá cục trong ly rượu nhé."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Oh. Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Peter Coleman. I couldn't believe it when my phone rang.",
      "vi": "Peter Coleman. Khó tin khi điện thoại reo."
    }
  },
  {
    "translation": {
      "en": "IWho would've thunk you'd have the same number?",
      "vi": "Ai lại nghĩ là cô dùng cùng số đó chứ?"
    }
  },
  {
    "translation": {
      "en": "I didn't change it for this exact reason. Oh, really?",
      "vi": "Tôi không thay số vì lý do này. Thật sao? Ừ đó."
    }
  },
  {
    "translation": {
      "en": "How long has it been?",
      "vi": "Bao lâu rồi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Twenty years.",
      "vi": "Đã 20 năm rồi."
    }
  },
  {
    "translation": {
      "en": "And yet I'm 30. Weird.",
      "vi": "Vậy mà tôi mới 30. Kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Amazing.",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "So what are you doing in town?",
      "vi": "Anh định làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "You remember Debbie? Of course.",
      "vi": "Cô nhớ Debbie chứ? Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "I am here watching her kid for a while.",
      "vi": "Tôi ở đây một thời gian để trông chừng con cô ấy."
    }
  },
  {
    "translation": {
      "en": "Wow! You? The rolling stone?",
      "vi": "Anh á? Hòn đá lăn không ổn định á?"
    }
  },
  {
    "translation": {
      "en": "So… Mm?",
      "vi": "Vậy…"
    }
  },
  {
    "translation": {
      "en": "Do you have kids? Nope.",
      "vi": "Cô có con không? Không. Không à?"
    }
  },
  {
    "translation": {
      "en": "No? No kids or husband.",
      "vi": "Không có con, không có chồng."
    }
  },
  {
    "translation": {
      "en": "You know, it's, um… It's kind of loud in here.",
      "vi": "Anh biết đấy, ở đây hơi ồn ào."
    }
  },
  {
    "translation": {
      "en": "It's actually really quiet.",
      "vi": "Thật ra rất yên tĩnh."
    }
  },
  {
    "translation": {
      "en": "I was just thinking… You know, if you want, I live right near here.",
      "vi": "Tôi chỉ nghĩ… Nếu anh muốn, tôi sống gần đây."
    }
  },
  {
    "translation": {
      "en": "I mean, II wanted to.",
      "vi": "Ý tôi là, tôi muốn chứ."
    }
  },
  {
    "translation": {
      "en": "Then… I mean, look at me. I put on the suit, I went to the bar.",
      "vi": "Nhìn tôi xem. Tôi mặc bộ vét, đến quán rượu."
    }
  },
  {
    "translation": {
      "en": "II had a moment with a woman.",
      "vi": "Tôi có một khoảnh khắc với phụ nữ."
    }
  },
  {
    "translation": {
      "en": "AndAnd I wasI'mI'm trying to be the guy, right?",
      "vi": "Và tôi đã… Tôi cố làm gã vừa nãy, nhé?"
    }
  },
  {
    "translation": {
      "en": "But that guy is…",
      "vi": "Nhưng gã đó… Gã đó đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "II don't know, but he smells terrific.",
      "vi": "Tôi chả biết, nhưng anh có mùi được lắm."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Sage y. With a touch of oak.",
      "vi": "Mùi xô thơm. Chút gỗ sồi."
    }
  },
  {
    "translation": {
      "en": "I didn't, uh, pick up on that. Oh, itit's there.",
      "vi": "Tôi không ngửi ra. Có trong đó."
    }
  },
  {
    "translation": {
      "en": "Can I tell you something? It's a thing that I don't think I've ever said out loud.",
      "vi": "Tôi kể cho chị điều này nhé? Điều tôi không nghĩ mình sẽ nói ra."
    }
  },
  {
    "translation": {
      "en": "Immediately. Please. Okay.",
      "vi": "Kể ngay lập tức đi. Làm ơn. Được rồi."
    }
  },
  {
    "translation": {
      "en": "So, the night that Debbie and I…",
      "vi": "Kể ngay lập tức đi. Làm ơn. Được rồi. Cái đêm mà tôi và Debbie ở bên nhau,"
    }
  },
  {
    "translation": {
      "en": "spent together,",
      "vi": "Cái đêm mà tôi và Debbie ở bên nhau,"
    }
  },
  {
    "translation": {
      "en": "after, I told her to stay away from me, because…",
      "vi": "sau đó, tôi bảo cô ấy tránh xa tôi ra vì…"
    }
  },
  {
    "translation": {
      "en": "IIt'sAndAndAnd then I just",
      "vi": "Và rồi tôi chỉ…"
    }
  },
  {
    "translation": {
      "en": "I found myself thinking about her. A lot.",
      "vi": "Tôi thấy mình nghĩ về cô ấy rất nhiều."
    }
  },
  {
    "translation": {
      "en": "So I was gonna call her and see if she…",
      "vi": "Nên tôi định gọi cô ấy và xem cô ấy…"
    }
  },
  {
    "translation": {
      "en": "But a couple days later, I saw her and Jimmy at the BevCon movie theater.",
      "vi": "Nhưng vài ngày sau tôi thấy cô ấy và Jimmy ở rạp phim BevCon."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, the BevCon! I saw every movie there.",
      "vi": "Trời ơi, BevCon! Tôi đã xem mọi bộ phim ở đó."
    }
  },
  {
    "translation": {
      "en": "I saw Hunt for Red October there like eight times.",
      "vi": "Hunt for Red October, tôi xem ở đó tám lần."
    }
  },
  {
    "translation": {
      "en": "Yeah, anyway, theSo, when I saw them,",
      "vi": "Dù sao thì, khi tôi thấy họ…"
    }
  },
  {
    "translation": {
      "en": "itII could tell.",
      "vi": "Tôi biết chuyện đã rồi."
    }
  },
  {
    "translation": {
      "en": "YouSo I justI let it go.",
      "vi": "Nên tôi đã bỏ qua."
    }
  },
  {
    "translation": {
      "en": "And then she comes to pick me up from rehab, the second time.",
      "vi": "Rồi cô ấy đến đón tôi từ trại cai nghiện lần thứ hai."
    }
  },
  {
    "translation": {
      "en": "And I'd done, like, uh, therapy in there, right?",
      "vi": "Và tôi đã trị liệu xong ở đó, nhé?"
    }
  },
  {
    "translation": {
      "en": "And so when she comes to get me, I'm on this truth kick,",
      "vi": "Khi cô ấy đến đón, đợt đó tôi trị liệu phương pháp nói thật nên định thổ lộ tôi cảm thấy gì với cô ấy."
    }
  },
  {
    "translation": {
      "en": "and I'm gonna tell her how I feel about her.",
      "vi": "đợt đó tôi trị liệu phương pháp nói thật nên định thổ lộ tôi cảm thấy gì với cô ấy."
    }
  },
  {
    "translation": {
      "en": "SoBut she was still married. AndBut they didn't have a kid yet.",
      "vi": "Khi ấy cô ấy đã kết hôn. Họ chưa có con. Anh ta đi vắng suốt."
    }
  },
  {
    "translation": {
      "en": "And he was away a lot. He was doing his climbing thing.",
      "vi": "Khi ấy cô ấy đã kết hôn. Họ chưa có con. Anh ta đi vắng suốt. Anh ta bận đi leo trèo."
    }
  },
  {
    "translation": {
      "en": "What was that? It was clclimbing.",
      "vi": "Trò gì vậy? Leo trèo đó."
    }
  },
  {
    "translation": {
      "en": "Like, hisLook, he would climb the mountains.",
      "vi": "Anh ta đi leo núi ấy."
    }
  },
  {
    "translation": {
      "en": "Okay, well, it looks like fishing.",
      "vi": "Trông như câu cá ấy."
    }
  },
  {
    "translation": {
      "en": "Anyway, so I get in the car… and…",
      "vi": "Dù sao thì, tôi lên xe và…"
    }
  },
  {
    "translation": {
      "en": "she tells me she's pregnant.",
      "vi": "cô ấy bảo cô ấy có thai."
    }
  },
  {
    "translation": {
      "en": "Wait, is that why you left LA?",
      "vi": "Khoan, vì thế mà anh rời LA à?"
    }
  },
  {
    "translation": {
      "en": "No! No, it was the quakes.",
      "vi": "Không! Không, là do động đất. Tôi sợ động đất."
    }
  },
  {
    "translation": {
      "en": "ThatI'm scI'm scared of them.",
      "vi": "Không, là do động đất. Tôi sợ động đất."
    }
  },
  {
    "translation": {
      "en": "Oh, right, the scary quakes.",
      "vi": "Rồi, động đất đáng sợ."
    }
  },
  {
    "translation": {
      "en": "You have to tell her. What? No, I cNo! What are youIIt's too late!",
      "vi": "Anh phải nói với cô ấy. Anh bạn. Không, quá muộn rồi."
    }
  },
  {
    "translation": {
      "en": "Dude, remember, I was at the first poker game.",
      "vi": "Hãy nhớ, tôi ở bữa chơi xì tố đầu tiên. Nhớ."
    }
  },
  {
    "translation": {
      "en": "Yeah. You played like shit.",
      "vi": "Hãy nhớ, tôi ở bữa chơi xì tố đầu tiên. Nhớ. Anh chơi tệ, mà anh nhận rủi ro. Chuyện gì đã xảy ra với gã đó?"
    }
  },
  {
    "translation": {
      "en": "But you took risks. What happened to that guy?",
      "vi": "Anh chơi tệ, mà anh nhận rủi ro. Chuyện gì đã xảy ra với gã đó?"
    }
  },
  {
    "translation": {
      "en": "That guy is…",
      "vi": "Cái gã đó…"
    }
  },
  {
    "translation": {
      "en": "Drank too much, and he quit writing,",
      "vi": "uống quá nhiều và bỏ viết lách."
    }
  },
  {
    "translation": {
      "en": "and he's got a friend, and she lives across the country,",
      "vi": "Gã có một người bạn và cô ấy sống ở đầu kia của đất nước."
    }
  },
  {
    "translation": {
      "en": "and, most importantly, he's dated like a million women,",
      "vi": "Và quan trọng nhất, gã đã hẹn hò với cả triệu phụ nữ"
    }
  },
  {
    "translation": {
      "en": "and it never lasts more than six months.",
      "vi": "mà không bao giờ kéo dài quá sáu tháng."
    }
  },
  {
    "translation": {
      "en": "Why? Because he is an unknowable piece of shit.",
      "vi": "Tại sao? Vì gã là đồ khốn khôn lường."
    }
  },
  {
    "translation": {
      "en": "No, no, it's because he has been with the wrong people.",
      "vi": "Không, đó là bởi anh ở bên người không phù hợp thôi."
    }
  },
  {
    "translation": {
      "en": "Stop telling yourself that story. Mmm.",
      "vi": "Đừng tự nhủ với bản thân thế."
    }
  },
  {
    "translation": {
      "en": "Peter! Your whole life has been leading up to this point.",
      "vi": "Peter à! Cả đời anh đã dẫn đến thời điểm này."
    }
  },
  {
    "translation": {
      "en": "Don't waste a second. Oh, my God.",
      "vi": "Đừng phí thời gian. Trời hỡi."
    }
  },
  {
    "translation": {
      "en": "I've had ten of these. I'm out of my mind.",
      "vi": "Tôi nốc mười ly này, đã mất trí rồi."
    }
  },
  {
    "translation": {
      "en": "I need to hop on a Peloton or something.",
      "vi": "Tôi cần lên xe thể dục hay gì đó."
    }
  },
  {
    "translation": {
      "en": "I… But what are you gonna do?",
      "vi": "Anh định làm gì?"
    }
  },
  {
    "translation": {
      "en": "I work here all day Making this hay",
      "vi": "Tôi làm ở đây cả ngày để tạo đụn cỏ khô"
    }
  },
  {
    "translation": {
      "en": "Spend a little roof time with you",
      "vi": "Dành chút thời gian trên mái nhà với em"
    }
  },
  {
    "translation": {
      "en": "I sit here and stew",
      "vi": "Tôi ngồi đây hầm món ăn"
    }
  },
  {
    "translation": {
      "en": "Just sipping a brew",
      "vi": "Chỉ nhấm nháp một chút bia"
    }
  },
  {
    "translation": {
      "en": "The only thing missing is you",
      "vi": "Điều duy nhất còn thiếu là em"
    }
  },
  {
    "translation": {
      "en": "Shit! What time is it?",
      "vi": "Ôi! Chết tiệt! Mấy giờ rồi?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I'm late for my final. Your what now?",
      "vi": "Trời, tôi bị trễ hạn cuối. Hạn gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Um, the, uh, final draft of a book that I'm editing.",
      "vi": "Bản thảo cuối cho cuốn tôi đang biên tập."
    }
  },
  {
    "translation": {
      "en": "You can show yourself out, right? Great!",
      "vi": "Anh tự về được chứ? Tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "Breakfast.",
      "vi": "Ăn sáng này."
    }
  },
  {
    "translation": {
      "en": "Raisins!",
      "vi": "Nho khô!"
    }
  },
  {
    "translation": {
      "en": "Ooh! Terrible.",
      "vi": "Tệ quá đi."
    }
  },
  {
    "translation": {
      "en": "Not bad.",
      "vi": "Cũng không tệ."
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Chào!"
    }
  },
  {
    "translation": {
      "en": "Um, sorry we didn't get to talk yesterday, but…",
      "vi": "Xin lỗi vì hôm qua ta không nói chuyện,"
    }
  },
  {
    "translation": {
      "en": "Look, I just…",
      "vi": "mà nghe này, em…"
    }
  },
  {
    "translation": {
      "en": "I just wanted to say thank you again.",
      "vi": "Em chỉ muốn nói cảm ơn lần nữa."
    }
  },
  {
    "translation": {
      "en": "II knowI know you don't like gratitude, and thank you's bother you and all that, but I just…",
      "vi": "Em biết anh không thích sự cảm tạ và thấy lời cảm ơn khá phiền, mà em chỉ…"
    }
  },
  {
    "translation": {
      "en": "Thanks to you, I got to have this amazing week.",
      "vi": "Nhờ có anh, em đã có một tuần tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "And I… I don't even know how I would ever repay you.",
      "vi": "Em còn không biết sẽ trả ơn anh thế nào."
    }
  },
  {
    "translation": {
      "en": "I'm gonna try until my dying breath.",
      "vi": "Em sẽ cố gắng đến khi chết."
    }
  },
  {
    "translation": {
      "en": "But, um, anyway, I'llJust call me anytime or I'll see you soon.",
      "vi": "Cứ gọi cho em bất cứ lúc nào hoặc em sẽ sớm gặp lại anh."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I'll see you soon. Okay.",
      "vi": "Trời ạ. Hẹn sớm gặp lại. Rồi."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Uh, okay. How much for three?",
      "vi": "Rồi. Ba cây giá bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "Oh",
      "vi": "CHO TẤM ẢNH DỄ THƯƠNG VÀO ĐÂY"
    }
  },
  {
    "translation": {
      "en": "Oh, hey. Hi.",
      "vi": "Ồ, chào."
    }
  },
  {
    "translation": {
      "en": "Hey, I got you! Yeah, you got me.",
      "vi": "Này, gọi được cô rồi. Ừ, được rồi."
    }
  },
  {
    "translation": {
      "en": "Well, listen, I know it's your last night, I don't want to monopolize you before you go home,",
      "vi": "Tôi biết đây là đêm cuối của cô và không muốn độc chiếm trước khi cô về."
    }
  },
  {
    "translation": {
      "en": "but I've got something important I'd like to talk to you about.",
      "vi": "Mà có việc quan trọng tôi muốn nói với cô."
    }
  },
  {
    "translation": {
      "en": "A proposal, kind of.",
      "vi": "Đại loại là một đề nghị."
    }
  },
  {
    "translation": {
      "en": "Uh, if you are free for a drink? Oh, um, yeah, sure.",
      "vi": "Cô rảnh đi uống chút chứ? Được. Câu lạc bộ Brownstone?"
    }
  },
  {
    "translation": {
      "en": "Brownstone Club?",
      "vi": "Được. Câu lạc bộ Brownstone?"
    }
  },
  {
    "translation": {
      "en": "Great!",
      "vi": "Tuyệt vời!"
    }
  },
  {
    "translation": {
      "en": "Proposal? Wow.",
      "vi": "Đề nghị sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well…",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "What is it? What's wrong?",
      "vi": "Là gì vậy? Chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Nothing, it's just… I haven't heard from Peter.",
      "vi": "Có gì đâu, chỉ là… Jack và tôi có nhắn tin, mà tôi chưa nghe gì từ Peter."
    }
  },
  {
    "translation": {
      "en": "Jack and I texted, but I haven't heard from Peter.",
      "vi": "Jack và tôi có nhắn tin, mà tôi chưa nghe gì từ Peter."
    }
  },
  {
    "translation": {
      "en": "Okay, I can't with this mood. Look at what you've done.",
      "vi": "Rồi, chả hiểu tâm trạng này. Mà nhìn xem cô đã làm gì."
    }
  },
  {
    "translation": {
      "en": "In a measly few days,",
      "vi": "Trong vài ngày, cô đã đỗ được cái bằng nhàm chán,"
    }
  },
  {
    "translation": {
      "en": "you got a boring as hell but useful, I guess, degree,",
      "vi": "Trong vài ngày, cô đã đỗ được cái bằng nhàm chán, nhưng tôi đoán là hữu ích,"
    }
  },
  {
    "translation": {
      "en": "got Peter's book published, and befriended an adorable millennial, me.",
      "vi": "xuất bản được sách của Peter và kết bạn với gái trẻ đáng yêu như tôi."
    }
  },
  {
    "translation": {
      "en": "And then Theo, the sexy cherry on top! I mean",
      "vi": "Và trên hết là Theo quyến rũ gợi cảm!"
    }
  },
  {
    "translation": {
      "en": "No, no, you're right. You're right. It's just",
      "vi": "Không, cô nói đúng. Chỉ hơi lạ vì tôi chưa nghe gì từ anh ấy."
    }
  },
  {
    "translation": {
      "en": "It's just a little bit weird when I don't hear from him.",
      "vi": "Chỉ hơi lạ vì tôi chưa nghe gì từ anh ấy."
    }
  },
  {
    "translation": {
      "en": "Forget Peter!",
      "vi": "Quên Peter đi nào!"
    }
  },
  {
    "translation": {
      "en": "Theo, Theo, Theo! That's who you're seeing right now. Guess we don't have time to buy you a new dress.",
      "vi": "Theo! Đó là người cô đang hẹn hò. Ta không có thời gian mua váy mới cho cô."
    }
  },
  {
    "translation": {
      "en": "Oh, no, I'm just gonna go as Debbie tonight.",
      "vi": "Không, tối nay tôi sẽ làm Debbie."
    }
  },
  {
    "translation": {
      "en": "Just regular Debbie.",
      "vi": "Debbie thường ngày."
    }
  },
  {
    "translation": {
      "en": "Speaking of which, I've been looking for my jean jacket.",
      "vi": "Tôi đang tìm áo khoác jean."
    }
  },
  {
    "translation": {
      "en": "Have you seen it? I mean, hard to say.",
      "vi": "Cô thấy không? Khó nói lắm."
    }
  },
  {
    "translation": {
      "en": "Can't really pick it out from all the other mass market denim",
      "vi": "Khó mà nhìn ra từ đống đồ hàng loạt toàn vải denim và chambray vứt tứ tung."
    }
  },
  {
    "translation": {
      "en": "and chambray items strewn about.",
      "vi": "toàn vải denim và chambray vứt tứ tung."
    }
  },
  {
    "translation": {
      "en": "Also, you do know they make these things called spinners now?",
      "vi": "Cô biết giờ họ có vali bốn bánh chứ?"
    }
  },
  {
    "translation": {
      "en": "There's something under here. What is it?",
      "vi": "Có gì đó dưới này. Là gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Drugs? Porn? What?",
      "vi": "Thuốc? Phim con heo? Cái gì đó?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Trời ơi."
    }
  },
  {
    "translation": {
      "en": "He wrote another book?",
      "vi": "Anh ấy viết sách khác à?"
    }
  },
  {
    "translation": {
      "en": "Real scribbler, this guy.",
      "vi": "Anh chàng viết nhiều thật đó."
    }
  },
  {
    "translation": {
      "en": "It's not a book.",
      "vi": "Không phải sách."
    }
  },
  {
    "translation": {
      "en": "We should definitely not open that.",
      "vi": "Chắc chắn là ta không nên mở nó ra."
    }
  },
  {
    "translation": {
      "en": "No, yeah, here's the thing about me. I respect people's privacy.",
      "vi": "Ừ, tôi tôn trọng sự riêng tư của người ta."
    }
  },
  {
    "translation": {
      "en": "Same. As my drunk mother used to always say,",
      "vi": "Y chang. Bà mẹ say xỉn của tôi hay nói:"
    }
  },
  {
    "translation": {
      "en": "Mind your own business.",
      "vi": "Chú tâm việc của mình thôi."
    }
  },
  {
    "translation": {
      "en": "Five star parking. All right.",
      "vi": "Đậu xe đạt siêu đỉnh. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Don't you want to… I mean, tryouts start in 15 minutes, so…",
      "vi": "Cháu có muốn… Buổi thử năng lực bắt đầu sau 15 phút."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "So, what happens next?",
      "vi": "Vậy tiếp theo là gì?"
    }
  },
  {
    "translation": {
      "en": "Mm, like after practice? I don't know. We can get a slushie.",
      "vi": "Sau giờ tập á? Mua trái cây đá xay. Chỗ đó làm ngon."
    }
  },
  {
    "translation": {
      "en": "I enjoy their slushies.",
      "vi": "Mua trái cây đá xay. Chỗ đó làm ngon."
    }
  },
  {
    "translation": {
      "en": "Yeah, me too.",
      "vi": "Cháu cũng thế."
    }
  },
  {
    "translation": {
      "en": "Um, no, I mean, like, with you, and me, and Mom.",
      "vi": "Không, ý là chú, cháu và mẹ."
    }
  },
  {
    "translation": {
      "en": "Well, I go back to New York, and",
      "vi": "Chú về lại New York và…"
    }
  },
  {
    "translation": {
      "en": "Yeah. Uh, yeah, letLet's say that didn't happen.",
      "vi": "Ừ, hãy cứ coi như không xảy ra."
    }
  },
  {
    "translation": {
      "en": "I mean like, it just seems that we make a good team, the three of us.",
      "vi": "Có vẻ như ba chúng ta là một đội tốt đấy."
    }
  },
  {
    "translation": {
      "en": "Wow, yeah. Here, in LA, in our house.",
      "vi": "Chà, phải. Ở đây, tại nhà cháu ở LA này."
    }
  },
  {
    "translation": {
      "en": "I don't know how you guys decide this kind of stuff, but that was just a thought I had.",
      "vi": "Không rõ chú quyết thế nào, nhưng cháu chỉ chợt nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "I don't know how we decide this stuff either.",
      "vi": "Chú cũng không biết quyết vụ này ra sao."
    }
  },
  {
    "translation": {
      "en": "What's that look for?",
      "vi": "Nhìn kiểu đó là ý gì?"
    }
  },
  {
    "translation": {
      "en": "You look like you just felt an earthquake or something.",
      "vi": "Trông chú như vừa cảm thấy động đất."
    }
  },
  {
    "translation": {
      "en": "Well, I better get in there. Hockey tryouts.",
      "vi": "Ờm, cháu nên vào. Thử năng lực khúc côn cầu."
    }
  },
  {
    "translation": {
      "en": "See you in there. Yeah.",
      "vi": "Hẹn gặp ở trong. Được."
    }
  },
  {
    "translation": {
      "en": "Peter hates mementos.",
      "vi": "Peter ghét đồ lưu niệm."
    }
  },
  {
    "translation": {
      "en": "So many pictures of… you.",
      "vi": "Rất nhiều ảnh của cô."
    }
  },
  {
    "translation": {
      "en": "And postcards I sent him?",
      "vi": "Và bưu thiếp tôi gửi cho anh ấy?"
    }
  },
  {
    "translation": {
      "en": "Oh, the Dodger game!",
      "vi": "Chà, trận của đội Dodger!"
    }
  },
  {
    "translation": {
      "en": "Oh, II found that in Texas.",
      "vi": "Tôi thấy thứ này ở Texas."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Dễ thương quá."
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "vi": "Đợi đã."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. He saved it too?",
      "vi": "Trời ơi. Anh ấy cũng giữ thứ này à?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Trời ơi."
    }
  },
  {
    "translation": {
      "en": "This makes so much sense. Why he couldn't fall in love with me.",
      "vi": "Điều này rất hợp lý tại sao anh ấy không thể yêu tôi."
    }
  },
  {
    "translation": {
      "en": "There had to be a reason. It couldn't be because of me.",
      "vi": "Phải có lý do. Không thể là do tôi."
    }
  },
  {
    "translation": {
      "en": "I'm the best.",
      "vi": "Tôi là nhất mà."
    }
  },
  {
    "translation": {
      "en": "Do you love him too?",
      "vi": "Cô có yêu anh ấy?"
    }
  },
  {
    "translation": {
      "en": "I'm…",
      "vi": "Tôi…"
    }
  },
  {
    "translation": {
      "en": "I think I… I feel like…",
      "vi": "Tôi nghĩ tôi cảm thấy…"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi. Tôi sẽ cho cô biết suy nghĩ của tôi."
    }
  },
  {
    "translation": {
      "en": "I'll tell you what I think. Okay.",
      "vi": "Rồi. Tôi sẽ cho cô biết suy nghĩ của tôi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "I think you fell in love with Peter that first night you hooked up.",
      "vi": "Tôi nghĩ cô đã yêu Peter ngay đêm đầu tiên hai người bên nhau."
    }
  },
  {
    "translation": {
      "en": "What? No.",
      "vi": "Cái gì? Không."
    }
  },
  {
    "translation": {
      "en": "That would be reckless and impractical, and I am not",
      "vi": "Như thế là thiếu thận trọng và phi thực tế và tôi không phải…"
    }
  },
  {
    "translation": {
      "en": "Human? We know. That's why you freaked out about his book",
      "vi": "Con người? Rõ mà. Nên cô hoảng về sách của anh ấy và chạy quanh như mất trí."
    }
  },
  {
    "translation": {
      "en": "and ran around like a little lunatic with it?",
      "vi": "Nên cô hoảng về sách của anh ấy và chạy quanh như mất trí."
    }
  },
  {
    "translation": {
      "en": "No, I didn't!",
      "vi": "Không có mà."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I did. Oh, my God. Yes, I did.",
      "vi": "Trời ạ, đúng vậy. Trời ơi. Quả là vậy."
    }
  },
  {
    "translation": {
      "en": "Because you're in love. You are.",
      "vi": "Vì cô đang yêu mà."
    }
  },
  {
    "translation": {
      "en": "Don't make me sing I Am A Woman In Love by Barbra Streisand, 'cause I will.",
      "vi": "Tôi hát I Am A Woman In Love của Barbra Streisand đây nhé."
    }
  },
  {
    "translation": {
      "en": "I sang it at my nana's retirement home. No, no, no, no, no.",
      "vi": "Tôi đã hát ở nhà dưỡng lão của bà. Không."
    }
  },
  {
    "translation": {
      "en": "Even if I felt like Peter and I were…",
      "vi": "Ngay cả khi tôi cảm thấy Peter và tôi…"
    }
  },
  {
    "translation": {
      "en": "No, no, no. HePeter's not interested in me like that.",
      "vi": "Không, Peter không quan tâm tôi như thế."
    }
  },
  {
    "translation": {
      "en": "UmHe let me know that night.",
      "vi": "Anh ấy rõ với tôi về đêm đó"
    }
  },
  {
    "translation": {
      "en": "AndAnd over the years, just by dating women who are utterly nothing like me.",
      "vi": "và bao năm qua anh ấy hẹn hò với những phụ nữ khác hẳn tôi."
    }
  },
  {
    "translation": {
      "en": "I would just…",
      "vi": "Và rằng tôi…"
    }
  },
  {
    "translation": {
      "en": "No. And I would never risk my friendship with him on the off chance",
      "vi": "Không đâu. Tôi sẽ không bao giờ mạo hiểm tình bạn của mình."
    }
  },
  {
    "translation": {
      "en": "Don't you get it? All you have to do is take a chance.",
      "vi": "Cô không hiểu à? Mọi điều cô cần là chớp lấy cơ hội."
    }
  },
  {
    "translation": {
      "en": "No, see, that's what you don't get about me, is I don't take chances.",
      "vi": "Cô không hiểu tôi ở chỗ đó, tôi không có chớp lấy cơ hội."
    }
  },
  {
    "translation": {
      "en": "What I have is great, andandand I appreciate it, you know?",
      "vi": "Điều tôi đang có rất tuyệt và tôi rất trân trọng."
    }
  },
  {
    "translation": {
      "en": "You get what you get, and you don't get upset.",
      "vi": "Ta có điều ta có và không bức xúc."
    }
  },
  {
    "translation": {
      "en": "AndAnd… that's how I live my life.",
      "vi": "Và bao lâu nay tôi vẫn sống như thế."
    }
  },
  {
    "translation": {
      "en": "AndAnd that is how I play poker. I never draw into a straight.",
      "vi": "Tôi chơi xì tố theo kiểu đó. Tôi không bao giờ rút ra hạng Sảnh."
    }
  },
  {
    "translation": {
      "en": "You know what I mean? You don't, 'cause you don't play poker,",
      "vi": "Hiểu ý tôi chứ? Cô không hiểu vì không chơi xì tố,"
    }
  },
  {
    "translation": {
      "en": "but I'll explain it later, at a different time.",
      "vi": "tôi sẽ giải thích sau."
    }
  },
  {
    "translation": {
      "en": "But this is just… This is who I am.",
      "vi": "Nhưng đây là… Đây là con người tôi."
    }
  },
  {
    "translation": {
      "en": "AndAndAnd I evaluate odds and it has kept me safe,",
      "vi": "Tôi đánh giá tỷ lệ thất bại và thế giúp tôi an toàn,"
    }
  },
  {
    "translation": {
      "en": "and it has kept my kid safe, and I justI just need to be safe.",
      "vi": "giúp con tôi an toàn và tôi chỉ cần được an toàn."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải đó."
    }
  },
  {
    "translation": {
      "en": "No, no! No. No! No.",
      "vi": "Không phải chứ!"
    }
  },
  {
    "translation": {
      "en": "No. Okay, I just don't understand",
      "vi": "Không phải chứ! Chả hiểu sao cô không nghĩ tôi cảm thấy sao về vụ này."
    }
  },
  {
    "translation": {
      "en": "why you're not taking into consideration how I feel about this.",
      "vi": "Chả hiểu sao cô không nghĩ tôi cảm thấy sao về vụ này."
    }
  },
  {
    "translation": {
      "en": "I have toI have to go! I don't want to talk about this anymore.",
      "vi": "Tôi phải đi. Tôi đâu muốn nói về vụ này."
    }
  },
  {
    "translation": {
      "en": "I have to take a shower, I'm gonna go see Theo.",
      "vi": "Tôi phải đi tắm, đi gặp Theo…"
    }
  },
  {
    "translation": {
      "en": "And Peter? Just forget about it. I don't want to roll the dice.",
      "vi": "Còn Peter? Quên đi. Tôi đâu muốn mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "If you start with another poker analogy, I will perish.",
      "vi": "Cô ví von với xì tố lần nữa, tôi tiêu đó."
    }
  },
  {
    "translation": {
      "en": "You do take chances, by the way. I've seen it.",
      "vi": "Với cả cô có mạo hiểm. Tôi đã thấy mà."
    }
  },
  {
    "translation": {
      "en": "You can do this.",
      "vi": "Cô làm được mà."
    }
  },
  {
    "translation": {
      "en": "You can tell Peter how you feel. You can.",
      "vi": "Cô có thể thổ lộ với Peter. Cô có thể."
    }
  },
  {
    "translation": {
      "en": "Let's go, guys! Come on!",
      "vi": "Tiến lên, các trò! Tiến nào!"
    }
  },
  {
    "translation": {
      "en": "Come on, kid.",
      "vi": "Cố lên nào nhóc."
    }
  },
  {
    "translation": {
      "en": "Oh, gosh, okay!",
      "vi": "Ôi trời, được rồi!"
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "vi": "Chào!"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Chào!"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry I'm late.",
      "vi": "Xin lỗi vì đến muộn."
    }
  },
  {
    "translation": {
      "en": "Did you run here? No, I'm just…",
      "vi": "Chạy đến đây à? Không, tôi…"
    }
  },
  {
    "translation": {
      "en": "I'm just a little bit breathless.",
      "vi": "Tôi chỉ hơi khó thở. Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Well, me too. Okay.",
      "vi": "Tôi chỉ hơi khó thở. Tôi cũng vậy. Được rồi!"
    }
  },
  {
    "translation": {
      "en": "Hi. God, I",
      "vi": "Chào. Trời ạ!"
    }
  },
  {
    "translation": {
      "en": "I wanted to wait till appetizers, but do you mind if I just start?",
      "vi": "Tôi muốn đợi món khai vị, mà bắt đầu được không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "vi": "Ừ, được."
    }
  },
  {
    "translation": {
      "en": "Get in there, get in there!",
      "vi": "Ghi bàn đi!"
    }
  },
  {
    "translation": {
      "en": "Go, Jack!",
      "vi": "Tiến lên, Jack!"
    }
  },
  {
    "translation": {
      "en": "My proposal for you is that I got you an interview at Macmillan.",
      "vi": "Đề nghị của tôi cho cô là tôi giúp cô phỏng vấn với Macmillan."
    }
  },
  {
    "translation": {
      "en": "Full time editor position.",
      "vi": "Họ cần một biên tập viên toàn thời gian."
    }
  },
  {
    "translation": {
      "en": "They need one, you're amazing,",
      "vi": "Họ cần một biên tập viên toàn thời gian. Cô rất giỏi và họ sẽ may mắn khi có cô."
    }
  },
  {
    "translation": {
      "en": "and they would be really lucky to have you.",
      "vi": "Cô rất giỏi và họ sẽ may mắn khi có cô."
    }
  },
  {
    "translation": {
      "en": "And the second part isis that I didn't get you an interview atat Duncan Press.",
      "vi": "Thứ hai là tôi không mời cô phỏng vấn ở Duncan Press."
    }
  },
  {
    "translation": {
      "en": "And that is because I feel like we should see what you and I have…",
      "vi": "Đó là vì tôi cảm thấy ta nên xem xét tôi và cô…"
    }
  },
  {
    "translation": {
      "en": "are… uh, could be.",
      "vi": "hiện có gì hoặc sẽ có gì."
    }
  },
  {
    "translation": {
      "en": "It's early, of course, just you shouldn't work with me",
      "vi": "Tất nhiên là còn sớm, chỉ là cô không nên làm việc với tôi"
    }
  },
  {
    "translation": {
      "en": "if we're even considering exploring that, you know?",
      "vi": "nếu ta xem xét việc khám phá khía cạnh đó."
    }
  },
  {
    "translation": {
      "en": "And I know you had a whole life in LA. You know, I don't want to get ahead of myself.",
      "vi": "Tôi biết cô có cuộc sống ở LA. Tôi không muốn tự quyết quá sớm."
    }
  },
  {
    "translation": {
      "en": "He says, terribly ahead of himself.",
      "vi": "Phải nói là cầm đèn chạy trước ô tô."
    }
  },
  {
    "translation": {
      "en": "I… Wow. III don't know what to say.",
      "vi": "Tôi… chà… Tôi không biết phải nói gì."
    }
  },
  {
    "translation": {
      "en": "Yeah, it'sit's not a little bit, it's a lot.",
      "vi": "Ừ, không phải ít, mà là nhiều thông tin."
    }
  },
  {
    "translation": {
      "en": "It's a lot.",
      "vi": "Rất nhiều."
    }
  },
  {
    "translation": {
      "en": "There we go, there we go.",
      "vi": "Tới rồi này."
    }
  },
  {
    "translation": {
      "en": "Let's go, guys! Keep at it! Let's go! Let's go.",
      "vi": "Tiến nào, các trò! Tiếp tục đi! Tiến lên!"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Được lắm."
    }
  },
  {
    "translation": {
      "en": "Go! Go! Let's get it!",
      "vi": "Tiến lên! Ghi bàn đi!"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "vi": "Tiến lên nào!"
    }
  },
  {
    "translation": {
      "en": "Theo, you are wonderful.",
      "vi": "Theo, anh thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Um, just this past week has been… unreal.",
      "vi": "Chỉ là tuần vừa rồi phi thực quá."
    }
  },
  {
    "translation": {
      "en": "Uh, I really…",
      "vi": "Tôi thật sự…"
    }
  },
  {
    "translation": {
      "en": "The fact that you believe in me means the world to me.",
      "vi": "Việc anh tin vào tôi vô cùng có ý nghĩa với tôi."
    }
  },
  {
    "translation": {
      "en": "Um, but earlier today, I…",
      "vi": "Nhưng sáng sớm hôm nay, tôi…"
    }
  },
  {
    "translation": {
      "en": "I was looking for my jean jacket, andand I was digging around,",
      "vi": "Tôi tìm áo khoác jean, rồi lục khắp xung quanh."
    }
  },
  {
    "translation": {
      "en": "and then I found this envelope, and, you know…",
      "vi": "Tôi tìm thấy một phong bì và…"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. This is the weirdest thing I've ever said.",
      "vi": "Đây là điều kỳ nhất tôi từng nói."
    }
  },
  {
    "translation": {
      "en": "I… I think I might be in love with somebody else.",
      "vi": "Tôi nghĩ có thể tôi đang yêu người khác."
    }
  },
  {
    "translation": {
      "en": "I know that's a crazy, crazy thing to say.",
      "vi": "Phải. Và tôi biết nói thế là điều điên rồ."
    }
  },
  {
    "translation": {
      "en": "I mean, love's crazy. Love's the worst.",
      "vi": "Tình yêu là điên rồ. Tình yêu là tệ nhất."
    }
  },
  {
    "translation": {
      "en": "Especially when it hits you, whoosh, just out of nowhere.",
      "vi": "Nhất là khi tình yêu… bất ngờ ập đến."
    }
  },
  {
    "translation": {
      "en": "Back up, back up, back up. Are you all right?",
      "vi": "Lùi lại. Cháu ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "You need to get that? Uh… II do.",
      "vi": "Cô cần nghe à? Phải."
    }
  },
  {
    "translation": {
      "en": "Don't worry about it. I'm, uhI'll be right back.",
      "vi": "Đừng lo vụ đó. Tôi quay lại ngay."
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Chào anh!"
    }
  },
  {
    "translation": {
      "en": "I know that, um, we're gonna see each other tomorrow, but I wanted to",
      "vi": "Em biết mai ta sẽ gặp nhau nhưng em muốn…"
    }
  },
  {
    "translation": {
      "en": "Wait, what?",
      "vi": "Khoan, gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. What do youWhat do you mean, hockey tryouts?",
      "vi": "Trời. Thử năng lực khúc côn cầu là gì?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Trời ơi!"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oh, my God!",
      "vi": "Ôi trời đất ơi!"
    }
  },
  {
    "translation": {
      "en": "Ambulance got there so quick and he's with the doctor now, so…",
      "vi": "Xe cứu thương đến rất nhanh và thằng bé đang ở bên bác sĩ nên…"
    }
  },
  {
    "translation": {
      "en": "Oh, here comes the doctor. I'm gonna put you on speaker.",
      "vi": "Bác sĩ đến rồi. Anh bật loa lên cho em."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, is he okay?",
      "vi": "Trời ơi, thằng bé ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Uh, well, good news, he's doing great.",
      "vi": "Chà, tin tốt là thằng bé ổn cả."
    }
  },
  {
    "translation": {
      "en": "ThereThere we go. Ah!",
      "vi": "Đấy, ổn rồi đó."
    }
  },
  {
    "translation": {
      "en": "He does have a touch of a headache and some nausea.",
      "vi": "Thằng bé có bị đau đầu và buồn nôn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "So we're keeping him here overnight. Oh, my God.",
      "vi": "Chúng tôi sẽ giữ thằng bé qua đêm để đảm bảo không có chấn động não,"
    }
  },
  {
    "translation": {
      "en": "Just to make sure he didn't sustain a concussion, improbably,",
      "vi": "Chúng tôi sẽ giữ thằng bé qua đêm để đảm bảo không có chấn động não, hay chảy máu não, hoặc tụ máu khác."
    }
  },
  {
    "translation": {
      "en": "or another kind of hematoma.",
      "vi": "hay chảy máu não, hoặc tụ máu khác."
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Trời ơi!"
    }
  },
  {
    "translation": {
      "en": "I want to talk to him. Uh, he's gonna be okay.",
      "vi": "Tôi muốn nói chuyện với nó. Thằng bé sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "I don't want to talk to you, Peter! I want to talk to Jack!",
      "vi": "Em muốn nói với với Jack, đâu phải anh, Peter!"
    }
  },
  {
    "translation": {
      "en": "Well, he's in his room.",
      "vi": "Nó ở trong phòng."
    }
  },
  {
    "translation": {
      "en": "Put Jack on the phone, Peter,",
      "vi": "Cho Jack nghe điện, Peter, trước khi chấn thương não nghiêm trọng"
    }
  },
  {
    "translation": {
      "en": "before the serious brain injury sets in and he doesn't remember who his mother is!",
      "vi": "Cho Jack nghe điện, Peter, trước khi chấn thương não nghiêm trọng gây ảnh hưởng làm nó quên mẹ nó."
    }
  },
  {
    "translation": {
      "en": "I'm gonnaI'm gonna go. Yeah, you should, probably.",
      "vi": "Tôi vào đó. Có lẽ anh nên làm vậy."
    }
  },
  {
    "translation": {
      "en": "Hematoma, that's, uh… That's what you want, right?",
      "vi": "Ta có muốn bị tụ máu không nhỉ?"
    }
  },
  {
    "translation": {
      "en": "No, no, no. You don't want that. Yeah, you don't? That'sThat's a bad thing. You don't.",
      "vi": "Không, tệ lắm. Không ai muốn. Ừ, không muốn nhỉ? Không."
    }
  },
  {
    "translation": {
      "en": "Yeah, I gotHeYeah, he's right here. It's your mom.",
      "vi": "Ừ, thằng bé ở ngay đây. Là mẹ cháu."
    }
  },
  {
    "translation": {
      "en": "Hey. Hey, honey, are you okay?",
      "vi": "Chào. Chào cưng, con ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm fantastic!",
      "vi": "Con rất ổn."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I'm so sorry I'm not there.",
      "vi": "Mẹ rất xin lỗi vì không ở đó."
    }
  },
  {
    "translation": {
      "en": "III'm coming home right now. I",
      "vi": "Giờ mẹ về nhà ngay đây."
    }
  },
  {
    "translation": {
      "en": "Mom, stop!",
      "vi": "Mẹ, thôi đi!"
    }
  },
  {
    "translation": {
      "en": "What? You're hurt, honey.",
      "vi": "Con bị thương, cưng à."
    }
  },
  {
    "translation": {
      "en": "This was the best week of my life.",
      "vi": "Tuần tuyệt nhất đời con đó."
    }
  },
  {
    "translation": {
      "en": "Me and Peter, like, we watched Alien, and drove in a convertible,",
      "vi": "Con và Peter xem phim Alien, lái xe mui trần và con suýt uống cà phê."
    }
  },
  {
    "translation": {
      "en": "and I almost drank coffee.",
      "vi": "lái xe mui trần và con suýt uống cà phê."
    }
  },
  {
    "translation": {
      "en": "WWait, just slow down. BaBack up, what? What?",
      "vi": "Khoan, chậm lại. Kể lại đi, sao cơ?"
    }
  },
  {
    "translation": {
      "en": "This week I got to be a different kind of me. It was kinda great.",
      "vi": "Khá là tuyệt vời ấy. Tuần này con được là người khác."
    }
  },
  {
    "translation": {
      "en": "Don't be mad at Peter, okay?",
      "vi": "Đừng giận Peter nhé?"
    }
  },
  {
    "translation": {
      "en": "IIJack, I will deal with Peter separately.",
      "vi": "Jack, mẹ sẽ giải quyết riêng với Peter."
    }
  },
  {
    "translation": {
      "en": "And guess what? I made the hockey team!",
      "vi": "Đoán xem? Con đỗ vào đội khúc côn cầu!"
    }
  },
  {
    "translation": {
      "en": "Okay, well, we're gonna have to discuss that when I get home.",
      "vi": "Rồi, ta sẽ phải bàn vụ đó khi mẹ về nhà."
    }
  },
  {
    "translation": {
      "en": "No! I want to talk about it now.",
      "vi": "Không. Con muốn nói vụ đó ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "I want to do it. I want you to let me.",
      "vi": "Con muốn vào đó. Con muốn mẹ cho phép."
    }
  },
  {
    "translation": {
      "en": "Look, I know you're afraid of stuff.",
      "vi": "Nào, con biết mẹ sợ đủ điều,"
    }
  },
  {
    "translation": {
      "en": "Sometimes, I am too, but I don't want that for us anymore.",
      "vi": "đôi khi con cũng vậy, mà con không muốn ta thế nữa."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. UmAnyway, love you, Mom.",
      "vi": "Được rồi. Dù sao thì con yêu mẹ."
    }
  },
  {
    "translation": {
      "en": "I gotta go, my friends are here. Dude, you wiped out!",
      "vi": "Chào nhé, bạn con ở đây. Này, cậu hết xẩy!"
    }
  },
  {
    "translation": {
      "en": "We were there! It was epic!",
      "vi": "Bọn tớ đã ở đó! Đỉnh!"
    }
  },
  {
    "translation": {
      "en": "It was super sick. Like, I remember getting tied up and, like, hooked.",
      "vi": "Siêu đỉnh ấy. Tớ nhớ là rất mệt và bị cuốn theo."
    }
  },
  {
    "translation": {
      "en": "Like, this guy crashed into me and then… See? That'sHe's fine.",
      "vi": "Có cậu đâm vào tớ và rồi. Thấy chưa? Nó ổn mà.…"
    }
  },
  {
    "translation": {
      "en": "Well, and theAnd, look, I'm genuinely sorry that I didn't",
      "vi": "Và anh rất sự xin lỗi vì đã không…"
    }
  },
  {
    "translation": {
      "en": "Is Alicia there?",
      "vi": "Alicia có ở đó không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. She's right here, andand I'm gonna be here when you get back.",
      "vi": "Có, chị ấy ở ngay đây và anh sẽ ở đây khi em quay lại."
    }
  },
  {
    "translation": {
      "en": "Please don't be. I'm coming home right now. Please just go.",
      "vi": "Làm ơn, không cần. Em về đây. Hãy đi đi."
    }
  },
  {
    "translation": {
      "en": "ButPeter, just go!",
      "vi": "Nhưng… Peter, cứ đi đi!"
    }
  },
  {
    "translation": {
      "en": "Jack's had an emergency. He's hurt. Is he okay?",
      "vi": "Khẩn cấp. Jack bị thương. Nó ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I have to go.",
      "vi": "Tôi không biết. Tôi phải đi."
    }
  },
  {
    "translation": {
      "en": "Theo, you're…",
      "vi": "Theo, anh…"
    }
  },
  {
    "translation": {
      "en": "You know what you are.",
      "vi": "Anh biết mình là ai."
    }
  },
  {
    "translation": {
      "en": "You too.",
      "vi": "Cô cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Oh! Sorry.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I just landed in LA and I'm going straight to the hospital.",
      "vi": "Em vừa hạ cánh ở LA và sẽ đến thẳng bệnh viện."
    }
  },
  {
    "translation": {
      "en": "He's not there. What?",
      "vi": "Nó không ở đó."
    }
  },
  {
    "translation": {
      "en": "He's at home with Alicia and he's fine.",
      "vi": "Hả? Jack ở nhà với Alicia và nó ổn."
    }
  },
  {
    "translation": {
      "en": "But I tried to call you a million times. I'm sorry, okay? I screwed up.",
      "vi": "Anh đã cố gọi em bao lần. Anh xin lỗi, được chứ? Anh làm sai hết cả."
    }
  },
  {
    "translation": {
      "en": "I should have told you before he tried out.",
      "vi": "Anh nên báo em trước khi Jack đi thử năng lực."
    }
  },
  {
    "translation": {
      "en": "You think?",
      "vi": "Anh nghĩ vậy à?"
    }
  },
  {
    "translation": {
      "en": "Look, I thought I was giving him what he needed!",
      "vi": "Anh nghĩ mình cho thằng bé điều nó cần!"
    }
  },
  {
    "translation": {
      "en": "What? A hematoma? Hi, by the way.",
      "vi": "Gì hả? Tụ máu à? Nhân tiện, chào."
    }
  },
  {
    "translation": {
      "en": "What? I'm over here.",
      "vi": "Gì cơ? Anh ở đây."
    }
  },
  {
    "translation": {
      "en": "What are you doing here? I'm going. You told me to go.",
      "vi": "Anh làm gì ở đây? Đi về. Em bảo thế mà."
    }
  },
  {
    "translation": {
      "en": "Well, good. I should have told you,",
      "vi": "Tốt. Lẽ ra anh nên nói với em."
    }
  },
  {
    "translation": {
      "en": "but there's some shit that you should have told me too.",
      "vi": "Mà có chuyện em cũng nên nói với anh."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, you don't get to turn this around.",
      "vi": "Anh không được quay lại đổ lỗi."
    }
  },
  {
    "translation": {
      "en": "I talked to Minka. Yeah?",
      "vi": "Buôn với Minka. Cô ấy kể vụ cuốn sách. Sao?"
    }
  },
  {
    "translation": {
      "en": "She told me about the book. What you did is insane!",
      "vi": "Buôn với Minka. Cô ấy kể vụ cuốn sách. Sao? Điều em đã làm thật điên rồ!"
    }
  },
  {
    "translation": {
      "en": "Look, I was gonna tell you about theOh, there's other stuff too.",
      "vi": "Em đã định kể vụ cuốn sách. Còn vụ khác."
    }
  },
  {
    "translation": {
      "en": "How about Zen? And what about Theo? As in, Oh, Theo!",
      "vi": "Thế còn Zen? Còn Theo? Như: Ôi, Theo!"
    }
  },
  {
    "translation": {
      "en": "Hold on. How do you know about that? There's a camera in my apartment.",
      "vi": "Sao anh biết? Căn hộ anh có máy quay."
    }
  },
  {
    "translation": {
      "en": "You watched me and Theo?",
      "vi": "Anh theo dõi em và Theo á?"
    }
  },
  {
    "translation": {
      "en": "Only long enough to want to poke my eyes out!",
      "vi": "Chỉ đủ lâu để muốn mù mắt thôi!"
    }
  },
  {
    "translation": {
      "en": "What happened to, I'm done with all of that?",
      "vi": "Cái gì mà: Em chán vụ đó rồi?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm a person, Peter, I'm not a rock.",
      "vi": "Em là người, Peter, không phải đá."
    }
  },
  {
    "translation": {
      "en": "That's literally what you said! My heart is a cold, hard stone.",
      "vi": "Chính em đã nói thế: Trái tim em là hòn đá nhỏ lạnh lẽo."
    }
  },
  {
    "translation": {
      "en": "Okay, okay, wellAnd you talking about somebody's personal life?",
      "vi": "Anh đang nói về đời tư của ai đấy hả?"
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Here we go.",
      "vi": "Rồi. Bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "I gave you my kid.",
      "vi": "Em đã để anh trông con em."
    }
  },
  {
    "translation": {
      "en": "He is my whole life!",
      "vi": "Thằng bé là cả cuộc đời em."
    }
  },
  {
    "translation": {
      "en": "Which is maybe a problem.",
      "vi": "Có thể đó là một vấn đề đấy."
    }
  },
  {
    "translation": {
      "en": "I cannot believe you.",
      "vi": "Không tin được anh."
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "vi": "Biết gì không?"
    }
  },
  {
    "translation": {
      "en": "You always said you were a piece of shit. Well, maybe you were right!",
      "vi": "Anh luôn nói anh là đồ khốn. Có lẽ anh đã đúng."
    }
  },
  {
    "translation": {
      "en": "That was really fucking mean. Okay, well, you",
      "vi": "Nói thế ác quá đó. Được rồi, anh đó…"
    }
  },
  {
    "translation": {
      "en": "What? I dropped my life to come help you? Is that what I did wrong?",
      "vi": "Anh đã dẹp mọi việc để đến giúp em."
    }
  },
  {
    "translation": {
      "en": "You're unbelievable! Unbelievable!",
      "vi": "Thế là anh sai hả? Anh thật quá đáng lắm!"
    }
  },
  {
    "translation": {
      "en": "Oh, shit!",
      "vi": "Ôi, chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "Wait! Wait, don't… Hold on a second.",
      "vi": "Khoan, đừng… Chờ chút."
    }
  },
  {
    "translation": {
      "en": "I'm so mad atWhat the hell is wrong with you?",
      "vi": "Anh bực quá đi… Anh bị cái quái thế hả?"
    }
  },
  {
    "translation": {
      "en": "You went through my things? Why didn't you tell me?",
      "vi": "Lục đồ của anh? Sao không bảo em?"
    }
  },
  {
    "translation": {
      "en": "Why didn't you say anything? Why did you let so much time go by?",
      "vi": "Sao anh không nói gì? Sao để thời gian trôi qua nhiều thế?"
    }
  },
  {
    "translation": {
      "en": "BeBecause I was scared! Scared of what?",
      "vi": "Vì anh đã sợ! Sợ cái gì?"
    }
  },
  {
    "translation": {
      "en": "Scared that I'm not good enough for you! Oh!",
      "vi": "Sợ rằng anh không xứng với em!"
    }
  },
  {
    "translation": {
      "en": "Scared that you're gonna reject me if I tell you how I feel.",
      "vi": "Anh sợ em sẽ từ chối nếu anh thổ lộ với em cảm giác của anh."
    }
  },
  {
    "translation": {
      "en": "Well, just tell me how you feel! You know how I feel!",
      "vi": "Nói điều anh cảm thấy đi! Em biết rồi còn gì!"
    }
  },
  {
    "translation": {
      "en": "Wait, what? That, what, you're in love with me or something? No!",
      "vi": "Khoan, cái gì? Là anh yêu em á? Không!"
    }
  },
  {
    "translation": {
      "en": "Debbie, I am madly, deeply, overwhelmingly in love with you.",
      "vi": "Debbie, anh yêu em điên cuồng, sâu sắc."
    }
  },
  {
    "translation": {
      "en": "And I have been since the moment I met you.",
      "vi": "Anh yêu em suốt từ hồi gặp em."
    }
  },
  {
    "translation": {
      "en": "Well, you could have said something.",
      "vi": "Anh đã có thể nói gì đó."
    }
  },
  {
    "translation": {
      "en": "We talk every day.",
      "vi": "Ta nói chuyện mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "Well, now what are we gonna do? I thought we were gonna be friends forever.",
      "vi": "Giờ ta sẽ làm gì? Em tưởng ta sẽ là bạn mãi mãi."
    }
  },
  {
    "translation": {
      "en": "We're not? No.",
      "vi": "Không ư? Không."
    }
  },
  {
    "translation": {
      "en": "We're not gonna be friends anymore, Debbie.",
      "vi": "Ta sẽ không là bạn nữa, Debbie."
    }
  },
  {
    "translation": {
      "en": "So you're gonna be a published author! That'sYeah.",
      "vi": "Anh sẽ là tác giả được xuất bản! Ừ, còn em sẽ là biên tập viên giỏi."
    }
  },
  {
    "translation": {
      "en": "And you're gonna be a fancy editor.",
      "vi": "Ừ, còn em sẽ là biên tập viên giỏi."
    }
  },
  {
    "translation": {
      "en": "So weird.  Big time.",
      "vi": "15 PHÚT SAU… Thật kỳ lạ. Rất nóng lòng gặp Jack."
    }
  },
  {
    "translation": {
      "en": "Can't wait to see Jack. Oh, my God. He's gonna freak out.",
      "vi": "Thật kỳ lạ. Rất nóng lòng gặp Jack. Thằng bé sẽ háo hức. Đợi chút nào."
    }
  },
  {
    "translation": {
      "en": "He's gonna be so excited. Wait a second.",
      "vi": "Thằng bé sẽ háo hức. Đợi chút nào."
    }
  },
  {
    "translation": {
      "en": "Are we gonna be hand holders?",
      "vi": "Chúng ta sẽ là… kiểu người nắm tay sao?"
    }
  },
  {
    "translation": {
      "en": "I've never seen you hold a human's hand. I don't hold hands!",
      "vi": "Em chưa từng thấy anh nắm tay. Anh không nắm tay."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "But itit feels kind of… good. What about this one?",
      "vi": "Nhưng cảm giác rất tuyệt. Thế này thì sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I think we're hand holders. Mmm!",
      "vi": "Ừ. Em nghĩ giờ ta là kiểu người nắm tay rồi."
    }
  },
  {
    "translation": {
      "en": "Oh! Look at us. I think we are.",
      "vi": "Là vậy rồi đó. Nhìn ta đi."
    }
  },
  {
    "translation": {
      "en": "Okay, there he is. That's our Uber. All right.",
      "vi": "Rồi, anh ta đây rồi. Đó là xe Uber của ta. Được rồi!"
    }
  },
  {
    "translation": {
      "en": "So, what happens next?",
      "vi": "Vậy tiếp theo là gì?"
    }
  },
  {
    "translation": {
      "en": "To hang around with you",
      "vi": "SÁU THÁNG SAU ĐÓ…"
    }
  },
  {
    "translation": {
      "en": "And maybe you think I'm lucky",
      "vi": "SÁU THÁNG SAU ĐÓ… MỘT CUỐN SÁCH ĐÃ XUẤT BẢN"
    }
  },
  {
    "translation": {
      "en": "To have something to do But I think that you're wild",
      "vi": "MỘT NGÀY CHUYỂN VÀO, KÉO LÊ ĐỒ ĐẠC LÊN XUỐNG CẢ TỶ BẬC THANG"
    }
  },
  {
    "translation": {
      "en": "Inside me is some child",
      "vi": "CÔNG VIỆC BIÊN TẬP VIÊN Ở NHÀ XUẤT BẢN ĐỘC LẬP"
    }
  },
  {
    "translation": {
      "en": "You might think I'm foolish",
      "vi": "VÀ RẤT NHIỀU BUỔI TẬP KHÚC CÔN CẦU"
    }
  },
  {
    "translation": {
      "en": "You might think I'm crazy All I want",
      "vi": "VÀ HỌ SỐNG VUI VẺ MÃI MÃI"
    }
  },
  {
    "translation": {
      "en": "All I want is you",
      "vi": "VÀ HỌ SỐNG VUI VẺ MÃI MÃI NÓI ĐÙA THÔI VÌ HÔN NHÂN KHÓ KHĂN MÀ"
    }
  },
  {
    "translation": {
      "en": "Ooh, ooh",
      "vi": "NÓI ĐÙA THÔI VÌ HÔN NHÂN KHÓ KHĂN MÀ"
    }
  },
  {
    "translation": {
      "en": "All I want is you",
      "vi": "NÓI ĐÙA THÔI VÌ HÔN NHÂN KHÓ KHĂN MÀ NHƯNG HỌ ĐÃ CÓ MỘT CUỘC SỐNG TỐT ĐẸP"
    }
  },
  {
    "translation": {
      "en": "All I want is you All I want is you",
      "vi": "NHƯNG HỌ ĐÃ CÓ MỘT CUỘC SỐNG TỐT ĐẸP"
    }
  },
  {
    "translation": {
      "en": "We were embers",
      "vi": "Biên dịch: Trạch Lam"
    }
  }
]