[
  {
    "translation": {
      "en": "A lot of people say that an octopus is like an alien.",
      "vi": "Nhiều người nói rằng bạch tuộc như người ngoài hành tinh."
    }
  },
  {
    "translation": {
      "en": "But the strange thing is, as you get closer to them,",
      "vi": "Nhưng điều kỳ lạ là, khi bạn đến gần chúng hơn,"
    }
  },
  {
    "translation": {
      "en": "you realize that we're very similar in a lot of ways.",
      "vi": "bạn nhận ra chúng rất giống ta về nhiều mặt."
    }
  },
  {
    "translation": {
      "en": "You're stepping into this completely different world.",
      "vi": "Bạn bước vào thế giới hoàn toàn khác biệt này."
    }
  },
  {
    "translation": {
      "en": "Such an incredible feeling.",
      "vi": "Một cảm giác thật diệu kỳ."
    }
  },
  {
    "translation": {
      "en": "And you feel you're on the brink of something extraordinary.",
      "vi": "Và bạn thấy mình ở rất gần một điều gì đó phi thường."
    }
  },
  {
    "translation": {
      "en": "But you realize that there's a line that can't be crossed.",
      "vi": "Nhưng bạn nhận ra có một ranh giới không thể vượt qua."
    }
  },
  {
    "translation": {
      "en": "It's quite a long time ago now, that day when it all started.",
      "vi": "Đã rất lâu rồi, ngày mọi thứ bắt đầu."
    }
  },
  {
    "translation": {
      "en": "This place on the tip of Africa is known as the Cape of Storms.",
      "vi": "Nơi này ở cuối cực Nam châu Phi được gọi là Mũi Bão."
    }
  },
  {
    "translation": {
      "en": "My childhood memories are completely dominated",
      "vi": "Những hình ảnh đầy ắp trong ký ức tuổi thơ tôi"
    }
  },
  {
    "translation": {
      "en": "by the rocky shore, the intertidal and the kelp forest.",
      "vi": "là những bờ biển đá, vùng gian triều, và rừng tảo bẹ."
    }
  },
  {
    "translation": {
      "en": "We had this little wooden bungalow,",
      "vi": "Chúng tôi có căn nhà gỗ nhỏ,"
    }
  },
  {
    "translation": {
      "en": "literally below the high water mark.",
      "vi": "nằm dưới mực nước thủy triều lúc cao nhất."
    }
  },
  {
    "translation": {
      "en": "So when those huge storms used to come in,",
      "vi": "Nên khi những cơn bão lớn xuất hiện,"
    }
  },
  {
    "translation": {
      "en": "the ocean used to smash the doors down and fill up the bottom of the house.",
      "vi": "biển cả thường đánh vỡ các cánh cửa và tràn vào tầng dưới nhà."
    }
  },
  {
    "translation": {
      "en": "So it was incredibly exciting as a child",
      "vi": "Ngày nhỏ, thật vô cùng phấn khích"
    }
  },
  {
    "translation": {
      "en": "to literally live in the force of that giant Atlantic Ocean.",
      "vi": "khi được sống giữa sức mạnh của Đại Tây Dương."
    }
  },
  {
    "translation": {
      "en": "Most of my childhood was spent in the rock pools,",
      "vi": "Phần lớn thời thơ ấu, tôi dành thời gian ở các hồ thủy triều,"
    }
  },
  {
    "translation": {
      "en": "diving in the shallow kelp forest.",
      "vi": "lặn trong các rừng tảo bẹ nông."
    }
  },
  {
    "translation": {
      "en": "That's what I most loved to do.",
      "vi": "Đó là điều tôi thích làm nhất."
    }
  },
  {
    "translation": {
      "en": "As an adult, I'd been separated from that.",
      "vi": "Khi lớn, tôi phải xa rời nơi đó."
    }
  },
  {
    "translation": {
      "en": "And that was fine at first.",
      "vi": "Lúc đầu cũng ổn."
    }
  },
  {
    "translation": {
      "en": "Until I went to the central Kalahari about 20 years ago.",
      "vi": "Cho đến khi tôi đến trung tâm Kalahari khoảng 20 năm trước."
    }
  },
  {
    "translation": {
      "en": "I was making a film called The Great Dance with my brother.",
      "vi": "Tôi đang làm một bộ phim tựa là The Great Dance với anh trai tôi."
    }
  },
  {
    "translation": {
      "en": "And then I met these men",
      "vi": "Rồi tôi gặp những người này,"
    }
  },
  {
    "translation": {
      "en": "who were probably some of the best trackers in the world.",
      "vi": "có lẽ là những người theo dấu giỏi nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "To watch these men...",
      "vi": "Xem những người này..."
    }
  },
  {
    "translation": {
      "en": "go into the incredible, subtle signs in nature,",
      "vi": "lần theo những dấu vết tinh tế, đáng kinh ngạc trong tự nhiên,"
    }
  },
  {
    "translation": {
      "en": "things that my eye couldn't even see,",
      "vi": "thứ mà mắt tôi không thể thấy,"
    }
  },
  {
    "translation": {
      "en": "and then follow them, sometimes for hours,",
      "vi": "rồi đi theo những dấu đó, đôi khi trong nhiều giờ,"
    }
  },
  {
    "translation": {
      "en": "and find hidden animals in the landscape",
      "vi": "tìm các con thú ẩn nấp trong tự nhiên"
    }
  },
  {
    "translation": {
      "en": "was just extraordinary to witness.",
      "vi": "là một trải nghiệm không thể quên."
    }
  },
  {
    "translation": {
      "en": "I mean, they just were inside of the natural world.",
      "vi": "Ý tôi là, họ ở trong thế giới tự nhiên."
    }
  },
  {
    "translation": {
      "en": "And I could feel I was outside.",
      "vi": "Còn tôi thấy mình là kẻ đứng ngoài."
    }
  },
  {
    "translation": {
      "en": "And I had this deep longing to be inside that world.",
      "vi": "Và tôi có khao khát mạnh mẽ được ở trong thế giới đó."
    }
  },
  {
    "translation": {
      "en": "I went through two years of absolute hell.",
      "vi": "Tôi đã trải qua hai năm như sống trong địa ngục."
    }
  },
  {
    "translation": {
      "en": "I had been working hard for a long time,",
      "vi": "Tôi đã làm việc chăm chỉ trong một thời gian dài,"
    }
  },
  {
    "translation": {
      "en": "I'd just worn myself out.",
      "vi": "và tôi kiệt sức."
    }
  },
  {
    "translation": {
      "en": "I hadn't slept properly for months.",
      "vi": "Suốt nhiều tháng tôi ngủ không ngon giấc."
    }
  },
  {
    "translation": {
      "en": "My family was suffering.",
      "vi": "Gia đình tôi đau khổ."
    }
  },
  {
    "translation": {
      "en": "And I was getting sick from all the pressure.",
      "vi": "Và tôi đổ bịnh vì những áp lực đó."
    }
  },
  {
    "translation": {
      "en": "My mind couldn't deal with all that stuff.",
      "vi": "Tâm trí tôi không giải quyết được hết."
    }
  },
  {
    "translation": {
      "en": "And I didn't wanna see a camera or an edit suite ever again.",
      "vi": "Tôi đã không muốn thấy máy quay hay phòng biên tập nữa."
    }
  },
  {
    "translation": {
      "en": "I couldn't even face that.",
      "vi": "Tôi còn không thể đối mặt với nó."
    }
  },
  {
    "translation": {
      "en": "Your great purpose in life is now...",
      "vi": "Mục đích lớn lao trong cuộc sống giờ..."
    }
  },
  {
    "translation": {
      "en": "just in pieces.",
      "vi": "chỉ còn là những mảnh vụn."
    }
  },
  {
    "translation": {
      "en": "And you've got this young child that's growing up.",
      "vi": "Bên tôi có một đứa trẻ đang lớn."
    }
  },
  {
    "translation": {
      "en": "I just couldn't, in that state, be a good father to my son.",
      "vi": "Trong tình trạng đó, tôi không thể là người cha tốt."
    }
  },
  {
    "translation": {
      "en": "I had to have a radical change.",
      "vi": "Tôi phải thay đổi hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "And I took inspiration from my childhood,",
      "vi": "Tôi lấy cảm hứng từ thời thơ ấu của tôi"
    }
  },
  {
    "translation": {
      "en": "and I took inspiration from these master trackers",
      "vi": "và tôi lấy cảm hứng từ những người theo dấu bậc thầy"
    }
  },
  {
    "translation": {
      "en": "I worked with in the Kalahari.",
      "vi": "mà tôi đã cộng tác ở Kalahari."
    }
  },
  {
    "translation": {
      "en": "And the only way I knew how to do it was to...",
      "vi": "Và cách duy nhất tôi biết là..."
    }
  },
  {
    "translation": {
      "en": "be in this ocean.",
      "vi": "ở trong đại dương."
    }
  },
  {
    "translation": {
      "en": "In the beginning, it's a hard thing to get in the water.",
      "vi": "Ban đầu, thật khó để xuống nước."
    }
  },
  {
    "translation": {
      "en": "It's one of the wildest, most scary places to swim on the planet.",
      "vi": "Đây là một trong những vùng biển hoang dã, đáng sợ nhất trên hành tinh này."
    }
  },
  {
    "translation": {
      "en": "The water drops to as low as eight, nine degrees Celsius.",
      "vi": "Nhiệt độ nước thấp ở khoảng tám, chín độ C."
    }
  },
  {
    "translation": {
      "en": "The cold takes your breath away.",
      "vi": "Cái lạnh làm bạn khó thở."
    }
  },
  {
    "translation": {
      "en": "And you just have to relax.",
      "vi": "Và bạn phải thư giãn."
    }
  },
  {
    "translation": {
      "en": "And then you'll get this beautiful window of time for 10, 15 minutes.",
      "vi": "Rồi bạn sẽ có khoảng thời gian tuyệt vời trong mười, mười lăm phút."
    }
  },
  {
    "translation": {
      "en": "Suddenly...",
      "vi": "Đột nhiên..."
    }
  },
  {
    "translation": {
      "en": "everything feels okay.",
      "vi": "mọi thứ trở nên ổn."
    }
  },
  {
    "translation": {
      "en": "The cold upgrades the brain because you're getting this flood of chemicals",
      "vi": "Cái lạnh nâng cấp bộ não vì bạn nhận nhiều chất hóa học"
    }
  },
  {
    "translation": {
      "en": "every time you immerse in that cold water.",
      "vi": "mỗi khi đắm mình trong dòng nước lạnh."
    }
  },
  {
    "translation": {
      "en": "Your whole body comes alive.",
      "vi": "Cả cơ thể như được sống dậy."
    }
  },
  {
    "translation": {
      "en": "And then, as your body adapts, it just becomes easier and easier.",
      "vi": "Rồi sau đó, khi cơ thể thích nghi, nó sẽ dần trở nên dễ dàng hơn."
    }
  },
  {
    "translation": {
      "en": "And eventually...",
      "vi": "Và cuối cùng..."
    }
  },
  {
    "translation": {
      "en": "after about a year...",
      "vi": "sau khoảng một năm..."
    }
  },
  {
    "translation": {
      "en": "you start to crave the cold.",
      "vi": "bạn bắt đầu thèm nhớ cơn lạnh."
    }
  },
  {
    "translation": {
      "en": "What's so amazing about this environment",
      "vi": "Điều hết sức tuyệt vời ở môi trường này"
    }
  },
  {
    "translation": {
      "en": "is you're in a three dimensional forest,",
      "vi": "là bạn ở trong một khu rừng ba chiều,"
    }
  },
  {
    "translation": {
      "en": "and you can jump off the top and go wherever you want.",
      "vi": "có thể nhảy từ trên cao xuống và đến bất cứ chỗ nào bạn muốn."
    }
  },
  {
    "translation": {
      "en": "You're flying, basically.",
      "vi": "Cơ bản là bạn đang bay."
    }
  },
  {
    "translation": {
      "en": "You might as well be on another planet.",
      "vi": "Bạn có thể như ở một hành tinh khác."
    }
  },
  {
    "translation": {
      "en": "You naturally just get more relaxed in the water.",
      "vi": "Trong nước, một cách tự nhiên, bạn trở nên thoải mái hơn."
    }
  },
  {
    "translation": {
      "en": "You get to be able to hold your breath for longer.",
      "vi": "Bạn có thể nín thở lâu hơn."
    }
  },
  {
    "translation": {
      "en": "Having a scuba tank in a thick kelp forest is not optimal for me.",
      "vi": "Lặn với một bình lặn trong rừng tảo bẹ dày không phải là cách tối ưu cho tôi."
    }
  },
  {
    "translation": {
      "en": "I want to be more like an amphibious animal.",
      "vi": "Tôi muốn giống như một động vật lưỡng cư hơn."
    }
  },
  {
    "translation": {
      "en": "Instinctively, I knew not to wear a wet suit.",
      "vi": "Theo bản năng, tôi biết không nên mặc đồ lặn."
    }
  },
  {
    "translation": {
      "en": "If you really wanna get close to...",
      "vi": "Nếu bạn thực sự muốn đến gần..."
    }
  },
  {
    "translation": {
      "en": "an environment like this,",
      "vi": "môi trường như thế này,"
    }
  },
  {
    "translation": {
      "en": "it helps tremendously to have no barrier to that environment.",
      "vi": "sẽ vô cùng hữu ích khi không có vật cản giữa bạn với môi trường đó."
    }
  },
  {
    "translation": {
      "en": "And I suddenly realized I've got energy to take images and film again...",
      "vi": "Và tôi bỗng nhận ra mình lại có năng lượng để chụp ảnh và quay phim."
    }
  },
  {
    "translation": {
      "en": "and then picked up my camera again",
      "vi": "Tôi lại sử dụng máy quay"
    }
  },
  {
    "translation": {
      "en": "and started doing the thing I love and what I know.",
      "vi": "và bắt đầu làm điều tôi thích, điều tôi biết."
    }
  },
  {
    "translation": {
      "en": "The animals are extremely exotic and strange.",
      "vi": "Những con vật cực kỳ độc đáo và kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "It's, like, much more extreme than our maddest science fiction.",
      "vi": "Nó lạ lùng hơn nhiều so với các câu chuyện khoa học viễn tưởng điên rồ nhất của ta."
    }
  },
  {
    "translation": {
      "en": "I remember that day when it all started.",
      "vi": "Tôi nhớ cái ngày khi mọi thứ bắt đầu."
    }
  },
  {
    "translation": {
      "en": "I found this very, very special area",
      "vi": "Tôi tìm thấy một khu vực hết sức đặc biệt,"
    }
  },
  {
    "translation": {
      "en": "that is protected with a big piece of kelp forest,",
      "vi": "được bảo vệ bởi một mảng rừng tảo bẹ lớn."
    }
  },
  {
    "translation": {
      "en": "'cause the forest itself actually dampens the swell.",
      "vi": "Vì chính cánh rừng làm những con sóng bớt hung hăng."
    }
  },
  {
    "translation": {
      "en": "And the whole forest around there",
      "vi": "Và cả khu rừng quanh đó"
    }
  },
  {
    "translation": {
      "en": "is absolutely murky, and you can't see a thing.",
      "vi": "vô cùng âm u, bạn không thấy gì cả,"
    }
  },
  {
    "translation": {
      "en": "And in this little 200 meter patch, you can dive",
      "vi": "và trong một khoảng rộng 200 mét này, bạn có thể lặn"
    }
  },
  {
    "translation": {
      "en": "and observe.",
      "vi": "và quan sát."
    }
  },
  {
    "translation": {
      "en": "And it's an incredible place.",
      "vi": "Đó là một nơi tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "And I remember there was this strange shape to my left",
      "vi": "Tôi nhớ có một vật hình dáng kỳ lạ ở bên trái của tôi"
    }
  },
  {
    "translation": {
      "en": "and just going down...",
      "vi": "và cứ bơi xuống..."
    }
  },
  {
    "translation": {
      "en": "and seeing this really strange thing.",
      "vi": "tôi thấy thứ vô cùng kỳ lạ này."
    }
  },
  {
    "translation": {
      "en": "The fish even seemed to be confused.",
      "vi": "Thậm chí cả con cá cũng có vẻ bối rối."
    }
  },
  {
    "translation": {
      "en": "And then, suddenly...",
      "vi": "Và rồi, đột nhiên..."
    }
  },
  {
    "translation": {
      "en": "At the time, I didn't know",
      "vi": "Lúc đó, tôi không biết"
    }
  },
  {
    "translation": {
      "en": "I'd witnessed something extraordinary.",
      "vi": "mình đã chứng kiến một điều lạ thường."
    }
  },
  {
    "translation": {
      "en": "I'd come in at the end of a whole drama.",
      "vi": "Tôi đến vào cuối một sự kiện kịch tính."
    }
  },
  {
    "translation": {
      "en": "You think, What on earth is this animal doing?",
      "vi": "Bạn nghĩ, Con vật này đang làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "And I think she was a little bit afraid of me,",
      "vi": "Và tôi nghĩ cô nàng hơi sợ tôi."
    }
  },
  {
    "translation": {
      "en": "so she lifted this incredibly slippery...",
      "vi": "nên nàng nhấc mảnh tảo hết sức trơn trượt,"
    }
  },
  {
    "translation": {
      "en": "piece of algae that you can hardly hold with your hands",
      "vi": "mà ta không thể cầm bằng tay"
    }
  },
  {
    "translation": {
      "en": "and just wrapped it in this extraordinary cloak around her",
      "vi": "và bọc lại như cái áo choàng lạ thường quanh thân mình"
    }
  },
  {
    "translation": {
      "en": "and then stared at me out of the little gap.",
      "vi": "rồi nhìn chằm chằm tôi xuyên qua kẽ hở."
    }
  },
  {
    "translation": {
      "en": "And then, boom, you know, she was gone.",
      "vi": "Và rồi, bùm. Cô nàng biến mất."
    }
  },
  {
    "translation": {
      "en": "It's a hard thing to explain,",
      "vi": "Thật khó giải thích,"
    }
  },
  {
    "translation": {
      "en": "but sometimes you just get a feeling,",
      "vi": "nhưng đôi khi bạn có cảm giác,"
    }
  },
  {
    "translation": {
      "en": "and you know there'sthere's something to this creature that's very unusual.",
      "vi": "là bạn biết sinh vật này có gì đó rất lạ lùng."
    }
  },
  {
    "translation": {
      "en": "There's something to learn here.",
      "vi": "Có thứ gì đó có thể học hỏi."
    }
  },
  {
    "translation": {
      "en": "There's something special about her.",
      "vi": "Cô nàng này có gì đó đặc biệt."
    }
  },
  {
    "translation": {
      "en": "And then I had this crazy idea.",
      "vi": "Rồi tôi nghĩ ra ý điên rồ."
    }
  },
  {
    "translation": {
      "en": "What happens if I just went every day?",
      "vi": "Sẽ thế nào nếu tôi đến hàng ngày?"
    }
  },
  {
    "translation": {
      "en": "What happens if I... I never missed a day?",
      "vi": "Sẽ thế nào nếu tôi không bỏ lỡ một ngày nào cả?"
    }
  },
  {
    "translation": {
      "en": "And, initially, she was clearly being affected by my presence,",
      "vi": "Lúc đầu, cô nàng rõ ràng bị ảnh hưởng bởi sự hiện diện của tôi,"
    }
  },
  {
    "translation": {
      "en": "so I thought, I'll leave the camera there,",
      "vi": "nên tôi nghĩ, Cứ để máy quay đó,"
    }
  },
  {
    "translation": {
      "en": "and then that will record her going about her business.",
      "vi": "nó sẽ ghi lại hành động của cô nàng."
    }
  },
  {
    "translation": {
      "en": "She sees this shiny new thing in the forest.",
      "vi": "Cô nàng thấy thứ mới mẻ sáng bóng ở trong rừng."
    }
  },
  {
    "translation": {
      "en": "Coming at it with a shield,",
      "vi": "Thủ khiên và tiếp cận,"
    }
  },
  {
    "translation": {
      "en": "just in case it attacked, and put up the shield.",
      "vi": "phòng khi nó tấn công, thì giơ khiên lên."
    }
  },
  {
    "translation": {
      "en": "This is something different. This is interesting.",
      "vi": "Giờ là chuyện khác. Rất thú vị."
    }
  },
  {
    "translation": {
      "en": "Touching it, feeling it, tasting it.",
      "vi": "Chạm, cảm nhận, nếm thử."
    }
  },
  {
    "translation": {
      "en": "If she was in a playful mood, you couldn't leave it there for too long.",
      "vi": "Đôi khi, nếu nàng có tâm trạng vui vẻ, cái máy quay không ở đó quá lâu."
    }
  },
  {
    "translation": {
      "en": "She'd just pull the thing over.",
      "vi": "Nàng kéo nó lại gần."
    }
  },
  {
    "translation": {
      "en": "It took going in every day to really get to know her environment better.",
      "vi": "Phải mất nhiều thời gian để hiểu rõ hơn về môi trường của nàng."
    }
  },
  {
    "translation": {
      "en": "Initially, it all just seems like much of the same thing.",
      "vi": "Ban đầu, mọi thứ đều giống nhau."
    }
  },
  {
    "translation": {
      "en": "But then, after a while, you see all the different types of the forest.",
      "vi": "Nhưng rồi, sau một thời gian, bạn sẽ thấy các kiểu rừng khác nhau."
    }
  },
  {
    "translation": {
      "en": "You get the old growth forest.",
      "vi": "Bạn thấy được rừng già."
    }
  },
  {
    "translation": {
      "en": "You get the forest with a lot of different algae growing in the bottom.",
      "vi": "Bạn thấy khu rừng với nhiều loại tảo khác nhau mọc dưới đáy."
    }
  },
  {
    "translation": {
      "en": "You get the misty forest.",
      "vi": "Bạn thấy khu rừng mờ ảo."
    }
  },
  {
    "translation": {
      "en": "As I started to map the environment around her den,",
      "vi": "Khi tôi bắt đầu vẽ bản đồ môi trường xung quanh hang của cô nàng,"
    }
  },
  {
    "translation": {
      "en": "it was shocking to see small caves really close to her,",
      "vi": "thật kinh ngạc khi thấy những hang động nhỏ gần đó,"
    }
  },
  {
    "translation": {
      "en": "packed with pyjama sharks.",
      "vi": "đầy cá mập pyjama."
    }
  },
  {
    "translation": {
      "en": "And they really are her most serious predator.",
      "vi": "Chúng thực sự là kẻ săn mồi nguy hiểm nhất của nàng."
    }
  },
  {
    "translation": {
      "en": "Their skin is striped. That's why they're called a pyjama shark.",
      "vi": "Da chúng có sọc dọc, nên được gọi là cá mập pyjama."
    }
  },
  {
    "translation": {
      "en": "They're not visual predators.",
      "vi": "Chúng là những kẻ săn mồi mù."
    }
  },
  {
    "translation": {
      "en": "But they have an incredible sense of smell.",
      "vi": "Nhưng chúng có khứu giác cực nhạy."
    }
  },
  {
    "translation": {
      "en": "And they are particularly aggressive.",
      "vi": "Và đặc biệt hung hăng."
    }
  },
  {
    "translation": {
      "en": "They can shove their noses into a small crack.",
      "vi": "Chúng có thể đẩy mũi vào một vết nứt nhỏ."
    }
  },
  {
    "translation": {
      "en": "So they are deadly little octopus predators.",
      "vi": "Nên chúng là những kẻ săn bạch tuộc thiện nghệ."
    }
  },
  {
    "translation": {
      "en": "And I was thinking, Well, how long before something happens with these animals?",
      "vi": "Tôi đã nghĩ, Bao lâu thì có chuyện xảy ra với những con vật này?"
    }
  },
  {
    "translation": {
      "en": "After visiting her more and more and more,",
      "vi": "Sau khi đến thăm cô nàng nhiều lần hơn,"
    }
  },
  {
    "translation": {
      "en": "there was a definite moment where...",
      "vi": "có một khoảnh khắc rõ ràng... khi..."
    }
  },
  {
    "translation": {
      "en": "that fear had subsided tremendously.",
      "vi": "nỗi sợ hãi đó lắng sâu xuống."
    }
  },
  {
    "translation": {
      "en": "She'd see big movement, and she'd be slightly afraid and then look, Oh, it's him.",
      "vi": "Nàng thấy một vật lớn chuyển động, thấy hơi sợ và rồi, Là ông ấy."
    }
  },
  {
    "translation": {
      "en": "And she'd come out and be very curious.",
      "vi": "Rồi cô nàng sẽ ra ngoài và rất tò mò."
    }
  },
  {
    "translation": {
      "en": "Very interested, very curious, but not taking stupid chances.",
      "vi": "Rất quan tâm, rất tò mò, nhưng không mạo hiểm."
    }
  },
  {
    "translation": {
      "en": "Keeping all the other arms attached to the den",
      "vi": "Giữ... tất cả các xúc tu dính vào hang"
    }
  },
  {
    "translation": {
      "en": "and the suckers in place.",
      "vi": "và các giác hút ở vị trí."
    }
  },
  {
    "translation": {
      "en": "And then it just happens.",
      "vi": "Và rồi nó cứ thế xảy ra."
    }
  },
  {
    "translation": {
      "en": "I put my hand out a tiny bit.",
      "vi": "Tôi đưa tay ra một chút."
    }
  },
  {
    "translation": {
      "en": "Something happens when that animal makes contact.",
      "vi": "Có điều gì đó xảy ra khi sinh vật đó tiếp xúc."
    }
  },
  {
    "translation": {
      "en": "But, at some point, you're gonna have to breathe.",
      "vi": "Nhưng, đến một lúc nào đó, bạn cần phải thở."
    }
  },
  {
    "translation": {
      "en": "So you've got to very gently prize off those suckers",
      "vi": "Vì vậy, bạn phải rất nhẹ nhàng, gỡ những cái giác hút"
    }
  },
  {
    "translation": {
      "en": "without disturbing her,",
      "vi": "mà không làm phiền cô nàng,"
    }
  },
  {
    "translation": {
      "en": "so that you can actually go up and take a breath.",
      "vi": "để bạn có thể trồi lên thở."
    }
  },
  {
    "translation": {
      "en": "By far the most powerful",
      "vi": "Đến nay, điều ấn tượng nhất..."
    }
  },
  {
    "translation": {
      "en": "is when it comes out the den",
      "vi": "là khi nó ra khỏi hang,"
    }
  },
  {
    "translation": {
      "en": "because that's when you know there's full trust.",
      "vi": "vì đó là khi bạn biết nó hoàn toàn tin tưởng."
    }
  },
  {
    "translation": {
      "en": "There's no holding the arms back just in case I have to pull back.",
      "vi": "Không giữ xúc tu lại, phòng khi phải lùi lại."
    }
  },
  {
    "translation": {
      "en": "It's like, I totally trust this human,",
      "vi": "Kiểu như, Mình hoàn toàn tin tưởng con người này,"
    }
  },
  {
    "translation": {
      "en": "and I'm coming out of the den,",
      "vi": "mình sẽ ra khỏi hang,"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna go about my business.",
      "vi": "và làm việc của mình."
    }
  },
  {
    "translation": {
      "en": "I started to see pretty extraordinary things.",
      "vi": "Tôi bắt đầu thấy những điều hết sức phi thường."
    }
  },
  {
    "translation": {
      "en": "They can look spiky. They can look smooth.",
      "vi": "Chúng có thể trông gai góc, có thể trông trơn tru."
    }
  },
  {
    "translation": {
      "en": "Grow horns on their heads.",
      "vi": "Mọc sừng trên đầu."
    }
  },
  {
    "translation": {
      "en": "They can match color, texture, pattern, skin.",
      "vi": "Chúng có thể hòa lẫn với màu sắc, kết cấu, hoa văn, da."
    }
  },
  {
    "translation": {
      "en": "It's beautiful.",
      "vi": "Rất đẹp."
    }
  },
  {
    "translation": {
      "en": "Most of the time, she's jetting or crawling or swimming.",
      "vi": "Hầu hết thời gian, cô nàng phóng đi, trườn, hoặc bơi."
    }
  },
  {
    "translation": {
      "en": "But occasionally,",
      "vi": "Nhưng thỉnh thoảng,"
    }
  },
  {
    "translation": {
      "en": "two legs come out.",
      "vi": "hai chân vươn ra."
    }
  },
  {
    "translation": {
      "en": "She walks.",
      "vi": "Cô nàng bước đi."
    }
  },
  {
    "translation": {
      "en": "And off she goes, striding away,",
      "vi": "Và cô nàng đi, sải bước,"
    }
  },
  {
    "translation": {
      "en": "walking bipedally.",
      "vi": "đi bằng hai chân."
    }
  },
  {
    "translation": {
      "en": "She puts her body into this strange posture that kind of looks like a rock.",
      "vi": "Cơ thể cô nàng ở một tư thế kỳ lạ giống như một hòn đá."
    }
  },
  {
    "translation": {
      "en": "And then two of those arms underneath slowly moving,",
      "vi": "Và rồi, hai xúc tu bên dưới di chuyển chậm,"
    }
  },
  {
    "translation": {
      "en": "so the rock is just slowly moving away.",
      "vi": "nên tảng đá dần di chuyển ra xa."
    }
  },
  {
    "translation": {
      "en": "And then she changes",
      "vi": "Rồi cô nàng thay đổi,"
    }
  },
  {
    "translation": {
      "en": "into this extraordinary, wobbly, flowy old lady in a dress.",
      "vi": "biến thành một quý cô mặc váy xòe bồng bềnh đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "Perhaps she's trying to mimic",
      "vi": "Có lẽ cô nàng đang cố bắt chước"
    }
  },
  {
    "translation": {
      "en": "kelp or algae moving in the swell...",
      "vi": "rong hoặc tảo biển chuyển động trong làn sóng."
    }
  },
  {
    "translation": {
      "en": "and, at the same time, is slowly moving away.",
      "vi": "Và đồng thời, chầm chậm rời xa."
    }
  },
  {
    "translation": {
      "en": "And this is how she works.",
      "vi": "Đó là cách cô nàng hành động."
    }
  },
  {
    "translation": {
      "en": "This incredible creativity to deceive.",
      "vi": "Sáng tạo phi thường trong ngụy trang."
    }
  },
  {
    "translation": {
      "en": "An octopus is essentially a snail that's lost its shell in evolution.",
      "vi": "Bạch tuộc thực chất là ốc sên bị mất vỏ trong quá trình tiến hóa."
    }
  },
  {
    "translation": {
      "en": "A very fragile, liquid, soft animal",
      "vi": "Một loài động vật mỏng manh, uyển chuyển, mềm mại"
    }
  },
  {
    "translation": {
      "en": "that relies on tremendous intelligence.",
      "vi": "sinh tồn dựa vào trí thông minh tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "She's got no mother or father to teach her anything. She's alone.",
      "vi": "Cô nàng không có cha mẹ dạy dỗ. Chỉ một thân một mình."
    }
  },
  {
    "translation": {
      "en": "'Cause you've got all these different types of predators, all hunting her.",
      "vi": "Rất nhiều loại động vật ăn thịt khác nhau săn lùng cô nàng."
    }
  },
  {
    "translation": {
      "en": "So, over millions of years, she's had to...",
      "vi": "Qua hàng triệu năm, cô nàng đã phải..."
    }
  },
  {
    "translation": {
      "en": "come up with the most incredible methods to deceive them.",
      "vi": "nghĩ ra những phương pháp phi thường nhất để đánh lừa chúng."
    }
  },
  {
    "translation": {
      "en": "And she's got to learn fast because she's only got just over a year to live.",
      "vi": "Và phải học nhanh, vì cô nàng chỉ thọ chừng hơn một năm."
    }
  },
  {
    "translation": {
      "en": "When you're diving alone, everything about my kit has to be perfect.",
      "vi": "Khi lặn một mình, mọi dụng cụ phải thật hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "And I've gotta be prepared for all eventualities.",
      "vi": "Tôi phải chuẩn bị cho mọi tình huống."
    }
  },
  {
    "translation": {
      "en": "I can't be fiddling around. It's gotta be instinctive.",
      "vi": "Không đùa được. Phải hoàn toàn theo bản năng."
    }
  },
  {
    "translation": {
      "en": "But, at that point, I was making a lot of mistakes.",
      "vi": "Nhưng, vào thời điểm đó, tôi đã phạm rất nhiều sai lầm."
    }
  },
  {
    "translation": {
      "en": "One day, she was following me.",
      "vi": "Một ngày nọ, cô nàng đi theo tôi."
    }
  },
  {
    "translation": {
      "en": "And that's the most incredible thing, is to be followed by an octopus.",
      "vi": "Được một nàng bạch tuộc đi theo là một điều hết sức tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "You know, you're just backing away, moving backwards,",
      "vi": "Bạn biết đấy, bạn cứ lùi lại, bơi lùi lại,"
    }
  },
  {
    "translation": {
      "en": "and this incredible animal is coming towards you. And there's not a lot of fear in it at all.",
      "vi": "và sinh vật phi thường này cứ tiến về phía bạn không chút sợ hãi."
    }
  },
  {
    "translation": {
      "en": "It's curious, and there's trust, and it's like this fantastic feeling.",
      "vi": "Nó tò mò và tin tưởng, đó là cảm giác tuyệt diệu."
    }
  },
  {
    "translation": {
      "en": "And then, bam!",
      "vi": "Và rồi, bùm!"
    }
  },
  {
    "translation": {
      "en": "I dropped one of my lenses,",
      "vi": "Tôi làm rơi một ống kính,"
    }
  },
  {
    "translation": {
      "en": "and that thing falling quickly just startles that animal.",
      "vi": "nó rơi xuống rất nhanh làm con vật giật mình."
    }
  },
  {
    "translation": {
      "en": "And then it turns and rushes, and it's got a huge fright.",
      "vi": "Nó quay lại, vội vã và rất hoảng sợ."
    }
  },
  {
    "translation": {
      "en": "And you just... you wanna kick yourself, because it's, you know...",
      "vi": "Và bạn chỉ muốn tự tát mình, bởi vì bạn biết đó..."
    }
  },
  {
    "translation": {
      "en": "That could have ended in the most incredible interaction and deep trust,",
      "vi": "Điều đó có thể chấm dứt sự tương tác tuyệt vời và niềm tin sâu sắc,"
    }
  },
  {
    "translation": {
      "en": "and you've ruined it.",
      "vi": "và bạn đã phá hủy nó."
    }
  },
  {
    "translation": {
      "en": "Now, you know, have you ruined it forever?",
      "vi": "Ban có phá hủy nó mãi mãi không?"
    }
  },
  {
    "translation": {
      "en": "Uh, is that animal ever gonna trust you?",
      "vi": "Sinh vật đó sẽ tin bạn nữa không?"
    }
  },
  {
    "translation": {
      "en": "Has that... has that experience freaked it out too much?",
      "vi": "Trải nghiệm đó có làm nó hoảng sợ quá không?"
    }
  },
  {
    "translation": {
      "en": "And then I approached her too fast.",
      "vi": "Rồi tôi tiếp cận cô nàng quá nhanh."
    }
  },
  {
    "translation": {
      "en": "And that's when she left the den and got a real fright...",
      "vi": "Đó là khi cô nàng rời khỏi hang và hết sức sợ hãi."
    }
  },
  {
    "translation": {
      "en": "and didn't come back to that den.",
      "vi": "Và không quay lại cái hang đó."
    }
  },
  {
    "translation": {
      "en": "And I thought this was over.",
      "vi": "Tôi tưởng thế là kết thúc rồi."
    }
  },
  {
    "translation": {
      "en": "She was gone.",
      "vi": "Cô nàng đã bỏ đi."
    }
  },
  {
    "translation": {
      "en": "I'd had this experience with these incredible San master trackers.",
      "vi": "Tôi đã có trải nghiệm với San, người theo dấu đáng kinh ngạc."
    }
  },
  {
    "translation": {
      "en": "I just thought, I wonder if anybody could ever track anything underwater?",
      "vi": "Tôi chỉ nghĩ, Tôi tự hỏi... có ai theo dấu được thứ dưới nước không?"
    }
  },
  {
    "translation": {
      "en": "This animal has spent millions of years learning to be impossible to find.",
      "vi": "Loài vật này đã dành hàng triệu năm để học cách ẩn mình."
    }
  },
  {
    "translation": {
      "en": "I had to learn what octopus tracks looked like.",
      "vi": "Tôi phải học cách theo dấu bạch tuộc."
    }
  },
  {
    "translation": {
      "en": "And that was very frustrating at first, so difficult to discern.",
      "vi": "Lúc đầu rất bực bội. Thật khó để phân biệt."
    }
  },
  {
    "translation": {
      "en": "What's the difference between octopus tracks",
      "vi": "Điểm khác nhau giữa các dấu vết bạch tuộc"
    }
  },
  {
    "translation": {
      "en": "and heart urchin tracks",
      "vi": "với dấu vết nhím biển,"
    }
  },
  {
    "translation": {
      "en": "and fish tracks...",
      "vi": "và dấu vết cá..."
    }
  },
  {
    "translation": {
      "en": "and worm tracks?",
      "vi": "và dấu vết sâu biển là gì?"
    }
  },
  {
    "translation": {
      "en": "And the predation marks.",
      "vi": "Và dấu vết săn mồi."
    }
  },
  {
    "translation": {
      "en": "The egg casings.",
      "vi": "Những vỏ trứng."
    }
  },
  {
    "translation": {
      "en": "I needed to learn everything.",
      "vi": "Tôi cần phải học mọi thứ."
    }
  },
  {
    "translation": {
      "en": "And then you have to start thinking...",
      "vi": "Và rồi bạn phải suy nghĩ..."
    }
  },
  {
    "translation": {
      "en": "like an octopus.",
      "vi": "như bạch tuộc."
    }
  },
  {
    "translation": {
      "en": "It's like being a detective.",
      "vi": "Như là làm thám tử vậy."
    }
  },
  {
    "translation": {
      "en": "And you just slowly get all your clues together.",
      "vi": "Bạn chỉ cần từ từ thu thập mọi manh mối."
    }
  },
  {
    "translation": {
      "en": "And then I started to...",
      "vi": "Và rồi tôi bắt đầu..."
    }
  },
  {
    "translation": {
      "en": "make breakthroughs.",
      "vi": "có sự đột phá."
    }
  },
  {
    "translation": {
      "en": "Okay, those are the animals she's killing.",
      "vi": "Rồi, đây là những con vật cô nàng đã giết."
    }
  },
  {
    "translation": {
      "en": "So I'm looking at kills. I'm looking at little marks, diggings in the sand,",
      "vi": "Tôi nhìn vào những xác chết, các dấu vết nhỏ, vết đào trên cát,"
    }
  },
  {
    "translation": {
      "en": "little changes in the algal patterns where she's been moving.",
      "vi": "những thay đổi nhỏ trong cấu trúc tảo nơi cô nàng di chuyển."
    }
  },
  {
    "translation": {
      "en": "And then knowing, Okay, this animal is very close now.",
      "vi": "Và rồi biết, Được rồi, sinh vật này đang ở rất gần."
    }
  },
  {
    "translation": {
      "en": "It's close. It's within one or two meters.",
      "vi": "Gần lắm. Chỉ trong vòng một hoặc hai mét."
    }
  },
  {
    "translation": {
      "en": "And then focusing on that small space.",
      "vi": "Sau đó tập trung vào khoảng không nhỏ đó."
    }
  },
  {
    "translation": {
      "en": "And then, bang!",
      "vi": "Rồi bùm!"
    }
  },
  {
    "translation": {
      "en": "She's there.",
      "vi": "Cô nàng xuất hiện."
    }
  },
  {
    "translation": {
      "en": "Finally, after looking for her for a week, day after day,",
      "vi": "Cuối cùng, sau một tuần tìm kiếm, ngày này qua ngày khác,"
    }
  },
  {
    "translation": {
      "en": "there she was.",
      "vi": "đã tìm ra cô nàng."
    }
  },
  {
    "translation": {
      "en": "It's like a...",
      "vi": "Giống như..."
    }
  },
  {
    "translation": {
      "en": "a human friend, like, waving and saying, Hi, I'm excited to see you.",
      "vi": "một con người vẫy tay, nói chào và vui mừng khi gặp bạn."
    }
  },
  {
    "translation": {
      "en": "And I could feel it, like from one minute to the next,",
      "vi": "Tôi cảm nhận được điều đó, kiểu như qua một phút, và sau đó,"
    }
  },
  {
    "translation": {
      "en": "Okay, I trust you. I trust you, human.",
      "vi": "Được, tôi tin ông. Tôi tin ông, con người."
    }
  },
  {
    "translation": {
      "en": "And now you can come into my octopus world.",
      "vi": "Giờ ông có thể vào thế giới bạch tuộc của tôi."
    }
  },
  {
    "translation": {
      "en": "And she's moving towards me.",
      "vi": "Và cô nàng tiến về phía tôi."
    }
  },
  {
    "translation": {
      "en": "And my natural instinct is...",
      "vi": "Bản năng tự nhiên của tôi là..."
    }
  },
  {
    "translation": {
      "en": "to gently back away.",
      "vi": "nhẹ nhàng lùi lại."
    }
  },
  {
    "translation": {
      "en": "And then I just wanted to keep still, so I held onto a rock.",
      "vi": "Rồi tôi chỉ muốn đứng yên, nên tôi bám một tảng đá."
    }
  },
  {
    "translation": {
      "en": "She just kept coming...",
      "vi": "Nàng cứ tiếp tục trườn đến."
    }
  },
  {
    "translation": {
      "en": "and then covered my whole hand.",
      "vi": "Rồi phủ kín cả bàn tay tôi."
    }
  },
  {
    "translation": {
      "en": "I'd been underwater for quite a long time,",
      "vi": "Tôi đã ở dưới nước khá lâu,"
    }
  },
  {
    "translation": {
      "en": "so I just gently pushed for the surface, thinking she would move off my hand.",
      "vi": "nên tôi nhẹ nhàng trồi lên mặt nước, nghĩ rằng cô nàng sẽ rời khỏi tay tôi."
    }
  },
  {
    "translation": {
      "en": "But she didn't. She just rode on my hand right to the surface.",
      "vi": "Nhưng không, cô nàng cứ cưỡi trên tay tôi trồi lên sát mặt nước."
    }
  },
  {
    "translation": {
      "en": "There I was, just staring into the eyes of this incredible creature.",
      "vi": "Tôi cứ như thế, nhìn chằm chằm vào đôi mắt của sinh vật diệu kỳ này."
    }
  },
  {
    "translation": {
      "en": "It was difficult to imagine at first",
      "vi": "Lúc đầu rất khó tưởng tượng"
    }
  },
  {
    "translation": {
      "en": "that she was getting anything out of the relationship.",
      "vi": "cô nàng có được gì từ mối quan hệ này."
    }
  },
  {
    "translation": {
      "en": "Why would a wild animal, doing its thing,",
      "vi": "Sao một động vật hoang dã, sống đời của nó,"
    }
  },
  {
    "translation": {
      "en": "get anything out of this strange human creature visiting?",
      "vi": "có được thứ gì từ con người viếng thăm kỳ lạ này?"
    }
  },
  {
    "translation": {
      "en": "And this is where it gets interesting.",
      "vi": "Đây là lúc câu chuyện trở nên thú vị hơn."
    }
  },
  {
    "translation": {
      "en": "I think quite stimulating for that huge intelligence.",
      "vi": "Tôi nghĩ khá kích thích với trí thông minh khổng lồ đó."
    }
  },
  {
    "translation": {
      "en": "Somehow, she realizes this thing is not dangerous,",
      "vi": "Bằng cách nào đó, cô nàng nhận ra thứ này không nguy hiểm,"
    }
  },
  {
    "translation": {
      "en": "so you go and you interact with this human.",
      "vi": "nên cứ tiến tới và tương tác với con người này."
    }
  },
  {
    "translation": {
      "en": "And perhaps it does give you some strange octopus level of joy.",
      "vi": "Và có lẽ nó mang lại chút niềm vui lạ lùng kiểu bạch tuộc."
    }
  },
  {
    "translation": {
      "en": "When you have that connection with an animal",
      "vi": "Khi bạn có mối liên hệ với một sinh vật"
    }
  },
  {
    "translation": {
      "en": "and have those experiences, it's absolutely mind blowing.",
      "vi": "và những trải nghiệm đó, thực sự gây sững sờ."
    }
  },
  {
    "translation": {
      "en": "There's no greater feeling on earth.",
      "vi": "Trên đời không có cảm xúc nào tuyệt hơn."
    }
  },
  {
    "translation": {
      "en": "The boundaries between her and I seemed to dissolve.",
      "vi": "Giới hạn giữa cô nàng và tôi dường như tan biến."
    }
  },
  {
    "translation": {
      "en": "Just the pure magnificence of her.",
      "vi": "Chỉ còn sự lộng lẫy thuần khiết của cô nàng."
    }
  },
  {
    "translation": {
      "en": "All I could do at the time was just think of her.",
      "vi": "Thời gian đó tôi chỉ có thể nghĩ về cô nàng."
    }
  },
  {
    "translation": {
      "en": "In the water and on land.",
      "vi": "Trong nước và trên cạn."
    }
  },
  {
    "translation": {
      "en": "I mean, it just became a bit of an obsession.",
      "vi": "Ý tôi là, nó trở thành một nỗi ám ảnh."
    }
  },
  {
    "translation": {
      "en": "You just want to visit her every day and see what's going on.",
      "vi": "Chỉ muốn đến thăm cô nàng mỗi ngày, xem điều gì đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "You can't wait to get back in the water.",
      "vi": "Tôi rất háo hức trở lại biển."
    }
  },
  {
    "translation": {
      "en": "What goes through her mind? What's she thinking?",
      "vi": "Điều gì đang diễn ra trong đầu? Cô nàng đang nghĩ gì?"
    }
  },
  {
    "translation": {
      "en": "Does she dream? If she dreams, what does she dream about?",
      "vi": "Cô nàng có mơ không? Nếu mơ, thì mơ về điều gì?"
    }
  },
  {
    "translation": {
      "en": "She just ignited my curiosity in a way that I had not experienced before.",
      "vi": "Cô nàng kích thích trí tò mò của tôi theo cách mà tôi chưa từng trải qua."
    }
  },
  {
    "translation": {
      "en": "It's very useful to come back home",
      "vi": "Rất hữu ích khi trở về nhà"
    }
  },
  {
    "translation": {
      "en": "and try and read as many scientific papers as possible.",
      "vi": "và cố gắng đọc càng nhiều tài liệu khoa học càng tốt."
    }
  },
  {
    "translation": {
      "en": "She's a common octopus.",
      "vi": "Cô nàng là bạch tuộc thường."
    }
  },
  {
    "translation": {
      "en": "Octopus vulgaris is the scientific name.",
      "vi": "Tên khoa học là bạch tuộc vulgaris."
    }
  },
  {
    "translation": {
      "en": "Two thirds of her cognition",
      "vi": "Hai phần ba nhận thức của cô nàng,"
    }
  },
  {
    "translation": {
      "en": "is actually outside of her brain, in her arms.",
      "vi": "thật ra nằm ngoài bộ não, ở các xúc tu."
    }
  },
  {
    "translation": {
      "en": "Her entire being is thinking, feeling, exploring.",
      "vi": "Toàn bộ đời sống của nàng là suy nghĩ, cảm nhận, khám phá."
    }
  },
  {
    "translation": {
      "en": "She's got 2,000 suckers, and she's using all of them independently.",
      "vi": "Cô nàng có 2.000 cái giác hút và sử dụng tất cả chúng một cách độc lập."
    }
  },
  {
    "translation": {
      "en": "How do you do that?",
      "vi": "Sao làm được thế?"
    }
  },
  {
    "translation": {
      "en": "Imagine having 2,000 fingers.",
      "vi": "Tưởng tượng có 2.000 ngón tay."
    }
  },
  {
    "translation": {
      "en": "You can compare her intelligence to a cat or a dog",
      "vi": "Có thể so sánh trí thông minh của nàng với mèo hoặc chó"
    }
  },
  {
    "translation": {
      "en": "or even to one of the lower primates.",
      "vi": "hoặc thậm chí với một loài linh trưởng bậc thấp."
    }
  },
  {
    "translation": {
      "en": "A mollusk shouldn't be this intelligent.",
      "vi": "Loài nhuyễn thể thường không thông minh thế này."
    }
  },
  {
    "translation": {
      "en": "So many times I'd go and search through the scientific papers,",
      "vi": "Đã nhiều lần tôi tìm các bài báo khoa học,"
    }
  },
  {
    "translation": {
      "en": "looking for the strange thing I'd seen.",
      "vi": "tìm kiếm thứ lạ lùng tôi thấy."
    }
  },
  {
    "translation": {
      "en": "And then you'd just come up absolutely blank. There's nothing.",
      "vi": "Nhưng không tìm được gì. Không có gì cả."
    }
  },
  {
    "translation": {
      "en": "You're going into a place that's under studied,",
      "vi": "Bạn rơi vào một vùng chưa được nghiên cứu,"
    }
  },
  {
    "translation": {
      "en": "and, almost on a weekly basis, you can find out something new to science.",
      "vi": "và gần như hàng tuần, đều tìm ra điều gì đó mới mẻ đối với khoa học."
    }
  },
  {
    "translation": {
      "en": "According to the literature, octopus are supposed to be a nocturnal species.",
      "vi": "Theo văn học, bạch tuộc được cho là loài sống về đêm."
    }
  },
  {
    "translation": {
      "en": "Now, was she more active at night?",
      "vi": "Cô nàng có năng nổ hơn vào ban đêm?"
    }
  },
  {
    "translation": {
      "en": "It was a little bit scary in the dark.",
      "vi": "Trong bóng tối nó hơi đáng sợ."
    }
  },
  {
    "translation": {
      "en": "These incredible sounds of the humpback whales",
      "vi": "Những âm thanh đáng kinh ngạc của mấy con cá voi lưng gù truyền trong nước."
    }
  },
  {
    "translation": {
      "en": "coming through the water.",
      "vi": "của mấy con cá voi lưng gù truyền trong nước."
    }
  },
  {
    "translation": {
      "en": "You're on hyperalert.",
      "vi": "Bạn cảnh giác cao độ."
    }
  },
  {
    "translation": {
      "en": "I couldn't find her. She wasn't in her den.",
      "vi": "Không thể tìm được cô nàng. Không ở trong hang."
    }
  },
  {
    "translation": {
      "en": "I'd kind of given up and was going back to the shore.",
      "vi": "Tôi tính bỏ cuộc và trở lên bờ."
    }
  },
  {
    "translation": {
      "en": "Something just made me veer slightly to the left.",
      "vi": "Có thứ gì đó khiến tôi hơi xoay người sang trái."
    }
  },
  {
    "translation": {
      "en": "And there she is...",
      "vi": "Và cô nàng đây rồi."
    }
  },
  {
    "translation": {
      "en": "right in extremely shallow water.",
      "vi": "Ngay ở vùng nước cực nông."
    }
  },
  {
    "translation": {
      "en": "Can't see what she's doing.",
      "vi": "Không thể thấy cô nàng làm gì."
    }
  },
  {
    "translation": {
      "en": "These lightning fast strikes.",
      "vi": "Những cú đánh nhanh như chớp."
    }
  },
  {
    "translation": {
      "en": "Using her arm like this strange weapon.",
      "vi": "Dùng xúc tu như một thứ vũ khí kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Just rolling it up in this fraction of a second.",
      "vi": "Chỉ cần cuộn nó lại trong chớp mắt."
    }
  },
  {
    "translation": {
      "en": "And I saw her catch three fish like this.",
      "vi": "Tôi đã thấy cô nàng bắt ba con cá theo cách đó."
    }
  },
  {
    "translation": {
      "en": "I'd never seen her catching a fish during the day.",
      "vi": "Chưa từng thấy cô nàng bắt cá vào ban ngày."
    }
  },
  {
    "translation": {
      "en": "Super dangerous out in the deeper forest at night,",
      "vi": "Ban đêm ở rừng tảo rất nguy hiểm,"
    }
  },
  {
    "translation": {
      "en": "so this incredibly clever animal retreats to the shallows,",
      "vi": "nên sinh vật cực kỳ thông minh này ẩn mình chỗ nước nông,"
    }
  },
  {
    "translation": {
      "en": "where it's difficult for these sharks to get to,",
      "vi": "nơi những con cá mập khó mà đến được,"
    }
  },
  {
    "translation": {
      "en": "and takes advantage of all the wonderful food available there.",
      "vi": "và tận dụng nguồn thức ăn tuyệt vời có ở đó."
    }
  },
  {
    "translation": {
      "en": "The first instinct is to try and scare the sharks away.",
      "vi": "Bản năng đầu tiên là cố gắng dọa đuổi lũ cá mập đi."
    }
  },
  {
    "translation": {
      "en": "But then you realize",
      "vi": "Nhưng rồi bạn nhận ra"
    }
  },
  {
    "translation": {
      "en": "that you'd be interfering with the whole process of the forest.",
      "vi": "bạn sẽ can thiệp vào toàn bộ tiến trình của khu rừng."
    }
  },
  {
    "translation": {
      "en": "She was out of the den, moving around near the edge of the forest.",
      "vi": "Cô nàng ra khỏi hang, di chuyển gần rìa khu rừng."
    }
  },
  {
    "translation": {
      "en": "I noticed...",
      "vi": "Tôi để ý thấy..."
    }
  },
  {
    "translation": {
      "en": "the shark.",
      "vi": "con cá mập."
    }
  },
  {
    "translation": {
      "en": "Body was slightly hunched forward and was following the scent trail.",
      "vi": "Cơ thể hơi gù về phía trước và đang theo dấu mùi hương."
    }
  },
  {
    "translation": {
      "en": "This is not good.",
      "vi": "Không ổn rồi."
    }
  },
  {
    "translation": {
      "en": "I think, Thank God she's safe. She's right under the rock.",
      "vi": "Tôi nghĩ, Tạ ơn Chúa, nàng an toàn. Ẩn ngay dưới tảng đá."
    }
  },
  {
    "translation": {
      "en": "These things are coming right into that crack.",
      "vi": "Những con vật này xông vào ngay chỗ vết nứt."
    }
  },
  {
    "translation": {
      "en": "And the next minute, the shark is actually clamped down on one of her arms,",
      "vi": "Ngay sau đó, con cá mập cắn một trong các xúc tu của cô nàng"
    }
  },
  {
    "translation": {
      "en": "doing this terrifying death roll.",
      "vi": "xoay vòng một cách chết chóc."
    }
  },
  {
    "translation": {
      "en": "And I can clearly see...",
      "vi": "Tôi có thể thấy rõ..."
    }
  },
  {
    "translation": {
      "en": "her severed arm in its mouth.",
      "vi": "xúc tu bị cắn đứt trong miệng nó."
    }
  },
  {
    "translation": {
      "en": "You had that terrible feeling in your stomach.",
      "vi": "Ừ, cảm giác thật kinh khủng."
    }
  },
  {
    "translation": {
      "en": "And thank God she managed to get really deep in that crack.",
      "vi": "Và cảm ơn Chúa, cô nàng đã lùi sâu vào khe hở đó."
    }
  },
  {
    "translation": {
      "en": "She was moving very badly, slowly, very weak.",
      "vi": "Cô nàng di chuyển rất đau đớn. Chậm chạp, yếu ớt."
    }
  },
  {
    "translation": {
      "en": "She's bleeding. That smell's in the water.",
      "vi": "Cô nàng đang chảy máu. Có thể ngửi thấy mùi đó trong nước."
    }
  },
  {
    "translation": {
      "en": "There's quite a distance to the den.",
      "vi": "Đường về hang còn khá xa."
    }
  },
  {
    "translation": {
      "en": "Are these sharks gonna pitch up again?",
      "vi": "Những con cá mập có quay lại không?"
    }
  },
  {
    "translation": {
      "en": "I thought about helping her back physically to the den.",
      "vi": "Tôi đã nghĩ về việc giúp cô nàng về hang."
    }
  },
  {
    "translation": {
      "en": "But, luckily, I didn't need to.",
      "vi": "May là tôi không cần làm thế."
    }
  },
  {
    "translation": {
      "en": "I didn't know...",
      "vi": "Tôi đã không biết..."
    }
  },
  {
    "translation": {
      "en": "what was gonna happen to her or if this would make her weak and vulnerable,",
      "vi": "cô nàng sẽ bị gì, hoặc vết thương có khiến nàng yếu và suy nhược."
    }
  },
  {
    "translation": {
      "en": "and they'd finish her off that night.",
      "vi": "và đời nàng sẽ kết liễu đêm đó."
    }
  },
  {
    "translation": {
      "en": "And I couldn't help feeling...",
      "vi": "Và tôi không thể không cảm thấy..."
    }
  },
  {
    "translation": {
      "en": "had I been responsible for this?",
      "vi": "tôi có chịu trách nhiệm cho việc này?"
    }
  },
  {
    "translation": {
      "en": "Was she out because I was there?",
      "vi": "Cô nàng đã ra ngoài vì tôi ở đó à?"
    }
  },
  {
    "translation": {
      "en": "I felt very vulnerable.",
      "vi": "Tôi thấy khá yếu ớt."
    }
  },
  {
    "translation": {
      "en": "As if somehow what happened to her had happened to me in some strange way.",
      "vi": "Như thể theo cách kỳ lạ nào đó, những việc xảy ra với cô nàng cũng xảy ra với tôi."
    }
  },
  {
    "translation": {
      "en": "And then this almost felt, psychologically, like I was...",
      "vi": "Và rồi về mặt tâm lý, cảm giác như thể tôi đang..."
    }
  },
  {
    "translation": {
      "en": "going through a type of dismembering.",
      "vi": "kiểu như bị chặt chân tay."
    }
  },
  {
    "translation": {
      "en": "You start thinking about your own death and your own vulnerability,",
      "vi": "Ta bắt đầu nghĩ về cái chết và sự thương tổn của chính mình,"
    }
  },
  {
    "translation": {
      "en": "worried about your family, your child.",
      "vi": "lo cho gia đình, con cái của ta."
    }
  },
  {
    "translation": {
      "en": "I hadn't been a person that was overly sentimental towards animals before.",
      "vi": "Tôi chưa từng là một người quá đa cảm với động vật."
    }
  },
  {
    "translation": {
      "en": "I realized I was changing.",
      "vi": "Tôi nhận ra mình đang thay đổi."
    }
  },
  {
    "translation": {
      "en": "She was teaching me to become sensitized to the other.",
      "vi": "Cô nàng đã dạy tôi trở nên đễ cảm động với đối phương."
    }
  },
  {
    "translation": {
      "en": "Especially wild creatures.",
      "vi": "Đặc biệt là với sinh vật hoang dã."
    }
  },
  {
    "translation": {
      "en": "A scary feeling, going into the water early the next day.",
      "vi": "Một cảm giác đáng sợ khi lặn vào sớm hôm sau."
    }
  },
  {
    "translation": {
      "en": "I was very relieved that she was alive, breathing.",
      "vi": "Tôi rất nhẹ nhõm vì cô nàng còn sống, đang thở."
    }
  },
  {
    "translation": {
      "en": "She's so weak that she can't make those vibrant colors of a healthy octopus,",
      "vi": "Nàng yếu đến nỗi không thể tạo ra màu sắc rực rỡ của một con bạch tuộc khỏe mạnh"
    }
  },
  {
    "translation": {
      "en": "and she's just dull and white.",
      "vi": "mà chỉ mờ đục và trắng."
    }
  },
  {
    "translation": {
      "en": "And now I'm worried, How is she getting food?",
      "vi": "Giờ tôi lo lắng, Sao cô nàng kiếm được thức ăn đây?"
    }
  },
  {
    "translation": {
      "en": "You are crossing a line when you interfere in the lives of animals.",
      "vi": "Bạn sẽ vượt qua ranh giới khi can thiệp vào cuộc sống của động vật."
    }
  },
  {
    "translation": {
      "en": "But I was just too overcome with my feelings for her.",
      "vi": "Nhưng tình cảm của tôi dành cho cô nàng quá lớn."
    }
  },
  {
    "translation": {
      "en": "I don't think it really helped.",
      "vi": "Tôi không nghĩ nó có ích."
    }
  },
  {
    "translation": {
      "en": "And she's right at the back of the den, you know, just not moving much.",
      "vi": "Cô nàng ở ngay trong hang, không di chuyển nhiều."
    }
  },
  {
    "translation": {
      "en": "I was just checking every day to see if she was okay,",
      "vi": "Tôi đã kiểm tra mỗi ngày để xem cô nàng ổn không,"
    }
  },
  {
    "translation": {
      "en": "wondering, Is this the last day? Am I not gonna see her?",
      "vi": "tự hỏi, Đây là ngày cuối cùng ư? Mình sẽ không gặp lại nàng nữa?"
    }
  },
  {
    "translation": {
      "en": "The big relief came a week or so later,",
      "vi": "Chừng một tuần sau hoặc hơn, tôi mới thở phào nhẹ nhõm."
    }
  },
  {
    "translation": {
      "en": "and I could see it had sort of healed over pretty fast.",
      "vi": "Tôi có thể thấy vết thương lành lại khá nhanh."
    }
  },
  {
    "translation": {
      "en": "And then the most amazing thing, to see this...",
      "vi": "Và sau đó, điều tuyệt vời nhất là thấy..."
    }
  },
  {
    "translation": {
      "en": "tiny little miniature, perfect miniature arm...",
      "vi": "cái xúc tu tí hon, siêu nhỏ này..."
    }
  },
  {
    "translation": {
      "en": "starting to grow back.",
      "vi": "bắt đầu mọc lại."
    }
  },
  {
    "translation": {
      "en": "And it gave me a strange sort of confidence",
      "vi": "Và nó cho tôi một sự tự tin kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "that she can get past this incredible difficulty.",
      "vi": "Rằng cô nàng có thể vượt qua khó khăn kinh khủng này."
    }
  },
  {
    "translation": {
      "en": "And I felt, in my life, I was getting past the difficulties I had.",
      "vi": "Và tôi thấy, cuộc đời tôi, tôi đã vượt qua những khó khăn tôi gặp phải."
    }
  },
  {
    "translation": {
      "en": "In this strange way, our lives were mirroring each other.",
      "vi": "Theo cách kỳ lạ, cuộc sống của chúng tôi phản chiếu lẫn nhau."
    }
  },
  {
    "translation": {
      "en": "My relationship with people, with humans was changing.",
      "vi": "Mối quan hệ của tôi với mọi người, với loài người, đang thay đổi."
    }
  },
  {
    "translation": {
      "en": "My son, at this stage, was very interested in everything underwater.",
      "vi": "Con trai tôi, ở giai đoạn này, rất hứng thú với thế giới dưới nước."
    }
  },
  {
    "translation": {
      "en": "And every day, I'd tell him the stories.",
      "vi": "Mỗi ngày, tôi đều kể chuyện cho thằng bé."
    }
  },
  {
    "translation": {
      "en": "He'd seen her. He'd met her.",
      "vi": "Thằng bé đã thấy, đã gặp cô nàng."
    }
  },
  {
    "translation": {
      "en": "I'd taken him so many times.",
      "vi": "Tôi đưa thằng bé đến đó nhiều lần."
    }
  },
  {
    "translation": {
      "en": "The arm becomes pretty functional,",
      "vi": "Xúc tu trở nên khá linh hoạt,"
    }
  },
  {
    "translation": {
      "en": "even when it's half grown.",
      "vi": "dù chỉ mới mọc một nửa."
    }
  },
  {
    "translation": {
      "en": "And then, slowly, as the arm grew, she grew her confidence back.",
      "vi": "Rồi dần dần, khi xúc tu lớn dần lên, cô nàng tự tin trở lại."
    }
  },
  {
    "translation": {
      "en": "Eventually, about 100 days later, that arm had fully regrown.",
      "vi": "Cuối cùng, khoảng 100 ngày sau, xúc tu đó đã hoàn toàn hồi phục."
    }
  },
  {
    "translation": {
      "en": "An amazing feeling to think that this animal is capable of that",
      "vi": "Một cảm giác tuyệt vời khi nghĩ sinh vật này có thể làm được điều đó,"
    }
  },
  {
    "translation": {
      "en": "and can withstand such an attack and fully recover.",
      "vi": "có thể chịu được cuộc tấn công như thế và phục hồi hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "After a while, she was just carrying on with her normal activities,",
      "vi": "Sau một thời gian, cô nàng chỉ tiếp tục với các hoạt động bình thường của mình"
    }
  },
  {
    "translation": {
      "en": "so I then started a whole new development",
      "vi": "nên tôi bắt đầu tìm hiểu sâu hơn nữa"
    }
  },
  {
    "translation": {
      "en": "of seeing even deeper into her world.",
      "vi": "về thế giới của cô nàng."
    }
  },
  {
    "translation": {
      "en": "It was a nice, calm, clear day.",
      "vi": "Đó là một ngày trời trong, đẹp và yên tĩnh."
    }
  },
  {
    "translation": {
      "en": "She comes around a corner and spots a crab.",
      "vi": "Cô nàng đến một góc và thấy một con cua."
    }
  },
  {
    "translation": {
      "en": "The problem when you're a crab,",
      "vi": "Vấn đề khi là một con cua,"
    }
  },
  {
    "translation": {
      "en": "you're being now hunted by a liquid animal.",
      "vi": "là bạn bị săn đuổi bởi một động vật nhuyễn thể."
    }
  },
  {
    "translation": {
      "en": "She can pour herself through a tiny little crack.",
      "vi": "Cô nàng có thể luồn mình qua một vết nứt nhỏ xíu xiu."
    }
  },
  {
    "translation": {
      "en": "And the crab seems to sense her",
      "vi": "Con cua có vẻ cảm được sự hiện diện của cô nàng,"
    }
  },
  {
    "translation": {
      "en": "and goes and hides underneath a big, poisonous anemone.",
      "vi": "nó chui vào trốn bên dưới một con hải quỳ to, có độc."
    }
  },
  {
    "translation": {
      "en": "And then she waits and hides.",
      "vi": "Cô nàng ẩn nấp và chờ đợi."
    }
  },
  {
    "translation": {
      "en": "And then the crab thinks, Okay, everything's all right,",
      "vi": "Rồi con cua nghĩ, Được rồi, ổn cả rồi,"
    }
  },
  {
    "translation": {
      "en": "and makes the mistake of leaving that anemone.",
      "vi": "và phạm sai lầm khi rời khỏi con hải quỳ."
    }
  },
  {
    "translation": {
      "en": "She's quite a messy eater. Bits going everywhere. The smell's going out.",
      "vi": "Cô nàng ăn khá bừa bộn. Các mảnh văng tứ tung, mùi khắp nơi."
    }
  },
  {
    "translation": {
      "en": "And then you just look around, and you see these brittle stars,",
      "vi": "Rồi bạn nhìn xung quanh và thấy đám sao biển đuôi rắn, nhanh đến bất ngờ này,"
    }
  },
  {
    "translation": {
      "en": "surprisingly fast, just being drawn to her.",
      "vi": "và thấy đám sao biển đuôi rắn, nhanh đến bất ngờ này, bò đến chỗ cô nàng."
    }
  },
  {
    "translation": {
      "en": "Just a mass of them sort of overwhelm her,",
      "vi": "Chúng đông quá nên cô nàng hơi choáng ngợp"
    }
  },
  {
    "translation": {
      "en": "and she doesn't seem sure of what to do or how to deal with them.",
      "vi": "không biết phải làm gì hay xử lý thế nào với chúng."
    }
  },
  {
    "translation": {
      "en": "So I thought, Yeah, this is like a real problem now.",
      "vi": "Tôi nghĩ, Rắc rối thực sự đây."
    }
  },
  {
    "translation": {
      "en": "She's always gonna have this problem of brittle stars taking all her food.",
      "vi": "Rắc rối của cô nàng là bị đám sao biển đuôi rắn lấy hết thức ăn."
    }
  },
  {
    "translation": {
      "en": "Not that long in the future,",
      "vi": "Không lâu sau đó,"
    }
  },
  {
    "translation": {
      "en": "she's thought, Okay, brittle stars are stealing my food,",
      "vi": "cô nàng nghĩ, Được rồi, tụi sao biển đuôi rắn cướp đồ ăn của ta,"
    }
  },
  {
    "translation": {
      "en": "and has this amazing method of just picking them up with her suckers",
      "vi": "và có phương pháp tuyệt vời là nhặt chúng bằng các giác hút"
    }
  },
  {
    "translation": {
      "en": "and gently just throwing them out the den.",
      "vi": "và nhẹ nhàng ném chúng ra khỏi hang."
    }
  },
  {
    "translation": {
      "en": "Now she's completely the boss.",
      "vi": "Giờ cô nàng thật sự là chủ."
    }
  },
  {
    "translation": {
      "en": "She initially adopted the same method to crab hunting with lobster.",
      "vi": "Ban đầu cô nàng áp dụng phương pháp săn cua để săn tôm hùm."
    }
  },
  {
    "translation": {
      "en": "You just suddenly see...",
      "vi": "Bạn đột nhiên thấy..."
    }
  },
  {
    "translation": {
      "en": "lobsters just shooting out of the reef.",
      "vi": "tôm hùm bắn ra từ rặng đá ngầm."
    }
  },
  {
    "translation": {
      "en": "I'm thinking now, She's definitely gonna catch this one.",
      "vi": "Tôi nghĩ, Chắc chắn cô nàng sẽ bắt con này."
    }
  },
  {
    "translation": {
      "en": "Time and time again, they just evade her.",
      "vi": "Hết lần này đến lần khác, chúng cứ tránh được."
    }
  },
  {
    "translation": {
      "en": "And then, a couple of weeks later,",
      "vi": "Và rồi, vài tuần sau,"
    }
  },
  {
    "translation": {
      "en": "watching her coming round the side,",
      "vi": "cô nàng đi vòng qua bên hông,"
    }
  },
  {
    "translation": {
      "en": "corralling me so that she can then get between the lobster and myself.",
      "vi": "kéo tôi lại để cô nàng có thể trườn vào giữa con tôm hùm và tôi."
    }
  },
  {
    "translation": {
      "en": "Using me as part of her hunting strategy.",
      "vi": "Dùng tôi hỗ trợ chiến thuật săn mồi của cô nàng."
    }
  },
  {
    "translation": {
      "en": "And instead of that messy lunge...",
      "vi": "Thay vì tấn công vô tổ chức..."
    }
  },
  {
    "translation": {
      "en": "throwing her web over the top.",
      "vi": "từ phía trên, nàng trùm cả thân ụp xuống."
    }
  },
  {
    "translation": {
      "en": "And then there's nowhere for it to go.",
      "vi": "Con mồi không còn đường thoát."
    }
  },
  {
    "translation": {
      "en": "This is an animal that is strategizing",
      "vi": "Đây là một sinh vật đang lên chiến lược,"
    }
  },
  {
    "translation": {
      "en": "and working out very quickly how best to hunt a very tricky prey.",
      "vi": "và hành động hết sức nhanh hòng tìm ra cách tốt nhất để săn một con mồi hết sức tinh vi."
    }
  },
  {
    "translation": {
      "en": "A lot of her intelligence is built",
      "vi": "Phải bắt số lượng lớn các con mồi"
    }
  },
  {
    "translation": {
      "en": "from the sheer number of prey that she has to catch.",
      "vi": "giúp hình thành trí thông minh của cô nàng."
    }
  },
  {
    "translation": {
      "en": "All sorts of animals.",
      "vi": "Đủ mọi loại động vật."
    }
  },
  {
    "translation": {
      "en": "All the mollusks she is capturing, they're quite easy to catch,",
      "vi": "Tất cả các loài nhuyễn thể cô nàng bắt, khá dễ bắt chúng,"
    }
  },
  {
    "translation": {
      "en": "but they've got these incredibly hard shells.",
      "vi": "nhưng chúng có vỏ rất cứng."
    }
  },
  {
    "translation": {
      "en": "Now, how the hell does she kill and eat them?",
      "vi": "Làm thế quái nào nàng giết và ăn được chúng?"
    }
  },
  {
    "translation": {
      "en": "At the base of all those arms,",
      "vi": "Dưới chân của tất cả các xúc tu"
    }
  },
  {
    "translation": {
      "en": "there's a drill that can drill through hard shell",
      "vi": "có một mũi khoan có thể xuyên qua lớp vỏ cứng,"
    }
  },
  {
    "translation": {
      "en": "and then drop venom in there, like a snake,",
      "vi": "rồi thả nọc độc vào đó, như rắn vậy,"
    }
  },
  {
    "translation": {
      "en": "and see how that mollusk reacts.",
      "vi": "và xem loài nhuyễn thể đó phản ứng thế nào."
    }
  },
  {
    "translation": {
      "en": "But some of these mollusks will only relax",
      "vi": "Nhưng một số loài nhuyễn thể sẽ chỉ thả lỏng"
    }
  },
  {
    "translation": {
      "en": "if that drill is precisely in the apex of the shell,",
      "vi": "nếu mũi khoan đó nằm ngay trên đỉnh vỏ,"
    }
  },
  {
    "translation": {
      "en": "on the abductor muscle.",
      "vi": "ngay trên các cơ bên trong."
    }
  },
  {
    "translation": {
      "en": "She basically has to do geometry",
      "vi": "Cô nàng cơ bản phải tính toán tọa độ"
    }
  },
  {
    "translation": {
      "en": "to work out exactly the precise spot where she needs to drill that shell",
      "vi": "để tìm ra chính xác vị trí cần phải khoan trên cái vỏ"
    }
  },
  {
    "translation": {
      "en": "in order to get her food.",
      "vi": "để có được thức ăn."
    }
  },
  {
    "translation": {
      "en": "This is high level invertebrate intelligence.",
      "vi": "Đây là trí tuệ bậc cao của động vật không xương sống."
    }
  },
  {
    "translation": {
      "en": "Her ability to learn and remember details.",
      "vi": "Cô nàng có khả năng học hỏi và ghi nhớ chi tiết."
    }
  },
  {
    "translation": {
      "en": "And it hit me how she was teaching me so much.",
      "vi": "Tôi rất ấn tượng khi thấy cô nàng dạy tôi rất nhiều điều."
    }
  },
  {
    "translation": {
      "en": "You just can't wait to get up in the morning, 'cause there's so much to do",
      "vi": "Bạn rất háo hức thức dậy vào buổi sáng, vì có rất nhiều việc phải làm,"
    }
  },
  {
    "translation": {
      "en": "to understand every little tiny mark, every little behavior,",
      "vi": "để hiểu được từng dấu vết nhỏ, từng hành vi nhỏ,"
    }
  },
  {
    "translation": {
      "en": "every species and what they're doing, how they're interacting.",
      "vi": "mọi loài và những gì chúng đang làm, cách chúng tương tác."
    }
  },
  {
    "translation": {
      "en": "People ask, Why are you going to the same place every day?",
      "vi": "Mọi người hỏi, Sao ngày nào anh cũng đến đó?"
    }
  },
  {
    "translation": {
      "en": "But that's when you see the subtle differences.",
      "vi": "Nhưng đó là khi bạn thấy sự khác biệt tinh tế."
    }
  },
  {
    "translation": {
      "en": "And that's when you get to know the wild.",
      "vi": "Và đó là khi bạn làm quen với sự hoang dã."
    }
  },
  {
    "translation": {
      "en": "So when these thousands of threads going off from the octopus",
      "vi": "Có hàng ngàn liên kết từ cô nàng bạch tuộc"
    }
  },
  {
    "translation": {
      "en": "to all the other animals, predator and prey,",
      "vi": "đến các sinh vật khác, kẻ săn mồi và con mồi,"
    }
  },
  {
    "translation": {
      "en": "and then this incredible forest,",
      "vi": "và khu rừng kỳ diệu này..."
    }
  },
  {
    "translation": {
      "en": "um, just nurturing all of this.",
      "vi": "nuôi dưỡng tất cả."
    }
  },
  {
    "translation": {
      "en": "And now I know how the helmet shell is connected to the urchin",
      "vi": "Giờ tôi hiểu ốc kim khôi có kết nối thế nào với nhím biển"
    }
  },
  {
    "translation": {
      "en": "and how the octopus is connected to the helmet shell.",
      "vi": "và bạch tuộc kết nối thế nào với ốc kim khôi."
    }
  },
  {
    "translation": {
      "en": "And as I draw all these lines,",
      "vi": "Khi tôi kể ra những lời này,"
    }
  },
  {
    "translation": {
      "en": "all these stories are just being thrown up.",
      "vi": "những câu chuyện cứ tuôn ra."
    }
  },
  {
    "translation": {
      "en": "It's almost like the forest mind.",
      "vi": "Tâm trí như một khu rừng."
    }
  },
  {
    "translation": {
      "en": "I really could feel it. That big creature.",
      "vi": "Tôi thực sự cảm nhận được. Sinh vật to lớn đó."
    }
  },
  {
    "translation": {
      "en": "It was thousands of times more awake and intelligent than I am.",
      "vi": "Tỉnh táo và thông minh hơn tôi gấp ngàn lần."
    }
  },
  {
    "translation": {
      "en": "This is like a giant underwater brain operating over millions of years.",
      "vi": "Nó như một bộ não khổng lồ dưới nước hoạt động hàng triệu năm."
    }
  },
  {
    "translation": {
      "en": "And it just keeps everything in balance.",
      "vi": "Nó giữ cho mọi thứ cân bằng."
    }
  },
  {
    "translation": {
      "en": "Everything seemed, at this point...",
      "vi": "Vào thời điểm này, mọi thứ dường như..."
    }
  },
  {
    "translation": {
      "en": "sort of perfect in the forest.",
      "vi": "hoàn hảo ở khu rừng."
    }
  },
  {
    "translation": {
      "en": "And, of course, you know...",
      "vi": "Và dĩ nhiên, bạn biết đấy..."
    }
  },
  {
    "translation": {
      "en": "...you've forgotten...",
      "vi": "bạn quên mất..."
    }
  },
  {
    "translation": {
      "en": "those predators are ever present.",
      "vi": "những kẻ săn mồi đó luôn hiện diện."
    }
  },
  {
    "translation": {
      "en": "Just have this...",
      "vi": "Ý nghĩ này..."
    }
  },
  {
    "translation": {
      "en": "burnt in my memory, this, like, huge shark just suddenly approaching her.",
      "vi": "cứ nung nấu trong ký ức tôi, con cá mập lớn, đột ngột tấn công cô nàng."
    }
  },
  {
    "translation": {
      "en": "She kept still and tried to hide.",
      "vi": "Cô nàng bất động và cố trốn."
    }
  },
  {
    "translation": {
      "en": "Then you just saw the shark swimming on the periphery, picking up her scent.",
      "vi": "Rồi bạn thấy con cá mập bơi quanh đánh hơi nàng ta."
    }
  },
  {
    "translation": {
      "en": "And I thought, Oh, no, this is this whole...",
      "vi": "Và tôi nghĩ, Ôi không, cơn ác mộng này..."
    }
  },
  {
    "translation": {
      "en": "nightmare happening again.",
      "vi": "lại xảy ra lần nữa."
    }
  },
  {
    "translation": {
      "en": "She jets up in the canopy,",
      "vi": "Cô nàng phóng vọt lên vòm tảo"
    }
  },
  {
    "translation": {
      "en": "and she's wrapping many leaves of kelp tightly around her body",
      "vi": "và quấn chặt rất nhiều lá tảo quanh thân mình."
    }
  },
  {
    "translation": {
      "en": "and then just peering out.",
      "vi": "Rồi nhìn ra ngoài."
    }
  },
  {
    "translation": {
      "en": "All the smell's on the kelp,",
      "vi": "Mùi vương khắp các bẹ tảo,"
    }
  },
  {
    "translation": {
      "en": "so the shark's now biting and snapping at the kelp.",
      "vi": "nên giờ con cá mập cứ cắn và táp vào các bẹ tảo."
    }
  },
  {
    "translation": {
      "en": "She's shot out the back.",
      "vi": "Cô nàng thoát ra lối sau."
    }
  },
  {
    "translation": {
      "en": "She just climbs out over a rock, leaves the water, and I was like...",
      "vi": "Cô nàng trèo qua một tảng đá, rời khỏi mặt nước và tôi kiểu..."
    }
  },
  {
    "translation": {
      "en": "I just, you know... almost can't believe my eyes.",
      "vi": "Tôi như thể, bạn biết đó... không tin vào mắt mình."
    }
  },
  {
    "translation": {
      "en": "But the problem is, of course, she's gotta come back.",
      "vi": "Nhưng vấn đề dĩ nhiên là, nàng ta phải quay lại."
    }
  },
  {
    "translation": {
      "en": "On the other side, the shark picks up her scent again.",
      "vi": "Ở phía bên kia, con cá mập lại ngửi ra mùi của cô nàng."
    }
  },
  {
    "translation": {
      "en": "And this crazy chase is on.",
      "vi": "Và cuộc rượt đuổi điên rồ này diễn ra."
    }
  },
  {
    "translation": {
      "en": "And then, I see her,",
      "vi": "Rồi tôi thấy cô nàng,"
    }
  },
  {
    "translation": {
      "en": "in a very quick movement,",
      "vi": "chuyển động rất nhanh,"
    }
  },
  {
    "translation": {
      "en": "picking up maybe close to 100 shells and stones...",
      "vi": "nhặt có lẽ gần 100 vỏ sò và đá..."
    }
  },
  {
    "translation": {
      "en": "and then folding her arms over her vulnerable head.",
      "vi": "và xếp các xúc tu trùm lên phần đầu yếu ớt."
    }
  },
  {
    "translation": {
      "en": "And in that moment,",
      "vi": "Trong khoảnh khắc đó,"
    }
  },
  {
    "translation": {
      "en": "I realized, This is this crazy thing I saw...",
      "vi": "tôi nhận ra, Đây là điều điên rồ mình đã thấy..."
    }
  },
  {
    "translation": {
      "en": "so long ago.",
      "vi": "rất lâu rồi."
    }
  },
  {
    "translation": {
      "en": "Next minute, the shark grabs her.",
      "vi": "Ngay sau đó, cá mập tóm cô nàng."
    }
  },
  {
    "translation": {
      "en": "But I had to breathe.",
      "vi": "Nhưng tôi phải thở."
    }
  },
  {
    "translation": {
      "en": "Rush to the surface as fast as you can.",
      "vi": "Tôi trồi nhanh hết mức lên mặt nước."
    }
  },
  {
    "translation": {
      "en": "Straight back down again.",
      "vi": "Rồi lại lặn xuống."
    }
  },
  {
    "translation": {
      "en": "And it's like, Okay, now, this is too crazy.",
      "vi": "Và kiểu như, Được rồi, chuyện này quá điên rồ."
    }
  },
  {
    "translation": {
      "en": "Somehow she's managed to maneuver herself into the least dangerous place,",
      "vi": "Bằng cách nào đó, cô nàng đã di chuyển đến nơi ít nguy hiểm nhất,"
    }
  },
  {
    "translation": {
      "en": "and that's on the shark's back.",
      "vi": "đó là trên lưng con cá mập."
    }
  },
  {
    "translation": {
      "en": "The shark tries to shake her off and is swimming away.",
      "vi": "Con cá mập cố gắng rũ bỏ cô nàng, và đang bơi đi."
    }
  },
  {
    "translation": {
      "en": "Takes a few seconds to figure out,",
      "vi": "Mất vài giây để hiểu..."
    }
  },
  {
    "translation": {
      "en": "What the hell's going on here?",
      "vi": "chuyện quái gì đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "But you can immediately tell she's now got the upper hand.",
      "vi": "Nhưng có thể thấy ngay là nàng ta đã chiếm thế thượng phong."
    }
  },
  {
    "translation": {
      "en": "As the shark goes near some of the thick kelp...",
      "vi": "Khi con cá mập đến gần một bẹ tảo dày,"
    }
  },
  {
    "translation": {
      "en": "she just pushes off the back...",
      "vi": "cô nàng chỉ việc lùi lại phía sau..."
    }
  },
  {
    "translation": {
      "en": "drops the remaining shells",
      "vi": "bỏ số vỏ còn lại,"
    }
  },
  {
    "translation": {
      "en": "and jets away.",
      "vi": "và phóng đi."
    }
  },
  {
    "translation": {
      "en": "And the shark, it's just been completely outwitted.",
      "vi": "Con cá mập này hoàn toàn bị lừa."
    }
  },
  {
    "translation": {
      "en": "The shark comes, does one pass,",
      "vi": "Con cá mập đến, bơi một vòng, nhưng nàng ta hoàn toàn an toàn."
    }
  },
  {
    "translation": {
      "en": "but she's completely safe. There's nothing it can do.",
      "vi": "Con cá mập đến, bơi một vòng, nhưng nàng ta hoàn toàn an toàn. Nó chẳng thể làm gì."
    }
  },
  {
    "translation": {
      "en": "And it leaves.",
      "vi": "Và nó bỏ đi."
    }
  },
  {
    "translation": {
      "en": "How she can think that quickly and make those life and death decisions,",
      "vi": "Cách cô nàng có thể nghĩ nhanh và đưa ra quyết định sống còn như vậy,"
    }
  },
  {
    "translation": {
      "en": "uh, it's just, yeah, pretty, pretty incredible.",
      "vi": "điều đó, ừ, thật kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "I was around for a good 80 percent of her life.",
      "vi": "Tôi đã ở bên bạch tuộc khoảng 80% cuộc đời của cô nàng."
    }
  },
  {
    "translation": {
      "en": "Each moment is so precious because it's so short.",
      "vi": "Mỗi khoảnh khắc đều rất quý giá vì nó quá ngắn ngủi."
    }
  },
  {
    "translation": {
      "en": "There was this one incredible day.",
      "vi": "Có một ngày rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "A big shoal of dream fish.",
      "vi": "Một đàn cá ảo mộng lớn."
    }
  },
  {
    "translation": {
      "en": "Fairly shallow water.",
      "vi": "Ở vùng nước khá nông."
    }
  },
  {
    "translation": {
      "en": "Suddenly, she's...",
      "vi": "Đột nhiên, cô nàng..."
    }
  },
  {
    "translation": {
      "en": "reaching up for the surface like that.",
      "vi": "vươn lên mặt nước như thế."
    }
  },
  {
    "translation": {
      "en": "Initially, I thought...",
      "vi": "Ban đầu, tôi nghĩ..."
    }
  },
  {
    "translation": {
      "en": "She's hunting the fish.",
      "vi": "Cô nàng đang săn cá."
    }
  },
  {
    "translation": {
      "en": "Then I was like, Hold on.",
      "vi": "Rồi tôi nghĩ, Khoan."
    }
  },
  {
    "translation": {
      "en": "When she hunts, she's strategic, and she's like...",
      "vi": "Khi đi săn, cô nàng có chiến thuật và rất..."
    }
  },
  {
    "translation": {
      "en": "focused.",
      "vi": "tập trung."
    }
  },
  {
    "translation": {
      "en": "This behavior doesn't feel predatory to me.",
      "vi": "Hành vi này mình thấy không mang tính săn mồi."
    }
  },
  {
    "translation": {
      "en": "It took a long time to actually, like, process it.",
      "vi": "Phải mất một thời gian dài để xử lý nó."
    }
  },
  {
    "translation": {
      "en": "But I couldn't help thinking, She's playing with the fish.",
      "vi": "Nhưng tôi không thể không nghĩ, Cô nàng đang đùa với bầy cá."
    }
  },
  {
    "translation": {
      "en": "You see play often in social animals.",
      "vi": "Bạn thường thấy động vật chơi đùa."
    }
  },
  {
    "translation": {
      "en": "Here's a highly antisocial animal playing with fish.",
      "vi": "Đây là một sinh vật có tính chống đối xã hội cao đang chơi đùa với cá."
    }
  },
  {
    "translation": {
      "en": "It takes that animal to a different level.",
      "vi": "Điều đó đưa sinh vật lên tầm cao mới."
    }
  },
  {
    "translation": {
      "en": "Oh, then she completely lost interest in the fish,",
      "vi": "Rồi cô ấy mất hứng thú với bầy cá,"
    }
  },
  {
    "translation": {
      "en": "rushed over...",
      "vi": "lao đến,"
    }
  },
  {
    "translation": {
      "en": "grabbed hold of me.",
      "vi": "túm lấy tôi."
    }
  },
  {
    "translation": {
      "en": "And that was the last time we had physical contact.",
      "vi": "Và đó là lần cuối chúng tôi tiếp xúc thân thể."
    }
  },
  {
    "translation": {
      "en": "If I think back,",
      "vi": "Khi nghĩ lại,"
    }
  },
  {
    "translation": {
      "en": "and I remember it was a very rough day, very turbulent.",
      "vi": "tôi nhớ đó là một ngày xấu trời, rất náo động."
    }
  },
  {
    "translation": {
      "en": "Sediment everywhere.",
      "vi": "Trầm tích khắp nơi."
    }
  },
  {
    "translation": {
      "en": "Go down and whoa,",
      "vi": "Tôi lặn xuống và..."
    }
  },
  {
    "translation": {
      "en": "there's another big octopus right next to her.",
      "vi": "có một con bạch tuộc lớn khác ngay cạnh cô nàng."
    }
  },
  {
    "translation": {
      "en": "It's very, very rare to see two octopus close together.",
      "vi": "Cực kỳ hiếm khi thấy hai con bạch tuộc gần nhau."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, what's going on?",
      "vi": "Chúa ơi, chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "And then seeing that both animals are pretty relaxed",
      "vi": "Và rồi nhìn thấy cả hai con vật đều khá thoải mái"
    }
  },
  {
    "translation": {
      "en": "and realizing, Okay, and then the mating is beginning.",
      "vi": "tôi nhận ra, Được rồi, giờ chúng bắt đầu giao phối."
    }
  },
  {
    "translation": {
      "en": "By this stage, I knew quite well the stages of an octopus's life.",
      "vi": "Ở giai đoạn này, tôi đã biết khá rõ các giai đoạn cuộc đời của bạch tuộc."
    }
  },
  {
    "translation": {
      "en": "So while I was very excited that this mating was beginning,",
      "vi": "Nên cùng lúc thấy hào hứng về việc giao phối bắt đầu,"
    }
  },
  {
    "translation": {
      "en": "there was a sort of...",
      "vi": "lòng tôi cũng dấy lên..."
    }
  },
  {
    "translation": {
      "en": "this dread in the bottom of my stomach.",
      "vi": "một cảm giác... lo sợ."
    }
  },
  {
    "translation": {
      "en": "She wasn't coming out of that den.",
      "vi": "Cô nàng không ra khỏi hang."
    }
  },
  {
    "translation": {
      "en": "There was no more feeding, no more hunting.",
      "vi": "Không ăn, không săn mồi nữa."
    }
  },
  {
    "translation": {
      "en": "A huge part of her body is actually given to those eggs.",
      "vi": "Một phần lớn cơ thể cô nàng thực sự được trao cho những quả trứng đó."
    }
  },
  {
    "translation": {
      "en": "So she drops in weight, and she loses an enormous amount of strength.",
      "vi": "Nàng sụt cân và mất rất nhiều sức."
    }
  },
  {
    "translation": {
      "en": "The eggs are laid right in the back, in the dark.",
      "vi": "Trứng được đặt ngay phía sau, trong bóng tối."
    }
  },
  {
    "translation": {
      "en": "It's impossible to see them.",
      "vi": "Không thể nhìn thấy được."
    }
  },
  {
    "translation": {
      "en": "I just keep going every day and just check.",
      "vi": "Ngày nào tôi cũng đến và kiểm tra."
    }
  },
  {
    "translation": {
      "en": "She's oxygenating the eggs with her siphon, looking after them.",
      "vi": "Cô nàng đang cung cấp oxy cho đám trứng bằng vòi hút, chăm sóc chúng."
    }
  },
  {
    "translation": {
      "en": "She's just slowly dying",
      "vi": "Cô nàng đang chết dần,"
    }
  },
  {
    "translation": {
      "en": "and timing her death exactly for the hatching of those eggs.",
      "vi": "và canh thời gian cho cái chết đúng khi những cái trứng nở."
    }
  },
  {
    "translation": {
      "en": "I mean, it struck home so hard for me.",
      "vi": "Ý tôi là, hiểu ra điều đó tôi thấy rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "Here's an invertebrate, essentially a mollusk,",
      "vi": "Một loài không xương sống, cơ bản là động vật nhuyễn thể"
    }
  },
  {
    "translation": {
      "en": "sacrificing her own life",
      "vi": "hy sinh mạng sống"
    }
  },
  {
    "translation": {
      "en": "for her young.",
      "vi": "vì những con non."
    }
  },
  {
    "translation": {
      "en": "All those eggs hatched.",
      "vi": "Tất cả trứng đã nở."
    }
  },
  {
    "translation": {
      "en": "They're tiny, and they go into the water column.",
      "vi": "Chúng nhỏ xíu và trôi vào các cột nước."
    }
  },
  {
    "translation": {
      "en": "Hundreds of thousands of them.",
      "vi": "Hàng trăm nghìn con bạch tuộc."
    }
  },
  {
    "translation": {
      "en": "And the next thing I saw, she's washed out the den, barely alive.",
      "vi": "Và điều tiếp theo tôi thấy, cô nàng bất động, thoi thóp."
    }
  },
  {
    "translation": {
      "en": "And the fish, you know, feeding on her.",
      "vi": "Đàn cá, bạn biết đó, rỉa xác cô nàng."
    }
  },
  {
    "translation": {
      "en": "A lot of the scavengers coming to feed on her.",
      "vi": "Rất nhiều sinh vật ăn xác đến rỉa xác cô nàng."
    }
  },
  {
    "translation": {
      "en": "It was just heartbreaking.",
      "vi": "Tôi rất đau lòng."
    }
  },
  {
    "translation": {
      "en": "A part of me just wanted to hold her and chase them away.",
      "vi": "Một phần trong tôi chỉ muốn ôm lấy cô nàng và đuổi chúng đi."
    }
  },
  {
    "translation": {
      "en": "But I didn't do that.",
      "vi": "Nhưng tôi đã không làm thế."
    }
  },
  {
    "translation": {
      "en": "The next day...",
      "vi": "Ngày hôm sau..."
    }
  },
  {
    "translation": {
      "en": "a big shark came...",
      "vi": "một con cá mập lớn đến."
    }
  },
  {
    "translation": {
      "en": "and just took her away, you know, into the misty forest.",
      "vi": "Và mang cô nàng đi, bạn biết đó, khuất vào khu rừng âm u."
    }
  },
  {
    "translation": {
      "en": "Often, I go to the place of her main den.",
      "vi": "Tôi thường đến hang chính của cô nàng."
    }
  },
  {
    "translation": {
      "en": "And I just float above it and feel her there.",
      "vi": "Và tôi cứ bơi lơ lửng trên đó, cảm nhận nàng vẫn ở đó."
    }
  },
  {
    "translation": {
      "en": "Of course I miss her.",
      "vi": "Tất nhiên tôi nhớ nàng."
    }
  },
  {
    "translation": {
      "en": "But, um...",
      "vi": "Nhưng..."
    }
  },
  {
    "translation": {
      "en": "I mean, in some crazy way, it was a relief.",
      "vi": "ý tôi là, theo một cách nào đó, thật nhẹ nhõm."
    }
  },
  {
    "translation": {
      "en": "It was a relief, because the intensity of going every day and tracking her, um...",
      "vi": "Thật là nhẹ nhõm, bởi vì cường độ của việc đến đó hàng ngày, theo dấu,"
    }
  },
  {
    "translation": {
      "en": "and trying to capture, it was...",
      "vi": "cố quay hình cô nàng, nó rất..."
    }
  },
  {
    "translation": {
      "en": "It was tough in a way.",
      "vi": "Rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "I mean, I sort of slept, dreamt...",
      "vi": "Ý tôi là, tâm trí tôi chỉ có..."
    }
  },
  {
    "translation": {
      "en": "this animal.",
      "vi": "sinh vật này."
    }
  },
  {
    "translation": {
      "en": "I was... You know, I was...",
      "vi": "Tôi đã... Bạn biết đấy, tôi đã..."
    }
  },
  {
    "translation": {
      "en": "in my mind, thinking like an octopus. And... and it was all so taxing, in a way.",
      "vi": "đầu tôi, tôi nghĩ như một con bạch tuộc. Theo cách nào đó nó rất căng thẳng."
    }
  },
  {
    "translation": {
      "en": "But underneath that,",
      "vi": "Nhưng bên dưới điều đó,"
    }
  },
  {
    "translation": {
      "en": "this incredible pride for this animal",
      "vi": "tôi vô cùng tự hào về sinh vật này,"
    }
  },
  {
    "translation": {
      "en": "that's been through impossible odds to get to this place.",
      "vi": "khi nó đã vượt qua những khó khăn để sống được như thế."
    }
  },
  {
    "translation": {
      "en": "I mean, an unimaginable life.",
      "vi": "Một cuộc sống không tưởng."
    }
  },
  {
    "translation": {
      "en": "One of the most exciting things ever in my life, taking my son,",
      "vi": "Một trong những điều hào hứng nhất đời tôi là đưa con trai tôi,"
    }
  },
  {
    "translation": {
      "en": "walking along the shore",
      "vi": "đi dọc bờ biển"
    }
  },
  {
    "translation": {
      "en": "and just showing him the... the wonders of nature",
      "vi": "và chỉ cho thằng bé thấy sự kỳ diệu của tự nhiên"
    }
  },
  {
    "translation": {
      "en": "and the details and the intricacies.",
      "vi": "các chi tiết và sự phức tạp."
    }
  },
  {
    "translation": {
      "en": "I was getting so much from the wild, and I could actually now give.",
      "vi": "Tôi học được rất nhiều từ hoang dã, và bây giờ tôi có thể trao đi."
    }
  },
  {
    "translation": {
      "en": "I had so much energy to give back.",
      "vi": "Tôi có rất nhiều năng lượng để cống hiến."
    }
  },
  {
    "translation": {
      "en": "He's like a little marine biologist now. He knows so much.",
      "vi": "Thằng bé giờ như một nhà sinh vật biển nhỏ. Nó biết nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "And very powerful swimmer.",
      "vi": "Một tay bơi mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "And as he gets older, he seems to want to do it more and more.",
      "vi": "Và khi lớn hơn, thằng bé dường như muốn làm nhiều hơn nữa."
    }
  },
  {
    "translation": {
      "en": "To see that develop,",
      "vi": "Thấy sự phát triển đó:"
    }
  },
  {
    "translation": {
      "en": "a strong sense of himself...",
      "vi": "ý thức bản thân mạnh mẽ của nó,"
    }
  },
  {
    "translation": {
      "en": "an incredible confidence,",
      "vi": "một sự tự tin tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "but the most important thing,",
      "vi": "nhưng điều quan trọng nhất,"
    }
  },
  {
    "translation": {
      "en": "a gentleness.",
      "vi": "một sự dịu dàng."
    }
  },
  {
    "translation": {
      "en": "And I think that's the thing",
      "vi": "Tôi nghĩ đó là điều mà..."
    }
  },
  {
    "translation": {
      "en": "that thousands of hours in nature can teach a child.",
      "vi": "đứa trẻ có thể học được khi dành nhiều thời gian trong tự nhiên."
    }
  },
  {
    "translation": {
      "en": "A few months later, after she'd died,",
      "vi": "Vài tháng sau, sau khi cô nàng qua đời,"
    }
  },
  {
    "translation": {
      "en": "he actually found this tiny little octopus.",
      "vi": "thằng bé đã tìm thấy con bạch tuộc nhỏ xíu xiu này."
    }
  },
  {
    "translation": {
      "en": "It's very rare to see an animal that small.",
      "vi": "Rất hiếm khi thấy một con vật nhỏ bé như vậy."
    }
  },
  {
    "translation": {
      "en": "They have up to half a million young. A handful survive.",
      "vi": "Có đển khoảng nửa triệu con non. Nhưng số sống sót rất ít."
    }
  },
  {
    "translation": {
      "en": "So it's a pretty tough road they have to walk.",
      "vi": "Nên con đường của chúng rất chông gai."
    }
  },
  {
    "translation": {
      "en": "But that's their strategy, live fast and die young.",
      "vi": "Nhưng đó là chiến lược của chúng. Sống mạo hiểm đầy vui thú."
    }
  },
  {
    "translation": {
      "en": "We kind of imagined that it might be one of her young.",
      "vi": "Bọn tôi đã hình dung nó có thể là một trong những đứa con của cô nàng."
    }
  },
  {
    "translation": {
      "en": "It was kind of the right size, the right time.",
      "vi": "Có kích thước phù hợp, thời điểm phù hợp."
    }
  },
  {
    "translation": {
      "en": "And it was joyous. It was like, Well, there she is.",
      "vi": "Và rất vui. Kiểu như, Cô nàng kìa."
    }
  },
  {
    "translation": {
      "en": "She'd made me realize",
      "vi": "Cô nàng khiến tôi nhận ra..."
    }
  },
  {
    "translation": {
      "en": "just how precious wild places are.",
      "vi": "những nơi hoang dã quý giá như thế nào."
    }
  },
  {
    "translation": {
      "en": "You go into that water...",
      "vi": "Bạn lặn xuống vùng nước đó..."
    }
  },
  {
    "translation": {
      "en": "and it's extremely liberating.",
      "vi": "thấy cực kỳ tự do."
    }
  },
  {
    "translation": {
      "en": "All your...",
      "vi": "Tất cả những..."
    }
  },
  {
    "translation": {
      "en": "worries and problems and life drama just dissolve.",
      "vi": "lo lắng và rắc rối và đời sống kịch tính của bạn tiêu tan hết."
    }
  },
  {
    "translation": {
      "en": "You slowly start to care about all the animals,",
      "vi": "Dần dần bạn quan tâm đến tất cả các loài động vật."
    }
  },
  {
    "translation": {
      "en": "even the tiniest little animals.",
      "vi": "Ngay cả những con vật bé xíu xiu."
    }
  },
  {
    "translation": {
      "en": "You realize that every one is very important.",
      "vi": "Bạn nhận ra mỗi con vật đều rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "To sense how vulnerable these wild animals' lives are,",
      "vi": "Cảm nhận đời sống hoang dã dễ tổn thương thế nào."
    }
  },
  {
    "translation": {
      "en": "and actually, then how vulnerable all our lives on this planet are.",
      "vi": "Mà thật ra là đời sống của ta trên hành tinh này dễ tổn thương thế nào."
    }
  },
  {
    "translation": {
      "en": "My relationship with the sea forest and its creatures deepens...",
      "vi": "Mối quan hệ của tôi với khu rừng ở đại dương và các sinh vật của nó..."
    }
  },
  {
    "translation": {
      "en": "week after month after year after year.",
      "vi": "qua thời gian, ngày càng sâu đậm."
    }
  },
  {
    "translation": {
      "en": "You're in touch with this wild place, and it's speaking to you.",
      "vi": "Bạn tiếp xúc với nơi hoang dã này và nó trò chuyện với bạn."
    }
  },
  {
    "translation": {
      "en": "Its language is visible.",
      "vi": "Ngôn ngữ của nó thể hiện rõ."
    }
  },
  {
    "translation": {
      "en": "I fell in love with her",
      "vi": "Tôi đã phải lòng cô nàng,"
    }
  },
  {
    "translation": {
      "en": "but also with that amazing wildness that she represented",
      "vi": "nhưng cũng phải lòng sự hoang dã kỳ diệu mà cô nàng đại diện"
    }
  },
  {
    "translation": {
      "en": "and... and how that changed me.",
      "vi": "và cách nó thay đổi tôi."
    }
  },
  {
    "translation": {
      "en": "What she taught me was to feel...",
      "vi": "Cô nàng đã dạy tôi cách cảm thấy..."
    }
  },
  {
    "translation": {
      "en": "that you're part of this place, not a visitor.",
      "vi": "là một phần của nơi này, chứ không phải là khách."
    }
  },
  {
    "translation": {
      "en": "That's a huge difference.",
      "vi": "Sự khác biệt rất lớn."
    }
  }
]