[
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] ] Champion spellers, we are now in uncharted territory.",
      "vi": "Các nhà vô địch đánh vần,ta đang ở một tình huống chưa từng có."
    }
  },
  {
    "translation": {
      "en": "We're throwing the dictionary at you",
      "vi": "Chúng tôi thử thách các em bằng từ điển,"
    }
  },
  {
    "translation": {
      "en": "and so far you are showing this dictionary who is boss.",
      "vi": "và tới giờ các em đã cho cuốn từ điển nàythấy ai mới là kẻ đáng gờm."
    }
  },
  {
    "translation": {
      "en": "We've now reached the start of round 20,",
      "vi": "Giờ chúng ta đã đi đến vòng 20,"
    }
  },
  {
    "translation": {
      "en": "the round I informed you would be the final one of this competition.",
      "vi": "vòng đấu mà tôi đã thông báosẽ là vòng cuối của cuộc thi này."
    }
  },
  {
    "translation": {
      "en": "When we get to the end of round 20,",
      "vi": "Trước khi vòng 20 kết thúc,"
    }
  },
  {
    "translation": {
      "en": "we will take an extraordinary step of declaring as co-champions",
      "vi": "chúng tôi xin đặc cách tuyên bốcác thí sinh trụ lại cuộc thi đến giờ này,"
    }
  },
  {
    "translation": {
      "en": "those of you still remaining in the competition.",
      "vi": "đều là những nhà vô địch."
    }
  },
  {
    "translation": {
      "en": "-[pronouncer] You are correct! -[audience cheering]",
      "vi": "Chính xác!"
    }
  },
  {
    "translation": {
      "en": "-[pronouncer] You are correct! -[audience cheering]",
      "vi": "Chính xác!"
    }
  },
  {
    "translation": {
      "en": "[pronouncer] You are correct!",
      "vi": "Chính xác!"
    }
  },
  {
    "translation": {
      "en": "You are correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "-You are correct. -[audience cheering]",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "You are correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[male host 1] It's complete.",
      "vi": "Cuộc thi kết thúc."
    }
  },
  {
    "translation": {
      "en": "You're all champions of the 2019 Scripps National Spelling Bee.",
      "vi": "Các em đều là quán quân Cuộc thi Đánh vầnToàn quốc Scripps năm 2019."
    }
  },
  {
    "translation": {
      "en": "[male host 1] They will forever be remembered as the Elite 8,",
      "vi": "Các em sẽ mãi mãi được nhớ đếnnhư tám thí sinh ưu tú nhất."
    }
  },
  {
    "translation": {
      "en": "the eight spellers that for three and a half hours",
      "vi": "Tám tài năng đánh vần,trong vòng ba tiếng rưỡi đồng hồ..."
    }
  },
  {
    "translation": {
      "en": "took the best parts the dictionary had to throw at them,",
      "vi": "đã chinh phục xuất sắcnhững thử thách từ điển đặt ra cho các em."
    }
  },
  {
    "translation": {
      "en": "and this is the night that the kids won the Spelling Bee.",
      "vi": "Và đây là đêmcác em lên ngôi vô địch Cuộc thi Đánh vần."
    }
  },
  {
    "translation": {
      "en": "And there you have it, a picture that will be on the front page of every newspaper and website.",
      "vi": "Và giờ, bức ảnh này sẽ được đăngtrên trang nhất mọi tờ báo và trang web."
    }
  },
  {
    "translation": {
      "en": "[male] Spelling bees are a time-honored American tradition",
      "vi": "Các cuộc thi đánh vầnlà truyền thống lâu đời của Mỹ"
    }
  },
  {
    "translation": {
      "en": "and the Scripps National Spelling Bee is the most prestigious contest in the country.",
      "vi": "và danh giá nhất cả nướclà Cuộc thi Đánh vần Toàn quốc Scripps."
    }
  },
  {
    "translation": {
      "en": "[female] South Asian-American kids are dominating the Scripps National Spelling Bee.",
      "vi": "Trẻ em Mỹ gốc Nam Á đang áp đảoở Cuộc thi Đánh vần Toàn quốc Scripps."
    }
  },
  {
    "translation": {
      "en": "I think people are curious about, like, do they have a secret?",
      "vi": "Mọi người đều tò mòliệu họ có bí quyết gì không?"
    }
  },
  {
    "translation": {
      "en": "Is there something that they’re genetically predisposed to knowing?",
      "vi": "Có gì đó liên quanđến khuynh hướng di truyền không?"
    }
  },
  {
    "translation": {
      "en": "The most phenomenal assemblage of super spellers.",
      "vi": "Cuộc tụ họp phi thườngcủa các siêu sao đánh vần."
    }
  },
  {
    "translation": {
      "en": "Meet the kids who exhausted the dictionary itself.",
      "vi": "Hãy gặp những bạn nhỏkhiến từ điển phải bó tay."
    }
  },
  {
    "translation": {
      "en": "-The Octo-Champs, ladies and gentlemen! -[audience cheering, applauding]",
      "vi": "Tám nhà vô địch, thưa quý vị!"
    }
  },
  {
    "translation": {
      "en": "What kind of a name is Erin?",
      "vi": "Ai lại tên là Erin chứ?"
    }
  },
  {
    "translation": {
      "en": "Since 2008, a decade of dominance.",
      "vi": "Từ năm 2008, một thập kỷ áp đảo."
    }
  },
  {
    "translation": {
      "en": "[Hari Kondabolu] We rival the Yankees, the Dallas Cowboys, Celtics, Lakers.",
      "vi": "Chúng tôi là đối thủ của đội Yankees,Dallas Cowboys, Celics, Lakers."
    }
  },
  {
    "translation": {
      "en": "Indian-American kids in spelling, like, we’re in that.",
      "vi": "Trẻ em Mỹ gốc Ấnlà bá chủ trong chuyện đánh vần."
    }
  },
  {
    "translation": {
      "en": "When we find something that works, we go all in.",
      "vi": "Khi tìm ra một thứ hiệu quả,chúng tôi sẽ dốc toàn tâm sức."
    }
  },
  {
    "translation": {
      "en": "[male] Something clearly is going on that needs to be better understood.",
      "vi": "Ta cần hiểu rõmột việc hiển nhiên đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "...international society of people with high IQs has two new members.",
      "vi": "...cộng đồng quốc tế gồm những ngườicó chỉ số IQ cao có 2 thành viên mới."
    }
  },
  {
    "translation": {
      "en": "They're children!",
      "vi": "Và là trẻ em!"
    }
  },
  {
    "translation": {
      "en": "Three-year-old Akash Vukoti and five-year-old Amritha Vukoti",
      "vi": "Akash Vukoti ba tuổivà Amritha Vukoti năm tuổi"
    }
  },
  {
    "translation": {
      "en": "have been accepted into the American MENSA.",
      "vi": "đã được kết nạp vào MENSA Mỹ. HỘI VIÊN MENSA"
    }
  },
  {
    "translation": {
      "en": "Welcome to Little Big Shots!",
      "vi": "Chào mừng đến Little Big Shots!"
    }
  },
  {
    "translation": {
      "en": "You have never seen kids like the ones who are coming out here today.",
      "vi": "Bạn chưa từng gặp nhóc nàogiống với mấy nhóc hôm nay đâu."
    }
  },
  {
    "translation": {
      "en": "[Steve Harvey] Cona-sewer.",
      "vi": "Cona-sewer."
    }
  },
  {
    "translation": {
      "en": "[laughing] No! Not \"cona-sewer.\"",
      "vi": "Không! Không phải cona-sewer đâu ạ."
    }
  },
  {
    "translation": {
      "en": "-Okay, catch it up. -[audience laughing]",
      "vi": "Liệu mà bắt kịp cháu nè."
    }
  },
  {
    "translation": {
      "en": "The kids getting the big buzz at the Spelling Bee.",
      "vi": "Những đứa trẻgây chú ý ở Cuộc thi Đánh vần."
    }
  },
  {
    "translation": {
      "en": "A six-year-old making history as the first first-grader ever in the competition.",
      "vi": "Cậu bé 6 tuổi làm nên lịch sửkhi là học sinh lớp một đầu tiên dự thi."
    }
  },
  {
    "translation": {
      "en": "-Inviscate. -[female] That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Well, funny story. First, my uncle... One of my uncles...",
      "vi": "Buồn cười lắm ạ.Chú cháu... Một trong mấy chú..."
    }
  },
  {
    "translation": {
      "en": "was feeding me something like a type of rice thingy.",
      "vi": "...đang cho cháu ăn món gì đókiểu làm từ gạo ấy ạ."
    }
  },
  {
    "translation": {
      "en": "And then he showed a spoon, told me to spell \"spoon.\"",
      "vi": "Chú ấy cho cháu xem cái thìa,rồi bảo cháu đánh vần từ \"spoon''."
    }
  },
  {
    "translation": {
      "en": "I said...",
      "vi": "Cháu nói là..."
    }
  },
  {
    "translation": {
      "en": "So the next day, the same uncle came to me and said to spell \"spoon\" again.",
      "vi": "Ngày hôm sau, chú ấy lại đến rồi bảo cháuđánh vần từ ''spoon'' lần nữa."
    }
  },
  {
    "translation": {
      "en": "I spelled...",
      "vi": "Cháu đánh vần..."
    }
  },
  {
    "translation": {
      "en": "That was not normal for, you know, for a two... just two-years-old kid",
      "vi": "Thật kỳ lạ khi một đứa trẻchỉ mới hai tuổi"
    }
  },
  {
    "translation": {
      "en": "to spell it back in the same sequence, in the same order of the alphabet.",
      "vi": "có thể đánh vần lại theo đúng trình tự,thứ tự của bộ ký tự."
    }
  },
  {
    "translation": {
      "en": "That was the first time when we noticed that, oh, he...",
      "vi": "Đó là lần đầu tiênchúng tôi nhận ra, ồ, nó..."
    }
  },
  {
    "translation": {
      "en": "He has something into the spellings.",
      "vi": "Thằng bé ham thích việc đánh vần."
    }
  },
  {
    "translation": {
      "en": "That’s when my parents saw that first interest.",
      "vi": "Đó là lúc bố mẹ cháu thấy đượcđam mê đầu tiên của cháu."
    }
  },
  {
    "translation": {
      "en": "First interest.",
      "vi": "Đam mê đầu tiên nha."
    }
  },
  {
    "translation": {
      "en": "-[Mom] Who are the Spelling Bee champion? -I am!",
      "vi": "- Nhà vô địch Cuộc thi Đánh vần là ai nào?- Con!"
    }
  },
  {
    "translation": {
      "en": "I am the Spelling Bee champion.",
      "vi": "Con là nhà vô địch Cuộc thi Đánh vần."
    }
  },
  {
    "translation": {
      "en": "-What's \"L\" for? -Lion!",
      "vi": "- Chữ \"L\" trong từ gì?- Lion!"
    }
  },
  {
    "translation": {
      "en": "-What’s \"lion\" spelling? -Lion? L-I-O-N. Lion!",
      "vi": "- Từ \"Lion\" đánh vần thế nào?- Lion à? L-I-O-N. Lion!"
    }
  },
  {
    "translation": {
      "en": "[Krishna] I came from a rural village in India.",
      "vi": "ẤN ĐỘBANG ANDHRA PRADESH Tôi đến từ một làng quê Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "If I didn’t dream high, I wouldn’t be coming to America.",
      "vi": "Nếu không giàu khát vọng,tôi đã không đến Mỹ."
    }
  },
  {
    "translation": {
      "en": "A kid who was born here in America should do a lot more.",
      "vi": "Một đứa trẻ được sinh ra ở Mỹsẽ có nhiều cơ hội hơn."
    }
  },
  {
    "translation": {
      "en": "The goal for Akash would be to be a good citizen.",
      "vi": "Tôi mong muốnAkash sẽ trở thành một công dân tốt."
    }
  },
  {
    "translation": {
      "en": "So whatever he does, whatever he learns, it should benefit the community,",
      "vi": "Nên dù thằng bé làm gì, học gì,nó cũng nên giúp ích cho cộng đồng,"
    }
  },
  {
    "translation": {
      "en": "the country, the world.",
      "vi": "cho đất nước và thế giới."
    }
  },
  {
    "translation": {
      "en": "Something like, you know, Microsoft, for example.",
      "vi": "Ví dụ như, Microsoft chẳng hạn."
    }
  },
  {
    "translation": {
      "en": "Or the Google, or the Facebook! Should be something like that,",
      "vi": "Hoặc Google, hoặc Facebook!Thứ gì đó như thế,"
    }
  },
  {
    "translation": {
      "en": "that should change the lives of the people around the world.",
      "vi": "thứ sẽ thay đổicuộc sống người dân toàn thế giới."
    }
  },
  {
    "translation": {
      "en": "We don’t know.... I mean, if it happens, we’ll be really blessed.",
      "vi": "Chịu. Nếu thành sự thật,chúng tôi sẽ rất hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "One of the myths, I think, that people have about Indian-Americans",
      "vi": "Theo tôi, một trong những lời đồn đạivề người Mỹ gốc Ấn"
    }
  },
  {
    "translation": {
      "en": "and their success is that it's somehow genetic or even ethnic.",
      "vi": "và thành công của họ là nó do di truyềnhoặc thậm chí sắc tộc."
    }
  },
  {
    "translation": {
      "en": "So what happened in the United States?",
      "vi": "Vậy chuyện gì đã xảy ra ở Hoa Kỳ?"
    }
  },
  {
    "translation": {
      "en": "The Indians who do well in Spelling Bees in America",
      "vi": "Những đứa trẻ Ấn Độxuất sắc ở Cuộc thi Đánh vần của Mỹ"
    }
  },
  {
    "translation": {
      "en": "are drawn from Indians who were very adventurous,",
      "vi": "đều xuất thântừ các gia đình Ấn Độ rất liều lĩnh,"
    }
  },
  {
    "translation": {
      "en": "who decided to take advantage",
      "vi": "những người đã quyết định tận dụng"
    }
  },
  {
    "translation": {
      "en": "of the relaxation of American immigration rules in 1965.",
      "vi": "sự nới lỏng quy định nhập cư của Mỹvào năm 1965."
    }
  },
  {
    "translation": {
      "en": "[Lyndon B. Johnson] This bill says simply that from this day forth,",
      "vi": "Dự luật nàyđơn giản là từ ngày này trở đi,"
    }
  },
  {
    "translation": {
      "en": "those wishing to immigrate to America",
      "vi": "những người muốn nhập cư vào Mỹ..."
    }
  },
  {
    "translation": {
      "en": "shall be admitted on the basis of their skills",
      "vi": "sẽ được chấp nhậndựa trên kỹ năng của họ..."
    }
  },
  {
    "translation": {
      "en": "and their close relationships to those already here.",
      "vi": "và mối quan hệ thân cậnvới những người đã sinh sống ở đây."
    }
  },
  {
    "translation": {
      "en": "This is a simple test, and it is a fair test.",
      "vi": "Đây là một thử nghiệm đơn giảnvà công bằng."
    }
  },
  {
    "translation": {
      "en": "Those who can contribute most to this country,",
      "vi": "Những người có thể đóng góp cho đất nước,"
    }
  },
  {
    "translation": {
      "en": "to its growth, to its strength, to its spirit,",
      "vi": "cho sự phát triển, sức mạnh và tinh thầncủa đất nước,"
    }
  },
  {
    "translation": {
      "en": "will be the first that are admitted to this land.",
      "vi": "sẽ là những người đầu tiên được chào đón."
    }
  },
  {
    "translation": {
      "en": "That stopped the relatively racist quotas on who could immigrate from where",
      "vi": "Điều đó đã chấm dứt các chỉ tiêu phân biệtchủng tộc xem ai được nhập cư từ đâu"
    }
  },
  {
    "translation": {
      "en": "in other parts of the world, and it allowed for immigrants to come in",
      "vi": "ở khắp nơi khác trên thế giới,cho phép những người nhập cư đến"
    }
  },
  {
    "translation": {
      "en": "from Asia, Africa, the Caribbean...",
      "vi": "từ châu Á, châu Phi, vùng Ca-ri-bê..."
    }
  },
  {
    "translation": {
      "en": "Parts of the world that had been oftentimes cut off.",
      "vi": "Những khu vực trên thế giớithường bị từ chối."
    }
  },
  {
    "translation": {
      "en": "It wasn’t like every South Asian was allowed in. They picked people who were the most educated,",
      "vi": "Chả phải ai ở Nam Á cũng được nhận.Họ chọn ai có học thức cao nhất,"
    }
  },
  {
    "translation": {
      "en": "who could add a very clear, like, monetary value,",
      "vi": "người sẽ gia tănggiá trị rõ ràng, kiểu, về tài chính,"
    }
  },
  {
    "translation": {
      "en": "and serve a clear purpose for America and its economy.",
      "vi": "và phục vụ một mục tiêu cụ thểcho nước Mỹ và nền kinh tế."
    }
  },
  {
    "translation": {
      "en": "[Fareed Zakaria] And Indians take advantage of this, but mostly, they are engineers, doctors.",
      "vi": "Người Ấn Độ đã tận dụng điều này,nhưng đa phần họ đều là kỹ sư, bác sĩ."
    }
  },
  {
    "translation": {
      "en": "One of the interesting things to notice is how many Indian doctors you’ll find",
      "vi": "Một trong những điều thú vị đáng chú ýlà có khá nhiều bác sĩ người Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "in very remote parts of America.",
      "vi": "ở những vùng hẻo lánh của Mỹ."
    }
  },
  {
    "translation": {
      "en": "And you see them in rural Alabama or Mississippi or Louisiana,",
      "vi": "Bạn sẽ thấy họ ở vùng nông thônAlabama hoặc Mississippi hay Louisiana,"
    }
  },
  {
    "translation": {
      "en": "and you ask yourself, \"Why was there an Indian doctor in one of these places?\"",
      "vi": "và tự hỏi: \"Sao mấy nơi thế nàylại có bác sĩ Ấn Độ nhỉ?\""
    }
  },
  {
    "translation": {
      "en": "'Cause no white person wanted to go to rural Alabama and be a doctor,",
      "vi": "Vì chả có anh da trắng nào muốn đếnvùng nông thôn Alabama làm bác sĩ,"
    }
  },
  {
    "translation": {
      "en": "and those were the job openings that the Indians filled.",
      "vi": "và chính điều đó đã mở ra cơ hội việc làmcho người Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "[Pawan Dhingra] Then in the '80s, and really mushrooming in the '90s",
      "vi": "Và rồi vào những năm 80và nở rộ ở những năm 90,"
    }
  },
  {
    "translation": {
      "en": "and since then, has been the growth of the IT industry.",
      "vi": "kể từ đó,là sự phát triển của công nghệ thông tin."
    }
  },
  {
    "translation": {
      "en": "There wasn’t conflict.",
      "vi": "Không hề có xung đột."
    }
  },
  {
    "translation": {
      "en": "There wasn’t persecution or prosecution.",
      "vi": "Cũng chẳng có bắt bớ hay truy tố."
    }
  },
  {
    "translation": {
      "en": "They weren’t fleeing. It was all really revolved around possibility.",
      "vi": "Họ không hề trốn chạy sang.Tất cả đều dựa vào khả năng."
    }
  },
  {
    "translation": {
      "en": "So I don’t think it’s this magical Indian cultural superiority stuff I hear all the time.",
      "vi": "Nên tôi không nghĩ là do thứ văn hóa Ấn Độsiêu phàm diệu kỳ mà tôi vẫn thường nghe."
    }
  },
  {
    "translation": {
      "en": "A portion of the story is culture,",
      "vi": "Một phần của câu chuyện là do văn hóa,"
    }
  },
  {
    "translation": {
      "en": "but a large portion is how people got here.",
      "vi": "nhưng phần lớn là cách mọi người đến đây."
    }
  },
  {
    "translation": {
      "en": "In addition to, like, you know, India’s a colonized country.",
      "vi": "Thêm nữa, Ấn Độ là một quốc gia thuộc địa."
    }
  },
  {
    "translation": {
      "en": "English was around.",
      "vi": "Tiếng Anh rất phổ biến."
    }
  },
  {
    "translation": {
      "en": "[Fareed] They come to the United States. They get trained or they go to companies. They do well.",
      "vi": "Họ đến nước Mỹ, được đào tạo và đi làmở các công ty. Họ làm rất giỏi."
    }
  },
  {
    "translation": {
      "en": "Now, they have children, and they want to ensure that their children",
      "vi": "Rồi họ sinh con đẻ cái,và muốn đảm bảo rằng con cái mình"
    }
  },
  {
    "translation": {
      "en": "take advantage of these extraordinary opportunities",
      "vi": "sẽ tận dụng đượcnhững cơ hội tuyệt vời này"
    }
  },
  {
    "translation": {
      "en": "that they see in America as immigrants.",
      "vi": "mà dân nhập cư như họ trông thấy ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "[Dr. Balu Natarajan] My parents came for opportunity.",
      "vi": "Bố mẹ tôi đến đây để tìm kiếm cơ hội."
    }
  },
  {
    "translation": {
      "en": "There was a lot of emphasis on language growing up inside the house,",
      "vi": "Từ khi còn nhỏ, gia đình tôiđã rất coi trọng vấn đề ngôn ngữ,"
    }
  },
  {
    "translation": {
      "en": "and English was extremely stressed.",
      "vi": "đặc biệt là tiếng Anh."
    }
  },
  {
    "translation": {
      "en": "I think a lot of my interest in spelling",
      "vi": "Sự ham thích đánh vần chủ yếu đến từ"
    }
  },
  {
    "translation": {
      "en": "came because of that early exposure to English through my mom",
      "vi": "Sự ham thích đánh vần chủ yếu đến từ  việc tiếp cận sớm với tiếng Anhqua mẹ tôi... và một chút qua bố tôi."
    }
  },
  {
    "translation": {
      "en": "and somewhat my dad.",
      "vi": "việc tiếp cận sớm với tiếng Anhqua mẹ tôi... và một chút qua bố tôi."
    }
  },
  {
    "translation": {
      "en": "It took a solid four years for me to get from start to finish",
      "vi": "Tôi đã mất cả bốn nămđể bắt đầu và chinh phục được"
    }
  },
  {
    "translation": {
      "en": "in my National Spelling Bee win pursuit,",
      "vi": "mục tiêu vô địchCuộc thi Đánh vần Toàn quốc của mình,"
    }
  },
  {
    "translation": {
      "en": "and then eventually, in 1985, I was able to win.",
      "vi": "và rồi cuối cùng, vào năm 1985,tôi đã có thể thắng cuộc."
    }
  },
  {
    "translation": {
      "en": "[male] It was his third try at the National Spelling Bee. Third time’s the charm!",
      "vi": "Em đã thử sức ba lần ở Cuộc thiĐánh vần Toàn quốc. Quá tam ba bận!"
    }
  },
  {
    "translation": {
      "en": "For him this year, no bell will bing.",
      "vi": "Năm nay, chuông thua cuộcđã không vang lên."
    }
  },
  {
    "translation": {
      "en": "[Dr. Balu] I don’t think I recognized the magnitude of that probably until decades later.",
      "vi": "Tôi không nghĩ mình nhận ra tầm quan trọngcủa nó cho đến hàng chục năm sau."
    }
  },
  {
    "translation": {
      "en": "And when I realized",
      "vi": "Thời điểm tôi nhận ra..."
    }
  },
  {
    "translation": {
      "en": "how relevant it was that the son of immigrants",
      "vi": "tầm quan trọng của việcmột đứa con trai của người nhập cư"
    }
  },
  {
    "translation": {
      "en": "had won the National Spelling Bee",
      "vi": "thắng Cuộc thi Đánh vần Toàn quốc"
    }
  },
  {
    "translation": {
      "en": "was when I saw other immigrants, primarily Indian parents,",
      "vi": "là khi tôi thấy những người nhập cư khác,chủ yếu là các bậc cha mẹ người Ấn Độ,"
    }
  },
  {
    "translation": {
      "en": "um, say that it was 1985",
      "vi": "nói rằng năm 1985"
    }
  },
  {
    "translation": {
      "en": "that put the National Spelling Bee on the map for Indians.",
      "vi": "là năm cắm một lá cờ tiên phong ở Cuộc thiĐánh vần Toàn quốc cho người Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "And so while I never pretended that it was a big deal",
      "vi": "Và vì thế, dù tôi đã không nghĩnó là chuyện gì đó to tát,"
    }
  },
  {
    "translation": {
      "en": "other people informed me that it was a big deal to them.",
      "vi": "những người khác bảo tôinó rất ý nghĩa với họ."
    }
  },
  {
    "translation": {
      "en": "[Shourav] Playing tennis and spelling are pretty similar",
      "vi": "MƯỜI BỐN TUỔIĐÁNH VẦN TỪ NĂM BẢY TUỔI Chơi tennis và đánh vần khá giống nhauvì nó cần sự kiên trì,"
    }
  },
  {
    "translation": {
      "en": "because it takes persistence,",
      "vi": "Chơi tennis và đánh vần khá giống nhauvì nó cần sự kiên trì,"
    }
  },
  {
    "translation": {
      "en": "because the first time you go to a match or a spelling bee, you might not win.",
      "vi": "vì lần đầu tham gia một trận đấuhoặc thi đánh vần, bạn có thể thua."
    }
  },
  {
    "translation": {
      "en": "Because the more you practice, the better you get,",
      "vi": "Càng luyện tập nhiều,bạn sẽ càng thuần thục hơn,"
    }
  },
  {
    "translation": {
      "en": "and then you can just get better and better.",
      "vi": "và bạn sẽ trở nên ngày càng lão luyện."
    }
  },
  {
    "translation": {
      "en": "And then eventually, you just...",
      "vi": "Để rồi cuối cùng..."
    }
  },
  {
    "translation": {
      "en": "Everything will fall into place and maybe you’ll win.",
      "vi": "Mọi thứ sẽ vào guồngvà bạn sẽ có cơ hội thắng."
    }
  },
  {
    "translation": {
      "en": "Well, I’ve been doing this for many years.",
      "vi": "Cháu đã làm việc này nhiều năm."
    }
  },
  {
    "translation": {
      "en": "I started when I was in second grade, and every year I’ve constantly improved,",
      "vi": "Cháu bắt đầu từ hồi học lớp hai,và tiến bộ không ngừng mỗi năm,"
    }
  },
  {
    "translation": {
      "en": "so, like, hopefully that this year will be the year.",
      "vi": "nên mong là năm nay cháu sẽ chiến thắng."
    }
  },
  {
    "translation": {
      "en": "[Usha] We are originally from India.",
      "vi": "Chúng tôi đến từ Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "India has lots of languages, so I think that bilingual concept",
      "vi": "Ấn Độ có rất nhiều ngôn ngữ,nên tôi nghĩ khái niệm song ngữ"
    }
  },
  {
    "translation": {
      "en": "helped them learn a lot of other languages too.",
      "vi": "giúp chúng cũng học đượcnhiều ngôn ngữ khác."
    }
  },
  {
    "translation": {
      "en": "There is an expectation that he’ll do well and probably win.",
      "vi": "Tôi mong nó sẽ thể hiện tốtvà có cơ hội thắng."
    }
  },
  {
    "translation": {
      "en": "Um, but also I think he’s kind of used to the pressure,",
      "vi": "BỐ MẸ SHOURAV Nhưng tôi nghĩthằng bé cũng đã quen với áp lực,"
    }
  },
  {
    "translation": {
      "en": "and also it’s not like a random guess.",
      "vi": "Nhưng tôi nghĩthằng bé cũng đã quen với áp lực, và đó không phải là phỏng đoán ngẫu nhiên."
    }
  },
  {
    "translation": {
      "en": "He has proven himself that he could win the other competitions.",
      "vi": "Nó đã chứng tỏmình có thể chiến thắng các cuộc thi khác."
    }
  },
  {
    "translation": {
      "en": "So that gives him the confidence.",
      "vi": "Điều đó khiến nó tự tin."
    }
  },
  {
    "translation": {
      "en": "I think he doesn’t feel that pressure so much.",
      "vi": "Tôi nghĩ nó không thấy áp lực quá đâu."
    }
  },
  {
    "translation": {
      "en": "[male] How good is he, really? He's really good.",
      "vi": "- Cậu bé giỏi cỡ nào?- Giỏi lắm ạ."
    }
  },
  {
    "translation": {
      "en": "[stammers] Um...",
      "vi": "MƯỜI SÁU TUỔICHỊ GÁI SHOURAV"
    }
  },
  {
    "translation": {
      "en": "I mean, when I was...",
      "vi": "Ý cháu là, hồi cháu..."
    }
  },
  {
    "translation": {
      "en": "When I was still in eighth grade, I would say we were about equal,",
      "vi": "Hồi cháu học lớp tám, tụi cháu ngang nhau,"
    }
  },
  {
    "translation": {
      "en": "but, like, since then, he’s kept on going.",
      "vi": "nhưng kể từ đó,em cháu không ngừng tiến bộ."
    }
  },
  {
    "translation": {
      "en": "I wanna say he is probably the best speller in the world.",
      "vi": "Có lẽ nó làngười đánh vần giỏi nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "-He's like Michael Jordan. -Obviously, Michael Jordan. Yeah.",
      "vi": "- Cậu ấy như Michael Jordan.- Vâng, Michael Jordan."
    }
  },
  {
    "translation": {
      "en": "Michael Jordan is just, like, consistently the best player in,",
      "vi": "Michael Jordan luôn giữ vữngdanh hiệu cầu thủ giỏi nhất trong,"
    }
  },
  {
    "translation": {
      "en": "like, in the league when he was playing,",
      "vi": "kiểu, mọi giải đấu anh ấy chơi,"
    }
  },
  {
    "translation": {
      "en": "and I think Shourav is, like, consistently the best speller in the school,",
      "vi": "và chắc Shourav luôn làngười đánh vần giỏi nhất cả trường,"
    }
  },
  {
    "translation": {
      "en": "and probably, like, in the state,",
      "vi": "và có thể là cả bang,"
    }
  },
  {
    "translation": {
      "en": "and, like, maybe, probably even the nation.",
      "vi": "và có thể là toàn quốc nữa đấy ạ."
    }
  },
  {
    "translation": {
      "en": "[girl] We found a word that Ashrita did not know!",
      "vi": "Có một từ Ashrita không biết này!"
    }
  },
  {
    "translation": {
      "en": "[Ashrita] S-U-P-E-R-C...",
      "vi": "Á QUÂN MỘT (CẤP KHU VỰC)"
    }
  },
  {
    "translation": {
      "en": "...you have all day!",
      "vi": "...còn cả ngày mà!"
    }
  },
  {
    "translation": {
      "en": "By the time she was two, two and a half, she was already good at solving puzzles,",
      "vi": "Hồi con bé khoảng hai, hai tuổi rưỡi,nó đã rất giỏi giải đố rồi,"
    }
  },
  {
    "translation": {
      "en": "and she was asking for more,",
      "vi": "và nó muốn nhiều hơn thế,"
    }
  },
  {
    "translation": {
      "en": "and she was able to recognize some of the letters.",
      "vi": "rồi nó có thể nhận diện vài chữ cái."
    }
  },
  {
    "translation": {
      "en": "And by the time she was three, she was able to read the smaller books,",
      "vi": "Đến khi lên ba, con bé đã có thểđọc những cuốn sách đơn giản,"
    }
  },
  {
    "translation": {
      "en": "the books with a few words in each sentence.",
      "vi": "những cuốn sách có vài từ mỗi câu."
    }
  },
  {
    "translation": {
      "en": "So we did not think of it as a talent.",
      "vi": "Chúng tôi không nghĩ đó là tài năng..."
    }
  },
  {
    "translation": {
      "en": "We thought it was a normal thing -that all kids do... -For all kids!",
      "vi": "- Mà nghĩ trẻ con đứa nào cũng vậy...- Tất cả!"
    }
  },
  {
    "translation": {
      "en": "...and so we just continued filling her with more and more,",
      "vi": "...nên tiếp tục cho nó học nhiều hơn"
    }
  },
  {
    "translation": {
      "en": "whatever she was comfortable with.",
      "vi": "những gì nó thấy hứng thú."
    }
  },
  {
    "translation": {
      "en": "Basically, it started a really long time ago when I was about five.",
      "vi": "Cơ bản thì từ lâu lắm rồi,từ hồi cháu khoảng... năm tuổi cơ."
    }
  },
  {
    "translation": {
      "en": "I was in an art competition,",
      "vi": "Lúc đó cháu tham gia một cuộc thi vẽ,"
    }
  },
  {
    "translation": {
      "en": "'cause I was kind of into art at that time,",
      "vi": "vì hồi đó cháu rất thích vẽ,"
    }
  },
  {
    "translation": {
      "en": "and in the next room they had a spelling bee.",
      "vi": "và họ thi đánh vần ở phòng kế bên."
    }
  },
  {
    "translation": {
      "en": "Since I was really young, they just let me in randomly.",
      "vi": "Vì cháu còn bé mà,họ cứ cho cháu vào thôi."
    }
  },
  {
    "translation": {
      "en": "They didn’t really think I was gonna do any good or anything.",
      "vi": "Họ không nghĩ cháu sẽ làm tốt hay gì cả."
    }
  },
  {
    "translation": {
      "en": "So they’re just like, “Yeah, sure, you can do it.”",
      "vi": "Nên họ cứ: \"Ừ, được, thi đi cháu\"."
    }
  },
  {
    "translation": {
      "en": "I go there, I take the tests, and I come third out of first-through-eighth graders.",
      "vi": "Cháu vào đó, thi đấu, và đứng thứ batrong khối lớp một đến lớp tám."
    }
  },
  {
    "translation": {
      "en": "And then my parents were just like...",
      "vi": "Rồi bố mẹ cháu kiểu:"
    }
  },
  {
    "translation": {
      "en": "\"Something’s up.\" [chuckling]",
      "vi": "\"Có tài đấy\"."
    }
  },
  {
    "translation": {
      "en": "[Swapna] My brother Bharat, he’s very focused and he has set very high goals for himself.",
      "vi": "Anh trai tôi, Bhat, anh ấy rất tập trungvà đặt mục tiêu rất cao cho bản thân."
    }
  },
  {
    "translation": {
      "en": "So the same thing I observe in Ashrita.",
      "vi": "Ở Ashrita, tôi cũng thấy điều tương tự."
    }
  },
  {
    "translation": {
      "en": "Ashrita has a great influence on the younger kids and also on the people way back in my hometown.",
      "vi": "Ashrita rất có ảnh hưởng với đám nhỏ hơnvà cả người dân ở quê nhà của tôi nữa."
    }
  },
  {
    "translation": {
      "en": "As Ashrita was getting through each year,",
      "vi": "Hàng năm,mỗi lần Ashrita thắng một vòng thi,"
    }
  },
  {
    "translation": {
      "en": "trying to get through Scripps, people came to know that,",
      "vi": "từng bước tiến đến cuộc thi Scripps,ai cũng nói:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, this is what is happening.\"",
      "vi": "\"Ừ, phải vậy chứ\"."
    }
  },
  {
    "translation": {
      "en": "During the competitions, we make sure that we are calling her every day,",
      "vi": "Trong suốt các cuộc thi,ngày nào chúng tôi cũng gọi cho con bé,"
    }
  },
  {
    "translation": {
      "en": "because it’s not very easy to spell on the stage",
      "vi": "vì đánh vần trên sân khấuvốn chẳng dễ dàng gì,"
    }
  },
  {
    "translation": {
      "en": "where millions of people are watching her.",
      "vi": "nhất là có hàng triệu người theo dõi."
    }
  },
  {
    "translation": {
      "en": "Whatever may be the result, we always love her and encourage her.",
      "vi": "Dù kết quả ra sao, chúng tôicũng luôn yêu thương và động viên nó."
    }
  },
  {
    "translation": {
      "en": "-[woman singing Indian music over stereo] -[cymbal ringing]",
      "vi": "GLEN ALLEN, BANG VIRGINIA"
    }
  },
  {
    "translation": {
      "en": "[Tejas] The first time I thought \"I want to win the Scripps Bee\"",
      "vi": "Lần đầu cháu tự nhủ: \"Phải thắngCuộc thi Đánh vần Scripps\","
    }
  },
  {
    "translation": {
      "en": "was in fourth grade, because I’d lost the county bee that year, placing second.",
      "vi": "là năm lớp bốn, vì cháu đã thuaCuộc thi Đánh vần của Hạt năm đó, về nhì."
    }
  },
  {
    "translation": {
      "en": "And then I contemplated my reasons for continuing",
      "vi": "Cháu đã suy nghĩ rất nhiềuvề lý do tiếp tục,"
    }
  },
  {
    "translation": {
      "en": "because I was obviously crushed,",
      "vi": "vì rõ ràng cháu đã rất buồn,"
    }
  },
  {
    "translation": {
      "en": "and then that same year I watched the National Spelling Bee,",
      "vi": "và cùng năm đó,cháu đã xem Cuộc thi Đánh vần Toàn quốc,"
    }
  },
  {
    "translation": {
      "en": "and I saw Arvind win.",
      "vi": "và thấy Arvind chiến thắng."
    }
  },
  {
    "translation": {
      "en": "And I really wanted to be in that spotlight",
      "vi": "Và cháu thực sự muốnbước lên bục vinh quang đó,"
    }
  },
  {
    "translation": {
      "en": "and I wanted to hoist that trophy over my head,",
      "vi": "nâng chiếc cúp vô địch cao trên đầu,"
    }
  },
  {
    "translation": {
      "en": "and so that’s where it started.",
      "vi": "và mọi thứ bắt đầu từ đó."
    }
  },
  {
    "translation": {
      "en": "[Sri] I was so happy that there is a chance that exists",
      "vi": "Tôi rất mừng vì có một cơ hội để thằng bécảm thấy thoải mái ở lĩnh vực nó ưa thích."
    }
  },
  {
    "translation": {
      "en": "to entertain this kid in an area that he’s interested in.",
      "vi": "Tôi rất mừng vì có một cơ hội để thằng bécảm thấy thoải mái ở lĩnh vực nó ưa thích. BỐ MẸ TEJAS"
    }
  },
  {
    "translation": {
      "en": "At the same time, instill the habits",
      "vi": "Đồng thời cũng nuôi dưỡng thói quen"
    }
  },
  {
    "translation": {
      "en": "which will actually come and live with him for later in his life.",
      "vi": "sẽ thực sự hình thànhvà đi cùng nó suốt phần đời còn lại."
    }
  },
  {
    "translation": {
      "en": "The benefit of hard work, the work ethic and all that stuff.",
      "vi": "Lợi ích của việc chăm chỉ,đạo đức nghề nghiệp, các thứ."
    }
  },
  {
    "translation": {
      "en": "So I was really, really happy.",
      "vi": "Nên tôi thực sự rất vui."
    }
  },
  {
    "translation": {
      "en": "[Karthikeyan] When it comes to Tejas,",
      "vi": "Khi nói đến Tejas,"
    }
  },
  {
    "translation": {
      "en": "the inherent nature that, you know, that being curious to a different subject, be it medicine, to dance, to...",
      "vi": "ta nói đến bản năng tò mò vốn có với mọilĩnh vực khác biệt, y học, rồi nhảy múa..."
    }
  },
  {
    "translation": {
      "en": "You call it, the different ones, he’s curious.",
      "vi": "Nó tò mò về tất cả các lĩnh vực."
    }
  },
  {
    "translation": {
      "en": "His curiosity is what comes to my mind, which is very unique to him.",
      "vi": "Nghĩ tới nó là tôi nghĩ tới sự tò mòcủa nó, điểm chỉ mình nó mới có."
    }
  },
  {
    "translation": {
      "en": "It really makes... makes us all proud.",
      "vi": "Nó khiến... tất cả chúng tôi tự hào,đặc biệt là tôi."
    }
  },
  {
    "translation": {
      "en": "And especially, I feel proud, and that’s where it gives an inspiration to my kid.",
      "vi": "Nó khiến... tất cả chúng tôi tự hào,đặc biệt là tôi. Và đó là nguồn cảm hứng cho con của tôi."
    }
  },
  {
    "translation": {
      "en": "He looks upon to him as my brother, and he takes a lot of inspiration from him.",
      "vi": "Thằng bé coi nó như anh trai,và được truyền rất nhiều cảm hứng."
    }
  },
  {
    "translation": {
      "en": "So someone, like, you know, when you see someone on the TV, especially the big platform like YouTube,",
      "vi": "Khi bạn thấy ai đó trên tivi, đặc biệt làtrên các nền tảng lớn như YouTube,"
    }
  },
  {
    "translation": {
      "en": "or be on a, like, you know, the ESPN.",
      "vi": "hoặc là trên kênh ESPN."
    }
  },
  {
    "translation": {
      "en": "My son, he loves to watch for hours and hours,",
      "vi": "Con trai tôi mải mê xem hàng giờ liền,"
    }
  },
  {
    "translation": {
      "en": "and naturally I see that the longer he watches those videos,",
      "vi": "và dần dần tôi nhận ranó càng xem các video đó,"
    }
  },
  {
    "translation": {
      "en": "he’s getting more inspired by him.",
      "vi": "nó càng được thằng bé truyền cảm hứng."
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] Yes.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Scripps Howard is proud to introduce the 1988 National Spelling Bee champion",
      "vi": "Scripps Howard xin trân trọng giới thiệuvô địch Cuộc thi Đánh vần Toàn quốc 1988"
    }
  },
  {
    "translation": {
      "en": "from the Sacramento Bee, Rageshree Bhag Ramachandran.",
      "vi": "được tài trợ bởi báo Sacramento Bee,Rageshree Bhag Ramachandran."
    }
  },
  {
    "translation": {
      "en": "I think those who didn't have someone to look up to...",
      "vi": "Tôi nghĩ với những ngườiđã không có ai để hướng tới,"
    }
  },
  {
    "translation": {
      "en": "we can legitimately call trailblazers.",
      "vi": "ta có thể được phép gọilà các nhà tiên phong."
    }
  },
  {
    "translation": {
      "en": "[Dr. Balu] As I recall, I think it was 1983. We have a picture at home.",
      "vi": "Theo như tôi nhớ, đó là năm 1983.Ở nhà tôi vẫn còn một bức ảnh."
    }
  },
  {
    "translation": {
      "en": "There are six of us.",
      "vi": "Bọn tôi có sáu người."
    }
  },
  {
    "translation": {
      "en": "All six of us accounted for the entire Indian contingent",
      "vi": "Tình cờ là cả sáu chúng tôiđều là người Ấn Độ"
    }
  },
  {
    "translation": {
      "en": "in the 1983 National Spelling Bee.",
      "vi": "trongCuộc thi Đánh vần Toàn quốc năm 1983."
    }
  },
  {
    "translation": {
      "en": "That was it. Just six out of 137, I think.",
      "vi": "Đúng thế.Sáu trên tổng số 137, tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "[Srinivas] In the Scripps Spelling Bee in the early '90s,",
      "vi": "Ở Cuộc thi Đánh vần Scrippsđầu thập niên 90,"
    }
  },
  {
    "translation": {
      "en": "I recall seeing a few Indian-American students, certainly South Asian-American students.",
      "vi": "chỉ có vài học sinh Mỹ gốc Ấn,hẳn là Mỹ gốc Nam Á."
    }
  },
  {
    "translation": {
      "en": "It wasn’t something that felt, like, normal that there was a ton.",
      "vi": "Việc đó hơi kỳ lạ, thường thì họ rất đông."
    }
  },
  {
    "translation": {
      "en": "At the time, I think, my eight or nine-year-old brother was the first time I realized",
      "vi": "Lúc đó tôi nghĩ, ông anh tám, chín tuổiđã khiến lần đầu tiên tôi nhận ra"
    }
  },
  {
    "translation": {
      "en": "just potentially how big spelling bees were within this community.",
      "vi": "những tài năng đánh vầntrong cộng đồng này có thể lớn thế nào."
    }
  },
  {
    "translation": {
      "en": "He was eight years old!",
      "vi": "Anh ấy mới có tám tuổi!"
    }
  },
  {
    "translation": {
      "en": "And he was talking about it in these reverential terms",
      "vi": "Anh ấy đã nói về nó bằng các từ trân trọng"
    }
  },
  {
    "translation": {
      "en": "that made me believe that this was something that he was really motivated by.",
      "vi": "và khiến tôi tin rằngđó thực sự là động lực thúc đẩy anh ấy."
    }
  },
  {
    "translation": {
      "en": "It all changed in 1994, when ESPN first began broadcasting the Bee,",
      "vi": "Mọi thứ thay đổi vào năm 1994,khi ESPN bắt đầu phát sóng Cuộc thi,"
    }
  },
  {
    "translation": {
      "en": "because all of a sudden,",
      "vi": "vì bỗng nhiên,"
    }
  },
  {
    "translation": {
      "en": "not only could you read about it in your newspaper, but you could just easily watch it on television.",
      "vi": "không những bạn có thể đọc về nó trên báo,mà có thể dễ dàng xem nó trên tivi nữa."
    }
  },
  {
    "translation": {
      "en": "[Srinivas] Definitely a much bigger buzz for us. It was really cool.",
      "vi": "Rõ ràng, chúng tôi phấn khích hơn nhiều.Thực sự tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "I mean, I was a huge basketball fan by that time.",
      "vi": "ý là, hồi đó tôi mê bóng rổ lắm."
    }
  },
  {
    "translation": {
      "en": "You know, I was wearing, like, a Bulls cap at one of the picnics, and they would ask me, like, \"Who's your favorite players?\"",
      "vi": "Tôi đội mũ của đội Bulls ở buổi dã ngoại,rồi họ hỏi: \"Cháu thích cầu thủ nào?\""
    }
  },
  {
    "translation": {
      "en": "I was like, “Scottie Pippen and Michael Jordan.\"",
      "vi": "Tôi đáp:\"Scott Pippen và Michael Jordan\"."
    }
  },
  {
    "translation": {
      "en": "[Dr. Sanjay] I’m a sports guy, I like sports, and I remember watching it on ESPN.",
      "vi": "Tôi mê thể thao, thích xem thể thao,tôi nhớ xem nó trên kênh ESPN."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"They’re showing a spelling bee on ESPN.\"",
      "vi": "Và tôi nghĩ:\"Họ phát cuộc thi đánh vần trên ESPN ư\"."
    }
  },
  {
    "translation": {
      "en": "I mean, Indian kids have arrived, finally, you know,",
      "vi": "Ý tôi là, cuối cùng thì trẻ em Ấn Độcũng làm được,"
    }
  },
  {
    "translation": {
      "en": "with regard to sports because, you know, sports was not an area where they were excelling as much.",
      "vi": "về mặt thể thao ấy, vì thể thaovốn đâu phải lĩnh vực chúng xuất sắc lắm."
    }
  },
  {
    "translation": {
      "en": "But spelling was on ESPN, so, hey, it’s pretty much the same thing, right?",
      "vi": "Nhưng ESPN chiếu cuộc thi đánh vầnthì cũng vậy mà?"
    }
  },
  {
    "translation": {
      "en": "I remember at that point, I thought to myself, \"Something’s happening here.\"",
      "vi": "Tôi nhớ lúc đó tôi tự nhủ:\"Sắp nên chuyện rồi đây\"."
    }
  },
  {
    "translation": {
      "en": "Before! First of all! First things first, next things next,",
      "vi": "Đầu tiên, trước hết!Cái gì trước nói trước,"
    }
  },
  {
    "translation": {
      "en": "and without further ado, I’m going to go ahead.",
      "vi": "không dài dòng thêm nữa, cháu nói đây."
    }
  },
  {
    "translation": {
      "en": "And the definition is... [clicks tongue] Um, it’s a lung disease.",
      "vi": "Và định nghĩa là...Đó là một bệnh về phổi."
    }
  },
  {
    "translation": {
      "en": "That’s why it’s…",
      "vi": "Và vì thế mà nó..."
    }
  },
  {
    "translation": {
      "en": "\"sis\", \"o-sis\"ending.",
      "vi": "kết thúc là \"sis-o-sis\"."
    }
  },
  {
    "translation": {
      "en": "Which is caused by inhaling ash, sand, dust…",
      "vi": "Nguyên nhân là do hít phải tro,cát, bụi..."
    }
  },
  {
    "translation": {
      "en": "...etcetera.",
      "vi": "vân vân."
    }
  },
  {
    "translation": {
      "en": "Okay, the word is 45 letters, okay? So don’t be surprised on this.",
      "vi": "Được rồi, từ này có 45 chữ đấy ạ.Nên chú đừng quá ngạc nhiên nhé."
    }
  },
  {
    "translation": {
      "en": "Anyways, so...",
      "vi": "Dù sao thì..."
    }
  },
  {
    "translation": {
      "en": "Excuse me for the moment. [exhales]",
      "vi": "Xin phép chút ạ."
    }
  },
  {
    "translation": {
      "en": "Ready, set, spell!",
      "vi": "Sẵn sàng, chuẩn bị, đánh vần!"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think the word just filled up the entire screen.",
      "vi": "Vậy đó, chắc từ nàylấp đầy hết màn hình quá."
    }
  },
  {
    "translation": {
      "en": "[Shalini Shankar] Akash Vukoti, I think, burst onto the scene",
      "vi": "Tôi nghĩ Akash Vukotiđột nhiên được chú ý tới"
    }
  },
  {
    "translation": {
      "en": "as being this phenomenon.",
      "vi": "như một hiện tượng vậy."
    }
  },
  {
    "translation": {
      "en": "He’s so young, and yet he’s so poised and so competent,",
      "vi": "Cậu bé còn rất nhỏ,nhưng rất điềm đạm và giàu khả năng,"
    }
  },
  {
    "translation": {
      "en": "and so gifted at spelling in a way that kids who are six,",
      "vi": "và có năng khiếu đánh vần theo cáchmà ở những đứa trẻ sáu tuổi,"
    }
  },
  {
    "translation": {
      "en": "I’ve never seen a child spell.",
      "vi": "tôi chưa bao giờ thấy."
    }
  },
  {
    "translation": {
      "en": "It’s fun to get all the attention. I’m not really jealous of him.",
      "vi": "Lúc nào cũng được chú ý cũng vui ạ.Cháu thực sự không ghen tị với em ấy."
    }
  },
  {
    "translation": {
      "en": "I’m just glad that he has all that media attention.",
      "vi": "Cháu mừng là em cháuđược truyền thông chú ý ạ."
    }
  },
  {
    "translation": {
      "en": "He kind of keeps me in it too, which doesn’t make me feel left out,",
      "vi": "Em cũng cho cháu hưởng ké,để cháu không cảm thấy bị ra rìa,"
    }
  },
  {
    "translation": {
      "en": "and if I’m not left out, that doesn’t really make me feel jealous. [chuckles]",
      "vi": "và nếu không bị ra rìa,thì cháu chả ghen tị làm gì ạ."
    }
  },
  {
    "translation": {
      "en": "So, last year, Akash was Cereno Spelling Bee champion.",
      "vi": "Năm ngoái,Akash đã vô địch Cuộc thi Đánh vần Cereno."
    }
  },
  {
    "translation": {
      "en": "[host] We have a new champ!",
      "vi": "Có nhà vô địch mới rồi!"
    }
  },
  {
    "translation": {
      "en": "How do I win the Scripps National Spelling Bee?",
      "vi": "Sao để thắngCuộc thi Đánh vần Toàn quốc Scripps?"
    }
  },
  {
    "translation": {
      "en": "The way to win the Bee is simply…",
      "vi": "Cách thắng cuộc đơn giản là..."
    }
  },
  {
    "translation": {
      "en": "90 percent hard work!",
      "vi": "90 phần trăm nỗ lực!"
    }
  },
  {
    "translation": {
      "en": "Ten percent…",
      "vi": "Mười phần trăm..."
    }
  },
  {
    "translation": {
      "en": "other.",
      "vi": "yếu tố khác ạ."
    }
  },
  {
    "translation": {
      "en": "[Ganesh] So this is our database of words.",
      "vi": "Đây là kho từ vựng của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "The dictionary has about 475,000 words,",
      "vi": "Có khoảng 475.000 từ trong từ điển,"
    }
  },
  {
    "translation": {
      "en": "and what we realized is we can condense that 475,000 words",
      "vi": "và chúng tôi nhận ra rằng có thểrút gọn 475.000 từ đó"
    }
  },
  {
    "translation": {
      "en": "into about 125,000 words by simply removing the extensions.",
      "vi": "xuống 125.000 từ bằng cách đơn giảnlà bỏ đi những từ mở rộng."
    }
  },
  {
    "translation": {
      "en": "So, for example, if you know \"sleep,\" \"sleeping\" is not required.",
      "vi": "Ví dụ, nếu nhớ được từ \"sleep\",thì khỏi cần nhớ từ \"sleeping\"."
    }
  },
  {
    "translation": {
      "en": "So if you know these base words,",
      "vi": "Nếu nhớ những từ cơ bản,"
    }
  },
  {
    "translation": {
      "en": "you can construct any of the remaining words in the dictionary.",
      "vi": "bạn có thể tạo ra mọi từ còn lạitrong từ điển."
    }
  },
  {
    "translation": {
      "en": "[Shourav] I know probably, like, 98 to 99 percent.",
      "vi": "Cháu nhớ khoảng 98 đến 99 phần trăm."
    }
  },
  {
    "translation": {
      "en": "That's how much accuracy you need.",
      "vi": "Đó là độ chính xác cần thiết."
    }
  },
  {
    "translation": {
      "en": "[Ganesh] We haven’t seen a word which came outside this dictionary",
      "vi": "Chúng tôi chưa thấy từ nàobên ngoài từ điển này"
    }
  },
  {
    "translation": {
      "en": "for the last four years.",
      "vi": "suốt bốn năm qua."
    }
  },
  {
    "translation": {
      "en": "If someone really masters this database,",
      "vi": "Nếu ai đó nắm vững kho từ vựng này,"
    }
  },
  {
    "translation": {
      "en": "there is a very high probability that they can win any competition,",
      "vi": "người đó sẽ có cơ hội rất lớnchiến thắng mọi cuộc thi,"
    }
  },
  {
    "translation": {
      "en": "including the Scripps Spelling Bee.",
      "vi": "bao gồm Cuộc thi Đánh vần Scripps."
    }
  },
  {
    "translation": {
      "en": "[Muthu] Tiercé.",
      "vi": "Tiercé."
    }
  },
  {
    "translation": {
      "en": "-The language of origin is French. -Yeah.",
      "vi": "- Ngôn ngữ gốc là tiếng Pháp.- Vâng."
    }
  },
  {
    "translation": {
      "en": "-[Muthu] So does that change your ending? -No.",
      "vi": "- Con muốn đổi chữ cuối không?- Không."
    }
  },
  {
    "translation": {
      "en": "-[Muthu] What did you say again? -T-I-E-R-C-E-E.",
      "vi": "- Con nói gì nhỉ?- T-I-E-R-C-E-E."
    }
  },
  {
    "translation": {
      "en": "No, it’s T-I-E-R-C-E, with that accent on top.",
      "vi": "Không, phải là T-I-E-R-C-E, có dấu ở trên."
    }
  },
  {
    "translation": {
      "en": "My expectations for Tejas is, like, win the trophy",
      "vi": "Kỳ vọng của tôi dành cho Tejaslà giành cúp vô địch,"
    }
  },
  {
    "translation": {
      "en": "because he has put in a lot of hard work. It’s been six years' penance for him.",
      "vi": "vì nó đã nỗ lực rất nhiều.Nó đã mất đến sáu năm khổ luyện."
    }
  },
  {
    "translation": {
      "en": "So he has been putting in a lot of hours, like, putting in a lot of energy into it.",
      "vi": "Thằng bé đã dành rất nhiều thời gianvà công sức cho việc này."
    }
  },
  {
    "translation": {
      "en": "He’s putting a lot of his emotions and feel into it.",
      "vi": "Nó đã đặt rất nhiều cảm xúcvà tâm tư vào đó."
    }
  },
  {
    "translation": {
      "en": "[Tejas] You can’t be a champion just by putting an hour a day.",
      "vi": "Nếu chỉ học một giờ mỗi ngày,bạn không thể trở thành nhà vô địch."
    }
  },
  {
    "translation": {
      "en": "Whether it’s in sports or in spelling, you have to put in the effort.",
      "vi": "Dù là thể thao hay đánh vần,bạn phải thực sự nỗ lực."
    }
  },
  {
    "translation": {
      "en": "And what you see time and time again is people who have,",
      "vi": "Và điều bạn vẫn luôn thấy là những người ít nhiều đã dành cả đờiđể đánh vần, sẽ vô địch Cuộc thi Đánh vần,"
    }
  },
  {
    "translation": {
      "en": "more or less, devoted their whole lives to spelling become Spelling Bee champions,",
      "vi": "những người ít nhiều đã dành cả đờiđể đánh vần, sẽ vô địch Cuộc thi Đánh vần,"
    }
  },
  {
    "translation": {
      "en": "and I think that really is a testament to the benefits of hard work.",
      "vi": "và cháu nghĩ đó là minh chứngcho lợi ích của việc chăm chỉ."
    }
  },
  {
    "translation": {
      "en": "[Muthu] This is the gateway to get into Scripps National Spelling Bee.",
      "vi": "Đây là cánh cửatới Cuộc thi Đánh vần Toàn quốc Scripps."
    }
  },
  {
    "translation": {
      "en": "I'm feeling excited and nervous at the same time.",
      "vi": "Tôi vừa hào hứng mà cũng vừa lo lắng."
    }
  },
  {
    "translation": {
      "en": "Tejas has won this regional competition thrice.",
      "vi": "Tejas đã thắng cuộc thi khu vực nàyba lần."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh, I’m always a nervous wreck.",
      "vi": "Trời ơi, tôi luôn lo căng não ấy."
    }
  },
  {
    "translation": {
      "en": "Always, always. I'm confident in his ability, but spelling bees, it’s the luck of the draw.",
      "vi": "Luôn luôn. Tôi tin vào khả năng của em ấy,nhưng đánh vần là may rủi."
    }
  },
  {
    "translation": {
      "en": "One word can do it and hopefully he’ll have good words today and do well.",
      "vi": "Một từ là có thể thắng,mong là nay em ấy có từ tốt và làm tốt."
    }
  },
  {
    "translation": {
      "en": "[host] Welcome to the 43rd Annual Richmond Times-Dispatch Regional Spelling Bee.",
      "vi": "Chào mừng tới Cuộc thi Đánh vần Khu vựcRichmond Times-Dispatch lần thứ 43."
    }
  },
  {
    "translation": {
      "en": "Thank you for joining us today. Judges, are we ready?",
      "vi": "Cảm ơn đã tham dự.Giám khảo sẵn sàng chưa ạ?"
    }
  },
  {
    "translation": {
      "en": "M-A-N...",
      "vi": "THƯ VIỆN VIRGINIA"
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -[pronouncer] Mattock.",
      "vi": "Mattock."
    }
  },
  {
    "translation": {
      "en": "[whispering] Yes, yes. Phew!",
      "vi": "Tuyệt! Phù!"
    }
  },
  {
    "translation": {
      "en": "[male host] All right, this is the start of round 11.",
      "vi": "Được rồi, vòng 11 bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[pronouncer] Campodeiform.",
      "vi": "Campodeiform."
    }
  },
  {
    "translation": {
      "en": "[quietly] Yes, yes.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "[pronouncer] Okay, you'll now have to spell one additional word.",
      "vi": "Được rồi,em phải đánh vần thêm một từ nữa."
    }
  },
  {
    "translation": {
      "en": "Florilegium. Definition, please?",
      "vi": "Florilegium. Định nghĩa là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "\"A volume or collection of brief extracts or writings; an anthology.\"",
      "vi": "\"Một quyển hoặc tập hợp trích đoạn ngắnhoặc tác phẩm, một tuyển tập\"."
    }
  },
  {
    "translation": {
      "en": "Florilegium. Are there any alternate pronunciations?",
      "vi": "Florilegium. Có phát âm khác không ạ?"
    }
  },
  {
    "translation": {
      "en": "There are not.",
      "vi": "Không có."
    }
  },
  {
    "translation": {
      "en": "[pronouncer] Okay, we have our champion!",
      "vi": "Vâng, ta đã có nhà vô địch!"
    }
  },
  {
    "translation": {
      "en": "One more trip.",
      "vi": "Đi tiếp nào."
    }
  },
  {
    "translation": {
      "en": "[male host] Wow, congratulations to all of our spellers.",
      "vi": "Chúc mừng các thí sinh đánh vầncủa chúng ta."
    }
  },
  {
    "translation": {
      "en": "They’re all champions.",
      "vi": "Các em đều vô địch."
    }
  },
  {
    "translation": {
      "en": "[Tejas] I’m really happy that I managed to pull it off, and I’m really excited that I get to go back",
      "vi": "Cháu rất vui vì đã thành công,và vô cùng háo hức được quay trở lại"
    }
  },
  {
    "translation": {
      "en": "to the National Spelling Bee for my last year,",
      "vi": "Cuộc thi Đánh vần Toàn quốcvào năm cuối được tham dự,"
    }
  },
  {
    "translation": {
      "en": "and I’m just ready to work really hard for it.",
      "vi": "và cháu đã sẵn sàngluyện tập chăm chỉ cho cuộc thi."
    }
  },
  {
    "translation": {
      "en": "[Tejas] I don’t really enjoy attention that much.",
      "vi": "Cháu không thích được chú ý lắm."
    }
  },
  {
    "translation": {
      "en": "Whenever people compliment me, I take the compliment,",
      "vi": "Khi mọi người khen cháu,cháu đều nhận lời khen..."
    }
  },
  {
    "translation": {
      "en": "and I thank them but within me, I kind of say, \"I don’t deserve it,\"",
      "vi": "và cảm ơn họ, nhưng thực lòng cháu nghĩ:\"Mình đâu xứng đáng\","
    }
  },
  {
    "translation": {
      "en": "because I haven’t gotten the ultimate trophy yet.",
      "vi": "vì cháu chưa đạt đượcchiếc cúp cao quý nhất."
    }
  },
  {
    "translation": {
      "en": "Logorrhea. May I have a sentence, please?",
      "vi": "Logorrhea. Xin đặt câu với từ đó ạ?"
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] \"The patient’s logorrhea was indicative of deep emotional problems.\"",
      "vi": "\"Chứng đa ngôn của bệnh nhân là biểu hiệncủa những vấn đề sâu sắc về cảm xúc\"."
    }
  },
  {
    "translation": {
      "en": "I had grown up in North Carolina...",
      "vi": "Tôi lớn lên ở Bắc Carolina,"
    }
  },
  {
    "translation": {
      "en": "and had moved to Florida...",
      "vi": "rồi chuyển tới Florida,"
    }
  },
  {
    "translation": {
      "en": "and I’d never been in settings where I didn’t feel distinctly different.",
      "vi": "và tôi luôn ở trong những hoàn cảnhthấy mình thực sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "For having my name, for looking the way I did,",
      "vi": "Cái tên của tôi, vẻ ngoài của tôi"
    }
  },
  {
    "translation": {
      "en": "rather unusual to be somebody who went home and did her homework",
      "vi": "khá là khác biệt, giống một ngườisẽ về nhà cắm mặt làm bài tập,"
    }
  },
  {
    "translation": {
      "en": "instead of hanging out after school.",
      "vi": "thay vì đi chơi sau giờ học."
    }
  },
  {
    "translation": {
      "en": "Where I was really inspired was seeing a list of the kids who were finalists in 1997,",
      "vi": "Tôi được truyền cảm hứng khi thấynhững đứa trẻ lọt vào chung kết năm 1997,"
    }
  },
  {
    "translation": {
      "en": "and seeing at that point that it was a majority of Indian spellers.",
      "vi": "và nhận ra rằng phần lớnhọ đều là thí sinh người Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "And so, as an Indian student,",
      "vi": "Đối với một học sinh Ấn Độ như tôi,"
    }
  },
  {
    "translation": {
      "en": "this felt like an arena in which I could compete and be successful.",
      "vi": "đó như là đấu trườngmà tôi có thể thi đấu và thành công."
    }
  },
  {
    "translation": {
      "en": "[Nupur] In the 1999 Scripps National Finals, there were four kids of Indian origin.",
      "vi": "Trong vòng Chung kết Toàn quốc Scrippsnăm 1999, có bốn đứa trẻ gốc Ấn."
    }
  },
  {
    "translation": {
      "en": "And so, seeing so many Indian spellers at Scripps",
      "vi": "Và khi thấy rất nhiều người Ấn Độở cuộc thi Scripps"
    }
  },
  {
    "translation": {
      "en": "gave me a sense of comfort and a sense of belonging,",
      "vi": "tôi thấy rất thoải máivà có cảm giác thân thuộc,"
    }
  },
  {
    "translation": {
      "en": "and also it was the first time in my life that I didn’t feel",
      "vi": "đó cũng là lần đầu tiên trong đờitôi cảm thấy mình không..."
    }
  },
  {
    "translation": {
      "en": "extremely different.",
      "vi": "quá khác biệt."
    }
  },
  {
    "translation": {
      "en": "-[female pronouncer] That is correct. -[audience cheering, applauding]",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[Pawan Dhingra] Once Nupur Lala won the 1999 Scripps National Spelling Bee,",
      "vi": "Khi Nupur Lala thắng Cuộc thi Đánh vầnToàn quốc Scripps năm 1999,"
    }
  },
  {
    "translation": {
      "en": "and it was broadcast via the film Spellbound,",
      "vi": "và được phát sóng qua bộ phim Spellbound,"
    }
  },
  {
    "translation": {
      "en": "it really raised awareness to the entire community",
      "vi": "nó đã nâng cao nhận thức của cả cộng đồng"
    }
  },
  {
    "translation": {
      "en": "about this being a niche in which Indian-American kids can excel.",
      "vi": "rằng đây là một lĩnh vựctrẻ em Mỹ gốc Ấn tỏ ra vượt trội."
    }
  },
  {
    "translation": {
      "en": "Have you seen the movie Spellbound? Oh my God, every...",
      "vi": "- Anh chị xem phim Spellbound chưa?- Chúa ơi, mỗi..."
    }
  },
  {
    "translation": {
      "en": "Every time she has a major spelling bee or anything like that, we have, yeah.",
      "vi": "Mỗi lần con bé thi cuộc thi đánh vần lớnnào đó, chúng tôi cũng xem."
    }
  },
  {
    "translation": {
      "en": "These are... I think we watch it, like, very often.",
      "vi": "Ôi, mấy phim này... Chúng tôi xem suốt."
    }
  },
  {
    "translation": {
      "en": "All the time.",
      "vi": "Xem suốt luôn ấy."
    }
  },
  {
    "translation": {
      "en": "[George] There’s three tips I have for other spellers.",
      "vi": "Ba lời khuyên cho những ai đánh vần:"
    }
  },
  {
    "translation": {
      "en": "One, trust in Jesus.",
      "vi": "một là, tin vào Chúa Giêsu."
    }
  },
  {
    "translation": {
      "en": "Trust and believe in Jesus.",
      "vi": "Tin tưởng vào Chúa."
    }
  },
  {
    "translation": {
      "en": "Two, honoring your parents.",
      "vi": "VÔ ĐỊCHCUỘC THI ĐÁNH VẦN TOÀN QUỐC SCRIPPS 2000 Hai là, hiếu thảo với bố mẹ,và ba là, chăm chỉ."
    }
  },
  {
    "translation": {
      "en": "And three, hard work.",
      "vi": "Hai là, hiếu thảo với bố mẹ,và ba là, chăm chỉ."
    }
  },
  {
    "translation": {
      "en": "I love that. Like, he is so like, \"I spell.",
      "vi": "Hay phết.Cậu bé kiểu: \"Cháu đánh vần đó\"."
    }
  },
  {
    "translation": {
      "en": "I’m dominant in it.",
      "vi": "Bá đạo luôn."
    }
  },
  {
    "translation": {
      "en": "My parents, all about it.",
      "vi": "Bố mẹ cháu là tất cả."
    }
  },
  {
    "translation": {
      "en": "Respect your parents, trust Jesus.\"",
      "vi": "Kính trọng cha mẹ, tin vào Chúa\"."
    }
  },
  {
    "translation": {
      "en": "He trusted Jesus all the way to first place. [laughing]",
      "vi": "Cậu nhóc đó một lòng tin vào Chúa."
    }
  },
  {
    "translation": {
      "en": "[female pronouncer] You have won the...",
      "vi": "Em đã thắng..."
    }
  },
  {
    "translation": {
      "en": "Success seemed attainable, it seemed achievable,",
      "vi": "Thành công có vẻ khả thi và dễ dàng,"
    }
  },
  {
    "translation": {
      "en": "because you had watched other Indian-Americans do it.",
      "vi": "vì bạn đã thấynhững người Mỹ gốc Ấn khác làm được."
    }
  },
  {
    "translation": {
      "en": "And I think that often when you have something like that in a community",
      "vi": "Thường, khi một cộng đồngcó ai đó thành công,"
    }
  },
  {
    "translation": {
      "en": "where people can imagine the success, it’s tangible, it’s not abstract,",
      "vi": "khi họ có thể mường tượng thành côngmột cách hữu hình, không trừu tượng,"
    }
  },
  {
    "translation": {
      "en": "they go for it and they work hard for it.",
      "vi": "họ sẽ theo đuổi và nỗ lực vì nó.Và rồi thành công nối tiếp thành công,"
    }
  },
  {
    "translation": {
      "en": "And so the success has then bred success and led to even greater success.",
      "vi": "họ sẽ theo đuổi và nỗ lực vì nó.Và rồi thành công nối tiếp thành công, rồi dẫn đến thành công vang dội hơn."
    }
  },
  {
    "translation": {
      "en": "[Ananya] E...",
      "vi": "rồi dẫn đến thành công vang dội hơn."
    }
  },
  {
    "translation": {
      "en": "-Correct. -Indian-American students",
      "vi": "- Chính xác.- Học sinh Mỹ gốc Ấn"
    }
  },
  {
    "translation": {
      "en": "have two other bees that are specifically designed for them",
      "vi": "có hai cuộc thi đánh vầnđược tổ chức riêng"
    }
  },
  {
    "translation": {
      "en": "to foster the competition that they have amongst themselves",
      "vi": "để thúc đẩy sự thi đuagiữa các em với nhau,"
    }
  },
  {
    "translation": {
      "en": "and to get better at spelling in front of a group,",
      "vi": "để đánh vần tốt hơn trước đám đông,"
    }
  },
  {
    "translation": {
      "en": "and to collaborate with their peers on how to study,",
      "vi": "để chia sẻ với các bạn cùng thi cách học,và để phụ huynh"
    }
  },
  {
    "translation": {
      "en": "and for the parents to get together and talk about what’s working",
      "vi": "để chia sẻ với các bạn cùng thi cách học,và để phụ huynh bàn bạc cách nào hiệu quả, cách nào không."
    }
  },
  {
    "translation": {
      "en": "and what’s not working.",
      "vi": "bàn bạc cách nào hiệu quả, cách nào không."
    }
  },
  {
    "translation": {
      "en": "When I heard they were doing them, I was like, “Of course.”",
      "vi": "Khi biết việc đó, tôi nghĩ: \"Dĩ nhiên\"."
    }
  },
  {
    "translation": {
      "en": "This is how it’s done in the Indian-American community.",
      "vi": "Cộng đồng người Mỹ gốc Ấn là vậy mà."
    }
  },
  {
    "translation": {
      "en": "Let’s raise the stakes and let’s see what happens!",
      "vi": "Cứ chơi hết mình và xem điều gì sẽ xảy ra!"
    }
  },
  {
    "translation": {
      "en": "I think only when this minor league circuit of the South Asian Spelling Bee",
      "vi": "Chỉ khi chứng kiến cuộc thi đấu nhỏ,Cuộc thi Đánh vần Nam Á,"
    }
  },
  {
    "translation": {
      "en": "and the North South Foundation Spelling Bee,",
      "vi": "và Cuộc thi Đánh vần Hiệp hội Bắc Nam,"
    }
  },
  {
    "translation": {
      "en": "which has been in effect for over 20 years, I believe,",
      "vi": "những sự kiện được tiến hànhhơn 20 năm qua,"
    }
  },
  {
    "translation": {
      "en": "that you really see these kids hone their craft",
      "vi": "bạn mới thấy những đứa trẻ nàyđược rèn giũa kỹ năng"
    }
  },
  {
    "translation": {
      "en": "to a level that you didn’t otherwise see before that.",
      "vi": "đến một mức độmà trước đây bạn không hề thấy."
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] A lot of the families approach these bees",
      "vi": "Nhiều gia đình tham gia cuộc thi đấu này"
    }
  },
  {
    "translation": {
      "en": "as practice rounds, if you will, for the big Scripps Spelling Bee.",
      "vi": "như một vòng luyện tậpchuẩn bị cho Cuộc thi Đánh vần Scripps,"
    }
  },
  {
    "translation": {
      "en": "[female choreographer] Two. No feet. All right. Five, six...",
      "vi": "Hai. Không dùng chân. Rồi. Năm, sáu..."
    }
  },
  {
    "translation": {
      "en": "So no feet. Five, six, seven, and one...",
      "vi": "Không dùng chân. Năm, sáu, bảy, và một..."
    }
  },
  {
    "translation": {
      "en": "[male coach] Run in. Good. Around. And here it comes, three more.",
      "vi": "Chạy vào. Tốt. Vòng qua.Và rồi, ba quả nữa nhé."
    }
  },
  {
    "translation": {
      "en": "Results are important, but we have to ignore the results",
      "vi": "Kết quả rất quan trọng,nhưng ta phải phớt lờ"
    }
  },
  {
    "translation": {
      "en": "and concentrate on the process. Enjoy the process, the results will come on their own.",
      "vi": "và tập trung vào quá trình.Tận hưởng quá trình, kết quả sẽ đến."
    }
  },
  {
    "translation": {
      "en": "[Sirisha] I’m telling Ashrita whatever is the outcome,",
      "vi": "Tôi bảo Ashrita là kết quả sao cũng được,"
    }
  },
  {
    "translation": {
      "en": "we don’t have so many expectations or anything. It’s fine with us.",
      "vi": "bố mẹ không có nhiều kỳ vọnghay gì cả. Không sao hết."
    }
  },
  {
    "translation": {
      "en": "You just, like, do your best.",
      "vi": "Con chỉ cần làm hết sức mình."
    }
  },
  {
    "translation": {
      "en": "We want her to be relaxed, as relaxed as she can.",
      "vi": "Chúng tôi muốn nó thấy thư giãn,thoải mái nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Ashrita, like, when she’s relaxed,",
      "vi": "Ashrita, khi con bé thoải mái,"
    }
  },
  {
    "translation": {
      "en": "-she can spell very tough words. -She does better.",
      "vi": "- đánh vần được từ rất khó.- Tốt hơn."
    }
  },
  {
    "translation": {
      "en": "She does better.",
      "vi": "Làm tốt hơn."
    }
  },
  {
    "translation": {
      "en": "[Shourav] So, basically what we do is my mom or dad makes a list of words,",
      "vi": "Đại khái là,bố mẹ cháu sẽ tạo một danh sách từ,"
    }
  },
  {
    "translation": {
      "en": "and then I just go over them,",
      "vi": "rồi cháu xem lướt qua chúng,"
    }
  },
  {
    "translation": {
      "en": "and they just keep quizzing me until I get all of them right.",
      "vi": "và họ sẽ hỏi cháuđến khi trả lời đúng hết thì thôi."
    }
  },
  {
    "translation": {
      "en": "[Usha] Mornay.",
      "vi": "Mornay."
    }
  },
  {
    "translation": {
      "en": "What’s the definition?",
      "vi": "Định nghĩa là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "\"A cheese-flavored cream sauce.\"",
      "vi": "\"Một loại sốt kem có vị phô mai\"."
    }
  },
  {
    "translation": {
      "en": "[Usha] Yeah, good. Good job.",
      "vi": "Ừ, tốt. Giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "We mostly keep this as a secret, but...",
      "vi": "Thường thì nhà cháu giữ bí mật điều này,nhưng..."
    }
  },
  {
    "translation": {
      "en": "[Ganesh] It’s only we are sharing this database because this is our last year,",
      "vi": "Chúng tôi chỉ chia sẻ kho từ vựng nàyvì đây là năm cuối,"
    }
  },
  {
    "translation": {
      "en": "and so far we have kept this as a family trade secret,",
      "vi": "và đến giờ chúng tôi vẫn giữ nónhư một bí mật gia đình."
    }
  },
  {
    "translation": {
      "en": "and that gives Shourav a competitive advantage,",
      "vi": "Nó giúp Shourav có lợi thế cạnh tranh,"
    }
  },
  {
    "translation": {
      "en": "the way he prepares.",
      "vi": "qua cách nó chuẩn bị."
    }
  },
  {
    "translation": {
      "en": "So, yeah, we haven’t shared with anybody else so far.",
      "vi": "Ừ, chúng tôi chưa chia sẻ nó với ai đâu."
    }
  },
  {
    "translation": {
      "en": "As always, I’m kind of nervous because it’s my last year,",
      "vi": "Như mọi khi, cháu hơi lo lắngvì đây là năm cuối cháu được thi,"
    }
  },
  {
    "translation": {
      "en": "so there’s really no room for error.",
      "vi": "nên cháu không thể phạm sai sót."
    }
  },
  {
    "translation": {
      "en": "But I’m also pretty confident that I’ll do pretty good,",
      "vi": "Tuy nhiên cháu cũng khá tự tinrằng mình sẽ làm tốt,"
    }
  },
  {
    "translation": {
      "en": "so we’ll just see how it goes.",
      "vi": "nên... ta cứ chờ xem sao ạ."
    }
  },
  {
    "translation": {
      "en": "[male host] The biggest spelling event in Texas starts right now.",
      "vi": "Sự kiện Đánh vần lớn nhất ở Texassẽ bắt đầu ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "Welcome to the 2017 Houston Public Media Spelling Bee.",
      "vi": "Chào mừng đến với Cuộc thi Đánh vầnHouston Public Media 2017."
    }
  },
  {
    "translation": {
      "en": "We’re here today with 56 finalists.",
      "vi": "Ở đây hôm nay,có 56 thí sinh lọt vào chung kết."
    }
  },
  {
    "translation": {
      "en": "At the end of our Bee, only two will be going to the Scripps National Spelling Bee",
      "vi": "Cuối Cuộc thi, chỉ 2 người lọt vàoCuộc thi Đánh vần Toàn quốc Scripps"
    }
  },
  {
    "translation": {
      "en": "in Washington, D.C.,",
      "vi": "tại Washington, DC,"
    }
  },
  {
    "translation": {
      "en": "where they’ll compete to find out who is our nation’s top speller.",
      "vi": "nơi họ sẽ thi đấu để tìm ranhà vô địch đánh vần toàn quốc."
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] The word is \"capsule.\"",
      "vi": "Từ này là \"capsule\"."
    }
  },
  {
    "translation": {
      "en": "Capsule. May I have the definition?",
      "vi": "Capsule. Định nghĩa là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "The word is \"gloaming.\"",
      "vi": "Từ này là \"gloaming\"."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct. That's correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -[male TV host] Wow, what a difficult Bee we have been fighting so far.",
      "vi": "Chà, quả là một Cuộc thi Đánh vần khó nhằnqua các vòng thi đấu."
    }
  },
  {
    "translation": {
      "en": "If my count is right, we’re down to just four spellers.",
      "vi": "Nếu tôi đếm không nhầm,ta chỉ còn bốn thí sinh."
    }
  },
  {
    "translation": {
      "en": "The word is \"gamapetalous.\"",
      "vi": "Từ này là \"gamapetalous\"."
    }
  },
  {
    "translation": {
      "en": "[boy] A-L...",
      "vi": "VÒNG NĂMCÒN BỐN THÍ SINH"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That's correct. That's correct. That's correct. Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] The word is \"bardiglio.\"",
      "vi": "Từ này là \"bardiglio\"."
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] The word is \"zwitterion.\"",
      "vi": "Từ này là \"zwitterion\"."
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] The word is \"promyshlennik.\"",
      "vi": "Từ này là \"promyshlennik\"."
    }
  },
  {
    "translation": {
      "en": "Promyshlennik. Can I have the definition? Can I have the language of origin?",
      "vi": "Promyshlennik. Định nghĩa ạ?Ngôn ngữ gốc là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "Can I have the sentence?",
      "vi": "Xin đặt câu với từ đó ạ?"
    }
  },
  {
    "translation": {
      "en": "Wait, can I start over?",
      "vi": "Cháu nói lại nhé?"
    }
  },
  {
    "translation": {
      "en": "-Can you repeat the word one more time? -Promyshlennik.",
      "vi": "- Xin nhắc lại từ ạ?- Promyshlennik."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[male TV host] Nicely done. Shourav, don’t go anywhere.",
      "vi": "Làm tốt lắm. Shourav, đứng yên đó nhé."
    }
  },
  {
    "translation": {
      "en": "He has spelled the word correctly in his round.",
      "vi": "Cậu bé đã đánh vần đúng ở vòng này."
    }
  },
  {
    "translation": {
      "en": "There’s nobody else in his round to compete against,",
      "vi": "Không còn thí sinh nào để thi đấu,"
    }
  },
  {
    "translation": {
      "en": "so he goes on to a championship word. If he gets this correct,",
      "vi": "nên cậu bé sẽ đánh vần từ quyết địnhngôi vô địch. Đánh vần đúng,"
    }
  },
  {
    "translation": {
      "en": "then he’s our champion. If not, the Bee continues.",
      "vi": "cậu bé sẽ chiến thắng.Nếu không, Cuộc thi vẫn tiếp tục."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "vi": "Bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "The word is \"rafraichissoir.\"",
      "vi": "Từ này là \"rafraichissoir\"."
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] I guess he was pretty proud of that spelling!",
      "vi": "Hẳn là cậu bé tự tinkhi đánh vần từ đó lắm nhỉ!"
    }
  },
  {
    "translation": {
      "en": "I just won the Houston Public Media Regional Spelling Bee",
      "vi": "Cháu vừa thắng Cuộc thi Đánh vầnHouston Public Media Khu vực"
    }
  },
  {
    "translation": {
      "en": "and I’m feeling pretty good about it. [chuckles]",
      "vi": "và khá hạnh phúc về điều đó."
    }
  },
  {
    "translation": {
      "en": "I just knew it off the top of my head and I...",
      "vi": "Cháu biết từ đó ngay lập tức và..."
    }
  },
  {
    "translation": {
      "en": "I’m just like, why not just get it over with right then and there,",
      "vi": "Cháu nghĩ sao không nói luôn cho xong nhỉ,"
    }
  },
  {
    "translation": {
      "en": "so I just spelled it, like, in two seconds flat.",
      "vi": "thế là... cháu đánh vần nóchỉ trong hai giây."
    }
  },
  {
    "translation": {
      "en": "We expected him to win, and he won in that sense, uh...",
      "vi": "Chúng tôi mong nó sẽ thắng,và nó đã thắng theo cách..."
    }
  },
  {
    "translation": {
      "en": "-It's a good turnout. -Yeah, it’s... It’s the expected outcome.",
      "vi": "- Như mong muốn.- Phải... Đó là kết quả như mong đợi."
    }
  },
  {
    "translation": {
      "en": "[Shourav] I’m just really happy and really proud, I guess,",
      "vi": "Cháu cảm thấy rất hạnh phúc và tự hào,"
    }
  },
  {
    "translation": {
      "en": "just to be going back and representing Houston again.",
      "vi": "vì được trở lạivà đại diện cho Houston lần nữa."
    }
  },
  {
    "translation": {
      "en": "I was talking with a past champion,",
      "vi": "Tôi đã trò chuyện với một cựu vô địch,"
    }
  },
  {
    "translation": {
      "en": "and of course I asked her the most obvious question,",
      "vi": "và hỏi cô ấy câu hỏi hiển nhiên nhất là:"
    }
  },
  {
    "translation": {
      "en": "“Why do you think so many Indians win the Bees?”",
      "vi": "\"Sao nhiều người Ấnthắng Cuộc thi Đánh vần thế?\""
    }
  },
  {
    "translation": {
      "en": "And she said, for her, one of the key reasons is that languages",
      "vi": "Và cô ấy nói, với cô ấy, một trongnhững lý do chính là ngôn ngữ..."
    }
  },
  {
    "translation": {
      "en": "is something that her family and herself just know so much about.",
      "vi": "là thứ mà gia đình và bản thân cô ấybiết rất rõ."
    }
  },
  {
    "translation": {
      "en": "Her parents were fluent in five languages,",
      "vi": "Bố mẹ cô ấy thông thạo năm thứ tiếng,"
    }
  },
  {
    "translation": {
      "en": "and while that’s a lot, being multilingual is commonplace.",
      "vi": "và vì họ biết nhiều đến vậy,đa ngôn ngữ là chuyện thường."
    }
  },
  {
    "translation": {
      "en": "And the familiarity of language,",
      "vi": "Và sự quen thuộc với ngôn ngữ,"
    }
  },
  {
    "translation": {
      "en": "the ability to communicate so fluently across multiple languages,",
      "vi": "khả năng giao tiếp trôi chảybằng nhiều thứ tiếng,"
    }
  },
  {
    "translation": {
      "en": "helps the kids in their minds grasp words,",
      "vi": "giúp lũ trẻ từ trong trí ócnắm bắt được từ vựng"
    }
  },
  {
    "translation": {
      "en": "grasp spelling, grasp languages, nuances, its etymologies,",
      "vi": "cách đánh vần, ngôn ngữ, sắc thái,từ nguyên gốc,"
    }
  },
  {
    "translation": {
      "en": "and that helps them achieve in the Bee.",
      "vi": "và điều đó giúp chúngthành công ở Cuộc thi."
    }
  },
  {
    "translation": {
      "en": "[Krishna] Akash can fluently read-write three languages.",
      "vi": "Akash có thể đọc viết thành thạoba thứ tiếng."
    }
  },
  {
    "translation": {
      "en": "Mother tongue, English. Mother’s mother tongue, Telugu.",
      "vi": "Tiếng mẹ đẻ: Tiếng Anh,tiếng cội nguồn: Telugu,"
    }
  },
  {
    "translation": {
      "en": "And then Hindi, which is India’s national language.",
      "vi": "và Tiếng Hindi, quốc ngữ của Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "-So he’s fluent in three languages. Yeah. -Yeah, he can read and write.",
      "vi": "- Nên nó thông thạo ba thứ tiếng. Phải.- Phải, có thể đọc và viết."
    }
  },
  {
    "translation": {
      "en": "[Krishna] And he is really looking into learn other languages,",
      "vi": "Và nó thực sự muốn học thêmcác ngôn ngữ khác,"
    }
  },
  {
    "translation": {
      "en": "like, you know, German or Hebrew or Korean.",
      "vi": "như tiếng Đức, tiếng Do Tháihay tiếng Hàn."
    }
  },
  {
    "translation": {
      "en": "To be a winner, you probably need to master 60 to 100 thousand words.",
      "vi": "Để chiến thắng,bạn cần nắm vững 60 đến 100 nghìn từ."
    }
  },
  {
    "translation": {
      "en": "You also need to understand patterns from different languages.",
      "vi": "Bạn cũng cần hiểu kiểu mẫutừ các thứ tiếng khác nhau,"
    }
  },
  {
    "translation": {
      "en": "You need to study old Bees,",
      "vi": "bạn cần xem các cuộc thi cũ."
    }
  },
  {
    "translation": {
      "en": "and one of the things we haven’t talked about",
      "vi": "và một điều chưa nhắc đến"
    }
  },
  {
    "translation": {
      "en": "is you’ve got to be able to stand on stage and think on your feet",
      "vi": "là có thể đứng trên sân khấu,suy nghĩ nhanh"
    }
  },
  {
    "translation": {
      "en": "and present these words without getting distracted or getting flustered, and think through what the word means,",
      "vi": "và trình bày từ đó mà không bị phân tâmhay bối rối nghĩ xem từ đó nghĩa là gì,"
    }
  },
  {
    "translation": {
      "en": "and you’ve got a limited time clock to do this. It’s a huge amount of work.",
      "vi": "vì thời gian có hạn.Nhiều việc phải làm lắm đó."
    }
  },
  {
    "translation": {
      "en": "Most of these students spend one to two hours a day, all week, every week, and then more on the weekends,",
      "vi": "Hầu hết các học sinh dành một, hai tiếngmỗi ngày cả tuần, cuối tuần nhiều hơn,"
    }
  },
  {
    "translation": {
      "en": "and they do this for years leading up to the National Bee.",
      "vi": "trong nhiều nămđể đến Cuộc thi Đánh vần Toàn quốc."
    }
  },
  {
    "translation": {
      "en": "Some of these students start on this as young as three and four years old in some of these families.",
      "vi": "Ở một số gia đình, vài em đã bắt đầuviệc này khi mới ba, bốn tuổi."
    }
  },
  {
    "translation": {
      "en": "These kids have put more time into spelling by the time they’re 13",
      "vi": "Đến năm 13 tuổi,thời gian chúng dành để đánh vần"
    }
  },
  {
    "translation": {
      "en": "than most of us put into anything our entire lives.",
      "vi": "nhiều hơn thời gian ta làm gì đó cả đời."
    }
  },
  {
    "translation": {
      "en": "[Pawan Dhingra] The popular misconception of these families",
      "vi": "Quan niệm sai lầm phổ biếnvề các gia đình này"
    }
  },
  {
    "translation": {
      "en": "is that they are \"tiger parents,\"",
      "vi": "đó là họ là \"cha mẹ độc đoán\","
    }
  },
  {
    "translation": {
      "en": "who are drilling their kids, forcing them to study against their will.",
      "vi": "họ ép buộc con cái,ép chúng phải học theo ý họ."
    }
  },
  {
    "translation": {
      "en": "How else can you explain why so many Indian children are excelling in this one particular niche?",
      "vi": "Còn lý do nào khác khiến nhiều trẻ emẤn Độ nổi trội trong lĩnh vực này thế chứ?"
    }
  },
  {
    "translation": {
      "en": "To be honest, when children are young,",
      "vi": "Thực sự là, khi lũ trẻ còn bé,"
    }
  },
  {
    "translation": {
      "en": "parents do typically enroll their kids",
      "vi": "bố mẹ thường ghi danh cho con cái mình"
    }
  },
  {
    "translation": {
      "en": "in a spelling bee or some other academic competition,",
      "vi": "vào cuộc thi đánh vầnhay các cuộc thi học thuật khác,"
    }
  },
  {
    "translation": {
      "en": "the same way that parents enroll their children",
      "vi": "cũng như cách bố mẹ ghi danh cho con cái"
    }
  },
  {
    "translation": {
      "en": "into basketball or swimming without asking their kids' permission,",
      "vi": "học môn bóng rổ hay bơi lộimà không hỏi ý kiến chúng,"
    }
  },
  {
    "translation": {
      "en": "hoping that their kids will like it and get good at something.",
      "vi": "mong rằng chúng sẽ thíchvà giỏi thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "But the kids don’t stick with it unless they like it,",
      "vi": "Nhưng lũ trẻ sẽ không gắn bótrừ khi thích nó,"
    }
  },
  {
    "translation": {
      "en": "and the parents don’t force their kids to become spellers",
      "vi": "và bố mẹ không thể ép con mìnhtrở thành người đánh vần"
    }
  },
  {
    "translation": {
      "en": "unless the kids find some internal drive for it.",
      "vi": "trừ khi lũ trẻ cảm thấythực sự ham thích nó."
    }
  },
  {
    "translation": {
      "en": "[Dr. Balu] The Spelling Bee was something I wanted to do. I didn’t get intense pressure from home to do it.",
      "vi": "Cuộc thi Đánh vần là thứ tôi say mê.Ở nhà không ai ép tôi phải làm điều đó."
    }
  },
  {
    "translation": {
      "en": "In fact, after losing out in 1984 in the National Spelling Bee,",
      "vi": "Thật ra, sau khi tôi thua vào năm 1984ở Cuộc thi Đánh vần Toàn quốc,"
    }
  },
  {
    "translation": {
      "en": "my parents said, “Do you really want to do this again?”",
      "vi": "bố mẹ tôi còn hỏi:\"Con muốn thi lại thật sao?\""
    }
  },
  {
    "translation": {
      "en": "I thought about it and I said, “Yes, I do want to pursue it again.”",
      "vi": "Tôi nghĩ và nói:\"Vâng, con muốn theo đuổi nó lần nữa\"."
    }
  },
  {
    "translation": {
      "en": "[Dr. Sanjay] This is a metaphor for something else, a metaphor for success,",
      "vi": "Đây là ẩn dụ cho thứ khác.Ẩn dụ cho sự thành công,"
    }
  },
  {
    "translation": {
      "en": "it’s a metaphor for \"I have achieved something and received recognition within my own community,\"",
      "vi": "ẩn dụ cho: \"Tôi đã đạt được gì đóvà được cộng đồng của tôi công nhận\","
    }
  },
  {
    "translation": {
      "en": "and the motivations would be the same as anything else in life.",
      "vi": "và động lực đó cũng giốngmọi thứ khác trong cuộc sống."
    }
  },
  {
    "translation": {
      "en": "Mmm! Let’s begin round one of the Vukoti Spelling Bee. Let's go.",
      "vi": "Bắt đầu vòng một Cuộc thi Đánh vầnnhà Vukoti. Bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "Number one.",
      "vi": "Thí sinh số một."
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] When you watch the Bee, the first thing you think of is",
      "vi": "Khi xem Cuộc thi Đánh vần,điều đầu tiên bạn nghĩ đến là"
    }
  },
  {
    "translation": {
      "en": "it’s a family affair throughout the whole process.",
      "vi": "mối quan hệ gia đình trong suốt quá trình."
    }
  },
  {
    "translation": {
      "en": "[Akash] Accommodate.",
      "vi": "Accommodate."
    }
  },
  {
    "translation": {
      "en": "-Accommodate. -[Krishna] Good job.",
      "vi": "- Accommodate.- Tốt."
    }
  },
  {
    "translation": {
      "en": "When a parent devotes a lot of time",
      "vi": "Khi bố mẹ dành thời gian"
    }
  },
  {
    "translation": {
      "en": "to coaching a student through a spelling competition,",
      "vi": "huấn luyện con mình thi cuộc thi đánh vần,"
    }
  },
  {
    "translation": {
      "en": "the siblings are there.",
      "vi": "anh em chúng ở đó."
    }
  },
  {
    "translation": {
      "en": "They’re listening to it, learning it, picking it up, and there’s usually some competition among the siblings.",
      "vi": "Chúng lắng nghe, học hỏi, tiếp thuvà thường có sự ganh đua giữa anh chị em."
    }
  },
  {
    "translation": {
      "en": "Their parents have already figured out by the time you get to the second sibling",
      "vi": "Trước khi bạn biết tới đứa con thứ hai,bố mẹ chúng đã nhận ra"
    }
  },
  {
    "translation": {
      "en": "how to help that speller learn and practice",
      "vi": "cách để giúp người đánh vầnhọc hỏi và luyện tập"
    }
  },
  {
    "translation": {
      "en": "in a much more refined and efficient way.",
      "vi": "một cách chọn lọcvà hiệu quả hơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "When the older one won the district spelling bee, the younger one, who’s three years younger than him,",
      "vi": "Khi đứa lớn thắng Cuộc thi Đánh vần Hạt,đứa nhỏ hơn đứa kia ba tuổi,"
    }
  },
  {
    "translation": {
      "en": "wrote down every word correctly in the district bee",
      "vi": "đã viết được chính xác từng từmà các thí sinh nhận được ở cuộc thi đó."
    }
  },
  {
    "translation": {
      "en": "that everybody got. So, you know, he’s...",
      "vi": "đã viết được chính xác từng từmà các thí sinh nhận được ở cuộc thi đó. Bạn biết đó, cậu bé... mới học lớp hai."
    }
  },
  {
    "translation": {
      "en": "He’s in second grade. [laughing]",
      "vi": "Bạn biết đó, cậu bé... mới học lớp hai."
    }
  },
  {
    "translation": {
      "en": "[Shourav] I got into it in second grade,",
      "vi": "Cháu bắt đầu đánh vần khi học lớp hai,"
    }
  },
  {
    "translation": {
      "en": "and that was when Shobha was in fourth grade,",
      "vi": "và đó là khi chị Shobha học lớp bốn,"
    }
  },
  {
    "translation": {
      "en": "so we had just really started that year 'cause, like,",
      "vi": "và đó là nămchúng cháu thực sự bắt đầu bởi vì, kiểu,"
    }
  },
  {
    "translation": {
      "en": "that was the year that Shobha won her first school spelling bee,",
      "vi": "năm đó chị Shobha nhất trườngcuộc thi đánh vần,"
    }
  },
  {
    "translation": {
      "en": "so then my parents just started helping her from there.",
      "vi": "và bố mẹ cháu bắt đầu trợ giúp chị ấy."
    }
  },
  {
    "translation": {
      "en": "[Ganesh] Initially, we thought he would be a good pronouncer,",
      "vi": "Ban đầu, chúng tôi chỉ nghĩthằng bé sẽ là người phát âm giỏi,"
    }
  },
  {
    "translation": {
      "en": "because some of the words we were not able to pronounce the way Shobha wanted.",
      "vi": "vì có vài từ chúng tôi không thể phát âmnhư Shobha muốn."
    }
  },
  {
    "translation": {
      "en": "So we recruited him as a pronouncer to Shobha,",
      "vi": "Nên chúng tôi nhờ nó phát âm cho Shobha,"
    }
  },
  {
    "translation": {
      "en": "and then he realized that, \"Oh, I can just not be the pronouncer,",
      "vi": "và rồi nó nhận ra rằng:\"Ồ, mình không chỉ giỏi mỗi phát âm."
    }
  },
  {
    "translation": {
      "en": "I can be the best speller too and I can beat my sister too.\"",
      "vi": "Mình đánh vần cũng giỏivà có thể thắng chị\"."
    }
  },
  {
    "translation": {
      "en": "So I think that’s how it started, and after that he took off.",
      "vi": "Xuất phát điểm là như thế,và sau đó nó bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[Shobha] We were really competitive with each other, but it was kind of like a balance.",
      "vi": "Bọn cháu khá ganh đua với nhau,nhưng theo cách khá công bằng."
    }
  },
  {
    "translation": {
      "en": "Like, we’d be really competitive at a bee and we wouldn’t talk to each other, that kind of thing.",
      "vi": "Lúc thi đánh vần, bọn cháu rất ganh đua,chả nói gì với nhau cả."
    }
  },
  {
    "translation": {
      "en": "Or I would talk to him, but he wouldn’t talk to me.",
      "vi": "Hay cháu bắt chuyện với em, nhưng nó im."
    }
  },
  {
    "translation": {
      "en": "And then, once we got home, it was fine though.",
      "vi": "Và sau đó, khi về nhà,mọi thứ lại bình thường."
    }
  },
  {
    "translation": {
      "en": "We’d sit in the game room and play video games and, like...",
      "vi": "Tụi cháu ngồi trong phòng chơi điện tử,"
    }
  },
  {
    "translation": {
      "en": "that kind of thing.",
      "vi": "kiểu thế ạ."
    }
  },
  {
    "translation": {
      "en": "I don’t think there was a moment where he, like, questioned why he was doing it.",
      "vi": "Cháu không nghĩ nó đã từng đặt câu hỏivì sao lại làm thế."
    }
  },
  {
    "translation": {
      "en": "He just knew he wanted to win, and so he, like... he just went for it,",
      "vi": "Nó chỉ biết là nó muốn thắng,nên... Cứ làm thôi,"
    }
  },
  {
    "translation": {
      "en": "and I really admire that about him.",
      "vi": "cháu rất ngưỡng mộ điều đó ở em."
    }
  },
  {
    "translation": {
      "en": "I’ve been doing it for such a long time, and it’s something that I really enjoy.",
      "vi": "Cháu làm việc này lâu quá rồi,và đó là điều cháu thực sự say mê, và..."
    }
  },
  {
    "translation": {
      "en": "And to be the best at it, that would be, like, a really surreal experience.",
      "vi": "Cháu làm việc này lâu quá rồi,và đó là điều cháu thực sự say mê, và... Trở thành người đánh vần giỏi nhất,đó sẽ là một trải nghiệm siêu thực."
    }
  },
  {
    "translation": {
      "en": "Now, I’ll research more things about this.",
      "vi": "Giờ cháu sẽ nghiên cứu thêm về cái này."
    }
  },
  {
    "translation": {
      "en": "I just like going to Wikipedia and reading about stuff 'cause I like reading.",
      "vi": "Cháu thích lên Wikipedia đọc mọi thứ,vì cháu mê đọc."
    }
  },
  {
    "translation": {
      "en": "I can connect it to spelling in a way, because hali-ya, blah-blah-blah,",
      "vi": "Cháu có thể kết nối nó với việc đánh vầntheo cách nào đó, bởi vì hali-ya..."
    }
  },
  {
    "translation": {
      "en": "which is a scientific name for a bald eagle.",
      "vi": "là tên khoa học của đại bàng đầu trọc."
    }
  },
  {
    "translation": {
      "en": "It actually comes from the Greek, hali meaning \"sea,\" aetos meaning \"eagle,\"",
      "vi": "Xuất phát từ tiếng Hy Lạp,hali  là \"biển\", aetos là \"đại bàng\","
    }
  },
  {
    "translation": {
      "en": "leuko meaning \"white,\" and suphlos meaning \"head.\"",
      "vi": "leuko là \"trắng\" và suphlos là \"đầu\"."
    }
  },
  {
    "translation": {
      "en": "And they all squish it together. So I just want to do further research into that.",
      "vi": "Chúng ghép vào với nhau.Nên cháu muốn nghiên cứu thêm về nó."
    }
  },
  {
    "translation": {
      "en": "If I see a new word, like in school, maybe... Maybe one day, my teacher uses the word \"finagle,\"",
      "vi": "Nếu thấy một từ mới ở trường... ví dụhôm nào đó, cô giáo nói từ \"finagle\","
    }
  },
  {
    "translation": {
      "en": "I’m like, “What does finagle mean?” I look it up.",
      "vi": "Cháu kiểu: \"Finagle là gì?\" và tìm nó."
    }
  },
  {
    "translation": {
      "en": "And maybe, in the word \"finagle,’\" I see the word \"persifleur,’\"",
      "vi": "Có thể, trong từ \"finagle\",cháu lại thấy từ \"persifleur\","
    }
  },
  {
    "translation": {
      "en": "then maybe I’ll research that. And then maybe in that entry, I find a different word.",
      "vi": "cháu sẽ nghiên cứu nó. Rồi có thểtrong mục đó, cháu lại thấy một từ khác."
    }
  },
  {
    "translation": {
      "en": "And in that entry, I find a different word.",
      "vi": "Và một từ khác trong mục đó."
    }
  },
  {
    "translation": {
      "en": "And I research all of them, and then that’s how I expand my vocab.",
      "vi": "Và cháu sẽ nghiên cứu tất cả chúng,đó là cách cháu mở rộng vốn từ."
    }
  },
  {
    "translation": {
      "en": "[male] Akash, are you excited for tomorrow?",
      "vi": "Háo hức về ngày mai không?"
    }
  },
  {
    "translation": {
      "en": "Yeah! I’m really excited! But I’m also kind of nervous at the same time.",
      "vi": "Có ạ! Cháu háo hức lắm ấy!Nhưng cháu cũng lo lắng nữa."
    }
  },
  {
    "translation": {
      "en": "I want you to go through one more time all the etymology things, okay?",
      "vi": "Mẹ muốn con xem qua lần nữatất cả các từ nguyên, được chứ?"
    }
  },
  {
    "translation": {
      "en": "-Yep. -You got the necessary words in this list.",
      "vi": "- Vâng. Vậy...- Danh sách này đủ các từ con cần rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, yeah. Okay, should we do it?",
      "vi": "Vâng. Được rồi, bắt đầu mẹ nhé?"
    }
  },
  {
    "translation": {
      "en": "Long \"iya\" and a plural noun, spelled \"ae,\"",
      "vi": "Từ \"iya\" dài với danh từ số nhiều,đánh vần là \"ae\","
    }
  },
  {
    "translation": {
      "en": "as in algae, larvae...",
      "vi": "như trong algae, larvae..."
    }
  },
  {
    "translation": {
      "en": "Wait, larvae?",
      "vi": "Khoan đã, larvae?"
    }
  },
  {
    "translation": {
      "en": "So you know all these words' spellings, right? -[Akash] Mm-hmm. -Yes or no?",
      "vi": "Nhớ hết cách đánh vần mấy từ này chưa?Rồi hay chưa?"
    }
  },
  {
    "translation": {
      "en": "-[Chandrakala] So can I go to next page? -Go ahead.",
      "vi": "- Vậy mẹ sang trang tiếp nhé?- Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "-Cirrhosis. You wrote-- -[Akash] Cirrhosis.",
      "vi": "- Cirrhosis. Con đã viết...- Cirrhosis."
    }
  },
  {
    "translation": {
      "en": "-C-I... -[Chandrakala] Mm-hmm. ...R-R-H-O-S-I-S.",
      "vi": "C-I-R-R-H-O-S-I-S."
    }
  },
  {
    "translation": {
      "en": "-Cirrhosis. -Good job!",
      "vi": "- Cirrhosis.- Tốt."
    }
  },
  {
    "translation": {
      "en": "If at all Akash continues his interest in the spellings in the same way like what he has now,",
      "vi": "Nếu Akash vẫn tiếp tục ham thíchviệc đánh vần như cách nó say mê bây giờ,"
    }
  },
  {
    "translation": {
      "en": "we expect him to win the National Spelling Bee title,",
      "vi": "chúng tôi mongnó sẽ vô địch Cuộc thi Đánh vần Toàn quốc,"
    }
  },
  {
    "translation": {
      "en": "like, in three to four years, by sixth grade.",
      "vi": "trong vòng ba đến bốn năm nữa. Đến năm lớp sáu,nếu nó có thể vô địch Toàn quốc,"
    }
  },
  {
    "translation": {
      "en": "If he can become the national champion,",
      "vi": "Đến năm lớp sáu,nếu nó có thể vô địch Toàn quốc,"
    }
  },
  {
    "translation": {
      "en": "he’ll be blessed and all of us would be blessed.",
      "vi": "đó sẽ là vinh dự cho cả nó và chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[female host] Contestants, if you will please rise.",
      "vi": "Các thí sinh, xin mời đứng dậy."
    }
  },
  {
    "translation": {
      "en": "We’re going to say the Pledge of Allegiance before we get started.",
      "vi": "Ta sẽ nói Lời tuyên thệ Trung thànhtrước khi bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[all] I pledge allegiance to the flag of the United States of America.",
      "vi": "Tôi xin trịnh trọng thề trung thànhdưới quốc kì Hợp chủng quốc Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "[male] We all set? Let’s roll.",
      "vi": "Sẵn sàng? Bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "Is... Are there any other alternate pronunciations, please?",
      "vi": "Có... Có các cách phát âm nào kháckhông ạ?"
    }
  },
  {
    "translation": {
      "en": "May I have the language of origin, please? May I have the definition, please?",
      "vi": "Ngôn ngữ gốc là gì ạ? Định nghĩa là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "May I have the sentence, please?",
      "vi": "Xin đặt câu với từ đó ạ?"
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] \"Akash spent weeks finishing a large collage of a Paris street scene.\"",
      "vi": "\"Akash dành hàng tuần để hoàn thiệnbức tranh lớn vẽ cảnh đường phố Paris\"."
    }
  },
  {
    "translation": {
      "en": "[exaggerated deep voice] And then there were four. The final four.",
      "vi": "Và rồi còn lại bốn thí sinh.Bốn người cuối cùng."
    }
  },
  {
    "translation": {
      "en": "This word has a homonym.",
      "vi": "Từ này có từ đồng âm."
    }
  },
  {
    "translation": {
      "en": "The word is \"boarders.\"",
      "vi": "Từ này là \"boarders\"."
    }
  },
  {
    "translation": {
      "en": "It is a noun,",
      "vi": "Đó là một danh từ,"
    }
  },
  {
    "translation": {
      "en": "and it’s \"people who are provided with regular meals or regular meals and lodging.\"",
      "vi": "là những người được cung cấp các bữa ăn,thực phẩm hàng ngày hoặc nơi ăn chốn ở."
    }
  },
  {
    "translation": {
      "en": "May I have the alternate pronunciations, please?",
      "vi": "Có cách phát âm khác không ạ?"
    }
  },
  {
    "translation": {
      "en": "[male] There are none.",
      "vi": "Không có."
    }
  },
  {
    "translation": {
      "en": "May I have the language of origin, please?",
      "vi": "Ngôn ngữ gốc là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "[male] This word consists of two originally English parts.",
      "vi": "Nó bao gồm hai phần gốc tiếng Anh."
    }
  },
  {
    "translation": {
      "en": "Can you please repeat the word again?",
      "vi": "Nhắc lại được không ạ?"
    }
  },
  {
    "translation": {
      "en": "Good luck to all my fellow spellers. I hope I’ll come back next year.",
      "vi": "Chúc các bạn thí sinh cùng chơi may mắn.Hy vọng năm sau cháu sẽ quay lại ạ."
    }
  },
  {
    "translation": {
      "en": "[Amrita] He's still young and he has a lot of years,",
      "vi": "Em cháu vẫn còn nhỏ và còn rất nhiều năm."
    }
  },
  {
    "translation": {
      "en": "so he might learn some new words.",
      "vi": "Em ấy có thể học thêm nhiều từ mới."
    }
  },
  {
    "translation": {
      "en": "I’ve heard of that word before,",
      "vi": "Trước đây cháu đã nghe từ đó rồi,"
    }
  },
  {
    "translation": {
      "en": "but I’ve heard it many times when I was older.",
      "vi": "nhưng đến khi lớn cháu mới nghe nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "'Cause when I was his age, I had no idea what that word is.",
      "vi": "Hồi bằng tuổi em ấy,cháu chả biết từ đó là gì đâu."
    }
  },
  {
    "translation": {
      "en": "[Krishna] Akash, you're in second grade.",
      "vi": "Akash, con mới lớp hai mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, you've got so many more chances to go.",
      "vi": "Phải, con còn nhiều cơ hội lắm mà."
    }
  },
  {
    "translation": {
      "en": "-[Akash sobbing] -That's okay.",
      "vi": "Ổn mà."
    }
  },
  {
    "translation": {
      "en": "[Krishna] \"The question over there was who would be going to Washington, D.C., representing our region. That was the only question over there.",
      "vi": "\"Câu hỏi là ai sẽ đến Washington, DCđại diện cho khu vực. Câu hỏi duy nhất đó."
    }
  },
  {
    "translation": {
      "en": "You may or may not be the regional champion, but you’re already the school champion,",
      "vi": "Con có thể vô địch khu vực hoặc không,nhưng con đã vô địch trường rồi,"
    }
  },
  {
    "translation": {
      "en": "and, you know, on the way to prepare for this Spelling Bee,",
      "vi": "và trong quá trình chuẩn bịcho Cuộc thi Đánh vần này,"
    }
  },
  {
    "translation": {
      "en": "you improved your knowledge. That’s the purpose of why the Scripps National Spelling Bee is there,",
      "vi": "con đã nâng cao kiến thức. Đó là mục đíchcủa Cuộc thi Đánh vần Toàn quốc Scripps..."
    }
  },
  {
    "translation": {
      "en": "and we are on the way.",
      "vi": "và ta đang làm thế."
    }
  },
  {
    "translation": {
      "en": "One day, you may get the National Spelling Bee trophy.\"",
      "vi": "Một ngày, con có thể giành cúpCuộc thi Đánh vần Toàn quốc\"."
    }
  },
  {
    "translation": {
      "en": "So that’s what we said. He understood it. You can see a smile on his face now.",
      "vi": "Tụi tôi nói vậy đấy. Nó hiểu.Giờ lại toe toét rồi."
    }
  },
  {
    "translation": {
      "en": "[Krishna chuckling] That was only for, you know, a brief time,",
      "vi": "Nó chỉ như vậy một lúc thôi,"
    }
  },
  {
    "translation": {
      "en": "and, you know, that’s very... quite natural for a kid.",
      "vi": "và việc đó rất...Trẻ con đứa nào cũng vậy mà."
    }
  },
  {
    "translation": {
      "en": "If it isn't obvious yet, I love the Spelling Bee.",
      "vi": "Nói lại cho rõ, tôi mê Cuộc thi Đánh vần. \"THÍCH MÊ\" (2013)BẢN TIN KONDA VỚI HARI KONDABOLU"
    }
  },
  {
    "translation": {
      "en": "Or as I like to call it, the Indian Super Bowl.",
      "vi": "\"THÍCH MÊ\" (2013)BẢN TIN KONDA VỚI HARI KONDABOLU Hay còn gọi là Super Bowl Ấn Độ ấy."
    }
  },
  {
    "translation": {
      "en": "Six winners in a row! Six in a row, son! -That’s incredible! -[audience laughing, cheering]",
      "vi": "Sáu người chiến thắng liên tiếp!Sáu người liên tiếp đó! Thật phi thường!"
    }
  },
  {
    "translation": {
      "en": "So it gives me great pleasure to finally say,",
      "vi": "Cuối cùng tôi đã được vênh mặtmà nói rằng:"
    }
  },
  {
    "translation": {
      "en": "“Hey, white people, learn the language.”",
      "vi": "\"Này dân da trắng, học tiếng Anh đi\"."
    }
  },
  {
    "translation": {
      "en": "Writing that piece, I got to put together all the reasons I loved it.",
      "vi": "Viết màn hài kịch đó,tôi được viết ra mọi lý do tôi thích nó."
    }
  },
  {
    "translation": {
      "en": "Like, here was something that we were dominant in...",
      "vi": "Kiểu, đây là thứ chúng tôi bá đạo..."
    }
  },
  {
    "translation": {
      "en": "that had never been seen before.",
      "vi": "và chưa từng thấy luôn."
    }
  },
  {
    "translation": {
      "en": "And it's spelling!",
      "vi": "Đó là đánh vần!"
    }
  },
  {
    "translation": {
      "en": "But, of course, the internet would not let me enjoy this completely.",
      "vi": "Cơ mà dĩ nhiên, Internet không cho phéptôi sung sướng quá lâu."
    }
  },
  {
    "translation": {
      "en": "One patriot tweeted,",
      "vi": "Một kẻ yêu nước đã tweet,"
    }
  },
  {
    "translation": {
      "en": "“America has to step it up with our spelling game.",
      "vi": "\"Nước Mỹ ta phải nâng tầmvụ đánh vần thôi."
    }
  },
  {
    "translation": {
      "en": "Last three remaining, all of Indian decent.”",
      "vi": "Ba thí sinh chung kếtđều là người 'gốc' Ấn\"."
    }
  },
  {
    "translation": {
      "en": "First of all, these kids of Indian descent are also American.",
      "vi": "Thứ nhất,trẻ con gốc Ấn cũng là người Mỹ cả nhé."
    }
  },
  {
    "translation": {
      "en": "-[man] Woo! -Secondly, you spelled \"descent\" wrong!",
      "vi": "Thứ hai,đánh vần từ ''gốc'' sai rồi cha nội!"
    }
  },
  {
    "translation": {
      "en": "The kid who won that year was Arvind Mahankali, who was from Queens.",
      "vi": "SAI BÉT! Cậu bé thắng năm đó là Arvind Mahankaliđến từ Queens."
    }
  },
  {
    "translation": {
      "en": "It was a big deal to me, both as a Queens resident and as an Indian-American.",
      "vi": "Đó là niềm tự hào của tôi, với tư cáchngười dân Queens và người Mỹ gốc Ấn."
    }
  },
  {
    "translation": {
      "en": "These kids are amazing, and they know it!",
      "vi": "Lũ trẻ rất tuyệt, chúng biết điều đó!"
    }
  },
  {
    "translation": {
      "en": "I mean, look how cool Arvind is winning the title.",
      "vi": "Xem cách Arvind chiến thắngngầu thế nào đi."
    }
  },
  {
    "translation": {
      "en": "That is so G! That is so G!",
      "vi": "Ngầu bá cháy bọ chét!"
    }
  },
  {
    "translation": {
      "en": "Little homie didn’t even care that he won!",
      "vi": "Cậu bé còn chả quan tâm đã thắng cơ!"
    }
  },
  {
    "translation": {
      "en": "He looks like he’s still waiting for the next word!",
      "vi": "Trông như vẫn đang đợi từ tiếp theo ấy!"
    }
  },
  {
    "translation": {
      "en": "And I’m like, \"Why can’t we celebrate that?",
      "vi": "Và tôi nghĩ: \"Sao không ăn mừng nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Why can’t we celebrate the fact",
      "vi": "Sao không ăn mừng sự thật là..."
    }
  },
  {
    "translation": {
      "en": "that this kid did something and he did it in such a cool way?\"",
      "vi": "cậu nhóc đã làm nên chuyệntheo một cách ngầu đến thế?\""
    }
  },
  {
    "translation": {
      "en": "He reached the mountain top of that particular sport.",
      "vi": "Cậu bé đã đạt đến đỉnh caocủa môn thể thao đó."
    }
  },
  {
    "translation": {
      "en": "So, yeah, I wanted to celebrate that.",
      "vi": "Nên tôi muốn ăn mừng thôi."
    }
  },
  {
    "translation": {
      "en": "Luckily, I got to do that in a very ridiculous way.",
      "vi": "May mắn thay, tôi được làm điều đótheo cách rất hài hước."
    }
  },
  {
    "translation": {
      "en": "[Pawan Dhingra] For those of us who are not in the Bees, what we see online,",
      "vi": "Với những ai không tham gia Cuộc thi,những gì ta thấy trên mạng là"
    }
  },
  {
    "translation": {
      "en": "the racist or xenophobic comments critiquing Indians who win,",
      "vi": "bình luận phân biệt chủng tộc, bài ngoạichỉ trích người Ấn Độ chiến thắng."
    }
  },
  {
    "translation": {
      "en": "it's very disparaging and it’s very disheartening.",
      "vi": "Thật vô cùng miệt thị và thất vọng."
    }
  },
  {
    "translation": {
      "en": "And we worry about the families and, of course, about the kids themselves.",
      "vi": "Và chúng tôi rất lo cho các gia đình,và tất nhiên là những đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "[Shalini Shankar] When you have an activity that's so explicitly branded",
      "vi": "Khi một hoạt động nào đóđược hiển nhiên gắn mác"
    }
  },
  {
    "translation": {
      "en": "as a quintessentially American contest,",
      "vi": "như một cuộc thi tinh túy của Mỹ,"
    }
  },
  {
    "translation": {
      "en": "the idea of who gets to be named as an American",
      "vi": "ý nghĩ rằng ai mới được coi là người Mỹ,"
    }
  },
  {
    "translation": {
      "en": "and who is considered a legitimate champion in that arena",
      "vi": "và ai mới được coi lànhà vô địch hợp pháp trên đấu trường đó..."
    }
  },
  {
    "translation": {
      "en": "is really coded still by whiteness,",
      "vi": "thực sự vẫn bị bó buộc bởi màu da trắng,"
    }
  },
  {
    "translation": {
      "en": "and there’s a real emphasis on America ultimately remaining a white country.",
      "vi": "đó là sự nhấn mạnh rằng nước Mỹ rốt cuộcvẫn là quốc gia của người da trắng."
    }
  },
  {
    "translation": {
      "en": "I dread the day when \"somebody else\" wins the Spelling Bee,",
      "vi": "Tôi sợ cái ngày mà \"người khác\"  thắng Cuộc thi Đánh vần, vì các bình luậnxuất phát từ đó sẽ làm tôi buồn."
    }
  },
  {
    "translation": {
      "en": "because it'll make me sad, the kind of commentary that comes out of that.",
      "vi": "thắng Cuộc thi Đánh vần, vì các bình luậnxuất phát từ đó sẽ làm tôi buồn."
    }
  },
  {
    "translation": {
      "en": "And it’s the kind of commentary about taking something back that…",
      "vi": "Và đó là kiểu bình luậnmuốn đòi lại thứ gì đó mà..."
    }
  },
  {
    "translation": {
      "en": "It is endemic to so much of our national debate right now",
      "vi": "Nó phổ biến trong rất nhiềucuộc tranh luận trong nước hiện giờ,"
    }
  },
  {
    "translation": {
      "en": "in such a misguided way.",
      "vi": "một cách rất sai lầm."
    }
  },
  {
    "translation": {
      "en": "For years, our representation was dictated by other people.",
      "vi": "Đã từ lâu, hình dung về chúng tôiluôn bị kẻ khác áp đặt."
    }
  },
  {
    "translation": {
      "en": "We were forced to play convenience store owners",
      "vi": "Phải vào vai chủ cửa hàng tiện lợi,"
    }
  },
  {
    "translation": {
      "en": "or we were forced to play cab drivers.",
      "vi": "hoặc vào vai tay lái taxi."
    }
  },
  {
    "translation": {
      "en": "Like, there was a limited range of representation.",
      "vi": "Sự mô tả đó vô cùng giới hạn.Kiểu, trên phim và truyền hình,"
    }
  },
  {
    "translation": {
      "en": "Like, film and TV, you know, especially when you’re such a small minority,",
      "vi": "Sự mô tả đó vô cùng giới hạn.Kiểu, trên phim và truyền hình, đặc biệt khi bạn thuộc thiểu số,"
    }
  },
  {
    "translation": {
      "en": "affect how the whole country or the whole world views you.",
      "vi": "sẽ ảnh hưởng đến cách cả nướchay thế giới nhìn bạn."
    }
  },
  {
    "translation": {
      "en": "And these kids, like, they earn their way on television by succeeding.",
      "vi": "Và những đứa trẻ này, chúng xuất hiệntrên truyền hình bằng cách chiến thắng."
    }
  },
  {
    "translation": {
      "en": "Only in New York City could a child of Indian immigrants,",
      "vi": "Chỉ có ở New York,con của người nhập cư Ấn Độ,"
    }
  },
  {
    "translation": {
      "en": "who speaks Spanish and Telugu,",
      "vi": "cậu bé nói được tiếng Tây Ban Nhavà tiếng Telugu,"
    }
  },
  {
    "translation": {
      "en": "compete for a trophy named for a British-American newspaper publisher,",
      "vi": "mới thi đấu, tranh chiếc cúp được đặt têntheo một nhà xuất bản Mỹ gốc Anh,"
    }
  },
  {
    "translation": {
      "en": "and win the competition for spelling a Yiddish word.",
      "vi": "và thắng cuộc vì đánh vầnđược một từ tiếng Yiddish."
    }
  },
  {
    "translation": {
      "en": "I’ve actually been kvelling all day.",
      "vi": "Tôi đã hân hoan cả ngày."
    }
  },
  {
    "translation": {
      "en": "Do you know how to spell \"kvelling\"? -Yeah, I figured. -[all laughing]",
      "vi": "Biết đánh vần từ ''kvelling'' chứ?Ừ, biết mà."
    }
  },
  {
    "translation": {
      "en": "That's correct. We have a champion!",
      "vi": "Chính xác. Em là nhà vô địch!"
    }
  },
  {
    "translation": {
      "en": "[male producer] Correct!",
      "vi": "Chính xác!"
    }
  },
  {
    "translation": {
      "en": "There you go!",
      "vi": "Chính xác!"
    }
  },
  {
    "translation": {
      "en": "[Tejas] This is my lucky purple rock.",
      "vi": "Đây là viên đá tím may mắn của cháu."
    }
  },
  {
    "translation": {
      "en": "His fifth grade teacher, Mrs. Gribben, she has given him that rock.",
      "vi": "Cô giáo lớp năm của nó, cô Gribben,đã tặng nó viên đá đó."
    }
  },
  {
    "translation": {
      "en": "[Tejas] We keep it in here just to keep it really safe",
      "vi": "Bố mẹ cháu cất nó ở đây cho khỏi mất"
    }
  },
  {
    "translation": {
      "en": "because when I’m spelling, I don’t feel as confident",
      "vi": "vì mỗi khi đánh vần, cháu sẽ không tự tin"
    }
  },
  {
    "translation": {
      "en": "when I’m not carrying this rock.",
      "vi": "nếu không mang theo viên đá này."
    }
  },
  {
    "translation": {
      "en": "So I always ensure that it’s safe and sound.",
      "vi": "Nên cháu luôn giữ nó rất cẩn thận."
    }
  },
  {
    "translation": {
      "en": "They’re treated like diamonds at my household where... Especially during Bee season.",
      "vi": "Ở nhà tôi nó quý như kim cương vậy...Nhất là trong mùa thi Đánh vần."
    }
  },
  {
    "translation": {
      "en": "I know I might not really show it, but I’m just like…",
      "vi": "Có thể cháu không thể hiện ra,nhưng cháu..."
    }
  },
  {
    "translation": {
      "en": "I can’t describe it in words. I’m that excited!",
      "vi": "Cháu không thể diễn tả bằng lời được.Háo hức lắm ạ!"
    }
  },
  {
    "translation": {
      "en": "A few years ago, when I was in first grade,",
      "vi": "Vài năm trước, hồi lớp một,"
    }
  },
  {
    "translation": {
      "en": "all I did was win my school and I participated in the regionals.",
      "vi": "cháu thắng cuộc thi trườngvà dự cuộc thi khu vực."
    }
  },
  {
    "translation": {
      "en": "Now, I’m actually going to the Scripps. I mean, that feeling is just great for me.",
      "vi": "Giờ cháu sẽ dự cuộc thi Scripps.Cảm giác thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "We have been waiting for this for the past two years.",
      "vi": "Chúng tôi đã mong chờ suốt hai năm qua."
    }
  },
  {
    "translation": {
      "en": "Now it finally came true.",
      "vi": "Cuối cùng cũng thành sự thật."
    }
  },
  {
    "translation": {
      "en": "Oh, we heard so many exciting things about the Bee Week.",
      "vi": "Chúng tôi cũng nghe nhiều điều hayvề tuần lễ Cuộc thi Đánh vần."
    }
  },
  {
    "translation": {
      "en": "Ah, we’re really excited to go and be there!",
      "vi": "Ôi, chúng tôi thực sự háo hứcđược đến và có mặt ở đó!"
    }
  },
  {
    "translation": {
      "en": "Like, you know, my kid is going to be there on the ESPN,",
      "vi": "Kiểu, con tôi sẽ lên kênh ESPN cơ đấy,"
    }
  },
  {
    "translation": {
      "en": "so I can’t just like, yeah…",
      "vi": "nên tôi không thể..."
    }
  },
  {
    "translation": {
      "en": "My goal? I’m studying really hard to be at least in the top 50,",
      "vi": "Mục tiêu ạ? Cháu đã ôn luyện rất chămđể chí ít vào tốp 50,"
    }
  },
  {
    "translation": {
      "en": "but I’m not expecting to do better than that because I...",
      "vi": "nhưng cháu chẳng mong gì hơn thế,vì cháu..."
    }
  },
  {
    "translation": {
      "en": "I just really want to be in the top 50. That’s all I want to do this year.",
      "vi": "Cháu chỉ rất muốn vào tốp 50.Năm nay cháu chỉ mong có vậy."
    }
  },
  {
    "translation": {
      "en": "[Usha] Scripps National Spelling Bee is in ten days,",
      "vi": "Còn mười ngày nữa là đếnCuộc thi Đánh vần Toàn quốc Scripps,"
    }
  },
  {
    "translation": {
      "en": "so Shourav is almost done with the reviewing.",
      "vi": "nên Shouravgần như đã xem lại toàn bộ rồi."
    }
  },
  {
    "translation": {
      "en": "Now, these ten days,",
      "vi": "Giờ, trong mười ngày này,"
    }
  },
  {
    "translation": {
      "en": "he will go through the dictionary words one more time.",
      "vi": "nó sẽ xem qua các từ trong từ điểnmột lần nữa."
    }
  },
  {
    "translation": {
      "en": "It’s kind of surreal, I guess,",
      "vi": "Kiểu như siêu thực ấy ạ,"
    }
  },
  {
    "translation": {
      "en": "because, like, I’ve been doing it for so long, it’s just like...",
      "vi": "vì cháu đã làm việc này rất lâu rồi,nó kiểu như..."
    }
  },
  {
    "translation": {
      "en": "You've only... I only have ten more days and then I’m done with it, so…",
      "vi": "Qua hơn mười ngày nữalà cháu không thể thi tiếp, nên..."
    }
  },
  {
    "translation": {
      "en": "It’s just kind of, like, just do all you can because...",
      "vi": "Cháu phải làm mọi thứ có thể vì..."
    }
  },
  {
    "translation": {
      "en": "Well, in ten days, you’ll be done with it, so you don’t have to worry about it anymore.",
      "vi": "Mười ngày nữa là xong rồi,và không bao giờ phải lo lắng về nó nữa."
    }
  },
  {
    "translation": {
      "en": "I just have, like, a few words here and there that I don’t know,",
      "vi": "Chỉ còn vài từ gì đó mà cháu không biết,"
    }
  },
  {
    "translation": {
      "en": "so I think I’m pretty confident that whatever happens",
      "vi": "nên cháu khá tự tin rằngdù kết quả thế nào đi nữa,"
    }
  },
  {
    "translation": {
      "en": "then I’ll just be happy with it.",
      "vi": "cháu cũng sẽ rất vui."
    }
  },
  {
    "translation": {
      "en": "So these are diacritical marks, and that’s how, like,",
      "vi": "Đó là những dấu phụ, và đó là cách..."
    }
  },
  {
    "translation": {
      "en": "the pronouncers at Bees read the words off the list that they have.",
      "vi": "người phát âm ở Cuộc thi Đánh vầnđọc các từ trong danh sách."
    }
  },
  {
    "translation": {
      "en": "That’s how I also read the words for the database.",
      "vi": "Cũng là cách cháu đọc các từtrong kho từ vựng."
    }
  },
  {
    "translation": {
      "en": "I just see the diacriticals and I can read it like a second language,",
      "vi": "Chỉ cần nhìn các dấu phụ là cháu có thểđọc nó như một ngôn ngữ thứ hai,"
    }
  },
  {
    "translation": {
      "en": "and then I type it.",
      "vi": "và rồi gõ nó ra."
    }
  },
  {
    "translation": {
      "en": "Usually, if it’s a word that I’m, like, 100 percent confident about,",
      "vi": "Thông thường,nếu đó là một từ mà cháu tự tin 100%,"
    }
  },
  {
    "translation": {
      "en": "I can, like... While I’m typing it, I can just look at the next word,",
      "vi": "cháu sẽ... Trong khi gõ,cháu có thể xem từ tiếp theo,"
    }
  },
  {
    "translation": {
      "en": "so that’s how I can go so fast.",
      "vi": "đó là cách luyện nhanh."
    }
  },
  {
    "translation": {
      "en": "After, like, years of doing it, it just kind of becomes second nature.",
      "vi": "Sau nhiều năm tập luyện,nó như một bản năng thứ hai vậy."
    }
  },
  {
    "translation": {
      "en": "So, I’m about to just type and see how many words I can type in a minute",
      "vi": "Giờ cháu sẽ thử gõ để xemcó thể gõ bao nhiêu từ một phút"
    }
  },
  {
    "translation": {
      "en": "if I just go as fast as I can, so…",
      "vi": "nếu cháu gõ nhanh nhất có thể, nên..."
    }
  },
  {
    "translation": {
      "en": "-So, three, two, one. -[stopwatch beeps]",
      "vi": "Ba, hai, một."
    }
  },
  {
    "translation": {
      "en": "Yeah, so that’s…",
      "vi": "Vâng, vậy là..."
    }
  },
  {
    "translation": {
      "en": "I just finished the one minute and I did 45 words in that minute.",
      "vi": "Cháu vừa xong một phútvà gõ được 45 từ trong một phút đó."
    }
  },
  {
    "translation": {
      "en": "Saying it out loud takes, like, probably five to ten seconds.",
      "vi": "Đọc to lên sẽ mấtkhoảng năm đến mười giây."
    }
  },
  {
    "translation": {
      "en": "Typing a word takes, like, two seconds... two to three seconds.",
      "vi": "Còn gõ một từ chỉ mất hai giây...hai đến ba giây."
    }
  },
  {
    "translation": {
      "en": "So it’s just... It just goes faster for the same effect,",
      "vi": "Nên nó... Nó sẽ nhanh hơnmà vẫn cùng một tác dụng,"
    }
  },
  {
    "translation": {
      "en": "so I think typing is, like, the better way.",
      "vi": "nên cháu nghĩ đánh máy sẽ hiệu quả hơn."
    }
  },
  {
    "translation": {
      "en": "We have, like, a root word document, and I study 100 root words",
      "vi": "MỘT NGÀYTRƯỚC CUỘC THI ĐÁNH VẦN TOÀN QUỐC SCRIPPS Cháu có một danh sách từ gốc,và cháu học 100 từ"
    }
  },
  {
    "translation": {
      "en": "and I take a two-minute break, and then I study another 100,",
      "vi": "rồi nghỉ hai phút,rồi lại học tiếp 100 từ nữa,"
    }
  },
  {
    "translation": {
      "en": "take a two-minute break.",
      "vi": "rồi nghỉ hai phút."
    }
  },
  {
    "translation": {
      "en": "But I’m just trying to study as much as I can without cramming.",
      "vi": "Nhưng cháu cố học nhiều nhấtmà không bị nhồi nhét."
    }
  },
  {
    "translation": {
      "en": "She has studied well. She has worked hard for the whole year.",
      "vi": "Con bé học tốt lắm.Nó ôn luyện chăm chỉ cả năm trời."
    }
  },
  {
    "translation": {
      "en": "All she can do is do her best and I’m sure she’ll do her best.",
      "vi": "Con bé chỉ cần cố hết sứcvà tôi tin nó làm được."
    }
  },
  {
    "translation": {
      "en": "[Tejas] My plan is just to study for confidence,",
      "vi": "Kế hoạch của cháu là họcđể thêm phần tự tin,"
    }
  },
  {
    "translation": {
      "en": "so I can go on stage thinking,",
      "vi": "để có thể lên sân khấu và nghĩ rằng:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, I’ve studied all the words I can.",
      "vi": "\"Ừ, mình đã học mọi từ có thể rồi."
    }
  },
  {
    "translation": {
      "en": "Now, it’s just up to the word I get and up to my stage performance.\"",
      "vi": "Giờ tùy xem mình có từ nàovà cách mình thể hiện trên sân khấu thôi\"."
    }
  },
  {
    "translation": {
      "en": "It’s not exactly religious, but we follow a scripture",
      "vi": "Chả hẳn là tôn giáo, nhưng chúng tôitheo lời trong một kinh thánh"
    }
  },
  {
    "translation": {
      "en": "called Bhagavad Gita, where it says,",
      "vi": "là Bhagavad Gita, rằng:"
    }
  },
  {
    "translation": {
      "en": "\"Do your duty. There are so many things out of your control, and don’t focus on the results.\"",
      "vi": "\"Cứ làm điều cần làm. Vô số thứ bất ngờ,đừng quan trọng kết quả\"."
    }
  },
  {
    "translation": {
      "en": "And that’s something we have always been telling Tejas, not just for Spelling Bee, for his life.",
      "vi": "Đó là điều chúng tôi luôn dạy dỗ Tejas,không chỉ cho cuộc thi, mà là cả cuộc đời."
    }
  },
  {
    "translation": {
      "en": "I mean, for his studies, for his academics, for his job,",
      "vi": "Cả việc học hànhvà sự nghiệp của thằng bé nữa,"
    }
  },
  {
    "translation": {
      "en": "and I think he’ll be looking forward to find his new adventure",
      "vi": "và tôi nghĩ nó sẽ háo hức khám phánhững cuộc phiêu lưu mới"
    }
  },
  {
    "translation": {
      "en": "and move on to his new interests.",
      "vi": "và tiếp tục những đam mê mới của mình."
    }
  },
  {
    "translation": {
      "en": "[Shourav] I’m pretty relaxed, I’d have to say,",
      "vi": "Phải nói là cháu khá thoải mái,"
    }
  },
  {
    "translation": {
      "en": "but there’s always, like, a bit of nerves involved.",
      "vi": "nhưng luôn luôn có chút căng thẳng."
    }
  },
  {
    "translation": {
      "en": "But I think I’ve been here, like, four times before, five including now,",
      "vi": "Nhưng cháu nghĩ cháu đã dự thibốn lần rồi, lần này nữa là năm,"
    }
  },
  {
    "translation": {
      "en": "so I think I’m pretty familiar with everything.",
      "vi": "nên mọi thứ khá quen thuộc với cháu."
    }
  },
  {
    "translation": {
      "en": "So I think I’m just relaxed and just ready to go.",
      "vi": "Cháu nghĩ cứ thật thoải máivà sẵn sàng bắt đầu thôi ạ."
    }
  },
  {
    "translation": {
      "en": "[Usha] I think Shourav has a winning chance of about 90 percent.",
      "vi": "Tôi nghĩ cơ hội chiến thắng của Shouravlà khoảng 90%."
    }
  },
  {
    "translation": {
      "en": "We are going with the hope that he will be the champion,",
      "vi": "Chúng tôi hy vọngthằng bé sẽ là nhà vô địch,"
    }
  },
  {
    "translation": {
      "en": "but if there is any one or two percent chance",
      "vi": "nhưng nếu có một hoặc hai phần trăm cơ hội"
    }
  },
  {
    "translation": {
      "en": "of not getting the championship,",
      "vi": "không giành được chức vô địch,"
    }
  },
  {
    "translation": {
      "en": "that is fine because it is another year.",
      "vi": "cũng không sao cảvì cũng chỉ là một năm nữa thôi mà."
    }
  },
  {
    "translation": {
      "en": "[female host] We are now ready to begin round two of the 2017 Scripps National Spelling Bee",
      "vi": "Vòng hai Cuộc thi Đánh vần Toàn quốcScripps 2017 được tài trợ bởi Kindle"
    }
  },
  {
    "translation": {
      "en": "presented by Kindle.",
      "vi": "sẵn sàng bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Speller number one, Naomi Zarin, you may approach the microphone.",
      "vi": "Thí sinh số một, Naomi Zarin,xin mời em tiến đến bục micro."
    }
  },
  {
    "translation": {
      "en": "-[Dr. Jacques Bailly] Hi, Naomi. -Hi.",
      "vi": "- Chào, Naomi.- Xin chào ạ."
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Your word is \"politeia.\"",
      "vi": "Từ này là politeia."
    }
  },
  {
    "translation": {
      "en": "Can I have the definition?",
      "vi": "Định nghĩa là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "Your word is \"embezzlement.\"",
      "vi": "Từ này là embezzlement."
    }
  },
  {
    "translation": {
      "en": "Can I have the language of origin?",
      "vi": "Ngôn ngữ gốc là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "Savoyard, or savo-yard,",
      "vi": "Savoyard, hoặc savo-yard,"
    }
  },
  {
    "translation": {
      "en": "or savoy-ar, or savoy-yard.",
      "vi": "hoặc savoy-ar, hoặc savoy-yard."
    }
  },
  {
    "translation": {
      "en": "Could you please repeat the word?",
      "vi": "Xin hãy nhắc lại ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Filipendulous.",
      "vi": "Filipendulous."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] That's correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "-Correct. -[Dr. Jacques Bailly] Repudiate.",
      "vi": "- Chính xác.- Repudiate."
    }
  },
  {
    "translation": {
      "en": "-Could you please sing it in a song? -[Dr. Bailly laughing]",
      "vi": "Xin hát một bài có từ đó ạ?"
    }
  },
  {
    "translation": {
      "en": "You don't want to hear that. [chuckles]",
      "vi": "Cháu sẽ không muốn nghe đâu."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Look, Dr. Bailly, you really need to come through for me right now, okay?",
      "vi": "Tiến sĩ Bailly,chú phải giúp cháu đấy nhé?"
    }
  },
  {
    "translation": {
      "en": "-Correct. -[audience applauding]",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] That concludes round three and the preliminaries",
      "vi": "Vòng ba cũng là vòng sơ khảo"
    }
  },
  {
    "translation": {
      "en": "of the 2017 Scripps National Spelling Bee presented by Kindle.",
      "vi": "cuộc thi Đánh vần Toàn quốc Scripps 2017do Kindle tài trợ đã khép lại."
    }
  },
  {
    "translation": {
      "en": "[male host] Here are your 2017 Scripps National Spelling Bee finalists.",
      "vi": "Đây là những thí sinh lọt vào chung kếtCuộc thi Đánh vần Toàn quốc 2017."
    }
  },
  {
    "translation": {
      "en": "From Huntsville, Alabama, speller 36, Erin Howard.",
      "vi": "Đến từ Huntville, Alabama,thí sinh số 36, Erin Howard."
    }
  },
  {
    "translation": {
      "en": "From North Andover, Massachusetts, speller number 214, Ashrita Gandhahari.",
      "vi": "Đến từ phía Bắc Andover, Massachusetts,thí sinh số 214, Ashrita Gandhahari."
    }
  },
  {
    "translation": {
      "en": "[male host] From St. Johns, Florida, speller number 167, Sreeniketh Vogoti.",
      "vi": "Đến từ St. Johns, Florida,thí sinh số 167, Sreeniketh Vogoti."
    }
  },
  {
    "translation": {
      "en": "A face you’ve seen before from Glen Allen, Virginia, number 143, Tejas Muthusamy.",
      "vi": "Gương mặt quen thuộc từ Glen Allen,Virginia, thí sinh 143, Tejas Muthusamy."
    }
  },
  {
    "translation": {
      "en": "From Bainbridge, New York, speller number nine, Melodie Loya.",
      "vi": "Đến từ Bainbridge, New York,thí sinh số chín, Melodie Loya."
    }
  },
  {
    "translation": {
      "en": "From Spring, Texas, number 254, Shourav Dasari.",
      "vi": "Đến từ Spring, Texas,thí sinh số 245, Shourav Dasari."
    }
  },
  {
    "translation": {
      "en": "I know they’re excited at Fugman Elementary in Fresno, California,",
      "vi": "Trường Tiểu học Fugmantở Fresno, California đang rất hân hoan"
    }
  },
  {
    "translation": {
      "en": "for speller number 264, Ananya Vinay.",
      "vi": "cho thí sinh số 264, Ananya Vinay."
    }
  },
  {
    "translation": {
      "en": "[male host] And our final finalist for 2017,",
      "vi": "Và thí sinh cuối cùnglọt vào vòng chung kết 2017"
    }
  },
  {
    "translation": {
      "en": "from Edmond, Oklahoma, number 235, Rohan Rajeev.",
      "vi": "đến từ Edmond, Oklahoma,thí sinh số 235, Rohan Rajeev."
    }
  },
  {
    "translation": {
      "en": "[male host] Once again, everyone, all of these young spellers",
      "vi": "Một lần nữa xin giới thiệucác tài năng trẻ đánh vần"
    }
  },
  {
    "translation": {
      "en": "are our 2017 Scripps National Spelling Bee finalists.",
      "vi": "đã lọt vào vòng chung kếtCuộc thi Đánh vần Toàn quốc 2017."
    }
  },
  {
    "translation": {
      "en": "Congratulations, you guys. Great job!",
      "vi": "Chúc mừng các em. Làm tốt lắm!"
    }
  },
  {
    "translation": {
      "en": "That standing ovation is for you.",
      "vi": "Tràng pháo tay đó là cho các em."
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] The one thing you notice about Thursday morning is the level of difficulty,",
      "vi": "Bạn sẽ nhận ra một điều vào sáng thứ Năm,đó là mức độ khó:"
    }
  },
  {
    "translation": {
      "en": "completely different from what we witnessed on Wednesday.",
      "vi": "hoàn toàn khác với những gìta đã chứng kiến vào thứ Tư."
    }
  },
  {
    "translation": {
      "en": "-[Dr. Jacques Bailly] Hi, Melodie. -[timidly] Hi.",
      "vi": "- Chào Melodie.- Xin chào ạ."
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Should we do this?",
      "vi": "Ta bắt đầu nhé?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không ạ."
    }
  },
  {
    "translation": {
      "en": "Purlieu, or per-lew.",
      "vi": "Purlieu, hoặc per-lew."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Are there any alternate pronunciations?",
      "vi": "Có cách phát âm khác không ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Chryselephantine.",
      "vi": "Chryselephantine."
    }
  },
  {
    "translation": {
      "en": "-[female host] That is correct. -[audience applauding]",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "-[female] Correct. -Thank you.",
      "vi": "- Chính xác.- Cảm ơn ạ."
    }
  },
  {
    "translation": {
      "en": "-Hi. -[Dr. Bailly] Hi, Ashrita.",
      "vi": "- Xin chào ạ.- Chào Ashrita."
    }
  },
  {
    "translation": {
      "en": "-[Dr. Bailly] Elidible. -Elidible?",
      "vi": "- Elidible.- Elidible ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Elidible.",
      "vi": "Elidible."
    }
  },
  {
    "translation": {
      "en": "Could I have the definition?",
      "vi": "Định nghĩa là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "\"Capable of being passed over or suppressed.\"",
      "vi": "\"Có khả năng bị bỏ qua hoặc triệt tiêu\"."
    }
  },
  {
    "translation": {
      "en": "[Ashrita] Could I have the language of origin?",
      "vi": "Ngôn ngữ gốc là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "It’s made up of originally Latin parts.",
      "vi": "Được cấu tạo từ các phần gốc tiếng Latin."
    }
  },
  {
    "translation": {
      "en": "-Elidible? -[Dr. Bailly] Elidible.",
      "vi": "- Elidible ạ?- Elidible."
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Elidible.",
      "vi": "Elidible."
    }
  },
  {
    "translation": {
      "en": "-Elidible is spelled E-L-I-D-I-B-L-E. -Thank you.",
      "vi": "- Elidable đánh vần là E-L-I-D-I-B-L-E.- Cảm ơn ạ."
    }
  },
  {
    "translation": {
      "en": "[Ashrita] Okay, so I misspelled a word up there.",
      "vi": "Cháu đã đánh vần sai một từ."
    }
  },
  {
    "translation": {
      "en": "I feel like I really overcomplicated it.",
      "vi": "Cháu đã phức tạp hóa nó."
    }
  },
  {
    "translation": {
      "en": "I didn’t really get really sad over it 'cause I have, like, four more years.",
      "vi": "Cháu không quá buồn đâuvì còn bốn năm nữa cơ mà."
    }
  },
  {
    "translation": {
      "en": "I did really good, I did my best, and I don’t really mind, so...",
      "vi": "Cháu đã làm rất tốt và cố hết sức,nên không sao cả..."
    }
  },
  {
    "translation": {
      "en": "We are extremely proud of my daughter’s achievements.",
      "vi": "Chúng tôi vô cùng tự hàovề thành tích của con gái mình."
    }
  },
  {
    "translation": {
      "en": "She made it so far. We are definitely going to come back next year.",
      "vi": "Con bé đã vào rất sâu. Nhất định chúng tôisẽ quay lại vào năm sau."
    }
  },
  {
    "translation": {
      "en": "[Bharat] For the first-timer, for a fourth-grader, tying for 40th spot",
      "vi": "Với một cô bé lớp bốn, lần đầu tham dự,giành vị trí 40..."
    }
  },
  {
    "translation": {
      "en": "is more than what we expected her to do this year, so she did an awesome job.",
      "vi": "là hơn cả những gì chúng tôi mongở con bé năm nay rồi, nó đã làm rất tốt."
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] The competition is not so much about this kid on stage versus this kid.",
      "vi": "Cuộc thi không phải là về đứa trẻ nàylên sân khấu đấu với đứa trẻ kia."
    }
  },
  {
    "translation": {
      "en": "It’s this kid versus a dictionary of a half a million words.",
      "vi": "Mà là đứa trẻ này thi đấuvới một cuốn từ điển nửa triệu từ."
    }
  },
  {
    "translation": {
      "en": "At that point, I wanna go up there and give them a high five and be like,",
      "vi": "Lúc đó,tôi muốn lên đập tay với chúng và nói:"
    }
  },
  {
    "translation": {
      "en": "\"Yeah, you kicked butt here to get here.\"",
      "vi": "\"Mấy đứa đến được đây là cừ lắm rồi\"."
    }
  },
  {
    "translation": {
      "en": "People worry about competition. They don’t wanna keep score in anything intellectual in the U.S.",
      "vi": "Người ta lo lắng về cuộc thi.Ở Mỹ, họ không muốn ghi điểm về trí tuệ."
    }
  },
  {
    "translation": {
      "en": "Oh, we keep score in sports but nothing intellectual.",
      "vi": "Thể thao thì có, nhưng trí tuệ thì không."
    }
  },
  {
    "translation": {
      "en": "Here, we can keep score intellectually and realize that it doesn’t put down somebody",
      "vi": "Ở đây, ta có thể ghi điểm bằng trí tuệvà nhận ra rằng nó chẳng tổn thương ai đó"
    }
  },
  {
    "translation": {
      "en": "just because one person wins.",
      "vi": "chỉ vì người kia chiến thắng."
    }
  },
  {
    "translation": {
      "en": "It’s a celebration of learning.",
      "vi": "Đó là sự tôn vinh việc học hỏi."
    }
  },
  {
    "translation": {
      "en": "[girl] Artiad.",
      "vi": "Artiad."
    }
  },
  {
    "translation": {
      "en": "[female host] That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "-Warison. -Warison. Can I have the spelling, please?",
      "vi": "- Warison.- Warison. Đánh vần thế nào ạ?"
    }
  },
  {
    "translation": {
      "en": "-You almost got me. -[all laughing]",
      "vi": "Suýt lừa được tôi đấy."
    }
  },
  {
    "translation": {
      "en": "I don’t know if I can ask this, but does this contain the French word boudin meaning sausage?",
      "vi": "Từ này có chứa từ tiếng Phápboudin là xúc xích không ạ?"
    }
  },
  {
    "translation": {
      "en": "-[Dr. Bailly] Yes. -Okay.",
      "vi": "- Có.- Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[girl] May I please have the definition?",
      "vi": "Xin cho định nghĩa ạ?"
    }
  },
  {
    "translation": {
      "en": "\"A member of a breed of rather large, usually hornless sheep",
      "vi": "\"Một giống cừu khá lớn,thường không có sừng,"
    }
  },
  {
    "translation": {
      "en": "developed in New Zealand from several different breeds.\"",
      "vi": "được nhân giống ở New Zealandtừ nhiều giống khác nhau\"."
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Corriedale is spelled C-O-R-R-I-E-D-A-L-E.",
      "vi": "Corriedale được đánh vần làC-O-R-R-I-E-D-A-L-E."
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Virement.",
      "vi": "Virement."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female] That's correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "-[gasps] Yes! -[audience laughing]",
      "vi": "- Chính xác.- Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "-That is correct. -Yes!",
      "vi": "- Chính xác.- Hay!"
    }
  },
  {
    "translation": {
      "en": "-Correct. -Thank you.",
      "vi": "- Chính xác.- Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-Correct. -Thank you.",
      "vi": "- Chính xác.- Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[female] Correct. Correct. Correct. Correct. Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "-Correct. -Thank you.",
      "vi": "- Chính xác.- Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[female host] That concludes round seven.",
      "vi": "Như vậy vòng bảy đã khép lại."
    }
  },
  {
    "translation": {
      "en": "Spellers, you're going to be on ESPN tonight.",
      "vi": "Các thí sinh, tối nay các emsẽ xuất hiện trên kênh ESPN."
    }
  },
  {
    "translation": {
      "en": "Congratulations, spellers.",
      "vi": "Xin chúc mừng các thí sinh."
    }
  },
  {
    "translation": {
      "en": "[Shourav] I’m really excited since it’s something that I’ve been working hard for for a long time.",
      "vi": "Cháu rất vui vì đây là thứmà vì nó cháu đã ôn luyện chăm chỉ từ lâu."
    }
  },
  {
    "translation": {
      "en": "I just finally get to be a part of the night finals on ESPN.",
      "vi": "Cuối cùng cháu cũng đã lọt vàođêm chung kết trên kênh ESPN."
    }
  },
  {
    "translation": {
      "en": "I’m gonna brag to my friends. I’m gonna be on ESPN, I don’t need to be an athlete or anything.",
      "vi": "Cháu sẽ khoe với đám bạn: \"Chả cần làvận động viên cũng được lên ESPN nè\"."
    }
  },
  {
    "translation": {
      "en": "What I loved about Shourav is that there was... there was flavor to the whole thing.",
      "vi": "Điều tôi thích ở Shourav là...cậu bé rất có phong cách riêng."
    }
  },
  {
    "translation": {
      "en": "And there’s nothing wrong with having that type of flavor.",
      "vi": "Và chả có gì sai khi có phong cách riêng."
    }
  },
  {
    "translation": {
      "en": "I mean, when you’re wearing the lucky Nike hoodie that’s carried you through this whole thing.",
      "vi": "Cậu bé mặc chiếc áo trùm Nike may mắnđã song hành trên mọi chặng đường."
    }
  },
  {
    "translation": {
      "en": "He’s on stage and halfway through the word,",
      "vi": "Cậu bé đứng trên sân khấuvà đang nói giữa chừng"
    }
  },
  {
    "translation": {
      "en": "he starts to have that little smile, like he knew.",
      "vi": "thì bắt đầu nở nụ cười\"biết tỏng rồi nha\"."
    }
  },
  {
    "translation": {
      "en": "He knew it was a big event and he was confident!",
      "vi": "Cậu bé biết đó là sự kiện lớn,và rất tự tin!"
    }
  },
  {
    "translation": {
      "en": "It also separated him from other people because each time up, you’re like,",
      "vi": "Nó cũng khiến cậu bé khác biệtvới đám đông bởi vì bạn sẽ kiểu:"
    }
  },
  {
    "translation": {
      "en": "\"All right, where’s the guy? Where’s the guy in the hoodie? Where is Shourav?”",
      "vi": "\"Cậu bé đâu rồi? Cậu mặc áo trùm đâu?Shourav đâu rồi?\""
    }
  },
  {
    "translation": {
      "en": "And I think that was a cool element to have in the program.",
      "vi": "Và tôi nghĩ đó là một nhân tố khá thú vịcủa chương trình."
    }
  },
  {
    "translation": {
      "en": "[Tejas] It worked well.",
      "vi": "Thiêng lắm ạ."
    }
  },
  {
    "translation": {
      "en": "I definitely got words that I knew or was able to derive.",
      "vi": "Toàn từ cháu đã biết hoặc suy luận được."
    }
  },
  {
    "translation": {
      "en": "In each round, there’s probably one or two words",
      "vi": "Mỗi vòng, có thể có một hoặc hai từ"
    }
  },
  {
    "translation": {
      "en": "that I didn’t recognize at first that other people got,",
      "vi": "của các bạn khác mà cháu không biết,"
    }
  },
  {
    "translation": {
      "en": "and so I would consider myself pretty lucky.",
      "vi": "nên cháu nghĩ mình khá may mắn."
    }
  },
  {
    "translation": {
      "en": "I’m just going to look over a couple of words",
      "vi": "Cháu sẽ xem qua vài từ"
    }
  },
  {
    "translation": {
      "en": "just to get my mind in the zone and... Relax, maybe meditate a little bit.",
      "vi": "để luyện trí óc và...Thư giãn, có thể thiền một chút."
    }
  },
  {
    "translation": {
      "en": "I’m not sure if I’ll have time for that, but definitely relax",
      "vi": "Không rõ đủ thời gian không,nhưng nhất định sẽ thư giãn,"
    }
  },
  {
    "translation": {
      "en": "and soak in the experience because I know next year",
      "vi": "và tận hưởng trải nghiệm này,vì cháu biết là năm sau,"
    }
  },
  {
    "translation": {
      "en": "I’m not going to be able to have it, no matter what happens.",
      "vi": "dù kết quả sao, cháu cũng chả thể thi nữa."
    }
  },
  {
    "translation": {
      "en": "And then we get to the final 15",
      "vi": "Và 15 thí sinh lọt vào chung kết"
    }
  },
  {
    "translation": {
      "en": "and you can’t ignore what we’re looking at: thirteen Indian-Americans.",
      "vi": "và ta không thể bỏ qua sự thật là:13 thí sinh Mỹ gốc Ấn."
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] We now begin round eight, the prime time finals,",
      "vi": "NGÀY THỨ HAIĐÊM CHUNG KẾT Giờ ta sẽ bắt đầu vòng tám,vòng chung kết chính,"
    }
  },
  {
    "translation": {
      "en": "and to start things off,",
      "vi": "và để bắt đầu,"
    }
  },
  {
    "translation": {
      "en": "the 1980 Bee champion Dr. Jacques Bailly is our pronouncer,",
      "vi": "Vô địch Đánh vần 1980, Tiến sĩJacques Bailly sẽ là người phát âm,"
    }
  },
  {
    "translation": {
      "en": "his 15th year in this role. Let’s start the spelling.",
      "vi": "năm thứ 15 ông giữ vai trò này rồi.Cuộc thi đánh vần bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Xanthochroism.",
      "vi": "Xanthochroism."
    }
  },
  {
    "translation": {
      "en": "Xanthochroism. Language of origin?",
      "vi": "Xanthochroism. Ngôn ngữ gốc là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "This word is made up of parts that went from Greek to Latin,",
      "vi": "Tạo bởi các phầngốc tiếng Hy Lạp và tiếng Latin,"
    }
  },
  {
    "translation": {
      "en": "plus an English combining form.",
      "vi": "kết hợp với tiếng Anh."
    }
  },
  {
    "translation": {
      "en": "Does this contain the Greek root xantho -meaning yellow? -Yes.",
      "vi": "- Có từ gốc Hy Lạp xantho là màu vàng ạ?- Có."
    }
  },
  {
    "translation": {
      "en": "Does this contain the Greek root chro -meaning color? -Yes.",
      "vi": "- Có từ gốc Hy Lạp chro là màu ạ?- Có."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "-[countdown beeps] -I’ll try my best.",
      "vi": "Cháu sẽ cố hết sức."
    }
  },
  {
    "translation": {
      "en": "-That is correct. -[applauding loudly]",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -Oh, dang it.",
      "vi": "Ôi, chán quá."
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Savate is spelled S-A-V-A-T-E.",
      "vi": "Savate đánh vần là S-A-V-A-T-E."
    }
  },
  {
    "translation": {
      "en": "-That is correct. -[girl] Okay.",
      "vi": "- Chính xác.- Vâng."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female] That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Could you repeat the word, please?",
      "vi": "Nhắc lại được không ạ?"
    }
  },
  {
    "translation": {
      "en": "Saussurite. Definition, please?",
      "vi": "Saussurite... Định nghĩa ạ?"
    }
  },
  {
    "translation": {
      "en": "\"A mineral consisting of a tough, compact substance",
      "vi": "\"Một khoáng chấtbao gồm hợp chất cứng, đặc,"
    }
  },
  {
    "translation": {
      "en": "that is white, greenish or grayish,",
      "vi": "có màu trắng, xanh lục hoặc xám"
    }
  },
  {
    "translation": {
      "en": "and is produced in part at least by alteration of feldspar.\"",
      "vi": "và được tạo ra một phầnbởi sự biến đổi của tràng thạch\"."
    }
  },
  {
    "translation": {
      "en": "-Could you repeat the word again? -[Dr. Bailly] Saussurite.",
      "vi": "- Nhắc lại từ đó được không ạ?- Saussurite."
    }
  },
  {
    "translation": {
      "en": "So there are no alternate pronunciations?",
      "vi": "Không có cách phát âm khác ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Just the one. Saussurite.",
      "vi": "Chỉ có một thôi. Saussurite."
    }
  },
  {
    "translation": {
      "en": "-[countdown beeps] -Saussurite.",
      "vi": "Saussurite."
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Saussurite is spelled S-A-U-S-S-U-R-I-T-E.",
      "vi": "Saussurite đánh vần làS-A-U-S-S-U-R-I-T-E."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn ạ."
    }
  },
  {
    "translation": {
      "en": "[quietly] Did you know it?",
      "vi": "Mẹ biết không ạ?"
    }
  },
  {
    "translation": {
      "en": "[speaking Tamil] I don't know. I thought it was like cup and saucer.",
      "vi": "Mẹ không.Mẹ còn tưởng nó là cốc hay sốt gì cơ."
    }
  },
  {
    "translation": {
      "en": "[speaking Tamil] You did very well.",
      "vi": "Con đã làm rất tốt rồi."
    }
  },
  {
    "translation": {
      "en": "[in English] I'm very proud of you. Whatever happened, I'm very proud of you.",
      "vi": "Mẹ tự hào về con lắm. Dù sao đi nữa,mẹ cũng rất tự hào về con, nhé?"
    }
  },
  {
    "translation": {
      "en": "You'll always be my champion. [speaks Tamil]",
      "vi": "Con sẽ luôn là nhà vô địch của mẹ."
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Mogollon.",
      "vi": "Mogollon."
    }
  },
  {
    "translation": {
      "en": "-[audience gasping] -Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] Then you’re watching Shourav",
      "vi": "Và rồi bạn thấy Shourav"
    }
  },
  {
    "translation": {
      "en": "and you see this extreme confidence on the stage.",
      "vi": "với vẻ tự tin cực độ đó trên sân khấu."
    }
  },
  {
    "translation": {
      "en": "At that point, you feel like he has all the makings,",
      "vi": "Lúc đó, bạn cảm thấycậu bé đủ mọi khả năng chiến thắng."
    }
  },
  {
    "translation": {
      "en": "and the one thing that stood out was how quickly he got that one word,",
      "vi": "Và điều nổi bật hơn cả,là cậu bé trả lời từ đó nhanh như chớp,"
    }
  },
  {
    "translation": {
      "en": "within five seconds,",
      "vi": "chỉ trong vòng năm giây,"
    }
  },
  {
    "translation": {
      "en": "but everybody in the room felt like, \"That’s the guy.\"",
      "vi": "nhưng ai nấy trong trường quay đều kiểu:\"Có thế chứ\"."
    }
  },
  {
    "translation": {
      "en": "Can I have the definition?",
      "vi": "Định nghĩa là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "\"Of or relating to an early Bronze Age culture",
      "vi": "\"Của hoặc liên quan đến văn hóađầu thời kỳ Đồ Đồng ở Lưỡng Hà"
    }
  },
  {
    "translation": {
      "en": "in Mesopotamia prior to 3000 BCE.\"",
      "vi": "\"Của hoặc liên quan đến văn hóađầu thời kỳ Đồ Đồng ở Lưỡng Hà 3.000 năm trước Công nguyên\"."
    }
  },
  {
    "translation": {
      "en": "Can you repeat the word again?",
      "vi": "Có thể nhắc lại được không ạ?"
    }
  },
  {
    "translation": {
      "en": "Can I have the language of origin?",
      "vi": "Ngôn ngữ gốc là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] It’s from an Iraqi geographical name.",
      "vi": "Đến từ tên một địa danh ở Iraq."
    }
  },
  {
    "translation": {
      "en": "Can you use it in a sentence?",
      "vi": "Xin một câu với từ đó ạ?"
    }
  },
  {
    "translation": {
      "en": "Can you repeat the pronunciations again?",
      "vi": "Có thể lặp lại cách phát âm không ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Ubaid. Ub-ayd.",
      "vi": "Ubaid. Ub-ayd."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Spiegeleisen.",
      "vi": "Spiegeleisen."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "-That is correct. -[audience applauding]",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Struldbrug.",
      "vi": "Struldbrug."
    }
  },
  {
    "translation": {
      "en": "Str... Can you repeat the word again?",
      "vi": "VÒNG 15CÒN BỐN THÍ SINH Nhắc lại được không ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Struldbrug.",
      "vi": "Struldbrug."
    }
  },
  {
    "translation": {
      "en": "Can I have the definition?",
      "vi": "Định nghĩa là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "\"One of a class of imaginary persons who can never die,",
      "vi": "\"Người thuộc một lớp người tưởng tượng,được xem là bất tử,"
    }
  },
  {
    "translation": {
      "en": "but who are declared dead in law at the age of 80",
      "vi": "nhưng được tuyên bố là đã khai tửở tuổi 80"
    }
  },
  {
    "translation": {
      "en": "and live on wretchedly at state expense.\"",
      "vi": "và sống khổ sở, nhờ trợ cấp chính phủ\"."
    }
  },
  {
    "translation": {
      "en": "Are there any alternate pronunciations?",
      "vi": "Có cách phát âm khác không ạ?"
    }
  },
  {
    "translation": {
      "en": "There’s struldbrug and strul-brug.",
      "vi": "Là struldbrug và strul-brug."
    }
  },
  {
    "translation": {
      "en": "Can I have the language of origin?",
      "vi": "Ngôn ngữ gốc là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] It’s from an English literary name. Struldbrug. Strul-brug.",
      "vi": "Đến từ một cái tên trong văn học Anh.Struldbrug. Strul-brug."
    }
  },
  {
    "translation": {
      "en": "Can you repeat the word again?",
      "vi": "Nhắc lại được không ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Struldbrug.",
      "vi": "Struldbrug..."
    }
  },
  {
    "translation": {
      "en": "Or strul-brug.",
      "vi": "hoặc strul-brug."
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Struldbrug is spelled S-T-R-U-L-D-B-R-U-G.",
      "vi": "Struldbrug đánh vần làS-T-R-U-L-D-B-R-U-G."
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] It comes down to two, two students that were unflappable.",
      "vi": "Vậy là chỉ còn hai em thí sinh,hai học sinh rất điềm tĩnh."
    }
  },
  {
    "translation": {
      "en": "Ananya on one side, the sixth grader.",
      "vi": "Một bên là Ananya, học sinh lớp sáu."
    }
  },
  {
    "translation": {
      "en": "And then Rohan, the 14-year-old, who’s never been here before.",
      "vi": "Và một bên là Rohan, cậu bé 14 tuổi,lần đầu tiên dự thi."
    }
  },
  {
    "translation": {
      "en": "First time on this stage in this setting.",
      "vi": "Lần đầu tiên trên sân khấuở tình huống này."
    }
  },
  {
    "translation": {
      "en": "And you couldn’t tell! They were both locked in.",
      "vi": "Khó mà đoán được!Cả hai em đều rất bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "[female host] That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Marram is spelled M-A-R-R-A-M.",
      "vi": "Marram đánh vần là M-A-R-R-A-M."
    }
  },
  {
    "translation": {
      "en": "Definition, please.",
      "vi": "Xin cho định nghĩa ạ."
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] \"Gifblaar is a perennial shrub of southern Africa",
      "vi": "\"Gifblaar là một loại cây bụi lâu nămở phía Nam châu Phi,"
    }
  },
  {
    "translation": {
      "en": "that is deadly poisonous to livestock.\"",
      "vi": "có chất độc có thể làm chết gia súc\"."
    }
  },
  {
    "translation": {
      "en": "Language of origin?",
      "vi": "Ngôn ngữ gốc ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Afrikaans.",
      "vi": "Tiếng Nam Phi."
    }
  },
  {
    "translation": {
      "en": "Are there any alternate pronunciations?",
      "vi": "Có cách phát âm khác không ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Just the one.",
      "vi": "Chỉ có một."
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Ananya, if you spell this next word correctly,",
      "vi": "Ananya,nếu đánh vần đúng từ tiếp theo,"
    }
  },
  {
    "translation": {
      "en": "we will declare you the 2017 Scripps National Spelling Bee champion.",
      "vi": "chúng tôi sẽ tuyên bố em là nhà vô địchCuộc thi Đánh vần Toàn quốc Scripps 2017."
    }
  },
  {
    "translation": {
      "en": "[Ananya] Marocain.",
      "vi": "Marocain."
    }
  },
  {
    "translation": {
      "en": "May I have the definition, please?",
      "vi": "Định nghĩa là gì ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] \"A dress fabric that is made with a warp of silk or rayon",
      "vi": "\"Một loại vải đầm được dệtvới một sợi dọc là tơ hoặc tơ nhân tạo,"
    }
  },
  {
    "translation": {
      "en": "and a filling of other yarns,",
      "vi": "và gắn kết bằng các sợi khác,"
    }
  },
  {
    "translation": {
      "en": "and is similar to but heavier than canton crepe.\"",
      "vi": "tương tự nhưng nặng hơn lụa canton crepe\"."
    }
  },
  {
    "translation": {
      "en": "Part of speech?",
      "vi": "Loại từ ạ?"
    }
  },
  {
    "translation": {
      "en": "-[Dr. Bailly] Noun. -[Ananya] Language of origin?",
      "vi": "- Danh từ.- Ngôn ngữ gốc ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] It’s from a French word from an African geographical name.",
      "vi": "Là từ tiếng Phápđến từ tên một địa danh ở châu Phi."
    }
  },
  {
    "translation": {
      "en": "Are there any alternate pronunciations?",
      "vi": "Có cách phát âm khác không ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] There are not.",
      "vi": "Không có."
    }
  },
  {
    "translation": {
      "en": "Can you please repeat the word?",
      "vi": "Nhắc lại được không ạ?"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Marocain.",
      "vi": "Marocain."
    }
  },
  {
    "translation": {
      "en": "-That is correct. -Congratulations, Ananya! -[audience cheering] -[Dr. Bailly] You are the champion!",
      "vi": "- Chính xác.- Chúc mừng, Ananya! Em là nhà vô địch!"
    }
  },
  {
    "translation": {
      "en": "[male 1] Ananya,",
      "vi": "Ananya,"
    }
  },
  {
    "translation": {
      "en": "this is yours.",
      "vi": "đây là của em."
    }
  },
  {
    "translation": {
      "en": "Congratulations, you're the 2017 champion of the Scripps National Spelling Bee.",
      "vi": "Chúc mừng, em là quán quânCuộc thi Đánh vần Toàn quốc Scripps 2017."
    }
  },
  {
    "translation": {
      "en": "The trend of Indian-American success in the Bee is long-running,",
      "vi": "Xu hướng thành công của người Mỹ gốc Ấnở Cuộc thi Đánh vần đã có từ rất lâu,"
    }
  },
  {
    "translation": {
      "en": "and I think it’s going to continue in that direction",
      "vi": "và tôi nghĩ nó sẽ còn tiếp tụckéo dài như vậy..."
    }
  },
  {
    "translation": {
      "en": "for the unforeseeable future.",
      "vi": "ở một tương lai không thể đoán trước."
    }
  },
  {
    "translation": {
      "en": "[male 2] Congratulations, Karthik.",
      "vi": "Chúc mừng, Karthik!"
    }
  },
  {
    "translation": {
      "en": "You are the 2018 Scripps National Spelling Bee Champion!",
      "vi": "Em là nhà vô địchCuộc thi Đánh vần Toàn quốc Scripps 2018!"
    }
  },
  {
    "translation": {
      "en": "[male] The most phenomenal assemblage of super-spellers",
      "vi": "Cuộc tụ họp phi thường nhấtcủa các siêu sao đánh vần"
    }
  },
  {
    "translation": {
      "en": "in the history of this storied competition.",
      "vi": "trong lịch sử của cuộc thi nổi tiếng này."
    }
  },
  {
    "translation": {
      "en": "It’s never gonna be all Indian.",
      "vi": "Đâu phải toàn Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "We have plenty of other students who are competing,",
      "vi": "Rất nhiều học sinh khác thi đấu,"
    }
  },
  {
    "translation": {
      "en": "but they are highly successful, they are having fun with it,",
      "vi": "nhưng các em ấy đều rất thành công,vui với nó,"
    }
  },
  {
    "translation": {
      "en": "and they are winning. I don’t see it changing anytime soon.",
      "vi": "và chiến thắng.Nó sẽ không sớm thay đổi đâu."
    }
  },
  {
    "translation": {
      "en": "The only way Indian-American kids are losing the Spelling Bee",
      "vi": "Cách duy nhất để trẻ em Mỹ gốc Ấnthua ở cuộc thi là"
    }
  },
  {
    "translation": {
      "en": "is if they switch to Spanish next year.",
      "vi": "năm sau họ chuyển qua thitiếng Tây Ban Nha."
    }
  },
  {
    "translation": {
      "en": "And then it’s still, like, 50/50.",
      "vi": "Nhưng kể cả thế, vẫn là 50/50."
    }
  },
  {
    "translation": {
      "en": "I think that this is in part a reflection of this particular time in our history,",
      "vi": "Tôi nghĩ rằng nó phản ánh phần nào đógiai đoạn cụ thể này của lịch sử,"
    }
  },
  {
    "translation": {
      "en": "and some of the values that have been instilled, I think,",
      "vi": "và các giá trị đã được truyền thụ"
    }
  },
  {
    "translation": {
      "en": "by Indian immigrants on their kids.",
      "vi": "bởi những người nhập cư Ấn Độtới con cái họ."
    }
  },
  {
    "translation": {
      "en": "The relentless and, I think, you know, for the most part, constructive focus",
      "vi": "Sự nỗ lực không ngừng nghỉ,và phần lớn là tập trung tích cực"
    }
  },
  {
    "translation": {
      "en": "on education for these kids,",
      "vi": "vào giáo dục cho những đứa trẻ này,"
    }
  },
  {
    "translation": {
      "en": "and the fact that spelling in particular ended up fulfilling all these aspirations",
      "vi": "và thực tế, cụ thể là việc đánh vần,đã đáp lại tất cả những khát vọng"
    }
  },
  {
    "translation": {
      "en": "of these parents for their kids.",
      "vi": "của cha mẹ với con cái họ."
    }
  },
  {
    "translation": {
      "en": "[Dr. Sanjay Gupta] As generations go on, you may see less of a focus on things like Spelling Bees",
      "vi": "Các thế hệ tiếp nối, những thứ nhưCuộc thi Đánh vần sẽ ít được chú ý hơn,"
    }
  },
  {
    "translation": {
      "en": "and hopefully more of a focus on other areas as well.",
      "vi": "và mong là các lĩnh vực kháccũng sẽ được tập trung hơn."
    }
  },
  {
    "translation": {
      "en": "Things that may not necessarily be purely academic,",
      "vi": "Chúng có thể không nhất thiếtlà học thuật,"
    }
  },
  {
    "translation": {
      "en": "but other areas where kids are interested in and want to excel.",
      "vi": "mà là các lĩnh vực khácmà lũ trẻ yêu thích và muốn vượt trội."
    }
  },
  {
    "translation": {
      "en": "So I think you’ll see a sort of more broadening out",
      "vi": "Có lẽ ta sẽ thấy các sở thíchngày càng mở rộng..."
    }
  },
  {
    "translation": {
      "en": "of particularly Indian-American kids’ interests.",
      "vi": "đặc biệt là với trẻ em người Mỹ gốc Ấn."
    }
  },
  {
    "translation": {
      "en": "[Hari Kondabolu] The Spelling Bee playing every year on television,",
      "vi": "Cuộc thi Đánh vần được pháttrên truyền hình mỗi năm..."
    }
  },
  {
    "translation": {
      "en": "I think it certainly inspires lots of South Asian kids, Indian-American kids",
      "vi": "đã truyền cảm hứngcho rất nhiều trẻ em Nam Á và Mỹ gốc Ấn"
    }
  },
  {
    "translation": {
      "en": "to take up spelling as a thing.",
      "vi": "để yêu thích việc đánh vần."
    }
  },
  {
    "translation": {
      "en": "But it’s also getting a bunch of other kids into it too that aren’t South Asian.",
      "vi": "Nó cũng làm vô số trẻ khác thích thúdù không đến từ Nam Á."
    }
  },
  {
    "translation": {
      "en": "Tiger Woods, most of his heroes in golf would’ve been white, right?",
      "vi": "Tiger Woods ấy,các tay gôn anh ấy hâm mộ là da trắng nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Like, for the most part? Like, considering what the sport is? Yet that inspired him to achieve,",
      "vi": "Phần lớn ấy? Môn thể thao đó mà? Nhưng nótruyền cảm hứng để anh ấy thành công,"
    }
  },
  {
    "translation": {
      "en": "so who’s to say that there isn’t some, like, kid in the middle of America,",
      "vi": "và ai dám nói là không có đứa trẻ nàoở giữa nước Mỹ này,"
    }
  },
  {
    "translation": {
      "en": "who’s, like, brown or black or Latino,",
      "vi": "da nâu, da đen hoặc người Latinh,"
    }
  },
  {
    "translation": {
      "en": "isn’t a huge Arvind Mahankali-head.",
      "vi": "không hâm mộ Arvind Mahankali."
    }
  },
  {
    "translation": {
      "en": "That’s, like, the dude he looked up to when he was a kid, and now wants to win.",
      "vi": "Kiểu thần tượng cậu nhóc từ bé,và giờ muốn chiến thắng."
    }
  },
  {
    "translation": {
      "en": "[Fareed] But the truth is, I think, what these kids show more than anything else",
      "vi": "CÓ SÁU TRONG TÁM NHÀ VÔ ĐỊCHCUỘC THI SCRIPPS 2019 THEO HỌC. Nhưng sự thật là,những gì lũ trẻ thể hiện, trên hết"
    }
  },
  {
    "translation": {
      "en": "is American assimilation at work.",
      "vi": "là sự đồng hóa với người Mỹtrong công việc."
    }
  },
  {
    "translation": {
      "en": "Here are kids who really come from a very different world and culture",
      "vi": "Đây là những đứa trẻđến từ một thế giới, văn hóa rất khác biệt"
    }
  },
  {
    "translation": {
      "en": "in their historical and cultural origins,",
      "vi": "về cội nguồn lịch sử và văn hóa,"
    }
  },
  {
    "translation": {
      "en": "and they are taking part in the most American tradition,",
      "vi": "và chúng đang tham giavào một truyền thống Mỹ đặc trưng nhất,"
    }
  },
  {
    "translation": {
      "en": "doing well at it, playing by the rules.",
      "vi": "làm rất tốt và chơi theo luật."
    }
  },
  {
    "translation": {
      "en": "If that’s not American assimilation at work, I don’t know what is.",
      "vi": "Nếu đó không phải là sự đồng hóavới người Mỹ, thì là gì chứ."
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] We are part of this DNA, this melting pot, uh, cliché.",
      "vi": "Chúng tôi là một phần của chuỗi gen này,một phần của nền văn hóa chung này."
    }
  },
  {
    "translation": {
      "en": "And it’s not a cliché, we are part of it.",
      "vi": "Không rập khuôn,mà chúng tôi là một phần của nó."
    }
  },
  {
    "translation": {
      "en": "And to have ownership of one thing,",
      "vi": "Và được làm chủ một điều gì đó,"
    }
  },
  {
    "translation": {
      "en": "in the sense of that we can dominate something, it’s pretty cool,",
      "vi": "theo nghĩa vượt trội một lĩnh vực nào đó,khá tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "considering there’s just one percent of the population of Indian-Americans.",
      "vi": "xét đến việcchỉ có một phần trăm dân số là Mỹ gốc Ấn."
    }
  },
  {
    "translation": {
      "en": "So to me, when I say that, I say that as a joke, like,",
      "vi": "Với tôi, khi nói điều đó,tôi thường đùa kiểu:"
    }
  },
  {
    "translation": {
      "en": "\"Yes! We own this!\"",
      "vi": "\"Phải! Tụi tôi bá chủ thứ này!\""
    }
  },
  {
    "translation": {
      "en": "Because it’s a small thing,",
      "vi": "Vì tuy rất nhỏ nhoi,"
    }
  },
  {
    "translation": {
      "en": "but it means so much to so many people in our community.",
      "vi": "nhưng nó có ý nghĩa rất lớnvới nhiều người trong cộng đồng chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[Dr. Gupta] It just was the perfect storm. And I think Spelling Bees,",
      "vi": "Một sự khích lệ tuyệt vời. Và tôi nghĩ Cuộc thi Đánh vần,"
    }
  },
  {
    "translation": {
      "en": "I mean, that became the Olympics for so many Indians.",
      "vi": "đã trở thành Thế vận hộicho vô số người Ấn Độ."
    }
  },
  {
    "translation": {
      "en": "I just need to say it slowly.",
      "vi": "Cháu nói thật chậm nhé."
    }
  },
  {
    "translation": {
      "en": "[Krishna] You got it.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Humu humu, you just say \"humu humu,\" and then you say \"nuku nuku,\"",
      "vi": "Humu humu, nói humu humu,rồi nói nuku nuku,"
    }
  },
  {
    "translation": {
      "en": "and then you say \"apua ah,\" and then you finish the whole thing.",
      "vi": "và sau đó nói apua ah, là xong."
    }
  },
  {
    "translation": {
      "en": "[Krishna] Say it.",
      "vi": "Nói đi."
    }
  }
]