[
  {
    "translation": {
      "en": "[woman] There is no city on God's green earth that rocks harder than Chicago, Illinois.",
      "vi": "Chả có thành phố nào trên hành tinh này đỉnh hơn Chicago, Illinois."
    }
  },
  {
    "translation": {
      "en": "The legends from this city are so badass, they only need one name:",
      "vi": "Những huyền thoại từ thành phố này cực xịn, một cái tên nói lên tất cả:"
    }
  },
  {
    "translation": {
      "en": "And me, Diane.",
      "vi": "Và tôi, Diane."
    }
  },
  {
    "translation": {
      "en": "You know how they call Chicago the city of broad shoulders?",
      "vi": "Bạn biết họ gọi Chicago là thành phố cân được tất chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm the broad.",
      "vi": "Chà, tôi là ả đó đây."
    }
  },
  {
    "translation": {
      "en": "Just like me, this city has been through some shit,",
      "vi": "Cũng như tôi, thành phố này đã trải qua nhiều biến cố,"
    }
  },
  {
    "translation": {
      "en": "but it always finds a way to bounce back, baby.",
      "vi": "nhưng nó luôn tìm được cách để khôi phục, cưng à."
    }
  },
  {
    "translation": {
      "en": "Like in 1871,",
      "vi": "Như vào năm 1871,"
    }
  },
  {
    "translation": {
      "en": "when the whole damn place burned to the ground.",
      "vi": "khi toàn bộ nơi này bị thiêu rụi."
    }
  },
  {
    "translation": {
      "en": "We didn't cry about it. We built that bitch right back up.",
      "vi": "Bọn tôi chả khóc than về việc đó, mà xây dựng lại nó ngay và luôn."
    }
  },
  {
    "translation": {
      "en": "Then there was Prohibition.",
      "vi": "Rồi đến Lệnh Cấm Rượu."
    }
  },
  {
    "translation": {
      "en": "When the country said you can't drink, we said, \"Eff dat. Make it a double.\"",
      "vi": "Khi đất nước nói bạn không được uống, bọn tôi nói: \"Kệ xác. Rót gấp đôi đi\"."
    }
  },
  {
    "translation": {
      "en": "'Cause in Chicago… [gulps]",
      "vi": "Vì ở Chicago,"
    }
  },
  {
    "translation": {
      "en": "…we do things big, baby.",
      "vi": "bọn tôi chơi lớn lắm, cưng à."
    }
  },
  {
    "translation": {
      "en": "In fact, Chicago does things so big,",
      "vi": "Thật ra, Chicago chơi gì cũng lớn,"
    }
  },
  {
    "translation": {
      "en": "our parties are whole frickin' neighborhoods,",
      "vi": "đã tiệc tùng là tiệc nguyên cả khu,"
    }
  },
  {
    "translation": {
      "en": "and I live in the best one: Wrigleyville.",
      "vi": "và tôi sống ở khu xịn nhất: Wrigleyville."
    }
  },
  {
    "translation": {
      "en": "Where you can let your hair down,",
      "vi": "Nơi mà bạn có thể xõa xượi,"
    }
  },
  {
    "translation": {
      "en": "and when you gotta yak,",
      "vi": "và khi bạn muốn ói,"
    }
  },
  {
    "translation": {
      "en": "there's always someone to hold it back for ya.",
      "vi": "sẽ luôn có người vén nó lên cho bạn."
    }
  },
  {
    "translation": {
      "en": "Me! And I'm gonna party my tits off!",
      "vi": "Tôi chứ ai! Và tôi sẽ tiệc tùng bung nóc!"
    }
  },
  {
    "translation": {
      "en": "[people chanting] Diane! Diane!",
      "vi": "Diane!"
    }
  },
  {
    "translation": {
      "en": "Diane! Diane!",
      "vi": "Diane!"
    }
  },
  {
    "translation": {
      "en": "-[man] Diane! Diane! -Diane! Diane!",
      "vi": "- Diane! - Diane!"
    }
  },
  {
    "translation": {
      "en": "[man] Diane! Diane!",
      "vi": "Diane!"
    }
  },
  {
    "translation": {
      "en": "-[Diane snores] -Wake up!",
      "vi": "Dậy mau!"
    }
  },
  {
    "translation": {
      "en": "[yelps] Damn it, Kurt, you woke me up mid-party dream. That's dangerous.",
      "vi": "Khốn, Kurt, đang mơ dở tiệc tùng thì anh gọi em. Nguy hiểm lắm đó."
    }
  },
  {
    "translation": {
      "en": "Jesus, Di. I don't know what you got into last night,",
      "vi": "Chúa ơi, Di. Anh chả biết tối qua em đã làm gì,"
    }
  },
  {
    "translation": {
      "en": "but you came home and drank the bottle of brandy my dad had with him on D-Day.",
      "vi": "nhưng em về nhà và uống chai brandy bố anh đem theo trong Ngày Đổ bộ."
    }
  },
  {
    "translation": {
      "en": "Then you forgot to close the window after you had a smoke, and Butkus almost fell out.",
      "vi": "Rồi hút thuốc xong em quên đóng cửa sổ, làm Butkus suýt thì ngất xỉu."
    }
  },
  {
    "translation": {
      "en": "You're not even supposed to have that as a pet.",
      "vi": "Anh còn chả nên nuôi nó như thú cưng."
    }
  },
  {
    "translation": {
      "en": "He was in the Reptile Lost and Found.",
      "vi": "Nó đã ở Trạm Thất lạc bò sát đó."
    }
  },
  {
    "translation": {
      "en": "Poor guy had 18 condoms of heroin in his little belly.",
      "vi": "Cậu bé tội nghiệp có 18 bao cao su heroin trong bụng."
    }
  },
  {
    "translation": {
      "en": "Big whoop, we've all been to Mexico.",
      "vi": "Ghê nhỉ, ta đều đến Mê-hi-cô rồi mà."
    }
  },
  {
    "translation": {
      "en": "Why are you so angry today? You havin' a 'roid flare-up?",
      "vi": "Sao nay anh cáu thế? Phản ứng với corticoid à?"
    }
  },
  {
    "translation": {
      "en": "Diane, yesterday was our anniversary.",
      "vi": "Diane, hôm qua là ngày kỷ niệm của ta đấy."
    }
  },
  {
    "translation": {
      "en": "Uh, no doy.",
      "vi": "Hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "That's why I got you…",
      "vi": "Thế nên em đã mua tặng anh…"
    }
  },
  {
    "translation": {
      "en": "Al's Beef!",
      "vi": "Al's Beef này!"
    }
  },
  {
    "translation": {
      "en": "You ate it all. There's a couple of fries in the bag.",
      "vi": "- Em ăn sạch rồi. - Còn ít khoai chiên trong túi mà."
    }
  },
  {
    "translation": {
      "en": "I don't want bag fries. I want my wife to remember the anniversary of the second time we got married.",
      "vi": "Anh chả muốn khoai chiên trong túi. Anh muốn vợ nhớ kỷ niệm lần thứ hai ta cưới á."
    }
  },
  {
    "translation": {
      "en": "Diane, I'm getting too old to live like this.",
      "vi": "Diane, anh đã quá già để sống thế này rồi."
    }
  },
  {
    "translation": {
      "en": "Based on my family history and cholesterol level, I'm gonna die five years ago.",
      "vi": "Dựa vào tiền sử gia đình và mức mỡ máu, lẽ ra năm năm trước anh tiêu rồi."
    }
  },
  {
    "translation": {
      "en": "Come on, Kurt, we do this all the time.",
      "vi": "Thôi nào, Kurt, lúc nào ta chẳng thế này."
    }
  },
  {
    "translation": {
      "en": "You get mad, say you're gonna leave,",
      "vi": "Anh nổi điên, nói rằng anh sẽ đi,"
    }
  },
  {
    "translation": {
      "en": "then we angry 69, and it's all good.",
      "vi": "rồi ta làm hòa kiểu 69 và lại đâu vào đấy."
    }
  },
  {
    "translation": {
      "en": "So let's unpack that duffel, grab some wet wipes, and--",
      "vi": "Nên hãy dỡ túi đồ ra, lấy khăn ướt đi, rồi…"
    }
  },
  {
    "translation": {
      "en": "Not this time. I'm done.",
      "vi": "Lần này thì không, anh đi đây."
    }
  },
  {
    "translation": {
      "en": "This isn't Jordan leaving in '93. It's Jordan leaving in '98.",
      "vi": "Đây chả phải Jordan rời đi năm 1993, mà là Jordan rời đi năm 1998 đấy."
    }
  },
  {
    "translation": {
      "en": "Good luck doing better than this!",
      "vi": "Chúc tìm ra ai tuyệt hơn con này nhé!"
    }
  },
  {
    "translation": {
      "en": "[Diane] Gettin' dumped is the worst way to start off a Monday.",
      "vi": "Bị đá là cách tệ nhất để bắt đầu ngày thứ Hai."
    }
  },
  {
    "translation": {
      "en": "Monday? Oh shit, it's Tuesday. It's my nephew's birthday.",
      "vi": "Thứ Hai? Ôi khỉ gió, thứ Ba rồi. Nay sinh nhật cháu trai tôi."
    }
  },
  {
    "translation": {
      "en": "Happy birthday, sweetie. Whassup?",
      "vi": "Chúc mừng sinh nhật, cháu yêu. Sao rồi?"
    }
  },
  {
    "translation": {
      "en": "-Hi, Aunt Diane. -Say it.",
      "vi": "- Chào bác Diane. - Nói đi."
    }
  },
  {
    "translation": {
      "en": "-I can't talk. -Say it.",
      "vi": "- Cháu không nói được. - Nói đi."
    }
  },
  {
    "translation": {
      "en": "Whassup?",
      "vi": "Sao rồi?"
    }
  },
  {
    "translation": {
      "en": "You're finally 18! You know what I was doing when I was 18?",
      "vi": "Rốt cuộc cháu cũng 18 tuổi rồi! Biết bác làm gì năm 18 tuổi chứ?"
    }
  },
  {
    "translation": {
      "en": "Jim Belushi. Ugh.",
      "vi": "Jim Belushi."
    }
  },
  {
    "translation": {
      "en": "Played his goddamn harmonica the whole time.",
      "vi": "Chơi kèn harmonica của anh ta suốt."
    }
  },
  {
    "translation": {
      "en": "Aunt Diane, I can't really talk-- Hey, no phones during dodgeball.",
      "vi": "- Bác Diane, cháu không nói được thật… - Ê, cấm gọi điện lúc chơi bóng né."
    }
  },
  {
    "translation": {
      "en": "Can I pick the janitor? No, you gotta pick Daniel.",
      "vi": "- Em chọn người tạp vụ nhé? - Không, cậu phải chọn Daniel."
    }
  },
  {
    "translation": {
      "en": "Thank you, Barack Obama. Okay, love you, sweetie.",
      "vi": "- Cảm ơn, Barack Obama. - Được rồi, yêu cháu, cưng."
    }
  },
  {
    "translation": {
      "en": "What the hell?",
      "vi": "Gì vậy trời?"
    }
  },
  {
    "translation": {
      "en": "-[bell jingles] -Hey, where's Stavros?",
      "vi": "Này, Stavros đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "I beg your pardon?",
      "vi": "Xin lỗi, cô nói gì?"
    }
  },
  {
    "translation": {
      "en": "Stavros. Little Greek guy, unibrow, owns the coffee place next door.",
      "vi": "Stavros. Gã Hy Lạp bé con, lông mày giao nhau, chủ quán cà phê kế bên ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, we just bought that building.",
      "vi": "Ồ, bọn tôi mới mua tòa nhà đó."
    }
  },
  {
    "translation": {
      "en": "Kreativ Jus is expanding.",
      "vi": "Keativ Jus đang mở rộng."
    }
  },
  {
    "translation": {
      "en": "By the way, I'm Feather, one of the wellness collaborators.",
      "vi": "Tiện đây, tôi là Feather, thuộc hội cộng tác viên sức khỏe."
    }
  },
  {
    "translation": {
      "en": "Yeah, hi. Where's your alkaline water? By the chia seeds.",
      "vi": "- Ừ, chào. Nước kiềm ở đâu nhỉ? - Gần chỗ hạt chia."
    }
  },
  {
    "translation": {
      "en": "If you hit the celery milk, you've gone too far. [chuckles] You know what I drink, sweetie?",
      "vi": "- Nếu gặp sữa cần tây thì cô đi hơi xa đó. - Biết tôi uống gì chứ, cưng?"
    }
  },
  {
    "translation": {
      "en": "Hose water, straight from Lake Michigan.",
      "vi": "Nước vòi, thẳng từ Hồ Michigan."
    }
  },
  {
    "translation": {
      "en": "Lake Michigan has extremely high levels of E. coli.",
      "vi": "Hồ Michigan có lượng vi khuẩn E. coli cao lắm đó."
    }
  },
  {
    "translation": {
      "en": "Don't be afraid of a little diarrhea, honey.",
      "vi": "Đừng ngại tiêu chảy tí chút chứ, cưng."
    }
  },
  {
    "translation": {
      "en": "Keeps you slim. Not that you gotta worry about it. Sweet Christ, you are tight.",
      "vi": "Nó giữ cô thon thả đấy. Dù cô chả cần lo vụ đó. Trời ơi, người chuẩn ghê cơ."
    }
  },
  {
    "translation": {
      "en": "Anyhoo, Feather,",
      "vi": "Cơ mà này Feather, cho tôi một ly cỡ đại nửa cà phê, nửa kem,"
    }
  },
  {
    "translation": {
      "en": "give me an extra-large half coffee, half cream, half Splendas",
      "vi": "Cơ mà này Feather, cho tôi một ly cỡ đại nửa cà phê, nửa kem, và nửa Splenda với Excedrin nghiền ở miệng ly."
    }
  },
  {
    "translation": {
      "en": "with crushed-up Excedrin on the rim.",
      "vi": "và nửa Splenda với Excedrin nghiền ở miệng ly."
    }
  },
  {
    "translation": {
      "en": "It sounds like you're worried about inflammation.",
      "vi": "Có vẻ như cô sợ bị kích động nhỉ."
    }
  },
  {
    "translation": {
      "en": "Can I interest you in a CBD latte?",
      "vi": "Cô muốn dùng latte cần sa Cannabidiol chứ?"
    }
  },
  {
    "translation": {
      "en": "Reefer that don't get you high? Go scratch.",
      "vi": "Cần mà không gây kích động á? Đùa à."
    }
  },
  {
    "translation": {
      "en": "Girls, stop what you're doin'. I need a Diane day. Kurt left me.",
      "vi": "Các gái, dừng việc đang làm đi. Tôi cần một ngày cho Diane. Kurt đá tôi."
    }
  },
  {
    "translation": {
      "en": "No. The day after y'all anniversary? I know. What a jagbag.",
      "vi": "- Không. Ngay sau ngày kỷ niệm ư? - Phải. Đúng là gã ngốc."
    }
  },
  {
    "translation": {
      "en": "Don't you do the mutual oral sex?",
      "vi": "Không làm tình bằng miệng cho nhau sao?"
    }
  },
  {
    "translation": {
      "en": "-And then the fight is over, right? -Like I didn't try that, Zuzana.",
      "vi": "- Thế là hết cãi nhau mà? - Cứ như tôi chưa thử ấy, Zuzana."
    }
  },
  {
    "translation": {
      "en": "I'm canceling all my appointment. Tina, get out your tarot cards. I need a reading.",
      "vi": "Tôi hủy hết lịch hẹn rồi. Tina, lấy bài tarot đi. Tôi cần xem bói."
    }
  },
  {
    "translation": {
      "en": "Zuzs, take off your Crocs. You're walkin' on my back.",
      "vi": "Zuzs, bỏ đôi Crocs ra đi. Cô sẽ dẫm trên lưng tôi."
    }
  },
  {
    "translation": {
      "en": "Anyway, we got a score? -[static] -Oh shit, cable's out.",
      "vi": "Dù sao thì, ta ghi điểm chưa? Ôi khỉ gió, mất tín hiệu rồi."
    }
  },
  {
    "translation": {
      "en": "Zuzana, keep your Crocs on. You're goin' to the roof.",
      "vi": "Zuzana, cứ đi Crocs đi. Cô sẽ lên mái nhà."
    }
  },
  {
    "translation": {
      "en": "Diane, Diane, the new manager said no more Cubs games at work.",
      "vi": "Diane, quản lý mới nói không xem đội Cubs lúc làm nữa."
    }
  },
  {
    "translation": {
      "en": "Oh, the new manager.",
      "vi": "Ồ, quản lý mới à."
    }
  },
  {
    "translation": {
      "en": "You mean Mr. Fancy Pants from New York,",
      "vi": "Ý cô là Quý ông Quần Đẹp từ New York,"
    }
  },
  {
    "translation": {
      "en": "with his skinny little pizzas and his big, fat bagels?",
      "vi": "với pizza nhỏ xíu và bánh mì tròn to béo của anh ta á?"
    }
  },
  {
    "translation": {
      "en": "Well, when New Dork Shitty gets here,",
      "vi": "À, khi dân New York Dở hơi đến,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna remind him that this is Chi City Sports Cuts and Clips.",
      "vi": "tôi sẽ nhắc anh ta rằng đây là Tiệm Cắt Tỉa Tóc Thể thao Chi City."
    }
  },
  {
    "translation": {
      "en": "We were built on Chicago sports and the haircuts that defined 'em.",
      "vi": "Ta được tạo ra trên nền thể thao Chicago và các kiểu tóc đã định hình nó."
    }
  },
  {
    "translation": {
      "en": "And in this place, on that screen,",
      "vi": "Và ở nơi này, trên màn hình đó,"
    }
  },
  {
    "translation": {
      "en": "when the Cubs are playin',",
      "vi": "khi đội Cubs đang chơi,"
    }
  },
  {
    "translation": {
      "en": "we watch 'em fuckin' play.",
      "vi": "chúng ta sẽ xem họ chơi."
    }
  },
  {
    "translation": {
      "en": "Diane, Gideon, our new manager.",
      "vi": "Diane, đây là quản lý mới của chúng ta, Gideon."
    }
  },
  {
    "translation": {
      "en": "Just got in from, how did you put it, New Dork Shitty?",
      "vi": "Tôi đến đúng lúc mà, cô nói gì ấy nhỉ, dân New York Dở hơi à?"
    }
  },
  {
    "translation": {
      "en": "Anyhoo, let's open up. We did, 45 minutes ago.",
      "vi": "- Dù sao thì, mở cửa thôi nhỉ. - Ta mở cửa rồi, từ 45 phút trước."
    }
  },
  {
    "translation": {
      "en": "Great. What'd I miss?",
      "vi": "Tuyệt. Tôi bỏ lỡ gì thế nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Well, I was telling Tina and Zuzana about the big renovation.",
      "vi": "Chà, tôi đã nói với Tina và Zuzana về việc cải tạo tổng thể."
    }
  },
  {
    "translation": {
      "en": "All these chairs? Gone.",
      "vi": "Tất cả chỗ ghế này? Bỏ."
    }
  },
  {
    "translation": {
      "en": "The TVs will be showing silent music videos, and we'll be going cashless.",
      "vi": "Ti vi sẽ phát các video nhạc không lời, và ta sẽ không dùng tiền mặt."
    }
  },
  {
    "translation": {
      "en": "Okay, but just keep in mind,",
      "vi": "Rồi, nhưng hãy nhớ là,"
    }
  },
  {
    "translation": {
      "en": "we're pretty old school at Chi City Sports Cuts and Clips--",
      "vi": "Tiệm Cắt Tỉa Tóc Thể thao Chi City khá cổ điển…"
    }
  },
  {
    "translation": {
      "en": "-Borough. -What's that?",
      "vi": "- Đô Thị. - Là gì cơ?"
    }
  },
  {
    "translation": {
      "en": "The salon has been renamed Borough.",
      "vi": "Tiệm tóc đã được đổi tên thành Đô Thị."
    }
  },
  {
    "translation": {
      "en": "It is our first location outside of New York.",
      "vi": "Đây là địa điểm đầu tiên của ta bên ngoài New York."
    }
  },
  {
    "translation": {
      "en": "That is so great.",
      "vi": "Tuyệt cú mèo."
    }
  },
  {
    "translation": {
      "en": "What a fun day full of extreme changes.",
      "vi": "Quả là một ngày vui vẻ đầy biến động."
    }
  },
  {
    "translation": {
      "en": "Now, if you'll excuse me for a sec, I'm gonna hit the head.",
      "vi": "Giờ, nếu mọi người cho phép, tôi sẽ vào toa-lét một chút nhé."
    }
  },
  {
    "translation": {
      "en": "-Give me the keys, motherfucker. -Please don't kill me! Take everything!",
      "vi": "- Đưa chìa đây, đồ khốn. - Đừng giết tôi! Lấy hết đi! Điện thoại đây, ví đây! Mã số là tám, bốn…"
    }
  },
  {
    "translation": {
      "en": "Here's my phone. Here's my wallet! -My PIN number's eight, four-- -[laughing]",
      "vi": "Lấy hết đi! Điện thoại đây, ví đây! Mã số là tám, bốn…"
    }
  },
  {
    "translation": {
      "en": "Jesus, Diane. I do not like that.",
      "vi": "Chúa ơi, chị Diane. Em không thích thế đâu nhé."
    }
  },
  {
    "translation": {
      "en": "That's the risk you take coming into the big city, Mark.",
      "vi": "Đó là rủi ro phải chịu khi chú đến thành phố lớn đó, Mark."
    }
  },
  {
    "translation": {
      "en": "-[laughs] She got you, Dad. -There's the birthday boy!",
      "vi": "- Bác ấy lừa được bố rồi. - Cậu bé sinh nhật đây rồi!"
    }
  },
  {
    "translation": {
      "en": "Oh, I got you a present.",
      "vi": "Ôi, bác có quà cho cháu này."
    }
  },
  {
    "translation": {
      "en": "Tip it back. His boxers come off so you can see what Dave's packin'--",
      "vi": "Nhậu đi. Quần lót của gã tuột ra để cháu thấy hàng của Dave…"
    }
  },
  {
    "translation": {
      "en": "Diane, he's 18.",
      "vi": "Chị Diane, nó mới 18 mà."
    }
  },
  {
    "translation": {
      "en": "-I know. He can legally drink. -That's not--",
      "vi": "- Chị biết. Nó được uống hợp pháp. - Đó không…"
    }
  },
  {
    "translation": {
      "en": "This is actually apropos, Aunt Diane.",
      "vi": "Thực ra nó rất đúng lúc đó, bác Diane."
    }
  },
  {
    "translation": {
      "en": "We're going to the Art Institute to see Hannah Black's video installation.",
      "vi": "Tụi cháu sẽ đến Viện Nghệ thuật xem video sắp đặt của Hannah Black."
    }
  },
  {
    "translation": {
      "en": "It's a reimagining of all the Renaissance Masters.",
      "vi": "Nó tái hiện lại tất cả các Bậc thầy Phục hưng."
    }
  },
  {
    "translation": {
      "en": "But first, lunch at the Palmer House. [verbalizing foghorn] Sucks.",
      "vi": "- Mà trước hết, ăn trưa ở Palmer House đã. - Chán chết."
    }
  },
  {
    "translation": {
      "en": "Speakin' of which, where's my sister?",
      "vi": "Nhắc mới nhớ, em gái chị đâu?"
    }
  },
  {
    "translation": {
      "en": "Oh, um, she's-- Uh--",
      "vi": "Cô ấy…"
    }
  },
  {
    "translation": {
      "en": "Well, what's goin' on with you, Diane?",
      "vi": "Chà, chị có chuyện gì thế, Diane?"
    }
  },
  {
    "translation": {
      "en": "Your hair looks… consistent.",
      "vi": "Tóc chị nhìn… vẫn vậy nhỉ."
    }
  },
  {
    "translation": {
      "en": "Mark, I know when you're hiding something 'cause your milky skin gets pink.",
      "vi": "Mark, chú che giấu gì là chị biết đó vì làn da trắng sữa này hồng lên."
    }
  },
  {
    "translation": {
      "en": "-Okay, she's upstairs. -Mwah!",
      "vi": "Rồi, cô ấy trên lầu."
    }
  },
  {
    "translation": {
      "en": "Well, if it isn't the Wicked Witch of the North Shore.",
      "vi": "Chà, chả phải Phù thủy Độc ác ở Bờ Bắc đây ư."
    }
  },
  {
    "translation": {
      "en": "To what do I owe the pleasure? We'll be in touch.",
      "vi": "- Sao chị có vinh dự này? - Ừ, ta sẽ liên lạc."
    }
  },
  {
    "translation": {
      "en": "If you're thinkin' about rentin' out the second room, Bonnie, you gotta tell me.",
      "vi": "Nếu em định cho thuê phòng thứ hai, Bonnie, phải bảo chị chứ."
    }
  },
  {
    "translation": {
      "en": "I keep my wet clothes in there.",
      "vi": "Chị để quần áo ướt ở đó."
    }
  },
  {
    "translation": {
      "en": "She's not moving in. She stages apartments.",
      "vi": "Cô ấy đâu chuyển vào. Cô ấy tới sắp xếp lại căn hộ mà."
    }
  },
  {
    "translation": {
      "en": "Diane, look, you know Daniel got into Stanford, right?",
      "vi": "Diane, nghe nè, chị biết Daniel được vào Stanford nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I know. And I hope my recommendation letter helped.",
      "vi": "Chị biết. Và chị mong là thư giới thiệu của chị đã giúp ích."
    }
  },
  {
    "translation": {
      "en": "Yeah. Besides being one of the most elite universities in the world,",
      "vi": "Ừ. Ngoài việc là một trong các trường đại học ưu tú nhất thế giới,"
    }
  },
  {
    "translation": {
      "en": "it's also incredibly expensive.",
      "vi": "nó còn cực kỳ đắt đỏ."
    }
  },
  {
    "translation": {
      "en": "So Mark and I have to offload some of our assets.",
      "vi": "Nên Mark và em phải giảm bớt vài tài sản."
    }
  },
  {
    "translation": {
      "en": "English, please.",
      "vi": "Nói tiếng Anh giùm coi."
    }
  },
  {
    "translation": {
      "en": "Oh my God, I'm selling the condo.",
      "vi": "Ôi Chúa ơi, em sẽ bán căn hộ này."
    }
  },
  {
    "translation": {
      "en": "So I'm gonna have a new landlord?",
      "vi": "Vậy là chị sẽ có chủ nhà mới à?"
    }
  },
  {
    "translation": {
      "en": "You have to move out, Diane.",
      "vi": "Chị phải chuyển đi, Diane."
    }
  },
  {
    "translation": {
      "en": "[gasps] What? How could you do this to me? After all the work I put into this place?",
      "vi": "Hả? Sao em có thể làm thế với chị? Sau tất cả công sức chị bỏ vào chỗ này?"
    }
  },
  {
    "translation": {
      "en": "The Van Halen Fatheads,",
      "vi": "Tranh dán tường Van Halen, áp phích của Tủ Lạnh, trên tủ lạnh…"
    }
  },
  {
    "translation": {
      "en": "that poster of the Fridge on the fridge…",
      "vi": "Tranh dán tường Van Halen, áp phích của Tủ Lạnh, trên tủ lạnh… TỦ LẠNH"
    }
  },
  {
    "translation": {
      "en": "Maybe this'll be good for you. It could be the kick in the pants you need.",
      "vi": "Có lẽ nó sẽ tốt cho chị. Nó có thể là cú huých mà chị cần."
    }
  },
  {
    "translation": {
      "en": "What the hell does that mean?",
      "vi": "Ý em là cái quái gì?"
    }
  },
  {
    "translation": {
      "en": "I mean, don't you think it's time for you to reevaluate?",
      "vi": "Ý em là, chị không nghĩ đã đến lúc chị nên xem xét lại ư?"
    }
  },
  {
    "translation": {
      "en": "Wait, where is the dishwasher? I upgraded it to a kegerator.",
      "vi": "- Khoan, máy rửa bát đâu? - Chị nâng cấp nó thành tủ bia rồi."
    }
  },
  {
    "translation": {
      "en": "-[phone chimes] -Oh. I can't get into this right now. A homeless person just walked past the car, and Mark is nervous.",
      "vi": "Giờ không nói vụ này được. Một kẻ vô gia cư vừa đi qua xe, và Mark rất sợ."
    }
  },
  {
    "translation": {
      "en": "A homeless person? You mean, like what you just made me?",
      "vi": "Một kẻ vô gia cư? Ý em là, như em vừa biến chị ấy hả?"
    }
  },
  {
    "translation": {
      "en": "You have one week.",
      "vi": "Chị có một tuần."
    }
  },
  {
    "translation": {
      "en": "Oh, that's plenty of time.",
      "vi": "Ôi, nhiều thời gian quá nhỉ."
    }
  },
  {
    "translation": {
      "en": "I've gotten pregnant and un-pregnant in one week!",
      "vi": "Chị sẽ có bầu và đẻ trong một tuần nữa đấy!"
    }
  },
  {
    "translation": {
      "en": "I am just fine, baby!",
      "vi": "Chị ổn mà, cưng!"
    }
  },
  {
    "translation": {
      "en": "[Diane] So Kurt's gone, job is rocky, and the apartment situation ain't lookin' good.",
      "vi": "Vậy là Kurt đi mất, công việc khó khăn, và tình hình căn hộ có vẻ không ổn lắm."
    }
  },
  {
    "translation": {
      "en": "That's a three-peat but in a bad way.",
      "vi": "Một cú hat-trick nhưng theo nghĩa xấu."
    }
  },
  {
    "translation": {
      "en": "Luckily, I can always count on my baby boy, Mikey.",
      "vi": "May là, tôi luôn có thể trông cậy vào con trai cưng, Mikey."
    }
  },
  {
    "translation": {
      "en": "Hi, Mikey!",
      "vi": "Chào, Mikey!"
    }
  },
  {
    "translation": {
      "en": "Most mothers would be horrified if their son just got hit in the face with a 48-pound Samsonite,",
      "vi": "Hầu hết các mẹ sẽ hoảng nếu con trai họ bị cái vali Samsonite 22 cân đập vào mặt,"
    }
  },
  {
    "translation": {
      "en": "but my Mikey has the skull of a ram.",
      "vi": "mà đầu Mikey của tôi cứng như sọ dừa."
    }
  },
  {
    "translation": {
      "en": "He's been hit in the head at every single Chicago sporting event.",
      "vi": "Nó bị đánh vào đầu ở mọi sự kiện thể thao ở Chicago."
    }
  },
  {
    "translation": {
      "en": "That huge, hard melon is why he's my only kid. Tore me apart comin' out.",
      "vi": "Quả dưa cứng, khổng lồ đó là lý do nó là con một. Nó xé toạc tôi để chui ra."
    }
  },
  {
    "translation": {
      "en": "-[grunts] -Hi, baby. I brought you rib tips.",
      "vi": "Chào cưng. Mẹ đem sườn nướng cho con này."
    }
  },
  {
    "translation": {
      "en": "Ma, I'm super busy.",
      "vi": "Mẹ ơi, con bận lắm."
    }
  },
  {
    "translation": {
      "en": "Southwest keeps addin' these \"wanna get aways,\"",
      "vi": "Southwest cứ thêm vé \"muốn đi chơi\","
    }
  },
  {
    "translation": {
      "en": "and all the bags fly free.",
      "vi": "và hành lý được bay miễn phí."
    }
  },
  {
    "translation": {
      "en": "You know what would help? If I moved in with you for a bit. I could cook you breakfast gyros.",
      "vi": "Biết gì sẽ giúp chứ? Mẹ đến ở với con một thời gian. Mẹ sẽ nấu bữa sáng là gyro."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Ma.",
      "vi": "Con xin lỗi, mẹ à."
    }
  },
  {
    "translation": {
      "en": "Dad already took the Murphy bed in the garage.",
      "vi": "Bố đã lấy cái giường gấp trong ga-ra rồi."
    }
  },
  {
    "translation": {
      "en": "That slippery motherfucker. I can't believe he would stoop to askin' his own child to bail him out.",
      "vi": "Tên khốn láu cá đó. Chả tin nổi anh ta lại hạ mình xin xỏ con trai để thoát khổ."
    }
  },
  {
    "translation": {
      "en": "What about the shed in back?",
      "vi": "Thế còn nhà kho ở phía sau?"
    }
  },
  {
    "translation": {
      "en": "I would never let my mother live in a frickin' shed.",
      "vi": "Con sẽ chả đời nào để mẹ sống ở nhà kho."
    }
  },
  {
    "translation": {
      "en": "Besides, my buddy Anton's living there until his wife gets out of jail.",
      "vi": "Với cả, bạn Anton của con ở đó cho đến khi vợ ra tù rồi."
    }
  },
  {
    "translation": {
      "en": "You know what? You're right. I'm better than a shed.",
      "vi": "Biết gì chứ? Con đúng đó. Mẹ xứng đáng hơn một nhà kho."
    }
  },
  {
    "translation": {
      "en": "I should upgrade a little. I love you, honey.",
      "vi": "Mẹ nên nâng cấp chút. Mẹ yêu con, cục cưng à."
    }
  },
  {
    "translation": {
      "en": "And remember, always lift with your back.",
      "vi": "Và hãy nhớ, luôn nhấc đồ bằng lưng nhé."
    }
  },
  {
    "translation": {
      "en": "[grunts] Goddamn it! That is for sure over 50 pounds.",
      "vi": "Chết tiệt! Cái đó chắc chắn hơn 22 cân."
    }
  },
  {
    "translation": {
      "en": "So I'd like somewhere with a pool. Above ground is preferred. And I need a three-car garage",
      "vi": "Đó, tôi thích nhà có hồ bơi, ưu tiên cao hơn mặt đất và tôi cần một gara ba xe,"
    }
  },
  {
    "translation": {
      "en": "'cause I gotta park my Camaro horizontally.",
      "vi": "vì phải đỗ ngang con Camaro của tôi."
    }
  },
  {
    "translation": {
      "en": "Okay, that's a lot of amenities.",
      "vi": "Rồi, nhiều tiện nghi quá nhỉ."
    }
  },
  {
    "translation": {
      "en": "-[laptop chimes] -Oh, your credit report just came in.",
      "vi": "Ồ, báo cáo tín dụng của cô vừa đến."
    }
  },
  {
    "translation": {
      "en": "-I don't think I can help you. -Why? What is it?",
      "vi": "- Chắc tôi chả giúp nổi. - Sao? Gì thế?"
    }
  },
  {
    "translation": {
      "en": "Negative 70. Ah! It went up.",
      "vi": "- Âm 70. - À, nó tăng rồi."
    }
  },
  {
    "translation": {
      "en": "Maybe we need to reassess your criteria. That's fine. I'm super flex.",
      "vi": "- Có lẽ ta cần đánh giá lại tiêu chí. - Chả sao, tôi siêu linh hoạt."
    }
  },
  {
    "translation": {
      "en": "If it's an in-ground pool, I'll deal. I gotta run to work. I believe in you…",
      "vi": "Hồ bơi âm dưới mặt đất thì cũng được mà. Tôi phải đi làm đây. Tôi tin anh đó…"
    }
  },
  {
    "translation": {
      "en": "-Carl. -Carl.",
      "vi": "- Carl. - Carl."
    }
  },
  {
    "translation": {
      "en": "The cut looks great, honey.",
      "vi": "Kiểu tóc nhìn tuyệt lắm, cưng."
    }
  },
  {
    "translation": {
      "en": "Very Dennis Franz.",
      "vi": "Cực kỳ Dennis Franz luôn."
    }
  },
  {
    "translation": {
      "en": "That'll be… 36 dollars?",
      "vi": "Của anh hết… 36 đô la?"
    }
  },
  {
    "translation": {
      "en": "Jesus, what a rip!",
      "vi": "Chúa ơi, đúng là cắt cổ!"
    }
  },
  {
    "translation": {
      "en": "But totally worth it.",
      "vi": "Nhưng hoàn toàn xứng đáng."
    }
  },
  {
    "translation": {
      "en": "Do you take Apple Pay?",
      "vi": "Cô nhận Apple Pay chứ?"
    }
  },
  {
    "translation": {
      "en": "[laughs] Yeah, sure. One bushel of apples ought to do it.",
      "vi": "Ừ, hẳn rồi. Hơn hai mươi cân táo là đủ đấy."
    }
  },
  {
    "translation": {
      "en": "Seriously, just scan my phone.",
      "vi": "Thật đó, quét điện thoại giùm đi."
    }
  },
  {
    "translation": {
      "en": "Ah, shit. Let me figure out this goddamn nerd pad.",
      "vi": "Khốn thật, để tôi tìm hiểu cái bảng mọt sách khỉ gió này vậy."
    }
  },
  {
    "translation": {
      "en": "-Oops. Wrong button. Maybe this-- -[thrash metal playing]",
      "vi": "Úi, sai nút rồi. Chắc là đây…"
    }
  },
  {
    "translation": {
      "en": "Okay, now that we've sanitized the perineum, let's remove this ingrown hair.",
      "vi": "Rồi, giờ ta đã khử trùng vùng đáy chậu, hãy nhổ phần lông mọc ngược này."
    }
  },
  {
    "translation": {
      "en": "Diane, turn this off.",
      "vi": "Diane, tắt nó đi ngay."
    }
  },
  {
    "translation": {
      "en": "-Shit. Sorry. Hold on. -[thrash metal cycles on and off] And why are you watchin' this at work?",
      "vi": "- Chết tiệt. Xin lỗi. Chờ chút. - Sao cô lại xem cái này ở chỗ làm hả?"
    }
  },
  {
    "translation": {
      "en": "You said I couldn't watch the Cubs. Turn it off, now.",
      "vi": "- Anh nói tôi không được xem đội Cubs mà. - Tắt nó đi, ngay."
    }
  },
  {
    "translation": {
      "en": "Got it. So you hit \"off.\"",
      "vi": "Hiểu rồi. Vậy là ấn nút \"tắt\"."
    }
  },
  {
    "translation": {
      "en": "Diane, you haven't had a client in your chair for two days,",
      "vi": "Diane, cô đã không có khách ở ghế của cô suốt hai ngày,"
    }
  },
  {
    "translation": {
      "en": "so I put you at the front counter, and somehow, that was worse.",
      "vi": "nên tôi cho cô làm quầy lễ tân và sao đó lại tệ hơn á."
    }
  },
  {
    "translation": {
      "en": "So back to the chair?",
      "vi": "Thế quay lại ghế cắt tóc à?"
    }
  },
  {
    "translation": {
      "en": "Diane, to be honest, I don't know where I can put you.",
      "vi": "Diane, nói thật, tôi chả biết phải cho cô làm ở vị trí nào."
    }
  },
  {
    "translation": {
      "en": "Maybe you just don't fit in here.",
      "vi": "Có lẽ, chỉ là cô không phù hợp ở đây."
    }
  },
  {
    "translation": {
      "en": "Oh, I see what's goin' on.",
      "vi": "Ồ, tôi hiểu chuyện gì rồi."
    }
  },
  {
    "translation": {
      "en": "Well, that's too bad.",
      "vi": "Chà, thế thì tiếc quá,"
    }
  },
  {
    "translation": {
      "en": "'Cause I really wanted to fit in here at Borough",
      "vi": "vì tôi thật sự muốn phù hợp với Đô Thị,"
    }
  },
  {
    "translation": {
      "en": "'cause this place rocks.",
      "vi": "vì nơi này rất đỉnh đấy."
    }
  },
  {
    "translation": {
      "en": "Psych.",
      "vi": "Phét đó."
    }
  },
  {
    "translation": {
      "en": "[Diane] Now, when a white person tells you they're from Chicago, they're actually most likely from a suburb,",
      "vi": "Giờ, khi một người da trắng bảo họ đến từ Chicago, rất có thể họ đến từ ngoại ô,"
    }
  },
  {
    "translation": {
      "en": "like where my sister Bonnie lives.",
      "vi": "như nơi em gái tôi, Bonnie sống."
    }
  },
  {
    "translation": {
      "en": "Hey. I'm talking to my Stanford roommate. Mom's in the kitchen.",
      "vi": "Chào. Cháu đang gọi bạn cùng phòng ở Stanford. Mẹ ở bếp."
    }
  },
  {
    "translation": {
      "en": "Here, sweetie, kill this for me. Oh, I don't want this.",
      "vi": "- Đây, cưng, dập nó cho bác. - Ôi, cháu đâu muốn cái này."
    }
  },
  {
    "translation": {
      "en": "Hi. Place looks great. Love the curtains and shit.",
      "vi": "Chào. Nhà đẹp ghê cơ. Chị mê rèm cửa, các thứ đó."
    }
  },
  {
    "translation": {
      "en": "Listen, I gotta talk to you, in private.",
      "vi": "Nghe nè, chị phải nói chuyện riêng với em."
    }
  },
  {
    "translation": {
      "en": "Anything you say to me, you can say in front of Mark.",
      "vi": "Muốn nói gì với em thì cứ nói có cả Mark."
    }
  },
  {
    "translation": {
      "en": "Okay. Hey, I can't stop queefing.",
      "vi": "Được rồi. Này, chị không thể ngừng xì hơi cô bé."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go charge the leaf blower.",
      "vi": "Anh đi sạc máy thổi lá đây."
    }
  },
  {
    "translation": {
      "en": "Anyhooters, whaddya think about giving me an extension on the apartment?",
      "vi": "Cơ mà này, em nghĩ sao về việc cho chị gia hạn căn hộ?"
    }
  },
  {
    "translation": {
      "en": "Two, maybe three years.",
      "vi": "Hai, có thể là ba năm."
    }
  },
  {
    "translation": {
      "en": "Gotta get my freakin' ducks in a barrel.",
      "vi": "Để chị sắp xếp mọi chuyện đã."
    }
  },
  {
    "translation": {
      "en": "Absolutely not.",
      "vi": "Chắc chắn là không."
    }
  },
  {
    "translation": {
      "en": "[sighs] I thought it might come to this.",
      "vi": "Biết sẽ tới nước này mà."
    }
  },
  {
    "translation": {
      "en": "This is an Uno's Pizzeria platinum gold card.",
      "vi": "Đây là thẻ vàng bạch kim của cửa hàng Uno's Pizzeria."
    }
  },
  {
    "translation": {
      "en": "It entitles the cardholder to free unlimited deep dish pizza for life.",
      "vi": "Nó cho phép chủ thẻ ăn miễn phí pizza đế sâu không giới hạn suốt đời."
    }
  },
  {
    "translation": {
      "en": "I won it in a thong contest on Mancow's Morning Madhouse.",
      "vi": "Chị thắng ở cuộc thi quần lọt khe của Mancow's Morning Madhouse."
    }
  },
  {
    "translation": {
      "en": "Obviously, the value of the card far exceeds the price of the rent,",
      "vi": "Rõ ràng, giá trị của thẻ cao hơn nhiều so với giá thuê,"
    }
  },
  {
    "translation": {
      "en": "so we're gonna have to prorate the difference.",
      "vi": "nên ta phải tính tỷ lệ khoản chênh lệch đó."
    }
  },
  {
    "translation": {
      "en": "Wow, what a reasonable trade-off.",
      "vi": "Chà, trao đổi hợp lý ghê cơ."
    }
  },
  {
    "translation": {
      "en": "I rescind my offer.",
      "vi": "Chị hủy bỏ đề nghị."
    }
  },
  {
    "translation": {
      "en": "Actually, while you're here, I do need you to sign this.",
      "vi": "Thật ra, tiện chị ở đây, chị ký vào đây đi."
    }
  },
  {
    "translation": {
      "en": "It just says that you will vacate the condo on the agreed-upon date.",
      "vi": "Nó nói rằng chị sẽ rời khỏi căn hộ vào ngày đã định."
    }
  },
  {
    "translation": {
      "en": "Feel free to have your lawyer look it over.",
      "vi": "Cứ để luật sư của chị xem."
    }
  },
  {
    "translation": {
      "en": "Oh, sure. Yeah, I'll just run it by my lawyer.",
      "vi": "Ồ, phải. Ừ, chị sẽ bảo luật sư của chị xử lý."
    }
  },
  {
    "translation": {
      "en": "And my stockbroker and my dentist.",
      "vi": "Cả môi giới chứng khoán và nha sĩ nữa."
    }
  },
  {
    "translation": {
      "en": "Come on, Bonnie, you know I can't afford those luxuries.",
      "vi": "Nào, Bonnie, em biết chị đâu trả nổi mấy thứ xa xỉ đó."
    }
  },
  {
    "translation": {
      "en": "Not everyone married a trust-fund baby.",
      "vi": "Đâu phải ai cũng cưới trẻ ngậm thìa vàng."
    }
  },
  {
    "translation": {
      "en": "Stop saying everyone who has a steady job is a trust-fund baby.",
      "vi": "Đừng nói ai có công việc ổn định đều là trẻ ngậm thìa vàng nữa."
    }
  },
  {
    "translation": {
      "en": "I'm not signing your stupid papers.",
      "vi": "Chị chả ký giấy dở hơi này đâu."
    }
  },
  {
    "translation": {
      "en": "And to think, I almost gave you free deep dish for life.",
      "vi": "Và nghĩ đi, chị suýt cho em pizza đế sâu miễn phí cả đời đó."
    }
  },
  {
    "translation": {
      "en": "Unlimited toppings, up to three. No premium meats.",
      "vi": "Topping không giới hạn, tối đa là ba. Trừ thịt thượng hạng."
    }
  },
  {
    "translation": {
      "en": "Not available on weekend nights. Void where prohibited--",
      "vi": "Trừ các tối cuối tuần. Trừ những nơi cấm…"
    }
  },
  {
    "translation": {
      "en": "Diane, go home.",
      "vi": "Diane, về nhà đi."
    }
  },
  {
    "translation": {
      "en": "You hungry, kiddo?",
      "vi": "Đói không, nhóc?"
    }
  },
  {
    "translation": {
      "en": "My roommate's name is Thorn.",
      "vi": "Bạn cùng phòng cháu tên là Thorn."
    }
  },
  {
    "translation": {
      "en": "He's on a water polo scholarship,",
      "vi": "Cậu ấy đang theo học bổng bóng nước,"
    }
  },
  {
    "translation": {
      "en": "and he says his girlfriend will be sleeping over a lot.",
      "vi": "và cậu ấy nói bạn gái cậu ấy sẽ qua đó ngủ rất nhiều."
    }
  },
  {
    "translation": {
      "en": "I shouldn't complain. Stanford is one of the elite universities in the world.",
      "vi": "Cháu chả nên kêu ca. Stanford thuộc số trường đại học ưu tú nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "You sound like your frickin' mom. What are you really feeling?",
      "vi": "Cháu nói như bà mẹ cháu ấy. Cháu thực sự cảm thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll go first.",
      "vi": "Được rồi, để bác nói trước nhé."
    }
  },
  {
    "translation": {
      "en": "I know when you look at me, you think, \"Damn, my aunt's got her shit together.\"",
      "vi": "Bác biết khi nhìn bác, cháu nghĩ: \"Ôi, bác mình biết rõ bác muốn gì\"."
    }
  },
  {
    "translation": {
      "en": "But if I'm being honest, I'm kind of in a rebuilding year, and I don't know what's next for me.",
      "vi": "Mà thật ra, bác đang trong một năm bắt đầu lại và bác chả rõ tiếp theo là gì."
    }
  },
  {
    "translation": {
      "en": "Now, you go.",
      "vi": "Giờ tới cháu."
    }
  },
  {
    "translation": {
      "en": "[sighs] Well, I think I got so caught up in everybody wanting me to go to Stanford,",
      "vi": "Chà, có lẽ cháu bị cuốn vào việc mọi người muốn cháu vào Stanford,"
    }
  },
  {
    "translation": {
      "en": "I never asked myself if I wanted to go there.",
      "vi": "mà chưa hề tự hỏi mình muốn vào không."
    }
  },
  {
    "translation": {
      "en": "I felt the same way when I went to Medieval Times for my third bachelorette party.",
      "vi": "Bác cũng thấy thế khi đến Medieval Times cho tiệc độc thân lần ba á."
    }
  },
  {
    "translation": {
      "en": "Did you know all that shit's fake? Yeah, we kept telling you.",
      "vi": "- Cháu biết mấy thứ đó là giả chứ? - Vâng, bọn cháu bảo bác suốt mà."
    }
  },
  {
    "translation": {
      "en": "[sighs] Why am I gonna move 2,000 miles away to find myself, when I don't even know who I am here?",
      "vi": "Sao cháu phải đi 3.200 cây để tìm bản thân khi cháu còn chả rõ mình là ai ở đây?"
    }
  },
  {
    "translation": {
      "en": "I know who you are. You're my amazing nephew.",
      "vi": "Bác biết cháu là ai. Là cháu trai xịn của bác."
    }
  },
  {
    "translation": {
      "en": "You're cool and kind and talented. Hello! With all your art stuff?",
      "vi": "Cháu ngầu, tốt bụng và tài năng. Xin chào! Với tất cả tác phẩm nghệ thuật của cháu?"
    }
  },
  {
    "translation": {
      "en": "You're gonna be aces no matter where you end up.",
      "vi": "Cháu sẽ cực xịn dù có ở bất cứ đâu."
    }
  },
  {
    "translation": {
      "en": "You really like my artwork? It's incredible, Daniel.",
      "vi": "- Bác mê tác phẩm của cháu thật ạ? - Nó cực đẹp, Daniel."
    }
  },
  {
    "translation": {
      "en": "And I think art sucks. -[jaunty ring tone plays] -Oh, it's my Realtor. Go for Diane.",
      "vi": "Và bác nghĩ nghệ thuật rất dở hơi. Ồ, người môi giới của bác. Nói với Diane nào."
    }
  },
  {
    "translation": {
      "en": "Hello, Diane, great news. Found a place, and it's in your price range.",
      "vi": "Chào, Diane, tin tốt. Tìm thấy một nơi trong tầm giá của cô rồi."
    }
  },
  {
    "translation": {
      "en": "Sweet Ditka's dick.",
      "vi": "Ôi Họa mi của Ditka ơi."
    }
  },
  {
    "translation": {
      "en": "See, Daniel? Things do work out.",
      "vi": "Đó, Daniel? Mọi việc sẽ suôn sẻ thôi."
    }
  },
  {
    "translation": {
      "en": "What neighborhood is it in? Pilsen? Back of the Yards? Uptown? Downtown?",
      "vi": "Nó ở khu nào? Pilsen? Back of the Yards? Phố trên? Trung tâm?"
    }
  },
  {
    "translation": {
      "en": "Logan Square? Lincoln Square? Lincoln Park? Garfield Park?",
      "vi": "Quảng trường Logan, Lincoln? Công viên Lincoln, Garfield?"
    }
  },
  {
    "translation": {
      "en": "Morgan Park? Hyde Park? Would love a park.",
      "vi": "Công viên Morgan, Hyde? Tôi mê công viên."
    }
  },
  {
    "translation": {
      "en": "It's in Hammond.",
      "vi": "Nó ở Hammond."
    }
  },
  {
    "translation": {
      "en": "Hammond? But that's in…",
      "vi": "Hammond? Nhưng đó là ở…"
    }
  },
  {
    "translation": {
      "en": "[low-pitched and distorted] Indiana.",
      "vi": "Indiana."
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "Maybe Indiana isn't that bad.",
      "vi": "Có lẽ Indiana không tệ đến thế đâu."
    }
  },
  {
    "translation": {
      "en": "Are you kiddin' me?",
      "vi": "Đùa bác đấy à?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna move to that shithole and become one of those invisible women",
      "vi": "Bác sẽ chuyển đến khu ổ chuột đó và thành một bà cô vô hình"
    }
  },
  {
    "translation": {
      "en": "who eat Stouffer's creamed spinach soufflé by herself every night,",
      "vi": "ăn bánh kếp soufflé rau bina của Stouffer một mình mỗi tối,"
    }
  },
  {
    "translation": {
      "en": "until one day her cats turn on her and boom! I'm frickin' dead.",
      "vi": "cho đến một ngày bị con mèo phản bội và bùm, bác sẽ chết."
    }
  },
  {
    "translation": {
      "en": "And I'll never see you again because I'll be stuck in California",
      "vi": "Và cháu sẽ chả bao giờ gặp lại bác vì kẹt ở California,"
    }
  },
  {
    "translation": {
      "en": "listening to Thorn not satisfying his girlfriend.",
      "vi": "nghe Thorn không thỏa mãn được bồ cậu ấy."
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "vi": "Biết gì chứ?"
    }
  },
  {
    "translation": {
      "en": "You're leavin'. I'm leavin'. Fuck it. Let's have the rager to end all ragers.",
      "vi": "Cháu sẽ đi, bác sẽ đi… Kệ xác. Mở tiệc cho bõ tức đi."
    }
  },
  {
    "translation": {
      "en": "One last chance for us to jam out with our clams out.",
      "vi": "Một cơ hội cuối để chúng ta cho chim chóc bung lụa."
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't see how clam-jamming would fix this.",
      "vi": "Vâng, cháu không rõ chim chóc bung lụa có giúp được không."
    }
  },
  {
    "translation": {
      "en": "It won't. This world is filled with shit that we can't control.",
      "vi": "Không đâu. Thế giới này đầy những thứ ta chả thể kiểm soát."
    }
  },
  {
    "translation": {
      "en": "Your husband leaves, you get a jagbag of a boss, your whore sister kicks you out.",
      "vi": "Chồng thì bỏ đi, sếp thì khó ưa, con đĩ em gái thì đuổi ra…"
    }
  },
  {
    "translation": {
      "en": "-Please don't call my mother that. -Daniel, it's like I always say.",
      "vi": "- Đừng gọi mẹ cháu thế. - Daniel, như bác vẫn luôn nói."
    }
  },
  {
    "translation": {
      "en": "When life gives you lemons,",
      "vi": "Khi đời cho cháu chanh,"
    }
  },
  {
    "translation": {
      "en": "you turn that shit into Mike's Hard Lemonade.",
      "vi": "hãy biến nó thành Mike's Hard Lemonade."
    }
  },
  {
    "translation": {
      "en": "[singer] Whoo!",
      "vi": "ĐẾN TIỆC CỦA DIANE (ĐỂ BÕ TỨC) CỰC XỊN"
    }
  },
  {
    "translation": {
      "en": "Thanks for comin', sweetie. Ooh, I'll take a hit of that.",
      "vi": "Cảm ơn vì đã đến, mấy cưng. Úi, tôi sẽ uống nó."
    }
  },
  {
    "translation": {
      "en": "Fuck Green Bay!",
      "vi": "Green Bay chết đi!"
    }
  },
  {
    "translation": {
      "en": "Bottoms up.",
      "vi": "Cạn ly nào."
    }
  },
  {
    "translation": {
      "en": "[inhales] My girls!",
      "vi": "Các gái à!"
    }
  },
  {
    "translation": {
      "en": "God bless you two. I'm gonna miss you both so much.",
      "vi": "Chúa phù hộ hai cô. Tôi sẽ nhớ hai cô lắm đó."
    }
  },
  {
    "translation": {
      "en": "It won't be the same without you.",
      "vi": "Mọi thứ sẽ rất khác khi thiếu cô."
    }
  },
  {
    "translation": {
      "en": "It'll be less loud, less smoky, and less fun.",
      "vi": "Nó sẽ ít ồn ào hơn, ít khói hơn và ít vui hơn."
    }
  },
  {
    "translation": {
      "en": "[laughs] You said it.",
      "vi": "Cô nói đó nha."
    }
  },
  {
    "translation": {
      "en": "Scottie Pippen. Ya made it.",
      "vi": "Scottie Pippen. Anh đến rồi."
    }
  },
  {
    "translation": {
      "en": "You told me the other Bulls would be here. I did. I did say that.",
      "vi": "- Cô bảo mấy cầu thủ Bulls khác sẽ ở đây. - Đúng vậy. Tôi có nói thế."
    }
  },
  {
    "translation": {
      "en": "Find me later. I'm single again.",
      "vi": "Tìm tôi sau nhé. Tôi lại độc thân rồi."
    }
  },
  {
    "translation": {
      "en": "We can play \"Just the Tip in with Pippen.\"",
      "vi": "Ta sẽ chơi \"Thảy bóng vào rổ với Pippen\"."
    }
  },
  {
    "translation": {
      "en": "I know, right?",
      "vi": "Em biết, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "There he is. My handsome nephew.",
      "vi": "Cậu ấy đây rồi. Cháu trai bảnh bao của bác."
    }
  },
  {
    "translation": {
      "en": "What I wouldn't give to be 18 again and living down in the city.",
      "vi": "Tôi sẽ không làm thế nếu 18 tuổi lần nữa và sống ở thành phố."
    }
  },
  {
    "translation": {
      "en": "Well, actually, I'm going to coll-- Whoa-whoa-whoa, Styx. Hold up, boys.",
      "vi": "- À, thật ra, em sẽ đi học đại… - Ôi, Styx. Khoan đã, các cậu."
    }
  },
  {
    "translation": {
      "en": "Can I get everyone's attention?",
      "vi": "Cả nhà chú ý được không ạ?"
    }
  },
  {
    "translation": {
      "en": "Tonight, we are celebratin' the end of an era.",
      "vi": "Đêm nay, ta sẽ ăn mừng việc kết thúc một kỷ nguyên."
    }
  },
  {
    "translation": {
      "en": "As some of you may know,",
      "vi": "Như vài người đã biết,"
    }
  },
  {
    "translation": {
      "en": "this'll be the last rager thrown at this address.",
      "vi": "đây sẽ là tiệc cuối tổ chức ở địa chỉ này."
    }
  },
  {
    "translation": {
      "en": "-What? -No way.",
      "vi": "- Gì cơ? - Đùa à."
    }
  },
  {
    "translation": {
      "en": "Where are the other Bulls?",
      "vi": "Mấy cầu thủ Bulls kia đâu?"
    }
  },
  {
    "translation": {
      "en": "But more importantly,",
      "vi": "Mà quan trọng hơn,"
    }
  },
  {
    "translation": {
      "en": "we are also here to celebrate the start of a new era.",
      "vi": "ta cũng ở đây để ăn mừng sự khởi đầu cho một kỷ nguyên mới."
    }
  },
  {
    "translation": {
      "en": "I'd like to give a toast to my nephew.",
      "vi": "Tôi muốn nâng ly mừng cháu tôi."
    }
  },
  {
    "translation": {
      "en": "Daniel Whiddington, get your juicy little fanny up here.",
      "vi": "Daniel Whiddington, lê cái mông nhỏ ngon nghẻ lên đây nào."
    }
  },
  {
    "translation": {
      "en": "This is the best night of my life!",
      "vi": "Đây là đêm tuyệt nhất đời cháu!"
    }
  },
  {
    "translation": {
      "en": "It's a miracle he turned out so good,",
      "vi": "Thật kỳ diệu khi nó tòi ra cực xịn,"
    }
  },
  {
    "translation": {
      "en": "'cause his dad is a pussy and his mom is a dick.",
      "vi": "dù bố nó là tên hèn và mẹ nó là một ả khốn."
    }
  },
  {
    "translation": {
      "en": "What da fuck?",
      "vi": "Cái quái gì thế này?"
    }
  },
  {
    "translation": {
      "en": "-Mom? -Bonnie?",
      "vi": "- Mẹ? - Bonnie?"
    }
  },
  {
    "translation": {
      "en": "Put that goddamn beer stein down.",
      "vi": "Bỏ cái vại bia chết tiệt đó xuống."
    }
  },
  {
    "translation": {
      "en": "Oh, no, her Chicago accent's out.",
      "vi": "Ôi không, nó nói giọng Chicago rồi."
    }
  },
  {
    "translation": {
      "en": "-Did you tell her about the party? -No.",
      "vi": "- Cháu kể mẹ về bữa tiệc? - Không."
    }
  },
  {
    "translation": {
      "en": "I tracked his phone, and I saw he was here. That's an invasion of my privacy.",
      "vi": "- Em dò điện thoại nó và thấy nó ở đây. - Đó là xâm phạm quyền riêng tư của con."
    }
  },
  {
    "translation": {
      "en": "You, get your things.",
      "vi": "Con, lấy đồ đi."
    }
  },
  {
    "translation": {
      "en": "You, fire escape, now.",
      "vi": "Chị, lối thoát hiểm, ngay."
    }
  },
  {
    "translation": {
      "en": "Everything's okay.",
      "vi": "Mọi thứ đều ổn."
    }
  },
  {
    "translation": {
      "en": "Party's still on.",
      "vi": "Tiệc vẫn tiếp tục."
    }
  },
  {
    "translation": {
      "en": "Styx, play \"Come Sail Away.\"",
      "vi": "Styx, chơi bài \"Ra Khơi Nào\" đi."
    }
  },
  {
    "translation": {
      "en": "Listen, Bonnie--",
      "vi": "Nghe nè, Bonnie…"
    }
  },
  {
    "translation": {
      "en": "I should call the cops on you for getting my underage son drunk.",
      "vi": "Em nên gọi cảnh sát bắt chị vì làm thằng con chưa đủ tuổi của em xỉn."
    }
  },
  {
    "translation": {
      "en": "The cops? Who do you think brought the nitrous?",
      "vi": "Cảnh sát á? Em nghĩ ai đã mang khí nitơ đến?"
    }
  },
  {
    "translation": {
      "en": "Look at you.",
      "vi": "Nhìn chị đi."
    }
  },
  {
    "translation": {
      "en": "You're chasing a party that ended 20 years ago.",
      "vi": "Chị đang theo đuổi một bữa tiệc đã kết thúc 20 năm trước."
    }
  },
  {
    "translation": {
      "en": "Why do you think Mom and Dad moved to Arizona? Because the dry air is good for Dad's gout.",
      "vi": "- Chị nghĩ sao bố mẹ đến Arizona? - Vì khí hậu khô tốt cho bệnh gút của bố."
    }
  },
  {
    "translation": {
      "en": "No, it was to get away from you.",
      "vi": "Không, mà là để tránh xa chị đấy."
    }
  },
  {
    "translation": {
      "en": "You're just like Chicago, a huge mess whose best days are behind you.",
      "vi": "Chị y chang Chicago vậy, một mớ hỗn độn với chuỗi ngày huy hoàng đã lùi xa."
    }
  },
  {
    "translation": {
      "en": "I am just like Chicago! Yeah, we ain't perfect.",
      "vi": "Chị y chang Chicago đấy! Ừ, bọn chị không hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "The South Side is very screwed up.",
      "vi": "Phía Nam thì rất tệ hại."
    }
  },
  {
    "translation": {
      "en": "North Side, a little better.",
      "vi": "Phía Bắc, khá hơn chút."
    }
  },
  {
    "translation": {
      "en": "A lot of work and money has been put into it. That makes sense.",
      "vi": "Vô số công sức và tiền bạc đã đổ vào nó. Hợp lý mà."
    }
  },
  {
    "translation": {
      "en": "At least I don't worry about what everyone thinks and pretend to be somethin' I'm not,",
      "vi": "Ít nhất chị mặc kệ những gì họ nghĩ và chả giả vờ mình là ai đó khác,"
    }
  },
  {
    "translation": {
      "en": "which is exactly what you're doin' to Daniel.",
      "vi": "còn đó chính là điều em đang làm với Daniel."
    }
  },
  {
    "translation": {
      "en": "Well, guess what? He's goin' to college. So worry about your own degenerate ass.",
      "vi": "Chà, biết gì chứ? Nó sẽ học đại học. Nên lo cho cái mông thoái hóa của chị đi."
    }
  },
  {
    "translation": {
      "en": "Don't talk to her like that way.",
      "vi": "Đừng nói với bác ấy như vậy."
    }
  },
  {
    "translation": {
      "en": "Daniel, you're drunk. Go downstairs and get in the car.",
      "vi": "Daniel, con say rồi. Xuống lầu và vào xe đi."
    }
  },
  {
    "translation": {
      "en": "You're not the boss of me anymore.",
      "vi": "Mẹ không còn là sếp của con nữa."
    }
  },
  {
    "translation": {
      "en": "Get in the goddamn car.",
      "vi": "Vào xe mau."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "Nine a.m. tomorrow, you're out. And clean this fucking place up.",
      "vi": "Chín giờ sáng mai, chị sẽ đi. Và dọn dẹp sạch sẽ chỗ khỉ gió này đi nhé."
    }
  },
  {
    "translation": {
      "en": "Daniel, you okay?",
      "vi": "Daniel, con ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không ạ."
    }
  },
  {
    "translation": {
      "en": "Is this how Aunt Diane feels every morning?",
      "vi": "Đây là cảm giác của bác Diane mỗi sáng sao?"
    }
  },
  {
    "translation": {
      "en": "Yes, it is. And it's very sad.",
      "vi": "Ừ, đúng đấy. Và thật buồn là vậy."
    }
  },
  {
    "translation": {
      "en": "Ugh. This is all because of her.",
      "vi": "Tất cả vụ này đều là tại chị ấy."
    }
  },
  {
    "translation": {
      "en": "It is because of her.",
      "vi": "Đúng là đều tại bác ấy ạ."
    }
  },
  {
    "translation": {
      "en": "Mom, we need to talk…",
      "vi": "Mẹ, ta cần nói chuyện…"
    }
  },
  {
    "translation": {
      "en": "…in ten minutes.",
      "vi": "trong mười phút nữa ạ."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Chào chị."
    }
  },
  {
    "translation": {
      "en": "Hey. I put the dishwasher back in.",
      "vi": "Chào em. Chị đặt máy rửa chén lại rồi đó."
    }
  },
  {
    "translation": {
      "en": "[Bonnie] I see.",
      "vi": "Em thấy rồi."
    }
  },
  {
    "translation": {
      "en": "It's upside down, but I appreciate the effort.",
      "vi": "Nó bị lộn ngược, nhưng cảm ơn vì chị đã cố gắng."
    }
  },
  {
    "translation": {
      "en": "I signed those forms you asked for.",
      "vi": "Chị đã ký các mẫu đơn mà em yêu cầu."
    }
  },
  {
    "translation": {
      "en": "Oh, you didn't sign it Tits McGee.",
      "vi": "Ồ, chị không ký là Tits McGee này."
    }
  },
  {
    "translation": {
      "en": "Nah, I used my real name.",
      "vi": "Không, chị đã dùng tên thật."
    }
  },
  {
    "translation": {
      "en": "You were right, Bon. I need to reevaluate.",
      "vi": "Em nói đúng, Bon. Chị cần xem xét lại."
    }
  },
  {
    "translation": {
      "en": "Anyhoo, Indiana's a short drive--",
      "vi": "Cơ mà, lái xe đến Indiana rất nhanh…"
    }
  },
  {
    "translation": {
      "en": "Diane, stop.",
      "vi": "Diane, thôi nào."
    }
  },
  {
    "translation": {
      "en": "I don't know what happened here last night,",
      "vi": "Em chả biết tối qua ở đây đã xảy ra chuyện gì,"
    }
  },
  {
    "translation": {
      "en": "but Daniel has decided he doesn't want to go to Stanford at this time.",
      "vi": "nhưng Daniel đã quyết không muốn đến Stanford thời điểm này."
    }
  },
  {
    "translation": {
      "en": "Oh shit. You must be so pissed.",
      "vi": "Ôi khỉ gió. Chắc em giận lắm nhỉ."
    }
  },
  {
    "translation": {
      "en": "I am.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "I-- I was. But I thought about it,",
      "vi": "Em đã giận. Nhưng em đã nghĩ về nó,"
    }
  },
  {
    "translation": {
      "en": "and I've never seen him so happy and confident. And hungover.",
      "vi": "và em chưa từng thấy nó vui vẻ, tự tin và say xỉn đến thế."
    }
  },
  {
    "translation": {
      "en": "But as Brené Brown says, when your child is happy, you need to support them.",
      "vi": "Mà như Brené Brown nói, khi con vui vẻ, bạn cần hỗ trợ nó."
    }
  },
  {
    "translation": {
      "en": "Tits up, tits out. What are you gonna do?",
      "vi": "Chốt cái nầm lại. Em định làm gì?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what you're gonna do. You're gonna let him live here with you",
      "vi": "Em sẽ nói chị làm gì. Chị sẽ để nó ở đây với chị"
    }
  },
  {
    "translation": {
      "en": "while he takes a year to figure things out. Whatever that means.",
      "vi": "trong khi nó dùng một năm để nghĩ ngợi. Dù thế nghĩa là gì."
    }
  },
  {
    "translation": {
      "en": "Go scratch. Does that mean-- We're not selling the place. Yet.",
      "vi": "- Đùa à. Thế nghĩa là…? - Bọn em sẽ không bán nơi này. Chưa bán."
    }
  },
  {
    "translation": {
      "en": "Whassup?",
      "vi": "Sao nào?"
    }
  },
  {
    "translation": {
      "en": "-Whassup? -Whassup?",
      "vi": "- Sao nào? - Sao nào?"
    }
  },
  {
    "translation": {
      "en": "Whassup?",
      "vi": "Sao nào?"
    }
  },
  {
    "translation": {
      "en": "-Whassup? -Whassup?",
      "vi": "- Sao nào? - Sao nào?"
    }
  },
  {
    "translation": {
      "en": "Stop! Daniel, you don't even know what that's from.",
      "vi": "Thôi đi! Daniel, con còn chả biết nó từ đâu ra đâu."
    }
  },
  {
    "translation": {
      "en": "Let's celebrate. First round on me!",
      "vi": "Ăn mừng thôi. Vòng đầu bác mời!"
    }
  },
  {
    "translation": {
      "en": "Oh shit, I don't have a job.",
      "vi": "Ôi khỉ gió, bác còn chả có việc làm."
    }
  },
  {
    "translation": {
      "en": "Actually, I might have an idea.",
      "vi": "Thật ra, cháu có một ý tưởng đấy."
    }
  },
  {
    "translation": {
      "en": "She's back. Did you come back here to pick up the beer bong you left behind?",
      "vi": "- Cô ấy về rồi kìa. - Cô về đây để lấy vòi bia cô để lại à?"
    }
  },
  {
    "translation": {
      "en": "Nope, I came in to cut hair.",
      "vi": "Không, tôi đến để cắt tóc."
    }
  },
  {
    "translation": {
      "en": "Turns out a party invite is a great way to make a client list.",
      "vi": "Hóa ra mời tiệc là cách hay để có danh sách khách hàng."
    }
  },
  {
    "translation": {
      "en": "Whaddya think, Gideon?",
      "vi": "Anh nghĩ sao, Gideon?"
    }
  },
  {
    "translation": {
      "en": "Chair three.",
      "vi": "Ghế ba."
    }
  },
  {
    "translation": {
      "en": "-[thrash metal playing] -Oh, my bad!",
      "vi": "Ôi, xin lỗi nhé!"
    }
  }
]