[
  {
    "translation": {
      "en": "I want you to start with the night of August 6th, 2004.",
      "vi": "Bị cáo hãy bắt đầu kể về đêm ngày 6 tháng 8 năm 2004."
    }
  },
  {
    "translation": {
      "en": "I was with Kut, a pimp.",
      "vi": "Tôi ở với Kut, một tên chủ chứa."
    }
  },
  {
    "translation": {
      "en": "He said that I needed to get some money.",
      "vi": "Anh ấy bảo tôi cần kiếm ít tiền."
    }
  },
  {
    "translation": {
      "en": "This defendant shot Johnny Allen in the head, in his bed,",
      "vi": "Bị cáo này đã bắn vào đầu Johnny Allen, khi ở trên giường,"
    }
  },
  {
    "translation": {
      "en": "but gives a wild theory of how it was self- defense.",
      "vi": "nhưng lại đưa ra giả thuyết vô lý rằng đó là tự vệ."
    }
  },
  {
    "translation": {
      "en": "I shot him because I thought he was gonna shoot me.",
      "vi": "Tôi bắn anh ta vì tôi nghĩ anh ta sẽ bắn tôi."
    }
  },
  {
    "translation": {
      "en": "We, the jury, find the defendant, Cyntoia Denise Brown,",
      "vi": "Bồi thẩm đoàn chúng tôi kết luận bị cáo, Cyntoia Denise Brown,"
    }
  },
  {
    "translation": {
      "en": "guilty, first- degree murder.",
      "vi": "phạm tội giết người cấp độ một."
    }
  },
  {
    "translation": {
      "en": "If you are a juvenile and you're convicted in Tennessee of first- degree murder,",
      "vi": "Nếu bạn chưa thành niên và bị kết án ở Tennessee về tội giết người cấp độ một,"
    }
  },
  {
    "translation": {
      "en": "the only two options are either true life without parole or 51 years.",
      "vi": "chỉ có hai lựa chọn là tù chung thân không ân xá hoặc 51 năm tù."
    }
  },
  {
    "translation": {
      "en": "Hey, Mommy.",
      "vi": "Chào mẹ."
    }
  },
  {
    "translation": {
      "en": "Well, I got life.",
      "vi": "Con có cuộc sống rồi."
    }
  },
  {
    "translation": {
      "en": "Outside of the glass and the bars,",
      "vi": "Bên ngoài cửa kính và song sắt,"
    }
  },
  {
    "translation": {
      "en": "we may never be like a mother and a daughter should be.",
      "vi": "chắc chúng tôi không bao giờ giống mẹ và con gái bình thường."
    }
  },
  {
    "translation": {
      "en": "Here's a kid who didn't have a chance.",
      "vi": "Đứa trẻ này không có tí cơ hội nào."
    }
  },
  {
    "translation": {
      "en": "She didn't have a chance before she was born...",
      "vi": "Cô bé đã không có cơ hội nào trước khi chào đời..."
    }
  },
  {
    "translation": {
      "en": "I got pregnant on my 16th birthday.",
      "vi": "Tôi có thai vào lần sinh nhật thứ 16,"
    }
  },
  {
    "translation": {
      "en": "I drank, and I was introduced to crack cocaine.",
      "vi": "tôi thích nhậu nhẹt và được chỉ hút ma túy đá."
    }
  },
  {
    "translation": {
      "en": "My mother, we didn't live in a very stable home.",
      "vi": "Mẹ và tôi sống trong một mái nhà rất bất ổn."
    }
  },
  {
    "translation": {
      "en": "It came from genetics, and the genetics should stop.",
      "vi": "Từ di truyền cả đấy và việc di truyền này nên dừng lại."
    }
  },
  {
    "translation": {
      "en": "Cyntoia Brown, in prison for more than a decade now,",
      "vi": "Cyntoia Brown, đã ở trong tù hơn một thập kỷ nay,"
    }
  },
  {
    "translation": {
      "en": "her case is catching fire on social media.",
      "vi": "vụ án của cô vẫn đang gây sốt trên mạng xã hội."
    }
  },
  {
    "translation": {
      "en": "Cyntoia made the decision to seek the help of the governor",
      "vi": "Cyntoia đã quyết định tìm kiếm sự giúp đỡ của Thống đốc"
    }
  },
  {
    "translation": {
      "en": "and petition for clemency.",
      "vi": "và kiến nghị được khoan hồng."
    }
  },
  {
    "translation": {
      "en": "In 2004, she was considered a prostitute.",
      "vi": "Năm 2004, cô bé bị coi là gái điếm."
    }
  },
  {
    "translation": {
      "en": "Today, she would be considered a victim of sexual predators.",
      "vi": "Hôm nay, cô ấy sẽ được coi là nạn nhân của những kẻ săn mồi tình dục."
    }
  },
  {
    "translation": {
      "en": "She has made the most amazing transformation.",
      "vi": "Cô ấy đã biến đổi vô cùng tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I have come such a long way.",
      "vi": "Tôi đã đi một chặng đường dài."
    }
  },
  {
    "translation": {
      "en": "It's been a very long time.",
      "vi": "Cũng đã rất lâu rồi."
    }
  },
  {
    "translation": {
      "en": "When I was 16, I did a horrible thing,",
      "vi": "Khi 16 tuổi, tôi đã làm một việc kinh khủng"
    }
  },
  {
    "translation": {
      "en": "and I have carried that with me this whole time.",
      "vi": "và tôi đã mang theo nó suốt thời gian qua."
    }
  },
  {
    "translation": {
      "en": "I know that your decision is very serious.",
      "vi": "Tôi biết quyết định của các vị rất nghiêm túc."
    }
  },
  {
    "translation": {
      "en": "I do pray that you show me mercy and that you give me a second chance.",
      "vi": "Tôi cầu xin các vị rủ lòng thương, và cho tôi cơ hội thứ hai."
    }
  },
  {
    "translation": {
      "en": "My name is Cyntoia Denise Brown.",
      "vi": "Tôi là Cyntoia Denise Brown."
    }
  },
  {
    "translation": {
      "en": "I'm 16 years old.",
      "vi": "Tôi 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "We are in Nashville, Tennessee",
      "vi": "Chúng tôi đang ở Nashville, Tennessee"
    }
  },
  {
    "translation": {
      "en": "at the Davidson County Juvenile Detention Center.",
      "vi": "tại Trại giam Trẻ vị thành niên Quận Davidson."
    }
  },
  {
    "translation": {
      "en": "I was charged with homicide and robbery",
      "vi": "Tôi bị buộc tội giết người và cướp của"
    }
  },
  {
    "translation": {
      "en": "and possession of a weapon and criminal impersonation.",
      "vi": "và tàng trữ vũ khí trái phép và mạo danh."
    }
  },
  {
    "translation": {
      "en": "Most of my life, I've been feeling how everybody else wants me to feel",
      "vi": "Gần như cả đời này, cảm xúc của tôi và lời tôi nói ra"
    }
  },
  {
    "translation": {
      "en": "and saying what everybody else wants me to say.",
      "vi": "đều phải phụ thuộc vào người khác."
    }
  },
  {
    "translation": {
      "en": "That's because I was so wanting to be loved",
      "vi": "Tôi làm thế chỉ vì muốn được yêu thương,"
    }
  },
  {
    "translation": {
      "en": "because I really just never felt like anybody loved me.",
      "vi": "tôi thật sự chưa từng cảm thấy có ai thương mình."
    }
  },
  {
    "translation": {
      "en": "I wasn't happy at home. I was stressed out all the time.",
      "vi": "Tôi không vui khi ở nhà. Lúc nào tôi cũng căng thẳng."
    }
  },
  {
    "translation": {
      "en": "It just kind of wears you out and tires you out, ages you, makes you grow.",
      "vi": "Việc đó chỉ khiến bạn kiệt sức, mệt mỏi, già đi và trưởng thành lên."
    }
  },
  {
    "translation": {
      "en": "Old... tired, weary.",
      "vi": "Già nua... mệt mỏi, chán nản."
    }
  },
  {
    "translation": {
      "en": "That's how I feel.",
      "vi": "Tôi cảm thấy vậy đó."
    }
  },
  {
    "translation": {
      "en": "I just keep setting myself up for failure.",
      "vi": "Tôi cứ tự đặt mình vào thất bại."
    }
  },
  {
    "translation": {
      "en": "I fall every time, and each time I fall harder.",
      "vi": "Khi tôi ngã, lần này đến lần khác tôi lại ngã đau hơn."
    }
  },
  {
    "translation": {
      "en": "And I'd say this has been my hardest fall.",
      "vi": "Tôi thừa nhận đây là lần ngã đau nhất."
    }
  },
  {
    "translation": {
      "en": "Cyntoia is charged with criminal homicide, especially aggravated robbery,",
      "vi": "Cyntoia bị buộc tội giết người, đặc biệt là trộm cắp nghiêm trọng,"
    }
  },
  {
    "translation": {
      "en": "a handgun possession, and criminal impersonation.",
      "vi": "tàng trữ súng ngắn và mạo danh."
    }
  },
  {
    "translation": {
      "en": "The most serious of those being the criminal homicide charge.",
      "vi": "Nghiêm trọng nhất trong số đó là tội giết người."
    }
  },
  {
    "translation": {
      "en": "She's charged with an offense that happened on the night of August 6th,",
      "vi": "Cô ấy bị buộc tội vào đêm ngày 6 tháng 8,"
    }
  },
  {
    "translation": {
      "en": "and she's been in here, in the Juvenile Justice Center,",
      "vi": "và được đưa đến đây, Trung tâm Tư pháp Vị Thành Niên"
    }
  },
  {
    "translation": {
      "en": "since August 8th when she was arrested by police on the charge.",
      "vi": "từ ngày 8 tháng 8 khi bị cảnh sát bắt giữ."
    }
  },
  {
    "translation": {
      "en": "The state has announced an intent to attempt to transfer her",
      "vi": "Bang đã tuyên bố sẽ chuyển cô ấy"
    }
  },
  {
    "translation": {
      "en": "to the adult system to treat her as any other adult charged with homicide.",
      "vi": "đến hệ thống người thành niên để xử phạt như một người lớn bị kết tội giết người."
    }
  },
  {
    "translation": {
      "en": "In Tennessee, juveniles can be transferred on any charge if they're 16 or older.",
      "vi": "Ở Tennessee, dù là tội gì, trẻ thành niên đều bị chuyển nếu từ 16 tuổi trở lên."
    }
  },
  {
    "translation": {
      "en": "Cyntoia is right there on the dividing line.",
      "vi": "Cyntoia ở ngay vạch chia đó."
    }
  },
  {
    "translation": {
      "en": "We've had people in Tennessee as young as 12 years old before",
      "vi": "Trước đó chúng tôi cũng có những người trẻ 12 tuổi ở Tennessee"
    }
  },
  {
    "translation": {
      "en": "transferred on homicide charges.",
      "vi": "được chuyển đi vì bị buộc tội giết người."
    }
  },
  {
    "translation": {
      "en": "My job is to show the judge that Cyntoia is worth saving.",
      "vi": "Việc của tôi là cho thẩm phán thấy Cyntoia đáng được cứu."
    }
  },
  {
    "translation": {
      "en": "In juvenile court, she would receive the services that she needs",
      "vi": "Ở tòa án vị thành niên, cô ấy sẽ nhận được sự giúp đỡ mà cô ấy cần,"
    }
  },
  {
    "translation": {
      "en": "that will be identified by the doctors, I hope, after her psychological testing.",
      "vi": "tôi mong đó sẽ là được kiểm tra tâm lý bởi các bác sĩ."
    }
  },
  {
    "translation": {
      "en": "That's where Dr. Bernet and Dr. Walker really come in.",
      "vi": "Đó là lúc thật sự cần đến bác sĩ Bernet và bác sĩ Walker."
    }
  },
  {
    "translation": {
      "en": "They can identify what the problems are with Cyntoia,",
      "vi": "Họ có thể xác định được vấn đề của Cyntoia là gì,"
    }
  },
  {
    "translation": {
      "en": "why she's acting the way she is and whether those problems can be treated.",
      "vi": "sao cô bé lại hành xử như vậy, và liệu vấn đề đó có thể xử lý được không."
    }
  },
  {
    "translation": {
      "en": "Cyntoia has been seen by several different psychologists and different people conducting evaluations.",
      "vi": "Cyntoia đã được gặp một số nhà tâm lý học và những người khác để tiến hành đánh giá."
    }
  },
  {
    "translation": {
      "en": "She's in even more trouble than anybody really ever imagined.",
      "vi": "Cô bé gặp nhiều rắc rối hơn mọi người tưởng."
    }
  },
  {
    "translation": {
      "en": "Cyntoia, did somebody explain to you why I'm meeting with you today,",
      "vi": "Cyntoia, có ai giải thích với cháu tại sao ta gặp cháu hôm nay"
    }
  },
  {
    "translation": {
      "en": "why we're having this evaluation?",
      "vi": "và có buổi đánh giá này không?"
    }
  },
  {
    "translation": {
      "en": "Because of what I did.",
      "vi": "Vì những gì tôi đã làm."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "You know, the purpose of doing this evaluation,",
      "vi": "Mục đích của việc đánh giá này"
    }
  },
  {
    "translation": {
      "en": "it might be able to help you when you go to court.",
      "vi": "có thể giúp ích cho cháu khi ra tòa."
    }
  },
  {
    "translation": {
      "en": "I want to get straight...",
      "vi": "Ta muốn hiểu rõ..."
    }
  },
  {
    "translation": {
      "en": "who's in your family. You have sort of a complicated family.",
      "vi": "có những ai trong gia đình cháu. Cháu có gia đình phức tạp nhỉ."
    }
  },
  {
    "translation": {
      "en": "Yeah, my mom, Ellenette Brown.",
      "vi": "Đúng, mẹ tôi, Ellenette Brown."
    }
  },
  {
    "translation": {
      "en": "- What kind of work does she do? - She's a teacher.",
      "vi": "Mẹ cháu làm công việc gì? Mẹ làm giáo viên."
    }
  },
  {
    "translation": {
      "en": "Gina, is this your biological mother?",
      "vi": "Gina, là mẹ ruột cháu à?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "- Gina as in Gina-- - Georgina Mitchell.",
      "vi": "- Gina như trong Gina... - Georgina Mitchell."
    }
  },
  {
    "translation": {
      "en": "- How old is she, do you think? - She's probably 32.",
      "vi": "Cô ấy bao nhiêu tuổi? Chắc khoảng 32 tuổi."
    }
  },
  {
    "translation": {
      "en": "Yeah, do you know how to tell?",
      "vi": "Sao cháu nói vậy?"
    }
  },
  {
    "translation": {
      "en": "Because she had me when she was about 16. I'm 16.",
      "vi": "Vì lúc bà ấy có tôi là khoảng 16 tuổi. Giờ tôi cũng 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "Right. That's right.",
      "vi": "Phải rồi. Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Does that seem sort of funny to you that your mom was 16 and now you're 16?",
      "vi": "Cháu có thấy hài hước không khi lúc bằng tuổi cháu, mẹ đã có cháu?"
    }
  },
  {
    "translation": {
      "en": "- Does that-- - I guess. I don't know.",
      "vi": "- Cháu không... - Chắc vậy, tôi không biết nữa."
    }
  },
  {
    "translation": {
      "en": "- Does that seem sort of strange? - No.",
      "vi": "- Cháu không thấy lạ sao? - Không."
    }
  },
  {
    "translation": {
      "en": "Do you know anything about your dad?",
      "vi": "Cháu có biết gì về bố mình không?"
    }
  },
  {
    "translation": {
      "en": "- Some people have mood swings. - Mm- hmm.",
      "vi": "Một số người có tâm tính thất thường."
    }
  },
  {
    "translation": {
      "en": "Have you ever had that happen to you? Do you know what a mood swing is?",
      "vi": "Cháu bị vậy bao giờ chưa? Cháu biết tâm tính thất thường là gì chứ?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, I have them all the time. - Yeah.",
      "vi": "- Vâng, tôi bị thế suốt mà. - Ừm."
    }
  },
  {
    "translation": {
      "en": "Can you tell me about them? What happens when you have a mood swing?",
      "vi": "Cháu nói thêm được chứ? Điều gì xảy ra khi tâm tính cháu thất thường?"
    }
  },
  {
    "translation": {
      "en": "One minute, I'll be happy, and then I'll be depressed and sad and gloomy.",
      "vi": "Tôi đang vui vẻ thì bỗng nhiên trở nên buồn bã, u sầu và suy sụp,"
    }
  },
  {
    "translation": {
      "en": "And then I'll be mad, and then I'll be back happy.",
      "vi": "và tức giận, rồi tôi sẽ vui vẻ trở lại,"
    }
  },
  {
    "translation": {
      "en": "And then I'll be just kind of depressed...",
      "vi": "và rồi tôi sẽ lại suy sụp,"
    }
  },
  {
    "translation": {
      "en": "and different type of stuff like that.",
      "vi": "và đủ loại cảm xúc khác nhau như thế."
    }
  },
  {
    "translation": {
      "en": "These times when you get real depressed and you cry nonstop,",
      "vi": "Những lúc cháu thật sự tuyệt vọng và khóc không ngừng,"
    }
  },
  {
    "translation": {
      "en": "how long does that typically last?",
      "vi": "việc đó thường kéo dài bao lâu?"
    }
  },
  {
    "translation": {
      "en": "Does it last a day or week or two, three weeks?",
      "vi": "Một ngày hay một tuần, hay hai ba tuần?"
    }
  },
  {
    "translation": {
      "en": "Anywhere from a day to hours to weeks.",
      "vi": "Mất từ vài giờ một ngày đến vài tuần."
    }
  },
  {
    "translation": {
      "en": "The longest was for like a week and a half I cried.",
      "vi": "Tôi khóc lâu nhất là khoảng một tuần rưỡi."
    }
  },
  {
    "translation": {
      "en": "What happens when you get real happy?",
      "vi": "Khi cháu thật sự vui thì thế nào?"
    }
  },
  {
    "translation": {
      "en": "That's very often-- I mean, very rare that I get just real happy.",
      "vi": "Thỉnh thoảng cũng có, nhưng rất hiếm khi tôi thấy thực sự vui."
    }
  },
  {
    "translation": {
      "en": "If I'm talking to someone and having a good conversation, I'll be happy.",
      "vi": "Nếu tôi được nói chuyện thoải mái với ai đó, tôi sẽ rất vui."
    }
  },
  {
    "translation": {
      "en": "What about times you get real, real angry?",
      "vi": "Còn những lúc cháu tức giận thì sao?"
    }
  },
  {
    "translation": {
      "en": "When I'm locked up.",
      "vi": "Khi tôi bị nhốt."
    }
  },
  {
    "translation": {
      "en": "I don't like people telling me do this, do that,",
      "vi": "Tôi không thích người ta bảo tôi làm thế này, làm thế kia,"
    }
  },
  {
    "translation": {
      "en": "you need to do it this way, not the other way,",
      "vi": "phải làm theo cách này chứ không phải cách đó,"
    }
  },
  {
    "translation": {
      "en": "and you need to be like this,",
      "vi": "rồi con cần phải như thế này,"
    }
  },
  {
    "translation": {
      "en": "you shouldn't think like this. I don't like it.",
      "vi": "không nên nghĩ như vậy. Tôi không thích. Nó làm tôi phát điên, tôi không thể chịu nổi."
    }
  },
  {
    "translation": {
      "en": "It fucking drives me nuts, and I can't stand it.",
      "vi": "Tôi không thích. Nó làm tôi phát điên, tôi không thể chịu nổi."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "vi": "Chà..."
    }
  },
  {
    "translation": {
      "en": "I got a lot of information here, and I'm gonna have to talk to Dr. Walker.",
      "vi": "Ta có rất nhiều thông tin ở đây và phải nói chuyện với bác sĩ Walker,"
    }
  },
  {
    "translation": {
      "en": "And then I'm gonna talk to Kathy Evans,",
      "vi": "rồi kế đến là Kathy Evans,"
    }
  },
  {
    "translation": {
      "en": "and then we're going to try to do something that might help you out",
      "vi": "và sau đó chúng ta sẽ cố làm gì đó để có thể giúp cho cháu"
    }
  },
  {
    "translation": {
      "en": "when you go to court.",
      "vi": "khi cháu ra tòa."
    }
  },
  {
    "translation": {
      "en": "Do you think you can?",
      "vi": "Ông nghĩ mình làm được chứ?"
    }
  },
  {
    "translation": {
      "en": "Cyntoia, this first thing I'd like you to do is kind of a test of your imagination.",
      "vi": "Cyntoia, điều đầu tiên ta muốn cháu làm là kiểm tra trí tưởng tượng của mình."
    }
  },
  {
    "translation": {
      "en": "I'm going to show you some pictures, some cards with pictures on them.",
      "vi": "Ta sẽ cho cháu xem một số bức tranh."
    }
  },
  {
    "translation": {
      "en": "I want you to make up a story about each picture.",
      "vi": "Ta muốn cháu nghĩ ra một câu chuyện cho mỗi bức tranh."
    }
  },
  {
    "translation": {
      "en": "Please tell me what's happening in the picture,",
      "vi": "Cho ta biết chuyện gì xảy ra trong tranh,"
    }
  },
  {
    "translation": {
      "en": "what led up to the scene and how the story ends.",
      "vi": "sao nó lại xảy ra như vậy và kết thúc ra sao."
    }
  },
  {
    "translation": {
      "en": "Tell me what the people are talking about and what they're feeling.",
      "vi": "Kể luôn cả việc mọi người nói gì, cảm xúc của họ thế nào."
    }
  },
  {
    "translation": {
      "en": "Use your imagination and remember there are no right or wrong answers, okay?",
      "vi": "Dùng trí tưởng tượng của cháu và nhớ là không có đúng hay sai gì cả, được chứ?"
    }
  },
  {
    "translation": {
      "en": "- Tell me a story about this one. - Oh, shit.",
      "vi": "- Kể một câu chuyện về nó xem. - Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "I think she killed the little girl.",
      "vi": "Tôi nghĩ cô ta đã giết cô bé."
    }
  },
  {
    "translation": {
      "en": "- Say again. - She killed the little girl",
      "vi": "- Cháu nói gì? - Cô ta đã giết cô bé"
    }
  },
  {
    "translation": {
      "en": "because I see some blood or something right here, and now she's feeling bad.",
      "vi": "vì tôi thấy có chút máu hay gì đó ở đây, và giờ cô ta thấy rất tệ."
    }
  },
  {
    "translation": {
      "en": "She's just realizing what she's done.",
      "vi": "Cô ta chỉ vừa mới nhận thức được việc mình làm."
    }
  },
  {
    "translation": {
      "en": "Tell me a story about this one.",
      "vi": "Kể một câu chuyện về cái này đi."
    }
  },
  {
    "translation": {
      "en": "Well, I think they just got to arguing.",
      "vi": "Theo tôi, có lẽ họ đã cãi nhau."
    }
  },
  {
    "translation": {
      "en": "And she really doesn't want him to kiss her,",
      "vi": "Bà ấy thực sự không muốn ông ấy hôn,"
    }
  },
  {
    "translation": {
      "en": "but he's forcing her.",
      "vi": "nhưng ông ấy đang ép bà ấy."
    }
  },
  {
    "translation": {
      "en": "This slut is telling her to give her the money.",
      "vi": "Con điếm này đang bảo cô ta đưa tiền cho nó."
    }
  },
  {
    "translation": {
      "en": "This bitch is sitting back enjoying it. I hate people like that, swear to God.",
      "vi": "Con khốn ngồi sau đang hóng kịch này. Thề với Chúa, tôi ghét mấy đứa như thế."
    }
  },
  {
    "translation": {
      "en": "And they're doing it because she's black.",
      "vi": "Và họ làm thế vì cô ta là người da màu."
    }
  },
  {
    "translation": {
      "en": "She probably was friends with these two girls.",
      "vi": "Có lẽ cô ta là bạn của hai cô gái này."
    }
  },
  {
    "translation": {
      "en": "They just used her so they could get what they wanted out of her.",
      "vi": "Họ chỉ lợi dụng để có được thứ họ muốn từ cô ta thôi."
    }
  },
  {
    "translation": {
      "en": "Did you talk to Dr. Walker this morning?  I have not talked to him yet.",
      "vi": "- Cô nói chuyện với bác sĩ Walker chưa? - Sáng giờ thì chưa."
    }
  },
  {
    "translation": {
      "en": "He's drafted up some results here,",
      "vi": "Anh ấy đã soạn thảo một số kết quả ở đây,"
    }
  },
  {
    "translation": {
      "en": "but basically, the testing is totally consistent.",
      "vi": "nhưng về cơ bản thì kiểm tra hoàn toàn nhất quán."
    }
  },
  {
    "translation": {
      "en": "On the testing, she was honest, and so in other words, it appeared to be valid.",
      "vi": "Trong buổi kiểm tra, cô bé nói thật, nói cách khác, có vẻ hợp lý."
    }
  },
  {
    "translation": {
      "en": "The Roberts Apperception Test is the one where you show",
      "vi": "Trong bài kiểm tra nhận thức Roberts, ta đưa ra"
    }
  },
  {
    "translation": {
      "en": "the pictures of the situations, and the person makes up stories.",
      "vi": "các tranh tình huống để người khác xây dựng câu chuyện."
    }
  },
  {
    "translation": {
      "en": "He said it was very striking. All her stories were chaotic,",
      "vi": "Anh ấy nói nó rất ấn tượng. Mọi câu chuyện của cô bé đều hỗn độn"
    }
  },
  {
    "translation": {
      "en": "and none of them had a resolution.",
      "vi": "và không chuyện nào có cách xử lý cả."
    }
  },
  {
    "translation": {
      "en": "They were all violence, aggression,",
      "vi": "Chúng đều là bạo lực, hung hăng,"
    }
  },
  {
    "translation": {
      "en": "an unusual degree of negative emotion, anger, rejection.",
      "vi": "cảm xúc tiêu cực, giận dữ, chối bỏ một cách bất thường."
    }
  },
  {
    "translation": {
      "en": "I mean, this is her view of the world.",
      "vi": "Có lẽ đây là quan điểm của cô bé về thế giới."
    }
  },
  {
    "translation": {
      "en": "How did this manifest itself when this guy Johnny was killed?",
      "vi": "Cô bé đã biểu hiện ra sao khi ra tay với tên Johnny?"
    }
  },
  {
    "translation": {
      "en": "See, I think that some of these characteristics affected the behaviors.",
      "vi": "Tôi nghĩ vài tính cách này đã ảnh hưởng đến hành vi của cô bé."
    }
  },
  {
    "translation": {
      "en": "Her affect of instability, in other words, becoming suddenly frightened",
      "vi": "Tác động của sự bất ổn, nói cách khác, cô bé đột nhiên sợ hãi"
    }
  },
  {
    "translation": {
      "en": "about the situation she was in and her paranoia.",
      "vi": "tình trạng của bản thân và chứng hoang tưởng của cô bé."
    }
  },
  {
    "translation": {
      "en": "Now, what can we do with all this?",
      "vi": "Giờ ta làm gì với việc này đây?"
    }
  },
  {
    "translation": {
      "en": "She's 16- and- a- half.",
      "vi": "Cô bé 16 tuổi rưỡi."
    }
  },
  {
    "translation": {
      "en": "She is.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "So if she were to stay in the juvenile court,",
      "vi": "Vậy nếu được xét xử tại tòa án vị thành niên,"
    }
  },
  {
    "translation": {
      "en": "she would be under the control of the juvenile court until she's 19.",
      "vi": "cô bé sẽ chịu sự kiểm soát của tòa án đến năm 19 tuổi."
    }
  },
  {
    "translation": {
      "en": "I think that would be long enough to help her get her situation under control.",
      "vi": "Tôi nghĩ vậy là đủ lâu để giúp cô bé kiểm soát tình hình."
    }
  },
  {
    "translation": {
      "en": "She has a serious personality disorder which requires therapy",
      "vi": "Cô bé mắc chứng rối loạn nhân cách nghiêm trọng cần được trị liệu"
    }
  },
  {
    "translation": {
      "en": "in a good, wholesome residential program.",
      "vi": "với một quy trình tốt, lành mạnh."
    }
  },
  {
    "translation": {
      "en": "Tomorrow, we're gonna be going to court,",
      "vi": "Ngày mai chúng ta sẽ ra tòa,"
    }
  },
  {
    "translation": {
      "en": "but today, we're gonna have an opportunity to talk with her biological mother.",
      "vi": "nhưng hôm nay chúng ta sẽ có cơ hội được nói chuyện với mẹ ruột của cô bé."
    }
  },
  {
    "translation": {
      "en": "So that's kind of-- That's a little bit unusual.",
      "vi": "Nghe có vẻ hơi lạ nhỉ."
    }
  },
  {
    "translation": {
      "en": "Cyntoia was given up for adoption about 14 years ago,",
      "vi": "Cyntoia đã được nhận nuôi vào khoảng 14 năm trước,"
    }
  },
  {
    "translation": {
      "en": "and her biological mother had not seen her in all that time.",
      "vi": "và mẹ ruột của cô bé đã không gặp cô ấy trong suốt thời gian đó."
    }
  },
  {
    "translation": {
      "en": "It would be helpful to know whether there's any kind of mental disorder",
      "vi": "Nếu biết có ai đó trong gia đình ruột thịt của Cyntoia"
    }
  },
  {
    "translation": {
      "en": "among the biological family of Cyntoia.",
      "vi": "bị bất kỳ chứng rối loạn tâm thần nào thì sẽ có ích hơn."
    }
  },
  {
    "translation": {
      "en": "It's really good to see you before the hearing",
      "vi": "Rất vui được gặp hai cô trước buổi điều trần"
    }
  },
  {
    "translation": {
      "en": "because there are a few things that I wanted to find out or ask both of you about.",
      "vi": "vì có vài điều tôi muốn hỏi cả hai."
    }
  },
  {
    "translation": {
      "en": "And I guess I'm kind of glad that you all could say hi to each other.",
      "vi": "Và tôi cũng thấy vui vì hai người có thể chào nhau."
    }
  },
  {
    "translation": {
      "en": "I guess you haven't really seen each other for a long time.",
      "vi": "Chắc lâu lắm rồi hai cô chưa gặp nhau nhỉ."
    }
  },
  {
    "translation": {
      "en": "It's been a long time. Yes, it has.",
      "vi": "Đã lâu lắm rồi. Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Fourteen- and- a- half years.",
      "vi": "Mười bốn năm rưỡi."
    }
  },
  {
    "translation": {
      "en": "Ms. Mitchell, I'll tell you what I would find helpful",
      "vi": "Cô Mitchell, tôi sẽ cho cô biết điều tôi thấy có ích"
    }
  },
  {
    "translation": {
      "en": "is how things went yesterday when you saw Cyntoia. How'd that go?",
      "vi": "là tình hình khi cô gặp Cyntoia hôm qua. Chuyện diễn ra thế nào?"
    }
  },
  {
    "translation": {
      "en": "I was real excited and real happy. And I had been waiting a long time.",
      "vi": "Tôi thật sự rất vui và hạnh phúc. Tôi đã chờ rất lâu."
    }
  },
  {
    "translation": {
      "en": "And I was just so glad to see her.",
      "vi": "Và tôi rất mừng khi gặp con bé,"
    }
  },
  {
    "translation": {
      "en": "I know Ellenette has provided for her, and I thank her for that.",
      "vi": "Ellenette đã chu cấp đầy đủ cho con bé, tôi xin cảm ơn cô ấy vì điều đó."
    }
  },
  {
    "translation": {
      "en": "I’m glad you met. Was it like-- How long did y'all--",
      "vi": "Tôi rất vui vì mẹ con cô được gặp nhau. Bao lâu rồi hai người..."
    }
  },
  {
    "translation": {
      "en": "Oh, for a long time.",
      "vi": "Cũng một thời gian dài rồi."
    }
  },
  {
    "translation": {
      "en": "Um, I could see, you know, the traits she has.",
      "vi": "Tôi thấy được những tính cách của con bé."
    }
  },
  {
    "translation": {
      "en": "It was like looking at me at that same age.",
      "vi": "Cứ như nhìn thấy tôi thời đó vậy."
    }
  },
  {
    "translation": {
      "en": "The ups and downs, anger one minute, happy the next.",
      "vi": "Lúc vui lúc buồn, giận dữ đấy rồi lại vui vẻ ngay."
    }
  },
  {
    "translation": {
      "en": "You know, she wanted to know about our side of the family and...",
      "vi": "Con bé muốn biết về họ hàng trong gia đình."
    }
  },
  {
    "translation": {
      "en": "Let me just ask you about some family history stuff",
      "vi": "Để tôi hỏi cô vài thứ về tiền sử gia đình"
    }
  },
  {
    "translation": {
      "en": "because, you know, sometimes, when people have some sort of mental problem,",
      "vi": "vì đôi khi một người có vấn đề về tâm lý"
    }
  },
  {
    "translation": {
      "en": "sometimes it runs in families because of genetic things.",
      "vi": "cũng sẽ ảnh hưởng đến con cháu đời sau do việc di truyền gen đó."
    }
  },
  {
    "translation": {
      "en": "My mom shot herself. She sent me next door",
      "vi": "Mẹ tôi tự bắn mình. Bà ấy đã gửi tôi cho hàng xóm"
    }
  },
  {
    "translation": {
      "en": "when I was in second grade,",
      "vi": "khi tôi học lớp hai"
    }
  },
  {
    "translation": {
      "en": "and she shot herself in the stomach.",
      "vi": "và tự bắn vào bụng mình."
    }
  },
  {
    "translation": {
      "en": "My mom and her mom, both of them, they're drunks, suicidal.",
      "vi": "Mẹ tôi và bà ngoại tôi, cả hai đều say xỉn, tự sát."
    }
  },
  {
    "translation": {
      "en": "She took a shotgun and blowed her chest away, killed herself.",
      "vi": "Bà ấy lấy một khẩu súng ngắn và bắn vào ngực, tự sát."
    }
  },
  {
    "translation": {
      "en": "Your mom had a biological brother who had some problems as well, mental health problems?",
      "vi": "Mẹ cô có một người em ruột cũng có vấn đề về tâm thần phải không?"
    }
  },
  {
    "translation": {
      "en": "I know about these, yeah. Um, all of them do.",
      "vi": "Vâng, tôi biết việc đó. Tất cả bọn họ đều vậy."
    }
  },
  {
    "translation": {
      "en": "And see, that's why I left, because...",
      "vi": "Đó là lý do tôi bỏ đi, bởi vì..."
    }
  },
  {
    "translation": {
      "en": "I prayed to God that--",
      "vi": "tôi đã cầu xin Chúa..."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna be like her. I didn't wanna be like none of 'em.",
      "vi": "tôi không muốn giống bà. Tôi không muốn giống họ."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Can you tell me what she was like then? What kind of baby was she?",
      "vi": "Cô cho tôi biết cô bé hồi trước ra sao đi. Là đứa bé thế nào?"
    }
  },
  {
    "translation": {
      "en": "Oh, she was a good baby.",
      "vi": "Nó là một đứa bé ngoan."
    }
  },
  {
    "translation": {
      "en": "She was real good.",
      "vi": "Nó thật sự rất ngoan."
    }
  },
  {
    "translation": {
      "en": "It just got really hard, and I felt like I just... You know, I couldn't do it alone.",
      "vi": "Tôi chỉ gặp khó khăn và không thể nuôi con bé một mình thôi."
    }
  },
  {
    "translation": {
      "en": "- Eighteen months. - We had her off and on",
      "vi": "- Mười tám tháng. - Bọn tôi gặp nó rất ít"
    }
  },
  {
    "translation": {
      "en": "since she was six months old.",
      "vi": "từ lúc con bé sáu tháng tuổi."
    }
  },
  {
    "translation": {
      "en": "What happened after that? I guess when she got in high school,",
      "vi": "Sau đó thì sao? Tôi đoán khi cô bé vào trường cấp ba"
    }
  },
  {
    "translation": {
      "en": "- or junior high, there were more serious-- - Well, yes.",
      "vi": "- hay cấp hai, phải nghiêm trọng hơn... - Vâng, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "When it started was, she had gotten herself",
      "vi": "Lúc mới bắt đầu, con bé tự gây chuyện"
    }
  },
  {
    "translation": {
      "en": "kicked out of regular school into alternative school.",
      "vi": "để bị đuổi khỏi trường chính quy, và vào một trường dự bị."
    }
  },
  {
    "translation": {
      "en": "That was the first time she had initially run away",
      "vi": "Đó là lần đầu tiên nó bỏ trốn"
    }
  },
  {
    "translation": {
      "en": "because she was afraid to come home.",
      "vi": "vì sợ phải về nhà."
    }
  },
  {
    "translation": {
      "en": "And she was gone for, I think, maybe a few days.",
      "vi": "Con bé đi được vài ngày."
    }
  },
  {
    "translation": {
      "en": "And she had someone to call me.",
      "vi": "Rồi nó nhờ ai đó gọi cho tôi."
    }
  },
  {
    "translation": {
      "en": "I said, Well, you know, that only lasts for a little while,",
      "vi": "Tôi có nói là, Con chỉ có thể bỏ đi trong thời gian ngắn thôi,"
    }
  },
  {
    "translation": {
      "en": "but your place is here at home. You have to go to school.",
      "vi": "nơi con sống là ngôi nhà này. Con phải đến trường."
    }
  },
  {
    "translation": {
      "en": "You can't, at 12 years old--",
      "vi": "Con không thể, khi mới 12 tuổi..."
    }
  },
  {
    "translation": {
      "en": "There's no way in the world you could take care of yourself.",
      "vi": "Không đời nào con tự chăm sóc mình được."
    }
  },
  {
    "translation": {
      "en": "So, of course she agreed, you know, and she came home.",
      "vi": "Dĩ nhiên là con bé đồng ý, và về nhà."
    }
  },
  {
    "translation": {
      "en": "And then from that point on, it was just like every day,",
      "vi": "Từ thời điểm đó, cứ ngày này qua ngày khác,"
    }
  },
  {
    "translation": {
      "en": "every other day, every month, every other month,",
      "vi": "tháng này qua tháng nọ."
    }
  },
  {
    "translation": {
      "en": "it was just something, just something constantly. Constantly.",
      "vi": "Nó luôn luôn có vấn đề."
    }
  },
  {
    "translation": {
      "en": "- Meaning more and more behavior problems? - More and more.",
      "vi": "- Là ngày càng có nhiều vấn đề về cư xử à? - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "It's like the behavior problems,",
      "vi": "Có lẽ là vấn đề về cư xử"
    }
  },
  {
    "translation": {
      "en": "that wasn't even the tip of the iceberg,",
      "vi": "nhưng không chỉ như vậy,"
    }
  },
  {
    "translation": {
      "en": "because after that, she'd gone back to alternative school",
      "vi": "vì sau khi con bé quay lại trường dự bị,"
    }
  },
  {
    "translation": {
      "en": "and then left school again, and the police called me.",
      "vi": "nó lại bỏ học và rồi cảnh sát lại gọi cho tôi."
    }
  },
  {
    "translation": {
      "en": "I think Cyntoia had just pretty well, at that point, made up her mind.",
      "vi": "Tôi nghĩ Cyntoia đã quyết định vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "- I think it was too structured... - Right. ...for her, you know?",
      "vi": "Chắc con bé phải chịu sự khắt khe quá đỗi"
    }
  },
  {
    "translation": {
      "en": "And toward the end, she didn't want to be at home.",
      "vi": "và cuối cùng là nó không muốn ở nhà nữa."
    }
  },
  {
    "translation": {
      "en": "She had said to me that, I knew I couldn't smoke, I couldn't drink.",
      "vi": "Con bé từng nói với tôi rằng, Con biết con không được hút thuốc, nhậu nhẹt,"
    }
  },
  {
    "translation": {
      "en": "She said, And I knew I couldn't get high because you wouldn't allow that.",
      "vi": "và phê thuốc vì mẹ không cho làm vậy."
    }
  },
  {
    "translation": {
      "en": "I felt that this is what I had to do for me.",
      "vi": "Tôi cảm thấy những điều tôi bảo con bé đều là vì tôi."
    }
  },
  {
    "translation": {
      "en": "Basically, the conversation that we just had here today,",
      "vi": "Về cơ bản cuộc nói chuyện mà ta vừa có hôm nay,"
    }
  },
  {
    "translation": {
      "en": "that's the exact conversation I want to have in court.",
      "vi": "chính là cuộc trò chuyện tôi muốn có ở tòa."
    }
  },
  {
    "translation": {
      "en": "If you guys could try to be as conversational as possible with the judge.",
      "vi": "Nếu hai cô có thể cố gắng nói chuyện với thẩm phán."
    }
  },
  {
    "translation": {
      "en": "I think that you--",
      "vi": "Tôi nghĩ hai người..."
    }
  },
  {
    "translation": {
      "en": "I'm past it, you know. I mean...",
      "vi": "Tôi đã vượt qua nó. Ý tôi là..."
    }
  },
  {
    "translation": {
      "en": "- I'm very proud of you guys. - My past is my past, you know, and...",
      "vi": "- Tôi rất tự hào về hai người. - Quá khứ là quá khứ cả rồi."
    }
  },
  {
    "translation": {
      "en": "- Mm- hmm. - You know, I've moved on, you know, and...",
      "vi": "Tôi bước tiếp rồi."
    }
  },
  {
    "translation": {
      "en": "Like I said, I appreciate, you know, what she's done for Toia.",
      "vi": "Tôi rất cảm kích những gì cô ấy đã làm cho Toia."
    }
  },
  {
    "translation": {
      "en": "I'm sorry that, you know, she had to go through that with Toia, - the way Toia ended up. - Mm- hmm.",
      "vi": "Tôi xin lỗi vì cô ấy phải trải qua chuyện đó với Toia, và kết cục của Toia."
    }
  },
  {
    "translation": {
      "en": "- But you know... - Yeah. ...my life wasn't easy either. And you know, it's a trait thing, I guess.",
      "vi": "Nhưng cuộc sống của tôi cũng không dễ dàng gì. Đó là nét đặc trưng nhỉ."
    }
  },
  {
    "translation": {
      "en": "The issue in juvenile court is whether Cyntoia should remain in juvenile court",
      "vi": "Vấn đề ở buổi xét xử này là liệu Cyntoia có nên ở lại tòa án vị thành niên"
    }
  },
  {
    "translation": {
      "en": "or whether she should be transferred to criminal court.",
      "vi": "hay nên chuyển đến tòa án hình sự."
    }
  },
  {
    "translation": {
      "en": "If she stays in juvenile court, then she'll undoubtedly go",
      "vi": "Nếu ở lại tòa án vị thành niên, cô ấy chắc chắn sẽ phải"
    }
  },
  {
    "translation": {
      "en": "to some sort of juvenile detention facility until she's 19.",
      "vi": "đến trại cải tạo trẻ vị thành niên đến năm 19 tuổi."
    }
  },
  {
    "translation": {
      "en": "If she is transferred to adult court,",
      "vi": "Nếu bị chuyển đến tòa án người thành niên,"
    }
  },
  {
    "translation": {
      "en": "the only sentence that first- degree murder carries is life in prison.",
      "vi": "án phạt duy nhất của tội giết người cấp độ một là tù chung thân."
    }
  },
  {
    "translation": {
      "en": "It's going to be an uphill battle.",
      "vi": "Đây sẽ là một cuộc chiến gian nan."
    }
  },
  {
    "translation": {
      "en": "Not only do I have to show",
      "vi": "Tôi không chỉ phải chứng minh"
    }
  },
  {
    "translation": {
      "en": "that Cyntoia has identifiable mental health problems",
      "vi": "Cyntoia có vấn đề về tâm lý..."
    }
  },
  {
    "translation": {
      "en": "and circumstances that can be corrected.",
      "vi": "và hoàn cảnh có thể được khắc phục."
    }
  },
  {
    "translation": {
      "en": "But I also have to show that it's worth doing that",
      "vi": "Tôi còn phải chứng minh rằng trong trường hợp đó"
    }
  },
  {
    "translation": {
      "en": "in a case where a gentleman has been killed.",
      "vi": "người đàn ông bị giết là hợp tình hợp lý."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "We are here this afternoon, I believe, in the matter of Cyntoia Brown.",
      "vi": "Chúng ta ở đây chiều nay đều biết đây là vụ án của bị cáo Cyntoia Brown."
    }
  },
  {
    "translation": {
      "en": "It's my understanding this is set as a transfer hearing. Is that correct?",
      "vi": "Theo tôi biết thì nay là phiên xét xử trung chuyển. Có đúng không?"
    }
  },
  {
    "translation": {
      "en": "- Yes, Your Honor. - So are we ready to proceed?",
      "vi": "- Đúng, thưa Quý tòa. - Ta đã sẵn sàng tiến hành chưa?"
    }
  },
  {
    "translation": {
      "en": "- Yes, ma'am. - Yes, ma'am.",
      "vi": "Vâng, thưa Quý tòa."
    }
  },
  {
    "translation": {
      "en": "- You are Cyntoia Brown? - Yes, ma'am.",
      "vi": "- Bị cáo là Cyntoia Brown? - Vâng."
    }
  },
  {
    "translation": {
      "en": "I have your date of birth listed as January the 29th, 1988.",
      "vi": "Ngày sinh của bị cáo là ngày 29 tháng 1 năm 1988."
    }
  },
  {
    "translation": {
      "en": "- Is that correct? - Yes, ma'am.",
      "vi": "- Đúng không? - Đúng."
    }
  },
  {
    "translation": {
      "en": "- That makes you, what, 15? - Sixteen.",
      "vi": "- Vậy là bị cáo 15 tuổi phải không? - Mười sáu."
    }
  },
  {
    "translation": {
      "en": "Sixteen. Do you understand why you're here?",
      "vi": "- Bị cáo biết vì sao mình ở đây không? - Biết."
    }
  },
  {
    "translation": {
      "en": "- Yes, ma'am. - All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "This is not a hearing to determine",
      "vi": "Đây không phải buổi xét xử để xác định"
    }
  },
  {
    "translation": {
      "en": "if you're guilty or innocent of the charges against you.",
      "vi": "bị cáo có tội hay vô tội với những cáo buộc kia."
    }
  },
  {
    "translation": {
      "en": "The only purpose of today's hearing",
      "vi": "Mục đích duy nhất của phiên tòa hôm nay"
    }
  },
  {
    "translation": {
      "en": "is to determine where your case should be tried.",
      "vi": "là xác định xem vụ án của bị cáo nên được xét xử ở đâu."
    }
  },
  {
    "translation": {
      "en": "Whether it should be heard here in the juvenile court,",
      "vi": "Liệu vụ án của bị cáo nên bị xét xử ở tòa án vị thành niên này,"
    }
  },
  {
    "translation": {
      "en": "or if your case should be transferred to the criminal courts",
      "vi": "hay bị cáo sẽ phải chuyển đến tòa án hình sự"
    }
  },
  {
    "translation": {
      "en": "and you should be tried there.",
      "vi": "và bị xét xử ở đó."
    }
  },
  {
    "translation": {
      "en": "I want you to start with the night of August 6th of 2004.",
      "vi": "Bị cáo hãy bắt đầu kể về đêm ngày 6 tháng 8 năm 2004."
    }
  },
  {
    "translation": {
      "en": "Where did you begin that evening around seven o'clock?",
      "vi": "Cô đã ở đâu vào khoảng bảy giờ tối?"
    }
  },
  {
    "translation": {
      "en": "I was in the hotel room.",
      "vi": "Lúc đó tôi ở trong một phòng khách sạn."
    }
  },
  {
    "translation": {
      "en": "- Okay, and who were you with? - Kut, Garion.",
      "vi": "Và ở cùng với ai? Kut, Garion."
    }
  },
  {
    "translation": {
      "en": "And who is Kut?",
      "vi": "Kut là ai?"
    }
  },
  {
    "translation": {
      "en": "Kut was someone that I was dating,",
      "vi": "Kut là người mà tôi đang hẹn hò,"
    }
  },
  {
    "translation": {
      "en": "but he kind of turned into, like, what other people would look at as a pimp.",
      "vi": "nhưng lúc đó anh ta đã trở thành một chủ chứa."
    }
  },
  {
    "translation": {
      "en": "Do you look at it as a pimp?",
      "vi": "Cô có biết trước anh ta như thế không?"
    }
  },
  {
    "translation": {
      "en": "During the time, no.",
      "vi": "Suốt thời gian đó sao, không."
    }
  },
  {
    "translation": {
      "en": "Changes were happening so fast, I didn't.",
      "vi": "Sự thay đổi diễn ra quá nhanh, tôi không biết."
    }
  },
  {
    "translation": {
      "en": "What about now?",
      "vi": "Giờ thì sao?"
    }
  },
  {
    "translation": {
      "en": "Yes, now that I look on the situation, I do.",
      "vi": "Bây giờ nhìn lại tình hình thì tôi biết rồi."
    }
  },
  {
    "translation": {
      "en": "What were you doing with Kut in the motel room at the Intown Suites?",
      "vi": "Cô đã làm gì với Kut trong nhà trọ ở Intown Suites?"
    }
  },
  {
    "translation": {
      "en": "We were either getting high or having sex. That's all we ever did.",
      "vi": "Một là phê thuốc, hai là làm tình. Đó là tất cả những gì chúng tôi làm."
    }
  },
  {
    "translation": {
      "en": "What did he say to you that evening?",
      "vi": "Anh ta đã nói gì với cô vào tối đó?"
    }
  },
  {
    "translation": {
      "en": "He said that I was slipping and that I was starting to become a slouch,",
      "vi": "Anh ta nói tôi quá tệ và bắt đầu giống kẻ lười biếng rồi,"
    }
  },
  {
    "translation": {
      "en": "that I needed to get out and get on my grind and get some money.",
      "vi": "bảo tôi phải ra ngoài, đi làm việc và kiếm tiền."
    }
  },
  {
    "translation": {
      "en": "When I left, I was looking for a ride so I could go out to East Nashville.",
      "vi": "Khi rời đi, tôi đang tìm xe cho quá giang để đến miền Đông Nashville."
    }
  },
  {
    "translation": {
      "en": "Who were you going to see in East Nashville?",
      "vi": "Cô sẽ gặp ai ở đó?"
    }
  },
  {
    "translation": {
      "en": "I wasn't going to see particularly anyone.",
      "vi": "Tôi không định đi gặp ai cả."
    }
  },
  {
    "translation": {
      "en": "I was going to an area that I knew was-- A lot of people go there and prostitute.",
      "vi": "Tôi đã đến một chỗ mà tôi biết là... có rất nhiều người đến đó và bán dâm."
    }
  },
  {
    "translation": {
      "en": "Where did you walk to?",
      "vi": "Cô đã đi bộ đến đâu?"
    }
  },
  {
    "translation": {
      "en": "I made it to the Sonic before someone asked me if I needed a ride.",
      "vi": "Trước khi có người cho tôi đi nhờ, tôi đã đến được Sonic."
    }
  },
  {
    "translation": {
      "en": "Okay. When you walked up to the Sonic, who approached you?",
      "vi": "Khi cô đi bộ tới Sonic, ai đã tiếp cận cô?"
    }
  },
  {
    "translation": {
      "en": "A man in a white truck.",
      "vi": "Một ông chú chạy chiếc xe trắng."
    }
  },
  {
    "translation": {
      "en": "Is this the person that has been referred to throughout this hearing?",
      "vi": "Đây có phải người được nhắc đến trong suốt buổi xét xử này không?"
    }
  },
  {
    "translation": {
      "en": "- Mr. Allen, the deceased? - Yes, ma'am.",
      "vi": "- Ông Allen, người đã khuất? - Vâng."
    }
  },
  {
    "translation": {
      "en": "What did he say to you when he pulled up?",
      "vi": "Anh ta nói gì với cô khi đỗ xe ở đó?"
    }
  },
  {
    "translation": {
      "en": "He asked me if I needed a ride.",
      "vi": "Anh ta hỏi tôi muốn đi nhờ không."
    }
  },
  {
    "translation": {
      "en": "- What did you say? - I told him yes.",
      "vi": "- Rồi cô nói gì? - Tôi nói tôi cần."
    }
  },
  {
    "translation": {
      "en": "The question came up, was I up for any action?",
      "vi": "Rồi anh ta hỏi, tôi có muốn làm gì không?"
    }
  },
  {
    "translation": {
      "en": "And the action, I guess you should know that it was insinuating sexual.",
      "vi": "Và chữ làm này, có lẽ mọi người đều biết rằng nó ám chỉ việc làm tình."
    }
  },
  {
    "translation": {
      "en": "Did you know that when he said that? Yes, I did.",
      "vi": "- Lúc đó cô hiểu anh ta nói gì chứ? - Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "And what was the next part of conversation?",
      "vi": "Phần tiếp theo của cuộc trò chuyện là gì?"
    }
  },
  {
    "translation": {
      "en": "- Business.  - What did he say?",
      "vi": "Công việc. Anh ta nói sao?"
    }
  },
  {
    "translation": {
      "en": "Well, he asked me how much, and I told him 200.",
      "vi": "Anh ta hỏi tôi bao nhiêu và tôi trả lời là 200."
    }
  },
  {
    "translation": {
      "en": "And he said, No, 100, and we decided finally on 150.",
      "vi": "Rồi anh ta nói, Không, 100, cuối cùng chúng tôi quyết định là 150."
    }
  },
  {
    "translation": {
      "en": "Where did you go next?",
      "vi": "Hai người đi đâu tiếp theo?"
    }
  },
  {
    "translation": {
      "en": "We went to his house.",
      "vi": "Tôi đã tới nhà anh ta."
    }
  },
  {
    "translation": {
      "en": "Who made the suggestion of going to his house?",
      "vi": "Ai đưa ra đề nghị đến nhà anh ta?"
    }
  },
  {
    "translation": {
      "en": "He did. I had actually suggested the hotel we was right there at,",
      "vi": "Anh ta. Tôi đã đề nghị làm ở khách sạn gần đó,"
    }
  },
  {
    "translation": {
      "en": "but he didn't want to go to the hotel.",
      "vi": "nhưng anh ta không muốn."
    }
  },
  {
    "translation": {
      "en": "He said he wanted to go to his house because there was no one there.",
      "vi": "Anh ta nói muốn đến nhà vì không có ai ở đó."
    }
  },
  {
    "translation": {
      "en": "Did he tell you who he lived with or anything like that?",
      "vi": "Anh ta có nói mình sống với ai hay gì không?"
    }
  },
  {
    "translation": {
      "en": "He said he lived by himself.",
      "vi": "Anh ta nói mình sống một mình."
    }
  },
  {
    "translation": {
      "en": "You're in the car, you have your food, and you're on the way home.",
      "vi": "Cô ở trong xe, cô có đồ ăn và đang trên đường về nhà."
    }
  },
  {
    "translation": {
      "en": "What kind of conversation did you have?",
      "vi": "Vậy lúc đó hai người nói những gì?"
    }
  },
  {
    "translation": {
      "en": "He was just basically talking about himself",
      "vi": "Chủ yếu là nói về bản thân, anh ta là ai và những gì anh ta đã làm."
    }
  },
  {
    "translation": {
      "en": "- and who he was, things that he did. - What did he tell you he did?",
      "vi": "Chủ yếu là nói về bản thân, anh ta là ai và những gì anh ta đã làm. Anh ta nói mình làm gì?"
    }
  },
  {
    "translation": {
      "en": "He told me he was a real estate agent,",
      "vi": "Anh ta nói mình là chuyên viên địa ốc,"
    }
  },
  {
    "translation": {
      "en": "and he said that he did a lot of volunteer work and stuff, and he was real important in the community.",
      "vi": "và làm rất nhiều công việc tình nguyện, anh ta rất quan trọng trong cộng đồng."
    }
  },
  {
    "translation": {
      "en": "He was just finished telling me about his accomplishments",
      "vi": "Anh ta kể cho tôi nghe về thành tích của mình"
    }
  },
  {
    "translation": {
      "en": "and saying how that he used to be in the Army,",
      "vi": "và bảo mình từng ở trong quân đội,"
    }
  },
  {
    "translation": {
      "en": "because I mentioned that I was from Fort Campbell.",
      "vi": "vì tôi có đề cập đến việc tôi đến từ Fort Campbell."
    }
  },
  {
    "translation": {
      "en": "And so he related to how he was an officer in the Army before",
      "vi": "Anh ta cứ nói tới việc mình từng là một sĩ quan"
    }
  },
  {
    "translation": {
      "en": "and that he was a sharpshooter in the Army.",
      "vi": "và là tay thiện xạ trong quân đội."
    }
  },
  {
    "translation": {
      "en": "And then he had told me how a lot of women want him for his money",
      "vi": "Rồi anh ta kể tôi nghe có rất nhiều phụ nữ muốn ông ta vì tiền"
    }
  },
  {
    "translation": {
      "en": "and that he wanted someone to make love with him with desire.",
      "vi": "và anh ta muốn ai đó làm tình với mình bằng sự ham muốn."
    }
  },
  {
    "translation": {
      "en": "Okay. Did you see any guns in the house?",
      "vi": "Trong nhà anh ta có súng không?"
    }
  },
  {
    "translation": {
      "en": "Yes, I seen two shotguns downstairs,",
      "vi": "Có, tôi thấy hai khẩu súng ngắn dưới gác,"
    }
  },
  {
    "translation": {
      "en": "and he showed me a chrome gun with a black handle.",
      "vi": "anh ta cho tôi coi một khẩu súng crôm có tay cầm màu đen."
    }
  },
  {
    "translation": {
      "en": "Where were you when he showed you that?  I was sitting at the table, eating my food.",
      "vi": "- Cô ở đâu khi anh ta cho cô xem súng? - Ngồi ở bàn và ăn thôi."
    }
  },
  {
    "translation": {
      "en": "Okay. And how were you feeling at that time?",
      "vi": "Cô cảm thấy sao vào lúc đó?"
    }
  },
  {
    "translation": {
      "en": "He was, like, controlling. He reminded me of Kut a little bit.",
      "vi": "Anh ta rất thích kiểm soát. Anh ta làm tôi nhớ đến Kut một chút."
    }
  },
  {
    "translation": {
      "en": "I start feeling nervous, then I kept feeling more nervous",
      "vi": "Tôi bắt đầu thấy lo, rồi tôi càng lo hơn nữa"
    }
  },
  {
    "translation": {
      "en": "as he started talking about the guns and stuff.",
      "vi": "khi anh ta nói về súng ống và những thứ khác."
    }
  },
  {
    "translation": {
      "en": "I was really shaky.",
      "vi": "Tôi đã rất run."
    }
  },
  {
    "translation": {
      "en": "Do you usually go with people to their homes?",
      "vi": "Cô có thường đến nhà người khác không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Have you done this, prostituted before?",
      "vi": "- Cô từng làm mại dâm bao giờ chưa? - Rồi."
    }
  },
  {
    "translation": {
      "en": "- Yes. - Where have you done it?",
      "vi": "- Cô từng làm mại dâm bao giờ chưa? - Rồi. - Cô đã làm ở đâu? - Trong nhiều khách sạn."
    }
  },
  {
    "translation": {
      "en": "- In hotels. - Okay.",
      "vi": "- Cô đã làm ở đâu? - Trong nhiều khách sạn. Vâng."
    }
  },
  {
    "translation": {
      "en": "And what did you do then?",
      "vi": "Rồi sau đó cô làm gì?"
    }
  },
  {
    "translation": {
      "en": "I asked him if we can go downstairs to the living room and watch TV.",
      "vi": "Tôi hỏi anh ta có thể xuống phòng khách và xem tivi không."
    }
  },
  {
    "translation": {
      "en": "- And what did he say? - He said sure.",
      "vi": "Và anh ta nói gì? Anh ta nói được thôi."
    }
  },
  {
    "translation": {
      "en": "Were you still feeling like you didn't want to go through with having sex?",
      "vi": "Cô vẫn cảm thấy không muốn quan hệ đúng không?"
    }
  },
  {
    "translation": {
      "en": "The whole reason I went downstairs to the living room was so I'd be closer to the door.",
      "vi": "Lý do tôi xuống phòng khách là để tôi ở gần cửa hơn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "And so by the end I was like, Well, you know, I'm tired.",
      "vi": "Cuối cùng, tôi nói, Tôi mệt rồi."
    }
  },
  {
    "translation": {
      "en": "Can I just go to sleep for a little while? I haven't had sleep in a while.",
      "vi": "Tôi ở lại đây thêm chút nữa được không? Lâu rồi tôi không ngủ."
    }
  },
  {
    "translation": {
      "en": "So I was hoping maybe we'd both fall asleep,",
      "vi": "Tôi đã mong có thể cả hai bọn tôi sẽ ngủ,"
    }
  },
  {
    "translation": {
      "en": "and while he was sound asleep, I'd just sneak on out.",
      "vi": "và khi anh ta ngủ say, tôi chỉ việc lẻn ra ngoài."
    }
  },
  {
    "translation": {
      "en": "And so then we went upstairs.",
      "vi": "Rồi bọn tôi lên lầu."
    }
  },
  {
    "translation": {
      "en": "Do you tend to be a nervous person?",
      "vi": "Cô có hay lo lắng không?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Did anything make you",
      "vi": "Có. Có gì khiến cô lo lắng hơn đêm đó không?"
    }
  },
  {
    "translation": {
      "en": "- especially nervous that night? - Just how he was acting.",
      "vi": "Có gì khiến cô lo lắng hơn đêm đó không? Cách cư xử của anh ta."
    }
  },
  {
    "translation": {
      "en": "Just how he talked. It's like the way he talked...",
      "vi": "Cách anh ta nói chuyện. Như cách anh ta nói..."
    }
  },
  {
    "translation": {
      "en": "how he was just so important and stuff.",
      "vi": "mình quan trọng đến thế nào."
    }
  },
  {
    "translation": {
      "en": "And then me, I look at myself. Who am I? Who am I to him? It's like...",
      "vi": "Rồi tôi nhìn mình, tôi là gì với anh ta chứ?"
    }
  },
  {
    "translation": {
      "en": "Then he talks about the guns and stuff. If he does something to me,",
      "vi": "Rồi anh ta nói về súng ống. Nếu anh ta làm gì đó với tôi,"
    }
  },
  {
    "translation": {
      "en": "I'm sitting here thinking, what can I do?",
      "vi": "tôi ngồi đây và nghĩ, tôi có thể làm gì chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm in his house. Ain't nobody gonna know where I'm at.",
      "vi": "Tôi đang trong nhà anh ta. Không ai biết tôi ở đâu cả."
    }
  },
  {
    "translation": {
      "en": "My mom and them, they don't know where I'm at.",
      "vi": "Mẹ tôi và họ hàng không biết tôi ở đâu."
    }
  },
  {
    "translation": {
      "en": "The people that I stay with, Chico and them, don't know where I'm at.",
      "vi": "Những người tôi ở cùng, Chico và họ, cũng không biết."
    }
  },
  {
    "translation": {
      "en": "Nobody's gonna know what happens to me. Kut, he doesn't care.",
      "vi": "Không ai biết chuyện gì sẽ xảy ra với tôi. Kut không quan tâm."
    }
  },
  {
    "translation": {
      "en": "He doesn't even know who I left with.",
      "vi": "Anh ta còn chẳng biết tôi đi với ai nữa."
    }
  },
  {
    "translation": {
      "en": "And all this is running through my mind, and I'm just a nervous wreck.",
      "vi": "Tôi cứ nghĩ về những chuyện đó và trở nên căng thẳng."
    }
  },
  {
    "translation": {
      "en": "What happened next?",
      "vi": "Sau đó thì sao?"
    }
  },
  {
    "translation": {
      "en": "What happened next, about the fifth time he got in the bed...",
      "vi": "Chuyện xảy ra tiếp theo, lần thứ năm anh ta lên giường..."
    }
  },
  {
    "translation": {
      "en": "It's like, at first, he was just stroking me, but then it's like he just grabbed me, like,",
      "vi": "Ban đầu anh ta chỉ vuốt ve tôi, nhưng rồi anh ta nắm vào chỗ"
    }
  },
  {
    "translation": {
      "en": "in between my legs, like, he just grabbed it real hard.",
      "vi": "giữa hai chân tôi, nắm rất mạnh."
    }
  },
  {
    "translation": {
      "en": "The whole time, every time he touched me I'd just move and act like I was asleep.",
      "vi": "Suốt lúc đó, mỗi lần anh ta chạm vào tôi, tôi chỉ di chuyển và vờ như đang ngủ say."
    }
  },
  {
    "translation": {
      "en": "This time I just...",
      "vi": "Rồi tôi chỉ..."
    }
  },
  {
    "translation": {
      "en": "Like that, and I turned over real hard.",
      "vi": "như thế và tôi xoay người."
    }
  },
  {
    "translation": {
      "en": "And he just gave me this look. It was, like, a very fierce look.",
      "vi": "Rồi anh ta nhìn tôi với ánh mắt dữ dội."
    }
  },
  {
    "translation": {
      "en": "And it just sent these chills up my spine.",
      "vi": "Nó làm tôi lạnh cả xương sống."
    }
  },
  {
    "translation": {
      "en": "I'm like, Oh, my God. He's fixin' to hit me.",
      "vi": "Tôi cứ nghĩ, Ôi Chúa ơi. Hắn sắp đánh mình."
    }
  },
  {
    "translation": {
      "en": "I'm thinking he's fixin' to hit me or do something like that,",
      "vi": "Tôi nghĩ anh ta sẽ đánh tôi hoặc đại loại thế,"
    }
  },
  {
    "translation": {
      "en": "but then he rolls over and reaches to the side of the bed or something.",
      "vi": "nhưng rồi anh ta lăn qua bên cạnh giường hay đâu đó."
    }
  },
  {
    "translation": {
      "en": "I'm thinking he's not fixin' to hit me. He's fixin' to get a gun.",
      "vi": "Tôi nghĩ anh ta không đánh tôi. Anh ta đi lấy súng."
    }
  },
  {
    "translation": {
      "en": "What did you do at that time?",
      "vi": "Cô đã làm gì lúc đó?"
    }
  },
  {
    "translation": {
      "en": "I just grabbed the gun, and I shot him.",
      "vi": "Tôi chỉ nắm lấy súng và bắn anh ta."
    }
  },
  {
    "translation": {
      "en": "Mr. Allen was asleep and facing away from you",
      "vi": "Ông Allen đã ngủ say và quay lưng lại với cô"
    }
  },
  {
    "translation": {
      "en": "- when you shot him. - No, sir.",
      "vi": "- khi cô bắn ông ta. - Không, thưa ông."
    }
  },
  {
    "translation": {
      "en": "All right, what I want you to do is to explain to the Court how...",
      "vi": "Được rồi, tôi muốn cô giải thích với Tòa án"
    }
  },
  {
    "translation": {
      "en": "You have a gun in your purse on the nightstand.",
      "vi": "làm sao... Cô có súng trong ví trên đầu giường."
    }
  },
  {
    "translation": {
      "en": "- Correct? - Right.",
      "vi": "- Phải không? - Phải."
    }
  },
  {
    "translation": {
      "en": "You don't want to do this. You don't want to be here.",
      "vi": "Cô không muốn làm điều này. Cô không muốn ở đây."
    }
  },
  {
    "translation": {
      "en": "So you felt like, if you tried to leave,",
      "vi": "Nên cô đã nghĩ, nếu cô cố bỏ đi,"
    }
  },
  {
    "translation": {
      "en": "- he would harm you. - Right.",
      "vi": "- ông ta sẽ hại cô. - Đúng."
    }
  },
  {
    "translation": {
      "en": "And your belief in that is based on the fact",
      "vi": "Và cô càng tin vào điều đó khi thấy thực tế ông ta nói mình có súng và là một tay thiện xạ."
    }
  },
  {
    "translation": {
      "en": "that he told you he had some guns and he's a sharpshooter.",
      "vi": "ông ta nói mình có súng và là một tay thiện xạ."
    }
  },
  {
    "translation": {
      "en": "Not only that but the way he was acting.",
      "vi": "Không chỉ vì cách anh ta cư xử."
    }
  },
  {
    "translation": {
      "en": "Well, all I know about his activities is what you've told us,",
      "vi": "Tôi chỉ biết về hành động của ông ta qua những gì cô đã kể,"
    }
  },
  {
    "translation": {
      "en": "and that's really all we'll ever know...",
      "vi": "và đó là tất cả những gì chúng tôi biết..."
    }
  },
  {
    "translation": {
      "en": "- Right. - ...since you killed him.",
      "vi": "- Vâng. - ...vì cô đã giết ông ta."
    }
  },
  {
    "translation": {
      "en": "Your testimony today is that you felt he'd harm you if you tried to leave,",
      "vi": "Lời khai hôm nay của cô là cô cảm thấy ông ta sẽ hại cô nếu cô bỏ trốn,"
    }
  },
  {
    "translation": {
      "en": "but you felt comfortable not only getting in the car and going home with him,",
      "vi": "nhưng cô thấy thoải mái không chỉ khi lên xe và về nhà ông ta"
    }
  },
  {
    "translation": {
      "en": "- but getting into bed with him. - The reason that I was acting asleep",
      "vi": "- mà còn lúc lên giường nữa. - Lý do tôi vờ ngủ"
    }
  },
  {
    "translation": {
      "en": "was so he would go to sleep so then I could leave.",
      "vi": "là để đợi anh ta ngủ rồi tôi có thể đi."
    }
  },
  {
    "translation": {
      "en": "Or... or, Ms. Brown, was it that so he would go to sleep",
      "vi": "Hoặc, cô Brown, có phải cô đợi ông ta ngủ"
    }
  },
  {
    "translation": {
      "en": "so you could shoot him and take all his stuff out of the house?",
      "vi": "để cô có thể bắn ông ta và lấy hết đồ ra khỏi nhà không?"
    }
  },
  {
    "translation": {
      "en": "Why would I want to shoot somebody for no reason? That doesn't make no sense.",
      "vi": "Tại sao tôi lại muốn bắn ai đó vô cớ chứ? Điều đó thật vô lý."
    }
  },
  {
    "translation": {
      "en": "Well, why did you shoot him?",
      "vi": "Vậy sao cô bắn ông ấy?"
    }
  },
  {
    "translation": {
      "en": "I shot him because I thought he was gonna shoot me.",
      "vi": "Tôi bắn anh ta vì tôi nghĩ anh ta sẽ bắn tôi."
    }
  },
  {
    "translation": {
      "en": "It would be a shock to me if I get transferred.",
      "vi": "Nếu bị chuyển đi, tôi sẽ rất sốc."
    }
  },
  {
    "translation": {
      "en": "With everything that was said last night,",
      "vi": "Với tất cả những gì đã nói tối qua."
    }
  },
  {
    "translation": {
      "en": "I can't see how that didn't touch the judge.",
      "vi": "Tôi không biết sao thẩm phán không hiểu được."
    }
  },
  {
    "translation": {
      "en": "And how that couldn't wave her opinion to think,",
      "vi": "Và sao chuyện đó không khiến bà ấy nghĩ,"
    }
  },
  {
    "translation": {
      "en": "Okay, if I have the power to change this child's life,",
      "vi": "Nếu tôi có quyền thay đổi cuộc sống của đứa trẻ này,"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna throw it away.",
      "vi": "tôi sẽ không vứt bỏ nó."
    }
  },
  {
    "translation": {
      "en": "Hopefully, she's thinking along those lines.",
      "vi": "Hy vọng bà ấy nghĩ theo cách đó."
    }
  },
  {
    "translation": {
      "en": "I can't see why she wouldn't be.",
      "vi": "Tôi không hiểu sao bà ấy không như vậy."
    }
  },
  {
    "translation": {
      "en": "You know, we'll never know what actually happened in Cyntoia's case.",
      "vi": "Chúng ta sẽ không bao giờ biết chuyện gì đã xảy ra trong vụ của Cyntoia."
    }
  },
  {
    "translation": {
      "en": "You got paranoid that he was gonna do this, and so you shot him.",
      "vi": "Bạn hoang tưởng rằng anh ta sẽ làm thế này và rồi bạn bắn anh ta,"
    }
  },
  {
    "translation": {
      "en": "But then you go and take his wallet, his truck,",
      "vi": "nhưng rồi bạn rời đi và lấy ví, xe của anh ta"
    }
  },
  {
    "translation": {
      "en": "and that casts big- time doubt on your motives there.",
      "vi": "và đó là lý do động cơ của bạn bị nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "Those are her facts. I don't necessarily agree with those facts.",
      "vi": "Sự thật của cô bé là vậy. Tôi thật sự không đồng ý với sự thật đó."
    }
  },
  {
    "translation": {
      "en": "You remember the transfer hearing?",
      "vi": "Bạn nhớ buổi xét xử trung chuyển không?"
    }
  },
  {
    "translation": {
      "en": "Jeff Burks, you know the hostility between us?",
      "vi": "Jeff Burks ấy, bạn biết chúng tôi bất hòa chứ?"
    }
  },
  {
    "translation": {
      "en": "He cross- examined me.",
      "vi": "Ông ta thẩm vấn chéo tôi."
    }
  },
  {
    "translation": {
      "en": "And he was questioning me like I was before the jury, was he not?",
      "vi": "Và ông ta hỏi tôi cứ như thể tôi đang ở trước bồi thẩm đoàn, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Adversarial proceeding, that's what it's not supposed to be, and that's what it was.",
      "vi": "Thủ tục tố tụng, không nên làm thế nhưng lại là như thế."
    }
  },
  {
    "translation": {
      "en": "It was a fucking trial, and the same issue was,",
      "vi": "Đó là một buổi xét xử chết tiệt, và vấn đề cần giải quyết chỉ là"
    }
  },
  {
    "translation": {
      "en": "was it premeditated or self- defense? That was the whole issue, wasn't it?",
      "vi": "việc đó được dự tính trước hay là tự vệ. Tất cả chỉ có vậy thôi, không phải sao?"
    }
  },
  {
    "translation": {
      "en": "That's the issue at this fucking trial.",
      "vi": "Đó là vấn đề ở phiên tòa chết tiệt này."
    }
  },
  {
    "translation": {
      "en": "This is my diary.",
      "vi": "Đây là nhật ký của tôi."
    }
  },
  {
    "translation": {
      "en": "I just write little things.",
      "vi": "Tôi chỉ viết những thứ nhỏ nhặt."
    }
  },
  {
    "translation": {
      "en": "I'm on my seventh page, telling my lawyers everything about me,",
      "vi": "Tôi viết tới trang thứ bảy, nói cho luật sư biết mọi thứ về tôi."
    }
  },
  {
    "translation": {
      "en": "what started from day one,",
      "vi": "Nhưng bắt đầu từ ngày đầu,"
    }
  },
  {
    "translation": {
      "en": "so they can know... get a feel of me to work my case better.",
      "vi": "để họ có thể hiểu về tôi và giải quyết vụ này dễ hơn."
    }
  },
  {
    "translation": {
      "en": "I know they care for me, and they want the best for me.",
      "vi": "Tôi biết họ quan tâm tôi. Họ muốn điều tốt nhất cho tôi."
    }
  },
  {
    "translation": {
      "en": "'Cause I'm really expecting to go home or hoping to go home.",
      "vi": "Vì tôi thực sự muốn về nhà hoặc hi vọng được về nhà."
    }
  },
  {
    "translation": {
      "en": "My biggest challenge for now is gonna be to keep from going crazy.",
      "vi": "Thử thách lớn nhất của tôi hiện tại là tránh bị điên."
    }
  },
  {
    "translation": {
      "en": "I'm not a murderer. I didn't viciously murder that man.",
      "vi": "Tôi không phải kẻ sát nhân. Tôi không có ác ý giết người đó."
    }
  },
  {
    "translation": {
      "en": "Why do y'all say that about me?",
      "vi": "Sao mọi người lại nói tôi như thế?"
    }
  },
  {
    "translation": {
      "en": "Her new attorney is Wendy Tucker.",
      "vi": "Luật sư mới của cô ấy là Wendy Tucker."
    }
  },
  {
    "translation": {
      "en": "And a couple months ago, Ms. Tucker sent me a message",
      "vi": "Vài tháng trước, côTucker gửi tin nhắn cho tôi"
    }
  },
  {
    "translation": {
      "en": "asking me to continue with this evaluation.",
      "vi": "yêu cầu tôi tiếp tục đánh giá. BỆNH VIỆN TÂM THẦN VANDERBILT"
    }
  },
  {
    "translation": {
      "en": "And so now the questions are somewhat different",
      "vi": "Các câu hỏi lần này có hơi khác"
    }
  },
  {
    "translation": {
      "en": "because she's gonna go to a criminal trial.",
      "vi": "vì cô ấy sẽ đến buổi kết án."
    }
  },
  {
    "translation": {
      "en": "Cyntoia is charged with first- degree murder.",
      "vi": "Cyntoia bị buộc tội giết người cấp độ một."
    }
  },
  {
    "translation": {
      "en": "If the defense can show that she did not premeditate,",
      "vi": "Nếu bên bào chữa cho thấy cô bé không dự tính trước,"
    }
  },
  {
    "translation": {
      "en": "then the jury would say she does not meet the criteria for first- degree murder.",
      "vi": "bồi thẩm đoàn sẽ phán cô ấy không đủ tiêu chí giết người cấp độ một."
    }
  },
  {
    "translation": {
      "en": "The definition depends on the mental state of the person who's committing the act.",
      "vi": "Định nghĩa tùy vào trạng thái tinh thần của người thực hiện hành vi."
    }
  },
  {
    "translation": {
      "en": "So let's talk about - the waiver of Miranda rights. - Okay.",
      "vi": "Hãy nói về việc từ bỏ quyền giữ im lặng."
    }
  },
  {
    "translation": {
      "en": "Now, my understanding of kind of the legal threshold is",
      "vi": "Theo tôi biết về ngưỡng pháp lý thì phải trình bày theo kiểu..."
    }
  },
  {
    "translation": {
      "en": "that the phraseology has to be done in a knowing, intelligent",
      "vi": "Theo tôi biết về ngưỡng pháp lý thì phải trình bày theo kiểu... WENDY TUCKER LUẬT SƯ BIỆN HỘ CỦA CYNTOIA BROWN  ...có chủ ý, thông minh và tự nguyện."
    }
  },
  {
    "translation": {
      "en": "- and voluntary manner. - Right.",
      "vi": "...có chủ ý, thông minh và tự nguyện."
    }
  },
  {
    "translation": {
      "en": "Did she knowingly, intelligently, and voluntarily",
      "vi": "Cô ấy đã từ bỏ quyền giữ im lặng..."
    }
  },
  {
    "translation": {
      "en": "waive her right to remain silent?",
      "vi": "... có chủ ý, thông minh và tự nguyện phải không?"
    }
  },
  {
    "translation": {
      "en": "I don't think it was knowing.",
      "vi": "Tôi không nghĩ là có chủ ý đâu."
    }
  },
  {
    "translation": {
      "en": "You know the whole thing about when you make a statement",
      "vi": "Cháu biết chuyện khi cháu phát ngôn"
    }
  },
  {
    "translation": {
      "en": "that they read you your rights and stuff like that?",
      "vi": "họ sẽ  đọc cho cháu biết quyền của mình à?"
    }
  },
  {
    "translation": {
      "en": "I know when they arrest you. - I've seen it on Cops. - Right.",
      "vi": "Tôi có xem qua trên Cops, lúc họ bắt người."
    }
  },
  {
    "translation": {
      "en": "They did it to me, but I didn't know it meant that you can be quiet.",
      "vi": "Họ làm thế với tôi, nhưng tôi không biết nó có nghĩa là ta có thể im lặng."
    }
  },
  {
    "translation": {
      "en": "Right. That's--",
      "vi": "Phải. Đó là..."
    }
  },
  {
    "translation": {
      "en": "You have the right to remain silent. Anything you say can be held against you.",
      "vi": "Cô có quyền im lặng. Lời cô nói có thể dùng chống lại cô trước tòa."
    }
  },
  {
    "translation": {
      "en": "And all that, but I don't...  That's what we'll talk about right now.",
      "vi": "- Mấy câu đó, nhưng tôi không... - Giờ ta sẽ nói đến điều đó."
    }
  },
  {
    "translation": {
      "en": "Says here, You have the right to remain silent.",
      "vi": "Ở đây nói, Cô có quyền giữ im lặng."
    }
  },
  {
    "translation": {
      "en": "Do you understand that right?",
      "vi": "Cô hiểu quyền của mình không?"
    }
  },
  {
    "translation": {
      "en": "- Yes or no? - Mm- hmm.",
      "vi": "Hiểu hay không?"
    }
  },
  {
    "translation": {
      "en": "Anything you say can and will be used against you in a court of law.",
      "vi": "Bất cứ điều gì cô nói cũng sẽ được dùng để chống lại cô trước tòa."
    }
  },
  {
    "translation": {
      "en": "So tell me in your own words what that means.",
      "vi": "Cháu diễn đạt nghĩa câu này theo ý cháu đi."
    }
  },
  {
    "translation": {
      "en": "Whatever you say, it'll go to court.",
      "vi": "Dù ông có nói gì, tôi cũng sẽ ra tòa."
    }
  },
  {
    "translation": {
      "en": "Man, I wish I'd have paid attention to this stuff.",
      "vi": "Ôi trời, giá như tôi chú ý đến thứ này hơn."
    }
  },
  {
    "translation": {
      "en": "Do you wish to waive that right and answer questions now?",
      "vi": "Cô có muốn từ bỏ quyền đó và trả lời thẩm vấn ngay không?"
    }
  },
  {
    "translation": {
      "en": "- Say yes or no. - Yeah.",
      "vi": "- Nói có hoặc không. - Có."
    }
  },
  {
    "translation": {
      "en": "You are entitled to consult with an attorney before interrogation",
      "vi": "Bạn có quyền hỏi ý kiến luật sư trước khi thẩm vấn"
    }
  },
  {
    "translation": {
      "en": "and to have an attorney present at the time of the interrogation.",
      "vi": "và luật sư sẽ có mặt tại thời điểm thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "- Tell me in your words what that means. - You can have a lawyer there with you.",
      "vi": "- Nói xem cháu hiểu câu trên thế nào. - Có thể có luật sư."
    }
  },
  {
    "translation": {
      "en": "Does it tell you a certain time when you can have a lawyer?",
      "vi": "Câu này có cho cháu biết mốc thời gian được gọi luật sư không?"
    }
  },
  {
    "translation": {
      "en": "When they start asking questions.",
      "vi": "Khi họ bắt đầu thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "If you cannot afford an attorney, one will be appointed for you.",
      "vi": "Nếu bạn không thể tìm được luật sư, bạn sẽ được cung cấp một luật sư."
    }
  },
  {
    "translation": {
      "en": "If you're broke, then you can get a free lawyer.",
      "vi": "Nếu không có tiền, thì được thuê luật sư miễn phí."
    }
  },
  {
    "translation": {
      "en": "Does this mean you're not gonna promise me anything as far as helping me if I talk?",
      "vi": "Thế nghĩa là các người không hứa sẽ giúp tôi nếu tôi nói à?"
    }
  },
  {
    "translation": {
      "en": "But you just promised me that.",
      "vi": "Nhưng mấy người đã hứa với tôi rồi."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "And that's saying that no one has promised me that, but you have.",
      "vi": "Câu đó nói không ai hứa với tôi như thế, nhưng mấy người có hứa."
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure that we're gonna... we'll do everything we can to help you.",
      "vi": "Tôi chắc chúng tôi sẽ... làm mọi thứ có thể để giúp cô."
    }
  },
  {
    "translation": {
      "en": "If we can, you know... anything we can to help you, we will.",
      "vi": "Nếu có thể, chúng tôi sẽ giúp bất cứ việc gì."
    }
  },
  {
    "translation": {
      "en": "Tell me how this... how all these questions I was asking,",
      "vi": "Cho ta biết về những câu hỏi ta hỏi cháu đi,"
    }
  },
  {
    "translation": {
      "en": "how do they fit into your situation?",
      "vi": "chúng giúp được gì cho cháu?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "See, right now, I see it, and I understand them.",
      "vi": "Thấy chưa, giờ tôi thấy và hiểu chúng rồi,"
    }
  },
  {
    "translation": {
      "en": "But then I didn't understand.",
      "vi": "nhưng rồi tôi sẽ lại không hiểu. Tôi phê thuốc và mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "- I was high, and I was tired. - Tell me about these--",
      "vi": "nhưng rồi tôi sẽ lại không hiểu. Tôi phê thuốc và mệt mỏi. Cho ta biết về..."
    }
  },
  {
    "translation": {
      "en": "Plus, they said that, if I told them, they could give me a deal.",
      "vi": "Ngoài ra họ còn nói nếu tôi nói với họ, họ sẽ thỏa thuận với tôi."
    }
  },
  {
    "translation": {
      "en": "What was he talking about? What kind of deal?",
      "vi": "Anh ta đã nói gì? Thỏa thuận là gì?"
    }
  },
  {
    "translation": {
      "en": "About time, and then he said,",
      "vi": "Đến giờ, và rồi anh ta nói,"
    }
  },
  {
    "translation": {
      "en": "No, I promised that I would talk to the DA for you.",
      "vi": "Không, tôi đã hứa sẽ nói chuyện với công tố viên cho cô."
    }
  },
  {
    "translation": {
      "en": "But that wasn't the same thing he said.",
      "vi": "Nhưng anh ta không nói vậy."
    }
  },
  {
    "translation": {
      "en": "He said, I promise you that, if you talk to us, cooperate with us,",
      "vi": "Anh ta nói, Tôi hứa nếu cô nói và hợp tác với chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "we can get you a deal. I said, Do you promise? And he said yes.",
      "vi": "ta sẽ có một thỏa thuận. Tôi liền hỏi, Anh hứa chứ? Rồi anh ta đồng ý."
    }
  },
  {
    "translation": {
      "en": "What does it mean when he says, I'll talk to the DA?",
      "vi": "Anh ta bảo Tôi sẽ nói với công tố viên nghĩa là sao?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I'll talk to him about you--",
      "vi": "Tôi không biết. Tôi sẽ nói với anh ta về cô..."
    }
  },
  {
    "translation": {
      "en": "He might talk to him every day about the weather or the football game.",
      "vi": "Họ có thể nói về thời tiết và mấy trận bóng đá mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "Yeah, but he meant that he'd talk to him about getting me a deal.",
      "vi": "Vâng, nhưng ý anh ta là sẽ nói chuyện và thỏa thuận cho tôi."
    }
  },
  {
    "translation": {
      "en": "But what... what would the deal be? What kind of deal?",
      "vi": "Nhưng thỏa thuận là gì? Kiểu như thế nào chứ?"
    }
  },
  {
    "translation": {
      "en": "Like less time to serve.",
      "vi": "Ít thời gian chịu án hơn."
    }
  },
  {
    "translation": {
      "en": "Because if I didn't, he said nine times out of ten I was gonna do life.",
      "vi": "Vì nếu không, anh ta nói chín trên mười phần tôi sẽ ở đây cả đời."
    }
  },
  {
    "translation": {
      "en": "So, did he say--",
      "vi": "Vậy anh ta có nói..."
    }
  },
  {
    "translation": {
      "en": "And they screwed me because I might be doing life anyways.",
      "vi": "Và họ gây khó dễ cho tôi, vì dù sao tôi cũng phải ở tù chung thân."
    }
  },
  {
    "translation": {
      "en": "They told her that they were gonna go to bat for her and--",
      "vi": "Họ bảo sẽ giúp cô bé và..."
    }
  },
  {
    "translation": {
      "en": "Let me stop you right there because that's real important.",
      "vi": "Cho phép tôi ngắt lời vì điều đó rất quan trọng."
    }
  },
  {
    "translation": {
      "en": "Because when I watch the tape,",
      "vi": "Vì khi tôi xem đoạn băng,"
    }
  },
  {
    "translation": {
      "en": "it proves that she's telling the truth.",
      "vi": "nó chứng minh cô ấy đang nói thật."
    }
  },
  {
    "translation": {
      "en": "There's some discussion in the very beginning.",
      "vi": "Ban đầu có vài cuộc thảo luận."
    }
  },
  {
    "translation": {
      "en": "- Something happened. - You did promise me something.",
      "vi": "- Có chuyện rồi. - Mấy người hứa với tôi rồi."
    }
  },
  {
    "translation": {
      "en": "Right, that comment by her, as soon as I heard it, I said, Damn!",
      "vi": "Phải, ngay khi tôi nghe bình luận đó của cô ấy, tôi nói, Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "Then they said, Well, we didn't promise you anything.",
      "vi": "Rồi họ như kiểu, Chúng tôi không hứa gì cả."
    }
  },
  {
    "translation": {
      "en": "We simply said that we would talk to the DA.",
      "vi": "Chúng tôi chỉ nói đơn giản là sẽ nói chuyện với công tố viên."
    }
  },
  {
    "translation": {
      "en": "- They acknowledged that they-- - Would talk to the--",
      "vi": "- Họ thừa nhận rằng họ... - Sẽ nói chuyện với..."
    }
  },
  {
    "translation": {
      "en": "In their view, they would say that we would talk to the DA,",
      "vi": "Ý họ muốn nói, chúng tôi sẽ nói với công tố viên."
    }
  },
  {
    "translation": {
      "en": "but in her view, they said, We will talk to the DA and get you a better deal.",
      "vi": "nhưng cô ấy hiểu là, Chúng tôi sẽ nói với công tố viên và có thỏa thuận tốt hơn."
    }
  },
  {
    "translation": {
      "en": "She did really poorly on...",
      "vi": "Cô ấy rất tệ ở khoản..."
    }
  },
  {
    "translation": {
      "en": "her belief that the right thing to do, the correct thing to do",
      "vi": "tin rằng điều tốt mình phải làm, điều đúng đắn phải làm"
    }
  },
  {
    "translation": {
      "en": "is to tell the police everything you know.",
      "vi": "là nói với cảnh sát mọi thứ."
    }
  },
  {
    "translation": {
      "en": "- When you take the results of the test... - Mm- hmm.",
      "vi": "Khi anh lấy được kết quả của buổi kiểm tra"
    }
  },
  {
    "translation": {
      "en": "- ...and add to it the promise implicitly-- - Right. Right.",
      "vi": "- và thêm vào đó lời hứa tuyệt đối... - Phải."
    }
  },
  {
    "translation": {
      "en": "Then she's doubly mistaken.",
      "vi": "Rồi cô ấy nhầm lẫn."
    }
  },
  {
    "translation": {
      "en": "She comes into the room with this kind of false belief",
      "vi": "Cô ấy vào phòng với lầm tưởng là"
    }
  },
  {
    "translation": {
      "en": "that you're better off if you talk to the police, and on top of that...",
      "vi": "nếu nói chuyện với cảnh sát, bạn phải giàu và trên hết là..."
    }
  },
  {
    "translation": {
      "en": "they mislead her.",
      "vi": "họ khiến cô ấy hiểu lầm."
    }
  },
  {
    "translation": {
      "en": "I think it's a double-- I think they combine.",
      "vi": "Tôi nghĩ là có hai... họ kết hợp lại."
    }
  },
  {
    "translation": {
      "en": "It's two very large men interrogating her too, by the way.",
      "vi": "Nhân tiện thì người thẩm vấn cô ấy là hai người đàn ông to lớn."
    }
  },
  {
    "translation": {
      "en": "- Yeah. -",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "When it comes to the charge of first- degree murder,",
      "vi": "Khi nói đến tội danh giết người cấp độ một,"
    }
  },
  {
    "translation": {
      "en": "we, the jury, find Cyntoia Brown guilty.",
      "vi": "bồi thẩm đoàn chúng tôi kết luận bị cáo Cyntoia Brown có tội."
    }
  },
  {
    "translation": {
      "en": "When it comes to the charge of felony murder...",
      "vi": "Khi nói đến tội danh giết người,"
    }
  },
  {
    "translation": {
      "en": "we, the jury, find Cyntoia Brown guilty.",
      "vi": "bồi thẩm đoàn chúng tôi kết luận bị cáo Cyntoia Brown có tội."
    }
  },
  {
    "translation": {
      "en": "When it comes to the charge of especially aggravated robbery,",
      "vi": "Khi nói đến tội cướp tài sản đặc biệt nghiêm trọng,"
    }
  },
  {
    "translation": {
      "en": "we, the jury, find Cyntoia Brown guilty.",
      "vi": "bồi thẩm đoàn chúng tôi kết luận bị cáo Cyntoia Brown có tội."
    }
  },
  {
    "translation": {
      "en": "Those are the words I fear most, more than anything else in life.",
      "vi": "Đó là những lời tôi sợ nhất, hơn bất cứ thứ gì trong đời."
    }
  },
  {
    "translation": {
      "en": "I really fantasize about getting out a lot.",
      "vi": "Tôi thực sự muốn được ra ngoài."
    }
  },
  {
    "translation": {
      "en": "I think that takes a lot of my time, daydreaming,",
      "vi": "Tôi nghĩ tôi mất nhiều thời gian mơ mộng về việc đó,"
    }
  },
  {
    "translation": {
      "en": "and I know I really shouldn't be doing that",
      "vi": "và tôi biết tôi không nên làm thế"
    }
  },
  {
    "translation": {
      "en": "so I won't get upset if that doesn't happen.",
      "vi": "để tôi sẽ không buồn nếu điều đó không xảy ra..."
    }
  },
  {
    "translation": {
      "en": "But I just can't help it.",
      "vi": "nhưng tôi không dừng được."
    }
  },
  {
    "translation": {
      "en": "I think the 16- year- old Cyntoia was more reckless.",
      "vi": "Tôi nghĩ Cyntoia 16 tuổi đã liều lĩnh hơn."
    }
  },
  {
    "translation": {
      "en": "She'd say anything, do anything, just wild.",
      "vi": "Cô ấy sẽ nói bất cứ điều gì, làm mọi thứ, rất là bất cần."
    }
  },
  {
    "translation": {
      "en": "I don't think that I'm an adult yet.",
      "vi": "Tôi chưa nghĩ mình là người lớn đâu."
    }
  },
  {
    "translation": {
      "en": "I wouldn't even say a young adult. I'd say I'm coming into adulthood.",
      "vi": "Là người mới lớn cũng không đúng. Chắc tôi sắp đến tuổi trưởng thành thôi."
    }
  },
  {
    "translation": {
      "en": "But the 18- year- old Cyntoia, she really-- She really thinks-- She understands now",
      "vi": "Nhưng Cyntoia 18 tuổi, cô ấy thực sự hiểu được"
    }
  },
  {
    "translation": {
      "en": "that what people think of you and your impression on other people",
      "vi": "suy nghĩ và ấn tượng của người khác về bạn"
    }
  },
  {
    "translation": {
      "en": "is very important in life sometimes.",
      "vi": "đôi khi rất quan trọng trong cuộc sống."
    }
  },
  {
    "translation": {
      "en": "Maybe some other 18- year- olds can handle being at a murder trial",
      "vi": "Một số thanh niên 18 tuổi khác có thể chịu được một phiên tòa xử tội giết người"
    }
  },
  {
    "translation": {
      "en": "and not getting upset when people sit up here",
      "vi": "và không buồn khi mọi người ngồi đây"
    }
  },
  {
    "translation": {
      "en": "and throw bogus lies about you, but I can't. It's hard for me.",
      "vi": "và nói lời giả dối về bạn, tôi thì không. Điều đó thật khó với tôi."
    }
  },
  {
    "translation": {
      "en": "I think I'll feel more fear and anxiety when I get upstairs",
      "vi": "Tôi nghĩ tôi sẽ cảm thấy sợ hãi và lo lắng hơn khi bước lên đó"
    }
  },
  {
    "translation": {
      "en": "and put on the clothes and get in the actual courtroom",
      "vi": "và mặc quần áo rồi vào phòng xử án thật"
    }
  },
  {
    "translation": {
      "en": "when I see the jury.",
      "vi": "gặp bồi thẩm đoàn."
    }
  },
  {
    "translation": {
      "en": "It's hard for me to look at them 'cause I don't know,",
      "vi": "Thật khó để nhìn họ vì tôi không biết,"
    }
  },
  {
    "translation": {
      "en": "should I look at them? Should I not look at them?",
      "vi": "có nên nhìn không? Tôi có nên nhìn họ không?"
    }
  },
  {
    "translation": {
      "en": "You gotta think about how you look and make sure you're not doing nothing.",
      "vi": "Bạn phải nghĩ về vẻ ngoài của mình và đảm bảo rằng bạn không làm gì cả."
    }
  },
  {
    "translation": {
      "en": "And you got to make sure you don't make no faces or nothing.",
      "vi": "Bạn phải chắc chắn mình không có biểu cảm gì hết."
    }
  },
  {
    "translation": {
      "en": "And you got to really control yourself. That's kind of hard for an 18- year- old.",
      "vi": "Bạn phải kiểm soát bản thân mình. Điều đó thật khó với một đứa trẻ 18 tuổi."
    }
  },
  {
    "translation": {
      "en": "We need to add probably self- defense in the jury instruction.",
      "vi": "Chúng ta cần thêm khả năng tự vệ vào chỉ thị của bồi thẩm đoàn."
    }
  },
  {
    "translation": {
      "en": "Some of that's gonna come out.",
      "vi": "Đằng nào cũng sẽ nói ra thôi."
    }
  },
  {
    "translation": {
      "en": "All rise.",
      "vi": "Tất cả đứng dậy."
    }
  },
  {
    "translation": {
      "en": "His Honor, J. Randall Wyatt...",
      "vi": "J. RANDALL WYATT, JR. THẨM PHÁN, TÒA ÁN QUẬN DAVIDSON"
    }
  },
  {
    "translation": {
      "en": "Johnny Allen...",
      "vi": "Johnny Allen..."
    }
  },
  {
    "translation": {
      "en": "was a realty agent in the Antioch- South Nashville area.",
      "vi": "là một nhà môi giới bất động sản ở khu vực Antioch South Nashville."
    }
  },
  {
    "translation": {
      "en": "This defendant, Cyntoia Brown, shot Johnny Allen in the head,",
      "vi": "Bị cáo, Cyntoia Brown, đã bắn vào đầu Johnny Allen,"
    }
  },
  {
    "translation": {
      "en": "in his bed, in his home,",
      "vi": "trên giường, trong nhà anh ta,"
    }
  },
  {
    "translation": {
      "en": "but gives a wild theory of how it was self- defense.",
      "vi": "nhưng lại đưa ra giả thuyết vô lý rằng đó là tự vệ."
    }
  },
  {
    "translation": {
      "en": "At the end of the day, you will hear the medical examiner describe",
      "vi": "Cuối ngày hôm nay, bạn sẽ được nghe bác sỹ pháp y mô tả"
    }
  },
  {
    "translation": {
      "en": "how Johnny Allen's hands were in this manner here when he was found.",
      "vi": "tay của Johnny Allen như thế nào khi anh ta được tìm thấy."
    }
  },
  {
    "translation": {
      "en": "We'll ask the medical examiner what that means in this case.",
      "vi": "Ta sẽ hỏi bác sỹ pháp y điều đó có nghĩa gì trong trường hợp này."
    }
  },
  {
    "translation": {
      "en": "We submit that, at the end of the proof, you will hear that Cyntoia Brown...",
      "vi": "Chúng tôi nghĩ khi kết thúc bằng chứng, bồi thẩm đoàn sẽ thấy Cyntoia Brown"
    }
  },
  {
    "translation": {
      "en": "cruelly and mercilessly executed Johnny Allen.",
      "vi": "đã mưu sát Johnny Allen một cách độc ác và tàn nhẫn."
    }
  },
  {
    "translation": {
      "en": "We'll ask that you convict her at the end of the proof. Thank you.",
      "vi": "Chúng tôi đề nghị bồi thẩm đoàn kết tội cô ta sau khi nghe xong. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Now, ladies and gentlemen, you will learn",
      "vi": "Thưa quý vị, mọi người đều biết"
    }
  },
  {
    "translation": {
      "en": "that Cyntoia Brown certainly had her issues.",
      "vi": "Cyntoia Brown chắc chắn có vấn đề."
    }
  },
  {
    "translation": {
      "en": "She was a 16- year- old runaway.",
      "vi": "Cô ấy là một đứa trẻ 16 tuổi bỏ nhà đi."
    }
  },
  {
    "translation": {
      "en": "She was living on the streets",
      "vi": "Cô ấy sống lang thang trên đường phố"
    }
  },
  {
    "translation": {
      "en": "with her 24- year- old boyfriend, Garion McGlothen.",
      "vi": "với người bạn trai 24 tuổi, Garion McGlothen."
    }
  },
  {
    "translation": {
      "en": "You will learn that his nickname on the streets was Kut- Throat.",
      "vi": "Mọi người sẽ biết biệt danh của anh ta trên phố là Kut Máu Mặt."
    }
  },
  {
    "translation": {
      "en": "And you will learn that that was a very appropriate name for him.",
      "vi": "Và bạn sẽ biết đó là một cái tên rất phù hợp với anh ta."
    }
  },
  {
    "translation": {
      "en": "Since running away, Cyntoia Brown had been beaten... pimped... and raped.",
      "vi": "Từ khi bỏ nhà đi, Cyntoia Brown đã bị đánh đập... kéo khách... và hãm hiếp."
    }
  },
  {
    "translation": {
      "en": "And when she felt that Johnny Allen moved,",
      "vi": "Và khi cô ấy thấy Johnny Allen di chuyển,"
    }
  },
  {
    "translation": {
      "en": "she was sure that he was gonna get a gun, rape her, kill her, something.",
      "vi": "cô ấy chắc chắn anh ta sẽ lấy súng, hãm hiếp, giết cô ấy."
    }
  },
  {
    "translation": {
      "en": "She was sure that she had to react, and she made a split- second decision",
      "vi": "Cô ấy nghĩ chắc chắn mình phải phản ứng, và đã ngay lập tức quyết định"
    }
  },
  {
    "translation": {
      "en": "to choose between safety and Johnny Allen's dark side,",
      "vi": "chọn lựa giữa sự an toàn và mặt tối của Johnny Allen,"
    }
  },
  {
    "translation": {
      "en": "and she chose safety.",
      "vi": "và cô ấy chọn sự an toàn."
    }
  },
  {
    "translation": {
      "en": "At the close of all the evidence, Mr. McGee will stand in front of you,",
      "vi": "Sau tất cả bằng chứng, ông McGee sẽ đứng trước các vị"
    }
  },
  {
    "translation": {
      "en": "and he will request that you return",
      "vi": "và sẽ yêu cầu các vị đưa ra"
    }
  },
  {
    "translation": {
      "en": "the only just verdict possible in this case.",
      "vi": "phán quyết duy nhất trong vụ án này."
    }
  },
  {
    "translation": {
      "en": "And that is a verdict of not guilty on all charges for Cyntoia Brown.",
      "vi": "Và đó là phán quyết Cyntoia Brown vô tội."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Detective Robinson, let's go back in time. August the 8th, 2004,",
      "vi": "Thanh tra Robinson, hãy quay ngược thời gian. Vào ngày 8 tháng 8 năm 2004,"
    }
  },
  {
    "translation": {
      "en": "3:28 in the morning.",
      "vi": "lúc 3 giờ 28 phút sáng."
    }
  },
  {
    "translation": {
      "en": "Because it was in the interview room at the police department across the street",
      "vi": "Vì lúc đó trong phòng phỏng vấn ở sở cảnh sát bên kia đường"
    }
  },
  {
    "translation": {
      "en": "that you and Detective Baltimore questioned Cyntoia Brown.",
      "vi": "anh và thanh tra Baltimore đã thẩm vấn Cyntoia Brown phải không?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Before the tape got turned on in this case,",
      "vi": "Trước khi cuốn băng được bật lên,"
    }
  },
  {
    "translation": {
      "en": "you spoke to Cyntoia Brown off- camera, didn't you, sir?",
      "vi": "anh đã nói với Cyntoia Brown ngoài ống kính, phải không?"
    }
  },
  {
    "translation": {
      "en": "Very briefly. Whatever I said to Ms. Brown was very brief.",
      "vi": "Rất ngắn thôi. Mọ thứ tôi nói với cô Brown đều rất ngắn gọn."
    }
  },
  {
    "translation": {
      "en": "We're gonna go back here in this room. We're gonna talk,",
      "vi": "Chúng ta sẽ quay lại phòng này. Ta sẽ nói chuyện,"
    }
  },
  {
    "translation": {
      "en": "and it wasn't long at all.",
      "vi": "tôi không hề nói nhiều."
    }
  },
  {
    "translation": {
      "en": "We see on the tape, and we heard on the tape the process beginning.",
      "vi": "Chúng tôi đã thấy và nghe trên băng về quá trình bắt đầu."
    }
  },
  {
    "translation": {
      "en": "When you got to that portion of the form, detective,",
      "vi": "Khi đến phần đó của đơn, Thanh tra,"
    }
  },
  {
    "translation": {
      "en": "where you read no promises or threats have been made,",
      "vi": "phần anh đọc rằng không có hứa hẹn hay đe dọa gì,"
    }
  },
  {
    "translation": {
      "en": "Ms. Brown interrupted you. We saw it on the tape.",
      "vi": "cô Brown đã ngắt lời anh. Chúng tôi đã thấy trên băng."
    }
  },
  {
    "translation": {
      "en": "- Didn't she? - She did.",
      "vi": "- Đúng không? - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "She said, Promises of what?",
      "vi": "Cô ấy nói, Hứa gì cơ?"
    }
  },
  {
    "translation": {
      "en": "- Remember saying that, detective? - I recall telling her",
      "vi": "- Anh có nhớ... - Tôi nhớ có nói với cô ấy"
    }
  },
  {
    "translation": {
      "en": "that we will let the district attorney know that she cooperated with us",
      "vi": "chúng tôi sẽ cho công tố viên biết rằng cô ấy có hợp tác"
    }
  },
  {
    "translation": {
      "en": "and gave us a statement and indicated",
      "vi": "và làm bản tường trình, và nói thêm là"
    }
  },
  {
    "translation": {
      "en": "they usually take that into consideration.",
      "vi": "họ cần cân nhắc chuyện này hơn."
    }
  },
  {
    "translation": {
      "en": "We're talking about lying.",
      "vi": "Ta có thể thấy đây là lời nói dối."
    }
  },
  {
    "translation": {
      "en": "That is a technique that you have been trained to use.",
      "vi": "Đó là một kỹ thuật mà anh đã được đào tạo để sử dụng."
    }
  },
  {
    "translation": {
      "en": "- Right? - Exaggeration, yes.",
      "vi": "- Phải rồi. - Nói quá rồi nhưng vâng."
    }
  },
  {
    "translation": {
      "en": "My name is Dr. Amy R. McMaster.",
      "vi": "Tôi là Bác sĩ Amy R. McMaster."
    }
  },
  {
    "translation": {
      "en": "I'm the Deputy Chief Medical Examiner for Davidson County,",
      "vi": "Tôi là Phó Ban Giám định Y khoa của Quận Davidson,"
    }
  },
  {
    "translation": {
      "en": "and my official duties are to investigate",
      "vi": "và nhiệm vụ chính của tôi là điều tra"
    }
  },
  {
    "translation": {
      "en": "causes of sudden, unnatural or unexpected death.",
      "vi": "nguyên nhân những cái chết đột ngột, bất thường hoặc bất ngờ."
    }
  },
  {
    "translation": {
      "en": "How would you describe his injury",
      "vi": "Theo cô, vết thương của nạn nhân"
    }
  },
  {
    "translation": {
      "en": "as to whether he would be able to survive if for any period of time?",
      "vi": "có cho thấy liệu anh ta còn có cơ may sống sót không?"
    }
  },
  {
    "translation": {
      "en": "No, with this wound, Mr. Allen--",
      "vi": "Không, với vết thương này, ông Allen..."
    }
  },
  {
    "translation": {
      "en": "This would've been an immediately fatal wound.",
      "vi": "Vết thương này sẽ gây tử vong ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "His hands are clasped in the photographs. Do you see that?",
      "vi": "Tay anh ta đang nắm chặt trong bức ảnh. Cô thấy không?"
    }
  },
  {
    "translation": {
      "en": "Yes, I do.",
      "vi": "Tôi thấy."
    }
  },
  {
    "translation": {
      "en": "Do you have an opinion",
      "vi": "Cô có cho rằng"
    }
  },
  {
    "translation": {
      "en": "as to whether his hands were clasped at the time of his death?",
      "vi": "chúng có được nắm như vậy lúc anh ta chết không?"
    }
  },
  {
    "translation": {
      "en": "Mr. Allen would have been in this position at the time that the wound was inflicted.",
      "vi": "Ông Allen đã ở tư thế này vào thời điểm có vết thương."
    }
  },
  {
    "translation": {
      "en": "Because of the nature of the wound, I would not expect Mr. Allen",
      "vi": "Xét bản chất của vết thương, tôi không cho là ông Allen"
    }
  },
  {
    "translation": {
      "en": "to have any type of voluntary movement",
      "vi": "có thể tự ý cử động"
    }
  },
  {
    "translation": {
      "en": "or be able to move his extremities or his body in any way.",
      "vi": "hay di chuyển tứ chi hoặc cơ thể bằng bất cứ cách nào."
    }
  },
  {
    "translation": {
      "en": "Could you please state and spell your name for the record?",
      "vi": "Vui lòng nói to rõ và đánh vần tên mình."
    }
  },
  {
    "translation": {
      "en": "Yes, my name is Ellenette R. Brown.",
      "vi": "Vâng, tôi là Ellenette R. Brown."
    }
  },
  {
    "translation": {
      "en": "Do you know Cyntoia Brown?",
      "vi": "Bà biết Cyntoia Brown không?"
    }
  },
  {
    "translation": {
      "en": "Yes, I do.",
      "vi": "Vâng, tôi biết."
    }
  },
  {
    "translation": {
      "en": "- How do you know her? - She is my daughter.",
      "vi": "- Sao bà biết cô ấy? - Nó là con gái tôi."
    }
  },
  {
    "translation": {
      "en": "- Is she your adopted daughter? - Yes, she is.",
      "vi": "- Đó là con gái nuôi của bà à? - Vâng, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Do you talk with her on the phone and keep up with her?",
      "vi": "Bà có nói chuyện điện thoại và giữ liên lạc với cô ấy không?"
    }
  },
  {
    "translation": {
      "en": "Almost daily, yes.",
      "vi": "Có, gần như mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "Judge, at this time, we're gonna ask for the main exhibit",
      "vi": "Thẩm phán, tại thời điểm này, chúng tôi yêu cầu phát"
    }
  },
  {
    "translation": {
      "en": "we be allowed to play this for the jury, in which she refers",
      "vi": "tang vật chính trước tòa, trong đó cô ấy có đề cập đến việc bắn ông Allen."
    }
  },
  {
    "translation": {
      "en": "- to executing Mr. Allen. Is that correct? - Yes. Yes.",
      "vi": "trong đó cô ấy có đề cập đến việc bắn ông Allen. - Đúng không? - Đúng."
    }
  },
  {
    "translation": {
      "en": "They have nothing else to do but to provoke you.",
      "vi": "Họ chỉ biết khiêu khích con thôi."
    }
  },
  {
    "translation": {
      "en": "The more time you get the better it is for them.",
      "vi": "Con càng dành nhiều thời gian thì họ càng có lợi."
    }
  },
  {
    "translation": {
      "en": "Now you understand why I'm so depressed,",
      "vi": "Giờ con hiểu sao con chán nản rồi."
    }
  },
  {
    "translation": {
      "en": "- I have nothing to do. - Well...",
      "vi": "Con không có gì để làm."
    }
  },
  {
    "translation": {
      "en": "I have to think about that every day.",
      "vi": "- Vậy... - Con phải nghĩ về nó mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "- What? - Me facing life.",
      "vi": "- Gì cơ? - Việc con lăn lội ngoài đời ấy."
    }
  },
  {
    "translation": {
      "en": "I probably won't have a life anyways, Ma, it don't matter how I behave.",
      "vi": "Mẹ, dù con cư xử thế nào, con cũng chẳng có cuộc sống riêng nào cả."
    }
  },
  {
    "translation": {
      "en": "You don't understand. I killed somebody.",
      "vi": "Mẹ không hiểu. Con đã giết ai đó."
    }
  },
  {
    "translation": {
      "en": "- I know you did. - I executed him.",
      "vi": "- Mẹ biết con đã làm vậy. - Con đã mưu sát anh ta."
    }
  },
  {
    "translation": {
      "en": "Why do you say stuff like that, Toia?",
      "vi": "Sao con lại nói thế, Toia?"
    }
  },
  {
    "translation": {
      "en": "You're making it so easy for the prosecution.",
      "vi": "Con làm cho việc truy tố trở nên dễ hơn rồi."
    }
  },
  {
    "translation": {
      "en": "But, I mean, it's not my fault.",
      "vi": "Nhưng ý con là lỗi không ở con."
    }
  },
  {
    "translation": {
      "en": "That's what I'm sayin'.",
      "vi": "Ý mẹ là thế đấy."
    }
  },
  {
    "translation": {
      "en": "I've been facing life since day one.",
      "vi": "Con đối mặt với cuộc sống từ ngày đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Well, see, I wasn't thinkin' like that.",
      "vi": "Thấy chưa, ta đã không nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Every single time, when you visited that you talked about her situation,",
      "vi": "Mỗi lần bà đến thăm và nói về tình hình của cô ấy,"
    }
  },
  {
    "translation": {
      "en": "Cyntoia told you that she shot Mr. Allen because she was fearful of him.",
      "vi": "Cyntoia nói với bà cô ấy đã bắn ông Allen vì cô ấy sợ ông ta."
    }
  },
  {
    "translation": {
      "en": "- Didn't she? - Yes.",
      "vi": "- Đúng không? - Đúng."
    }
  },
  {
    "translation": {
      "en": "So when you had this phone conversation,",
      "vi": "Nên khi bà nói chuyện điện thoại,"
    }
  },
  {
    "translation": {
      "en": "and she said the words, I killed a man. I executed him, Mommy,",
      "vi": "và cô ấy nói, Mẹ, con đã giết người. Con đã mưu sát anh ta."
    }
  },
  {
    "translation": {
      "en": "did you think that was some sudden change of her confessing to you what happened?",
      "vi": "Bà có nghĩ đây là sự thú nhận đột ngột của cô ấy về chuyện đã xảy ra không?"
    }
  },
  {
    "translation": {
      "en": "No, um, Cyntoia has a way of taking things out of context.",
      "vi": "Không, Cyntoia hay nói không đúng ngữ cảnh lắm."
    }
  },
  {
    "translation": {
      "en": "Not so much as her trying to confess to me.",
      "vi": "Đặc biệt là việc cố gắng tâm sự với tôi."
    }
  },
  {
    "translation": {
      "en": "All she wanted was to be able to do what she's done times again,",
      "vi": "Con bé chỉ muốn có thể làm lại những việc mình đã làm rất nhiều lần,"
    }
  },
  {
    "translation": {
      "en": "sit on my lap, talk to me, let me know what's going on, how she's feeling.",
      "vi": "ngồi lên đùi tôi, nói chuyện với tôi, kể về mọi chuyện và cảm xúc của nó."
    }
  },
  {
    "translation": {
      "en": "And saying, I know what my outcome is,",
      "vi": "Và nói, Con biết kết quả rồi, nên mẹ tiếp tục đi"
    }
  },
  {
    "translation": {
      "en": "so you go on and you do what you have to do. Don't waste it on me.",
      "vi": "và đi làm những gì phải làm đi. Đừng phí phạm thời gian với con."
    }
  },
  {
    "translation": {
      "en": "One of the things Cyntoia Brown counts on today, is banking on,",
      "vi": "Một trong những điều Cyntoia Brown mong mỏi, trông đợi hôm nay,"
    }
  },
  {
    "translation": {
      "en": "is that you will drop the common sense you've had all your life",
      "vi": "là các vị sẽ bỏ đi lương tri mà mình đã có cả đời"
    }
  },
  {
    "translation": {
      "en": "when you come through that door. She's counting on it.",
      "vi": "khi bước qua cánh cửa đó. Cô ấy trông đợi điều đó."
    }
  },
  {
    "translation": {
      "en": "And she's counting on you to look at this picture...",
      "vi": "Và cô ấy mong các vị nhìn vào bức ảnh này..."
    }
  },
  {
    "translation": {
      "en": "and believe that the person that did this damage to another human being",
      "vi": "và tin rằng người làm hại người khác này"
    }
  },
  {
    "translation": {
      "en": "was acting in self- defense.",
      "vi": "chỉ là một hành động tự vệ."
    }
  },
  {
    "translation": {
      "en": "Shot through the back of the head?",
      "vi": "Bắn vào sau đầu sao?"
    }
  },
  {
    "translation": {
      "en": "Hands like that?",
      "vi": "Với tay như thế này sao?"
    }
  },
  {
    "translation": {
      "en": "The medical examiner's opinion? Not-- Not--",
      "vi": "Ý kiến của giám định y khoa nữa? Đó không chỉ là thách thức của hôm qua thôi đâu."
    }
  },
  {
    "translation": {
      "en": "That wasn't really challenged yesterday. You remember that.",
      "vi": "Ý kiến của giám định y khoa nữa? Đó không chỉ là thách thức của hôm qua thôi đâu. Hãy nhớ nhé."
    }
  },
  {
    "translation": {
      "en": "Medical examiner's opinion was he was in this position when he was shot.",
      "vi": "Ý kiến của giám định y khoa cho rằng anh ta đã ở tư thế này khi bị bắn."
    }
  },
  {
    "translation": {
      "en": "As you go through that door and into that jury room,",
      "vi": "Khi các vị đi qua cánh cửa đó và vào phòng bồi thẩm đoàn,"
    }
  },
  {
    "translation": {
      "en": "I ask that you recall that one passage.",
      "vi": "tôi đề nghị các vị nhớ đến một đoạn đối thoại."
    }
  },
  {
    "translation": {
      "en": "You don't understand what I did, Mama.",
      "vi": "Mẹ không hiểu con đã làm gì đâu."
    }
  },
  {
    "translation": {
      "en": "I killed a man. I executed him.",
      "vi": "Con đã giết người. Con đã mưu sát anh ta."
    }
  },
  {
    "translation": {
      "en": "We've spent four days proving",
      "vi": "Chúng tôi đã dành bốn ngày để chứng minh"
    }
  },
  {
    "translation": {
      "en": "what she says in that phone call to her mother was absolutely accurate.",
      "vi": "điều cô ấy nói trong cuộc gọi với mẹ là hoàn toàn chính xác."
    }
  },
  {
    "translation": {
      "en": "She executed Johnny.",
      "vi": "Cô ta đã mưu sát Johnny."
    }
  },
  {
    "translation": {
      "en": "Johnny Allen was a man...",
      "vi": "Johnny Allen là một người đàn ông..."
    }
  },
  {
    "translation": {
      "en": "who by day was a mild- mannered real estate agent,",
      "vi": "ban ngày là một chuyên viên địa ốc ôn hòa,"
    }
  },
  {
    "translation": {
      "en": "who went to church, taught a Bible study.",
      "vi": "người hay đến nhà thờ, giảng Kinh Thánh."
    }
  },
  {
    "translation": {
      "en": "But there were times in his life when he was certainly not that man.",
      "vi": "Nhưng có những lúc trong đời anh ta không phải là người đó."
    }
  },
  {
    "translation": {
      "en": "What 43- year- old men are driving around",
      "vi": "Những việc đàn ông 43 tuổi hay làm là lái xe dạo"
    }
  },
  {
    "translation": {
      "en": "on a Friday night to Sonic's",
      "vi": "vào tối thứ Sáu tới quán Sonic,"
    }
  },
  {
    "translation": {
      "en": "and driving home with young girls,",
      "vi": "và lái xe về nhà với các cô gái trẻ."
    }
  },
  {
    "translation": {
      "en": "girls described as so young the waitress said,",
      "vi": "những cô gái được miêu tả là rất trẻ, cô phục vụ có nói,"
    }
  },
  {
    "translation": {
      "en": "I thought she was his daughter or his niece.",
      "vi": "Tôi tưởng cô ấy là con gái hay cháu gái ông ta không chứ."
    }
  },
  {
    "translation": {
      "en": "She did take some items after the fact, and she's guilty of that.",
      "vi": "Cô ấy đã lấy vài thứ sau khi việc xảy ra, và đó là tội danh của cô ấy."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to tell you Cyntoia Brown is an angel.",
      "vi": "Tôi không cố nói cô Cyntoia Brown là một thiên thần."
    }
  },
  {
    "translation": {
      "en": "We never have.",
      "vi": "Chưa bao giờ."
    }
  },
  {
    "translation": {
      "en": "We've told you from the beginning that she was a 16- year- old runaway",
      "vi": "Chúng tôi đã nói từ đầu rằng cô ấy là một người 16 tuổi bỏ nhà đi"
    }
  },
  {
    "translation": {
      "en": "doing the best she could,",
      "vi": "cố hết sức có thể để sống,"
    }
  },
  {
    "translation": {
      "en": "and on August the 6th, she thought she was gonna have a night",
      "vi": "và vào ngày sáu tháng Tám, cô ấy nghĩ sẽ có một đêm"
    }
  },
  {
    "translation": {
      "en": "where she would be safe.",
      "vi": "cô ấy sẽ an toàn."
    }
  },
  {
    "translation": {
      "en": "She was wrong.",
      "vi": "Cô ấy đã sai."
    }
  },
  {
    "translation": {
      "en": "As to these charges of murder, not guilty.",
      "vi": "Về tội giết người, cô ấy vô tội."
    }
  },
  {
    "translation": {
      "en": "As to this charge of especially aggravated robbery, not guilty.",
      "vi": "Về tội cướp tài sản nghiêm trọng, cô ấy vô tội."
    }
  },
  {
    "translation": {
      "en": "Not guilty. Not guilty!",
      "vi": "Vô tội."
    }
  },
  {
    "translation": {
      "en": "That was not her intent when she shot him, and you know it. And you know it.",
      "vi": "Cô ấy không có ý định gì khi bắn anh ta cả và các vị biết điều đó mà."
    }
  },
  {
    "translation": {
      "en": "One minute, I think they're gonna convict me of voluntary manslaughter and theft,",
      "vi": "Một phút trước tôi nghĩ họ sẽ kết tội tôi về tội cố ý giết người và trộm cắp,"
    }
  },
  {
    "translation": {
      "en": "and the next minute, I think I'm gonna be found guilty of all charges.",
      "vi": "và phút sau tôi nghĩ mình sẽ bị buộc tất cả tội danh đó."
    }
  },
  {
    "translation": {
      "en": "Just thinking about it, I don't know, it gives me the chills.",
      "vi": "Chỉ nghĩ về điều đó, tôi không biết, nó làm tôi ớn lạnh."
    }
  },
  {
    "translation": {
      "en": "...it's bizarre. There's no grocery stores...",
      "vi": "... thật kì quái. Đây không phải cái chợ... Sáu giờ sau, đã có phán quyết."
    }
  },
  {
    "translation": {
      "en": "Has the jury arrived at a verdict in this case?",
      "vi": "Bồi thẩm đoàn đã đưa ra bản án trong vụ này chưa?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir, we have.",
      "vi": "Vâng, chúng tôi đã có."
    }
  },
  {
    "translation": {
      "en": "Please stand and tell the Court what that verdict is.",
      "vi": "Hãy đứng lên và nói với Tòa án phán quyết đó là gì."
    }
  },
  {
    "translation": {
      "en": "We, the jury, find the defendant, Cyntoia Denise Brown...",
      "vi": "Bồi thẩm đoàn chúng tôi kết luận bị cáo Cyntoia Denise Brown..."
    }
  },
  {
    "translation": {
      "en": "count one, guilty, first- degree murder.",
      "vi": "một, phạm tội giết người cấp một."
    }
  },
  {
    "translation": {
      "en": "Count two, guilty of felony murder.",
      "vi": "Hai, tội cố ý mưu sát."
    }
  },
  {
    "translation": {
      "en": "Count three, guilty of especially aggravated robbery.",
      "vi": "Ba, phạm tội trộm cắp đặc biệt nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "This is our verdict this 25th day of August, 2006.",
      "vi": "Đây là phán quyết của chúng tôi vào ngày 25 tháng 8 năm 2006."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Hey, Mommy.",
      "vi": "Chào mẹ."
    }
  },
  {
    "translation": {
      "en": "Fine, what are you doing?",
      "vi": "Mẹ khỏe, con đang làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "Well, I got life.",
      "vi": "Con có cuộc sống rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's over with now.",
      "vi": "Giờ mọi thứ kết thúc rồi."
    }
  },
  {
    "translation": {
      "en": "I'll be fine.",
      "vi": "Con sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Mama, don't stress yourself out.",
      "vi": "Mẹ đừng căng thẳng quá nhé."
    }
  },
  {
    "translation": {
      "en": "I don't want you having a stroke and a heart attack or nothing.",
      "vi": "Con không muốn mẹ bị đột quỵ hay đau tim hay gì đâu."
    }
  },
  {
    "translation": {
      "en": "'Cause that's the only thing that would get to me.",
      "vi": "Vì việc đó chỉ có thể xảy ra với con."
    }
  },
  {
    "translation": {
      "en": "And I have one mama.",
      "vi": "Và con chỉ có một mẹ."
    }
  },
  {
    "translation": {
      "en": "So...",
      "vi": "Nên..."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "And even if it is, my life's not over.",
      "vi": "Và thậm chí nếu có bị, cuộc sống của con vẫn chưa kết thúc."
    }
  },
  {
    "translation": {
      "en": "And I will get old.",
      "vi": "Và con sẽ già đi."
    }
  },
  {
    "translation": {
      "en": "So, this is just a change of plan.",
      "vi": "Nên đây chỉ là thay đổi kế hoạch một tí."
    }
  },
  {
    "translation": {
      "en": "I love you too. Tell Uncle Frank I love him.",
      "vi": "Con cũng yêu mẹ. Nói với chú Frank là con yêu chú ấy nữa."
    }
  },
  {
    "translation": {
      "en": "And tell him we still have things that we could do.",
      "vi": "Và nói với chú ấy là chúng ta vẫn còn việc có thể làm."
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "Love you too.",
      "vi": "Yêu mẹ lắm."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi ạ."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Bye, Mommy. I love you too.",
      "vi": "Chào mẹ. Con cũng yêu mẹ."
    }
  },
  {
    "translation": {
      "en": "When I got the phone call, it was early in the morning, you know, about 6:00 a.m.",
      "vi": "Tôi đã nhận được cuộc gọi, khoảng sáng sớm, tầm sáu giờ."
    }
  },
  {
    "translation": {
      "en": "When it all finally sank in...",
      "vi": "Khi cuối cùng mọi thứ cũng lắng xuống..."
    }
  },
  {
    "translation": {
      "en": "the worst feeling was like someone was just ripping my heart out.",
      "vi": "cảm giác như có ai đó moi tim tôi ra vậy, nó vô cùng khủng khiếp."
    }
  },
  {
    "translation": {
      "en": "It hurts me that she's been placed in such a serious situation.",
      "vi": "Thật đau lòng khi con bé bị đặt vào tình thế nghiêm trọng như vậy."
    }
  },
  {
    "translation": {
      "en": "Amidst it all, I'm still here, you know,",
      "vi": "Dù có gì đi nữa, tôi vẫn ở đây,"
    }
  },
  {
    "translation": {
      "en": "and I'm coping the best that I know.",
      "vi": "và tôi sẽ cố đối phó bằng tất cả những gì tôi biết."
    }
  },
  {
    "translation": {
      "en": "I think the biggest surprise to me was probably the sexual part in her life.",
      "vi": "Tôi nghĩ điều bất ngờ nhất với tôi có lẽ là mảng tình dục trong đời con bé."
    }
  },
  {
    "translation": {
      "en": "No parent wants to think that their young daughter is experiencing sex,",
      "vi": "Không phụ huynh nào muốn nghĩ rằng con gái họ trải qua việc quan hệ tình dục,"
    }
  },
  {
    "translation": {
      "en": "especially at such a young age,",
      "vi": "đặc biệt là ở độ tuổi trẻ như vậy,"
    }
  },
  {
    "translation": {
      "en": "and then to find out that there's been many boys and men.",
      "vi": "và sau đó phát hiện ra nó đã làm với rất nhiều đàn ông và con trai."
    }
  },
  {
    "translation": {
      "en": "I feel sad that there's a possibility that outside of the glass",
      "vi": "Tôi thấy buồn vì có khả năng bên ngoài tấm kính,"
    }
  },
  {
    "translation": {
      "en": "and the barbed wire and the bars",
      "vi": "dây thép gai và thanh sắt kia... ĐIỀU ĐẸP  ĐẼ NHẤT LÀ CÙNG NHAU GIÀ ĐI"
    }
  },
  {
    "translation": {
      "en": "that we may never actually be...",
      "vi": "...chúng tôi sẽ chẳng bao giờ"
    }
  },
  {
    "translation": {
      "en": "like a mother and daughter should be.",
      "vi": "giống mẹ và con gái bình thường."
    }
  },
  {
    "translation": {
      "en": "This is real.",
      "vi": "Đây là sự thật."
    }
  },
  {
    "translation": {
      "en": "If she's ever here in this house, she may not be here with me.",
      "vi": "Nếu con bé có ở trong nhà này, nó cũng không ở đây với tôi."
    }
  },
  {
    "translation": {
      "en": "That's very real to me.",
      "vi": "Với tôi điều này rất thật."
    }
  },
  {
    "translation": {
      "en": "And I think about that all the time.",
      "vi": "Và tôi nghĩ về điều đó suốt."
    }
  },
  {
    "translation": {
      "en": "I think about it all the time.",
      "vi": "Tôi luôn nghĩ đến điều đó."
    }
  },
  {
    "translation": {
      "en": "I got pregnant on my 16th birthday.",
      "vi": "Tôi có thai vào sinh nhật lần thứ 16."
    }
  },
  {
    "translation": {
      "en": "I was confused, misled, misguided.",
      "vi": "Tôi bối rối, lầm đường lạc lối."
    }
  },
  {
    "translation": {
      "en": "My mother, we didn't live in a very stable home.",
      "vi": "Mẹ và tôi sống trong một mái nhà rất bất ổn."
    }
  },
  {
    "translation": {
      "en": "The home was stable, but my mother was not stable.",
      "vi": "Nhà thì ổn định, nhưng mẹ tôi thì không."
    }
  },
  {
    "translation": {
      "en": "The mental health problems all start with her.",
      "vi": "Vấn đề tâm lý bắt đầu từ bà ấy."
    }
  },
  {
    "translation": {
      "en": "You'll be able to see that for yourself within two minutes of talking to her.",
      "vi": "Anh sẽ thấy được điều đó sau hai phút nói chuyện với bà ấy."
    }
  },
  {
    "translation": {
      "en": "So I got the attention that I needed from friends and from male companions.",
      "vi": "Nên tôi nghĩ mình cần sự quan tâm từ bạn bè và bạn trai."
    }
  },
  {
    "translation": {
      "en": "I was drinking and smoking marijuana.",
      "vi": "Tôi đã nhậu nhẹt và hút cần sa."
    }
  },
  {
    "translation": {
      "en": "And my mom had vodka. They had liquor in the cabinet.",
      "vi": "Mẹ tôi uống vodka. Họ có rượu trong tủ."
    }
  },
  {
    "translation": {
      "en": "And I would take the vodka, and I would be blitzed by the time I got to school.",
      "vi": "Tôi uống vodka và thường say xỉn khi đến trường."
    }
  },
  {
    "translation": {
      "en": "When I got pregnant, I was... I was drinking.",
      "vi": "Khi có bầu, tôi đã uống rượu."
    }
  },
  {
    "translation": {
      "en": "I could drink a bottle that was this big by myself.",
      "vi": "Tôi có thể uống một chai lớn cỡ này một mình."
    }
  },
  {
    "translation": {
      "en": "Pretty sure she won't be happy to see me.",
      "vi": "Chắc là bà ấy sẽ không vui khi thấy tôi vậy đâu."
    }
  },
  {
    "translation": {
      "en": "But, you know, it's vice versa.",
      "vi": "Nhưng ngược lại."
    }
  },
  {
    "translation": {
      "en": "If I had it every day, I could drink it every day.",
      "vi": "Nếu có rượu mỗi ngày, tôi có thể uống mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "If I didn't have it, we were definitely gonna find a way to get it.",
      "vi": "Nếu tôi không có, bọn tôi chắc chắn sẽ tìm ra cách để có được nó."
    }
  },
  {
    "translation": {
      "en": "I drank for about eight months of her life, and the eighth month,",
      "vi": "Tôi đã uống khoảng tám tháng đầu của con bé, và tháng thứ tám,"
    }
  },
  {
    "translation": {
      "en": "that's when I was introduced to crack cocaine.",
      "vi": "là lúc tôi biết đến việc hút ma túy đá."
    }
  },
  {
    "translation": {
      "en": "I was 17 years old.",
      "vi": "Khi ấy, tôi 17 tuổi."
    }
  },
  {
    "translation": {
      "en": "And so when I got introduced to crack cocaine,",
      "vi": "Khi tôi biết đến ma túy đá,"
    }
  },
  {
    "translation": {
      "en": "I also got introduced to the easy money on how to get it, which was prostituting.",
      "vi": "tôi cũng biết được cách dễ dàng để có được nó, mại dâm."
    }
  },
  {
    "translation": {
      "en": "I was raped repeatedly, guns to my head, robbed, everything.",
      "vi": "Tôi bị cưỡng hiếp nhiều lần, bị dí súng vào đầu, bị cướp, mọi thứ."
    }
  },
  {
    "translation": {
      "en": "And so, December the 13th, 1988...",
      "vi": "Ngày 13 tháng 12 năm 1988..."
    }
  },
  {
    "translation": {
      "en": "that's when I went to jail.",
      "vi": "là ngày tôi vào tù."
    }
  },
  {
    "translation": {
      "en": "If I don't say too much around here, it's best.",
      "vi": "Tốt nhất tôi không nên nói nhiều ở đây."
    }
  },
  {
    "translation": {
      "en": "Because, if she gets started, it's just gonna send me into a whirlwind.",
      "vi": "Bởi vì nếu bà ấy bắt đầu tôi sẽ thấy hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go berserk.",
      "vi": "Rồi tôi sẽ phát điên lên."
    }
  },
  {
    "translation": {
      "en": "I already know it. She knows how to push my buttons.",
      "vi": "Tôi thừa biết là bà ấy biết cách khiến tôi nổi nóng."
    }
  },
  {
    "translation": {
      "en": "She knows which ones to touch.",
      "vi": "Bà ấy biết phải nói thế nào."
    }
  },
  {
    "translation": {
      "en": "And it doesn't take very long 'cause we usually can't stay",
      "vi": "Và không mất nhiều thời gian lắm. Chúng tôi thường chỉ có thể ở gần nhau tối đa là năm mười phút thôi."
    }
  },
  {
    "translation": {
      "en": "around each other no more than five or ten minutes.",
      "vi": "Chúng tôi thường chỉ có thể ở gần nhau tối đa là năm mười phút thôi."
    }
  },
  {
    "translation": {
      "en": "Toia, I talked with her attorney in the beginning.",
      "vi": "Đã bảo là tôi đã nói chuyện với luật sư ngay từ đầu rồi."
    }
  },
  {
    "translation": {
      "en": "As the young attorney did say, being in the state of Tennessee...",
      "vi": "Như luật sư trẻ đã nói, việc sống ở bang Tennessee"
    }
  },
  {
    "translation": {
      "en": "had a lot to do with the trial.",
      "vi": "cũng ảnh hưởng nhiều đến phiên tòa lắm."
    }
  },
  {
    "translation": {
      "en": "We can't change anything about it. But this girl's young.",
      "vi": "Chúng ta không thể thay đổi gì cả. Nhưng con bé này còn trẻ."
    }
  },
  {
    "translation": {
      "en": "I'm not saying you should say, Here, go right out here and start living.",
      "vi": "Mẹ không có ý nói là, Đây, ra ngoài và bắt đầu cuộc sống mới đi."
    }
  },
  {
    "translation": {
      "en": "I think she should be released gradually.",
      "vi": "Mẹ nghĩ nó nên được miễn giảm từ từ."
    }
  },
  {
    "translation": {
      "en": "So she understands herself...",
      "vi": "Như vậy con bé sẽ hiểu chính mình..."
    }
  },
  {
    "translation": {
      "en": "knows how to handle it.",
      "vi": "biết cách xử lý rắc rối hơn."
    }
  },
  {
    "translation": {
      "en": "What are you saying?",
      "vi": "Mẹ đang nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "She may have to be on some types of drugs all her life.",
      "vi": "Nó có thể phải dùng một số loại thuốc suốt đời."
    }
  },
  {
    "translation": {
      "en": "She is. We are.",
      "vi": "Đúng. Chúng ta cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Well, there's nothing wrong with that.",
      "vi": "Thì có gì sai đâu chứ."
    }
  },
  {
    "translation": {
      "en": "I've been taking psychotropics since I can... remember.",
      "vi": "Con đã uống thuốc tâm thần từ khi con biết... nhớ."
    }
  },
  {
    "translation": {
      "en": "Do you see anything wrong with it, if you have a problem?",
      "vi": "Rồi có thấy vấn đề gì không?"
    }
  },
  {
    "translation": {
      "en": "- It's no more than having-- - I could understand one or two people",
      "vi": "- Nó chả khác.... - Một hai người có vấn đề thần kinh"
    }
  },
  {
    "translation": {
      "en": "being throwed off, but the whole damn family? Come on now.",
      "vi": "thì con còn hiểu, chứ cả nhà á? Mẹ đùa sao?"
    }
  },
  {
    "translation": {
      "en": "The fruit does not fall too far from the tree.",
      "vi": "Con nhà tông không giống lông cũng giống cánh."
    }
  },
  {
    "translation": {
      "en": "I think that my mother probably should have had a hysterectomy when she was 16.",
      "vi": "Thiết nghĩ mẹ của mẹ nên cắt bỏ tử cung khi bà ấy 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "Now, I really think that",
      "vi": "Hiện tại mẹ thật sự nghĩ là"
    }
  },
  {
    "translation": {
      "en": "because, see, if I had been as educated then as I am now,",
      "vi": "nếu trước đây mẹ được giáo dục như bây giờ,"
    }
  },
  {
    "translation": {
      "en": "I probably would not have had my children",
      "vi": "có lẽ mẹ sẽ không có con"
    }
  },
  {
    "translation": {
      "en": "and put them through what they have gone through.",
      "vi": "và bắt chúng trải qua những điều đó."
    }
  },
  {
    "translation": {
      "en": "And I think a lot of it is genetics.",
      "vi": "Mẹ nghĩ phần lớn là do di truyền."
    }
  },
  {
    "translation": {
      "en": "This family probably needs therapy more than-- You know, to bring it closer.",
      "vi": "Để gia đình này thân thiết hơn, có lẽ sẽ cần đến trị liệu."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna sit in no room with all of my family.",
      "vi": "Con không ngồi chung với nhà mình đâu."
    }
  },
  {
    "translation": {
      "en": "I can't do it. I won't even go to--",
      "vi": "Con không làm được. Thậm chí..."
    }
  },
  {
    "translation": {
      "en": "I do one- on- one.",
      "vi": "là gặp riêng cũng không."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna sit-- A group of crazy people cannot tell me",
      "vi": "Con sẽ không ngồi... với một đám người điên không thể cho con biết con bị làm sao."
    }
  },
  {
    "translation": {
      "en": "- what the hell is wrong with me. -",
      "vi": "với một đám người điên không thể cho con biết con bị làm sao."
    }
  },
  {
    "translation": {
      "en": "Patsy Cottrell, who was a court of appeals judge in Tennessee",
      "vi": "Patsy Guyrell, thẩm phán tòa phúc thẩm ở Tennessee"
    }
  },
  {
    "translation": {
      "en": "and the widow of Ross Alderman,",
      "vi": "và góa phụ của Ross Alderman,"
    }
  },
  {
    "translation": {
      "en": "who was the public defender in Nashville at the time Cyntoia was first charged,",
      "vi": "luật sư bào chữa ở Nashville vào thời điểm Cyntoia bị kết án lần đầu,"
    }
  },
  {
    "translation": {
      "en": "called me to say that this documentary was gonna be shown at the Green Hills theater",
      "vi": "gọi tôi để báo rằng phim tài liệu này sẽ được chiếu tại nhà hát Green Hills"
    }
  },
  {
    "translation": {
      "en": "as a part of the film festival.",
      "vi": "như một phần của buổi liên hoan phim."
    }
  },
  {
    "translation": {
      "en": "So I went on a Saturday afternoon, I think, in April of 2010",
      "vi": "Tôi đi vào chiều thứ Bảy, tôi thấy thật tuyệt"
    }
  },
  {
    "translation": {
      "en": "to see the documentary, and it was amazing.",
      "vi": "khi được xem phim tài liệu vào tháng Tư năm 2010."
    }
  },
  {
    "translation": {
      "en": "That story moved me because you could just--",
      "vi": "Câu chuyện làm tôi xúc động vì bạn có thể chỉ..."
    }
  },
  {
    "translation": {
      "en": "You could see that this young woman didn't get a fair shake.",
      "vi": "Bạn có thể thấy cô gái trẻ này không nhận được sự công bằng."
    }
  },
  {
    "translation": {
      "en": "There was more to this story than the courts knew at the time.",
      "vi": "Còn nhiều chuyện tòa án chưa biết vào lúc đó."
    }
  },
  {
    "translation": {
      "en": "So I reached out to my best friend, Houston Gordon.",
      "vi": "Nên tôi đã liên lạc với người bạn thân là Houston Gordon."
    }
  },
  {
    "translation": {
      "en": "I had not seen the documentary at that time,",
      "vi": "Lúc đó tôi chưa xem phim tài liệu,"
    }
  },
  {
    "translation": {
      "en": "but he had it to take home and look at.",
      "vi": "nhưng anh ấy bảo tôi nên mang về nhà xem."
    }
  },
  {
    "translation": {
      "en": "He told me about the alcohol abuse of her mother.",
      "vi": "Anh ấy nói mẹ cô bé là một tên bợm nhậu."
    }
  },
  {
    "translation": {
      "en": "In fact, Dan Birman's interview with Georgina Mitchell, Cyntoia's mother,",
      "vi": "Thật ra, buổi phỏng vấn của Dan Birman với Georgina Mitchell, mẹ của Cyntoia,"
    }
  },
  {
    "translation": {
      "en": "gave the history of the alcohol abuse.",
      "vi": "có nói về việc nghiện rượu."
    }
  },
  {
    "translation": {
      "en": "Here's a kid who didn't have a chance.",
      "vi": "Đứa trẻ này không có tí cơ hội nào."
    }
  },
  {
    "translation": {
      "en": "She didn't have a chance before she was born.",
      "vi": "Cô bé đã không có cơ hội nào trước khi chào đời."
    }
  },
  {
    "translation": {
      "en": "She didn't have a chance after she was born.",
      "vi": "Cả sau khi sinh ra cũng thế."
    }
  },
  {
    "translation": {
      "en": "And that affected her all the way from the transfer hearing",
      "vi": "Và thẳng thắn mà nói thì chuyện đó đã ảnh hưởng đến cô bé"
    }
  },
  {
    "translation": {
      "en": "all the way through, quite frankly, to the present.",
      "vi": "từ lần xét xử trung chuyển cho đến tận bây giờ."
    }
  },
  {
    "translation": {
      "en": "Once she was convicted of those crimes,",
      "vi": "Một khi cô bé bị kết án với những tội danh đó"
    }
  },
  {
    "translation": {
      "en": "it was 51 years before she's eligible for parole, 60- year sentence.",
      "vi": "cô bé sẽ phải chịu mức án 60 năm, với cơ hội được ân xá sau 51 năm."
    }
  },
  {
    "translation": {
      "en": "We spent a lot of time and money",
      "vi": "Ta sẽ tốn rất nhiều thời gian và tiền bạc"
    }
  },
  {
    "translation": {
      "en": "to find the very best experts on the fetal alcohol syndrome",
      "vi": "để tìm các chuyên gia giỏi nhất về hội chứng rượu của thai nhi"
    }
  },
  {
    "translation": {
      "en": "who could come and evaluate Cyntoia specifically",
      "vi": "có thể đến và đánh giá cụ thể về Cyntoia"
    }
  },
  {
    "translation": {
      "en": "and talk about the science of the brain.",
      "vi": "và nói về khoa học của não bộ."
    }
  },
  {
    "translation": {
      "en": "She still has that...",
      "vi": "Cô bé vẫn có chút..."
    }
  },
  {
    "translation": {
      "en": "- impulsive... - She does. ...piece that really worries me that, you know...",
      "vi": "- bốc đồng khiến tôi lo lắng... - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "We developed a plan to take this back to the criminal court in Davidson County",
      "vi": "Ta đã xây dựng một kế hoạch để đưa vụ này trở lại tòa án hình sự ở Quận Davidson"
    }
  },
  {
    "translation": {
      "en": "and to ask for post- conviction relief and to present our case.",
      "vi": "và yêu cầu giảm án rồi trình bày sự việc."
    }
  },
  {
    "translation": {
      "en": "When you look at all this, was it a fundamentally fair trial?",
      "vi": "Khi nhìn vào tất cả, bạn có cho đây là một phiên tòa xét xử công bằng không?"
    }
  },
  {
    "translation": {
      "en": "And, you know, of course, I'm passionate about it,",
      "vi": "Tất nhiên, tôi rất mong chờ chuyện này,"
    }
  },
  {
    "translation": {
      "en": "and we believe that we have a good chance of convincing the Court of just that.",
      "vi": "và chúng tôi tin rằng chúng tôi có cơ hội thuyết phục được Tòa án."
    }
  },
  {
    "translation": {
      "en": "I've questioned out loud, how am I gonna do this?",
      "vi": "Tôi đã hỏi to. Tôi sẽ phải làm sao?"
    }
  },
  {
    "translation": {
      "en": "How am I supposed to do this time?",
      "vi": "Lần này tôi phải làm thế nào đây?"
    }
  },
  {
    "translation": {
      "en": "Am I supposed to spend the rest of my life in prison?",
      "vi": "Tôi sẽ dành suốt cuộc đời trong tù sao?"
    }
  },
  {
    "translation": {
      "en": "'Cause it hurts. I want to go home, and I can't.",
      "vi": "Vì như thế đau lắm. Tôi muốn về nhà nhưng không thể."
    }
  },
  {
    "translation": {
      "en": "My 22nd birthday was kind of hard because I looked at it like",
      "vi": "Sinh nhật lần thứ 22 của tôi khá vất vả, vì tôi cứ nghĩ"
    }
  },
  {
    "translation": {
      "en": "I was supposed to be graduating college, but I'm in here.",
      "vi": "mình phải tốt nghiệp đại học, nhưng giờ tôi ở trong này."
    }
  },
  {
    "translation": {
      "en": "It's made me stronger. It's made me wiser, more resilient at times.",
      "vi": "Tôi đã mạnh mẽ, sáng suốt và kiên cường hơn khi tôi ở đây."
    }
  },
  {
    "translation": {
      "en": "I'm actually going to college. Surprise!",
      "vi": "Thực ra, tôi định sẽ học đại học. Ngạc nhiên chưa!"
    }
  },
  {
    "translation": {
      "en": "How are you?",
      "vi": "Cô thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "- Good. How are you? - I'm okay.",
      "vi": "- Tôi khỏe. Ông thì sao? - Ta ổn."
    }
  },
  {
    "translation": {
      "en": "Lipscomb University, they come out, and they hold class here once a week.",
      "vi": "Đại học Lipscomb, họ ra trường và tổ chức lớp ở đây mỗi tuần một lần."
    }
  },
  {
    "translation": {
      "en": "And yeah, we get to obtain an associate's degree in Letters, Arts and Sciences.",
      "vi": "Chúng ta có được bằng cử nhân giáo dục, nghệ thuật và khoa học."
    }
  },
  {
    "translation": {
      "en": "That's what I'm doing right now. That's what my life focus is on right now.",
      "vi": "Tôi muốn làm những việc đó. Đó là mục tiêu cuộc sống của tôi."
    }
  },
  {
    "translation": {
      "en": "I'm also still trying to get back in court and work on my case and stuff.",
      "vi": "Tôi vẫn đang cố được quay lại tòa án và xử lý vụ việc của tôi."
    }
  },
  {
    "translation": {
      "en": "This is a case that, not only would make a difference",
      "vi": "Đây là một phiên tòa không chỉ tạo ra khác biệt"
    }
  },
  {
    "translation": {
      "en": "hopefully for Cyntoia, but may make a difference",
      "vi": "hy vọng là cho Cyntoia, mà còn tạo ra khác biệt"
    }
  },
  {
    "translation": {
      "en": "for these thousands upon thousands of children",
      "vi": "cho hàng ngàn đứa trẻ"
    }
  },
  {
    "translation": {
      "en": "who are born in situations that they can't control.",
      "vi": "sinh ra trong hoàn cảnh chúng không thể kiểm soát được."
    }
  },
  {
    "translation": {
      "en": "Good morning to everyone.",
      "vi": "Chào mọi người."
    }
  },
  {
    "translation": {
      "en": "We're ready to get started on the hearing, and good morning to all the lawyers here.",
      "vi": "Ta đã sẵn sàng bắt đầu buổi xét xử và xin chào tất cả các luật sư ở đây."
    }
  },
  {
    "translation": {
      "en": "- Good morning. - Mr. Gordon.",
      "vi": "- Chào buổi sáng. - Ông Gordon"
    }
  },
  {
    "translation": {
      "en": "- Mr. Charles Bone, go right ahead. - Thank you.",
      "vi": "- Mời ông Charles Bone bắt đầu. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I'm here with Mr. Bruno and Mr. Gordon,",
      "vi": "Tôi ở đây với ông Bruno và ông Gordon,"
    }
  },
  {
    "translation": {
      "en": "and we're pro bono counsel for Cyntoia Brown.",
      "vi": "chúng tôi là cố vấn chuyên môn của Cyntoia Brown."
    }
  },
  {
    "translation": {
      "en": "We intend to show to the Court today",
      "vi": "Hôm nay chúng tôi dự định chứng minh trước Tòa"
    }
  },
  {
    "translation": {
      "en": "that Ms. Brown's sentence that was received in this court in 2006",
      "vi": "về bản án của cô Brown được nhận tại tòa năm 2006"
    }
  },
  {
    "translation": {
      "en": "is the functional equivalent of a life sentence without parole.",
      "vi": "là bản án tương đương với bản án chung thân."
    }
  },
  {
    "translation": {
      "en": "Your Honor will have the opportunity to hear",
      "vi": "Quý tòa sẽ có cơ hội được nghe"
    }
  },
  {
    "translation": {
      "en": "the first really extensive discussion and diagnosis",
      "vi": "cuộc thảo luận và chẩn đoán chuyên sâu đầu tiên"
    }
  },
  {
    "translation": {
      "en": "of a Tennessee juvenile with fetal alcohol spectrum disorder, FASD.",
      "vi": "về Rối Loạn Thai Nhi Do Uống Rượu, FASD, ở một trẻ vị thành niên bang Tennessee."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, the content for the presentation of this information",
      "vi": "Thật không may, nội dung trong buổi trình bày thông tin"
    }
  },
  {
    "translation": {
      "en": "and these findings must come in the context that Cyntoia suffered",
      "vi": "và các phát hiện này đến trong hoàn cảnh Cyntoia phải chịu đựng"
    }
  },
  {
    "translation": {
      "en": "also from the ineffective assistance from counsel.",
      "vi": "từ sự hỗ trợ không hiệu quả của luật sư."
    }
  },
  {
    "translation": {
      "en": "And at the conclusion of the hearing, we believe Your Honor will find",
      "vi": "Khi kết thúc phiên điều trần, chúng tôi tin rằng Quý tòa sẽ tìm ra"
    }
  },
  {
    "translation": {
      "en": "by clear and convincing determination",
      "vi": "quyết định rõ ràng và thuyết phục"
    }
  },
  {
    "translation": {
      "en": "that Cyntoia Brown deserves a new trial.",
      "vi": "rằng Cyntoia Brown xứng đáng có một bản án mới."
    }
  },
  {
    "translation": {
      "en": "As the Court knows, probably recalls,",
      "vi": "Như Tòa án có thể nhớ lại"
    }
  },
  {
    "translation": {
      "en": "I was assigned to juvenile court at the time this took place.",
      "vi": "tôi được chỉ định vào tòa án vị thành niên vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "I did the transfer hearing in this case.",
      "vi": "Tôi đã tiến hành buổi xét xử đó."
    }
  },
  {
    "translation": {
      "en": "I have known this case for eight years now.",
      "vi": "Tôi biết vụ này đã tám năm rồi."
    }
  },
  {
    "translation": {
      "en": "This evidence of fetal alcohol syndrome that's about to be presented to the Court,",
      "vi": "Bằng chứng về hội chứng rượu của thai nhi sắp được trình lên Tòa án,"
    }
  },
  {
    "translation": {
      "en": "I would ask the Court to look closely at its reliability",
      "vi": "tôi xin yêu cầu Tòa xem xét độ tin cậy của nó"
    }
  },
  {
    "translation": {
      "en": "and whether it would have been admissible in the trial if shown.",
      "vi": "và liệu nó có được chấp nhận trong phiên tòa hay không."
    }
  },
  {
    "translation": {
      "en": "The bottom line is that the allegation here is that Rich McGee and Wendy Tucker,",
      "vi": "Điểm mấu chốt ở đây là cáo buộc Rich McGee và Wendy Tucker,"
    }
  },
  {
    "translation": {
      "en": "two attorneys very well known to the Court,",
      "vi": "hai luật sư rất nổi tiếng của Tòa án,"
    }
  },
  {
    "translation": {
      "en": "were ineffective in not presenting evidence.",
      "vi": "không có bằng chứng xác đáng."
    }
  },
  {
    "translation": {
      "en": "We will contend that it is impossible to show that there was a deficiency",
      "vi": "Chúng tôi cho rằng không thể chứng minh đã có thiếu sót"
    }
  },
  {
    "translation": {
      "en": "in the representation she received, or that, if there were, it would--",
      "vi": "trong việc đại diện cho cô ấy, hoặc nếu có,"
    }
  },
  {
    "translation": {
      "en": "The lack of it would have resulted in a different outcome.",
      "vi": "thì thiếu sót đó sẽ dẫn đến một kết quả khác."
    }
  },
  {
    "translation": {
      "en": "Ms. Tucker, at the time of your representation of Ms. Brown,",
      "vi": "Cô Tucker, vào thời điểm cô đại diện cho cô Brown,"
    }
  },
  {
    "translation": {
      "en": "were you familiar with the disease of fetal alcohol spectrum disorder?",
      "vi": "cô có biết về chứng rối loạn của thai nhi do rượu không?"
    }
  },
  {
    "translation": {
      "en": "Had you ever heard of that or knew anything about that?",
      "vi": "Cô đã bao giờ nghe nói hay biết gì về nó chưa?"
    }
  },
  {
    "translation": {
      "en": "I am sure I had heard of it.",
      "vi": "Tôi chắc chắn đã nghe nói về nó."
    }
  },
  {
    "translation": {
      "en": "I know I've never presented a defense regarding fetal alcohol syndrome.",
      "vi": "Tôi biết tôi không biện hộ dựa trên hội chứng rượu của thai nhi."
    }
  },
  {
    "translation": {
      "en": "I don't know if I ever had any clients",
      "vi": "Tôi không biết mình có thân chủ nào"
    }
  },
  {
    "translation": {
      "en": "where it was something in their records or not, but I'm sure I'd heard of it.",
      "vi": "có hồ sơ ghi như vậy hay không, nhưng chắc chắn tôi đã nghe qua."
    }
  },
  {
    "translation": {
      "en": "I became much more familiar with it after Mr. Birman interviewed some people.",
      "vi": "Tôi dần hiểu thêm về nó sau khi ông Birman phỏng vấn vài người."
    }
  },
  {
    "translation": {
      "en": "Did you seek the assistance of any medical expert",
      "vi": "Cô có tìm kiếm sự trợ giúp của bất kỳ chuyên gia nào"
    }
  },
  {
    "translation": {
      "en": "in the area of fetal alcohol spectrum disorder?",
      "vi": "trong lĩnh vực rối loạn của thai nhi do rượu này không?"
    }
  },
  {
    "translation": {
      "en": "I did not.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Now, you were asked about fetal alcohol syndrome.",
      "vi": "Cô được hỏi về hội chứng rượu của thai nhi rồi."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Vâng"
    }
  },
  {
    "translation": {
      "en": "Was that something you'd ever heard of at this time?",
      "vi": "Lúc đó cô có biết về hội chứng này chưa?"
    }
  },
  {
    "translation": {
      "en": "I'm sure I'd heard of it at the time.",
      "vi": "Tôi chắc là tôi đã nghe về nó."
    }
  },
  {
    "translation": {
      "en": "Was it something that Dr. Bernet ever mentioned to your memory?",
      "vi": "Đó có phải là điều mà bác sĩ Bernet từng nhắc tới đến không?"
    }
  },
  {
    "translation": {
      "en": "Not to my memory, no.",
      "vi": "Theo tôi thì không."
    }
  },
  {
    "translation": {
      "en": "Had a mental health professional mentioned it to you,",
      "vi": "Nếu một chuyên gia tâm lý nhắc đến nó,"
    }
  },
  {
    "translation": {
      "en": "you would have looked into it, fair to say.",
      "vi": "công bằng mà nói, cô đã phải tìm hiểu chứ."
    }
  },
  {
    "translation": {
      "en": "Yes, I hope so.",
      "vi": "Vâng, tôi cũng mong thế."
    }
  },
  {
    "translation": {
      "en": "I wish they had. I wish I had.",
      "vi": "Giá mà thế. Ước gì tôi đã làm vậy."
    }
  },
  {
    "translation": {
      "en": "What is fetal alcohol spectrum disorder?",
      "vi": "Rối loạn của thai nhi do rượu là gì?"
    }
  },
  {
    "translation": {
      "en": "Fetal alcohol spectrum disorder is referred to as an umbrella term,",
      "vi": "Rối loạn của thai nhi do rượu là một thuật ngữ chung"
    }
  },
  {
    "translation": {
      "en": "and they all relate to the fact that alcohol is a particularly heinous poison",
      "vi": "và chúng đều liên quan đến rượu, một chất độc đặc biệt tàn ác"
    }
  },
  {
    "translation": {
      "en": "to the developing fetus.",
      "vi": "cho thai nhi đang phát triển."
    }
  },
  {
    "translation": {
      "en": "Tell the Court, if you would,",
      "vi": "Xin cho Quý tòa được biết,"
    }
  },
  {
    "translation": {
      "en": "what the effect in general would be on a fetus",
      "vi": "những ảnh hưởng sẽ xảy ra lên thai nhi"
    }
  },
  {
    "translation": {
      "en": "whose mother was drinking",
      "vi": "có mẹ hay uống rượu,"
    }
  },
  {
    "translation": {
      "en": "the way that Georgina Mitchell has testified she was drinking.",
      "vi": "trường hợp về Georgina Mitchell, cô ấy cũng đã làm chứng mình có uống rượu."
    }
  },
  {
    "translation": {
      "en": "Alcohol is considered",
      "vi": "Rượu được coi là"
    }
  },
  {
    "translation": {
      "en": "one of the worst toxins, one of the worst poisons.",
      "vi": "một trong những chất độc hại và nguy hiểm nhất."
    }
  },
  {
    "translation": {
      "en": "The brain is the organ that's most negatively affected.",
      "vi": "Não là cơ quan bị ảnh hưởng tiêu cực nhất."
    }
  },
  {
    "translation": {
      "en": "Did you make an examination",
      "vi": "Ông đã kiểm tra"
    }
  },
  {
    "translation": {
      "en": "- and evaluation of Cyntoia Brown? - Yes.",
      "vi": "- và đánh giá Cyntoia Brown đúng không? - Vâng."
    }
  },
  {
    "translation": {
      "en": "When did you do that?",
      "vi": "Ông tiến hành lúc nào vậy?"
    }
  },
  {
    "translation": {
      "en": "June the 24th of 2011.",
      "vi": "Ngày 24 tháng 6 năm 2011."
    }
  },
  {
    "translation": {
      "en": "What conclusion, if any, did you come to as to whether she had had brain damage?",
      "vi": "Ông đã có kết luận nào về việc cô ấy bị tổn thương não không?"
    }
  },
  {
    "translation": {
      "en": "Simply, Ms. Brown has alcohol- related neurodevelopmental disorder,",
      "vi": "Đơn giản, cô Brown mắc chứng rối loạn phát triển thần kinh do rượu,"
    }
  },
  {
    "translation": {
      "en": "- and I would like to explain if I could. - Please.",
      "vi": "- và tôi muốn giải thích nếu có thể. - Xin mời."
    }
  },
  {
    "translation": {
      "en": "So she is seriously impaired.",
      "vi": "Cô ấy bị suy giảm trầm trọng."
    }
  },
  {
    "translation": {
      "en": "If you just look at her cognitive or neuropsychological testing alone,",
      "vi": "Nếu chỉ kiểm tra nhận thức hoặc thần kinh của cô ấy,"
    }
  },
  {
    "translation": {
      "en": "the discrepancy between her tested IQ",
      "vi": "sự khác biệt giữa chỉ số IQ"
    }
  },
  {
    "translation": {
      "en": "and her other abilities is really remarkable.",
      "vi": "và các khả năng khác của cô ấy là rất đáng kể."
    }
  },
  {
    "translation": {
      "en": "She does not function like a person.",
      "vi": "Cô ấy không hoạt động như người bình thường."
    }
  },
  {
    "translation": {
      "en": "Her functional abilities are terrible.",
      "vi": "Khả năng hoạt động của cô ấy rất tệ."
    }
  },
  {
    "translation": {
      "en": "So terrible, they are equivalent to a person with mild mental retardation,",
      "vi": "Thật sự rất tệ, chúng tương đương với một người chậm phát triển trí tuệ,"
    }
  },
  {
    "translation": {
      "en": "and that is not inconsequential.",
      "vi": "và điều đó không phải là một vấn đề nhỏ."
    }
  },
  {
    "translation": {
      "en": "It's known that persons with fetal alcohol spectrum disorders",
      "vi": "Ta biết rằng những người có chứng rối loạn của thai nhi do rượu"
    }
  },
  {
    "translation": {
      "en": "have a markedly higher rate of problems with the law.",
      "vi": "có tỷ lệ phạm pháp cao hơn bình thường."
    }
  },
  {
    "translation": {
      "en": "Was she suffering that at the time of August 2004, at the time of this incident?",
      "vi": "Vào tháng Tám năm 2004, thời điểm xảy ra vụ án này, cô ấy có mắc chứng đó không?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "Was she suffering from it before then?  Yes.",
      "vi": "- Cô ấy có mắc chứng này trước đó không? - Có."
    }
  },
  {
    "translation": {
      "en": "- Is she suffering from that now? - Yes.",
      "vi": "- Và hiện tại có vậy không? - Có."
    }
  },
  {
    "translation": {
      "en": "Is that something she's going to suffer the rest of her life?",
      "vi": "Cô ấy có phải mắc chứng rối loạn này đến suốt cuộc đời không?"
    }
  },
  {
    "translation": {
      "en": "More or less, yes.",
      "vi": "Có, chỉ là nhiều hay ít thôi."
    }
  },
  {
    "translation": {
      "en": "Thank you, Your Honor.",
      "vi": "Cảm ơn, thưa Quý tòa."
    }
  },
  {
    "translation": {
      "en": "We appreciate the opportunity to bring these issues before the Court.",
      "vi": "Chúng tôi trân trọng cơ hội đưa các vấn đề này ra trước Tòa án."
    }
  },
  {
    "translation": {
      "en": "What is the clear and convincing evidence here?",
      "vi": "Bằng chứng rõ ràng và thuyết phục ở đây là gì?"
    }
  },
  {
    "translation": {
      "en": "I believe that's our burden. The clear and convincing evidence is",
      "vi": "Tôi tin đó là gánh nặng của chúng ta. Bằng chứng rõ ràng và thuyết phục là:"
    }
  },
  {
    "translation": {
      "en": "she has this brain damage.",
      "vi": "não cô ấy bị tổn thương,"
    }
  },
  {
    "translation": {
      "en": "She had it because her mother admittedly abused alcohol",
      "vi": "vì mẹ cô ấy thừa nhận bản thân đã uống rượu"
    }
  },
  {
    "translation": {
      "en": "the entire time she was carrying the baby.",
      "vi": "trong suốt thời gian mang thai cô ấy,"
    }
  },
  {
    "translation": {
      "en": "That brain damage has caused her to not be able to control herself,",
      "vi": "tổn thương não khiến cô ấy không thể kiểm soát bản thân,"
    }
  },
  {
    "translation": {
      "en": "and when she sees chaos, not respond to it adequately.",
      "vi": "và khi thấy hỗn loạn, cô ấy không thể hành xử sao cho đúng."
    }
  },
  {
    "translation": {
      "en": "I appreciate the Court's attention, and I respectfully ask",
      "vi": "Tôi trân trọng sự quan tâm của Quý tòa và tôi kính cẩn yêu cầu rằng"
    }
  },
  {
    "translation": {
      "en": "that, when we submit our proposals to you, I know the Court will do justice.",
      "vi": "khi chúng tôi đệ trình các đề xuất, Quý tòa sẽ thực thi công lý."
    }
  },
  {
    "translation": {
      "en": "A number of things I want to point out to the Court briefly about the evidence the Court has heard.",
      "vi": "Tôi muốn chỉ ra vài điều cho Quý tòa biết về bằng chứng Quý tòa đã nghe."
    }
  },
  {
    "translation": {
      "en": "Number one, much of the basis of what the Court's heard came",
      "vi": "Thứ nhất, phần lớn những gì Quý tòa đã nghe được"
    }
  },
  {
    "translation": {
      "en": "from the defendant's mother",
      "vi": "đều đến từ mẹ của bị cáo,"
    }
  },
  {
    "translation": {
      "en": "who is an inmate in a federal prison.",
      "vi": "tù nhân của nhà tù liên bang."
    }
  },
  {
    "translation": {
      "en": "Her assertions about what she did when she was pregnant with Ms. Brown",
      "vi": "Những lời khẳng định của cô ấy về việc mình đã làm khi mang thai cô Brown"
    }
  },
  {
    "translation": {
      "en": "could never be proven or disproven.",
      "vi": "không được chứng minh hay bác bỏ."
    }
  },
  {
    "translation": {
      "en": "It would be argued to a jury by any competent state's attorney",
      "vi": "Bất kỳ luật sư nào của bang cũng sẽ tranh luận với bồi thẩm đoàn"
    }
  },
  {
    "translation": {
      "en": "that these diagnoses by the scientists seem to explain away",
      "vi": "về những chẩn đoán của các nhà khoa học giải thích"
    }
  },
  {
    "translation": {
      "en": "any bad behavior on the part of Ms. Brown",
      "vi": "bất kỳ hành vi xấu nào của cô Brown"
    }
  },
  {
    "translation": {
      "en": "in her past or in this particular incident.",
      "vi": "trong quá khứ của cô ấy hoặc trong vụ án này."
    }
  },
  {
    "translation": {
      "en": "A jury trial is not about giving the jury",
      "vi": "Một phiên tòa xét xử không phải là buổi để cho bồi thẩm đoàn"
    }
  },
  {
    "translation": {
      "en": "a full and complete picture of the defendant's mental makeup.",
      "vi": "có một bức tranh đầy đủ và toàn diện về não trạng của bị cáo."
    }
  },
  {
    "translation": {
      "en": "The jury trial is about whether the state has",
      "vi": "Phiên tòa xét xử tập trung vào chuyện có bằng chứng"
    }
  },
  {
    "translation": {
      "en": "proof beyond a reasonable doubt on the essential elements.",
      "vi": "giải thích được nghi ngờ về vấn đề thiết yếu không."
    }
  },
  {
    "translation": {
      "en": "Thank you. All right. The transcripts will be available",
      "vi": "Cảm ơn. Được rồi. Bản tường trình sẽ có"
    }
  },
  {
    "translation": {
      "en": "- the first Monday in December. - Thank you.",
      "vi": "- vào thứ Hai đầu tiên của tháng Mười Hai. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "And then how long did you want to prepare your memorandum or whatever it is?",
      "vi": "Anh muốn chuẩn bị bản ghi chú hay gì đó trong bao lâu?"
    }
  },
  {
    "translation": {
      "en": "- Fifteen days. - That's fine too.",
      "vi": "- Mười lăm ngày. - Vậy cũng được."
    }
  },
  {
    "translation": {
      "en": "What about Friday the 14th of December? Is that enough time?",
      "vi": "Thế còn thứ Sáu ngày 14 tháng 12? Đủ thời gian không?"
    }
  },
  {
    "translation": {
      "en": "And then I'll take it under advisement,",
      "vi": "Tôi sẽ suy nghĩ"
    }
  },
  {
    "translation": {
      "en": "and then sometime several weeks after that, I'll reach a decision.",
      "vi": "và sau lúc đó, tôi sẽ đưa ra quyết định."
    }
  },
  {
    "translation": {
      "en": "That's it. We'll close the court. Court is adjourned.",
      "vi": "Thế đấy. Ta sẽ kết thúc phiên tòa. Phiên tòa được hoãn lại."
    }
  },
  {
    "translation": {
      "en": "Post- conviction relief, the appeal of her conviction,",
      "vi": "Kiến nghị giảm án, kháng cáo,"
    }
  },
  {
    "translation": {
      "en": "is a very limited opportunity for relief.",
      "vi": "là một cơ hội rất mỏng manh cho việc giảm án."
    }
  },
  {
    "translation": {
      "en": "The judge acknowledged that she did have alcohol- related disorder.",
      "vi": "Thẩm phán thừa nhận cô ấy bị rối loạn do rượu."
    }
  },
  {
    "translation": {
      "en": "We proved that she could not control her impulses.",
      "vi": "Chúng tôi đã chứng minh cô ấy không thể kiểm soát sự bốc đồng."
    }
  },
  {
    "translation": {
      "en": "I can tell you all kinds of stuff about a long time ago,",
      "vi": "Tôi có thể nói với ông mấy điều như thế từ rất lâu rồi,"
    }
  },
  {
    "translation": {
      "en": "but you can tell me right now, Cyntoia, don't do this.",
      "vi": "nhưng giờ thì nói với tôi đi, Cyntoia, nhất định không được làm vậy."
    }
  },
  {
    "translation": {
      "en": "Make sure you don't do this. I'll say, I know, I know. I got you.",
      "vi": "nhưng giờ thì nói với tôi đi, Cyntoia, nhất định không được làm vậy. Tôi sẽ nói, Tôi biết. Tôi hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "And, like, two seconds later, I'll do it.",
      "vi": "Và, hai giây sau, tôi sẽ lại làm thôi."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know. It makes me look at myself different a little.",
      "vi": "Tôi không biết nữa. Nó khiến tôi nhìn bản thân khác đi một chút."
    }
  },
  {
    "translation": {
      "en": "You have to show that no reasonable jury",
      "vi": "Cô phải chứng minh rằng nếu lỗi pháp lý đó được sửa"
    }
  },
  {
    "translation": {
      "en": "would have found her guilty if that legal error had been corrected.",
      "vi": "thì bồi thẩm đoàn không lý nào lại phán cô ấy có tội."
    }
  },
  {
    "translation": {
      "en": "It's a pretty steep hill to climb.",
      "vi": "Có vẻ ngọn đồi này khá dốc đó."
    }
  },
  {
    "translation": {
      "en": "And so he denied the relief.",
      "vi": "Và ông ấy từ chối giảm án."
    }
  },
  {
    "translation": {
      "en": "I'm having trouble reconciling that.",
      "vi": "Tôi khó mà hiểu được."
    }
  },
  {
    "translation": {
      "en": "So what does that mean? I don't-- I don't get it.",
      "vi": "Thế có nghĩa là gì? Tôi không... hiểu."
    }
  },
  {
    "translation": {
      "en": "And it's-- It pisses me off.",
      "vi": "Nó khiến tôi bực bội."
    }
  },
  {
    "translation": {
      "en": "I mean, my life is gonna continue.",
      "vi": "Cuộc sống của tôi vẫn sẽ tiếp tục."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna stop just because what they said,",
      "vi": "Tôi sẽ không dừng lại chỉ vì những gì họ nói,"
    }
  },
  {
    "translation": {
      "en": "but I mean, I'll remember it.",
      "vi": "nhưng tôi sẽ ghi nhớ."
    }
  },
  {
    "translation": {
      "en": "There's a lot of sadness and lies and pain",
      "vi": "Có rất nhiều nỗi buồn, sự dối trá và nỗi đau..."
    }
  },
  {
    "translation": {
      "en": "and not knowing what to do about any of it.",
      "vi": "và tôi không biết phải làm gì với nó."
    }
  },
  {
    "translation": {
      "en": "What can we do?",
      "vi": "Chúng tôi có thể làm gì?"
    }
  },
  {
    "translation": {
      "en": "You know the sadness of Toia's eyes.",
      "vi": "NGƯỜI SAO, CỦA VẬY Nỗi buồn trong mắt Toia ấy."
    }
  },
  {
    "translation": {
      "en": "It came from genetics, and the genetics should stop.",
      "vi": "Từ di truyền cả đấy và việc di truyền này nên dừng lại."
    }
  },
  {
    "translation": {
      "en": "My life has been so horrible.",
      "vi": "Cuộc sống của tôi rất tồi tệ."
    }
  },
  {
    "translation": {
      "en": "The rapes, the beatings.",
      "vi": "Các vụ hãm hiếp, đánh đập."
    }
  },
  {
    "translation": {
      "en": "I was a victim of that type of person.",
      "vi": "Tôi là nạn nhân của những người như vậy."
    }
  },
  {
    "translation": {
      "en": "Tommy came to my house, and during the time that I was washing dishes,",
      "vi": "Tommy đến nhà tôi trong lúc tôi đang rửa bát,"
    }
  },
  {
    "translation": {
      "en": "he grabbed me and snatched me and started beating me and drug me to the bedroom.",
      "vi": "hắn tóm lấy tôi, vồ bắt, đánh đập tôi và chuốc thuốc tôi vào phòng ngủ."
    }
  },
  {
    "translation": {
      "en": "And he says,",
      "vi": "Và hắn nói,"
    }
  },
  {
    "translation": {
      "en": "You're gonna get what you deserve.",
      "vi": "Mày sẽ nhận những gì mày đáng có được."
    }
  },
  {
    "translation": {
      "en": "And then... and then came... came the rape.",
      "vi": "Rồi hắn cưỡng hiếp tôi."
    }
  },
  {
    "translation": {
      "en": "I just lay there, and I cried.",
      "vi": "Tôi chỉ nằm đó và khóc."
    }
  },
  {
    "translation": {
      "en": "And I pulled myself together, put on makeup.",
      "vi": "Rồi tôi tự xốc mình dậy, trang điểm."
    }
  },
  {
    "translation": {
      "en": "That's what abused families usually does to keep anybody from knowing it.",
      "vi": "Đó là điều mà các gia đình bị ngược đãi thường làm để ngăn không cho ai biết."
    }
  },
  {
    "translation": {
      "en": "I got pregnant from that particular rape.",
      "vi": "Tôi có thai từ vụ cưỡng hiếp đó."
    }
  },
  {
    "translation": {
      "en": "But you know, you can use the word rape in many ways",
      "vi": "Nhưng bạn biết đấy, bạn có thể dùng từ hiếp dâm theo nhiều cách"
    }
  },
  {
    "translation": {
      "en": "because I feel like all of us has been raped of our life",
      "vi": "vì tôi thấy như tất cả chúng ta đều đã từng bị cưỡng ép trong đời"
    }
  },
  {
    "translation": {
      "en": "when this incident happened to me.",
      "vi": "khi vụ việc đó xảy ra."
    }
  },
  {
    "translation": {
      "en": "You have to pack it back, and you have to hide it so you can go on living.",
      "vi": "Bạn phải thu dọn lại, và giấu đi để tiếp tục sống."
    }
  },
  {
    "translation": {
      "en": "When you go through therapy, you have to close doors",
      "vi": "Khi trải qua trị liệu, bạn phải cố quên đi"
    }
  },
  {
    "translation": {
      "en": "and open doors and close doors.",
      "vi": "rồi lại nhớ ra và lại quên đi."
    }
  },
  {
    "translation": {
      "en": "These doors are never, never closed.",
      "vi": "Chúng sẽ không bao giờ bị lãng quên."
    }
  },
  {
    "translation": {
      "en": "You never go on and say, Oh, I'm all right. Life is very happy.",
      "vi": "Bạn sẽ không bao giờ tự tin nói rằng, Tôi ổn mà. Cuộc sống rất hạnh phúc. "
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "You carry it from then on.",
      "vi": "Bạn nhớ mãi chuyện đó."
    }
  },
  {
    "translation": {
      "en": "And I don't know if there's enough love or enough support that will ever...",
      "vi": "Và tôi không biết liệucó tình yêu hay sự ủng hộ nào sẽ đủ..."
    }
  },
  {
    "translation": {
      "en": "help Gina or Toia or many other girls.",
      "vi": "để giúp Gina hay Toia hay nhiều cô gái khác không nữa."
    }
  },
  {
    "translation": {
      "en": "I don't think there's any hope of either three of us turning back...",
      "vi": "Tôi không nghĩ sẽ có hy vọng cho cả ba chúng tôi quay lại với nhau..."
    }
  },
  {
    "translation": {
      "en": "from the pain of what we've gone through.",
      "vi": "sau khi trải qua những nỗi đau đó."
    }
  },
  {
    "translation": {
      "en": "It's just something we're gonna have to live through one way or the other.",
      "vi": "Chúng tôi vẫn phải sống bằng cách này hay cách khác."
    }
  },
  {
    "translation": {
      "en": "If my mama would have been that role model...",
      "vi": "Nếu mẹ tôi là một tấm gương tốt..."
    }
  },
  {
    "translation": {
      "en": "there would be no Cyntoia Brown story.",
      "vi": "...sẽ không có câu chuyện về Cyntoia Brown."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be sitting here talking to y'all.",
      "vi": "Tôi sẽ không ngồi đây nói chuyện với các bạn."
    }
  },
  {
    "translation": {
      "en": "Childhood abuse... molestation.",
      "vi": "Ngược đãi... lạm dụng trẻ em."
    }
  },
  {
    "translation": {
      "en": "That's where a lot of hate for my mom formed around.",
      "vi": "Đó là nơi khiến tôi ghét mẹ mình."
    }
  },
  {
    "translation": {
      "en": "His name was Walter.",
      "vi": "Ông ta tên là Tyler."
    }
  },
  {
    "translation": {
      "en": "He was a relative of the neighbor.",
      "vi": "Ông ấy là họ hàng của người hàng xóm."
    }
  },
  {
    "translation": {
      "en": "He molested me from the time I was maybe six or seven up until I was ten.",
      "vi": "Ông ta quấy rối tôi từ lúc tôi lên sáu hay bảy tuổi đến năm mười tuổi."
    }
  },
  {
    "translation": {
      "en": "And the places he took me was no different from here.",
      "vi": "Và những nơi ông ta đưa tôi đến không khác gì nơi này."
    }
  },
  {
    "translation": {
      "en": "I mean, there were woods.",
      "vi": "Ý tôi là chỗ có rất nhiều cây."
    }
  },
  {
    "translation": {
      "en": "If we didn't go to the woods in his truck...",
      "vi": "Nếu không vào rừng bằng xe tải của ông ta..."
    }
  },
  {
    "translation": {
      "en": "we were at his house.",
      "vi": "chúng tôi sẽ ở nhà."
    }
  },
  {
    "translation": {
      "en": "I would just lay there frozen and relieved when it was over with.",
      "vi": "Tôi chỉ nằm im ở đó để bớt đau khi kết thúc."
    }
  },
  {
    "translation": {
      "en": "Then he would give me $20 and take me home.",
      "vi": "Rồi ông ta đưa tôi 20 đô và đưa tôi về."
    }
  },
  {
    "translation": {
      "en": "That's sex trafficking at its finest.",
      "vi": "Giá đó là hời nhất trong thời mại dâm lúc đó."
    }
  },
  {
    "translation": {
      "en": "I mean, when your own mother sends you out to be molested by a man",
      "vi": "Khi mẹ bạn gửi bạn cho một người đàn ông để hắn quấy rối bạn"
    }
  },
  {
    "translation": {
      "en": "after you've repeatedly... and begged her not--",
      "vi": "sau khi bạn liên tục... và đã cầu xin bà ấy đừng..."
    }
  },
  {
    "translation": {
      "en": "I don't want to go. I don't want to go.",
      "vi": "Con không muốn đi."
    }
  },
  {
    "translation": {
      "en": "You don't believe me? Do you hate me that much?",
      "vi": "Mẹ không tin con? Mẹ rất ghét con sao?"
    }
  },
  {
    "translation": {
      "en": "Do you hate me that much that you allow somebody to do this?",
      "vi": "Mẹ ghét con đến mức cho phép ai đó làm việc này với con sao?"
    }
  },
  {
    "translation": {
      "en": "You know, when you go through sexual abuse as a child,",
      "vi": "Khi phải trải qua ngược đãi tình dục lúc còn nhỏ,"
    }
  },
  {
    "translation": {
      "en": "you go from being scared,",
      "vi": "bạn sẽ sợ hãi,"
    }
  },
  {
    "translation": {
      "en": "you build hate.",
      "vi": "thù hận."
    }
  },
  {
    "translation": {
      "en": "It's sad.",
      "vi": "Buồn thật."
    }
  },
  {
    "translation": {
      "en": "No child should have to go through that.",
      "vi": "Không đứa trẻ nào đáng bị như thế."
    }
  },
  {
    "translation": {
      "en": "No woman should have to go through that. No man should have to go through that.",
      "vi": "Không phụ nữ hay đàn ông nào đáng phải trải qua nó cả."
    }
  },
  {
    "translation": {
      "en": "Is it fair?",
      "vi": "Có công bằng không?"
    }
  },
  {
    "translation": {
      "en": "It's not fair at all.",
      "vi": "Không công bằng chút nào."
    }
  },
  {
    "translation": {
      "en": "But that's the world that we live in.",
      "vi": "Nhưng đời là thế."
    }
  },
  {
    "translation": {
      "en": "I think more about how my actions and my behaviors affect other people.",
      "vi": "Tôi nghĩ nhiều hơn về hành động và hành vi ảnh hưởng đến người khác của tôi."
    }
  },
  {
    "translation": {
      "en": "I think the fact that I realized that",
      "vi": "Tôi nghĩ là tôi đã nhận ra"
    }
  },
  {
    "translation": {
      "en": "is probably one of the biggest changes between me at 28 and me at 16.",
      "vi": "đó là một trong những thay đổi lớn nhất giữa tôi 28 và tôi 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "I care more about how what I do affects other people.",
      "vi": "Tôi quan tâm hơn đến những gì tôi làm ảnh hưởng đến người khác."
    }
  },
  {
    "translation": {
      "en": "I don't really deal with a lot of people in here",
      "vi": "Tôi thực sự không bận tâm lắm về nhiều người ở đây,"
    }
  },
  {
    "translation": {
      "en": "who are doing stuff they have no business doing.",
      "vi": "những người làm việc mà họ chẳng biết để làm gì."
    }
  },
  {
    "translation": {
      "en": "Not only because that's just not who I want to be,",
      "vi": "Không chỉ vì tôi không muốn thành người như thế,"
    }
  },
  {
    "translation": {
      "en": "but it's not the kind of stuff I want in my life.",
      "vi": "mà còn vì mục tiêu của tôi cũng không phải như thế."
    }
  },
  {
    "translation": {
      "en": "I go to college. I go to Lipscomb.",
      "vi": "Tôi học đại học. Tôi đã có bằng cử nhân từ Lipscomb, nhưng còn hơn thế nữa."
    }
  },
  {
    "translation": {
      "en": "I've got a degree from Lipscomb, but it's more than that.",
      "vi": "Tôi đã có bằng cử nhân từ Lipscomb, nhưng còn hơn thế nữa."
    }
  },
  {
    "translation": {
      "en": "It's about maintaining positive, healthy relationships",
      "vi": "Đó là việc duy trì mối quan hệ tích cực, lành mạnh,"
    }
  },
  {
    "translation": {
      "en": "with positive, healthy people.",
      "vi": "với những người khỏe mạnh và tích cực."
    }
  },
  {
    "translation": {
      "en": "Life in prison, it's not a life.",
      "vi": "Sống trong tù, không phải là sống."
    }
  },
  {
    "translation": {
      "en": "You have to kind of fight to carve out a life for yourself",
      "vi": "Bạn phải chiến đấu để tạo ra một cuộc sống cho chính mình"
    }
  },
  {
    "translation": {
      "en": "that has some kind of meaning, that has some kind of worth and some kind of value.",
      "vi": "có ý nghĩa, đáng giá và giá trị nào đó."
    }
  },
  {
    "translation": {
      "en": "I think that that's really at the heart of rehabilitation",
      "vi": "Tôi nghĩ đó là cốt lõi của việc cải tạo."
    }
  },
  {
    "translation": {
      "en": "when you have been forced to grow up in prison.",
      "vi": "Khi ở trong tù, bạn sẽ bị ép phải lớn lên."
    }
  },
  {
    "translation": {
      "en": "And I think that is really what was... what was going on with me",
      "vi": "Và chắc điều đó đã thực sự đã xảy ra với tôi"
    }
  },
  {
    "translation": {
      "en": "and what was behind my change.",
      "vi": "và giúp tôi thay đổi."
    }
  },
  {
    "translation": {
      "en": "I don't want a life in prison. I want to have a life.",
      "vi": "Tôi không muốn sống trong tù. Tôi muốn có một cuộc sống đúng nghĩa."
    }
  },
  {
    "translation": {
      "en": "Today, in 2017, Cyntoia Brown would be classified a sex slave,",
      "vi": "Vị thành niên không thể bị buộc tội và kết án là mại dâm. Hôm nay, năm 2017, Cyntoia Brown sẽ được xem là nô lệ tình dục,"
    }
  },
  {
    "translation": {
      "en": "a little child manipulated who didn't stand a chance",
      "vi": "một đứa trẻ bị lôi kéo mà không có cơ hội"
    }
  },
  {
    "translation": {
      "en": "against the men who used her,",
      "vi": "chống lại những kẻ lợi dụng cô ấy,"
    }
  },
  {
    "translation": {
      "en": "but that wasn't the case in 2004.",
      "vi": "nhưng vào năm 2004 thì không phải vậy."
    }
  },
  {
    "translation": {
      "en": "Filmmaker Dan Birman shared video from his seven years",
      "vi": "Nhà làm phim Dan Birman đã chia sẻ video từ bảy năm"
    }
  },
  {
    "translation": {
      "en": "documenting Cyntoia Brown's case.",
      "vi": "ghi lại vụ án của Cyntoia Brown."
    }
  },
  {
    "translation": {
      "en": "I want a second chance.",
      "vi": "Tôi muốn một cơ hội thứ hai."
    }
  },
  {
    "translation": {
      "en": "Cyntoia Brown. She's been in prison for more than a decade now,",
      "vi": "Cyntoia Brown. Cô ấy đã ở tù hơn một thập kỷ rồi,"
    }
  },
  {
    "translation": {
      "en": "but her case is catching fire on social media, #FreeCyntoiaBrown,",
      "vi": "nhưng vụ án của cô ấy vẫn đang gây sốt trên mạng xã hội,"
    }
  },
  {
    "translation": {
      "en": "after being shared on Instagram by pop superstar Rihanna.",
      "vi": "sau khi được chia sẻ trên Instagram bởi siêu sao nhạc pop Rihanna."
    }
  },
  {
    "translation": {
      "en": "Now celebrities like Rihanna, T.I. and Lana Del Rey",
      "vi": "Giờ những người nổi tiếng như Rihanna, T.I. và Lana Del Rey"
    }
  },
  {
    "translation": {
      "en": "are tweeting for clemency for Cyntoia,",
      "vi": "đang tweet vì sự khoan hồng cho Cyntoia,"
    }
  },
  {
    "translation": {
      "en": "a sex- trafficked teen doing life in prison.",
      "vi": "một đứa trẻ vị thành niên mại dâm có đời sống trong tù."
    }
  },
  {
    "translation": {
      "en": "#FreeCyntoiaBrown became such an amazing experience.",
      "vi": "#TựDoChoCyntoiaBrown trở thành một hashtag tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I guess there were a million tweets.",
      "vi": "Tôi đoán là có một triệu tweet như thế."
    }
  },
  {
    "translation": {
      "en": "The attention that Cyntoia's case has received",
      "vi": "Sự chú ý đến vụ án của Cyntoia"
    }
  },
  {
    "translation": {
      "en": "is an important worldwide event...",
      "vi": "là một sự kiện quan trọng trên toàn thế giới..."
    }
  },
  {
    "translation": {
      "en": "that provides an avenue for consideration of children",
      "vi": "đã mở ra một điều cần cân nhắc mới cho trẻ em"
    }
  },
  {
    "translation": {
      "en": "across the world, not just in the United States,",
      "vi": "trên khắp thế giới, không chỉ ở Mỹ,"
    }
  },
  {
    "translation": {
      "en": "not just in Tennessee.",
      "vi": "không chỉ ở Tennessee."
    }
  },
  {
    "translation": {
      "en": "Cyntoia made the decision that the timing was appropriate",
      "vi": "Cyntoia đưa ra quyết định thời điểm này là rất phù hợp"
    }
  },
  {
    "translation": {
      "en": "to seek the help of the governor because we knew",
      "vi": "để tìm sự giúp đỡ của Thống đốc vì chúng tôi biết"
    }
  },
  {
    "translation": {
      "en": "the governor was going into his last year in office.",
      "vi": "đây là năm cuối Thống đốc tại vị."
    }
  },
  {
    "translation": {
      "en": "Governor Haslam will have served eight years",
      "vi": "Thống đốc Haslam sẽ phục vụ được tám năm"
    }
  },
  {
    "translation": {
      "en": "in January of 2019.",
      "vi": "vào tháng Giêng năm 2019."
    }
  },
  {
    "translation": {
      "en": "Once all of your state appeals are over, you then have a final opportunity,",
      "vi": "Khi các phiên phúc thẩm kết thúc, bạn sẽ có cơ hội cuối cùng,"
    }
  },
  {
    "translation": {
      "en": "I guess you'd say in criminal law, to be heard.",
      "vi": "để được lắng nghe, chắc luật hình sự gọi như vậy."
    }
  },
  {
    "translation": {
      "en": "We filed the petition for clemency",
      "vi": "Chúng tôi đã đệ đơn kiến nghị khoan hồng"
    }
  },
  {
    "translation": {
      "en": "with the Board of Parole and with the governor.",
      "vi": "với Hội đồng Ân Xá và Thống đốc."
    }
  },
  {
    "translation": {
      "en": "They don't do a lot of hearings on clemency.",
      "vi": "Họ thường không mở điều trần cho việc khoan hồng."
    }
  },
  {
    "translation": {
      "en": "This was filed on behalf of Cyntoia on December the 19th, 2017.",
      "vi": "Đơn được nộp thay cho Cyntoia vào ngày 19 tháng 12 năm 2017."
    }
  },
  {
    "translation": {
      "en": "It starts interestingly with a letter from Cyntoia to the governor,",
      "vi": "Lá thư Cyntoia gửi cho Thống đốc bắt đầu khá thú vị,"
    }
  },
  {
    "translation": {
      "en": "why she thinks it's so appropriate for her to be honored with clemency from him.",
      "vi": "cô ấy nghĩ thật vinh dự khi được ông ấy tuyên bố giảm án cho mình."
    }
  },
  {
    "translation": {
      "en": "And then what we do is go through her legal and procedural backgrounds.",
      "vi": "Rồi ta chỉ việc tìm hiểu lý lịch và thủ tục của cô ấy."
    }
  },
  {
    "translation": {
      "en": "It starts, as a matter of fact,",
      "vi": "Thật ra, chuyện bắt đầu"
    }
  },
  {
    "translation": {
      "en": "with the letter from the president of Lipscomb University, Randy Lowry,",
      "vi": "với lá thư từ Hiệu trưởng Trường Đại học Lipscomb, Randy Lowry,"
    }
  },
  {
    "translation": {
      "en": "and speaks to her 4.0 grade point average.",
      "vi": "và nói về điểm trung bình 4.0 của cô ấy."
    }
  },
  {
    "translation": {
      "en": "And then many letters from people in the community,",
      "vi": "Sau đó, rất nhiều thư từ cộng đồng,"
    }
  },
  {
    "translation": {
      "en": "from the mayor, from the juvenile judge, from advocacy groups",
      "vi": "từ Thị trưởng, từ Thẩm phán Vị thành niên, từ các nhóm ủng hộ"
    }
  },
  {
    "translation": {
      "en": "who say, you know, she's the perfect person to be considered for... for clemency.",
      "vi": "họ đều nói cô ấy là người hoàn hảo để được khoan hồng."
    }
  },
  {
    "translation": {
      "en": "Dr. Bernet, he said,",
      "vi": "Bác sĩ Bernet nói,"
    }
  },
  {
    "translation": {
      "en": "Recently, I was contacted by Ms. Brown's current attorney",
      "vi": "Gần đây luật sư hiện tại của cô Brown có liên lạc với tôi"
    }
  },
  {
    "translation": {
      "en": "who requested my support in Ms. Brown's application for clemency.",
      "vi": "để nhờ tôi hỗ trợ trong đơn xin khoan hồng của cô Brown."
    }
  },
  {
    "translation": {
      "en": "Thirteen years had elapsed between my meetings with Cyntoia.",
      "vi": "Đã mười ba năm trôi qua từ lần gặp trước với Cyntoia."
    }
  },
  {
    "translation": {
      "en": "I originally evaluated her when she was 16,",
      "vi": "Tôi đã đánh giá cô ấy vào năm 16 tuổi,"
    }
  },
  {
    "translation": {
      "en": "and then I saw her a few months ago when she was 29.",
      "vi": "và rồi tôi gặp cô ấy vài tháng trước khi cô ấy đã 29 tuổi."
    }
  },
  {
    "translation": {
      "en": "I think the most general description is that she had grown up,",
      "vi": "Tôi nghĩ mô tả chung nhất là cô ấy đã trưởng thành,"
    }
  },
  {
    "translation": {
      "en": "both intellectually and socially.",
      "vi": "cả về trí tuệ lẫn xã hội."
    }
  },
  {
    "translation": {
      "en": "I think another general impression was that she had learned a lot.",
      "vi": "Một ấn tượng chung khác là cô ấy đã học được rất nhiều điều."
    }
  },
  {
    "translation": {
      "en": "She had a broader understanding, I think, of life and society,",
      "vi": "Cô ấy có sự hiểu biết sâu rộng hơn về cuộc sống và xã hội..."
    }
  },
  {
    "translation": {
      "en": "that she was studying interesting things in college.",
      "vi": "cô ấy học những điều thú vị ở trường đại học."
    }
  },
  {
    "translation": {
      "en": "She herself had gotten interested in the problem of sexual trafficking.",
      "vi": "Bản thân cô ấy cũng hứng thú với vấn đề mại dâm."
    }
  },
  {
    "translation": {
      "en": "When I interviewed her, she was in the process of writing a term paper...",
      "vi": "Lúc tôi phỏng vấn cô ấy, cô ấy cũng đang viết bài luận..."
    }
  },
  {
    "translation": {
      "en": "on that topic.",
      "vi": "về chủ đề đó."
    }
  },
  {
    "translation": {
      "en": "She managed to share through her own experience",
      "vi": "Cô ấy đã chia sẻ kinh nghiệm của bản thân mình"
    }
  },
  {
    "translation": {
      "en": "and through things she had read and studied on this topic.",
      "vi": "và những điều cô ấy đã đọc và nghiên cứu về chủ đề này. #DỰÁNLẤPLÁNH: KHÔNG ĐỜI NÀO LÀ MỘT CHUẨN MỰC MỚI"
    }
  },
  {
    "translation": {
      "en": "And she had a lot of really good ideas",
      "vi": "Cô ấy có rất nhiều ý tưởng hay"
    }
  },
  {
    "translation": {
      "en": "for how to use that knowledge outside of the prison.",
      "vi": "về cách sử dụng kiến thức bên ngoài nhà tù."
    }
  },
  {
    "translation": {
      "en": "Pardon and Parole Board...",
      "vi": "Hội đồng Ân xá..."
    }
  },
  {
    "translation": {
      "en": "they've made the decision to hear Cyntoia on her request for commutation.",
      "vi": "họ đã đưa ra quyết định xét xử đơn kiến nghị giảm án của Cyntoia."
    }
  },
  {
    "translation": {
      "en": "The governor has the absolute constitutional right",
      "vi": "Thống đốc có quyền hiến pháp tuyệt đối"
    }
  },
  {
    "translation": {
      "en": "to grant relief on commutation.",
      "vi": "để ban sự khoan hồng."
    }
  },
  {
    "translation": {
      "en": "But before he will take any action,",
      "vi": "Nhưng trước khi ngài ấy làm điều đó,"
    }
  },
  {
    "translation": {
      "en": "he wants the opinion of the Pardon and Parole Board.",
      "vi": "ngài ấy muốn biết ý kiến của Hội đồng Ân xá."
    }
  },
  {
    "translation": {
      "en": "And that's what we're going to do this next week.",
      "vi": "Đó là việc ta sẽ làm trong tuần tới."
    }
  },
  {
    "translation": {
      "en": "The purpose of which is to show that Cyntoia Brown has been rehabilitated",
      "vi": "Mục đích của phiên tòa đó là cho thấy Cyntoia Brown đã được cải tạo"
    }
  },
  {
    "translation": {
      "en": "since her incarceration",
      "vi": "từ khi cô ấy bị bắt giam,"
    }
  },
  {
    "translation": {
      "en": "and that she can be a useful member of society",
      "vi": "và cô ấy có thể là một thành viên hữu ích của xã hội"
    }
  },
  {
    "translation": {
      "en": "and, in all likelihood, will be if she receives a commuted sentence.",
      "vi": "và điều đó có thể xảy ra nếu cô ấy nhận được một bản ân án."
    }
  },
  {
    "translation": {
      "en": "In 2004, she was considered to be a prostitute",
      "vi": "Năm 2004, cô bị coi là một cô gái điếm"
    }
  },
  {
    "translation": {
      "en": "even though she was 16 years old.",
      "vi": "dù chỉ mới 16 tuổi."
    }
  },
  {
    "translation": {
      "en": "That has changed.",
      "vi": "Điều đó đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "If it happened today, she would not be considered a crime",
      "vi": "Nếu chuyện đó xảy ra hôm nay, cô ấy sẽ không bị coi là tội phạm"
    }
  },
  {
    "translation": {
      "en": "but a victim of sexual predators.",
      "vi": "mà là nạn nhân của những kẻ săn mồi tình dục."
    }
  },
  {
    "translation": {
      "en": "We are requesting the Pardon and Parole Board",
      "vi": "Chúng tôi đang khẩn cầu Hội đồng ân xá"
    }
  },
  {
    "translation": {
      "en": "to recommend to the governor",
      "vi": "hãy đề xuất với Thống đốc,"
    }
  },
  {
    "translation": {
      "en": "that he commute her sentence to second- degree murder.",
      "vi": "Ngài ấy có thể giảm án cho cô ấy với tội giết người cấp độ hai."
    }
  },
  {
    "translation": {
      "en": "If he does that, then that would make her eligible for parole.",
      "vi": "Nếu làm thế, điều đó sẽ khiến cô ấy đủ điều kiện để được ân xá."
    }
  },
  {
    "translation": {
      "en": "She will still have a criminal record.",
      "vi": "Cô ấy vẫn sẽ có tiền án."
    }
  },
  {
    "translation": {
      "en": "She will still lose a lot of the rights that ordinary citizens have...",
      "vi": "Cô ấy vẫn sẽ mất rất nhiều quyền mà công dân bình thường sẽ có..."
    }
  },
  {
    "translation": {
      "en": "but she will have an opportunity",
      "vi": "nhưng cô ấy sẽ có cơ hội"
    }
  },
  {
    "translation": {
      "en": "to live a useful and productive life outside of the prison system.",
      "vi": "sống một cuộc sống hữu ích bên ngoài hệ thống nhà tù."
    }
  },
  {
    "translation": {
      "en": "Today is May the 23rd, 2018.",
      "vi": "ĐÃ BỊ BẮT GIAM 13 NĂM, 9 THÁNG Hôm nay là ngày 23 tháng 5 năm 2018."
    }
  },
  {
    "translation": {
      "en": "We are conducting an executive clemency hearing at Tennessee Prison for Women.",
      "vi": "Chúng tôi đang tiến hành một phiên tòa khoan hồng ở Nhà tù Phụ nữ Tennessee."
    }
  },
  {
    "translation": {
      "en": "This will be a commutation hearing for Cyntoia Denise Brown.",
      "vi": "Đây sẽ là phiên tòa giảm án cho bị cáo Cyntoia Denise Brown."
    }
  },
  {
    "translation": {
      "en": "Tennessee Code annotated 40- 28- 125A",
      "vi": "Bộ luật Tennessee chú thích điều 40-28-125A"
    }
  },
  {
    "translation": {
      "en": "authorizes the board to advise and make recommendations to the governor",
      "vi": "ủy quyền cho hội đồng để tư vấn và đề xuất với Thống đốc"
    }
  },
  {
    "translation": {
      "en": "in respect to pardons,",
      "vi": "về việc ân xá"
    }
  },
  {
    "translation": {
      "en": "exonerations and commutations.",
      "vi": "miễn tội và giảm án."
    }
  },
  {
    "translation": {
      "en": "The governor has said he will use his clemency powers very sparingly.",
      "vi": "Thống đốc đã nói sẽ sử dụng quyền ân xá của mình một cách hợp lý."
    }
  },
  {
    "translation": {
      "en": "Ms. Brown, you will be permitted to speak and to present witnesses",
      "vi": "Cô Brown, cô được phép phát biểu và trình bày bằng chứng"
    }
  },
  {
    "translation": {
      "en": "on your behalf.",
      "vi": "thay mặt cô."
    }
  },
  {
    "translation": {
      "en": "At this time, I'd like to allow your counsel, Mr. Bone,",
      "vi": "Lúc này, tôi muốn cho phép anh, luật sư Bone,"
    }
  },
  {
    "translation": {
      "en": "to give an opening statement, and then, Ms. Brown,",
      "vi": "phát biểu khai mạc và sau đó, cô Brown,"
    }
  },
  {
    "translation": {
      "en": "we would like to hear from you in your own words",
      "vi": "chúng tôi muốn nghe cô phát biểu"
    }
  },
  {
    "translation": {
      "en": "about why you feel that you are rehabilitated",
      "vi": "về việc tại sao cô thấy mình đã được cải tạo"
    }
  },
  {
    "translation": {
      "en": "and no longer a risk to safety of the public.",
      "vi": "và không còn nguy hiểm cho sự an toàn của công chúng."
    }
  },
  {
    "translation": {
      "en": "So with that, Mr. Bone?",
      "vi": "Vậy ý kiến của luật sư Bone là gì?"
    }
  },
  {
    "translation": {
      "en": "This is a story of transformation",
      "vi": "Đây là câu chuyện về sự biến đổi"
    }
  },
  {
    "translation": {
      "en": "in the life of a wasted child who has become",
      "vi": "trong cuộc đời của một đứa trẻ bị lãng phí bây giờ đã trở thành"
    }
  },
  {
    "translation": {
      "en": "a beautiful, intelligent, caring, educated woman",
      "vi": "một phụ nữ xinh đẹp, thông minh, biết quan tâm, có học thức,"
    }
  },
  {
    "translation": {
      "en": "who can make things better in this world, and that's why we're here.",
      "vi": "người khiến thế giới tốt đẹp hơn, và chúng tôi ở đây cũng vì thế."
    }
  },
  {
    "translation": {
      "en": "I just wanted to say thank you, first.",
      "vi": "Đầu tiên, tôi chỉ muốn nói cảm ơn một lần nữa."
    }
  },
  {
    "translation": {
      "en": "I know a lot of people get to see you, but I have prayed for a very long time...",
      "vi": "Tôi biết rất nhiều người được gặp các vị, nhưng tôi đã cầu nguyện rất lâu..."
    }
  },
  {
    "translation": {
      "en": "to be able to meet with you.",
      "vi": "để được gặp các vị."
    }
  },
  {
    "translation": {
      "en": "And I know it's purely an act of mercy that you even give me a hearing,",
      "vi": "Và tôi biết đây là một hành động nhân từ khi các vị cho tôi một phiên tòa thế này,"
    }
  },
  {
    "translation": {
      "en": "and that means everything to me.",
      "vi": "và điều đó rất có ý nghĩa với tôi."
    }
  },
  {
    "translation": {
      "en": "What I did was horrible.",
      "vi": "Tôi đã làm những việc rất kinh khủng."
    }
  },
  {
    "translation": {
      "en": "I killed Johnny Allen, and he's gone. And it stayed with me this whole time.",
      "vi": "Tôi đã giết Johnny Allen, anh ta mất đi, và nó ám ảnh tôi suốt thời gian qua."
    }
  },
  {
    "translation": {
      "en": "I was locked up at 16. It was like that was it.",
      "vi": "Tôi đã bị giam ở tuổi 16. Thế là hết."
    }
  },
  {
    "translation": {
      "en": "I have no choice but to live a different life,",
      "vi": "Tôi không có lựa chọn nào khác ngoài việc sống một cuộc đời khác,"
    }
  },
  {
    "translation": {
      "en": "and they've given me that opportunity.",
      "vi": "và họ đã cho tôi cơ hội đó."
    }
  },
  {
    "translation": {
      "en": "They've given me that chance.",
      "vi": "Họ đã cho tôi cơ hội."
    }
  },
  {
    "translation": {
      "en": "You know, I can't make up for what I did,",
      "vi": "Tôi không thể bù đắp những gì tôi đã làm,"
    }
  },
  {
    "translation": {
      "en": "but they've given me a chance to do so much more.",
      "vi": "nhưng họ đã cho tôi cơ hội làm nhiều hơn thế."
    }
  },
  {
    "translation": {
      "en": "Whatever you decide, I respect it, but...",
      "vi": "Dù các vị quyết định thế nào, tôi đều tôn trọng, nhưng..."
    }
  },
  {
    "translation": {
      "en": "I do pray that you show me mercy and that you give me a second chance.",
      "vi": "tôi khẩn cầu các vị cho tôi thấy sự nhân từ, một cơ hội thứ hai."
    }
  },
  {
    "translation": {
      "en": "In 2008, I was working as a prosecutor in the Tennessee Attorney General's Office,",
      "vi": "Năm 2008, tôi làm công tố viên ở văn phòng Bộ Trưởng Tư pháp Tennessee"
    }
  },
  {
    "translation": {
      "en": "and the case of Cyntoia Denise Brown was assigned to me.",
      "vi": "và vụ án của Cyntoia Denise Brown được giao cho tôi."
    }
  },
  {
    "translation": {
      "en": "And so it was my job to represent the state in her appeal.",
      "vi": "Và nhiệm vụ của tôi là đại diện bang trong kháng cáo của cô ấy."
    }
  },
  {
    "translation": {
      "en": "I read every page of the trial transcript, and I examined every exhibit.",
      "vi": "Tôi đọc từng trang của bản tường trình, và tôi đã kiểm tra tất cả các tang vật."
    }
  },
  {
    "translation": {
      "en": "And I argued that she needed to spend the rest of her life in prison.",
      "vi": "Và tôi cho rằng cô ấy cần phải ở tù cả đời."
    }
  },
  {
    "translation": {
      "en": "Cyntoia, I met her in the spring of 2009.",
      "vi": "Cyntoia, tôi đã gặp cô ấy vào mùa xuân năm 2009."
    }
  },
  {
    "translation": {
      "en": "I just went blindly into the class not knowing who she was",
      "vi": "Tôi chỉ vào lớp mà không biết cô ấy là ai,"
    }
  },
  {
    "translation": {
      "en": "and didn't know who she was for weeks",
      "vi": "và không biết cô ấy là ai trong vài tuần"
    }
  },
  {
    "translation": {
      "en": "until, one day, I got a court opinion in the mail.",
      "vi": "cho đến khi tôi nhận được thông báo từ tòa án."
    }
  },
  {
    "translation": {
      "en": "I open the envelope, see what it is,",
      "vi": "Tôi mở phong bì, xem nó là gì,"
    }
  },
  {
    "translation": {
      "en": "and there's Cyntoia's name on it, Cyntoia Denise Brown.",
      "vi": "và có tên của Cyntoia, Cyntoia Denise Brown."
    }
  },
  {
    "translation": {
      "en": "And that was the first time that I figured out",
      "vi": "Và đó là lần đầu tiên tôi phát hiện ra"
    }
  },
  {
    "translation": {
      "en": "the Cyntoia Denise Brown whose appeal I had worked on",
      "vi": "Cyntoia Denise Brown trong vụ kháng cáo tôi được giao cho"
    }
  },
  {
    "translation": {
      "en": "was the same Cyntoia Brown who was this luminous student in my class.",
      "vi": "là cùng một học sinh Cyntoia Brown sáng giá trong lớp."
    }
  },
  {
    "translation": {
      "en": "She got her copy of the opinion the next day or a couple of days later.",
      "vi": "Cô ấy nhận bản ý kiến vào ngày hôm sau hoặc vài ngày sau đó."
    }
  },
  {
    "translation": {
      "en": "She came to class the following Wednesday night,",
      "vi": "Cô ấy đến lớp vào tối thứ Tư tuần sau,"
    }
  },
  {
    "translation": {
      "en": "and we briefly talked about it.",
      "vi": "và chúng tôi đã nói đôi chút về nó."
    }
  },
  {
    "translation": {
      "en": "I told her that I was sorry.",
      "vi": "Tôi nói với cô ấy là tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "She said, You were doing your job.",
      "vi": "Cô ấy nói, Anh chỉ làm việc của mình thôi mà."
    }
  },
  {
    "translation": {
      "en": "I could tell that she was hurt",
      "vi": "Tôi chắc là cô ấy rất buồn"
    }
  },
  {
    "translation": {
      "en": "because, on top of being disappointed that her appeal just got denied...",
      "vi": "vì không những chỉ thất vọng khi kháng cáo bị từ chối..."
    }
  },
  {
    "translation": {
      "en": "now she has to go through the rest of the semester",
      "vi": "mà còn phải trải qua phần học kỳ còn lại"
    }
  },
  {
    "translation": {
      "en": "with the guy who argued, Yeah, 51 years is exactly right.",
      "vi": "với người đã lập luận, Đúng đó, 51 năm là hoàn toàn chính xác."
    }
  },
  {
    "translation": {
      "en": "Justice is not just about saying,",
      "vi": "Công lý không chỉ là nói,"
    }
  },
  {
    "translation": {
      "en": "What crime was committed, and how much time does this person get.",
      "vi": "Đã phạm tội gì thì người này phải chịu án phạt bao lâu."
    }
  },
  {
    "translation": {
      "en": "And having cultivated some understanding about the context in which",
      "vi": "Tôi đã tìm hiểu thêm về hoàn cảnh"
    }
  },
  {
    "translation": {
      "en": "her crime occurred, but a lot of people's crimes occur,",
      "vi": "xảy ra vụ án của cô ấy, nhưng có rất nhiều vụ án xảy ra,"
    }
  },
  {
    "translation": {
      "en": "I think justice is more about trying to achieve the right outcome",
      "vi": "và tôi nghĩ công lý là để phân xử và đạt được kết quả đúng"
    }
  },
  {
    "translation": {
      "en": "than it is about alleging rule violations.",
      "vi": "hơn là chỉ cáo buộc vi phạm luật lệ."
    }
  },
  {
    "translation": {
      "en": "Time and proximity are funny things",
      "vi": "Thời gian và sự gần gũi là những điều thú vị"
    }
  },
  {
    "translation": {
      "en": "because they can change adversaries into allies.",
      "vi": "bởi chúng có thể thay đổi đối thủ thành đồng minh."
    }
  },
  {
    "translation": {
      "en": "Here I am ten years later...",
      "vi": "Tôi đang ở đây sau mười năm..."
    }
  },
  {
    "translation": {
      "en": "not arguing against her but arguing in favor of her release.",
      "vi": "không chống lại cô ấy, mà xin tạm tha cho cô ấy."
    }
  },
  {
    "translation": {
      "en": "And I do that because I have borne witness along with all these other folks",
      "vi": "Và tôi làm thế vì tôi đã chứng kiến cùng với tất cả những người khác"
    }
  },
  {
    "translation": {
      "en": "to the kind of person that Cyntoia is.",
      "vi": "là Cyntoia bây giờ đã khác xưa rồi."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen of the board, I am honored to come before you today",
      "vi": "Thưa Chư vị Hội đồng, hôm nay tôi rất vinh dự được đứng trước các vị"
    }
  },
  {
    "translation": {
      "en": "as Cyntoia Brown's juvenile court attorney and friend of 14 years.",
      "vi": "với tư cách là luật sư tòa vị thành niên và người bạn 14 năm của Cyntoia Brown."
    }
  },
  {
    "translation": {
      "en": "I would like to tell you only about the Cyntoia Brown of today,",
      "vi": "Tôi chỉ muốn nói với các vị một điều về Cyntoia Brown của ngày hôm nay,"
    }
  },
  {
    "translation": {
      "en": "the remarkable woman you've been hearing so much about,",
      "vi": "người phụ nữ tuyệt vời mà các vị đã nghe đến nhiều,"
    }
  },
  {
    "translation": {
      "en": "but I would be remiss if I did not also tell you",
      "vi": "nhưng tôi sẽ hối tiếc nếu tôi không nói với các vị biết"
    }
  },
  {
    "translation": {
      "en": "about the Cyntoia Brown I met on August 9th, 2004,",
      "vi": "về Cyntoia Brown tôi đã gặp vào ngày 9 tháng 8 năm 2004,"
    }
  },
  {
    "translation": {
      "en": "three days after the horrible incident that caused her to be in here.",
      "vi": "ba ngày sau sự kiện kinh hoàng khiến cô ấy phải ở đây."
    }
  },
  {
    "translation": {
      "en": "When I represented Cyntoia when she was 16 at the transfer hearing,",
      "vi": "Khi tôi đại diện cho Cyntoia vào năm 16 tuổi ở phiên điều trần,"
    }
  },
  {
    "translation": {
      "en": "my goal was to really show who Cyntoia was.",
      "vi": "mục tiêu của tôi là cho thấy Cyntoia là ai."
    }
  },
  {
    "translation": {
      "en": "She had been through a lot of really hard things in her life.",
      "vi": "Cô ấy đã trải qua rất nhiều khó khăn trong đời."
    }
  },
  {
    "translation": {
      "en": "What really brought it full circle for me",
      "vi": "Điều thực sự mang lại cho tôi sự vẹn toàn"
    }
  },
  {
    "translation": {
      "en": "was when I became involved in the case again,",
      "vi": "là khi tôi được tham gia vào vụ án này lần nữa,"
    }
  },
  {
    "translation": {
      "en": "working with Cyntoia and working on her clemency.",
      "vi": "làm việc với Cyntoia và buổi kiến nghị khoan hồng này."
    }
  },
  {
    "translation": {
      "en": "I realized that I was really using the same strategy",
      "vi": "Tôi nhận ra rằng tôi đang sử dụng cùng một chiến lược"
    }
  },
  {
    "translation": {
      "en": "that I had used during the transfer hearing",
      "vi": "mà tôi đã dùng trong phiên điều trần"
    }
  },
  {
    "translation": {
      "en": "to really show that she's a person who can be in the community",
      "vi": "cho thấy cô ấy là người có thể sống trong cộng đồng"
    }
  },
  {
    "translation": {
      "en": "and that she deserves to have a chance to live a life.",
      "vi": "và cô ấy xứng đáng có cơ hội sống một cuộc đời đúng nghĩa."
    }
  },
  {
    "translation": {
      "en": "When I was a defense attorney,",
      "vi": "Khi tôi còn là luật sư bào chữa,"
    }
  },
  {
    "translation": {
      "en": "it always was very interesting when people would ask me,",
      "vi": "thật thú vị khi họ luôn tò mò hỏi tôi rằng,"
    }
  },
  {
    "translation": {
      "en": "Why fight for someone like that?",
      "vi": "Sao lại đấu tranh vì người như thế?"
    }
  },
  {
    "translation": {
      "en": "Why fight for a person who has taken a life?",
      "vi": "Sao phải đấu tranh cho kẻ đã cướp đi sinh mạng người khác?"
    }
  },
  {
    "translation": {
      "en": "How can you defend that person who's guilty?",
      "vi": "Sao cô có thể bào chữa cho người có tội?"
    }
  },
  {
    "translation": {
      "en": "What if they get out and do the same thing again?",
      "vi": "Nếu họ ra ngoài và tái phạm thì sao?"
    }
  },
  {
    "translation": {
      "en": "- Hi, guys. - Hi.",
      "vi": "Chào mọi người."
    }
  },
  {
    "translation": {
      "en": "- How you doing? Good to see you today. - Good.",
      "vi": "Cháu khỏe không? Rất vui được gặp cháu."
    }
  },
  {
    "translation": {
      "en": "Um, so we've been talking about juvenile transfer and the situation that you all are in.",
      "vi": "Chúng ta đã nói về việc trung chuyển vị thành niên và tình hình của cháu."
    }
  },
  {
    "translation": {
      "en": "Cyntoia's case fits into the issue of sentencing reform",
      "vi": "Vụ của Cyntoia phù hợp với vấn đề cải cách việc tuyên án"
    }
  },
  {
    "translation": {
      "en": "by showing us that children deserve a review,",
      "vi": "bằng cách cho ta thấy trẻ em đáng được xem xét,"
    }
  },
  {
    "translation": {
      "en": "not necessarily parole or release,",
      "vi": "không nhất thiết phải tạm tha hay thả,"
    }
  },
  {
    "translation": {
      "en": "but that all children deserve us to take a look at them",
      "vi": "nhưng tất cả trẻ em đều xứng đáng được chúng ta chú ý tới"
    }
  },
  {
    "translation": {
      "en": "after a fair number of years.",
      "vi": "sau nhiều năm."
    }
  },
  {
    "translation": {
      "en": "The community is ready to welcome Cyntoia into its fold and to see her face- to- face,",
      "vi": "Cộng đồng đã sẵn sàng chào đón Cyntoia và đối mặt với cô ấy,"
    }
  },
  {
    "translation": {
      "en": "not as the child she was in 2004,",
      "vi": "không phải như đứa trẻ năm 2004 nữa,"
    }
  },
  {
    "translation": {
      "en": "but as the incredible, incredible woman that she has become.",
      "vi": "mà như người phụ nữ tuyệt vời là cô ấy bây giờ."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "What I would like to do now is go to the victim's side.",
      "vi": "Điều tôi muốn làm bây giờ là đến bên nạn nhân."
    }
  },
  {
    "translation": {
      "en": "Just tell me your name, if you would please,",
      "vi": "Xin cô vui lòng cho tôi biết tên,"
    }
  },
  {
    "translation": {
      "en": "and make any comment you'd like to make.",
      "vi": "và đưa ra bất kỳ bình luận nào cô muốn."
    }
  },
  {
    "translation": {
      "en": "My name is Anna Whaley.",
      "vi": "Tôi là Anna Whaley."
    }
  },
  {
    "translation": {
      "en": "I'm a close personal friend of Johnny",
      "vi": "Tôi là bạn thân của Johnny"
    }
  },
  {
    "translation": {
      "en": "and his family.",
      "vi": "và gia đình cậu ấy."
    }
  },
  {
    "translation": {
      "en": "Johnny has a voice, and Johnny's family has a voice.",
      "vi": "ANNA WHALEY BẠN CỦA JOHNNY ALLEN Johnny có tiếng nói, và gia đình của Johnny cũng vậy."
    }
  },
  {
    "translation": {
      "en": "It's not been heard in all these years, but today I am that voice.",
      "vi": "Trong nhiều năm qua đã không lên tiếng, nhưng hôm nay tôi sẽ lên tiếng."
    }
  },
  {
    "translation": {
      "en": "Cyntoia has done great harm...",
      "vi": "Cyntoia đã gây ra đau buồn rất nhiều..."
    }
  },
  {
    "translation": {
      "en": "and Johnny did not deserve to die.",
      "vi": "và Johnny không đáng phải chết."
    }
  },
  {
    "translation": {
      "en": "I hope...",
      "vi": "Tôi hy vọng."
    }
  },
  {
    "translation": {
      "en": "I hope sincerely God has transformed her life.",
      "vi": "Tôi hy vọng chân thành rằng Chúa đã thay đổi cuộc đời cô ấy."
    }
  },
  {
    "translation": {
      "en": "I do.",
      "vi": "Tôi hy vọng thế."
    }
  },
  {
    "translation": {
      "en": "Johnny's life mattered.",
      "vi": "Cuộc sống của Johnny quan trọng."
    }
  },
  {
    "translation": {
      "en": "Johnny was loved, and he is missed dearly. And this is a very sad story.",
      "vi": "Johnny được yêu quý và nhớ thương và đây là một câu chuyện rất buồn."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I am ready to vote.",
      "vi": "Tôi chuẩn bị sang phần bỏ phiếu."
    }
  },
  {
    "translation": {
      "en": "I'm going to agree to the commutation of second- degree murder.",
      "vi": "Tôi sẽ đồng ý với giảm án giết người xuống cấp độ hai."
    }
  },
  {
    "translation": {
      "en": "My recommendation to the governor will be",
      "vi": "Đề xuất của tôi với Thống đốc là"
    }
  },
  {
    "translation": {
      "en": "to recommend changing Defendant Brown's parole eligibility date",
      "vi": "đề xuất sự thay đổi ngày tạm tha của Bị cáo Brown"
    }
  },
  {
    "translation": {
      "en": "to August of 2029, in other words, after serving 25 years.",
      "vi": "thành tháng Tám năm 2029, nói cách khác, sau 25 năm tù."
    }
  },
  {
    "translation": {
      "en": "My recommendation to the governor will be to decline your application.",
      "vi": "Đề xuất của tôi với Thống đốc sẽ là từ chối đơn của cô."
    }
  },
  {
    "translation": {
      "en": "So you have heard all of the different recommendations",
      "vi": "Cô đã nghe tất cả các đề xuất khác nhau"
    }
  },
  {
    "translation": {
      "en": "that will be going to the governor.",
      "vi": "sẽ được đưa đến cho Thống đốc."
    }
  },
  {
    "translation": {
      "en": "We will do a report. He will decide what he will do.",
      "vi": "Chúng tôi sẽ báo cáo. Ngài ấy sẽ quyết định phải làm gì."
    }
  },
  {
    "translation": {
      "en": "As we said earlier, this is a recommendation to him.",
      "vi": "Như chúng tôi nói lúc nãy, đây là lời đề xuất của ngài ấy."
    }
  },
  {
    "translation": {
      "en": "- He makes the final decision. - Thank you.",
      "vi": "- Ngài ấy là người quyết định cuối cùng. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "We end up with a divided group in terms of the decision that they made.",
      "vi": "Cuối cùng, mọi người có những quyết định khác nhau."
    }
  },
  {
    "translation": {
      "en": "Two who thought to lower the sentence from first- degree to second- degree",
      "vi": "Hai người nghĩ sẽ giảm án từ cấp một xuống cấp hai,"
    }
  },
  {
    "translation": {
      "en": "and two who thought her term should be lowered to 25 years.",
      "vi": "hai người nghĩ thời gian thụ án nên được giảm xuống còn 25 năm."
    }
  },
  {
    "translation": {
      "en": "And then two who thought there should be no relief.",
      "vi": "Và rồi hai người nghĩ sẽ không được tạm tha."
    }
  },
  {
    "translation": {
      "en": "We don't know.",
      "vi": "Chúng tôi cũng không biết."
    }
  },
  {
    "translation": {
      "en": "So we'll see what the governor says.",
      "vi": "Nên giờ chỉ đợi Thống đốc nói gì thôi."
    }
  },
  {
    "translation": {
      "en": "How things have changed for me the last 14 years?",
      "vi": "Tôi đã thay đổi thế nào trong 14 năm qua?"
    }
  },
  {
    "translation": {
      "en": "There has been times that, you know, I really wanted to give up.",
      "vi": "Đã có những lúc tôi thực sự muốn từ bỏ."
    }
  },
  {
    "translation": {
      "en": "I allowed myself to get in that place of despair.",
      "vi": "Tôi cho phép mình bước vào nơi tuyệt vọng đó."
    }
  },
  {
    "translation": {
      "en": "But through it all, I feel that I have persevered",
      "vi": "Nhưng qua tất cả, tôi thấy mình kiên trì hơn"
    }
  },
  {
    "translation": {
      "en": "because the one constant",
      "vi": "bởi vì hằng số luôn tồn tại"
    }
  },
  {
    "translation": {
      "en": "that has always been in Cyntoia's life has been me.",
      "vi": "trong cuộc sống của Cyntoia là tôi."
    }
  },
  {
    "translation": {
      "en": "And I know, if I allow myself to fall apart,",
      "vi": "Và tôi biết nếu tôi cho phép mình gục ngã,"
    }
  },
  {
    "translation": {
      "en": "then who does she have?",
      "vi": "thì con bé còn có ai?"
    }
  },
  {
    "translation": {
      "en": "Where are her hopes and where are her dreams?",
      "vi": "Hy vọng và ước mơ của nó ở đâu?"
    }
  },
  {
    "translation": {
      "en": "The emotional roller coaster that I've been on is...",
      "vi": "Tàu lượn siêu tốc đầy cảm xúc mà tôi đã trải qua..."
    }
  },
  {
    "translation": {
      "en": "like nothing that you ever experienced.",
      "vi": "như chuyến đi có một không hai."
    }
  },
  {
    "translation": {
      "en": "Because, at this point now, I don't allow myself to hope.",
      "vi": "Vì lúc này tôi không cho phép mình hy vọng."
    }
  },
  {
    "translation": {
      "en": "I want to and I do hope that, in the end, everything is gonna be",
      "vi": "Tôi muốn và tôi hy vọng rằng cuối cùng mọi thứ sẽ là"
    }
  },
  {
    "translation": {
      "en": "the way I pray for it to be, and that's to have her home.",
      "vi": "theo điều tôi mong ước và chúng tôi sẽ lại gặp con bé ở nhà."
    }
  },
  {
    "translation": {
      "en": "And I'm thinking...",
      "vi": "Và tôi nghĩ..."
    }
  },
  {
    "translation": {
      "en": "...it's gonna happen this time.",
      "vi": "lần này nó sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "It's gonna happen.",
      "vi": "Nó sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "And then it doesn't happen.",
      "vi": "Và rồi nó không xảy ra."
    }
  },
  {
    "translation": {
      "en": "Going to see Cyntoia is...  ...pretty routine for me.",
      "vi": "Đi gặp Cyntoia là chuyện thường ngày với tôi."
    }
  },
  {
    "translation": {
      "en": "I think the biggest change that I've seen in... in Toia",
      "vi": "Tôi nghĩ thay đổi lớn nhất tôi thấy ở Toia"
    }
  },
  {
    "translation": {
      "en": "since I've been making this drive down here is...",
      "vi": "từ khi tôi lái xe đến đây là..."
    }
  },
  {
    "translation": {
      "en": "She's more open.",
      "vi": "Con bé cởi mở hơn."
    }
  },
  {
    "translation": {
      "en": "You know, for a very long time, she couldn't really",
      "vi": "Đã rất lâu rồi, con bé không thể"
    }
  },
  {
    "translation": {
      "en": "or didn't really express truly how she felt about things.",
      "vi": "hoặc không muốn thể hiện cảm xúc của mình về mọi thứ."
    }
  },
  {
    "translation": {
      "en": "We still don't know the outcome, but now we can honestly say there is hope.",
      "vi": "Chúng tôi vẫn chưa biết kết quả, nhưng giờ có thể nói là có hy vọng."
    }
  },
  {
    "translation": {
      "en": "People know what has happened in this state, and people are watching.",
      "vi": "Mọi người biết những gì xảy ra ở bang này và họ đều đang theo dõi."
    }
  },
  {
    "translation": {
      "en": "If he says yes, Toia can walk out a free woman.",
      "vi": "Nếu Ngài ấy đồng ý, Toia có thể bước đi như một người phụ nữ tự do."
    }
  },
  {
    "translation": {
      "en": "It's gonna hurt us all if he says no.",
      "vi": "Nhưng sẽ rất đau khổ nếu ngài ấy nói không."
    }
  },
  {
    "translation": {
      "en": "We're leaving the office now.",
      "vi": "Giờ ta sẽ rời khỏi văn phòng."
    }
  },
  {
    "translation": {
      "en": "We're going to try to communicate to Cyntoia",
      "vi": "Chúng tôi sẽ cố liên lạc với Cyntoia"
    }
  },
  {
    "translation": {
      "en": "the decision that the governor has made.",
      "vi": "về quyết định của Thống đốc."
    }
  },
  {
    "translation": {
      "en": "Do you know what building we're going in?",
      "vi": "Anh biết chúng ta sẽ vào tòa nhà nào không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're going in where we've always gone in.",
      "vi": "Biết, chúng ta sẽ đi vào nơi chúng ta luôn đến."
    }
  },
  {
    "translation": {
      "en": "The visitation building?",
      "vi": "Tòa nhà thăm viếng sao?"
    }
  },
  {
    "translation": {
      "en": "The governor's lawyer, Dwight Tarwater, called",
      "vi": "Luật sư của Thống đốc, Dwight Tarwater gọi và nói,"
    }
  },
  {
    "translation": {
      "en": "and said, We want y'all to come meet with us tomorrow morning,",
      "vi": "Chúng tôi muốn các vị đến gặp chúng tôi vào sáng mai,"
    }
  },
  {
    "translation": {
      "en": "but you can't tell anybody.",
      "vi": "nhưng không thể nói với ai cả."
    }
  },
  {
    "translation": {
      "en": "This is a strictly private meeting.",
      "vi": "Đây là một cuộc họp riêng tư tuyệt đối."
    }
  },
  {
    "translation": {
      "en": "We went in to see Dwight,",
      "vi": "Chúng tôi đến gặp Dwight, và anh ta nói,"
    }
  },
  {
    "translation": {
      "en": "and he says, Hold on a minute. Let me go see if the governor's ready.",
      "vi": "Chờ một chút. Để tôi xem Thống đốc đã sẵn sàng chưa."
    }
  },
  {
    "translation": {
      "en": "We didn't have any idea we were gonna meet with the governor.",
      "vi": "Chúng tôi không biết sẽ gặp Thống đốc."
    }
  },
  {
    "translation": {
      "en": "Can you imagine holding your breath for minutes while you're waiting?",
      "vi": "Bạn có thể tưởng tượng ra được chúng tôi đã nín thở vài phút trong khi đợi không?"
    }
  },
  {
    "translation": {
      "en": "And the governor said, I want to tell you what we're gonna do.",
      "vi": "Và Thống đốc nói, Tôi muốn nói các vị biết là chúng ta sẽ làm gì."
    }
  },
  {
    "translation": {
      "en": "The governor is gonna commute her sentence to 15 years.",
      "vi": "Thống đốc sẽ tuyên án 15 năm tù cho cô ấy."
    }
  },
  {
    "translation": {
      "en": "And that'll end in August.",
      "vi": "Nó sẽ kết thúc vào tháng Tám."
    }
  },
  {
    "translation": {
      "en": "She's gonna move to the transition group for the next seven months,",
      "vi": "Cô ấy sẽ chuyển đến nhóm chuyển tiếp trong bảy tháng tới,"
    }
  },
  {
    "translation": {
      "en": "and she's gonna be on probation for ten years.",
      "vi": "và bị án treo trong mười năm."
    }
  },
  {
    "translation": {
      "en": "We walked in. I got the first hug, and I said,",
      "vi": "Chúng tôi bước vào. Tôi ôm cái ôm đầu tiên và nói,"
    }
  },
  {
    "translation": {
      "en": "You're getting out in August, because I wanted it to just be.",
      "vi": "Cháu sẽ được thả vào tháng Tám, tôi muốn nói trực tiếp như thế."
    }
  },
  {
    "translation": {
      "en": "- You know, I didn't want any suspense. -",
      "vi": "Tôi không muốn hồi hộp."
    }
  },
  {
    "translation": {
      "en": "So, you know, she started dancing.",
      "vi": "Cô ấy bắt đầu nhảy."
    }
  },
  {
    "translation": {
      "en": "She just couldn't have been more excited, and it was just perfect, just perfect.",
      "vi": "Cô ấy không thể hào hứng hơn nữa, và nó thật hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "So she's really, really happy, so--",
      "vi": "Cô ấy rất hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "- Did she cry? - Did she cry?",
      "vi": "Cô ta có khóc không? - Cô ấy có khóc không à? Có. Ai cũng khóc. - Đúng đó."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Yeah. - Yeah. Yeah, everybody cried. - Oh!",
      "vi": "- Cô ấy có khóc không à? Có. Ai cũng khóc. - Đúng đó."
    }
  },
  {
    "translation": {
      "en": "- Oh, hallelujah! - Yeah, yeah, yeah.",
      "vi": "- Ồ, lạy Chúa tôi. - Phải."
    }
  },
  {
    "translation": {
      "en": "I told her also to try to call a little after 11:00,",
      "vi": "Tôi bảo cô ấy cũng nên thử gọi một cuộc sau 11 giờ đi"
    }
  },
  {
    "translation": {
      "en": "and we might even be able to put her on the speakerphone someplace.",
      "vi": "và chúng tôi có thể bật loa ngoài ở đâu đó."
    }
  },
  {
    "translation": {
      "en": "You ready? Okay. I'm gonna put you on speakerphone, okay?",
      "vi": "Sẵn sàng chưa? Tôi sẽ bật loa ngoài, được chứ?"
    }
  },
  {
    "translation": {
      "en": "We have a really large group, and... but we wanted you to be able to say hello",
      "vi": "Ở đây nhiều người lắm, nhưng chúng tôi muốn cháu có thể chào hỏi"
    }
  },
  {
    "translation": {
      "en": "and thank you to the people who are here",
      "vi": "và cảm ơn những người ở đây,"
    }
  },
  {
    "translation": {
      "en": "and the people who've been praying for you all these years",
      "vi": "và những người đã cầu nguyện cho cháu suốt những năm qua"
    }
  },
  {
    "translation": {
      "en": "- and so interested in your life. - Yes.",
      "vi": "- và rất quan tâm đến cuộc sống của cháu. - Vâng."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna try to tell you the people who are here,",
      "vi": "Ta sẽ không nói với cháu có những ai ở đây đâu,"
    }
  },
  {
    "translation": {
      "en": "but you can guess.",
      "vi": "nhưng cháu có thể đoán."
    }
  },
  {
    "translation": {
      "en": "Oh, I love y'all.",
      "vi": "Tôi rất yêu mọi người."
    }
  },
  {
    "translation": {
      "en": "- We love you! - We love you too.",
      "vi": "- Chúng tôi yêu cô. - Bọn tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "You said, as soon as I come to God,",
      "vi": "Mọi người có nói ngay khi tôi đến với Chúa"
    }
  },
  {
    "translation": {
      "en": "that He was gonna release me. You said it.",
      "vi": "Ngài sẽ thả tôi ra. Các vị đã nói thế mà."
    }
  },
  {
    "translation": {
      "en": "It is the culmination of 15 years",
      "vi": "Đó là đỉnh điểm của 15 năm"
    }
  },
  {
    "translation": {
      "en": "of hard work and tears and anguish and joy.",
      "vi": "làm việc vất vả, nước mắt và nỗi đau và niềm vui."
    }
  },
  {
    "translation": {
      "en": "She has everything that she needs, you know, to be successful.",
      "vi": "Con bé có mọi thứ cần thiết để thành công."
    }
  },
  {
    "translation": {
      "en": "How she uses it...",
      "vi": "Con bé sử dụng điều đó thế nào..."
    }
  },
  {
    "translation": {
      "en": "will be basically up to her.",
      "vi": "là tùy thuộc vào nó."
    }
  },
  {
    "translation": {
      "en": "Where the roads lead, I don't know, but you know what?",
      "vi": "Tôi không biết đường sẽ hướng đến đâu, nhưng bạn biết không?"
    }
  },
  {
    "translation": {
      "en": "I hope they lead to a rainbow for her.",
      "vi": "Tôi hy vọng con bé sẽ được đi đến hướng cầu vồng."
    }
  },
  {
    "translation": {
      "en": "I have come such a long way. It's been a very long time.",
      "vi": "Tôi đã đi một chặng đường dài. Cũng đã rất lâu rồi."
    }
  },
  {
    "translation": {
      "en": "When I was 16, I did a horrible thing.",
      "vi": "Khi 16 tuổi, tôi đã làm một việc kinh khủng"
    }
  },
  {
    "translation": {
      "en": "And I have carried that with me this whole time.",
      "vi": "và tôi đã mang theo nó suốt thời gian qua."
    }
  },
  {
    "translation": {
      "en": "I understand the things that I've done.",
      "vi": "Tôi hiểu những việc tôi làm."
    }
  },
  {
    "translation": {
      "en": "That it was so necessary to change.",
      "vi": "Tôi cần nó để thay đổi mình."
    }
  },
  {
    "translation": {
      "en": "Everybody who's been here for me,",
      "vi": "Mọi người đã ở đây vì tôi,"
    }
  },
  {
    "translation": {
      "en": "I would not be here if it weren't for them.",
      "vi": "tôi sẽ không ở đây nếu không có họ."
    }
  },
  {
    "translation": {
      "en": "Through everything that's been shown today,",
      "vi": "Qua mọi thứ đã được diễn ra hôm nay,"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna let you down.",
      "vi": "tôi sẽ không làm mọi người thất vọng."
    }
  },
  {
    "translation": {
      "en": "I have a whole new family, a whole new community",
      "vi": "Tôi có một gia đình, một cộng đồng hoàn toàn mới"
    }
  },
  {
    "translation": {
      "en": "of people who love me, who believe in me, who support me.",
      "vi": "những người yêu mến tôi, tin tưởng tôi, ủng hộ tôi."
    }
  },
  {
    "translation": {
      "en": "There's so many things that I understand now that I didn't know.",
      "vi": "Bây giờ tôi đã hiểu mình từng không biết rất nhiều điều."
    }
  },
  {
    "translation": {
      "en": "There's so many young people that still don't know,",
      "vi": "Có quá nhiều bạn trẻ vẫn chưa biết,"
    }
  },
  {
    "translation": {
      "en": "and I feel called to share that.",
      "vi": "và tôi thấy mình phải chia sẻ điều đó."
    }
  },
  {
    "translation": {
      "en": "I don't take that lightly.",
      "vi": "Tôi không xem nhẹ điều đó."
    }
  },
  {
    "translation": {
      "en": "And I can assure you that I will not let you down.",
      "vi": "Tôi đảm bảo mình sẽ không làm mọi người thất vọng đâu."
    }
  },
  {
    "translation": {
      "en": "I promise.",
      "vi": "Tôi hứa."
    }
  }
]