[
  {
    "translation": {
      "en": "[woman 1] Yes?",
      "vi": "Vâng?"
    }
  },
  {
    "translation": {
      "en": "[woman 2] …of people in the street, does it bother you--",
      "vi": "Về người trên đường, bà có phiền kh…"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "[woman 2] …when people stop in the middle, in the flow of traffic,",
      "vi": "Khi mọi người dừng ở giữa đường, giữa dòng xe cộ,"
    }
  },
  {
    "translation": {
      "en": "and look at their maps or…",
      "vi": "và nhìn vào bản đồ của họ hoặc…"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, I'm not gonna have time to answer this.",
      "vi": "Thật không may, tôi chả đủ thời gian trả lời đâu."
    }
  },
  {
    "translation": {
      "en": "Do people in the street bother me? Absolutely, they bother me. Here is why.",
      "vi": "Người trên đường có làm tôi phiền? Tất nhiên. Và đây là lý do."
    }
  },
  {
    "translation": {
      "en": "I feel like I should write a manifesto. I used to be a writer.",
      "vi": "Tôi thấy nên viết một bản tuyên ngôn. Tôi từng là một nhà văn."
    }
  },
  {
    "translation": {
      "en": "That would… The title of which would be,",
      "vi": "Tiêu đề của nó sẽ là,"
    }
  },
  {
    "translation": {
      "en": "and this is kind of an advisory to these people that you're talking about,",
      "vi": "và đây là lời khuyên cho mấy người cô vừa nói,"
    }
  },
  {
    "translation": {
      "en": "Pretend It's a City.",
      "vi": "Giả như nó là thành phố."
    }
  },
  {
    "translation": {
      "en": "Okay? Pretend It's a City.",
      "vi": "Được chứ? Giả như nó là thành phố."
    }
  },
  {
    "translation": {
      "en": "I cannot stop for one second or stand in front of a place, smoking a cigarette,",
      "vi": "Tôi không thể dừng lại một giây hoặc đứng đâu đó, hút một điếu thuốc,"
    }
  },
  {
    "translation": {
      "en": "without ten people instantly asking me directions.",
      "vi": "mà không có ngay mười người xông vào hỏi đường."
    }
  },
  {
    "translation": {
      "en": "And I'm surprised by this, because I always think, \"Really?\"",
      "vi": "Tôi ngạc nhiên lắm, tôi luôn nghĩ, \"Thật à?"
    }
  },
  {
    "translation": {
      "en": "\"Do I look welcoming to you?\"",
      "vi": "Trông tôi thân thiện lắm à?\""
    }
  },
  {
    "translation": {
      "en": "[Fran] There are a lot of things on the ground in New York.",
      "vi": "Có nhiều thứ trên mặt đường New York."
    }
  },
  {
    "translation": {
      "en": "You know, there are a lot of crosswalks, not that anyone obeys them except me.",
      "vi": "Có rất nhiều vạch qua đường. Không phải ai cũng tuân thủ trừ tôi."
    }
  },
  {
    "translation": {
      "en": "I always yell at cars. \"You're in the crosswalk!\"",
      "vi": "Tôi luôn hét vào ô tô. \"Nó là vạch qua đường!\""
    }
  },
  {
    "translation": {
      "en": "[Fran] You know, as if, like, they care.",
      "vi": "Bạn biết đấy, làm như họ quan tâm."
    }
  },
  {
    "translation": {
      "en": "There's graffiti on the ground. There are ads on the ground.",
      "vi": "Có vẽ bậy trên mặt đường. Có quảng cáo trên mặt đường."
    }
  },
  {
    "translation": {
      "en": "But there are numerous places in New York",
      "vi": "Nhưng có rất nhiều nơi ở New York"
    }
  },
  {
    "translation": {
      "en": "where there are plaques, like, laid into the ground.",
      "vi": "có những biển vinh danh trên mặt đường."
    }
  },
  {
    "translation": {
      "en": "This is something that I just love,",
      "vi": "Đây là điều mà tôi rất thích,"
    }
  },
  {
    "translation": {
      "en": "because it means that they are hoping that someone is gonna look at this.",
      "vi": "vì điều đó nghĩa là họ hy vọng ai đó sẽ nhìn vào chúng."
    }
  },
  {
    "translation": {
      "en": "I don't think they did this thinking, \"It's gonna just be Fran.\"",
      "vi": "Tôi không nghĩ họ sẽ cho rằng, \"Chỉ có Fran thôi."
    }
  },
  {
    "translation": {
      "en": "\"Everyone else is gonna be looking at their phone.\"",
      "vi": "Mọi người khác sẽ nhìn di động."
    }
  },
  {
    "translation": {
      "en": "\"It's only gonna be Fran, but she's worth it.\"",
      "vi": "Chỉ có Fran, nhưng bà ấy xứng đáng."
    }
  },
  {
    "translation": {
      "en": "\"Let's put all these plaques for her.\"",
      "vi": "Hãy bày đống biển cho bà ấy\"."
    }
  },
  {
    "translation": {
      "en": "[Fran] Near the library, there are different plaques for writers.",
      "vi": "Gần thư viện có nhiều biển khác nhau cho các nhà văn. TÀI TRỢ BỞI GRAND CENTRAL & THƯ VIỆN NEW YORK"
    }
  },
  {
    "translation": {
      "en": "And then there are some quotes from the writers.",
      "vi": "Và có một số trích dẫn từ các nhà văn."
    }
  },
  {
    "translation": {
      "en": "I think it's pretty optimistic to imagine people are gonna read the quotes.",
      "vi": "Tôi nghĩ họ khá lạc quan khi tưởng tượng mọi người sẽ đọc trích dẫn."
    }
  },
  {
    "translation": {
      "en": "[Fran] Yes? In the back.",
      "vi": "Vâng? Anh bạn ở cuối phòng."
    }
  },
  {
    "translation": {
      "en": "[man] Hey, Fran. Uh, I actually never heard of you before.",
      "vi": "Chào, Fran. Tôi chưa từng nghe nói về bà."
    }
  },
  {
    "translation": {
      "en": "-That's a good way to break the ice. -[audience laughs]",
      "vi": "Đó là một cách bắt chuyện tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "[Fran] Yes? [woman] How would you describe your lifestyle?",
      "vi": "- Vâng? - Bà mô tả lối sống thế nào?"
    }
  },
  {
    "translation": {
      "en": "[Fran] How would I describe my lifestyle?",
      "vi": "Mô tả lối sống của tôi?"
    }
  },
  {
    "translation": {
      "en": "Let me I assure you, I would never use the word \"lifestyle.\"",
      "vi": "Tôi chắc chắn sẽ không dùng từ \"lối sống\"."
    }
  },
  {
    "translation": {
      "en": "[man] Bravo.",
      "vi": "Hoan hô."
    }
  },
  {
    "translation": {
      "en": "[Fran] That's pretty much how I would describe it.",
      "vi": "Đó sẽ là cách tôi mô tả nó."
    }
  },
  {
    "translation": {
      "en": "[woman] What's keeping you in New York?",
      "vi": "Điều gì giữ bà lại New York?"
    }
  },
  {
    "translation": {
      "en": "[Fran] People often ask me, \"Why are you still here?\"",
      "vi": "Người ta hay hỏi tôi, \"Sao bà vẫn ở đây?\""
    }
  },
  {
    "translation": {
      "en": "-Like, okay, where would you suggest? -[audience laughs]",
      "vi": "Được rồi, thế bạn đề nghị tôi ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Okay, so here's the thing.",
      "vi": "Được rồi, chuyện là thế này."
    }
  },
  {
    "translation": {
      "en": "If there was another place that I could think of, I would have gone there.",
      "vi": "Nếu có nơi khác mà tôi có thể nghĩ ra, tôi đã đến đó rồi."
    }
  },
  {
    "translation": {
      "en": "[Martin] Okay. What do you think? This is it.",
      "vi": "- Được. Bà nghĩ sao? Đây nhé. - Tôi ổn."
    }
  },
  {
    "translation": {
      "en": "-[man] Fine. -[Martin] Let's do it.",
      "vi": "Được rồi. Làm thôi."
    }
  },
  {
    "translation": {
      "en": "-[Martin] There you go. -[man 2] God. Sorry.",
      "vi": "- Vậy đó. - Ôi trời. Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "[Martin] Do you remember, Fran, I said never have anybody shoot",
      "vi": "Bà nhớ không? Tôi đã bảo đừng cho ai quay phim trong xe hay căn hộ."
    }
  },
  {
    "translation": {
      "en": "-in your car or your apartment. -You told me after they ruined my car.",
      "vi": "Bà nhớ không? Tôi đã bảo đừng cho ai quay phim trong xe hay căn hộ. Ông nói thế sau khi họ phá xe tôi. Khi tôi phàn nàn về chiếc xe."
    }
  },
  {
    "translation": {
      "en": "-[Martin laughs] -When I complained about the car.",
      "vi": "Ông nói thế sau khi họ phá xe tôi. Khi tôi phàn nàn về chiếc xe."
    }
  },
  {
    "translation": {
      "en": "[Martin] Does complaining change anything?",
      "vi": "Phàn nàn có thay đổi điều gì không?"
    }
  },
  {
    "translation": {
      "en": "-[Fran] You mean, does it help? -[Martin] Yeah.",
      "vi": "- Ý ông là nó có ích gì không? - Vâng."
    }
  },
  {
    "translation": {
      "en": "You mean, if I complain about the things I complain about, will they change?",
      "vi": "Nếu tôi phàn nàn về những điều tôi phàn nàn, liệu họ có thay đổi không?"
    }
  },
  {
    "translation": {
      "en": "[Martin] Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Not so far. I mean, of course, I'm a young woman.",
      "vi": "Đến giờ chưa thấy. Dĩ nhiên, đó là vì tôi vẫn còn trẻ."
    }
  },
  {
    "translation": {
      "en": "I once met a psychiatrist at a party,",
      "vi": "Tôi gặp một bác sĩ tâm lý ở tiệc,"
    }
  },
  {
    "translation": {
      "en": "and I said to him… [clicks tongue]",
      "vi": "và tôi nói với ông ấy,"
    }
  },
  {
    "translation": {
      "en": "…\"I cannot think of a more boring job than being a psychiatrist.\"",
      "vi": "\"Tôi chả biết việc nào tẻ hơn bác sĩ tâm lý\"."
    }
  },
  {
    "translation": {
      "en": "And he said, \"You have no idea",
      "vi": "Và ông ấy nói, \"Bà không thể biết"
    }
  },
  {
    "translation": {
      "en": "what it is like to go to school for 14 years",
      "vi": "thế nào là đi học suốt 14 năm"
    }
  },
  {
    "translation": {
      "en": "and sit all day long and listen to people complain about noise.\"",
      "vi": "rồi ngồi cả ngày nghe người ta phàn nàn về tiếng ồn\"."
    }
  },
  {
    "translation": {
      "en": "So, apparently, that's what it's like being a psychiatrist in New York.",
      "vi": "Rõ ràng, đó là cảm giác của bác sĩ tâm lý ở New York."
    }
  },
  {
    "translation": {
      "en": "Everywhere else in the country, people are talking about their mother, husband.",
      "vi": "Ở mọi nơi khác trên đất nước, người ta đều nói về mẹ, chồng của họ."
    }
  },
  {
    "translation": {
      "en": "No, in New York, noise. They go in. It's like $500.",
      "vi": "Nhưng không, ở New York là tiếng ồn. Họ đi vào. Nộp 500 đô."
    }
  },
  {
    "translation": {
      "en": "They sit there and complain about noise.",
      "vi": "Họ ngồi đó phàn nàn về tiếng ồn."
    }
  },
  {
    "translation": {
      "en": "New York is never boring.",
      "vi": "New York không bao giờ nhàm chán."
    }
  },
  {
    "translation": {
      "en": "In other words, if I'm sitting somewhere waiting for something,",
      "vi": "Nói cách khác, nếu tôi ngồi đâu đó đợi điều gì đó,"
    }
  },
  {
    "translation": {
      "en": "like, say, oh, I don't know, a subway,",
      "vi": "kiểu như… đợi tàu điện ngầm,"
    }
  },
  {
    "translation": {
      "en": "or if I'm sitting on the subway waiting for the subway to, I don't know, leave,",
      "vi": "hoặc nếu tôi ngồi trên tàu điện ngầm đợi tàu điện ngầm… rời đi,"
    }
  },
  {
    "translation": {
      "en": "Most people are on their phones.",
      "vi": "hầu hết đều cầm di động."
    }
  },
  {
    "translation": {
      "en": "A few people are reading, but that's never been me. You know?",
      "vi": "Vài người đang đọc, nhưng chắc chắn không phải tôi."
    }
  },
  {
    "translation": {
      "en": "I'm sitting there, and I am just looking at my fellow man.",
      "vi": "Tôi ngồi đó, và tôi chỉ nhìn người xung quanh."
    }
  },
  {
    "translation": {
      "en": "And this is, most of the time, excessively interesting. Too interesting.",
      "vi": "Và hầu hết thời gian, điều này cực kỳ thú vị. Rất thú vị."
    }
  },
  {
    "translation": {
      "en": "This is what you see in streets of New York.",
      "vi": "Đó là thứ anh thấy ở New York."
    }
  },
  {
    "translation": {
      "en": "Not just people walking and texting",
      "vi": "Họ không chỉ đi bộ và nhắn tin"
    }
  },
  {
    "translation": {
      "en": "or standing in the middle of the sidewalk when I'm trying to get through. Um…",
      "vi": "hay đứng chắn giữa vỉa hè khi tôi cố vượt qua."
    }
  },
  {
    "translation": {
      "en": "but you also see people doing things that I know would never have occurred to me.",
      "vi": "Anh cũng thấy họ làm những điều tôi biết sẽ chả bao giờ xảy ra với tôi."
    }
  },
  {
    "translation": {
      "en": "In other words, I don't have a phone, so I've never texted,",
      "vi": "Tôi không có di động, nên tôi không nhắn tin,"
    }
  },
  {
    "translation": {
      "en": "but I firmly believe that if I did have a phone and I did text,",
      "vi": "nhưng tôi tin chắc rằng nếu tôi có di động và nhắn tin,"
    }
  },
  {
    "translation": {
      "en": "it would never have occurred to me to do this whilst walking.",
      "vi": "tôi sẽ không bao giờ làm thế khi đi bộ."
    }
  },
  {
    "translation": {
      "en": "A few months ago… I haven't seen this numerous times,",
      "vi": "Vài tháng trước, tôi không thấy điều này nhiều,"
    }
  },
  {
    "translation": {
      "en": "but this particular combination of things stood out in my mind.",
      "vi": "nhưng sự kết hợp đặc biệt này gây ấn tượng với tôi."
    }
  },
  {
    "translation": {
      "en": "I saw a kid riding a bike down Seventh Avenue.",
      "vi": "Tôi thấy một đứa trẻ đạp xe ở Đại lộ Bảy."
    }
  },
  {
    "translation": {
      "en": "He was, with one hand, texting,",
      "vi": "Cậu ta dùng một tay nhắn tin,"
    }
  },
  {
    "translation": {
      "en": "with the other hand, eating a piece of pizza,",
      "vi": "tay kia ăn một miếng pizza,"
    }
  },
  {
    "translation": {
      "en": "-and was driving the bike with his elbows. -Ooh.",
      "vi": "và cậu ta đang lái xe đạp bằng khuỷu tay."
    }
  },
  {
    "translation": {
      "en": "He had his elbows on the thing.",
      "vi": "Cậu ấy dùng khuỷu tay."
    }
  },
  {
    "translation": {
      "en": "And of course, I… Of course he almost ran me over.",
      "vi": "Dĩ nhiên là suýt cán phải tôi. Mà cậu chàng cũng chả để ý."
    }
  },
  {
    "translation": {
      "en": "Not that he noticed. That's why I noticed him.",
      "vi": "Dĩ nhiên là suýt cán phải tôi. Mà cậu chàng cũng chả để ý. Nên tôi để ý cậu ta."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"I am a person who believes, every day,",
      "vi": "Và tôi nghĩ, \"Tôi là người tin rằng, mỗi ngày,"
    }
  },
  {
    "translation": {
      "en": "I have a very high chance of being killed crossing the street.\"",
      "vi": "tôi có khả năng cao bị giết khi băng qua đường."
    }
  },
  {
    "translation": {
      "en": "\"This is a person who believes nothing will ever happen to him.\"",
      "vi": "Còn đây là người tin sẽ chả có chuyện gì với cậu ta\"."
    }
  },
  {
    "translation": {
      "en": "If you took away the texting and the pizza, I still wouldn't--",
      "vi": "Nếu anh lấy đi vụ nhắn tin và pizza, tôi vẫn sẽ không…"
    }
  },
  {
    "translation": {
      "en": "-And the elbows used to ride the bike. -[Martin laughs]",
      "vi": "Và khuỷu tay dùng để lái xe đạp."
    }
  },
  {
    "translation": {
      "en": "If you gave me a bike, and I had nothing in my hands,",
      "vi": "Nếu tôi có xe đạp, không có gì trong tay và dùng tay để lái,"
    }
  },
  {
    "translation": {
      "en": "and I had my hands on the handlebars, I wouldn't ride a bike on Seventh Avenue.",
      "vi": "Nếu tôi có xe đạp, không có gì trong tay và dùng tay để lái, tôi sẽ không đạp xe ở Đại lộ Bảy. Tôi biết lái xe đạp."
    }
  },
  {
    "translation": {
      "en": "I know how to ride a bike. Okay? So I wouldn't do that.",
      "vi": "tôi sẽ không đạp xe ở Đại lộ Bảy. Tôi biết lái xe đạp. Tôi sẽ không làm thế."
    }
  },
  {
    "translation": {
      "en": "All these things,",
      "vi": "Tất thảy mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "and it's an astonishment to me that, every day, tens of thousands of people",
      "vi": "và tôi thấy thật sửng sốt khi mỗi ngày, hàng chục ngàn người"
    }
  },
  {
    "translation": {
      "en": "aren't slaughtered in the streets of New York. -[Martin] Yeah. -I don't know why this happens.",
      "vi": "không bị tàn sát trên đường phố New York. Tôi chả biết tại sao."
    }
  },
  {
    "translation": {
      "en": "It is an amazing thing, because there are millions of people.",
      "vi": "Đó là một điều tuyệt vời, bởi có đến hàng triệu người."
    }
  },
  {
    "translation": {
      "en": "Uh-- The only person looking where she's going is me.",
      "vi": "Người duy nhất nhìn đường khi đi là tôi."
    }
  },
  {
    "translation": {
      "en": "I am the one person in the whole city who is watching where I'm going.",
      "vi": "Tôi là người duy nhất trong thành phố đang nhìn đường."
    }
  },
  {
    "translation": {
      "en": "One of the worst things, you know… There's many things that are horrible,",
      "vi": "Một trong những điều tệ nhất… Có rất nhiều điều tồi tệ,"
    }
  },
  {
    "translation": {
      "en": "but one of the worst things is how New Yorkers have forgotten how to walk.",
      "vi": "nhưng một trong những điều tệ nhất là người New York đã quên cách đi bộ."
    }
  },
  {
    "translation": {
      "en": "One of the great things about New York used to be,",
      "vi": "Một điều tuyệt vời mà New York từng có,"
    }
  },
  {
    "translation": {
      "en": "yes, there were a billion awful people in the street, but there was…",
      "vi": "vâng, từng có cả tỷ người xấu trên đường phố, nhưng mỗi người trên đường"
    }
  },
  {
    "translation": {
      "en": "Every single person in the street knew that,",
      "vi": "nhưng mỗi người trên đường"
    }
  },
  {
    "translation": {
      "en": "as you're walking toward other people,",
      "vi": "biết rằng, khi anh đi về phía người khác,"
    }
  },
  {
    "translation": {
      "en": "you move a little bit, they move a little bit.",
      "vi": "anh xê dịch một chút, họ xê dịch một chút."
    }
  },
  {
    "translation": {
      "en": "-That's right. -Okay? That's why everyone was still alive at the end of the day.",
      "vi": "Được chứ? Đó là lý do tại sao người ta vẫn còn sống vào cuối ngày."
    }
  },
  {
    "translation": {
      "en": "Now, people don't do it.",
      "vi": "Giờ người ta không làm thế."
    }
  },
  {
    "translation": {
      "en": "Okay, so what I do now…",
      "vi": "Được chứ, giờ điều tôi làm…"
    }
  },
  {
    "translation": {
      "en": "They don't do it because either they're on their phones",
      "vi": "Họ không làm thế, vì họ đang nhìn chằm chằm di động"
    }
  },
  {
    "translation": {
      "en": "-or because they live in a world of one. -Mm-hmm.",
      "vi": "hay vì họ đang sống trong thế giới của riêng họ."
    }
  },
  {
    "translation": {
      "en": "And sometimes… I bumped into someone because they were not paying attention,",
      "vi": "Và đôi khi… Tôi va phải ai đó vì họ không chú ý,"
    }
  },
  {
    "translation": {
      "en": "and I thought, \"I'm gonna let 'em walk right into me.\"",
      "vi": "và tôi nghĩ, \"Tôi sẽ để anh ta đi xuyên qua tôi\"."
    }
  },
  {
    "translation": {
      "en": "Um, and they looked up, like, annoyed, and I said,",
      "vi": "và tôi nghĩ, \"Tôi sẽ để anh ta đi xuyên qua tôi\". Họ nhìn lên đầy bực bội, và tôi nói, \"Có người khác ở sảnh khách sạn. Kinh ngạc nhỉ?\""
    }
  },
  {
    "translation": {
      "en": "\"Other people in a hotel lobby. Isn't that astonishing?\"",
      "vi": "và tôi nói, \"Có người khác ở sảnh khách sạn. Kinh ngạc nhỉ?\""
    }
  },
  {
    "translation": {
      "en": "-[Martin laughs] -Like, you know, what…",
      "vi": "Kiểu như…"
    }
  },
  {
    "translation": {
      "en": "And that's why I feel like, pretend it's a city,",
      "vi": "Thế nên tôi nghĩ, giả như nó là thành phố,"
    }
  },
  {
    "translation": {
      "en": "you know, where there are other people.",
      "vi": "nơi mà có những người khác nữa."
    }
  },
  {
    "translation": {
      "en": "And pretend it's a city where there are people who are not here just sightseeing.",
      "vi": "Và giả như nó là thành phố nơi người ta không chỉ tới đây ngắm cảnh."
    }
  },
  {
    "translation": {
      "en": "-[Martin] Mm. Yeah. -You know? Who have to go places.",
      "vi": "Anh biết không? Ai cũng có nơi cần phải đi."
    }
  },
  {
    "translation": {
      "en": "To their appointments, so they can pay for all this junk that you come to see.",
      "vi": "Đến các cuộc hẹn, để có tiền thuế mà trả cho mấy chỗ ngắm cảnh."
    }
  },
  {
    "translation": {
      "en": "[Fran] That neighborhood is horrible. Times Square, the worst neighborhood.",
      "vi": "Times Square là khu phố tệ nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "But you rarely have to go to Times Square.",
      "vi": "Nhưng bạn hiếm khi phải đến đây."
    }
  },
  {
    "translation": {
      "en": "So if you have to go to Times Square, usually because you have to see a play,",
      "vi": "Nên nếu phải vào Times Square, thường là vì phải đi xem kịch,"
    }
  },
  {
    "translation": {
      "en": "you think, like, \"I have to go see the play, and it's in Times Square,",
      "vi": "bạn nghĩ, \"Tôi phải đi xem kịch, và nó ở Times Square,"
    }
  },
  {
    "translation": {
      "en": "and so I'm gonna try to arrive at the theater",
      "vi": "và tôi sẽ cố gắng đến được rạp hát"
    }
  },
  {
    "translation": {
      "en": "without having gotten into 75 fights with people, because…\"",
      "vi": "mà không phải gây gổ với 75 người, vì…\""
    }
  },
  {
    "translation": {
      "en": "Sometimes I will, like, figure out,",
      "vi": "Đôi khi tôi sẽ vắt óc suy nghĩ,"
    }
  },
  {
    "translation": {
      "en": "if I have to go to a theater in Times Square,",
      "vi": "nếu phải đến rạp hát ở Times Square, làm sao để đến đó"
    }
  },
  {
    "translation": {
      "en": "how can I get there walking through Times Square the least?",
      "vi": "nếu phải đến rạp hát ở Times Square, làm sao để đến đó mà ít phải qua Times Square nhất?"
    }
  },
  {
    "translation": {
      "en": "And I will do this even if it means walking all the way around.",
      "vi": "mà ít phải qua Times Square nhất? Tôi sẽ làm thế dù nó nghĩa là đi vòng quanh."
    }
  },
  {
    "translation": {
      "en": "I think, \"Let's see. What if I walked up to 125th Street, then all the way down?\"",
      "vi": "Tôi nghĩ, \"Nếu tôi đi lên tận phố 125 rồi vòng tít xuống thì sao?"
    }
  },
  {
    "translation": {
      "en": "\"Then I can pretty much miss this. That's long, but it would be worth it.\"",
      "vi": "Thế thì tôi có thể bỏ qua nó luôn. Tuy lâu nhưng cũng đáng\"."
    }
  },
  {
    "translation": {
      "en": "The opening of Phantom of the Opera was a big benefit, an AIDS benefit,",
      "vi": "Buổi mở màn Bóng ma trong Nhà hát là hoạt động lớn gây quỹ AIDS."
    }
  },
  {
    "translation": {
      "en": "and I was on the committee of this, but I don't remember what thing it was.",
      "vi": "Và tôi đã ở trong ủy ban này, nhưng tôi chẳng nhớ nó là gì nữa."
    }
  },
  {
    "translation": {
      "en": "Um, so I had these tickets to the opening of it, and so I invited my mother to come.",
      "vi": "Tôi có vé dự buổi mở màn, nên tôi mời mẹ đến."
    }
  },
  {
    "translation": {
      "en": "And so we had these, like, you know, fantastic seats.",
      "vi": "Và chúng tôi có chỗ ngồi rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "What people think are. In the orchestra, in the middle.",
      "vi": "Mọi người sẽ nghĩ đó là ở giữa, gần sân khấu."
    }
  },
  {
    "translation": {
      "en": "My idea of a fantastic seat is in the back, on the aisle,",
      "vi": "Tôi nghĩ ghế đẹp là ở phía sau, cạnh lối đi,"
    }
  },
  {
    "translation": {
      "en": "-so you can get out, you know. -[Martin laughs]",
      "vi": "để anh có thể lẻn ra ngoài."
    }
  },
  {
    "translation": {
      "en": "So the second I get into the theater, I'm plotting to get out. Uh…",
      "vi": "Ngay giây phút tôi đi vào rạp hát, tôi đã định lẻn ra ngoài."
    }
  },
  {
    "translation": {
      "en": "And I must have been the only person in New York",
      "vi": "Và tôi hẳn là người duy nhất ở New York"
    }
  },
  {
    "translation": {
      "en": "who had not been reading about this, you know, because it was such a big deal.",
      "vi": "chưa đọc về nó, vì nó là một chủ đề hot."
    }
  },
  {
    "translation": {
      "en": "So when the chandelier fell from the ceiling,",
      "vi": "Khi cái đèn chùm rơi xuống từ trần nhà,"
    }
  },
  {
    "translation": {
      "en": "I thought the chandelier was falling on us.",
      "vi": "tôi tưởng đèn chùm rơi xuống bọn tôi, và tôi hét toáng lên."
    }
  },
  {
    "translation": {
      "en": "-[Martin] Oh, Fran, no. Oh… -And I screamed. I created such…",
      "vi": "tôi tưởng đèn chùm rơi xuống bọn tôi, và tôi hét toáng lên. Tôi đã tạo ra… Nếu hồi ấy có internet thì anh vẫn có thể xem cái này."
    }
  },
  {
    "translation": {
      "en": "If there was internet then, you would still be able to see this.",
      "vi": "Tôi đã tạo ra… Nếu hồi ấy có internet thì anh vẫn có thể xem cái này."
    }
  },
  {
    "translation": {
      "en": "-[Martin] Didn't you see the movies? -I didn't.",
      "vi": "- Fran, bà chưa xem phim à? - Tôi chưa."
    }
  },
  {
    "translation": {
      "en": "-I thought… -The whole-- -It goes right over. -Yeah.",
      "vi": "Và tôi nghĩ… Nó trôi từ tai này qua tai kia."
    }
  },
  {
    "translation": {
      "en": "But my mother, of course, knew, 'cause she was like…",
      "vi": "Nhưng mẹ tôi tất nhiên là biết, vì bà ấy kiểu…"
    }
  },
  {
    "translation": {
      "en": "My mother said, \"This kid, she's always been a problem. She's still a problem.\"",
      "vi": "Mẹ tôi nói, \"Đứa bé này luôn có vấn đề. Nó vẫn có vấn đề\"."
    }
  },
  {
    "translation": {
      "en": "And I was hysterical. 'Cause it came like this.",
      "vi": "Và tôi đã hoảng loạn. Vì nó rơi như thế này."
    }
  },
  {
    "translation": {
      "en": "I thought it was falling down.",
      "vi": "Tôi tưởng nó rơi xuống."
    }
  },
  {
    "translation": {
      "en": "So that's mostly what I remember about Phantom of the Opera,",
      "vi": "Hầu như tôi chỉ nhớ thế về Bóng ma trong Nhà hát,"
    }
  },
  {
    "translation": {
      "en": "except, like, thinking it was unbelievably horrible.",
      "vi": "ngoại trừ việc nghĩ nó thật kinh khủng."
    }
  },
  {
    "translation": {
      "en": "You know, \"This is unbelievably horrible.\"",
      "vi": "Anh biết đấy, \"Tệ không thể tin được\"."
    }
  },
  {
    "translation": {
      "en": "This is exactly the kind of thing that I hate. You know, um, it's like Evita.",
      "vi": "Đây chính là kiểu mà tôi ghét. Giống như Evita vậy."
    }
  },
  {
    "translation": {
      "en": "Robert Stigwood, um, had this thing.",
      "vi": "Robert Stigwood đã làm bộ phim này."
    }
  },
  {
    "translation": {
      "en": "Um, he in-- He was a producer of Evita.",
      "vi": "Ông ấy là nhà sản xuất của Evita."
    }
  },
  {
    "translation": {
      "en": "And he invited a few people, like 25 people,",
      "vi": "Và ông ấy đã mời một vài người, đâu đó khoảng 25 người,"
    }
  },
  {
    "translation": {
      "en": "to the Plaza Hotel, which was still the Plaza Hotel then,",
      "vi": "đến khách sạn Plaza, hồi đó vẫn là khách sạn Plaza,"
    }
  },
  {
    "translation": {
      "en": "not like now, which had a little theater in it.",
      "vi": "không như giờ, ở đó có một rạp nhỏ."
    }
  },
  {
    "translation": {
      "en": "So I went to this, I saw this,",
      "vi": "Nên tôi đã đi, tôi xem nó,"
    }
  },
  {
    "translation": {
      "en": "and afterwards, Stigwood asked me what I think, and I said,",
      "vi": "sau đó Stigwood hỏi tôi nghĩ gì, và tôi nói,"
    }
  },
  {
    "translation": {
      "en": "\"Are you out of your mind? A musical about Eva Perón?\"",
      "vi": "\"Anh mất trí rồi à? Một vở nhạc kịch về Eva Perón á?"
    }
  },
  {
    "translation": {
      "en": "-\"You'll be laughed out of New York!\" -[Martin laughs]",
      "vi": "Anh sẽ bị cười nhạo ở New York!"
    }
  },
  {
    "translation": {
      "en": "\"Don't do it!\" I said.",
      "vi": "Đừng làm thế!\" Tôi nói."
    }
  },
  {
    "translation": {
      "en": "So this is why I would never make a lot of money in the theater.",
      "vi": "Vậy nên tôi sẽ không bao giờ kiếm được tiền từ rạp."
    }
  },
  {
    "translation": {
      "en": "-[Martin] Exactly. -And… But from the point of view of a musical about Eva Perón,",
      "vi": "Nhưng nếu theo quan điểm của một vở nhạc kịch về Eva Perón,"
    }
  },
  {
    "translation": {
      "en": "I was completely correct. I was completely correct.",
      "vi": "thì tôi hoàn toàn đúng."
    }
  },
  {
    "translation": {
      "en": "And then I went to see it one night with two guys who were Argentinian,",
      "vi": "Một đêm, tôi đi xem với hai người đàn ông Argentina,"
    }
  },
  {
    "translation": {
      "en": "and they were laughing so hard that we almost got kicked out of the theater.",
      "vi": "và họ cười to đến nỗi chúng tôi suýt bị đuổi khỏi rạp."
    }
  },
  {
    "translation": {
      "en": "-I think Evita's not playing anymore. -[Martin] Nah. But it did play for a long time.",
      "vi": "Tôi nghĩ Evita không chiếu nữa. Nhưng nó đã chiếu rất lâu."
    }
  },
  {
    "translation": {
      "en": "I'm sure that every time I saw Stigwood after that, I said,",
      "vi": "Tôi chắc rằng mỗi lần gặp Stigwood, tôi đều nói,"
    }
  },
  {
    "translation": {
      "en": "-\"I still think I'm right.\" -[Martin laughs]",
      "vi": "\"Tôi vẫn nghĩ mình đúng\"."
    }
  },
  {
    "translation": {
      "en": "You know? It was making like a million dollars a minute.",
      "vi": "Nó kiếm khoảng một triệu đô mỗi phút."
    }
  },
  {
    "translation": {
      "en": "[Martin] Do you tend to look down at people?",
      "vi": "Bà có hay coi thường người khác không?"
    }
  },
  {
    "translation": {
      "en": "[Fran] Do I tend to look down at people? You mean, am I a snob?",
      "vi": "Coi thường người khác? Ý là hợm hĩnh á?"
    }
  },
  {
    "translation": {
      "en": "There are certain kinds of snobberies that I think are bad.",
      "vi": "Có những kiểu hợm hĩnh nhất định mà tôi cho là xấu."
    }
  },
  {
    "translation": {
      "en": "Of course, those are not the kind of snobberies I have. Okay?",
      "vi": "Dĩ nhiên, đó không phải kiểu hợm hĩnh của tôi. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] The kind of snobberies I have have nothing to do with,",
      "vi": "Kiểu hợm hĩnh không liên quan gì đến tôi là,"
    }
  },
  {
    "translation": {
      "en": "you know, \"Who is your father?\" \"Where'd you go to school? Where'd you grow up?\"",
      "vi": "\"Bố cô là ai? Anh học trường nào? Quê cô ở đâu?\""
    }
  },
  {
    "translation": {
      "en": "It has to do with, \"Do you agree with me about this?\"",
      "vi": "Kiểu của tôi phải là, \"Anh có đồng ý với tôi về việc này không?\""
    }
  },
  {
    "translation": {
      "en": "That's what it has to do with. Or, \"You think that? No.\"",
      "vi": "Nó phải như thế cơ. Hoặc, \"Cô nghĩ thế à? Không\"."
    }
  },
  {
    "translation": {
      "en": "Even though I know that people very frequently are very…",
      "vi": "Mặc dù tôi biết mọi người rất hay…"
    }
  },
  {
    "translation": {
      "en": "Not irritated. It's too mild of a word. …infuriated by me.",
      "vi": "Không phải \"bực mình\". Từ đó nhẹ quá. \"Nổi đóa\" vì tôi."
    }
  },
  {
    "translation": {
      "en": "Um, it does somewhat surprise me, because so what?",
      "vi": "Không phải \"bực mình\". Từ đó nhẹ quá. \"Nổi đóa\" vì tôi. Nó làm tôi ngạc nhiên, thế thì làm sao?"
    }
  },
  {
    "translation": {
      "en": "Like, who am I? Am I making decisions for you?",
      "vi": "Tôi là ai? Tôi quyết định thay cho anh à?"
    }
  },
  {
    "translation": {
      "en": "I'm not in charge of anything.",
      "vi": "Tôi không phụ trách gì cả."
    }
  },
  {
    "translation": {
      "en": "I understand being angry at me when I say things like, \"People should do this,\"",
      "vi": "Tôi hiểu là họ tức giận khi tôi nói, \"Mọi người nên làm thế này\","
    }
  },
  {
    "translation": {
      "en": "or, \"This should happen,\" if people thought that I could change it.",
      "vi": "hay \"Nó nên xảy ra\", nếu họ nghĩ tôi có thể thay đổi nó."
    }
  },
  {
    "translation": {
      "en": "But if I could change it, I wouldn't be so angry.",
      "vi": "Nhưng nếu có thể thay đổi, tôi đã chả tức giận."
    }
  },
  {
    "translation": {
      "en": "The anger is, I have no power, but I'm filled with opinions.",
      "vi": "Tôi tức giận vì tôi không có quyền lực, nhưng tôi có rất nhiều ý kiến."
    }
  },
  {
    "translation": {
      "en": "[woman 1] The subways are crummy, and they're dangerous.",
      "vi": "Tàu điện ngầm rất nhếch nhác. Và chúng nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "You get pushed. You get shoved.",
      "vi": "Bạn bị xô. Bạn bị đẩy."
    }
  },
  {
    "translation": {
      "en": "Sometimes, you get mugged in the subway during the daylight.",
      "vi": "Đôi khi, bạn bị móc túi trong tàu điện ngầm ngay giữa ban ngày."
    }
  },
  {
    "translation": {
      "en": "[woman 2] I can remember when public transportation was one of the prides of New York.",
      "vi": "Tôi có thể nhớ khi giao thông công cộng là một niềm tự hào của New York."
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "vi": "Chuyện gì đã xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Is New York better or worse today than when you first arrived?",
      "vi": "New York ngày nay tốt hơn hay tệ hơn lúc bà mới đến?"
    }
  },
  {
    "translation": {
      "en": "Well, what you always hear about New York in the '70s was how horrible it was.",
      "vi": "Anh luôn nghe rằng New York những năm 1970 tệ ra sao."
    }
  },
  {
    "translation": {
      "en": "-Right. -New York was going bankrupt. I had no idea this was happening. -Right. -Okay? Because--",
      "vi": "New York đã phá sản. Tôi không hề biết chuyện này đang xảy ra. Bởi vì…"
    }
  },
  {
    "translation": {
      "en": "You were having fun. Seeing rats, shattered benches in the park, graffiti.",
      "vi": "Bà đang vui vẻ. Ngắm chuột chạy, ghế đá vỡ ở công viên, vẽ bậy."
    }
  },
  {
    "translation": {
      "en": "-That was New York. -You were like, \"I'm having a great time.\"",
      "vi": "- Đó là New York. - \"Tôi tận hưởng nó\"."
    }
  },
  {
    "translation": {
      "en": "-Because-- -\"I'm drunk. I'm getting on that bus.\"",
      "vi": "À, bởi vì… \"Tôi say. Tôi sẽ lên xe buýt. Nó bị vẽ bậy thì tôi cũng kệ\"."
    }
  },
  {
    "translation": {
      "en": "\"I don't care about graffiti. It's taking me where I wanna go.\"",
      "vi": "\"Tôi say. Tôi sẽ lên xe buýt. Nó bị vẽ bậy thì tôi cũng kệ\"."
    }
  },
  {
    "translation": {
      "en": "That's what New York looked like when you got there. You thought that was NY.",
      "vi": "Đó là New York lúc anh tới, nên anh nghĩ nó là thế."
    }
  },
  {
    "translation": {
      "en": "There are people who arrive here now and think,",
      "vi": "Có những người đến đây và nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"New York, lawn chairs in Times Square.\"",
      "vi": "\"New York, ghế dài ở Times Square\"."
    }
  },
  {
    "translation": {
      "en": "When they take them out,",
      "vi": "Khi họ bỏ chúng đi,"
    }
  },
  {
    "translation": {
      "en": "then people now will say, \"What happened to the lawn chairs?\"",
      "vi": "những người đã tới đây sẽ hỏi, \"Ghế dài đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "\"That was the real New York.\"",
      "vi": "Đó là New York thật\"."
    }
  },
  {
    "translation": {
      "en": "[Martin] Do you think they will still have the, uh, Times Square Café",
      "vi": "Bà có nghĩ họ vẫn sẽ có quán cà phê Times Square ở giữa đường không?"
    }
  },
  {
    "translation": {
      "en": "in the middle of the street?",
      "vi": "quán cà phê Times Square ở giữa đường không?"
    }
  },
  {
    "translation": {
      "en": "[Fran] I don't know if you're aware of this, Marty, because I know you've--",
      "vi": "Không biết anh để ý không, Marty, vì tôi biết anh…"
    }
  },
  {
    "translation": {
      "en": "[Martin] No. I don't go down below 57, no.",
      "vi": "Tôi không đi quá phố 57, không."
    }
  },
  {
    "translation": {
      "en": "[Fran] All right, so up until, like, five minutes ago, 24 hours a day,",
      "vi": "Được rồi, cho đến năm phút trước, hai tư giờ một ngày,"
    }
  },
  {
    "translation": {
      "en": "they were repaving these, whatever they call them, these cement things.",
      "vi": "họ đã lát lại những thứ… mấy cái làm bằng xi măng này."
    }
  },
  {
    "translation": {
      "en": "-[Martin] Islands. -Yes, in the middle of Times Square.",
      "vi": "Các hòn đảo, vâng, ở giữa Times Square."
    }
  },
  {
    "translation": {
      "en": "And then right before he was thrown out of office, finally,",
      "vi": "Ngay trước khi cuối cùng cũng bị đuổi việc,"
    }
  },
  {
    "translation": {
      "en": "I saw Bloomberg, uh, like, saying, \"And now these are permanent!\"",
      "vi": "tôi thấy cựu thị trưởng Bloomberg nói, \"Và giờ thì chúng là vĩnh viễn!\""
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Permanent? You hick.\"",
      "vi": "Và tôi nghĩ, \"Vĩnh viễn á? Đồ nhà quê\"."
    }
  },
  {
    "translation": {
      "en": "-What's permanent in New York? -[laughing] -[laughs] -Really? Permanent! They're not permanent.",
      "vi": "Cái gì là vĩnh viễn ở New York? Thật à? Vĩnh viễn! Chúng không vĩnh viễn."
    }
  },
  {
    "translation": {
      "en": "However, that's the day I found out… What did that cost? $40 million.",
      "vi": "Tuy nhiên, hôm đó tôi phát hiện. Nó tốn bao nhiêu? 40 triệu đô."
    }
  },
  {
    "translation": {
      "en": "-[Martin] Oh! -$40 million. It wasn't Bloomberg's treat either, by the way.",
      "vi": "Bốn mươi triệu. Mà cũng chả phải tiền của Bloomberg."
    }
  },
  {
    "translation": {
      "en": "-Okay? $40 million, taxpayer money. -[Martin laughs]",
      "vi": "Được chứ? 40 triệu đô tiền thuế của dân."
    }
  },
  {
    "translation": {
      "en": "$40 million for that. Okay? Because so many New Yorkers have said,",
      "vi": "Mất 40 triệu cho nó. Được chứ? Vì rất nhiều người dân New York đã nói,"
    }
  },
  {
    "translation": {
      "en": "\"You know what I hate? Not enough places to lie down in Times Square.\"",
      "vi": "\"Biết tôi bực gì chứ? Chả đủ chỗ nằm ở Times Square\"."
    }
  },
  {
    "translation": {
      "en": "-[Martin] Oh, sure. Hate that. -[audience laughs]",
      "vi": "Chắc chắn rồi. Họ bực cái đó."
    }
  },
  {
    "translation": {
      "en": "-\"It's unbearable!\" -Yeah, yeah, yeah.",
      "vi": "- \"Không thể chịu nổi!\" - Vâng."
    }
  },
  {
    "translation": {
      "en": "\"We're leaving. We can't take it anymore.\"",
      "vi": "\"Ta rời đi thôi. Bọn tôi không chịu được nữa\"."
    }
  },
  {
    "translation": {
      "en": "So the streets are completely packed",
      "vi": "Đường phố đầy những thứ"
    }
  },
  {
    "translation": {
      "en": "with these horrible, I don't know what you'd call 'em, planters,",
      "vi": "kinh khủng này, tôi không biết anh gọi chúng là gì,"
    }
  },
  {
    "translation": {
      "en": "with fake plants, or they may be real plants. I don't know what they are.",
      "vi": "cây giả, hay có thể là cây thật. Tôi chả biết chúng là gì."
    }
  },
  {
    "translation": {
      "en": "Real plants, fake plants, I have no idea. What are plants doing in Times Square?",
      "vi": "Cây thật, cây giả, tôi không biết nữa. Cây cối làm gì ở Times Square?"
    }
  },
  {
    "translation": {
      "en": "And not just Times Square. I mean, The Bowery. It's the whole city.",
      "vi": "Và không chỉ là Times Square. Phố Bowery. Khắp thành phố."
    }
  },
  {
    "translation": {
      "en": "They're all over the place. Plants, lawn chairs. You know, trinkets.",
      "vi": "Chúng ở khắp nơi. Cây cối, ghế dài. Anh biết đấy, đồ nữ trang."
    }
  },
  {
    "translation": {
      "en": "Really, it looks like my grandmother's apartment.",
      "vi": "Thật ra, nó trông như căn hộ của bà tôi."
    }
  },
  {
    "translation": {
      "en": "I mean, you expect to see little photographs of grandchildren and…",
      "vi": "Anh sẽ mong chờ những bức ảnh nhỏ của mấy đứa cháu và…"
    }
  },
  {
    "translation": {
      "en": "…little dishes of sour balls and… [chuckles]",
      "vi": "các đĩa nhỏ đầy kẹo Sour Ball và…"
    }
  },
  {
    "translation": {
      "en": "When New Yorkers hear about these budget cuts,",
      "vi": "Khi người New York nghe về cắt giảm ngân sách,"
    }
  },
  {
    "translation": {
      "en": "they're gonna wanna know if New York City is going down the drain.",
      "vi": "họ sẽ muốn biết liệu New York có lụi tàn không."
    }
  },
  {
    "translation": {
      "en": "-Is it safe to say that New York-- -New York City isn't going down the drain.",
      "vi": "- Có thể nói New York… - Thành phố New York không lụi tàn."
    }
  },
  {
    "translation": {
      "en": "Is it safe to say that New York City government will be less efficient,",
      "vi": "Liệu có thể nói chính quyền New York sẽ kém hiệu quả hơn,"
    }
  },
  {
    "translation": {
      "en": "the streets dirtier, citizens will have less protection from fire and criminals?",
      "vi": "đường phố bẩn thỉu hơn, người dân sẽ không được bảo vệ khỏi đám cháy và tội phạm?"
    }
  },
  {
    "translation": {
      "en": "I said New York City is not going down the drain.",
      "vi": "Tôi đã nói New York sẽ không lụi tàn. New York sẽ trường tồn."
    }
  },
  {
    "translation": {
      "en": "New York City is here to stay.",
      "vi": "Tôi đã nói New York sẽ không lụi tàn. New York sẽ trường tồn. THỊ TRƯỞNG ABE BEAME"
    }
  },
  {
    "translation": {
      "en": "And it's still the greatest city in the world",
      "vi": "Nó vẫn là thành phố tuyệt vời nhất"
    }
  },
  {
    "translation": {
      "en": "and giving, even after this,",
      "vi": "và kể cả sau chuyện này đi nữa,"
    }
  },
  {
    "translation": {
      "en": "more services than any city in the world to its people.",
      "vi": "vẫn sẽ mang tới nhiều dịch vụ hơn bất kỳ thành phố nào trên thế giới."
    }
  },
  {
    "translation": {
      "en": "[Fran] I would really like to be like the Mayor of New York,",
      "vi": "Tôi rất muốn làm Thị trưởng của New York,"
    }
  },
  {
    "translation": {
      "en": "but one of the bad things about mayoralty in New York,",
      "vi": "nhưng một điều không hay về thị trưởng New York,"
    }
  },
  {
    "translation": {
      "en": "which is a really hard job…",
      "vi": "đó là một công việc vất vả…"
    }
  },
  {
    "translation": {
      "en": "Mayor of New York is the second hardest job in the country.",
      "vi": "Thị trưởng New York là việc khó thứ hai trong nước."
    }
  },
  {
    "translation": {
      "en": "-It starts early in the morning. -[Martin] Mm.",
      "vi": "Nó bắt đầu từ sáng sớm."
    }
  },
  {
    "translation": {
      "en": "It should be split in two, and I would be the night mayor.",
      "vi": "Nên chia làm hai ca, tôi sẽ làm thị trưởng ban đêm."
    }
  },
  {
    "translation": {
      "en": "I am volunteering for this. Someone else can be the day mayor.",
      "vi": "Tôi tình nguyện. Ai đó có thể làm ban ngày."
    }
  },
  {
    "translation": {
      "en": "I'll be the night mayor.",
      "vi": "Tôi sẽ là thị trưởng đêm."
    }
  },
  {
    "translation": {
      "en": "Uh, you know, I'll start around 4:00 and I'll go all night if you want.",
      "vi": "Tôi sẽ bắt đầu lúc 4:00 chiều và xuyên đêm nếu cần."
    }
  },
  {
    "translation": {
      "en": "I mean, the thing about New York is that a lot of things happen late at night.",
      "vi": "Vấn đề ở New York là rất nhiều chuyện xảy ra vào ban đêm."
    }
  },
  {
    "translation": {
      "en": "[man] What would you change about New York at night",
      "vi": "Bà sẽ thay đổi gì về New York vào ban đêm"
    }
  },
  {
    "translation": {
      "en": "while, uh, the day mayor slept?",
      "vi": "khi thị trưởng ban ngày đang ngủ?"
    }
  },
  {
    "translation": {
      "en": "The first thing I would change about New York, and not just me, is the subway system.",
      "vi": "Điều đầu tiên tôi thay đổi về New York, và không chỉ tôi, là tàu điện ngầm."
    }
  },
  {
    "translation": {
      "en": "Okay? This is the first thing I would change about New York.",
      "vi": "Nhé? Đó là điều đầu tiên tôi muốn thay đổi về New York."
    }
  },
  {
    "translation": {
      "en": "A few weeks ago, I turn on the radio, which I listen to. WNS News.",
      "vi": "Vài tuần trước, tôi bật radio để nghe bản tin WNS."
    }
  },
  {
    "translation": {
      "en": "And they said, \"The L train…\" which is a train that goes from Brooklyn,",
      "vi": "Và họ nói, \"Tàu L\", tức là tàu đi từ Brooklyn,"
    }
  },
  {
    "translation": {
      "en": "\"The L train is closed today because there is a foul odor on the L train.\"",
      "vi": "\"Hôm nay tàu L bị đóng cửa vì có mùi hôi trên tàu\"."
    }
  },
  {
    "translation": {
      "en": "This was all day long. Every ten minutes, they kept saying,",
      "vi": "Mất cả ngày. Cứ mười phút là họ nói,"
    }
  },
  {
    "translation": {
      "en": "\"There's a horrible smell on the L train. It's closed.\"",
      "vi": "\"Có mùi kinh khủng trên tàu. Nó bị đóng cửa\"."
    }
  },
  {
    "translation": {
      "en": "And I thought to myself, \"The subway's closed because it smells horrible?\"",
      "vi": "Và tôi tự nhủ, \"Tàu điện ngầm đóng cửa vì nó có mùi kinh khủng á?\""
    }
  },
  {
    "translation": {
      "en": "-What does that even mean? Okay? -[Martin laughs]",
      "vi": "Như thế nghĩa là sao? Hả?"
    }
  },
  {
    "translation": {
      "en": "Like, how much worse could it smell than it usually smells?",
      "vi": "Nó có thể tệ hơn được bao nhiêu so với mùi bình thường?"
    }
  },
  {
    "translation": {
      "en": "Like, what could they… They don't know what this is.",
      "vi": "Sao họ có thể… Họ không biết nó là gì."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Who even noticed this?\" In other words, the train smells horrible.",
      "vi": "Và tôi nghĩ, \"Ai để ý cái này chứ?\" Nói cách khác, tàu có mùi kinh khủng."
    }
  },
  {
    "translation": {
      "en": "Did someone say, \"You know, the train smells even worse than usual\"?",
      "vi": "Có ai đó nói, \"Mùi tàu còn nặng hơn bình thường\" à?"
    }
  },
  {
    "translation": {
      "en": "I mean, they act like, \"Before this, you know,",
      "vi": "Họ hành động như thể trước đấy nó là"
    }
  },
  {
    "translation": {
      "en": "the smell was wisteria, there was an alpine village.\"",
      "vi": "làng kia trên núi cao, hương tử đằng xuyến xao."
    }
  },
  {
    "translation": {
      "en": "I thought… And all day long, \"We can't find out what this smell is.\"",
      "vi": "Tôi đã nghĩ… Và suốt cả ngày, \"Chúng ta không biết mùi này là gì\"."
    }
  },
  {
    "translation": {
      "en": "And then as the day went on… Now the L train is closed for five hours.",
      "vi": "Ngày vẫn trôi qua. Tàu L đã đóng cửa trong năm giờ."
    }
  },
  {
    "translation": {
      "en": "…they said, \"Well…\" They went down, whoever tests this, and said, \"It doesn't smell as bad as it did.\"",
      "vi": "Người ta đi xuống, ai đó kiểm tra và nói, \"Nó không nặng mùi như trước\"."
    }
  },
  {
    "translation": {
      "en": "I thought, \"Of course not. It's been empty for five hours.\"",
      "vi": "Dĩ nhiên là không. Nó trống năm tiếng rồi."
    }
  },
  {
    "translation": {
      "en": "Let me tell you what smells horrible on the L train. The passengers!",
      "vi": "Để tôi nói anh nghe trên tàu L có mùi gì khủng khiếp. Các hành khách!"
    }
  },
  {
    "translation": {
      "en": "-[Martin laughs] -Okay? Finally, they came down and said it was some kind of leaking motor oil.",
      "vi": "Được chứ? Cuối cùng, họ xuống và nói dầu động cơ gì đó bị rò rỉ."
    }
  },
  {
    "translation": {
      "en": "[Martin] There was a… There was a comment on the news, too,",
      "vi": "Có một bình luận trên bản tin, về việc họ đã kiểm tra"
    }
  },
  {
    "translation": {
      "en": "about the fact that they had tested it and it wasn't harmful.",
      "vi": "Có một bình luận trên bản tin, về việc họ đã kiểm tra và nó không có hại."
    }
  },
  {
    "translation": {
      "en": "No. It was the good motor oil they could smell.",
      "vi": "Không. Đó là dầu động cơ tốt cho mũi."
    }
  },
  {
    "translation": {
      "en": "It's like, after September 11th, like one hour later,",
      "vi": "Như kiểu sau vụ 11/9, khoảng một giờ sau đó,"
    }
  },
  {
    "translation": {
      "en": "when Christine Whitman, who was at that time the head of the EPA,",
      "vi": "khi Christine Whitman, người đứng đầu Tổ chức Bảo vệ Môi trường,"
    }
  },
  {
    "translation": {
      "en": "went there, and she said, \"It's fine.\" -Yeah. -\"The air is fine.\"",
      "vi": "đến đó, và nói, \"Không sao đâu. Không khí vẫn ổn\"."
    }
  },
  {
    "translation": {
      "en": "I remember saying to people, \"How could that possibly be?\"",
      "vi": "Tôi nhớ đã bảo mọi người, \"Sao lại thế được?"
    }
  },
  {
    "translation": {
      "en": "\"Of course that's a lie.\"",
      "vi": "Tất nhiên đấy là nói dối\"."
    }
  },
  {
    "translation": {
      "en": "And that wasn't… I mean, George Bush was president,",
      "vi": "Và đó không phải… Khi đó George Bush là tổng thống, nên ta đã quen một kiểu dối trá,"
    }
  },
  {
    "translation": {
      "en": "so we were accustomed to a certain kind of lying,",
      "vi": "Khi đó George Bush là tổng thống, nên ta đã quen một kiểu dối trá,"
    }
  },
  {
    "translation": {
      "en": "but I said, \"That's impossible.\"",
      "vi": "nhưng tôi nói, \"Không thể nào\"."
    }
  },
  {
    "translation": {
      "en": "You know, you could smell what everyone called \"the dust\" for, like, 80 blocks.",
      "vi": "Anh có thể ngửi cái mùi mà họ gọi là \"bụi\" suốt cả 80 dãy nhà."
    }
  },
  {
    "translation": {
      "en": "You know? And, uh… But she said it was fine.",
      "vi": "Nhưng bà ta nói là không sao."
    }
  },
  {
    "translation": {
      "en": "And now, of course, thousands of people are… -[Martin] People have cancer -Have cancer,",
      "vi": "Và bây giờ, tất nhiên, hàng ngàn người bị ung thư,"
    }
  },
  {
    "translation": {
      "en": "because it wasn't dust, first of all,",
      "vi": "bởi vì trước hết nó không phải là \"bụi\","
    }
  },
  {
    "translation": {
      "en": "um, and it was not fine.",
      "vi": "và nó không phải không sao."
    }
  },
  {
    "translation": {
      "en": "[Martin] Isn't it nice to see the city so calm and… -[Fran] City's calm 'cause no one's in it. -[Martin laughs]",
      "vi": "- Thật tuyệt khi thấy thành phố yên ắng… - Thành phố yên ắng vì chả có ai cả."
    }
  },
  {
    "translation": {
      "en": "[Fran] I mean, New York City this quiet? Something happened.",
      "vi": "New York mà yên tĩnh thế này thể nào cũng có biến."
    }
  },
  {
    "translation": {
      "en": "I always remember, on September 11th, how quiet the city was.",
      "vi": "Tôi luôn nhớ vào 11/9, thành phố yên tĩnh nhường nào."
    }
  },
  {
    "translation": {
      "en": "You know, I mean, after… If you didn't live right there. You know?",
      "vi": "Ý tôi là, sau đó… Nếu anh không sống ở ngay đó."
    }
  },
  {
    "translation": {
      "en": "The only other time I heard New York City that quiet…",
      "vi": "Lần duy nhất tôi biết New York yên ắng thế…"
    }
  },
  {
    "translation": {
      "en": "And I lived in Midtown. It was never quiet.",
      "vi": "Tôi sống ở Midtown. Nó chả bao giờ yên tĩnh."
    }
  },
  {
    "translation": {
      "en": "…was when they were about to announce the OJ Simpson verdict.",
      "vi": "Là khi chuẩn bị tuyên bố phán quyết của OJ Simpson."
    }
  },
  {
    "translation": {
      "en": "The entire city apparently was watching television,",
      "vi": "Cả thành phố hiển nhiên là đang xem tivi,"
    }
  },
  {
    "translation": {
      "en": "and the entire city went dead silent…",
      "vi": "và cả thành phố im bặt…"
    }
  },
  {
    "translation": {
      "en": "until they announced the verdict.",
      "vi": "cho đến khi họ tuyên án."
    }
  },
  {
    "translation": {
      "en": "[man] What was the other thing? [Martin] The other thing was the rubber suit Godzilla",
      "vi": "Điều còn lại bà muốn là gì nhỉ? Một cái là bộ đồ cao su Godzilla"
    }
  },
  {
    "translation": {
      "en": "that we were gonna do. Okay. [laughs]",
      "vi": "mà ta sẽ mặc."
    }
  },
  {
    "translation": {
      "en": "You know, Ishirō Honda! We're gonna step all over the city.",
      "vi": "Phim của Honda Ishirou! Chúng ta sẽ bước lên thành phố."
    }
  },
  {
    "translation": {
      "en": "Right, you stroll down the, uh… Is that the Hudson?",
      "vi": "Được rồi, bà đi dọc… Đó là sông Hudson à?"
    }
  },
  {
    "translation": {
      "en": "That's the East River. Okay. Yeah. So if anything strikes you…",
      "vi": "Đó là sông Đông. Nên nếu có gì đâm vào bà…"
    }
  },
  {
    "translation": {
      "en": "I'm more worried that I will strike something than anything will strike me.",
      "vi": "Tôi lo lắng hơn về việc tôi sẽ đâm gì đó, chứ không phải gì đó đâm vào tôi."
    }
  },
  {
    "translation": {
      "en": "[Martin] Is there a difference between this model's representation",
      "vi": "Có khác biệt nào giữa mô hình này của New York so với thực tế không?"
    }
  },
  {
    "translation": {
      "en": "of New York as it is now? Is there anything…",
      "vi": "Có khác biệt nào giữa mô hình này của New York so với thực tế không? Có gì không…"
    }
  },
  {
    "translation": {
      "en": "[Fran] When I was first here, which was not that long ago,",
      "vi": "Khi lần đầu tôi tới đây, cách đây không lâu,"
    }
  },
  {
    "translation": {
      "en": "I looked for my building where I live, which, at the time this was built,",
      "vi": "tôi đã tìm kiếm tòa nhà nơi tôi sống, mà lúc mô hình này được tạo,"
    }
  },
  {
    "translation": {
      "en": "the building I live in was three warehouses",
      "vi": "tòa nhà tôi sống là ba nhà kho"
    }
  },
  {
    "translation": {
      "en": "made into an apartment building, and I managed to locate them.",
      "vi": "xây thành một tòa nhà căn hộ, và tôi đã định vị được nó."
    }
  },
  {
    "translation": {
      "en": "You know, and you feel what you always feel. -I should've bought it then. You know? -[Martin laughs]",
      "vi": "Ông cảm nhận điều ông luôn cảm nhận. Đáng lẽ tôi nên mua mười căn."
    }
  },
  {
    "translation": {
      "en": "I was trying to convince a friend's daughter to move back to New York from LA.",
      "vi": "Tôi cố thuyết phục con gái bạn tôi chuyển từ LA về New York."
    }
  },
  {
    "translation": {
      "en": "She said, \"I want to move back to New York, but I can't afford it.\"",
      "vi": "Cô ấy nói, \"Tôi muốn về New York, nhưng chả đủ tiền\"."
    }
  },
  {
    "translation": {
      "en": "So I said, \"Move back to New York. Let me tell you something.\"",
      "vi": "Tôi nói, \"Về New York đi. Tôi bảo này."
    }
  },
  {
    "translation": {
      "en": "-\"No one can afford to live in New York.\" -[Martin] Right.",
      "vi": "Chả ai đủ tiền sống ở New York đâu\"."
    }
  },
  {
    "translation": {
      "en": "No one can afford to live in New York. Yet, eight million people do.",
      "vi": "Chả ai đủ tiền sống ở New York. Nhưng tám triệu người vẫn làm thế."
    }
  },
  {
    "translation": {
      "en": "How do we do this? We don't know!",
      "vi": "Bằng cách nào? Chúng ta không rõ!"
    }
  },
  {
    "translation": {
      "en": "It's a mystery to us.",
      "vi": "Đó là bí ẩn với chúng ta."
    }
  },
  {
    "translation": {
      "en": "We don't have a clue.",
      "vi": "Chúng ta bó tay."
    }
  },
  {
    "translation": {
      "en": "And that's just it too. We don't know, but we're still here.",
      "vi": "Và chỉ có thể thôi. Chúng ta không biết, nhưng vẫn ở đây."
    }
  },
  {
    "translation": {
      "en": "So you can come here without knowing how you're gonna live here,",
      "vi": "Nên bạn có thể đến mà không biết sẽ sống ở đây bằng cách nào,"
    }
  },
  {
    "translation": {
      "en": "and somehow you will do enough things to live here.",
      "vi": "và bằng cách nào đó bạn sẽ làm đủ thứ để sống được ở đây."
    }
  },
  {
    "translation": {
      "en": "It's as simple as that.",
      "vi": "Đơn giản thế thôi."
    }
  },
  {
    "translation": {
      "en": "-[audience applauding] -Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "When you leave New York",
      "vi": "Khi anh rời khỏi New York,"
    }
  },
  {
    "translation": {
      "en": "or even if you stay for a little while somewhere else,",
      "vi": "hay thậm chí chỉ cần ở chỗ khác một thời gian,"
    }
  },
  {
    "translation": {
      "en": "you just can't get over the ease of daily life.",
      "vi": "rất khó quên sự tiện lợi cuộc sống ở đó."
    }
  },
  {
    "translation": {
      "en": "Like, you know, first, you move to an apartment, you think,",
      "vi": "Đầu tiên, anh chuyển đến một căn hộ, nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"Ugh! Where's the dry cleaner? Am I gonna ever find a dry cleaner?\"",
      "vi": "\"Chỗ giặt khô đâu? Liệu có không?\""
    }
  },
  {
    "translation": {
      "en": "Sometimes you never find one. Sometimes there isn't one!",
      "vi": "Đôi khi chả tìm được. Đôi khi không có để mà tìm!"
    }
  },
  {
    "translation": {
      "en": "Or sometimes you go and…",
      "vi": "Hoặc đôi khi anh đi và…"
    }
  },
  {
    "translation": {
      "en": "I know it's gonna be three months before I have such a fight,",
      "vi": "Tôi biết sẽ mất ba tháng trước khi tôi trăn trở mấy điều này"
    }
  },
  {
    "translation": {
      "en": "-I won't be able to go in here ever again. -[Martin laughs]",
      "vi": "và sẽ không quay lại đây nữa."
    }
  },
  {
    "translation": {
      "en": "Then you think, there are people who live in places",
      "vi": "Rồi anh nghĩ, có người sống ở nơi"
    }
  },
  {
    "translation": {
      "en": "where they just take the dry cleaning, they go to the dry cleaner.",
      "vi": "mà khi họ cần giặt khô, họ chỉ cần đến chỗ giặt khô."
    }
  },
  {
    "translation": {
      "en": "It's like a little errand.",
      "vi": "Nó chỉ như một việc vặt vãnh."
    }
  },
  {
    "translation": {
      "en": "But everything in New York is like the Ring Cycle.",
      "vi": "Nhưng mọi thứ ở New York đều như vở đại nhạc kịch Ring Cycle."
    }
  },
  {
    "translation": {
      "en": "You know, everything in New York is an operatic thing.",
      "vi": "Mọi thứ ở New York diễn ra như một vở opera vậy."
    }
  },
  {
    "translation": {
      "en": "It's… It's incredible problems.",
      "vi": "Nó là một vấn đề tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "So you realize that it's just so hard to live in New York",
      "vi": "Anh nhận ra rằng thật khó để sống ở New York"
    }
  },
  {
    "translation": {
      "en": "that when people say, \"Why do you live in New York?\"",
      "vi": "nên khi mọi người nói, \"Tại sao bạn sống ở New York?\""
    }
  },
  {
    "translation": {
      "en": "you really can't answer them,",
      "vi": "anh không thể trả lời họ,"
    }
  },
  {
    "translation": {
      "en": "except you know that you have contempt for people who don't have guts to do it.",
      "vi": "trừ việc anh biết rằng anh khinh thường những kẻ không có gan làm thế."
    }
  },
  {
    "translation": {
      "en": "\"You live in a place where things are just easily done,",
      "vi": "\"Bạn sống ở nơi mà mọi thứ dễ dàng được thực hiện,"
    }
  },
  {
    "translation": {
      "en": "where people are nice to you,",
      "vi": "nơi mọi người đối xử tốt với bạn,"
    }
  },
  {
    "translation": {
      "en": "where no one's trying to cheat you every five seconds.\"",
      "vi": "nơi không ai cố lừa bạn cứ mỗi năm giây."
    }
  },
  {
    "translation": {
      "en": "\"You call that grown-up life?\"",
      "vi": "Bạn gọi đó là cuộc sống trưởng thành?\""
    }
  },
  {
    "translation": {
      "en": "The surprising thing to me is how many people who are in their twenties now",
      "vi": "Điều đáng ngạc nhiên với tôi là có bao nhiêu người ở độ tuổi 20"
    }
  },
  {
    "translation": {
      "en": "come up to me in the street and say,",
      "vi": "gặp tôi trên đường và nói,"
    }
  },
  {
    "translation": {
      "en": "\"Fran, I wish that I'd lived in New York in the '70s.\" \"It seems like it was so much fun.\"",
      "vi": "\"Fran, ước gì tôi được sống ở New York vào những năm 1970. Có vẻ vui\"."
    }
  },
  {
    "translation": {
      "en": "Now, there's one thing I know for a fact,",
      "vi": "Có một điều tôi biết chắc."
    }
  },
  {
    "translation": {
      "en": "that when I was in my twenties, I wasn't going up to people my age,",
      "vi": "Khi ở tuổi 20, tôi không gặp người ở tuổi tôi bây giờ"
    }
  },
  {
    "translation": {
      "en": "saying, \"I wish I'd lived in New York in the '30s.\"",
      "vi": "nói, \"Ước gì sống ở New York năm 1930\"."
    }
  },
  {
    "translation": {
      "en": "I never thought that. -[Martin laughs] -So, you know… So, like,",
      "vi": "Tôi chưa từng nghĩ thế. Nên, anh biết đấy,"
    }
  },
  {
    "translation": {
      "en": "since they know that I was here then,",
      "vi": "vì họ biết tôi đã ở đây vào lúc đó,"
    }
  },
  {
    "translation": {
      "en": "um, I'm like an eyewitness to this.",
      "vi": "tôi như một nhân chứng."
    }
  },
  {
    "translation": {
      "en": "It's like, I guess, if you were a Civil War buff, you know,",
      "vi": "Tôi đoán, nếu anh là dân cuồng Nội chiến,"
    }
  },
  {
    "translation": {
      "en": "and you saw Abraham Lincoln, you would think, \"Oh! He was there. Let me ask him.\"",
      "vi": "và thấy Abraham Lincoln, anh sẽ nghĩ, \"Ông ấy kìa. Để tôi ra hỏi\"."
    }
  },
  {
    "translation": {
      "en": "[man 1] If you don't have reservations, please wait outside.",
      "vi": "Nếu không đặt trước, xin hãy đợi ở ngoài."
    }
  },
  {
    "translation": {
      "en": "[man 2] We're gonna do a song now about a boy in New York City.",
      "vi": "Chúng ta sẽ hát bài về một cậu bé ở thành phố New York."
    }
  },
  {
    "translation": {
      "en": "[Fran] Most of the people I knew who were financially more like me,",
      "vi": "Với hầu hết những người tôi biết mà có tài chính dư dả hơn tôi,"
    }
  },
  {
    "translation": {
      "en": "heat was a very big issue. We discussed it a lot.",
      "vi": "lò sưởi là chủ đề hot. Bọn tôi thảo luận rất nhiều."
    }
  },
  {
    "translation": {
      "en": "And I would go to Max's, and I would pick people up,",
      "vi": "Tôi sẽ đến quán Max và bắt chuyện với một ai đó,"
    }
  },
  {
    "translation": {
      "en": "-but, before, asking, \"Do you have heat?\" -[Martin laughs]",
      "vi": "nhưng phải hỏi trước, \"Có sưởi không?\""
    }
  },
  {
    "translation": {
      "en": "And that would be something I found incredibly alluring.",
      "vi": "Đó là một điểm mà tôi đánh giá là cực kì hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, the person turned into a young Brigitte Bardot.",
      "vi": "Đột nhiên, họ thành Brigitte Bardot thời trẻ."
    }
  },
  {
    "translation": {
      "en": "\"You have heat? Let's go.\"",
      "vi": "\"Bạn có sưởi à? Mình đi thôi\"."
    }
  },
  {
    "translation": {
      "en": "[Fran] The New York Dolls, they were great, and so few people saw them.",
      "vi": "Nhóm New York Dolls, họ rất tuyệt, nhưng rất ít người xem họ."
    }
  },
  {
    "translation": {
      "en": "They used to perform at the Mercer Arts Center, which one day…",
      "vi": "Họ biểu diễn ở Mercer Arts Center, một hôm…"
    }
  },
  {
    "translation": {
      "en": "…just fell down. That's how New York used to be.",
      "vi": "nó sụp xuống. Đó từng là New York."
    }
  },
  {
    "translation": {
      "en": "The Mercer Arts Center, we went all the time to see the Dolls,",
      "vi": "Mercer Arts Center, bọn tôi tới đó suốt để xem Dolls"
    }
  },
  {
    "translation": {
      "en": "and other people, but especially the Dolls.",
      "vi": "và mọi người, nhưng nhất là Dolls."
    }
  },
  {
    "translation": {
      "en": "Um, and then, one day, it just fell down.",
      "vi": "Và rồi một ngày, nó đột nhiên sụp xuống."
    }
  },
  {
    "translation": {
      "en": "-[Martin] Mm-hmm. -[Fran] The building just fell down. That was the level of neglect.",
      "vi": "Ý tôi là, tòa nhà đã sụp xuống. Nó bị bỏ bê như thế đấy."
    }
  },
  {
    "translation": {
      "en": "When people said, \"Did you hear the Mercer Arts Center fell down?\"",
      "vi": "Khi người ta nói, \"Mercer Arts Center bị sụp\","
    }
  },
  {
    "translation": {
      "en": "No one said, \"What are you talking about?\" \"Oh, it fell down.\"",
      "vi": "không ai nói, \"Anh nói gì vậy?\" \"Ồ, nó sụp rồi\"."
    }
  },
  {
    "translation": {
      "en": "[Martin] That was the third… There were three buildings that fell down that year.",
      "vi": "Năm đó có ba tòa nhà đổ sụp."
    }
  },
  {
    "translation": {
      "en": "They fell down because no one took care of them. -[Martin] Nobody did. -I mean, so…",
      "vi": "Chúng sụp xuống vì chẳng ai chăm lo cả."
    }
  },
  {
    "translation": {
      "en": "It was just the way it was. I never thought about it.",
      "vi": "Nó là vậy thôi. Tôi chưa từng nghĩ về điều đó."
    }
  },
  {
    "translation": {
      "en": "There were numerous things I was thinking about, but New York getting better was not one.",
      "vi": "Tôi đã nghĩ về nhiều thứ, nhưng New York tốt lên thì không."
    }
  },
  {
    "translation": {
      "en": "New York was great. That's why I came here!",
      "vi": "New York rất tuyệt. Nên tôi đến đây!"
    }
  },
  {
    "translation": {
      "en": "But, you know, I didn't come here 'cause it was clean.",
      "vi": "Nhưng tôi không đến vì nó sạch sẽ."
    }
  },
  {
    "translation": {
      "en": "I came from a clean place.",
      "vi": "Tôi đến từ nơi sạch sẽ."
    }
  },
  {
    "translation": {
      "en": "I didn't think, \"Ah, I want to go to New York. It's so spotless.\"",
      "vi": "Tôi không nghĩ, \"Hãy tới New York vì nó không tì vết\"."
    }
  },
  {
    "translation": {
      "en": "I didn't come here 'cause it was safe. I came from a safe place.",
      "vi": "Tôi không đến vì nó an toàn. Tôi đến từ nơi an toàn. Tôi chả đến vì nó nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "I didn't come 'cause it was dangerous.",
      "vi": "Tôi đến từ nơi an toàn. Tôi chả đến vì nó nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "I wasn't happy to be, you know, in danger, but I quickly acclimated.",
      "vi": "Tôi không vui khi gặp nguy hiểm, nhưng tôi đã thích nghi."
    }
  },
  {
    "translation": {
      "en": "I have all the habits that I had in the '70s.",
      "vi": "Tôi vẫn có những thói quen từ hồi 1970."
    }
  },
  {
    "translation": {
      "en": "For instance, I sit on the subway,",
      "vi": "Ví dụ, tôi ngồi tàu điện ngầm,"
    }
  },
  {
    "translation": {
      "en": "I see people put their bag next to them and they leave it there.",
      "vi": "tôi thấy người ta đặt túi bên cạnh và để ở đó."
    }
  },
  {
    "translation": {
      "en": "I think, \"Are you out of your mind?\" It makes me want to steal it.",
      "vi": "Tôi nghĩ, \"Cô điên à?\" Nó khiến tôi muốn trộm nó."
    }
  },
  {
    "translation": {
      "en": "You know, no matter what I'm holding… Really, it could be a pencil.",
      "vi": "Anh biết không, dù tay tôi đang cầm gì. Thật đấy, có thể chỉ là cây bút chì."
    }
  },
  {
    "translation": {
      "en": "I have a death grip on it. \"You're not getting this pencil from me.\"",
      "vi": "Tôi túm chặt nó. \"Đừng hòng lấy cây bút chì từ tôi\"."
    }
  },
  {
    "translation": {
      "en": "Like, I would never leave anything next to me. Never!",
      "vi": "Tôi sẽ không để thứ gì bên cạnh. Không bao giờ!"
    }
  },
  {
    "translation": {
      "en": "And not because I think people might think it was a bomb,",
      "vi": "Và không phải vì tôi nghĩ mọi người sẽ nghĩ đó là bom,"
    }
  },
  {
    "translation": {
      "en": "but because someone's gonna take it! Of course they will.",
      "vi": "mà vì ai đó sẽ lấy! Tất nhiên họ sẽ lấy."
    }
  },
  {
    "translation": {
      "en": "-[Martin] I've seen it. -That's what happens.",
      "vi": "Đó là điều sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "I mean, in 1971 or something like that,",
      "vi": "Ý tôi là, hồi năm 1971 hay đại loại thế,"
    }
  },
  {
    "translation": {
      "en": "someone broke the windshield of my car,",
      "vi": "có người làm vỡ kính chắn gió xe tôi."
    }
  },
  {
    "translation": {
      "en": "which I still had my car from high school,",
      "vi": "mà tôi đã có cái xe đó từ hồi trung học,"
    }
  },
  {
    "translation": {
      "en": "um, and took, from the dashboard,",
      "vi": "và lấy từ bảng đồng hồ,"
    }
  },
  {
    "translation": {
      "en": "an apple and a pack of cigarettes that was on the dashboard.",
      "vi": "một quả táo và một bao thuốc lá trên bảng đồng hồ."
    }
  },
  {
    "translation": {
      "en": "Um, a pack of cigarettes then cost 50 cents.",
      "vi": "Một bao thuốc lá có giá 50 xu."
    }
  },
  {
    "translation": {
      "en": "Uh… An apple, one apple, ten cents.",
      "vi": "Một quả táo là mười xu."
    }
  },
  {
    "translation": {
      "en": "I call the police.",
      "vi": "Tôi gọi cảnh sát."
    }
  },
  {
    "translation": {
      "en": "I call them over, they were still on the street then, I said, \"Look.\"",
      "vi": "Tôi gọi họ tới vì họ vẫn ở trên đường, tôi nói,"
    }
  },
  {
    "translation": {
      "en": "\"Someone smashed my windshield and took from my dashboard.\"",
      "vi": "\"Ai đó đập vỡ kính chắn gió của tôi và trộm đồ từ bảng đồng hồ của tôi\"."
    }
  },
  {
    "translation": {
      "en": "The cop goes, \"What did they steal?\"",
      "vi": "Cảnh sát nói, \"Họ trộm gì?\""
    }
  },
  {
    "translation": {
      "en": "So I said, \"I had an apple, a pack of cigarettes.\"",
      "vi": "Tôi nói, \"Tôi có quả táo và bao thuốc lá\"."
    }
  },
  {
    "translation": {
      "en": "And he goes, \"Well, what do you expect?\"",
      "vi": "Anh ta nói, \"Chứ cô mong chờ gì?"
    }
  },
  {
    "translation": {
      "en": "\"I mean, if you leave these valuable things",
      "vi": "Nếu cô để những thứ quý giá này trong tầm nhìn của mọi người,"
    }
  },
  {
    "translation": {
      "en": "in full view of people, they're gonna break the windshield of your car!\"",
      "vi": "Nếu cô để những thứ quý giá này trong tầm nhìn của mọi người, họ sẽ phá vỡ kính chắn gió của xe cô! Ai mà không làm thế?"
    }
  },
  {
    "translation": {
      "en": "\"Who wouldn't do that?\"",
      "vi": "họ sẽ phá vỡ kính chắn gió của xe cô! Ai mà không làm thế?"
    }
  },
  {
    "translation": {
      "en": "\"What are you, a moron?\"",
      "vi": "Cô là đồ ngốc à?\""
    }
  },
  {
    "translation": {
      "en": "So, since he had a point, I didn't argue with him.",
      "vi": "Vì anh ta nói có lý, tôi không cãi anh ta."
    }
  },
  {
    "translation": {
      "en": "I realized, \"Yeah, well, what do you expect?\"",
      "vi": "Tôi nhận ra, \"Ừ, anh mong đợi gì?\""
    }
  },
  {
    "translation": {
      "en": "Apparently, there was that headline that said, you know,",
      "vi": "Rõ ràng, từng có một tiêu đề viết rằng,"
    }
  },
  {
    "translation": {
      "en": "\"President to New York: Go to hell,\" or whatever it was.",
      "vi": "\"Tổng thống gửi New York: Xuống địa ngục đi\" gì đó."
    }
  },
  {
    "translation": {
      "en": "-\"Ford to New York: Drop dead.\" -\"Ford to New York: Drop dead.\"",
      "vi": "Ừ. \"Ford gửi New York: chết đi\"."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, who's dead?",
      "vi": "Và giờ ai chết?"
    }
  },
  {
    "translation": {
      "en": "I also feel that, even though New York is not what it used to be,",
      "vi": "Tôi cũng cảm thấy, mặc dù New York không còn như xưa,"
    }
  },
  {
    "translation": {
      "en": "I really can't imagine they'd let me live anywhere else.",
      "vi": "tôi không thể hình dung họ sẽ để tôi sống ở đâu khác."
    }
  },
  {
    "translation": {
      "en": "I just think they would get together, there'd be some sort of city council,",
      "vi": "Tôi nghĩ họ sẽ họp nhau, sẽ có một hội đồng thành phố nào đó,"
    }
  },
  {
    "translation": {
      "en": "and they would say, \"We've come to tell you, you have to leave.\"",
      "vi": "và họ sẽ nói, \"Chúng tôi đến để nói với bà, bà phải đi."
    }
  },
  {
    "translation": {
      "en": "\"You can't stay here.\"",
      "vi": "Bà không thể ở đây\"."
    }
  },
  {
    "translation": {
      "en": "-That's what they kind of do with me. -\"Sorry. Time for you to leave.\"",
      "vi": "- Đó là điều họ làm với tôi. - \"Xin lỗi. Đến lúc đi rồi\"."
    }
  }
]