[
  {
    "translation": {
      "en": "Some experts call it a retail apocalypse.",
      "vi": "PHIM TÀI LIỆU CỦA NETFLIX Vài chuyên gia gọi đó là tận thế bán lẻ."
    }
  },
  {
    "translation": {
      "en": "2019 marked one of the worst years in a decade for brick and mortar stores.",
      "vi": "Năm 2019 đánh dấu một năm tồi tệ trong một thập kỷ của các cửa hàng bán lẻ."
    }
  },
  {
    "translation": {
      "en": "Less Is Now.",
      "vi": "Đã đến lúc tối giản"
    }
  },
  {
    "translation": {
      "en": "Why do you think this idea of minimalism or simplifying",
      "vi": "Vì sao bạn nghĩ ý tưởng tối giản hóa hay đơn giản hóa"
    }
  },
  {
    "translation": {
      "en": "is really catching on right now?",
      "vi": "lại trở nên cực kỳ phổ biến hiện nay?"
    }
  },
  {
    "translation": {
      "en": "I think it's because we have the opportunity to have so much.",
      "vi": "Tôi nghĩ vì ta có cơ hội để có nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "A portion of America's definitely addicted to stuff.",
      "vi": "Một phần nước Mỹ chắc chắn nghiện gì đó."
    }
  },
  {
    "translation": {
      "en": "Probably not in the classic psychology sense of addiction.",
      "vi": "Chắc chắn không phải theo nghĩa nghiện ngập."
    }
  },
  {
    "translation": {
      "en": "We just love stuff!",
      "vi": "Chúng ta thích đồ đạc!"
    }
  },
  {
    "translation": {
      "en": "Monday, today, is supposed to be the biggest online shopping day of all times,",
      "vi": "Thứ Hai, hôm nay, được cho là ngày mua sắm trực tuyến lớn nhất mọi thời đại,"
    }
  },
  {
    "translation": {
      "en": "reaching around three and a third billion dollars in online sales.",
      "vi": "đạt doanh thu khoảng 3,3 tỷ đô la."
    }
  },
  {
    "translation": {
      "en": "Anything that you can think of, you can get on your doorstep,",
      "vi": "Bất cứ thứ gì bạn nghĩ đến, nó sẽ được giao tận cửa,"
    }
  },
  {
    "translation": {
      "en": "now within 24 hours.",
      "vi": "trong vòng 24 giờ."
    }
  },
  {
    "translation": {
      "en": "That's… That's almost like magic, right?",
      "vi": "Nó gần như phép thuật, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "When you look up at the sky, you may soon see Amazon's army of new age deliveries.",
      "vi": "Khi bạn nhìn lên bầu trời, bạn sẽ sớm thấy đội quân giao hàng mới của Amazon."
    }
  },
  {
    "translation": {
      "en": "The electronic aircraft would have a 15 mile range",
      "vi": "Máy bay điện tử có phạm vi 24 km"
    }
  },
  {
    "translation": {
      "en": "and deliver packages within 30 minutes.",
      "vi": "và giao hàng trong 30 phút."
    }
  },
  {
    "translation": {
      "en": "The consumer world understands that if I can get you to choose before you think,",
      "vi": "Thế giới tiêu dùng hiểu rằng nếu tôi có thể khiến bạn chọn trước khi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna get you to buy things you do not need.",
      "vi": "tôi sẽ khiến bạn mua thứ bạn không cần."
    }
  },
  {
    "translation": {
      "en": "My senses are just being bombarded with reminders,",
      "vi": "Giác quan của tôi bị tấn công bởi lời nhắc,"
    }
  },
  {
    "translation": {
      "en": "like, Hey, you should buy this.",
      "vi": "Này, bạn nên mua cái này. Bạn sẽ vui hơn nếu mua cái này."
    }
  },
  {
    "translation": {
      "en": "You'd be happier if you buy this. You know?",
      "vi": "Này, bạn nên mua cái này. Bạn sẽ vui hơn nếu mua cái này. Bạn biết chứ?"
    }
  },
  {
    "translation": {
      "en": "And it's just sort of like, in so many ways,",
      "vi": "Kiểu như, theo nhiều cách,"
    }
  },
  {
    "translation": {
      "en": "they're trying to beat you into submission.",
      "vi": "họ cố gắng khiến bạn khuất phục."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll buy it! I need it! I need it!",
      "vi": "Được, tôi sẽ mua! Tôi cần nó!"
    }
  },
  {
    "translation": {
      "en": "Amazon, hiring once again.",
      "vi": "Amazon, tuyển dụng lần nữa."
    }
  },
  {
    "translation": {
      "en": "The company looking to recruit 100,000 workers",
      "vi": "Công ty muốn tuyển 100.000 nhân viên"
    }
  },
  {
    "translation": {
      "en": "to meet surging levels of e commerce demand.",
      "vi": "để đáp ứng nhu cầu thương mại điện tử."
    }
  },
  {
    "translation": {
      "en": "Lots of smaller retail businesses are being lost,",
      "vi": "Nhiều doanh nghiệp bán lẻ nhỏ hơn đang phá sản"
    }
  },
  {
    "translation": {
      "en": "and the power is being consolidated in the hands of these giants.",
      "vi": "và quyền lực trong tay kẻ mạnh thì ngày càng củng cố."
    }
  },
  {
    "translation": {
      "en": "Stuff is contributing to our discontent in so many different ways,",
      "vi": "Mọi thứ làm sự bất mãn tăng lên theo nhiều cách,"
    }
  },
  {
    "translation": {
      "en": "because it's taking the place",
      "vi": "bởi vì nó đang thay thế"
    }
  },
  {
    "translation": {
      "en": "of the things that actually do give us more happiness.",
      "vi": "những thứ thực sự làm chúng ta hạnh phúc hơn."
    }
  },
  {
    "translation": {
      "en": "I found minimalism about seven years ago in the midst of a breakdown.",
      "vi": "Tôi tìm thấy phong cách tối giản khoảng bảy năm trước giữa lúc suy sụp."
    }
  },
  {
    "translation": {
      "en": "I was overworked. Um, I was exhausted. I was heavily stressed out.",
      "vi": "Tôi đã làm việc quá sức. Tôi kiệt sức. Tôi căng thẳng cực độ."
    }
  },
  {
    "translation": {
      "en": "There has to be more to life than just working.",
      "vi": "Phải có thứ đáng để sống hơn là làm việc."
    }
  },
  {
    "translation": {
      "en": "I think immediately I got up, and I went to my closet,",
      "vi": "Tôi ngay lập tức nghĩ, đứng dậy và đi đến tủ quần áo"
    }
  },
  {
    "translation": {
      "en": "and I started pulling my clothes out.",
      "vi": "và tôi bắt đầu lấy quần áo ra."
    }
  },
  {
    "translation": {
      "en": "Uh, I stayed up until 3:00 a.m., and I just packed so many things.",
      "vi": "Tôi thức đến ba giờ sáng và tôi đóng gói rất nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "As I started slowly releasing things, I gained a sense of freedom.",
      "vi": "Khi tôi bắt đầu bớt đi mọi thứ, tôi cảm thấy thật tự do."
    }
  },
  {
    "translation": {
      "en": "Change is definitely coming. Change is inevitable,",
      "vi": "Thay đổi chắc chắn sẽ đến. Thay đổi là tất yếu, vì bạn không thể tiếp tục tiêu thụ"
    }
  },
  {
    "translation": {
      "en": "because you can't continue to consume",
      "vi": "Thay đổi là tất yếu, vì bạn không thể tiếp tục tiêu thụ"
    }
  },
  {
    "translation": {
      "en": "more than the planet can replenish every year.",
      "vi": "nhiều hơn mức Trái đất có thể cung cấp hàng năm."
    }
  },
  {
    "translation": {
      "en": "You just physically can't.",
      "vi": "Bạn chỉ không thể."
    }
  },
  {
    "translation": {
      "en": "So the question is not if we are gonna change as a society,",
      "vi": "Câu hỏi không phải là nếu ta sẽ thay đổi như một xã hội,"
    }
  },
  {
    "translation": {
      "en": "but how we are gonna change.",
      "vi": "mà là ta thay đổi thế nào."
    }
  },
  {
    "translation": {
      "en": "'Cause we're either gonna change by design or by disaster.",
      "vi": "Vì ta sẽ thay đổi do thiết kế hay thảm họa."
    }
  },
  {
    "translation": {
      "en": "It all started with one question.",
      "vi": "Tất cả bắt đầu bằng một câu hỏi."
    }
  },
  {
    "translation": {
      "en": "How might your life be better with less?",
      "vi": "Cuộc sống của bạn sẽ tốt hơn thế nào khi tối giản?"
    }
  },
  {
    "translation": {
      "en": "Want some tea? Sure.",
      "vi": "Trà nhé? Được."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "It's in the… Yeah. Okay.",
      "vi": "Nó ở trong. Phải... Được rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, y you know, I mean, aesthetics are important to me,",
      "vi": "Được rồi, ý tôi là, thẩm mỹ rất quan trọng với tôi,"
    }
  },
  {
    "translation": {
      "en": "but what I care most about is having a place free of clutter.",
      "vi": "nhưng điều tôi quan tâm nhất là một nơi không gian gọn gàng."
    }
  },
  {
    "translation": {
      "en": "So when you look around my place,",
      "vi": "Khi nhìn quanh nhà tôi,"
    }
  },
  {
    "translation": {
      "en": "not everything is necessarily minimalist design.",
      "vi": "bạn sẽ thấy không phải mọi thứ đều cần thiết kế tối giản."
    }
  },
  {
    "translation": {
      "en": "I don't go out of my way to specifically have only minimalist aesthetics.",
      "vi": "Tôi không cố tình chỉ có khiếu thẩm mỹ tối giản."
    }
  },
  {
    "translation": {
      "en": "But to me, it's… it's clutter free.",
      "vi": "Nhưng với tôi, nó là không bừa bộn."
    }
  },
  {
    "translation": {
      "en": "We often confuse simplicity with easy, but it's actually the exact opposite.",
      "vi": "Ta thường nhầm lẫn giữa đơn giản với dễ dàng, nhưng thực ra lại ngược lại."
    }
  },
  {
    "translation": {
      "en": "Living a simple life, it takes a lot of work.",
      "vi": "Sống đơn giản tốn rất nhiều công sức."
    }
  },
  {
    "translation": {
      "en": "It takes a lot of work to be intentional. What's easy is going with the flow.",
      "vi": "Phải cố gắng rất nhiều để cố ý. Điều dễ dàng là thuận theo tự nhiên."
    }
  },
  {
    "translation": {
      "en": "It's going out, and going to IKEA, and buying the cheap furniture",
      "vi": "Điều đó nghĩa là ra ngoài và đến IKEA và mua đồ nội thất rẻ tiền"
    }
  },
  {
    "translation": {
      "en": "every time you think you need a piece of furniture or an end table.",
      "vi": "mỗi khi bạn nghĩ bạn cần một món nội thất hay một cái bàn cà phê."
    }
  },
  {
    "translation": {
      "en": "It is very difficult to go through some of these stoical experiments",
      "vi": "Rất khó để trải qua những thí nghiệm mang tính chịu đựng này"
    }
  },
  {
    "translation": {
      "en": "to see what you can live with or live without,",
      "vi": "để xem bạn có thể sống cùng hay không,"
    }
  },
  {
    "translation": {
      "en": "but, in the end, it's worth the work.",
      "vi": "nhưng cuối cùng thì cũng đáng."
    }
  },
  {
    "translation": {
      "en": "People go, Check out this documentary.",
      "vi": "Mọi người nói, Xem phim này đi. Những người theo phong cách tối giản..."
    }
  },
  {
    "translation": {
      "en": "These guys, The Minimalists. The Minimalists.",
      "vi": "Mọi người nói, Xem phim này đi. Những người theo phong cách tối giản... Người theo phong cách tối giản. Họ ở cùng ta hôm nay, Joshua và Ryan."
    }
  },
  {
    "translation": {
      "en": "The Minimalists are with us. Joshua and Ryan.",
      "vi": "Người theo phong cách tối giản. Họ ở cùng ta hôm nay, Joshua và Ryan."
    }
  },
  {
    "translation": {
      "en": "They have books, a podcast, and a Netflix documentary,",
      "vi": "Họ có sách, podcast và phim tài liệu của Netflix,"
    }
  },
  {
    "translation": {
      "en": "all guiding typical consumers on how to downsize their way to happiness.",
      "vi": "tất cả hướng dẫn khách hàng cách cắt giảm để đạt được hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "I don't think you can understand how Josh and I came to be minimalists",
      "vi": "Tôi không nghĩ bạn hiểu cách Josh và tôi trở thành người theo phong cách tối giản"
    }
  },
  {
    "translation": {
      "en": "without looking at our upbringings.",
      "vi": "nếu không thấy cách chúng tôi được nuôi dưỡng."
    }
  },
  {
    "translation": {
      "en": "Both of us grew up poor.",
      "vi": "Cả hai chúng tôi đều nghèo khó."
    }
  },
  {
    "translation": {
      "en": "Our moms had issues with substance abuse, and we really never had enough.",
      "vi": "Mẹ chúng tôi có vấn đề với lạm dụng thuốc và chúng tôi không bao giờ có đủ."
    }
  },
  {
    "translation": {
      "en": "Dude, look at this. This is hilarious.",
      "vi": "Anh bạn, nhìn này. Buồn cười thật."
    }
  },
  {
    "translation": {
      "en": "Even our furniture. It was like… It was like do it yourself furniture.",
      "vi": "Ngay cả đồ đạc của chúng tôi. Nó giống như đồ nội thất tự làm."
    }
  },
  {
    "translation": {
      "en": "That's like our cupboard in the kitchen.",
      "vi": "Đó là tủ bếp trong bếp."
    }
  },
  {
    "translation": {
      "en": "I was really a happy kid up until, uh, about the second grade",
      "vi": "Tôi thực sự là một đứa trẻ hạnh phúc cho đến khi lên lớp hai"
    }
  },
  {
    "translation": {
      "en": "when my parents got divorced.",
      "vi": "khi bố mẹ tôi ly dị."
    }
  },
  {
    "translation": {
      "en": "It happens to a lot of kids, their parents get divorced.",
      "vi": "Nó xảy ra với rất nhiều trẻ em, bố mẹ ly dị."
    }
  },
  {
    "translation": {
      "en": "But I remember things really getting dysfunctional when…",
      "vi": "Nhưng tôi nhớ mọi thứ trở nên rối loạn khi..."
    }
  },
  {
    "translation": {
      "en": "uh, when my mom left my dad.",
      "vi": "khi mẹ tôi bỏ rơi bố tôi."
    }
  },
  {
    "translation": {
      "en": "And there was just a lot of…",
      "vi": "Và có rất nhiều..."
    }
  },
  {
    "translation": {
      "en": "a lot of partying, I remember.",
      "vi": "rất nhiều tiệc tùng, theo tôi nhớ."
    }
  },
  {
    "translation": {
      "en": "And, um, you know, as a kid, it looked like a lot of fun.",
      "vi": "Và, bạn biết đấy, là một đứa trẻ, bạn thấy nó trông rất thú vị."
    }
  },
  {
    "translation": {
      "en": "My mom did a good job of making it look fun.",
      "vi": "Mẹ tôi đã làm rất tốt để làm nó trông vui."
    }
  },
  {
    "translation": {
      "en": "I met Josh in the fifth grade when I moved to his middle school.",
      "vi": "Tôi gặp Josh vào lớp năm khi tôi chuyển đến trường cấp hai."
    }
  },
  {
    "translation": {
      "en": "It could have been that we were both from broken homes and didn't have much money growing up,",
      "vi": "Có thể là do cả hai đều từ gia đình đổ vỡ và không có nhiều tiền,"
    }
  },
  {
    "translation": {
      "en": "or maybe it was that we were the two fattest kids in our grade,",
      "vi": "hoặc có thể là do chúng tôi là hai đứa béo nhất lớp,"
    }
  },
  {
    "translation": {
      "en": "but we just hit it off, and we became best friends.",
      "vi": "nhưng chúng tôi hợp nhau và trở thành bạn thân."
    }
  },
  {
    "translation": {
      "en": "When we were growing up, I feel like we could've used minimalism,",
      "vi": "Khi lớn lên, chúng tôi thấy phong cách tối giản hữu ích,"
    }
  },
  {
    "translation": {
      "en": "because minimalism is basically the intentional use of resources you have,",
      "vi": "vì nó cơ bản là việc sử dụng tiềm lực kinh tế bạn có"
    }
  },
  {
    "translation": {
      "en": "and if you have very few resources, like we did growing up,",
      "vi": "và nếu bạn có rất ít giống chúng tôi đã từng,"
    }
  },
  {
    "translation": {
      "en": "man, we could've done much better by being more deliberate with those resources.",
      "vi": "chúng ta sẽ thận trọng hơn trong việc sử dụng tiềm lực đó."
    }
  },
  {
    "translation": {
      "en": "It's interesting, because when you're poor,",
      "vi": "Nó rất thú vị vì khi bạn nghèo,"
    }
  },
  {
    "translation": {
      "en": "it's like, when someone offers you something, you take it.",
      "vi": "khi ai đó đưa cho bạn thứ gì đó, bạn sẽ nhận lấy."
    }
  },
  {
    "translation": {
      "en": "I I think about my household growing up, and we had so much stuff,",
      "vi": "Tôi nghĩ về gia đình tôi hồi tôi bé và chúng tôi có rất nhiều thứ,"
    }
  },
  {
    "translation": {
      "en": "because we took every single thing that was offered to us.",
      "vi": "vì chúng tôi nhận mọi thứ mà mọi người cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "However, we had a lot of stuff that we didn't need.",
      "vi": "Tuy nhiên, có nhiều thứ chúng tôi không cần."
    }
  },
  {
    "translation": {
      "en": "In fact, it was just clutter, and it did not add any value.",
      "vi": "Thật ra, nó chỉ gây bừa bộn và không có giá trị gì cả."
    }
  },
  {
    "translation": {
      "en": "As we get more space, we fill it with more things.",
      "vi": "Khi có thêm không gian, chúng ta sẽ lấp đầy bằng nhiều thứ hơn."
    }
  },
  {
    "translation": {
      "en": "As we get more things, we need more space,",
      "vi": "Khi có thêm đồ, ta cần thêm không gian,"
    }
  },
  {
    "translation": {
      "en": "so we turn to storage lockers, or we turn to bigger houses.",
      "vi": "nên ta chuyển nó vào kho hoặc nhà rộng hơn."
    }
  },
  {
    "translation": {
      "en": "And we never really stop to question, What is essential? What is necessary?",
      "vi": "Chúng ta không bao giờ ngừng hỏi, Cái gì là thiết yếu? Cái gì cần thiết?"
    }
  },
  {
    "translation": {
      "en": "Then, How much of the stuff is actually adding any value to my life at all?",
      "vi": "Rồi, Bao nhiêu thứ thật sự có giá trị với cuộc sống của tôi?"
    }
  },
  {
    "translation": {
      "en": "A decade ago,",
      "vi": "Một thập kỷ trước,"
    }
  },
  {
    "translation": {
      "en": "by the time I was 28 years old, I had achieved everything I ever wanted.",
      "vi": "khi tôi 28 tuổi, tôi đã đạt được mọi thứ tôi muốn."
    }
  },
  {
    "translation": {
      "en": "I was the youngest director in my company's 140 year history,",
      "vi": "Tôi là giám đốc trẻ nhất trong lịch sử 140 năm của công ty"
    }
  },
  {
    "translation": {
      "en": "and I had all the fringe benefits of a middle manager at a major corporation.",
      "vi": "và tôi có tất cả quyền lợi của một quản lý trung gian ở tập đoàn lớn."
    }
  },
  {
    "translation": {
      "en": "The luxury cars, the closet filled with designer clothes,",
      "vi": "Những chiếc xe sang trọng, một tủ quần áo đầy đồ thiết kế,"
    }
  },
  {
    "translation": {
      "en": "the big suburban house with more toilets than people.",
      "vi": "ngôi nhà lớn ở ngoại ô có nhiều bồn vệ sinh hơn người."
    }
  },
  {
    "translation": {
      "en": "I guess you could say I was living the American dream.",
      "vi": "Tôi đoán bạn có thể nói tôi sống trong giấc mơ nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "But then, my mom died…",
      "vi": "Nhưng rồi mẹ tôi qua đời..."
    }
  },
  {
    "translation": {
      "en": "and my marriage ended…",
      "vi": "và cuộc hôn nhân của tôi chấm dứt."
    }
  },
  {
    "translation": {
      "en": "both in the same month.",
      "vi": "Nó xảy ra cùng một tháng."
    }
  },
  {
    "translation": {
      "en": "And these two events forced me to look around",
      "vi": "Hai sự kiện này buộc tôi phải nhìn quanh"
    }
  },
  {
    "translation": {
      "en": "and start to question what had become my life's focus.",
      "vi": "và bắt đầu tự hỏi trọng tâm của cuộc đời tôi là gì."
    }
  },
  {
    "translation": {
      "en": "You know what I realized?",
      "vi": "Tôi nhận ra điều gì?"
    }
  },
  {
    "translation": {
      "en": "I realized I was so focused on so called success, and achievement,",
      "vi": "Tôi nhận ra tôi tập trung vào cái gọi là thành công và thành tựu"
    }
  },
  {
    "translation": {
      "en": "and especially on the accumulation of stuff.",
      "vi": "và đặc biệt là tích lũy mọi thứ."
    }
  },
  {
    "translation": {
      "en": "I might have been living the American dream, but it wasn't my dream.",
      "vi": "Tôi có thể đã sống trong giấc mơ nước Mỹ, nhưng không phải giấc mơ của tôi."
    }
  },
  {
    "translation": {
      "en": "It took getting everything I thought I wanted",
      "vi": "Phải mất mọi thứ tôi nghĩ tôi muốn"
    }
  },
  {
    "translation": {
      "en": "to realize that maybe everything I ever wanted",
      "vi": "để nhận ra có thể mọi thứ tôi từng muốn"
    }
  },
  {
    "translation": {
      "en": "wasn't actually what I wanted at all.",
      "vi": "không thực sự là thứ tôi muốn."
    }
  },
  {
    "translation": {
      "en": "Corporations and the drive for corporate profit",
      "vi": "Các tập đoàn và động cơ thúc đẩy lợi nhuận"
    }
  },
  {
    "translation": {
      "en": "is absolutely behind the addiction to stuff that we have in this country.",
      "vi": "là thứ đứng sau sự nghiện gì đó mà ta có ở đất nước này."
    }
  },
  {
    "translation": {
      "en": "The way corporations are structured in this country",
      "vi": "Cách thức cấu trúc các tập đoàn ở đất nước này,"
    }
  },
  {
    "translation": {
      "en": "is they really need to keep growing.",
      "vi": "chúng cần phải phát triển."
    }
  },
  {
    "translation": {
      "en": "A corporation's primary obligation is to their shareholders,",
      "vi": "Nghĩa vụ chính của tập đoàn là cổ đông của họ"
    }
  },
  {
    "translation": {
      "en": "to which they have to keep delivering increased revenue,",
      "vi": "mà họ phải tiếp tục tăng doanh thu,"
    }
  },
  {
    "translation": {
      "en": "and that's sort of the foundation of capitalism, growth.",
      "vi": "đó là nền tảng của chủ nghĩa tư bản, tăng trưởng."
    }
  },
  {
    "translation": {
      "en": "I I don't think the problem has much to do with how much we're growing,",
      "vi": "Tôi không nghĩ vấn đề liên quan đến việc chúng ta đang phát triển đến đâu."
    }
  },
  {
    "translation": {
      "en": "but rather how we answer the question of where are we going?",
      "vi": "Nhưng cách ta trả lời câu hỏi ta sẽ đi đâu?"
    }
  },
  {
    "translation": {
      "en": "I think one of the biggest problems we have in our world now",
      "vi": "Một vấn đề lớn của toàn thế giới bây giờ"
    }
  },
  {
    "translation": {
      "en": "is that people really aren't free to choose.",
      "vi": "là mọi người không được tự do lựa chọn."
    }
  },
  {
    "translation": {
      "en": "We talk about being in a free market",
      "vi": "Ta nói về trong một thị trường hay một xã hội tự do,"
    }
  },
  {
    "translation": {
      "en": "or a free society, but people aren't really free to choose.",
      "vi": "Ta nói về trong một thị trường hay một xã hội tự do, lại không được tự do lựa chọn,"
    }
  },
  {
    "translation": {
      "en": "Because you just have one or two large institutions",
      "vi": "bởi vì bạn có một hoặc hai tổ chức lớn"
    }
  },
  {
    "translation": {
      "en": "that have these artificial monopolies,",
      "vi": "có độc quyền nhân tạo"
    }
  },
  {
    "translation": {
      "en": "and they get to decide for everyone",
      "vi": "và họ quyết định cho tất cả mọi người"
    }
  },
  {
    "translation": {
      "en": "what you can watch, what you can listen to.",
      "vi": "bạn có thể xem gì, nghe gì."
    }
  },
  {
    "translation": {
      "en": "And so, manipulation of… of our interests,",
      "vi": "Do đó lôi kéo hứng thú của chúng ta,"
    }
  },
  {
    "translation": {
      "en": "manipulation of our natural, God given taste really is happening.",
      "vi": "lôi kéo hứng thú tự nhiên của chúng ta, điều đó đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "Marketers are really impressive in their ability to manipulate the mind,",
      "vi": "Các nhà tiếp thị thực sự gây ấn tượng trong khả năng lôi kéo suy nghĩ,"
    }
  },
  {
    "translation": {
      "en": "in their ability to create a need or a perceived need",
      "vi": "khả năng tạo ra một nhu cầu hoặc cảm giác cần"
    }
  },
  {
    "translation": {
      "en": "out of something that was a want.",
      "vi": "khác xa với cái họ thực sự cần."
    }
  },
  {
    "translation": {
      "en": "We live in the most advertised to culture in the history of the world.",
      "vi": "Ta sống trong nền văn hóa quảng cáo rầm rộ nhất trong lịch sử thế giới."
    }
  },
  {
    "translation": {
      "en": "Hundreds of millions of dollars are spent telling us we need this,",
      "vi": "Nghĩ mà xem. Hàng trăm triệu đô la được dùng để tuyên bố ta cần thứ này,"
    }
  },
  {
    "translation": {
      "en": "and it has an effect.",
      "vi": "và nó có tác dụng."
    }
  },
  {
    "translation": {
      "en": "The money spent on advertising in the United States",
      "vi": "Số tiền chi cho quảng cáo ở Mỹ"
    }
  },
  {
    "translation": {
      "en": "has increased from just over $5 billion in the 1950s to $240 billion a year today.",
      "vi": "tăng từ hơn 5 tỷ đô la từ những năm 1950 lên đến ngày nay là 240 tỷ đô la mỗi năm."
    }
  },
  {
    "translation": {
      "en": "And since the turn of the 21st century,",
      "vi": "Và từ đầu thế kỷ 21,"
    }
  },
  {
    "translation": {
      "en": "much of that spending has moved from television and radio",
      "vi": "phần lớn khoản chi đã chuyển từ truyền hình và radio"
    }
  },
  {
    "translation": {
      "en": "to digital advertising.",
      "vi": "sang quảng cáo kỹ thuật số."
    }
  },
  {
    "translation": {
      "en": "The result, intelligent and predictive ads",
      "vi": "Kết quả, quảng cáo thông minh và dự đoán"
    }
  },
  {
    "translation": {
      "en": "that seem to know us better than we know ourselves.",
      "vi": "dường như hiểu rõ về chúng ta hơn chính mình."
    }
  },
  {
    "translation": {
      "en": "Companies have figured out how to stitch our devices together,",
      "vi": "Các công ty đã tìm ra cách liên kết các thiết bị lại với nhau."
    }
  },
  {
    "translation": {
      "en": "so they know when you pick up your tablet or switch to your smartphone,",
      "vi": "nên họ biết khi nào bạn bật máy tính lên hoặc bật điện thoại lên,"
    }
  },
  {
    "translation": {
      "en": "when you change the channel on your TV or speak to your smart device.",
      "vi": "khi bạn đổi kênh trên tivi hoặc nói chuyện với thiết bị thông minh."
    }
  },
  {
    "translation": {
      "en": "Using the GPS on your devices, they can track your movement",
      "vi": "Sử dụng thiết bị định vị trên di dộng, họ theo dõi chuyển động để xem bạn đi qua biển quảng cáo nào,"
    }
  },
  {
    "translation": {
      "en": "to see which billboards you pass,",
      "vi": "họ theo dõi chuyển động để xem bạn đi qua biển quảng cáo nào,"
    }
  },
  {
    "translation": {
      "en": "which stores you frequent,",
      "vi": "cửa hàng nào bạn hay đến"
    }
  },
  {
    "translation": {
      "en": "and even the amount of credit card debt you've racked up.",
      "vi": "và thậm chí cả khoản nợ thẻ tín dụng của bạn."
    }
  },
  {
    "translation": {
      "en": "They map these movements to know when it's the perfect time to message you next.",
      "vi": "Họ vẽ các chuyển động để biết nhắn tin cho bạn lúc nào là hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "And the end goal is always the same. To get you to buy more stuff.",
      "vi": "Mục tiêu cuối cùng luôn là như nhau. Để khiến bạn mua thêm đồ."
    }
  },
  {
    "translation": {
      "en": "And one of the tricks they use is what we call deficit advertising.",
      "vi": "Và một trong những mánh mà họ dùng là quảng cáo thâm hụt."
    }
  },
  {
    "translation": {
      "en": "They send us advertisements",
      "vi": "Họ gửi quảng cáo cho chúng ta"
    }
  },
  {
    "translation": {
      "en": "that make us subconsciously feel like we are inadequate, um,",
      "vi": "khiến chúng ta vô thức cảm thấy chúng ta thiếu thốn"
    }
  },
  {
    "translation": {
      "en": "if we don't have this product.",
      "vi": "nếu không có sản phẩm đó."
    }
  },
  {
    "translation": {
      "en": "So, I will not be loved if I don't have this toothpaste.",
      "vi": "Như, Tôi không được yêu nếu thiếu kem đánh răng."
    }
  },
  {
    "translation": {
      "en": "My children will not value me if I don't have this dish soap.",
      "vi": "Các con tôi sẽ không coi trọng tôi nếu không có xà phòng này."
    }
  },
  {
    "translation": {
      "en": "Everyone's gonna want this.",
      "vi": "Mọi người sẽ muốn nó."
    }
  },
  {
    "translation": {
      "en": "It's no different than the premise of working out at a gym.",
      "vi": "Không khác gì tập gym."
    }
  },
  {
    "translation": {
      "en": "It's the massaging hand sauna.",
      "vi": "Máy xông hơi mát xa tay."
    }
  },
  {
    "translation": {
      "en": "This is gonna make you thirsty. A perfect set for every occasion.",
      "vi": "Thứ này sẽ làm bạn khát. Thật là hoàn hảo cho mọi dịp."
    }
  },
  {
    "translation": {
      "en": "You can feel it, you can see it. You can totally feel it.",
      "vi": "Bạn cảm nhận được, bạn thấy nó mà. Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "This bombardment of messages that we are not enough.",
      "vi": "Việc bắn phá thông điệp rằng ta có không đủ."
    }
  },
  {
    "translation": {
      "en": "So think about what that does to people, just every day,",
      "vi": "Nên hãy nghĩ về điều đó xảy ra với mọi người, mỗi ngày,"
    }
  },
  {
    "translation": {
      "en": "over and over, getting messages, You are not enough.",
      "vi": "lặp đi lặp lại, nhận tin nhắn, Bạn không có đủ."
    }
  },
  {
    "translation": {
      "en": "Your hair, your clothes, your skin, your body is not enough.",
      "vi": "Tóc, quần áo, da, cơ thể bạn vẫn chưa có đủ."
    }
  },
  {
    "translation": {
      "en": "Just relentless. So then we want to go be enough.",
      "vi": "Không ngừng nghỉ. Vậy nên chúng ta muốn có đủ."
    }
  },
  {
    "translation": {
      "en": "And because we've lost these other ways of being enough…",
      "vi": "Và vì chúng ta có những cách khác để thấy đủ..."
    }
  },
  {
    "translation": {
      "en": "The other ways of being enough are having a community, having a purpose,",
      "vi": "Các khác để thấy đủ là có cộng đồng, có mục đích,"
    }
  },
  {
    "translation": {
      "en": "you know, having an identity besides the brand on you.",
      "vi": "bạn biết đấy, có đặc điểm khác trừ các thương hiệu trên người."
    }
  },
  {
    "translation": {
      "en": "Because we've lost those, we misplace our desire for belonging and satisfaction",
      "vi": "Vì ta đã đánh mất những thứ đó, ta sai về sự thân thuộc và thỏa mãn"
    }
  },
  {
    "translation": {
      "en": "by buying more stuff.",
      "vi": "bằng cách mua thêm đồ đạc."
    }
  },
  {
    "translation": {
      "en": "We don't really say, Okay, I'm gonna turn stuff into my idol.",
      "vi": "Ta không thể nói, Được, tôi sẽ biến mọi thứ thành thần tượng."
    }
  },
  {
    "translation": {
      "en": "We don't say that in our intellect. No one intentionally does that.",
      "vi": "Ta không nói thế trong tư duy của mình. Không ai cố ý làm thế."
    }
  },
  {
    "translation": {
      "en": "But we can tell by our behaviors that that's actually what we've done.",
      "vi": "Nhưng qua hành vi, ta biết đó là điều ta đã làm."
    }
  },
  {
    "translation": {
      "en": "Because you know, if you're saying to yourself, Well, if I just had that car, I'd be happy then.",
      "vi": "Nếu bạn nói với chính mình, Nếu tôi có chiếc xe đó, tôi sẽ hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "If I just lived in that house, I'd be happy then. If we moved to that neighborhood, we'd be happy.",
      "vi": "Nếu tôi sống trong ngôi nhà đó, nếu chuyển đến khu đó, ta sẽ hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "If I had that couch or those new drapes, I'd be happy then.",
      "vi": "Nếu có cái ghế dài, rèm mới, tôi sẽ hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "And that means that you're worshiping at the altar of stuff.",
      "vi": "Và điều đó có nghĩa là bạn đang thờ phụng đồ đạc."
    }
  },
  {
    "translation": {
      "en": "You have officially contracted the disease of stuffitis.",
      "vi": "Bạn chính thức mắc bệnh nghiện đồ đạc."
    }
  },
  {
    "translation": {
      "en": "And so, it becomes a spiritual thing then,",
      "vi": "Và nó trở thành một thứ thuốc tinh thần,"
    }
  },
  {
    "translation": {
      "en": "because it's in competition with the things that really matter.",
      "vi": "vì nó cạnh tranh với những thứ thực sự quan trọng."
    }
  },
  {
    "translation": {
      "en": "Everybody's selling something.",
      "vi": "Mọi người bán thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "And that doesn't mean that… that selling is always bad. It's okay.",
      "vi": "Điều đó không có nghĩa là bán hàng luôn tệ. Nó ổn."
    }
  },
  {
    "translation": {
      "en": "I want my grocery store to sell things that I can go buy.",
      "vi": "Tôi muốn cửa hàng tạp hóa của tôi bán những thứ tôi mua được."
    }
  },
  {
    "translation": {
      "en": "I want to be able to buy food, right? So I want them to sell that to me.",
      "vi": "Tôi muốn mua đồ ăn, phải không? Nên tôi muốn họ bán nó cho tôi."
    }
  },
  {
    "translation": {
      "en": "It's not about looking at people and condemning them for having an angle,",
      "vi": "Không phải là nhìn vào một người và lên án họ vì có động cơ bán hàng này"
    }
  },
  {
    "translation": {
      "en": "or for having something they're marketing,",
      "vi": "hay thứ gì đó mà họ đang quảng cáo"
    }
  },
  {
    "translation": {
      "en": "or for having a product that they're pushing.",
      "vi": "hay để có một sản phẩm mà họ thúc đẩy."
    }
  },
  {
    "translation": {
      "en": "It's… It's making sure you understand",
      "vi": "Nó đảm bảo rằng bạn hiểu rằng"
    }
  },
  {
    "translation": {
      "en": "that what other people are pushing is not always consistent.",
      "vi": "những gì người khác đang thúc đẩy không phải lúc nào cũng nhất quán."
    }
  },
  {
    "translation": {
      "en": "It's not always compatible with what it is you need.",
      "vi": "Nó không phải luôn tương thích với những gì bạn cần."
    }
  },
  {
    "translation": {
      "en": "My shopping habits before minimalism were compulsive.",
      "vi": "Thói quen mua sắm của tôi trước khi theo phong cách tối giản là bắt buộc."
    }
  },
  {
    "translation": {
      "en": "I was spending money, and it was out of control.",
      "vi": "Tôi tiêu tiền và mất kiểm soát."
    }
  },
  {
    "translation": {
      "en": "Shopping was a crutch. It was a place I would go to.",
      "vi": "Mua sắm là hộ trợ tinh thần. Đó là một nơi tôi sẽ đến."
    }
  },
  {
    "translation": {
      "en": "Some people like to emotionally eat. I would emotionally shop.",
      "vi": "Vài người thích ăn theo cảm xúc. Với tôi là mua sắm."
    }
  },
  {
    "translation": {
      "en": "I was all about the deal.",
      "vi": "Với tôi là ưu đãi."
    }
  },
  {
    "translation": {
      "en": "So I was all about, um, finding, you know, that 99% off item",
      "vi": "Tôi chỉ muốn tìm một món đồ giảm 99%"
    }
  },
  {
    "translation": {
      "en": "that I could get, you know, for a huge discount.",
      "vi": "để được giảm giá nhiều."
    }
  },
  {
    "translation": {
      "en": "I would most likely buy that item thinking this was the only chance I would get.",
      "vi": "Tôi dễ mua món đồ đó vì nghĩ đây là cơ hội duy nhất để tôi mua nó."
    }
  },
  {
    "translation": {
      "en": "I would have, uh, nail clippers.",
      "vi": "Tôi sẽ bấm móng tay."
    }
  },
  {
    "translation": {
      "en": "I would buy fancy ones, normal ones, regular ones, you know.",
      "vi": "Tôi sẽ mua loại đẹp, loại thường, loại hay sử dụng."
    }
  },
  {
    "translation": {
      "en": "Ones that had a different little thing to go on it.",
      "vi": "Những người có sở thích khác nhau."
    }
  },
  {
    "translation": {
      "en": "I would buy just random stuff like that,",
      "vi": "Tôi sẽ chỉ mua ngẫu nhiên như thể"
    }
  },
  {
    "translation": {
      "en": "and then I would realize, like, I'm wasting my money on things that I already have.",
      "vi": "và rồi tôi sẽ nhận ra mình đang phí tiền vào những thứ đã có."
    }
  },
  {
    "translation": {
      "en": "I bought a scooter. A 150 cc scooter.",
      "vi": "Tôi đã mua một chiếc xe tay ga. Xe ga phân khối 150."
    }
  },
  {
    "translation": {
      "en": "I thought somehow that would change my life.",
      "vi": "Tôi nghĩ nó sẽ thay đổi được đời tôi."
    }
  },
  {
    "translation": {
      "en": "I could imagine myself riding this in Atlanta.",
      "vi": "Tôi có thể tưởng tượng mình lái nó ở Atlanta."
    }
  },
  {
    "translation": {
      "en": "And if you've ever been in Atlanta traffic,",
      "vi": "Và nếu bạn đã từng tham gia giao thông ở Atlanta"
    }
  },
  {
    "translation": {
      "en": "the last thing you want to be doing is riding on a scooter.",
      "vi": "điều cuối cùng bạn muốn làm là đi xe ga."
    }
  },
  {
    "translation": {
      "en": "I felt like I deserved it. I felt like I worked really hard,",
      "vi": "Tôi cảm thấy mình xứng đáng, mình đã làm việc rất chăm chỉ"
    }
  },
  {
    "translation": {
      "en": "and these beautiful items would show up and make me so happy.",
      "vi": "và những món đồ đẹp đẽ này sẽ xuất hiện và khiến tôi hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "And then the feeling of shame would creep up and guilt,",
      "vi": "Rồi cảm giác xấu hổ sẽ tăng lên cùng cảm giác tội lỗi,"
    }
  },
  {
    "translation": {
      "en": "and the bills would show up, um, and I… It was just a… a bad cycle.",
      "vi": "hóa đơn xuất hiện, đó là một chu kỳ tồi tệ."
    }
  },
  {
    "translation": {
      "en": "You know, it's strange in retrospect,",
      "vi": "Bạn biết đấy, nhìn lại thì lạ,"
    }
  },
  {
    "translation": {
      "en": "but I didn't realize we were poor when I was a kid.",
      "vi": "nhưng tôi không nhận ra lúc nhỏ mình nghèo."
    }
  },
  {
    "translation": {
      "en": "We were on food stamps and government assistance,",
      "vi": "Chúng tôi được chính phủ hỗ trợ,"
    }
  },
  {
    "translation": {
      "en": "but that seemed totally normal to me.",
      "vi": "nhưng điều đó có vẻ hoàn toàn ổn."
    }
  },
  {
    "translation": {
      "en": "Poverty was sort of like oxygen.",
      "vi": "Nghèo đói giống như khí ôxy."
    }
  },
  {
    "translation": {
      "en": "It was all around me, but I couldn't see it.",
      "vi": "Nó ở quanh tôi, nhưng tôi không nhìn thấy."
    }
  },
  {
    "translation": {
      "en": "It was just there.",
      "vi": "Nó chỉ ở ngay đó."
    }
  },
  {
    "translation": {
      "en": "Shortly after I was born, my father's mental health took a turn for the worse,",
      "vi": "Ngay sau khi tôi ra đời, sức khỏe tâm thần của cha tôi đã chuyển biến xấu,"
    }
  },
  {
    "translation": {
      "en": "and that's when everything started to change.",
      "vi": "đó là lúc mọi thứ bắt đầu thay đổi."
    }
  },
  {
    "translation": {
      "en": "You see, when Mom married my dad,",
      "vi": "Bạn thấy đấy, khi mẹ cưới bố,"
    }
  },
  {
    "translation": {
      "en": "she didn't realize he suffered from manic depression and schizophrenia,",
      "vi": "bà không nhận ra ông bị trầm cảm và tâm thần phân liệt,"
    }
  },
  {
    "translation": {
      "en": "but she found out pretty quickly.",
      "vi": "nhưng bà phát hiện ra khá nhanh."
    }
  },
  {
    "translation": {
      "en": "And Dad's mental illness was only amplified by his alcoholism,",
      "vi": "Bệnh tâm thần của bố chỉ phát tác bởi chứng nghiện rượu,"
    }
  },
  {
    "translation": {
      "en": "which made him mean, and aggressive, and completely unpredictable.",
      "vi": "khiến ông trở nên hung hăng và khó đoán."
    }
  },
  {
    "translation": {
      "en": "I guess the physical abuse started around the time I was three years old.",
      "vi": "Tôi đoán việc lạm dụng thể xác bắt đầu từ khi tôi ba tuổi."
    }
  },
  {
    "translation": {
      "en": "In fact, my very first memory as a child",
      "vi": "Thực ra, ký ức đầu tiên của tôi khi còn nhỏ"
    }
  },
  {
    "translation": {
      "en": "is of my father extinguishing a cigarette on my mom's bare chest.",
      "vi": "là về việc bố tôi dập tắt điếu thuốc trên ngực trần của mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "Things only got worse from there, until, eventually, we escaped.",
      "vi": "Mọi thứ chỉ trở nên tồi tệ hơn từ đó, cho đến khi, chúng tôi trốn thoát."
    }
  },
  {
    "translation": {
      "en": "Mom and I moved 20 miles south to a suburb of Dayton,",
      "vi": "Mẹ và tôi đã chuyển đến ngoại ô Dayton, 32 km về phía nam,"
    }
  },
  {
    "translation": {
      "en": "which sounds nice, right?",
      "vi": "nghe có vẻ tuyệt nhỉ?"
    }
  },
  {
    "translation": {
      "en": "The suburbs!",
      "vi": "Vùng ngoại ô!"
    }
  },
  {
    "translation": {
      "en": "But it wasn't really nice at all.",
      "vi": "Nhưng nó không tuyệt chút nào."
    }
  },
  {
    "translation": {
      "en": "It's gonna be right up here on the right.",
      "vi": "Nó sẽ ở ngay bên phải."
    }
  },
  {
    "translation": {
      "en": "You see that green house right there? That's it.",
      "vi": "Bạn thấy ngôi nhà xanh kia không? Chính là nó."
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "vi": "Trời ạ."
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "vi": "Nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "It's all boarded up, and it has, like, this wrap on her.",
      "vi": "Nó được dựng lên và che hết ngôi nhà."
    }
  },
  {
    "translation": {
      "en": "Wanna take a look?",
      "vi": "Muốn vào xem không?"
    }
  },
  {
    "translation": {
      "en": "We lived in a house that was literally falling apart.",
      "vi": "Chúng tôi sống trong một căn nhà cũ nát."
    }
  },
  {
    "translation": {
      "en": "The rent was $200 a month.",
      "vi": "Tiền thuê là 200 đô một tháng."
    }
  },
  {
    "translation": {
      "en": "Our home always smelled faintly of empty beer cans and stale cigarette smoke.",
      "vi": "Nhà chúng tôi luôn ngửi thấy mùi bia và khói thuốc lá."
    }
  },
  {
    "translation": {
      "en": "I can still smell it now.",
      "vi": "Giờ tôi vẫn ngửi thấy."
    }
  },
  {
    "translation": {
      "en": "Cockroaches scattered every time I turned on the kitchen light.",
      "vi": "Những con gián rải rác mỗi khi tôi bật đèn bếp."
    }
  },
  {
    "translation": {
      "en": "And whenever the power got shut off,",
      "vi": "Và khi bị cắt điện,"
    }
  },
  {
    "translation": {
      "en": "we'd run an extension cord from next door to keep the TV glowing.",
      "vi": "tôi sẽ kéo một dây nối dài để giữ cho tivi sáng."
    }
  },
  {
    "translation": {
      "en": "Here's the front door here.",
      "vi": "Cửa trước đây."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "It looks like they might have squatters. It's totally falling apart.",
      "vi": "Có vẻ như chúng bị chiếm dụng. Nó tan hoang hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "So when we first moved down here, I know we signed up for food stamps.",
      "vi": "Khi chúng tôi mới chuyển đến, tôi biết chúng tôi đã đăng ký trợ cấp thực phẩm."
    }
  },
  {
    "translation": {
      "en": "As a kid, I didn't know the difference between the white and green money we had,",
      "vi": "Là một đứa trẻ, tôi không phân biệt được tiền trắng và tiền xanh,"
    }
  },
  {
    "translation": {
      "en": "because the food stamps were these white bills,",
      "vi": "vì tem thực phẩm là hóa đơn trắng"
    }
  },
  {
    "translation": {
      "en": "and then, you know, green money was just… just money, right?",
      "vi": "sau đó, tiền xanh chỉ là tiền, phải không?"
    }
  },
  {
    "translation": {
      "en": "And she would trade the…",
      "vi": "Và bà ấy đổi..."
    }
  },
  {
    "translation": {
      "en": "She would trade the white bills…",
      "vi": "Bà ấy đổi hóa đơn trắng..."
    }
  },
  {
    "translation": {
      "en": "for the green bills, 'cause you needed the green bills to buy alcohol.",
      "vi": "lấy hóa đơn xanh, vì bạn cần hóa đơn xanh để mua rượu."
    }
  },
  {
    "translation": {
      "en": "And so, she'd buy whatever beer was cheapest.",
      "vi": "Bà ấy sẽ mua loại bia rẻ nhất."
    }
  },
  {
    "translation": {
      "en": "You know, Milwaukee's Best or the bottom shelf bottles of wine.",
      "vi": "Bạn biết đấy, Milwaukee's Best loại bia rẻ nhất đặt ở hàng dưới cùng."
    }
  },
  {
    "translation": {
      "en": "I'd come home each day from school… I was about six.",
      "vi": "Ngày nào tôi cũng đi học về... Lúc đó tôi khoảng sáu tuổi."
    }
  },
  {
    "translation": {
      "en": "I would find Mom just passed out on the couch day after day after day.",
      "vi": "Tôi thấy mẹ ngất trên ghế dài ngày này qua ngày khác."
    }
  },
  {
    "translation": {
      "en": "It became this normal occurrence and…",
      "vi": "Nó trở thành bình thường."
    }
  },
  {
    "translation": {
      "en": "I feel like I didn't realize it at the time,",
      "vi": "Tôi cảm thấy lúc đó tôi không nhận ra,"
    }
  },
  {
    "translation": {
      "en": "but I kind of thought it was… kind of thought it was my fault, you know.",
      "vi": "nhưng tôi đã nghĩ... đó là lỗi của tôi, bạn biết mà."
    }
  },
  {
    "translation": {
      "en": "As things started unraveling, Mom's drinking got worse.",
      "vi": "Khi mọi thứ bắt đầu rõ ràng, việc uống rượu của mẹ ngày càng tệ."
    }
  },
  {
    "translation": {
      "en": "Now don't get me wrong, my mom was a good person with a good heart",
      "vi": "Đừng hiểu lầm, mẹ tôi là người tốt với trái tim nhân hậu"
    }
  },
  {
    "translation": {
      "en": "and a hilarious sense of humor.",
      "vi": "và có khiếu hài hước."
    }
  },
  {
    "translation": {
      "en": "Somewhere along the way, she'd simply lost a sense of meaning in her life.",
      "vi": "Đâu đó, bà ấy chỉ đơn giản là mất ý nghĩa về cuộc sống."
    }
  },
  {
    "translation": {
      "en": "And I knew the only way for me to break the cycle,",
      "vi": "Tôi biết cách duy nhất để tôi phá vỡ chu trình,"
    }
  },
  {
    "translation": {
      "en": "the only way for me to find the meaning that she'd lost,",
      "vi": "cách duy nhất để tôi tìm ý nghĩa bà ấy làm mất,"
    }
  },
  {
    "translation": {
      "en": "was to make a lot of money when I grew up.",
      "vi": "là kiếm thật nhiều tiền khi tôi lớn lên."
    }
  },
  {
    "translation": {
      "en": "I remember back when I was a teenager,",
      "vi": "Tôi nhớ hồi còn là thiếu niên,"
    }
  },
  {
    "translation": {
      "en": "I spent most of my summers working for my dad,",
      "vi": "tôi dành hầu hết các mùa hè làm việc cho bố,"
    }
  },
  {
    "translation": {
      "en": "painting and hanging wallpaper.",
      "vi": "sơn tường và dán giấy dán tường."
    }
  },
  {
    "translation": {
      "en": "And you should have seen some of the houses we worked in.",
      "vi": "Và bạn nên thấy vài căn nhà chúng tôi làm."
    }
  },
  {
    "translation": {
      "en": "Some of them were unbelievably fancy.",
      "vi": "Một vài trong số chúng trông rât sang chảnh."
    }
  },
  {
    "translation": {
      "en": "Ten thousand square foot garages, indoor swimming pools, private bowling alleys.",
      "vi": "Gara rộng 283 mét vuông, bể bơi trong nhà, sân chơi bowling riêng."
    }
  },
  {
    "translation": {
      "en": "Nothing I aspired to own myself, but it was pretty impressive.",
      "vi": "Không có gì tôi khao khát được sở hữu, nhưng nó khá ấn tượng."
    }
  },
  {
    "translation": {
      "en": "And then, one day, we started to work on this really, really nice house.",
      "vi": "Và rồi, một ngày nọ, chúng tôi bắt đầu xây dựng một ngôi nhà thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "It wasn't like a multi million dollar nice house,",
      "vi": "Nó không phải ngôi nhà đẹp trị giá hàng triệu đô la,"
    }
  },
  {
    "translation": {
      "en": "but it was something nicer than my mom or dad had ever owned.",
      "vi": "nhưng nó đẹp hơn mọi căn nhà bố mẹ tôi từng sở hữu."
    }
  },
  {
    "translation": {
      "en": "The walls in their home,",
      "vi": "Những bức tường trong nhà họ"
    }
  },
  {
    "translation": {
      "en": "they were decorated with the smiling faces of friends and family",
      "vi": "được trang trí với nụ cười của bạn bè và gia đình"
    }
  },
  {
    "translation": {
      "en": "that affirmed the happiness in their lives.",
      "vi": "đã khẳng định cuộc sống hạnh phúc của họ."
    }
  },
  {
    "translation": {
      "en": "And the stuff in their home, it filled every nook and cranny.",
      "vi": "Và những thứ trong nhà họ, nó lấp đầy mọi ngóc ngách."
    }
  },
  {
    "translation": {
      "en": "I pictured myself living there.",
      "vi": "Tôi đã hình dung mình sống ở đó."
    }
  },
  {
    "translation": {
      "en": "I pictured how happy I would be if I could just own a house like that,",
      "vi": "Tôi hình dung mình sẽ hạnh phúc thế nào nếu sở hữu một ngôi nhà như thế,"
    }
  },
  {
    "translation": {
      "en": "filled with all that stuff.",
      "vi": "chứa đầy những thứ đó."
    }
  },
  {
    "translation": {
      "en": "So, I turned to my dad and I asked him,",
      "vi": "Nên tôi quay sang bố và hỏi ông,"
    }
  },
  {
    "translation": {
      "en": "How much do I need to make in order to own a house like this?",
      "vi": "Ta cần bao nhiêu tiền để sở hữu một căn nhà thế này?"
    }
  },
  {
    "translation": {
      "en": "He looked at me and he said, Son, if you can make $50,000 a year,",
      "vi": "Ông ấy nhìn tôi và nói, Con trai, nếu con kiếm được 50.000 đô một năm,"
    }
  },
  {
    "translation": {
      "en": "you could probably afford a place like this.",
      "vi": "con có thể mua một chỗ như thế này."
    }
  },
  {
    "translation": {
      "en": "So that became my benchmark. $50,000.",
      "vi": "Thế là điều đó thành mục tiêu của tôi. 50.000 đô."
    }
  },
  {
    "translation": {
      "en": "Then, during my senior year of high school,",
      "vi": "Rồi, trong năm cuối cấp ba,"
    }
  },
  {
    "translation": {
      "en": "Josh and I, we were sitting at the lonely lunchroom table together,",
      "vi": "Josh và tôi ngồi cùng nhau ngồi ở bàn ăn trưa"
    }
  },
  {
    "translation": {
      "en": "and we started to talk about what we were going to do with our lives after we graduated.",
      "vi": "và bắt đầu nói về những gì sẽ làm với cuộc sống sau khi tốt nghiệp."
    }
  },
  {
    "translation": {
      "en": "So I told him, I don't know what I'm going to do,",
      "vi": "Tôi nói với, Tôi không biết phải làm gì,"
    }
  },
  {
    "translation": {
      "en": "but if I can find a way to make $50,000 a year,",
      "vi": "nhưng nếu tôi có thể kiếm được 50.000 đô la mỗi năm,"
    }
  },
  {
    "translation": {
      "en": "I know that I'll be happy.",
      "vi": "tôi biết tôi sẽ hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "So that's what I went and did. That's what Josh went and did.",
      "vi": "Đó là điều tôi đã làm. Đó là điều Josh đã làm."
    }
  },
  {
    "translation": {
      "en": "We got sales jobs and we started earning 50 grand.",
      "vi": "Chúng tôi có việc làm bán hàng và bắt đầu kiếm được 50.000."
    }
  },
  {
    "translation": {
      "en": "But something went wrong.",
      "vi": "Nhưng có gì đó đã sai."
    }
  },
  {
    "translation": {
      "en": "I wasn't happy. I had to go back to the drawing board.",
      "vi": "Tôi không hạnh phúc. Ta sẽ bắt đầu lại từ dầu."
    }
  },
  {
    "translation": {
      "en": "And thank goodness, I found out what had happened.",
      "vi": "Và tạ ơn trời, tôi đã biết lí do."
    }
  },
  {
    "translation": {
      "en": "I forgot to adjust for inflation.",
      "vi": "Tôi quên điều chỉnh theo lạm phát."
    }
  },
  {
    "translation": {
      "en": "So I thought to myself,",
      "vi": "Nên tôi tự nghĩ,"
    }
  },
  {
    "translation": {
      "en": "Well, maybe $65,000 a year, maybe that was happiness.",
      "vi": "Có lẽ 65.000 đô một năm, có lẽ đó là hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "Or maybe 90,000, or maybe six figures,",
      "vi": "Hoặc có thể là 90.000, hoặc có thể là sáu con số,"
    }
  },
  {
    "translation": {
      "en": "or maybe owning a bunch of stuff.",
      "vi": "hoặc có thể sở hữu thật nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "Maybe that was happiness.",
      "vi": "Có lẽ đó là hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "Whatever happiness was, I knew, once I got there, I'd finally feel free.",
      "vi": "Dù hạnh phúc là gì, tôi biết, một khi có nó, tôi sẽ cảm thấy tự do."
    }
  },
  {
    "translation": {
      "en": "I bought new cars, and electronics, and closets full of expensive clothes.",
      "vi": "Tôi mua xe mới và đồ điện tử và tủ quần áo đầy quần áo đắt tiền."
    }
  },
  {
    "translation": {
      "en": "I bought expensive home decorations and furniture,",
      "vi": "Tôi mua đồ trang trí và đồ nội thất đắt tiền,"
    }
  },
  {
    "translation": {
      "en": "and I always had the latest gadgets.",
      "vi": "tôi luôn có đồ mới nhất."
    }
  },
  {
    "translation": {
      "en": "And when there wasn't enough cash in the bank, I paid for expensive meals,",
      "vi": "Khi không đủ tiền mặt trong ngân hàng, tôi ăn những bữa đắt tiền,"
    }
  },
  {
    "translation": {
      "en": "rounds of drinks, and frivolous vacations with credit cards.",
      "vi": "uống rượu và nghỉ dưỡng với thẻ tín dụng."
    }
  },
  {
    "translation": {
      "en": "As I made more money, I spent more money, all in the pursuit of happiness.",
      "vi": "Khi kiếm được nhiều tiền hơn, tôi tiêu nhiều hơn, tất cả để theo đuổi hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "All in the pursuit of the American dream.",
      "vi": "Tất cả đều theo đuổi giấc mơ nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "One thing I think is unique is",
      "vi": "Một điều tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "when you're an immigrant, the American dream is still a good thing.",
      "vi": "là nếu bạn là người nhập cư, giấc mơ nước Mỹ vẫn tốt."
    }
  },
  {
    "translation": {
      "en": "I think it's only people who grew up in the American dream",
      "vi": "Tôi nghĩ chỉ có những người lớn lên trong giấc mơ nước Mỹ"
    }
  },
  {
    "translation": {
      "en": "that no longer value the American dream, because it's become the American nightmare.",
      "vi": "không coi trọng nó nữa, vì nó trở thành ác mộng nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "People in the US work longer hours than almost any industrialized country,",
      "vi": "Người ở Mỹ làm việc nhiều giờ hơn hầu hết các nước công nghiệp,"
    }
  },
  {
    "translation": {
      "en": "depending on which data you look at, but we work enormously long hours.",
      "vi": "tùy thuộc vào dữ liệu mà bạn xem, nhưng chúng ta làm việc rất dài."
    }
  },
  {
    "translation": {
      "en": "We work as long hours as people did during feudal society.",
      "vi": "Ta làm việc nhiều giờ như mọi người trong xã hội phong kiến."
    }
  },
  {
    "translation": {
      "en": "We have such short vacations, if any.",
      "vi": "Ta nên có những kỳ nghỉ ngắn, nếu có."
    }
  },
  {
    "translation": {
      "en": "Half the country doesn't even take two weeks of vacation.",
      "vi": "Một nửa đất nước không có đến hai tuần."
    }
  },
  {
    "translation": {
      "en": "We're commuting longer hours than ever before,",
      "vi": "Ta đi lại hàng giờ dài hơn bao giờ hết"
    }
  },
  {
    "translation": {
      "en": "and then we're spending more time alone in front of screens than ever before.",
      "vi": "và chúng ta dành nhiều thời gian trước màn hình hơn bao giờ hết."
    }
  },
  {
    "translation": {
      "en": "We're losing the stuff that actually makes us happy",
      "vi": "Chúng ta đang mất đi thứ khiến chúng ta hạnh phúc"
    }
  },
  {
    "translation": {
      "en": "and makes society more safe and secure,",
      "vi": "và khiến xã hội an toàn hơn,"
    }
  },
  {
    "translation": {
      "en": "which is community.",
      "vi": "đó là cộng đồng."
    }
  },
  {
    "translation": {
      "en": "Um, we're losing that and changing that time to work and buy more stuff.",
      "vi": "Chúng ta đang mất dần và thay đổi thời gian để làm việc và mua thêm đồ."
    }
  },
  {
    "translation": {
      "en": "What you don't want in your life is this endless horizon of aspiration.",
      "vi": "Điều bạn không muốn trong đời là chân trời khát vọng vô tận."
    }
  },
  {
    "translation": {
      "en": "I just need a bit more of this or a little bit more of that.",
      "vi": "Tôi chỉ cần thêm một ít hoặc nhiều hơn thế."
    }
  },
  {
    "translation": {
      "en": "I need more success, more income, more wealth,",
      "vi": "Tôi cần thành công hơn, thu nhập cao hơn, giàu hơn,"
    }
  },
  {
    "translation": {
      "en": "a bigger house, bigger car, bigger this, because that's just an endless black hole.",
      "vi": "nhà to hơn, xe lớn hơn, cái này lớn hơn vì đó chỉ là một cái hố đen vô tận."
    }
  },
  {
    "translation": {
      "en": "When we get all of the things that we want,",
      "vi": "Khi ta có được tất cả những thứ ta muốn,"
    }
  },
  {
    "translation": {
      "en": "we tend to be wrong in the predictions that we made about how happy we would be,",
      "vi": "ta có xu hướng dự đoán sai ta đã làm về việc để hạnh phúc thế nào,"
    }
  },
  {
    "translation": {
      "en": "because the brain normalizes those things.",
      "vi": "vì bộ não bình thường hóa những điều đó."
    }
  },
  {
    "translation": {
      "en": "After a few months of that, you normalize it,",
      "vi": "Sau vài tháng, anh bình thường hóa nó"
    }
  },
  {
    "translation": {
      "en": "and you say, All right, that was great at the time,",
      "vi": "và bạn nói, Được rồi, lúc đó thật tuyệt,"
    }
  },
  {
    "translation": {
      "en": "but now I have a new set of desires, a new set of dreams,",
      "vi": "nhưng giờ tôi có một ham muốn mới, một loạt ước mơ mới,"
    }
  },
  {
    "translation": {
      "en": "and everything that is the ceiling today",
      "vi": "và mọi thứ là trần nhà hôm nay"
    }
  },
  {
    "translation": {
      "en": "becomes just the ground floor for a new level you're trying to get to.",
      "vi": "trở thành tầng trệt cho một cấp độ mới mà bạn đang cố đạt tới."
    }
  },
  {
    "translation": {
      "en": "And so, really what the American dream is is this sense of freedom.",
      "vi": "Vậy giấc mơ nước Mỹ thực sự là cảm giác tự do."
    }
  },
  {
    "translation": {
      "en": "Now how do you get that? Just by gathering up more money? Nope, won't do it.",
      "vi": "Giờ làm sao có được? Chỉ bằng cách gom thêm tiền? Không, đừng làm thế."
    }
  },
  {
    "translation": {
      "en": "Not if you gather up yet more stuff",
      "vi": "Không, nếu bạn mua nhiều thứ hơn"
    }
  },
  {
    "translation": {
      "en": "to go with your more money, because you're still gonna be teetering.",
      "vi": "vì kiếm được nhiều tiền hơn, bạn vẫn sẽ bấp bênh."
    }
  },
  {
    "translation": {
      "en": "You just added zeros to your stupidity is all you did then.",
      "vi": "Điều bạn làm chỉ thêm ngu ngốc thôi."
    }
  },
  {
    "translation": {
      "en": "And so, what happens is you have to learn to contract your, in quotes, needs,",
      "vi": "Và như vậy, điều xảy ra là bạn phải học cách tập trung, trọng tâm, cần,"
    }
  },
  {
    "translation": {
      "en": "so that you can create a buffer around your life",
      "vi": "để có thể tạo ra bước đệm quanh cuộc sống của bạn"
    }
  },
  {
    "translation": {
      "en": "and create this independence to where you've got enough savings",
      "vi": "và tạo sự độc lập, khi bạn đủ tiền tiết kiệm"
    }
  },
  {
    "translation": {
      "en": "that you can say, Take this job and shove it, if you need to.",
      "vi": "thì bạn có thể nói, Tôi không cần nó, nếu cần."
    }
  },
  {
    "translation": {
      "en": "You don't have a bunch of debt pounding down on your head,",
      "vi": "Bạn không có một đống nợ nần đè nặng lên đầu,"
    }
  },
  {
    "translation": {
      "en": "buying things that you don't really need with money you don't really have",
      "vi": "mua những thứ bạn không cần bằng tiền bạn không thật sự có để gây ấn tượng"
    }
  },
  {
    "translation": {
      "en": "to impress people you don't even really like.",
      "vi": "với người bạn không thực sự thích."
    }
  },
  {
    "translation": {
      "en": "And so, what you've done there is you gave up your independence,",
      "vi": "Và những gì bạn đã làm là từ bỏ sự độc lập của mình,"
    }
  },
  {
    "translation": {
      "en": "you gave up your freedom…",
      "vi": "từ bỏ sự tự do của mình..."
    }
  },
  {
    "translation": {
      "en": "in return for some stuff that's gonna be worth nothing in next year's garage sale.",
      "vi": "để đổi lại những thứ dồ không còn giá trị trong mùa xả hàng năm sau."
    }
  },
  {
    "translation": {
      "en": "You almost have buyer's remorse, and you also have this gambler's dilemma",
      "vi": "Bạn gần như luôn hối hận sau khi mua và bạn cũng bị khó xử,"
    }
  },
  {
    "translation": {
      "en": "where you gambled for this and now you have it.",
      "vi": "bạn liều lĩnh mua và bạn đã có nó."
    }
  },
  {
    "translation": {
      "en": "Do you want to give it up even though it makes you unhappy?",
      "vi": "Bạn có muốn từ bỏ điều không làm anh hạnh phúc?"
    }
  },
  {
    "translation": {
      "en": "So I think a part of the process for all of us",
      "vi": "Tôi nghĩ một phần quá trình cho mọi người"
    }
  },
  {
    "translation": {
      "en": "is making sure we actually are going after what we truly want.",
      "vi": "là đảm bảo ta theo đuổi điều ta thực sự muốn."
    }
  },
  {
    "translation": {
      "en": "And when we have something, to do an honest evaluation of going,",
      "vi": "Khi ta có thứ gì đó, để đánh giá một cách thành thật,"
    }
  },
  {
    "translation": {
      "en": "Is this something I want to define my life? Do I really want to keep this?",
      "vi": "Đây là thứ tôi muốn trong đời? Tôi muốn giữ cái này chứ?"
    }
  },
  {
    "translation": {
      "en": "Chasing the American dream, it cost me so much more than money.",
      "vi": "Theo đuổi giấc mơ nước Mỹ, nó làm tôi tốn nhiều thứ hơn tiền."
    }
  },
  {
    "translation": {
      "en": "My life was filled with stress, and anxiety, and discontent.",
      "vi": "Cuộc sống của tôi đầy căng thẳng, lo lắng và bất mãn."
    }
  },
  {
    "translation": {
      "en": "It got to a point in my life where I didn't know what was important.",
      "vi": "Đã đến một lúc trong đời tôi không biết thứ gì là quan trọng."
    }
  },
  {
    "translation": {
      "en": "But one thing was clear.",
      "vi": "Nhưng chắc chắn một điều."
    }
  },
  {
    "translation": {
      "en": "I had this gaping void in my life.",
      "vi": "Tôi có khoảng trống này trong đời."
    }
  },
  {
    "translation": {
      "en": "So I tried to fill that void the same way many people do, with stuff.",
      "vi": "Nên tôi đã cố lấp đầy khoảng trống đó giống như nhiều người vẫn làm. Với đồ đạc."
    }
  },
  {
    "translation": {
      "en": "I continued to work 60, 70, sometimes 80 hours a week,",
      "vi": "Tôi tiếp tục làm việc 60, 70, đôi khi 80 giờ một tuần,"
    }
  },
  {
    "translation": {
      "en": "forsaking some of the most important aspects of my life.",
      "vi": "từ bỏ những khía cạnh quan trọng nhất trong đời."
    }
  },
  {
    "translation": {
      "en": "I barely thought about my health, or my relationships,",
      "vi": "Tôi hầu như không nghĩ đến sức khỏe hay những mối quan hệ"
    }
  },
  {
    "translation": {
      "en": "or things that I was passionate about.",
      "vi": "hay những thứ tôi đam mê."
    }
  },
  {
    "translation": {
      "en": "I was living paycheck to paycheck. Living for a paycheck. Living for stuff.",
      "vi": "Tôi sống nhờ tiền lương. Sống để được trả lương. Sống vì dồ đạc."
    }
  },
  {
    "translation": {
      "en": "It's like I was swerving from credit card purchases to reckless spending",
      "vi": "Cứ như tôi đang chuyển từ thẻ tín dụng sang chi tiêu bất cần"
    }
  },
  {
    "translation": {
      "en": "to accumulating debt to maintain a lifestyle I didn't even enjoy.",
      "vi": "đến nợ nần chồng chất để duy trì lối sống mà tôi không thích."
    }
  },
  {
    "translation": {
      "en": "I had all of the stuff to fill every corner of my consumer driven life.",
      "vi": "Tôi có đủ thứ để lấp đầy mọi ngóc ngách trong cuộc sống của người tiêu dùng."
    }
  },
  {
    "translation": {
      "en": "Giant televisions, fine china, stainless steel appliances,",
      "vi": "Tivi khổng lồ, đồ sứ cao cấp, thiết bị bằng thép không gỉ,"
    }
  },
  {
    "translation": {
      "en": "marble countertops, expensive watches, tailored suits",
      "vi": "mặt bàn đá cẩm thạch, đồng hồ đắt tiền, quần áo vét,"
    }
  },
  {
    "translation": {
      "en": "and more, and more, and so much more.",
      "vi": "và rất nhiều thứ khác nữa."
    }
  },
  {
    "translation": {
      "en": "Then, toward the end of 2008, actually it was two days before Christmas,",
      "vi": "Rồi đến cuối năm 2008, chính xác là hai ngày trước Giáng sinh,"
    }
  },
  {
    "translation": {
      "en": "I got a phone call from Mom.",
      "vi": "mẹ tôi gọi điện đến."
    }
  },
  {
    "translation": {
      "en": "She had just moved down to Florida earlier that year",
      "vi": "Bà ấy vừa chuyển đến Florida đầu năm đó"
    }
  },
  {
    "translation": {
      "en": "to finally retire on Social Security.",
      "vi": "để nghỉ hưu theo chính sách An sinh Xã hội."
    }
  },
  {
    "translation": {
      "en": "But on December 23rd, she found out she had Stage IV lung cancer.",
      "vi": "Nhưng ngày 23 tháng 12, bà ấy phát hiện mình bị ung thư phổi giai đoạn bốn."
    }
  },
  {
    "translation": {
      "en": "And in less than a year, she was gone.",
      "vi": "Và chưa đầy một năm, bà ấy đã ra đi."
    }
  },
  {
    "translation": {
      "en": "I spent a lot of time with Mom that year down in Florida",
      "vi": "Tôi đã dành rất nhiều thời gian với mẹ trong năm đó ở Florida"
    }
  },
  {
    "translation": {
      "en": "as she struggled through her chemo and radiation.",
      "vi": "khi bà ấy phải vật lộn với hóa trị và xạ trị."
    }
  },
  {
    "translation": {
      "en": "But when she passed, I realized I needed to make one last visit.",
      "vi": "Nhưng khi bà ấy qua đời, tôi nhận ra mình cần đến thăm lần cuối."
    }
  },
  {
    "translation": {
      "en": "And this time, it was to deal with her stuff.",
      "vi": "Lần này là để xử lý với đồ dạc của bà ấy."
    }
  },
  {
    "translation": {
      "en": "So I flew from Dayton, Ohio, down to St. Pete Beach, Florida.",
      "vi": "Nên tôi bay từ Dayton, Ohio, xuống St. Pete Beach, Florida."
    }
  },
  {
    "translation": {
      "en": "When I arrived, do you know what I found?",
      "vi": "Khi tôi đến, bạn biết tôi tìm thấy gì không?"
    }
  },
  {
    "translation": {
      "en": "Stuff.",
      "vi": "Đồ đạc."
    }
  },
  {
    "translation": {
      "en": "Like three houses worth of stuff crammed into Mom's tiny one bedroom apartment.",
      "vi": "Đồ dạc nhiều như của ba căn nhà nhồi nhét vào căn hộ một phòng nhỏ của mẹ."
    }
  },
  {
    "translation": {
      "en": "Now, it's not like Mom was a hoarder.",
      "vi": "Mẹ tôi không phải là người tích trữ."
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't find any dead cats in her freezer.",
      "vi": "Tôi không thấy con mèo chết nào trong tủ lạnh."
    }
  },
  {
    "translation": {
      "en": "But she owned a lot of stuff. Sixty five years' worth of accumulations.",
      "vi": "Nhưng bà ấy có rất nhiều đồ đạc. 65 năm tích lũy."
    }
  },
  {
    "translation": {
      "en": "Did you know the average American household",
      "vi": "Bạn có biết nhà trung bình ở Mỹ"
    }
  },
  {
    "translation": {
      "en": "has more than 300,000 items in it?",
      "vi": "có hơn 300.000 đồ vật không?"
    }
  },
  {
    "translation": {
      "en": "300,000!",
      "vi": "300.000!"
    }
  },
  {
    "translation": {
      "en": "Just take a look around at your average basement, or attic, or garage.",
      "vi": "Chỉ cần nhìn quanh tầng hầm hoặc gác xép hoặc gara."
    }
  },
  {
    "translation": {
      "en": "What do you see?",
      "vi": "Bạn thấy gì?"
    }
  },
  {
    "translation": {
      "en": "Unused sporting goods, exercise equipment,",
      "vi": "Đồ thể thao không dùng, dụng cụ tập thể dục,"
    }
  },
  {
    "translation": {
      "en": "camping gear, holiday decorations,",
      "vi": "đồ cắm trại, đồ trang trí ngày lễ,"
    }
  },
  {
    "translation": {
      "en": "musical instruments, spare parts,",
      "vi": "nhạc cụ, phụ tùng,"
    }
  },
  {
    "translation": {
      "en": "outdated electronics, random cords and miscellaneous cables,",
      "vi": "đồ điện lỗi thời, dây điện và dây cáp linh tinh,"
    }
  },
  {
    "translation": {
      "en": "magazines, and cassette tapes, and compact discs,",
      "vi": "tạp chí, băng cát xét và đĩa CD,"
    }
  },
  {
    "translation": {
      "en": "tchotchkes, and knickknacks, and trinkets,",
      "vi": "đồ linh tinh, lặt vặt và nữ tran rẻ tiền"
    }
  },
  {
    "translation": {
      "en": "and all the things we forgot we even owned.",
      "vi": "và tất cả những thứ chúng ta quên đi sự tồn tại."
    }
  },
  {
    "translation": {
      "en": "Boxes, and bins, and entire rooms stuffed with stuff.",
      "vi": "Hộp và thùng rác và toàn bộ phòng chứa đầy đồ đạc."
    }
  },
  {
    "translation": {
      "en": "We had so much. So much stuff.",
      "vi": "Chúng tôi có quá nhiều. Quá nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "My closet was out of control.",
      "vi": "Tủ đồ của tôi mất kiểm soát."
    }
  },
  {
    "translation": {
      "en": "So I had a closet full of clothes. I had a dresser full of clothes.",
      "vi": "Tôi có một tủ đầy quần áo. Tôi có một tủ đầy váy."
    }
  },
  {
    "translation": {
      "en": "Photography equipment, bicycle equipment.",
      "vi": "Thiết bị chụp ảnh, thiết bị xe đạp."
    }
  },
  {
    "translation": {
      "en": "Skin care products, beauty products.",
      "vi": "Mỹ phẩm chăm sóc da, làm đẹp."
    }
  },
  {
    "translation": {
      "en": "Shoes, purses.",
      "vi": "Giày, túi xách."
    }
  },
  {
    "translation": {
      "en": "I'd open the closet, stuff would fall out.",
      "vi": "Khi mở tủ quần áo ra, mọi thứ sẽ rơi ra ngoài."
    }
  },
  {
    "translation": {
      "en": "I don't know why, but I had three soccer cleats,",
      "vi": "Tôi không biết vì sao tôi có ba đôi giày bóng đá,"
    }
  },
  {
    "translation": {
      "en": "even though I don't really even play soccer.",
      "vi": "mặc dù tôi không thực sự chơi bóng đá."
    }
  },
  {
    "translation": {
      "en": "You know, things people had given me throughout the years,",
      "vi": "Những thứ mà mọi người tằng tôi nhiều năm qua,"
    }
  },
  {
    "translation": {
      "en": "whether those be cards, or objects,",
      "vi": "đó là thẻ hay đồ vật hay thẻ"
    }
  },
  {
    "translation": {
      "en": "or tokens that I'd kept from different events we'd gone to.",
      "vi": "hoặc đồ lưu niệm từ các sự kiện mà chúng tôi đã đi."
    }
  },
  {
    "translation": {
      "en": "But it was just a never ending, uh, you know, turnstile of, uh, I need this. I need that.",
      "vi": "Nhưng nó không bao giờ kết thúc, Tôi cần cái này. Tôi cần cái kia."
    }
  },
  {
    "translation": {
      "en": "It's so easy to buy things that we think are the solution to our problems.",
      "vi": "Thật dễ để mua những thứ mà ta nghĩ là giải pháp cho vấn đề của mình."
    }
  },
  {
    "translation": {
      "en": "I remember when I had babies, and I really wanted them to sleep well,",
      "vi": "Tôi nhớ khi tôi có con và tôi rất muốn chúng ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "and I thought I just needed the perfect sleep device in order to make that happen.",
      "vi": "và tôi nghĩ tôi chỉ cần thiết bị ngủ hoàn hảo để thực hiện điều đó."
    }
  },
  {
    "translation": {
      "en": "So I had probably four different types of swaddles,",
      "vi": "Nên tôi có bốn loại tã khác nhau,"
    }
  },
  {
    "translation": {
      "en": "multiple different types of zip up sleep devices.",
      "vi": "nhiều loại thiết bị giúp việc ngủ khác nhau."
    }
  },
  {
    "translation": {
      "en": "There are… If you go on Amazon, you can find there are dozens and dozens",
      "vi": "Nếu bạn lên Amazon, bạn có thể thấy có hàng tá"
    }
  },
  {
    "translation": {
      "en": "of different types of mechanisms to get babies to sleep.",
      "vi": "các máy móc khác nhau để giúp trẻ ngủ."
    }
  },
  {
    "translation": {
      "en": "Pieces of equipment that you can buy.",
      "vi": "Những thiết bị mà bạn có thể mua."
    }
  },
  {
    "translation": {
      "en": "But the reality is that getting babies to sleep is just really hard,",
      "vi": "Nhưng thực tế là ru trẻ sơ sinh ngủ rất khó khăn"
    }
  },
  {
    "translation": {
      "en": "and we can fall into this trap of trying to buy our way out of the hard times.",
      "vi": "và chúng ta có thể rơi vào cái bẫy cố gắng mua để giúp ta vượt qua khó khăn."
    }
  },
  {
    "translation": {
      "en": "And it's… it's often not very successful and very expensive.",
      "vi": "Và nó thường không thành công và đắt đỏ."
    }
  },
  {
    "translation": {
      "en": "I actually think the best way to know if you have too many things",
      "vi": "Tôi nghĩ cách tốt nhất để biết bạn có quá nhiều đồ không"
    }
  },
  {
    "translation": {
      "en": "isn't by waiting to see if you run out of room to keep them,",
      "vi": "không phải là chờ xem, nếu bạn hết chỗ để chứa,"
    }
  },
  {
    "translation": {
      "en": "but asking yourself if you've run out of purposeful things to do with them.",
      "vi": "nhưng hãy tự hỏi nếu nó hết mục đích sử dụng."
    }
  },
  {
    "translation": {
      "en": "When you've run out of purposeful things to do with things,",
      "vi": "Khi một thức hết mục đích sử dụng,"
    }
  },
  {
    "translation": {
      "en": "even if you only have one thing, you already have too many things.",
      "vi": "nếu bạn chỉ có một thứ, bạn đã có quá nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "The reason we are so depressed and so empty when we have so much",
      "vi": "Lý do chúng ta chán nản và trống rỗng khi có quá nhiều thứ"
    }
  },
  {
    "translation": {
      "en": "is that if you get more of the wrong thing, it becomes less.",
      "vi": "là nếu bạn nhận được nhiều thứ không đúng, nó sẽ trở nên thiếu."
    }
  },
  {
    "translation": {
      "en": "There are deeper things that… that fulfill us.",
      "vi": "Có những thứ sâu sắc hơn đáp ứng chúng ta."
    }
  },
  {
    "translation": {
      "en": "Our need for meaning, our need for progress, our need for intimacy.",
      "vi": "Nhu cầu về ý nghĩa, nhu cầu tiến bộ, nhu cầu thân mật."
    }
  },
  {
    "translation": {
      "en": "The reason the message of minimalism is so powerful",
      "vi": "Lý do phong cách tối giản mạnh mẽ"
    }
  },
  {
    "translation": {
      "en": "is because we're bingeing on all the wrong things,",
      "vi": "là vì chúng ta đang say sưa với tất cả những điều không đúng"
    }
  },
  {
    "translation": {
      "en": "and we're dying of hunger for the things that really matter.",
      "vi": "và ta đang chết dần chết mòn vì những điều thực sự quan trọng."
    }
  },
  {
    "translation": {
      "en": "But, of course, most of us aren't hoarders, right?",
      "vi": "Nhưng tất nhiên, hầu hết ta đều không tích trữ, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "We just hold on to a lot of stuff.",
      "vi": "Ta chỉ giữ lại quá nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "We hold on to a lifetime of collected memories.",
      "vi": "Chúng ta giữ những kỷ niệm thu thập cả đời."
    }
  },
  {
    "translation": {
      "en": "I know Mom certainly did, and I had no idea what to do with any of it.",
      "vi": "Tôi biết mẹ chắc chắn đã làm thể và tôi không biết phải làm gì với nó."
    }
  },
  {
    "translation": {
      "en": "So I did what any good son would do.",
      "vi": "Nên tôi làm điều đứa con ngoan nào cũng làm."
    }
  },
  {
    "translation": {
      "en": "I called U Haul.",
      "vi": "Tôi gọi cho UHaul."
    }
  },
  {
    "translation": {
      "en": "I called U Haul, and I asked for the largest truck they had.",
      "vi": "Tôi gọi cho UHaul và yêu cầu xe tải lớn nhất."
    }
  },
  {
    "translation": {
      "en": "In fact, I needed one so large I had to wait an extra day",
      "vi": "Thật ra, tôi cần cái to đến mức phải đợi thêm"
    }
  },
  {
    "translation": {
      "en": "until the 26 foot truck was available.",
      "vi": "đến khi có chiếc xe tải dài tám mét."
    }
  },
  {
    "translation": {
      "en": "As I waited for that U Haul to arrive, I invited some of Mom's friends over",
      "vi": "Khi tôi đợi UHaul đến, tôi đã mời vài người bạn của mẹ"
    }
  },
  {
    "translation": {
      "en": "to help me sort through her stuff.",
      "vi": "đến giúp tôi phân loại đồ đạc."
    }
  },
  {
    "translation": {
      "en": "I mean, there was just too much stuff to go at it alone.",
      "vi": "Ý tôi là, có quá nhiều thứ để tự mình xử lý hết."
    }
  },
  {
    "translation": {
      "en": "Her living room was stuffed with big antique furniture, and old paintings,",
      "vi": "Phòng khách của bà ấy đầy đồ nội thất cổ và những bức tranh cũ"
    }
  },
  {
    "translation": {
      "en": "and more doilies than I could count.",
      "vi": "và nhiều khăn lót hơn tôi tưởng."
    }
  },
  {
    "translation": {
      "en": "And her kitchen was stuffed with hundreds of plates, and cups, and bowls,",
      "vi": "Nhà bếp của bà ấy chứa đầy hàng trăm đĩa, cốc và bát"
    }
  },
  {
    "translation": {
      "en": "and ill assorted utensils.",
      "vi": "và các dụng cụ không phù hợp."
    }
  },
  {
    "translation": {
      "en": "And her bathroom was stuffed",
      "vi": "Phòng tắm của bà chứa đầy đồ trang điểm,"
    }
  },
  {
    "translation": {
      "en": "with enough makeup, and face creams, and hygiene products",
      "vi": "Phòng tắm của bà chứa đầy đồ trang điểm, kem dưỡng da và các sản phẩm vệ sinh đủ để bắt đầu kinh doanh mỹ phẩm."
    }
  },
  {
    "translation": {
      "en": "to start a small beauty supply business.",
      "vi": "kem dưỡng da và các sản phẩm vệ sinh đủ để bắt đầu kinh doanh mỹ phẩm."
    }
  },
  {
    "translation": {
      "en": "And it looked like someone was running a hotel out of her linen closet,",
      "vi": "Bà ấy có nhiều khăn đến độ đủ để mở khách sạn,"
    }
  },
  {
    "translation": {
      "en": "which was stuffed with mismatched bath towels, beach towels, and dish towels.",
      "vi": "cả tủ nhồi đầy khăn tắm, khăn đi biển và khăn lau bát đĩa."
    }
  },
  {
    "translation": {
      "en": "Don't even get me started on Mom's bedroom.",
      "vi": "Đừng bắt tôi kể chuyện về phòng mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "I mean, why did Mom have 14 winter coats stuffed into her bedroom closet?",
      "vi": "Ý mẹ là, sao mẹ lại nhét 14 cái áo khoác vào tủ quần áo?"
    }
  },
  {
    "translation": {
      "en": "Come on. She lived in St. Pete Beach.",
      "vi": "Thôi nào. Cô ấy sống ở St. Pete Beach."
    }
  },
  {
    "translation": {
      "en": "So anyway, there I was attempting to finish packing all of Mom's stuff",
      "vi": "Dù sao thì, tôi đã cố hoàn tất việc thu dọn đồ đạc của mẹ"
    }
  },
  {
    "translation": {
      "en": "when I looked under her bed.",
      "vi": "khi nhìn xuống gầm giường của mẹ"
    }
  },
  {
    "translation": {
      "en": "I noticed these four boxes, these old printer paper boxes.",
      "vi": "Tôi để ý thấy bốn cái hộp. Những hộp giấy cũ này."
    }
  },
  {
    "translation": {
      "en": "Kind of heavy, sealed with excessive amounts of packing tape.",
      "vi": "Khá là nặng, dán kín với bằng lượng lớn băng dính."
    }
  },
  {
    "translation": {
      "en": "I noticed each box was labeled",
      "vi": "Tôi để ý mỗi hộp được ghi"
    }
  },
  {
    "translation": {
      "en": "with just a number written on the side in thick black marker.",
      "vi": "với một số được viết bên cạn bằng bút dạ đen."
    }
  },
  {
    "translation": {
      "en": "And I stood there…",
      "vi": "Và tôi đứng đó..."
    }
  },
  {
    "translation": {
      "en": "looking down…",
      "vi": "nhìn xuống..."
    }
  },
  {
    "translation": {
      "en": "wondering what could possibly be inside those boxes.",
      "vi": "tự hỏi có thể có gì trong hộp."
    }
  },
  {
    "translation": {
      "en": "Turns out it was my old elementary school paperwork.",
      "vi": "Hóa ra đó là bài tập cũ từ hồi tôi còn đi tiểu học."
    }
  },
  {
    "translation": {
      "en": "Grades one through four.",
      "vi": "Từ lớp một đến lớp bốn"
    }
  },
  {
    "translation": {
      "en": "As I opened those boxes, my curiosity ran wild,",
      "vi": "Khi tôi mở hộp này, sự hiếu kỳ dấy lên"
    }
  },
  {
    "translation": {
      "en": "and I thought to myself, Why was Mom holding on to all that stupid paperwork?",
      "vi": "và tôi tự nghĩ, Tại sao mẹ lại giữ đống bài tập ngớ ngẩn này?"
    }
  },
  {
    "translation": {
      "en": "But then all these memories came rushing back, and it was obvious.",
      "vi": "Nhưng sau đó tất cả những ký ức lại ùa về và rõ ràng là thế."
    }
  },
  {
    "translation": {
      "en": "Mom had been holding on to a piece of me.",
      "vi": "Mẹ đã bám lấy một mảnh của tôi."
    }
  },
  {
    "translation": {
      "en": "Mom was holding on to all the memories inside those boxes. Right?",
      "vi": "Mẹ giữ tất cả kỷ niệm bên trong những chiếc hộp. Phải không?"
    }
  },
  {
    "translation": {
      "en": "But wait a minute.",
      "vi": "Nhưng khoan đã."
    }
  },
  {
    "translation": {
      "en": "Those boxes had been sealed for more than two decades.",
      "vi": "Đống hộp đó đã được niêm phong hơn hai thập kỷ."
    }
  },
  {
    "translation": {
      "en": "It was clear Mom hadn't been accessing any of the memories inside those boxes,",
      "vi": "Rõ ràng là mẹ không mở ra xem bất kỳ ký niệm nào trong đống hộp đó,"
    }
  },
  {
    "translation": {
      "en": "which helped me understand something important for the first time.",
      "vi": "việc giúp tôi hiểu được điều gì là quan trọng lần đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Our memories are not in our things.",
      "vi": "Ký niệm của chúng ta không phải điều đó."
    }
  },
  {
    "translation": {
      "en": "Our memories are inside us.",
      "vi": "Ký niệm là ở trong chúng ta."
    }
  },
  {
    "translation": {
      "en": "You see, Mom didn't need to hold on to those boxes to hold on to a piece of me.",
      "vi": "Mẹ không cần phải giữ những cái hộp đó để lưu giữ kỉ niệm của tôi."
    }
  },
  {
    "translation": {
      "en": "I was never inside those boxes.",
      "vi": "Tôi chưa từng ở trong hộp."
    }
  },
  {
    "translation": {
      "en": "But then I looked around her apartment, I looked around at all her stuff,",
      "vi": "Nhưng tôi nhìn quanh căn hộ của bà, tôi nhìn quanh đồ đạc cửa bà,"
    }
  },
  {
    "translation": {
      "en": "and I realized I was getting ready to do the same thing.",
      "vi": "và tôi nhận ra mình đã sẵn sàng làm điều tương tự."
    }
  },
  {
    "translation": {
      "en": "If I'm being honest with myself,",
      "vi": "Nếu thành thật với bản thân,"
    }
  },
  {
    "translation": {
      "en": "I was just gonna selfishly cling to most of Mom's stuff.",
      "vi": "tôi sẽ ích kỷ bám víu vào hầu hết mọi thứ của mẹ."
    }
  },
  {
    "translation": {
      "en": "But, of course, I wasn't gonna get any real value from it",
      "vi": "Tất nhiên, tôi không nhận được giá trị thực sự nào"
    }
  },
  {
    "translation": {
      "en": "as it sat there locked away in perpetuity.",
      "vi": "từ việc niêm phong nó mãi mãi."
    }
  },
  {
    "translation": {
      "en": "But the truth is that, by letting go,",
      "vi": "Nhưng sự thật là, buông bỏ,"
    }
  },
  {
    "translation": {
      "en": "I realized I could add value to other people's lives.",
      "vi": "tôi nhận ra có thể tăng giá trị cuộc sống người khác."
    }
  },
  {
    "translation": {
      "en": "So I donated most of her stuff to her friends and to local charities,",
      "vi": "Nên tôi đã tặng hầu hết đồ đạc của bà ấy cho bạn bè và các tổ chức từ thiện,"
    }
  },
  {
    "translation": {
      "en": "finding the stuff a new home.",
      "vi": "tìm ra một ngôi nhà mới cho những đồ đạc này."
    }
  },
  {
    "translation": {
      "en": "And the few items I was able to sell,",
      "vi": "Vài món đồ mà tôi có thể bán,"
    }
  },
  {
    "translation": {
      "en": "I was able to take that money and donate it to the two charities",
      "vi": "tôi có thể lấy số tiền đó và quyên góp hai tổ chức"
    }
  },
  {
    "translation": {
      "en": "that helped Mom through her chemo and radiation.",
      "vi": "giúp mẹ xuyên suốt quý trình hóa trị và xạ trị."
    }
  },
  {
    "translation": {
      "en": "You see, I realized I could contribute beyond myself",
      "vi": "Bạn thấy đấy, tôi nhận ra tôi có thể đóng góp vượt khả năng của mình"
    }
  },
  {
    "translation": {
      "en": "if I was willing to let go.",
      "vi": "nếu tôi sẵn sàng buông bỏ."
    }
  },
  {
    "translation": {
      "en": "When I finally returned to Ohio,",
      "vi": "Khi tôi trở lại Ohio,"
    }
  },
  {
    "translation": {
      "en": "I returned with just a handful of sentimental items.",
      "vi": "tôi đã trở lại chỉ cùng với một vài món đồ có ý nghĩa."
    }
  },
  {
    "translation": {
      "en": "An old painting, a few photographs,",
      "vi": "Một bức tranh cũ, vài bức ảnh,"
    }
  },
  {
    "translation": {
      "en": "maybe even a doily or two,",
      "vi": "thậm chí một hoặc hai cái khăn."
    }
  },
  {
    "translation": {
      "en": "which helped me understand that by having fewer sentimental items,",
      "vi": "giúp tôi hiểu rằng bằng cách có ít đồ ý nghĩa hơn,"
    }
  },
  {
    "translation": {
      "en": "we're able to enjoy those sentimental items much more.",
      "vi": "chúng ta có thể tận hưởng những cảm xúc đó nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "I get far more value from the few items I kept",
      "vi": "Tôi nhận được nhiều giá trị hơn từ vài món tôi có"
    }
  },
  {
    "translation": {
      "en": "than if I were to water them down with dozens or even hundreds of trinkets.",
      "vi": "hơ là nếu tôi giữ quá nhiều thứ thì nó sẽ bị phai nhạt"
    }
  },
  {
    "translation": {
      "en": "Ultimately, I had to let go of what was weighing me down before I could move on.",
      "vi": "Cuối cùng, tôi phải buông bỏ những gì đang đè nặng trước khi có thể bước tiếp."
    }
  },
  {
    "translation": {
      "en": "To move on…",
      "vi": "Để bước tiếp..."
    }
  },
  {
    "translation": {
      "en": "I had to take an inventory of my own life.",
      "vi": "Tôi phải kiểm kê cuộc đời mình."
    }
  },
  {
    "translation": {
      "en": "Turns out I had an organized life.",
      "vi": "Hóa ra tôi có một cuộc sống có tổ chức."
    }
  },
  {
    "translation": {
      "en": "But really, I was just a well organized hoarder.",
      "vi": "Nhưng thật ra tôi chỉ là một người tích trữ giỏi."
    }
  },
  {
    "translation": {
      "en": "And if you would've looked beneath the surface,",
      "vi": "Và nếu bạn nhìn dưới bề mặt,"
    }
  },
  {
    "translation": {
      "en": "you would have found a lifetime of unchecked consumption.",
      "vi": "bạn sẽ thấy cả đời bạn tiêu không kiểm soát."
    }
  },
  {
    "translation": {
      "en": "As companies continue to innovate,",
      "vi": "Khi công ty tiếp tục đổi mới,"
    }
  },
  {
    "translation": {
      "en": "our ability to show restraint is getting more and more difficult.",
      "vi": "khả năng kiềm chế của chúng ta ngày càng khó khăn hơn."
    }
  },
  {
    "translation": {
      "en": "Outsourced labor",
      "vi": "Lao động thuê ngoài,"
    }
  },
  {
    "translation": {
      "en": "combined with advancements in shipping, manufacturing, and logistics",
      "vi": "kết hợp với tiến bộ trong vận chuyển, sản xuất và logistics"
    }
  },
  {
    "translation": {
      "en": "has dropped the cost of consumer products to an all time low.",
      "vi": "đã giảm chi phí sản phẩm tiêu dùng xuống mức thấp nhất."
    }
  },
  {
    "translation": {
      "en": "And now, with one click purchasing, same day delivery,",
      "vi": "Bây giờ, với việc mua hàng trực tuyến, giao hàng trong ngày"
    }
  },
  {
    "translation": {
      "en": "and a society that has normalized credit card debt,",
      "vi": "và một xã hội bình thường hóa thẻ tín dụng,"
    }
  },
  {
    "translation": {
      "en": "we've dug ourselves into a hole.",
      "vi": "chúng ta tự đào hố chôn thân."
    }
  },
  {
    "translation": {
      "en": "The average American carries four credit cards in their wallet",
      "vi": "Người Mỹ trung bình có bốn thẻ tín dụng trong ví"
    }
  },
  {
    "translation": {
      "en": "and the average credit card debt for indebted households is more than $16,000.",
      "vi": "và nợ thẻ tín dụng trung bình cho sinh hoạt là hơn 16.000 đô la."
    }
  },
  {
    "translation": {
      "en": "Each year, we spend more on shoes, jewelry, and watches than on higher education.",
      "vi": "Mỗi năm, ta dành nhiều tiền cho giày dép, trang sức và đồng hồ hơn là giáo dục."
    }
  },
  {
    "translation": {
      "en": "I remember when I was a kid, there was something called layaway.",
      "vi": "Tôi nhớ khi tôi còn nhỏ, có một thứ gọi là đặt cọc."
    }
  },
  {
    "translation": {
      "en": "We'd go to the department store and pick out our school clothes,",
      "vi": "Chúng ta đến cửa hàng và chọn quần áo đi học."
    }
  },
  {
    "translation": {
      "en": "and my mom would put it on layaway,",
      "vi": "và mẹ tôi đã đặt cọc,"
    }
  },
  {
    "translation": {
      "en": "which meant she would go and make payments once a week for several weeks",
      "vi": "nghĩa là bà sẽ đến và trả tiền mỗi tuần một lần trong vài tuần"
    }
  },
  {
    "translation": {
      "en": "until she paid all of it off when she had all the money paid in.",
      "vi": "cho đến khi bà ấy trả hết tiền."
    }
  },
  {
    "translation": {
      "en": "That's when we got to bring home the stuff.",
      "vi": "Đó là khi ta được mang đồ về."
    }
  },
  {
    "translation": {
      "en": "This concept does not exist now. If you want the stuff,",
      "vi": "Hình thức này không tồn tại nữa. Nếu bạn muốn nó, dùng thẻ tín dụng xuống và mua ngay."
    }
  },
  {
    "translation": {
      "en": "you put the credit card down and take it right away.",
      "vi": "Nếu bạn muốn nó, dùng thẻ tín dụng xuống và mua ngay."
    }
  },
  {
    "translation": {
      "en": "And I think that functional change in the way that we buy",
      "vi": "Tôi nghĩ sự thay đổi cách thức mua hàng"
    }
  },
  {
    "translation": {
      "en": "has made a difference in what our expectations are",
      "vi": "đã tạo nên sự khác biệt trong kỳ vọng của chúng ta"
    }
  },
  {
    "translation": {
      "en": "and a sort of sense of entitlement about what we should have,",
      "vi": "và cảm giác về quyền lợi ta nên có cái gì"
    }
  },
  {
    "translation": {
      "en": "and when we should have it, and if we should have to wait for it.",
      "vi": "và khi nào ta nên có nó và ta có phải đợi nó không."
    }
  },
  {
    "translation": {
      "en": "America, sadly, has gotten increasingly emotionally immature.",
      "vi": "Đáng buồn thay, nước Mỹ ngày càng thiếu cảm xúc."
    }
  },
  {
    "translation": {
      "en": "I want it, and I want it now, and I deserve it because I breathe air.",
      "vi": "Con muốn nó và con muốn nó bây giờ và con xứng đáng vì con đang hít thở."
    }
  },
  {
    "translation": {
      "en": "This is a four year old child in the cereal aisle",
      "vi": "Đây là một đứa trẻ bốn tuổi ở gian ngũ cốc"
    }
  },
  {
    "translation": {
      "en": "throwing a fit because they can't have Froot Loops.",
      "vi": "điên tiết vì chúng không có được Froot Loops."
    }
  },
  {
    "translation": {
      "en": "And yet it's a 54 year old woman I'm talking to or man I'm talking to,",
      "vi": "Đó là một phụ nữ hay đàn ông 54 tuổi tôi đang nói chuyện,"
    }
  },
  {
    "translation": {
      "en": "'cause he can't buy this little item he wants, 'cause he doesn't have the money.",
      "vi": "cũng vậy vì không thể mua thứ mình muốn, vì anh ta không có tiền."
    }
  },
  {
    "translation": {
      "en": "Guess what? You're never gonna have the money for everything you want.",
      "vi": "Biết gì không? Bạn sẽ không bao giờ có tiền cho mọi thứ bạn muốn."
    }
  },
  {
    "translation": {
      "en": "The kind of debt that creates the most problems in our society",
      "vi": "Khoản nợ tạo ra nhiều vấn đề nhất trong xã hội của chúng ta"
    }
  },
  {
    "translation": {
      "en": "comes from a felt need to keep up with appearances.",
      "vi": "xuất phát từ nhu cầu phải giữ thể diện."
    }
  },
  {
    "translation": {
      "en": "Placing unnecessary burdens on yourself in order to maintain some kind of image.",
      "vi": "Đặt những gánh nặng không cần thiết lên bản thân để duy trì hình tượng."
    }
  },
  {
    "translation": {
      "en": "If I can't afford a BMW,",
      "vi": "Nếu tôi không đủ tiền mua xe BMW,"
    }
  },
  {
    "translation": {
      "en": "but I go into debt in order to acquire one,",
      "vi": "nhưng tôi mắc nợ để mua được nó,"
    }
  },
  {
    "translation": {
      "en": "I'm doing that because I I want the… the social rewards, right,",
      "vi": "Tôi làm thế vì tôi muốn xã hội công nhận, phải,"
    }
  },
  {
    "translation": {
      "en": "of… of being seen as a certain kind of person.",
      "vi": "được nhìn nhận như một loại người."
    }
  },
  {
    "translation": {
      "en": "Once your basic needs are met, the way that we as humans determine what is enough",
      "vi": "Một khi các nhu cầu cơ bản của bạn được đáp ứng, cách ta xác định việc đủ"
    }
  },
  {
    "translation": {
      "en": "is relative to the people around us.",
      "vi": "là mối quan hệ với mọi người."
    }
  },
  {
    "translation": {
      "en": "Um, and so, that's where the saying keeping up with the Joneses came up.",
      "vi": "Đó là lí do câu nói theo kịp nhà người ta ra đời."
    }
  },
  {
    "translation": {
      "en": "We judge our furniture, our clothes, our car based on the people around us.",
      "vi": "Chúng ta đánh giá đồ đạc, quần áo, xe hơi, dựa trên những người xung quanh."
    }
  },
  {
    "translation": {
      "en": "It used to be that the people around us were of similar socioeconomic background.",
      "vi": "Trước đây, mọi người xung quanh đều có chung kinh tế xã hội,"
    }
  },
  {
    "translation": {
      "en": "So we were like, It's cool. We all got the same stuff.",
      "vi": "nên ta nói, Không sao. Ta đều có thứ đó."
    }
  },
  {
    "translation": {
      "en": "But now, with the onslaught of television and social media,",
      "vi": "Nhưng giờ, với sự công kích của truyền hình và mạng xã hội,"
    }
  },
  {
    "translation": {
      "en": "they have what's called the vertical expansion of our reference group.",
      "vi": "họ có cái gọi là mở rộng theo chiều dọc của nhóm tham chiếu."
    }
  },
  {
    "translation": {
      "en": "Now I'm comparing my hair to Jennifer Aniston's.",
      "vi": "Giờ tôi so sánh tóc của tôi với Jennifer Aniston."
    }
  },
  {
    "translation": {
      "en": "Now I'm comparing my house to Kim Kardashian's.",
      "vi": "Giờ tôi so sánh nhà tôi với nhà Kim Kardashian."
    }
  },
  {
    "translation": {
      "en": "I think that we are more stressed and discontented today than ever before,",
      "vi": "Tôi nghĩ hôm nay chúng ta căng thẳng và bất mãn hơn bao giờ hết,"
    }
  },
  {
    "translation": {
      "en": "because we know so much more, or we think we know so much more,",
      "vi": "vì ta biết nhiều hơn, hoặc ta nghĩ thế,"
    }
  },
  {
    "translation": {
      "en": "about what's going on inside of the house of our neighbors and our friends.",
      "vi": "về những thứ đang diễn ra trong nhà hàng xóm và bạn bè của ta."
    }
  },
  {
    "translation": {
      "en": "And the comparison is so much stronger than in generations past,",
      "vi": "Sự so sánh này mạnh hơn nhiều so với các thế hệ trước"
    }
  },
  {
    "translation": {
      "en": "and we're constantly comparing our lives to other people's lives.",
      "vi": "và ta luôn so sánh cuộc sống của ta với cuộc sống của người khác."
    }
  },
  {
    "translation": {
      "en": "And when we do that, it rarely measures up.",
      "vi": "Khi ta làm vậy, nó hiếm khi đo đếm được gì."
    }
  },
  {
    "translation": {
      "en": "This generation, more than previous generations,",
      "vi": "Thế hệ này, hơn thế hệ trước,"
    }
  },
  {
    "translation": {
      "en": "we have to learn how to manage our attention,",
      "vi": "phải học cách kiểm soát chú ý,"
    }
  },
  {
    "translation": {
      "en": "because there are so many people competing for it",
      "vi": "vì có rất nhiều người tranh giành nó"
    }
  },
  {
    "translation": {
      "en": "and telling us, like, Look at this, and you'll be happy!",
      "vi": "để nói với ta, Nhìn đi và bạn sẽ hạnh phúc!"
    }
  },
  {
    "translation": {
      "en": "Buy this, and you'll be happy!",
      "vi": "Mua cái này, bạn sẽ hạnh phúc!"
    }
  },
  {
    "translation": {
      "en": "And you have to step back from all of that and say, No, no, no. I first need time",
      "vi": "Bạn phải lùi lại và nói, Không, trước hết tôi cần thời gian"
    }
  },
  {
    "translation": {
      "en": "to come up with my own ideas about what's gonna make me happy.",
      "vi": "để dưa ra ý tưởng của mình về điều sẽ làm tôi hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "For me, it all started with that one question.",
      "vi": "Với tôi, tất cả bắt đầu với một câu hỏi."
    }
  },
  {
    "translation": {
      "en": "How might your life be better with less?",
      "vi": "Làm thế nào cuộc sống của bạn tốt hơn với ít hơn?"
    }
  },
  {
    "translation": {
      "en": "By answering that question, I was able to identify the purpose of minimalism.",
      "vi": "Bằng cách trả lời câu hỏi đó, tôi có thể xác định mục đích của phong cách tối giản."
    }
  },
  {
    "translation": {
      "en": "Not just the how to, but the more important why to.",
      "vi": "Không chỉ là làm thế nào, mà còn quan trọng hơn là vì sao."
    }
  },
  {
    "translation": {
      "en": "I realized, if I simplified my life,",
      "vi": "Tôi nhận ra, nếu đơn giản hóa cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "I'd have more time for my health, my relationships,",
      "vi": "Tôi có nhiều thời gian hơn cho sức khỏe, các mối quan hệ,"
    }
  },
  {
    "translation": {
      "en": "my creativity, my finances,",
      "vi": "sự sáng tạo, tài chính của tôi,"
    }
  },
  {
    "translation": {
      "en": "and I could contribute beyond myself in a meaningful way.",
      "vi": "và tôi có thể đóng góp vượt khả năng một cách có ý nghĩa."
    }
  },
  {
    "translation": {
      "en": "You see, I was able to understand the benefits of minimalism",
      "vi": "Bạn thấy đấy, tôi có thể hiểu rõ lợi ích của phong cách tối giản"
    }
  },
  {
    "translation": {
      "en": "well before I ever cleaned out a walk in closet.",
      "vi": "trước khi dọn dẹp tủ quần áo."
    }
  },
  {
    "translation": {
      "en": "And so, when it came time for me to actually declutter, I started small.",
      "vi": "Và khi đến lúc tôi thực sự phân loại và tối giản, tôi bắt đầu với đồ nhỏ."
    }
  },
  {
    "translation": {
      "en": "I asked myself another question.",
      "vi": "Tôi tự hỏi mình một câu khác."
    }
  },
  {
    "translation": {
      "en": "What if you removed one material possession from your life",
      "vi": "Nếu bạn bỏ một vật khỏi cuộc sống mỗi ngày trong một tháng thì sao?"
    }
  },
  {
    "translation": {
      "en": "each day for a month? Just one. What would happen?",
      "vi": "Nếu bạn bỏ một vật khỏi cuộc sống mỗi ngày trong một tháng thì sao? Chỉ một. Điều gì sẽ xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Let me tell you. I got rid of way more than 30 items in the first 30 days.",
      "vi": "Để tôi nói, tôi đã vứt bỏ hơn 30 thứ trong 30 ngày đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Like way, way more.",
      "vi": "Kiểu như, nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "It became this kind of personal challenge, discovering what I could get rid of.",
      "vi": "Nó trở thành thử thách cá nhân, khám phá những gì có thể loại bỏ."
    }
  },
  {
    "translation": {
      "en": "So I searched my rooms and closets, my cabinets and hallways,",
      "vi": "Nên tôi lục lọi phòng và tủ quần áo, tủ đựng và hành lang,"
    }
  },
  {
    "translation": {
      "en": "my car and office, rummaging for items to part with,",
      "vi": "xe và văn phòng, lục lọi đồ đạc,"
    }
  },
  {
    "translation": {
      "en": "retaining only the things that added value to my life.",
      "vi": "chỉ giữ lại những thứ làm tăng giá trị cuộc sống của tôi."
    }
  },
  {
    "translation": {
      "en": "Pondering each artifact in my home, I'd ask,",
      "vi": "Suy ngẫm về từng cổ vật trong nhà, tôi hỏi,"
    }
  },
  {
    "translation": {
      "en": "Does this thing add value to my life?",
      "vi": "Cái này có giá trị cho cuộc sống chứ?"
    }
  },
  {
    "translation": {
      "en": "The more I asked this question, the more I gained momentum",
      "vi": "Càng hỏi câu này, tôi càng có động lực"
    }
  },
  {
    "translation": {
      "en": "and embracing minimalism got easier by the day.",
      "vi": "đi theo phong cách tối giản trở nên dễ dàng hơn."
    }
  },
  {
    "translation": {
      "en": "The more you do it, the freer, and happier, and lighter you feel,",
      "vi": "Bạn càng làm nhiều, bạn càng cảm thấy tự do và vui vẻ và nhẹ nhàng hơn,"
    }
  },
  {
    "translation": {
      "en": "and the more you wanna throw overboard.",
      "vi": "bạn càng cảm thấy tự do và vui vẻ và nhẹ nhàng hơn,"
    }
  },
  {
    "translation": {
      "en": "For me, a few shirts led to half a closet.",
      "vi": "Với tôi, vài chiếc áo sơ mi dẫn đến nữa tủ đồ."
    }
  },
  {
    "translation": {
      "en": "A few DVDs led to deep sixing an entire library of unused discs.",
      "vi": "Một vài đĩa đĩa dẫn đến việc đóng cửa cả một thư viện đĩa chưa sử dụng."
    }
  },
  {
    "translation": {
      "en": "A few decorative items led to junk drawers who shed their adjective.",
      "vi": "Một vài vật dụng trang trí dẫn đến những ngăn kéo đầy rác."
    }
  },
  {
    "translation": {
      "en": "It's a beautiful cycle. The more action you take, the more you wanna take action.",
      "vi": "Đó là một chu kỳ đẹp. Càng hành động nhiều thì bạn càng muốn hành động nữa."
    }
  },
  {
    "translation": {
      "en": "Once I started to get rid of stuff, it was just like the momentum just took over.",
      "vi": "Một khi tôi bắt đầu vứt bỏ mọi thứ, nó giống như có đà phát triển."
    }
  },
  {
    "translation": {
      "en": "It was a snowball that I could not stop.",
      "vi": "Đó là phát triển nhanh khiến tôi không thể dừng."
    }
  },
  {
    "translation": {
      "en": "I was ready to throw out as many things as possible.",
      "vi": "Tôi đã sẵn sàng vứt bỏ càng nhiều thứ càng tốt."
    }
  },
  {
    "translation": {
      "en": "When you open up those drawers and look at what's in the back of them,",
      "vi": "Trời ạ, khi bạn mở ngăn kéo ra và nhìn vào phía bên trong,"
    }
  },
  {
    "translation": {
      "en": "I don't think I even realized",
      "vi": "tôi không nghĩ mình còn nhận ra"
    }
  },
  {
    "translation": {
      "en": "half the stuff that we had hidden away in closets and in drawers.",
      "vi": "một nửa thứ ta có giấu sâu trong tủ và ngăn kéo."
    }
  },
  {
    "translation": {
      "en": "It… It really helped by focusing on just one part of the house,",
      "vi": "Nó thực sự có ích khi tập trung vào một phần của ngôi nhà,"
    }
  },
  {
    "translation": {
      "en": "instead of just thinking,",
      "vi": "thay vào đó nghĩ,"
    }
  },
  {
    "translation": {
      "en": "Oh, wow, I have 35 years of things in my house that I need to get rid of.",
      "vi": "Tôi có đồ đạc suốt 35 năm trong nhà mà tôi cần phải bỏ bớt đi."
    }
  },
  {
    "translation": {
      "en": "We got rid of our storage rental.",
      "vi": "Chúng ta đã bỏ tiền thuê kho."
    }
  },
  {
    "translation": {
      "en": "A huge storage rental that we'd been paying for for years",
      "vi": "Một kho tiền thuê khổng lồ mà ta đã trả nhiều năm"
    }
  },
  {
    "translation": {
      "en": "and didn't really even know what was in there, gone.",
      "vi": "và thậm chí không biết trong đó có gì."
    }
  },
  {
    "translation": {
      "en": "I remember going through my CD collection,",
      "vi": "Tôi nhớ đã xem qua bộ sưu tập đĩa CD của tôi"
    }
  },
  {
    "translation": {
      "en": "and I couldn't even remember if I had a CD player in my car.",
      "vi": "và tôi thậm chí không nhớ mình có máy nghe nhạc trong xe không."
    }
  },
  {
    "translation": {
      "en": "That was the one thing that made me think, That's probably a reason",
      "vi": "Đó là điều khiến tôi nghĩ, Có lẽ đó là lý do"
    }
  },
  {
    "translation": {
      "en": "for me not to hold on to these CDs anymore if I don't even know if I can play them.",
      "vi": "tôi không giữ mấy cái đĩa này nếu không biết mình có thể nghe không."
    }
  },
  {
    "translation": {
      "en": "As I began to get rid of things, one at a time, I just felt so much freer.",
      "vi": "Khi tôi bắt đầu vứt bỏ mọi thứ, cùng lúc, tôi cảm thấy tự do hơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "There was freedom.",
      "vi": "Đó là tự do."
    }
  },
  {
    "translation": {
      "en": "When I started going through it, I got rid of 14 pairs of pants.",
      "vi": "Khi tôi bắt đầu thực hiện, tôi đã bỏ đi 14 cái quần."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe how high the stack was.",
      "vi": "Tôi không thể tin có nhiều đến thế."
    }
  },
  {
    "translation": {
      "en": "And so, I actually, you know, went through and counted them,",
      "vi": "Và tôi đã thực sự xem một lượt và đếm chúng"
    }
  },
  {
    "translation": {
      "en": "and I'm like, 14 pairs of pants sitting in the closet!",
      "vi": "14 cái quần trong tủ!"
    }
  },
  {
    "translation": {
      "en": "We put our house up for sale, because we just wanted to really start fresh",
      "vi": "Chúng tôi đã rao bán căn nhà của mình, vì chúng tôi chỉ muốn bắt đầu lại"
    }
  },
  {
    "translation": {
      "en": "and just grab life, you know, and… and really be free.",
      "vi": "và tận hưởng cuộc sống."
    }
  },
  {
    "translation": {
      "en": "It was a very freeing feeling, um, to just get started, and so I… I ran with it.",
      "vi": "Đó là một cảm giác rất tự do, chỉ để bắt đầu, và tôi tiếp tục như thế."
    }
  },
  {
    "translation": {
      "en": "Over the course of eight months after my mother died,",
      "vi": "Trong suốt tám tháng sau khi mẹ tôi mất,"
    }
  },
  {
    "translation": {
      "en": "I deliberately jettisoned more than 90% of my material possessions.",
      "vi": "tôi cố tình vứt bỏ hơn 90% tài sản của mình."
    }
  },
  {
    "translation": {
      "en": "Although, if you visited my home today, you probably wouldn't walk in and say,",
      "vi": "Dù vậy, nếu hôm nay bạn đến thăm nhà tôi, có lẽ bạn sẽ không vào và nói,"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "This guy's a minimalist!",
      "vi": "Gã này theo phong cách tối giản!"
    }
  },
  {
    "translation": {
      "en": "No, you'd probably just ask how we keep things so organized,",
      "vi": "Không, có lẽ bạn chỉ cần hỏi làm sao để mọi thứ ngăn nắp,"
    }
  },
  {
    "translation": {
      "en": "and I'd just tell you that my family and I, we don't own much,",
      "vi": "tôi sẽ nói với bạn rằng gia đình tôi không có nhiều đồ đạc"
    }
  },
  {
    "translation": {
      "en": "but everything we do own adds real value to our lives.",
      "vi": "nhưng mọi thứ ở đây đều có giá trị trong cuộc sống."
    }
  },
  {
    "translation": {
      "en": "Each of our belongings, our clothes, our car, our kitchenware, our furniture",
      "vi": "Mỗi đồ đạc, quần áo, xe hơi, đồ dùng nhà bếp, đồ nội thất,"
    }
  },
  {
    "translation": {
      "en": "has a function.",
      "vi": "đều có chức năng riêng."
    }
  },
  {
    "translation": {
      "en": "As a minimalist, every possession serves a purpose",
      "vi": "Người theo phong cách tối giản sở hữu đồ có mục đích"
    }
  },
  {
    "translation": {
      "en": "or it brings me joy, and everything else is out of the way.",
      "vi": "hoặc nó mang lại niềm vui và mọi thứ không quan trọng."
    }
  },
  {
    "translation": {
      "en": "With all that clutter cleared, I…",
      "vi": "Với tất cả sự gọn gàng đó,"
    }
  },
  {
    "translation": {
      "en": "I finally felt compelled to start asking deeper questions.",
      "vi": "cuối cùng tôi cũng cảm thấy muốn bắt đầu hỏi sâu hơn."
    }
  },
  {
    "translation": {
      "en": "Questions like, When did I give so much meaning to all these material possessions?",
      "vi": "Những câu hỏi như, Tôi có ý nghĩa gì với tất cả những tài sản này?"
    }
  },
  {
    "translation": {
      "en": "What is truly important in my life?",
      "vi": "Điều gì thực sự quan trọng với tôi?"
    }
  },
  {
    "translation": {
      "en": "Why have I been so discontented?",
      "vi": "Sao tôi lại bất mãn thế?"
    }
  },
  {
    "translation": {
      "en": "Who is the person I want to become, and how will I define my own success?",
      "vi": "Tôi muốn trở thành người thế nào và làm sao để xác định thành công?"
    }
  },
  {
    "translation": {
      "en": "Now, these… these are tough questions with difficult answers,",
      "vi": "Bây giờ, đây là những câu hỏi khó với những câu trả lời khó,"
    }
  },
  {
    "translation": {
      "en": "but they've proven to be more important than just trashing my excess stuff.",
      "vi": "nhưng nó quan trọng hơn nhiều so với việc bỏ những thứ thừa thãi."
    }
  },
  {
    "translation": {
      "en": "And if we don't answer these questions carefully, rigorously…",
      "vi": "Nếu ta không trả lời các câu hỏi này một cách cẩn thận, chặt chẽ..."
    }
  },
  {
    "translation": {
      "en": "then those closets that we just decluttered",
      "vi": "thì những tủ quần áo vừa được dọn dẹp"
    }
  },
  {
    "translation": {
      "en": "will be brimming with new purchases in the not too distant future.",
      "vi": "sẽ lại tràn ngập những món hàng mới trong tương lai không xa."
    }
  },
  {
    "translation": {
      "en": "So, as I let go…",
      "vi": "Nên tôi buông tay..."
    }
  },
  {
    "translation": {
      "en": "and as I started facing some of life's tougher questions…",
      "vi": "và bắt đầu đối mặt với vài câu hỏi khó khăn hơn..."
    }
  },
  {
    "translation": {
      "en": "my life got simpler.",
      "vi": "cuộc sống tôi trở nên đơn giản hơn."
    }
  },
  {
    "translation": {
      "en": "The people around me noticed something was different too.",
      "vi": "Mọi người cũng nhận ra tôi đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "My best friend, a guy named Ryan Nicodemus,",
      "vi": "Bạn thân của tôi, tên là Ryan Nicodemus,"
    }
  },
  {
    "translation": {
      "en": "whom I've known since we were fat little fifth graders…",
      "vi": "người tôi biết từ khi còn là học sinh lớp năm béo ú…"
    }
  },
  {
    "translation": {
      "en": "he came to me one day and said…",
      "vi": "một ngày, anh ấy đến gặp tôi và nói,"
    }
  },
  {
    "translation": {
      "en": "Why the hell are you so happy?",
      "vi": "Sao anh hạnh phúc thế?"
    }
  },
  {
    "translation": {
      "en": "So I told him about this thing called minimalism.",
      "vi": "Tôi nói với anh ấy về phong cách tối giản."
    }
  },
  {
    "translation": {
      "en": "And he said, What the hell is minimalism?",
      "vi": "Và anh ấy nói, Phong cách tối giản là cái quái gì?"
    }
  },
  {
    "translation": {
      "en": "And so I said, Minimalism is the thing that gets us past the things,",
      "vi": "Tôi đáp lại, Phong cách tối giản là thứ giúp chúng ta vượt qua tất cả,"
    }
  },
  {
    "translation": {
      "en": "so we can make room for life's most important things,",
      "vi": "để dành chỗ cho những thứ quan trọng trong cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "which actually aren't things at all.",
      "vi": "thứ thực ra lại không phải là thứ gì cả."
    }
  },
  {
    "translation": {
      "en": "You know what, Ryan?",
      "vi": "Anh biết không, Ryan?"
    }
  },
  {
    "translation": {
      "en": "I think you might benefit from this minimalism thing too, because…",
      "vi": "Tôi nghĩ anh cũng đã hưởng lợi từ phong cách này, vì..."
    }
  },
  {
    "translation": {
      "en": "Well, because you've got a lot of shit.",
      "vi": "Bởi vì anh có rất nhiều thứ vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "That's when I remember really…",
      "vi": "Đó là khi tôi nhớ mình thực sự..."
    }
  },
  {
    "translation": {
      "en": "really looking at what you were doing different with your life.",
      "vi": "nhìn những gì bạn đang làm với cuộc sống của mình."
    }
  },
  {
    "translation": {
      "en": "Like, I had to find out, like, Okay, what is Josh doing differently?",
      "vi": "Tôi phải tìm ra, Được rồi, Josh đang làm gì khác?"
    }
  },
  {
    "translation": {
      "en": "Because my life was so out of control. I needed to make a change.",
      "vi": "Vì cuộc sống tôi đã vượt quá kiểm soát. Tôi cần thay đổi."
    }
  },
  {
    "translation": {
      "en": "You obviously had made some changes, so that's…",
      "vi": "Rõ ràng là bạn đã có thay đổi, nên..."
    }
  },
  {
    "translation": {
      "en": "I remember that's when I invited you for that really fancy lunch at Subway.",
      "vi": "tôi nhớ lúc đó tôi mời anh ăn bữa trưa hoành tráng ở Subway."
    }
  },
  {
    "translation": {
      "en": "Yeah.  And, uh, we sat down and…",
      "vi": "Phải Chúng ta ngồi xuống và..."
    }
  },
  {
    "translation": {
      "en": "had… had our sandwiches,",
      "vi": "ăn bánh kẹp,"
    }
  },
  {
    "translation": {
      "en": "and I just remember asking you, like, Why the hell are you so happy?",
      "vi": "tôi chỉ nhớ đã hỏi, Sao anh lại hạnh phúc thế?"
    }
  },
  {
    "translation": {
      "en": "And, you know, if it wasn't you who told me about minimalism… Uh huh.",
      "vi": "Và, anh biết đấy, nếu không phải là anh nói với tôi về phong cách tối giản,"
    }
  },
  {
    "translation": {
      "en": "If it was anyone else, I don't know if I would have been so quick",
      "vi": "nếu là ai đó khác, tôi không biết nếu tôi có quyết định nhanh chóng thử nó không."
    }
  },
  {
    "translation": {
      "en": "to be willing to try it out.",
      "vi": "tôi không biết nếu tôi có quyết định nhanh chóng thử nó không."
    }
  },
  {
    "translation": {
      "en": "As we were sitting there, having our lunch,",
      "vi": "Khi chúng tôi ngồi đó, ăn trưa,"
    }
  },
  {
    "translation": {
      "en": "he talked about how he'd spent the last several months simplifying.",
      "vi": "anh ấy nói về việc anh ấy đã dành nhiều tháng để đơn giản hóa."
    }
  },
  {
    "translation": {
      "en": "Clearing the clutter. Making room for life's most important things.",
      "vi": "Dọn dẹp bừa bộn. Nhường chỗ cho những thứ quan trọng nhất trong cuộc sống."
    }
  },
  {
    "translation": {
      "en": "So me, being the problem solver that I am,",
      "vi": "Nên tôi, người đang cố tìm cách giải quyết vấn đề,"
    }
  },
  {
    "translation": {
      "en": "I decided to become a minimalist right there on the spot.",
      "vi": "quyết định theo phong cách tối giản ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "I looked up at Josh, and I excitedly announced,",
      "vi": "Tôi nhìn Josh và tôi hào hứng tuyên bố,"
    }
  },
  {
    "translation": {
      "en": "All right, man, I'm in. I'll do it! I'm going to become a minimalist.",
      "vi": "Được rồi, anh bạn. Tôi sẽ làm! Tôi sẽ trở thành người theo phong cách tối giản."
    }
  },
  {
    "translation": {
      "en": "Now what?",
      "vi": "Giờ thì sao?"
    }
  },
  {
    "translation": {
      "en": "You see, I didn't want to spend several months slowly paring down, like he had.",
      "vi": "Anh thấy đấy, tôi không muốn mất nhiều tháng để từ từ, như anh ấy."
    }
  },
  {
    "translation": {
      "en": "I mean, that was great for him, but I wanted faster results.",
      "vi": "Điều đó rất tốt với anh ấy, nhưng tôi muốn có kết quả nhanh hơn."
    }
  },
  {
    "translation": {
      "en": "So, we came up with a wild idea called a packing party.",
      "vi": "Nên chúng tôi nghĩ ra một ý tưởng điên rồ, tiệc dọn đồ."
    }
  },
  {
    "translation": {
      "en": "We decided to pack all my belongings as if I were moving.",
      "vi": "Chúng tôi quyết định đóng gói đồ đạc như thể tôi chuyển đi."
    }
  },
  {
    "translation": {
      "en": "Then I would unpack only the items I needed over the next three weeks.",
      "vi": "Sau đó tôi sẽ chỉ dỡ đồ đạc tôi cần trong ba tuần tới."
    }
  },
  {
    "translation": {
      "en": "So Josh came over, and he literally helped me box up everything.",
      "vi": "Josh đến và giúp tôi dọn dẹp mọi thứ."
    }
  },
  {
    "translation": {
      "en": "My clothes, my kitchenware, my towels, my TVs,",
      "vi": "Quần áo, đồ bếp, khăn tắm, tivi,"
    }
  },
  {
    "translation": {
      "en": "my electronics, my framed photographs and paintings, my toiletries.",
      "vi": "đồ điện tử, tranh ảnh và tranh vẽ, đồ vệ sinh cá nhân."
    }
  },
  {
    "translation": {
      "en": "Everything. We literally pretended like I was moving.",
      "vi": "Mọi thứ. Chúng tôi giả vờ như tôi đang di chuyển."
    }
  },
  {
    "translation": {
      "en": "So after nine hours and a couple of pizza deliveries,",
      "vi": "Vậy là sau chín tiếng đồng hồ và vài lần giao pizza,"
    }
  },
  {
    "translation": {
      "en": "there Josh and I were, sitting in my second living room,",
      "vi": "Josh và tôi đang ngồi trong phòng khách thứ hai của tôi"
    }
  },
  {
    "translation": {
      "en": "staring at these boxes stacked halfway to my 12 ft. ceiling.",
      "vi": "nhìn chằm chằm vào những cái thùng cao gần một mét rưỡi này."
    }
  },
  {
    "translation": {
      "en": "Everything I owned, everything I had worked so hard for over the last decade,",
      "vi": "Mọi thứ tôi sở hữu, mọi thứ tôi đã làm rất chăm chỉ trong suốt thập kỷ qua,"
    }
  },
  {
    "translation": {
      "en": "it was all sitting there in that room.",
      "vi": "tất cả đều nằm trong căn phòng đó."
    }
  },
  {
    "translation": {
      "en": "Just boxes stacked on top of boxes stacked on top of boxes.",
      "vi": "Chỉ là những chiếc hộp xếp chồng lên nhau."
    }
  },
  {
    "translation": {
      "en": "Now each box was labeled really well",
      "vi": "Giờ mỗi hộp được dán nhãn rất rõ ràng"
    }
  },
  {
    "translation": {
      "en": "so I'd know where to go when I needed a particular item.",
      "vi": "để tôi biết khi cần một món đồ thì lấy ở đâu."
    }
  },
  {
    "translation": {
      "en": "Labels like junk drawer, living room number one,",
      "vi": "Các nhãn như ngăn kéo rác, phòng khách số một,"
    }
  },
  {
    "translation": {
      "en": "kitchen utensils, junk drawer number seven.",
      "vi": "dụng cụ nhà bếp, ngăn kéo rác số bảy."
    }
  },
  {
    "translation": {
      "en": "I spent the next 21 days unpacking only the items I needed.",
      "vi": "Tôi đã dành 21 ngày tiếp theo để dỡ đồ đạc mà tôi cần."
    }
  },
  {
    "translation": {
      "en": "My toothbrush, my bed and bed sheets,",
      "vi": "Bàn chả, giường và ga trải giường,"
    }
  },
  {
    "translation": {
      "en": "some clothes for work, the furniture I actually used,",
      "vi": "quần áo đi làm, đồ đạc tôi thật sự dùng,"
    }
  },
  {
    "translation": {
      "en": "a tool set, some kitchenware.",
      "vi": "một bộ dụng cụ, vài dụng cụ nhà bếp."
    }
  },
  {
    "translation": {
      "en": "Just the things that added value to my life.",
      "vi": "Chỉ những thứ làm tăng giá trị cuộc sống của tôi."
    }
  },
  {
    "translation": {
      "en": "After three weeks…",
      "vi": "Sau ba tuần..."
    }
  },
  {
    "translation": {
      "en": "I had 80% of my stuff still sitting in those boxes.",
      "vi": "tôi có 80% đồ đạc vẫn ở trong hộp."
    }
  },
  {
    "translation": {
      "en": "Just sitting there, un accessed.",
      "vi": "Chỉ ở yên đó, không được động vào."
    }
  },
  {
    "translation": {
      "en": "You know, I looked at those boxes… I couldn't even remember what was in most of 'em.",
      "vi": "Tôi đã nhìn vào những cái hộp đó và không thể nhớ được cái gì trong đó."
    }
  },
  {
    "translation": {
      "en": "All those things I brought into my life to make me happy…",
      "vi": "Tất cả những thứ tôi mua để làm tôi hạnh phúc..."
    }
  },
  {
    "translation": {
      "en": "they weren't doing their job.",
      "vi": "chúng không hoàn thành nhiệm vụ."
    }
  },
  {
    "translation": {
      "en": "So that's when I decided to let go. And you know what?",
      "vi": "Đó là lúc tôi quyết định buông bỏ. Bạn biết không?"
    }
  },
  {
    "translation": {
      "en": "I started to feel free for the first time in my life.",
      "vi": "Lần đầu trong đời tôi cảm thấy tự do."
    }
  },
  {
    "translation": {
      "en": "I got my time back.",
      "vi": "Tôi đã có lại thời gian,"
    }
  },
  {
    "translation": {
      "en": "I got my life back.",
      "vi": "có lại cuộc sống."
    }
  },
  {
    "translation": {
      "en": "And as I changed my life,",
      "vi": "Và khi tôi thay đổi cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "I was focused on community, not consumerism.",
      "vi": "tôi tập trung vào cộng đồng, không phải tiêu dùng."
    }
  },
  {
    "translation": {
      "en": "Giving, not taking.",
      "vi": "Cho đi, không nhận lại."
    }
  },
  {
    "translation": {
      "en": "People, not stuff.",
      "vi": "Mọi người, không phải đồ đạc."
    }
  },
  {
    "translation": {
      "en": "It just made us really, you know, reassess our lives,",
      "vi": "Nó khiến chúng tôi thực sự đánh giá lại cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "reassess our goals and our commitments.",
      "vi": "đánh giá lại mục tiêu và cam kết của mình."
    }
  },
  {
    "translation": {
      "en": "Friends, and family, and colleagues have acknowledged a profound change in me.",
      "vi": "Bạn bè, gia đình và đồng nghiệp đã thừa nhận thay đổi sâu sắc trong tôi."
    }
  },
  {
    "translation": {
      "en": "It's given me the opportunity",
      "vi": "Nó cho tôi cơ hội"
    }
  },
  {
    "translation": {
      "en": "to be that person that I used to just talk about being.",
      "vi": "trở thành người mà tôi từng nói muốn trở thành."
    }
  },
  {
    "translation": {
      "en": "Because of the way that my values have really been reorganized,",
      "vi": "Vì cách mà giá trị của tôi được sắp xếp lại,"
    }
  },
  {
    "translation": {
      "en": "I am grateful for every single second.",
      "vi": "Tôi biết ơn từng giây từng phút."
    }
  },
  {
    "translation": {
      "en": "Really, I began to find myself again.",
      "vi": "Thực sự, tôi bắt đầu tìm lại chính mình."
    }
  },
  {
    "translation": {
      "en": "And for that, I am so thankful.",
      "vi": "Vì thế, tôi rất biết ơn."
    }
  },
  {
    "translation": {
      "en": "Minimalism…",
      "vi": "Phong cách tối giản..."
    }
  },
  {
    "translation": {
      "en": "it changed my life.",
      "vi": "đã thay đổi cuộc đời tôi."
    }
  },
  {
    "translation": {
      "en": "This emotion washed over me. You know, it was really overwhelming.",
      "vi": "Cảm xúc dâng trào trong tôi. Nó thực sự quá sức chịu đựng."
    }
  },
  {
    "translation": {
      "en": "And it was this feeling of great abundance, you know.",
      "vi": "Đó là cảm giác rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Like an abundance where everything is fine.",
      "vi": "Như một sự dạt dào khi mọi thứ đều ổn."
    }
  },
  {
    "translation": {
      "en": "You have everything that you need, all is well. And I don't think I'd…",
      "vi": "Bạn có mọi thứ bạn cần, tất cả đều ổn. Và tôi không nghĩ mình sẽ..."
    }
  },
  {
    "translation": {
      "en": "I get emotional thinking back to it, right.",
      "vi": "không có suy nghĩ quay lại, phải."
    }
  },
  {
    "translation": {
      "en": "I don't think I had that feeling since I was maybe four or five years old, so…",
      "vi": "Tôi không nghĩ mình có cảm giác đó từ khi tôi mới bốn hay năm tuổi, nên…"
    }
  },
  {
    "translation": {
      "en": "This just deep knowing, you know, that all I wanted,",
      "vi": "Điều này chỉ là hiểu biết sâu sắc, đó là tất cả những gì tôi muốn,"
    }
  },
  {
    "translation": {
      "en": "you know, all I was searching for, all I needed…",
      "vi": "tất cả những gì tôi đang tìm, những gì tôi cần…"
    }
  },
  {
    "translation": {
      "en": "I already had it.",
      "vi": "Tôi đã có tất cả."
    }
  },
  {
    "translation": {
      "en": "A little over a year after my packing party experiment,",
      "vi": "Hơn một năm sau thí nghiệm đóng gói,"
    }
  },
  {
    "translation": {
      "en": "something unexpected happened.",
      "vi": "một điều không ngờ đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "My boss called me on a Friday morning",
      "vi": "Sếp đã gọi cho tôi vào sáng thứ Sáu"
    }
  },
  {
    "translation": {
      "en": "and told me to drive down to Cincinnati that afternoon",
      "vi": "và bảo tôi lái xe xuống Cincinnati chiều hôm đó"
    }
  },
  {
    "translation": {
      "en": "to meet him at the company's Human Resources office.",
      "vi": "để gặp ông ấy ở văn phòng nhân sự công ty"
    }
  },
  {
    "translation": {
      "en": "I walked into the conference room and saw my boss",
      "vi": "Tôi bước vào phòng họp và thấy sếp của tôi"
    }
  },
  {
    "translation": {
      "en": "and someone from HR sitting on the other side of the conference table.",
      "vi": "và một người từ phòng nhân sự ngồi bên kia bàn họp."
    }
  },
  {
    "translation": {
      "en": "My boss shook his head.",
      "vi": "Sếp tôi lắc đầu."
    }
  },
  {
    "translation": {
      "en": "We've eliminated your position with the latest round of cuts, my boss said.",
      "vi": "Chúng tôi đã cắt giảm vị trí của anh, sếp tôi nói."
    }
  },
  {
    "translation": {
      "en": "This change, it's effective immediately.",
      "vi": "Thay đổi này, thực thi ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "After seven promotions in less than a decade,",
      "vi": "Sau bảy lần thăng chức trong chưa đầy một thập kỷ,"
    }
  },
  {
    "translation": {
      "en": "I was laid off with no notice.",
      "vi": "tôi bị sa thải không báo trước."
    }
  },
  {
    "translation": {
      "en": "And then I was surprised by my next thought.",
      "vi": "Rồi tôi ngạc nhiên trước ý nghĩ tiếp theo của mình."
    }
  },
  {
    "translation": {
      "en": "Isn't this the best thing that could have happened?",
      "vi": "Điều tốt nhất có thể với tôi đã xảy ra rồi ư?"
    }
  },
  {
    "translation": {
      "en": "It was like a huge weight had been lifted off my shoulders.",
      "vi": "Nó như gánh nặng hoàn toàn trút khỏi vai tôi."
    }
  },
  {
    "translation": {
      "en": "I knew it was time for me to move on, and this was the nudge I needed.",
      "vi": "Tôi biết đã đến lúc tôi phải bước tiếp và đây là thời điểm tôi cần."
    }
  },
  {
    "translation": {
      "en": "My entire perspective had changed.",
      "vi": "Toàn bộ quan điểm của tôi thay đổi."
    }
  },
  {
    "translation": {
      "en": "And then I thought to myself, There might be some people out there",
      "vi": "Rồi tôi tự nhủ, Có thể có người sẽ thấy giá trị trong câu chuyện của tôi,"
    }
  },
  {
    "translation": {
      "en": "who would find value in my story.",
      "vi": "Có thể có người sẽ thấy giá trị trong câu chuyện của tôi,"
    }
  },
  {
    "translation": {
      "en": "Who would find value in our story.",
      "vi": "giá trị trong câu chuyện của chúng ta."
    }
  },
  {
    "translation": {
      "en": "So Josh and I, we decided to do what any two 30 year old dudes would do.",
      "vi": "Nên Josh và tôi quyết định làm điều mà hai chàng trai 30 tuổi sẽ làm."
    }
  },
  {
    "translation": {
      "en": "We started a blog.",
      "vi": "Chúng tôi lập một blog."
    }
  },
  {
    "translation": {
      "en": "That was a decade ago.",
      "vi": "Đó là một năm trước."
    }
  },
  {
    "translation": {
      "en": "And you know what? Something amazing happened.",
      "vi": "Biết gì không? Một điều kỳ diệu xảy ra."
    }
  },
  {
    "translation": {
      "en": "Fifty two people visited our website in the first month.",
      "vi": "52 người đã truy cập trang web của chúng tôi trong tháng đầu tiên."
    }
  },
  {
    "translation": {
      "en": "I realize that might sound unremarkable at first, but Josh and I, we were excited.",
      "vi": "Tôi nhận ra nghe có vẻ không đáng kể, nhưng Josh và tôi rất hào hứng."
    }
  },
  {
    "translation": {
      "en": "And then other remarkable things started happening.",
      "vi": "Rồi những điều khác bắt đầu xảy ra."
    }
  },
  {
    "translation": {
      "en": "Fifty two readers turned into 500, 500 turned into 5,000",
      "vi": "52 độc giả biến thành 500, 500 thành 5.000"
    }
  },
  {
    "translation": {
      "en": "and now we have the privilege",
      "vi": "và giờ chúng tôi có đặc quyền"
    }
  },
  {
    "translation": {
      "en": "of sharing our message with millions of people every year.",
      "vi": "chia sẻ thông điệp của mình với hàng triệu người mỗi năm."
    }
  },
  {
    "translation": {
      "en": "It turns out, when you add value to people's lives,",
      "vi": "Hóa ra, khi thêm giá trị vào cuộc sống của mọi người,"
    }
  },
  {
    "translation": {
      "en": "they're pretty eager to share your story with their friends and family",
      "vi": "họ rất háo hức chia sẻ câu chuyện của bạn với bạn bè, gia đình"
    }
  },
  {
    "translation": {
      "en": "to add value to their lives.",
      "vi": "để tăng giá trị cuộc sống của họ."
    }
  },
  {
    "translation": {
      "en": "It's fitting that we're back here.",
      "vi": "Thật tốt khi ta quay lại đây."
    }
  },
  {
    "translation": {
      "en": "Not just in Dayton, but here at Press, at this coffee shop,",
      "vi": "Không chỉ ở Dayton, mà ở đây là Press, ở quán cà phê này,"
    }
  },
  {
    "translation": {
      "en": "because this is where it literally started for us.",
      "vi": "vì đây là nơi bắt đầu của chúng ta."
    }
  },
  {
    "translation": {
      "en": "Even back when we were in the corporate world,",
      "vi": "Kể cả với thế giới doanh nghiệp,"
    }
  },
  {
    "translation": {
      "en": "you and I would meet here, and this was our place for creation.",
      "vi": "anh và tôi gặp nhau ở đây và đây là nơi ta sáng tạo."
    }
  },
  {
    "translation": {
      "en": "It was almost like we required this extra space outside of the corporate world,",
      "vi": "Cứ như là chúng ta cần không gian riêng bên ngoài thế giới doanh nghiệp,"
    }
  },
  {
    "translation": {
      "en": "outside of our cluttered personal lives,",
      "vi": "ngoài cuộc sống cá nhân bừa bộn,"
    }
  },
  {
    "translation": {
      "en": "to come here, to figure out how to create, how to simplify our lives.",
      "vi": "đến đây, tìm cách tạo ra, đơn giản hóa cuộc sống của chúng ta."
    }
  },
  {
    "translation": {
      "en": "To take this sort of feeling that we were experiencing",
      "vi": "Để có được cảm giác như chúng ta đã trải qua"
    }
  },
  {
    "translation": {
      "en": "and get it down onto the page.",
      "vi": "và đưa nó lên trang web."
    }
  },
  {
    "translation": {
      "en": "I think we should all be allowed to Etch A Sketch our life and say,",
      "vi": "Tôi nghĩ chúng ta được phép bắt đầu cuộc sống của mình và nói,"
    }
  },
  {
    "translation": {
      "en": "I thought this is the life I wanted, but it's not, and so I'm gonna start over again.",
      "vi": "Tôi nghĩ đây là cuộc sống tôi muốn, nhưng không, tôi sẽ bắt đầu lại."
    }
  },
  {
    "translation": {
      "en": "If you have a longing, and a dream, and a passion inside of you,",
      "vi": "Nếu bạn có khát khao, ước mơ và đam mê bên trong bạn,"
    }
  },
  {
    "translation": {
      "en": "why hold on to what you used to do and who you used to be",
      "vi": "sao phải giữ điều bạn đã làm, con người bạn đã từng là"
    }
  },
  {
    "translation": {
      "en": "and… and lose who you want to become?",
      "vi": "và mất đi người bạn muốn trở thành?"
    }
  },
  {
    "translation": {
      "en": "No matter where we're at on our journey towards less,",
      "vi": "Dù ta đang ở đâu trên con đường hướng tới tối giản,"
    }
  },
  {
    "translation": {
      "en": "we are always going to be pulled in that direction.",
      "vi": "chúng ta sẽ luôn bị kéo về hướng đó."
    }
  },
  {
    "translation": {
      "en": "The direction of comparison, the direction of being overwhelmed by the media.",
      "vi": "Hướng so sánh, hướng bị truyền thông lấn át."
    }
  },
  {
    "translation": {
      "en": "And the truth is we have to constantly refocus ourselves.",
      "vi": "Sự thật là chúng ta phải tập trung vào chính mình."
    }
  },
  {
    "translation": {
      "en": "We make life unnecessarily complicated",
      "vi": "Ta khiến cuộc sống vô lý trở nên phức tạp"
    }
  },
  {
    "translation": {
      "en": "because we overlook or underestimate the… the sense of direction that can come",
      "vi": "vì chúng ta bỏ qua hoặc đánh giá thấp ý thức về tác động hướng đi"
    }
  },
  {
    "translation": {
      "en": "from just taking a little time to sit alone with ourselves,",
      "vi": "từ việc chỉ dành ít thời gian để ngồi một mình với bản thân,"
    }
  },
  {
    "translation": {
      "en": "to sit in the quiet and say,",
      "vi": "ngồi yên lặng và nói"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna get my ideas about what a good life is",
      "vi": "Tôi sẽ không hiểu ý tôi về cuộc sống tốt"
    }
  },
  {
    "translation": {
      "en": "from external sources of stimulation.",
      "vi": "từ các nguồn kích thích bên ngoài."
    }
  },
  {
    "translation": {
      "en": "I'm gonna listen to that inner voice and see where that's guiding me.",
      "vi": "Tôi sẽ lắng nghe nội tâm và xem nó hướng tôi đến đâu."
    }
  },
  {
    "translation": {
      "en": "If people could just make a decision to be fully alive,",
      "vi": "Nếu mọi người có thể quyết định sống trọn vẹn,"
    }
  },
  {
    "translation": {
      "en": "if they could just get rid of everything that's sucking the life out of their soul,",
      "vi": "nếu họ có thể vứt bỏ mọi thứ, thứ hút cuộc sống khỏi linh hồn họ,"
    }
  },
  {
    "translation": {
      "en": "that's when you're gonna find your passion.",
      "vi": "đó là khi bạn tìm thấy đam mê của mình."
    }
  },
  {
    "translation": {
      "en": "But your passion will never be about yourself.",
      "vi": "Nhưng đam mê của bạn sẽ không bao giờ là về bản thân."
    }
  },
  {
    "translation": {
      "en": "Your passion will always be about some good you can do in the world.",
      "vi": "Đam mê của bạn sẽ luôn về những điều tốt đẹp bạn có thể làm trên đời."
    }
  },
  {
    "translation": {
      "en": "That's why Josh and I are right here right now.",
      "vi": "Đó là lý do Josh và tôi ở đây lúc này."
    }
  },
  {
    "translation": {
      "en": "We really hope we can add value to your life",
      "vi": "Chúng tôi hy vọng có thể tăng giá trị cuộc sống của bạn"
    }
  },
  {
    "translation": {
      "en": "by encouraging you to let go.",
      "vi": "bằng cách khuyến khích bạn từ bỏ."
    }
  },
  {
    "translation": {
      "en": "To imagine a life with more.",
      "vi": "Để nghĩ một cuộc sống với nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "More time, more meaningful relationships,",
      "vi": "Nhiều thời gian hơn, các mối quan hệ có ý nghĩa hơn,"
    }
  },
  {
    "translation": {
      "en": "more growth, and contribution, and contentment.",
      "vi": "phát triển và đóng góp và thỏa mãn."
    }
  },
  {
    "translation": {
      "en": "A life of passion,",
      "vi": "Một cuộc sống đầy đam mê,"
    }
  },
  {
    "translation": {
      "en": "unencumbered by the trappings of the chaotic world around you.",
      "vi": "không bị cản trở bởi cạm bẫy của thế giới hỗn loạn quanh bạn."
    }
  },
  {
    "translation": {
      "en": "What you're imagining is an intentional life.",
      "vi": "Những gì bạn tưởng tượng là một cuộc sống có chủ ý."
    }
  },
  {
    "translation": {
      "en": "Not a perfect life. Not even an easy life.",
      "vi": "Không phải cuộc sống hoàn hảo. Cuộc sống không dễ dàng."
    }
  },
  {
    "translation": {
      "en": "But a simple one.",
      "vi": "Nhưng đơn giản thôi."
    }
  },
  {
    "translation": {
      "en": "And to get there, you might have to let go of some stuff that's in the way.",
      "vi": "Và để đạt được điều đó, bạn có thể phải buông bỏ vài thứ cản đường."
    }
  },
  {
    "translation": {
      "en": "Clearing space I found a moment taking shape",
      "vi": "HÃY THỰC HIỆN THỬ THÁCH ĐẾN LÚC TỐI GIẢN CÙNG MỘT NGƯỜI BẠN, THÀNH VIÊN GIA ĐÌNH, ĐỒNG NGHIỆP."
    }
  },
  {
    "translation": {
      "en": "Collect the memories We put them into frames",
      "vi": "MỖI NGƯỜI TỪ BỎ MỘT THỨ VÀO NGÀY ĐẦU."
    }
  },
  {
    "translation": {
      "en": "The beauty of our day to day",
      "vi": "HAI THỨ VÀO NGÀY THỨ HAI. BA THỨ VÀO NGÀY THỨ BA."
    }
  },
  {
    "translation": {
      "en": "Hung on walls inside this home we built The life that we had made",
      "vi": "VÀ CỨ THẾ! BẤT CỨ THỨ GÌ CÓ THỂ! ĐỒ SƯU TẦM. ĐỒ TRANG TRÍ."
    }
  },
  {
    "translation": {
      "en": "You kept my childhood In a box beneath your bed",
      "vi": "NỘI THẤT, THIẾT BỊ, VẬT TƯ, GIƯỜNG, MÔ HÌNH, QUẦN ÁO, KHĂN TẮM, DỤNG CỤ, MŨ."
    }
  },
  {
    "translation": {
      "en": "My teenage years Upon some shelves inside the shed",
      "vi": "TỪ THIỆN, BÁN HOẶC TÁI CHẾ. MỌI SỰ SỞ HỮU PHẢI BIẾN MẤT TRƯỚC NỬA ĐÊM."
    }
  },
  {
    "translation": {
      "en": "My crayon portraits on your fridge",
      "vi": "BẠN CÓ THỂ DUY TRÌ CẢ THÁNG KHÔNG?"
    }
  },
  {
    "translation": {
      "en": "You saved every souvenir 'Cause you were scared You would forget",
      "vi": "CHIA SẺ TIẾN TRÌNH CỦA BẠN."
    }
  },
  {
    "translation": {
      "en": "You kept all of my stuff",
      "vi": "#LESSISNOW"
    }
  }
]