[
  {
    "translation": {
      "en": "[emcee] Thank you all for coming to the WCA World Championships, 2019!",
      "vi": "Cảm ơn các bạn đã đến tham dự Giải Vô địch Rubik Thế giới 2019!"
    }
  },
  {
    "translation": {
      "en": "[boy] Yes!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Who do you think will win the world championships today?",
      "vi": "Em nghĩ ai sẽ vô địch thế giới hôm nay?"
    }
  },
  {
    "translation": {
      "en": "Well, it's pretty tough competition.",
      "vi": "À, đây là cuộc thi rất gay cấn."
    }
  },
  {
    "translation": {
      "en": "My bet is on Feliks Zemdegs.",
      "vi": "Em cá là Feliks Zemdegs."
    }
  },
  {
    "translation": {
      "en": "Pretty much one of the greatest cubers of all time.",
      "vi": "Tay chơi rubik đỉnh nhất mọi thời."
    }
  },
  {
    "translation": {
      "en": "I really want Feliks to win again.",
      "vi": "Em rất muốn Feliks lại thắng."
    }
  },
  {
    "translation": {
      "en": "[announcer] From Australia, Feliks Zemdegs!",
      "vi": "Đến từ Úc, Feliks Zemdegs!"
    }
  },
  {
    "translation": {
      "en": "I personally think Max Park will win,",
      "vi": "Cá nhân em nghĩ Max Park sẽ thắng,"
    }
  },
  {
    "translation": {
      "en": "because he's the most consistent cuber here.",
      "vi": "vì anh ấy là tay chơi ổn định nhất ở đây."
    }
  },
  {
    "translation": {
      "en": "I'd probably say Max Park.",
      "vi": "Em sẽ nói là Max Park."
    }
  },
  {
    "translation": {
      "en": "-Max Park. -Max Park will be world champion.",
      "vi": "- Max Park. - Max Park sẽ vô địch thế giới."
    }
  },
  {
    "translation": {
      "en": "[emcee] From the United States of America, Max Park!",
      "vi": "Đến từ Hợp chủng quốc Hoa Kỳ, Max Park!"
    }
  },
  {
    "translation": {
      "en": "I can't really decide between them.",
      "vi": "Chả biết chọn ai giữa họ."
    }
  },
  {
    "translation": {
      "en": "They're very, like, close, so it's definitely gonna be exciting.",
      "vi": "Họ rất ngang cơ, nên chắc sẽ hồi hộp lắm ạ."
    }
  },
  {
    "translation": {
      "en": "[man] I think at the start, my parents thought it was just like a phase I was going through,",
      "vi": "Em nghĩ ban đầu, bố mẹ em tưởng nó chỉ là giai đoạn nhất thời của em,"
    }
  },
  {
    "translation": {
      "en": "just like some random hobby that I picked up and might get rid of.",
      "vi": "như kiểu một sở thích ngẫu nhiên em có và rồi sẽ mau chán."
    }
  },
  {
    "translation": {
      "en": "But after the first time I solved it, like...",
      "vi": "Nhưng sau lần đầu em giải nó, kiểu..."
    }
  },
  {
    "translation": {
      "en": "I just wanted to get faster and faster. It was just so addictive.",
      "vi": "em chỉ muốn nhanh hơn. Gây nghiện lắm ạ."
    }
  },
  {
    "translation": {
      "en": "I just never got bored of it.",
      "vi": "Em chưa bao giờ chán cả."
    }
  },
  {
    "translation": {
      "en": "[woman] It probably took me a little while to realize and understand how good he was.",
      "vi": "Có lẽ tôi đã phải mất một thời gian mới nhận ra và hiểu thằng bé giỏi cỡ nào."
    }
  },
  {
    "translation": {
      "en": "[young Feliks] 22.78.",
      "vi": "22,78 giây."
    }
  },
  {
    "translation": {
      "en": "He's got a serious addiction as well. Obsession.",
      "vi": "Nó cũng nghiện nặng trò đó. Ám ảnh luôn ấy chứ."
    }
  },
  {
    "translation": {
      "en": "But also an amazing talent.",
      "vi": "Nhưng đồng thời là một tài năng tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "He used to walk around the house and dinner time",
      "vi": "Nó thường đi quanh nhà và vào bữa tối,"
    }
  },
  {
    "translation": {
      "en": "we would sometimes just say, \"Put the cube away.\"",
      "vi": "đôi khi tụi tôi còn nói: \"Rời cái rubik ra\"."
    }
  },
  {
    "translation": {
      "en": "[young Feliks] Ah, 16.92.",
      "vi": "16,92 giây."
    }
  },
  {
    "translation": {
      "en": "[Rita] But he was just doing better and better all the time,",
      "vi": "Nhưng nó liên tục chơi ngày càng giỏi"
    }
  },
  {
    "translation": {
      "en": "and then all of a sudden setting world records,",
      "vi": "và đột nhiên lập kỷ lục thế giới"
    }
  },
  {
    "translation": {
      "en": "and then media coming, and it was just a crazy, crazy ride.",
      "vi": "rồi giới truyền thông tìm đến nó và đó là một trải nghiệm điên rồ."
    }
  },
  {
    "translation": {
      "en": "It is 22 past 7 now.",
      "vi": "Giờ là bảy giờ 22 phút."
    }
  },
  {
    "translation": {
      "en": "Well, our next guest can solve a Rubik's Cube puzzle",
      "vi": "Khách mời tiếp theo của chúng ta có thể giải Rubik"
    }
  },
  {
    "translation": {
      "en": "in under 10 seconds, and he's only 13 years old.",
      "vi": "trong chưa đầy mười giây, và cậu bé chỉ mới 13 tuổi."
    }
  },
  {
    "translation": {
      "en": "[reporter] Fourteen-year-old Feliks Zemdegs broke two world records by a second.",
      "vi": "Feliks Zemdegs 14 tuổi đã phá vỡ hai kỷ lục thế giới, nhanh hơn một giây."
    }
  },
  {
    "translation": {
      "en": "-[reporter] What's your secret? -Practice.",
      "vi": "- Bí quyết là gì? - Luyện tập ạ."
    }
  },
  {
    "translation": {
      "en": "Please welcome Feliks Zemdegs. Come on, Feliks!",
      "vi": "Chào mừng Feliks Zemdegs. Mời Feliks!"
    }
  },
  {
    "translation": {
      "en": "[man] We as parents ended up becoming media managers, which was totally foreign to us.",
      "vi": "Là phụ huynh, tụi tôi cuối cùng lại thành quản lý truyền thông, điều hoàn toàn mới."
    }
  },
  {
    "translation": {
      "en": "We didn't know how to do all of this stuff,",
      "vi": "Tụi tôi chả biết cách làm mấy thứ này,"
    }
  },
  {
    "translation": {
      "en": "how to manage the radio interviews and the television interviews.",
      "vi": "cách quản lý phỏng vấn radio, truyền hình."
    }
  },
  {
    "translation": {
      "en": "When he first broke the single world record,",
      "vi": "Khi nó lần đầu phá kỷ lục thế giới một lần giải,"
    }
  },
  {
    "translation": {
      "en": "that sort of put him on the world stage, I guess.",
      "vi": "chắc việc đó đã đưa nó ra với thế giới."
    }
  },
  {
    "translation": {
      "en": "That world record at the time was 7.08 seconds, and Feliks got 7.03 seconds.",
      "vi": "Kỷ lục thế giới vào thời điểm đó là 7,08 giây và Feliks đạt 7,03 giây."
    }
  },
  {
    "translation": {
      "en": "[Feliks] Yeah!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "[spectator] Come on! Get sub-five!",
      "vi": "Cố lên! Đạt dưới năm đi!"
    }
  },
  {
    "translation": {
      "en": "-[Feliks] Okay. -[spectator] Four-point-two! Whoa! That's a world record!",
      "vi": "- Được rồi. - 4,2 giây! Kỷ lục thế giới!"
    }
  },
  {
    "translation": {
      "en": "He set so many world records that I have totally lost track.",
      "vi": "Nó lập nhiều kỷ lục thế giới đến mức tôi không nhớ nổi."
    }
  },
  {
    "translation": {
      "en": "[Feliks] I won the world championship in 2013.",
      "vi": "Em đã vô địch thế giới năm 2013."
    }
  },
  {
    "translation": {
      "en": "And then 2015 going to finals I just had a lot of confidence,",
      "vi": "Và rồi năm 2015, khi vào vòng chung kết, em đã rất tự tin"
    }
  },
  {
    "translation": {
      "en": "and so I managed to win that one, like, comfortably.",
      "vi": "nên em đã chiến thắng một cách thoải mái."
    }
  },
  {
    "translation": {
      "en": "So, by the time it got to the world championships in 2017,",
      "vi": "Vậy nên khi đến giải vô địch thế giới năm 2017,"
    }
  },
  {
    "translation": {
      "en": "the question was, can anyone actually, like, beat me?",
      "vi": "câu hỏi là, liệu có ai thực sự đánh bại được em không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I remember very specifically when I first became aware of Max.",
      "vi": "Vâng, em nhớ rất rõ lần đầu em biết đến Max."
    }
  },
  {
    "translation": {
      "en": "There was this video that was going around of this kid doing, like, a 4x4 one-handed",
      "vi": "Có một đoạn phim rất nổi về cậu bé này giải rubik 4x4 bằng một tay"
    }
  },
  {
    "translation": {
      "en": "in 40 seconds or something like that.",
      "vi": "trong 40 giây hoặc tương tự thế."
    }
  },
  {
    "translation": {
      "en": "And I spent, like, two hours trying to beat this time.",
      "vi": "Và em đã dành hai tiếng để vượt qua thời gian đó ."
    }
  },
  {
    "translation": {
      "en": "I was like, \"What is happening here?",
      "vi": "Em kiểu: \"Chuyện gì đang xảy ra vậy?"
    }
  },
  {
    "translation": {
      "en": "I can't beat this random kid on YouTube who does a 4x4 with one hand.\"",
      "vi": "Mình thua một tên nhóc nào đó xoay rubik 4x4 một tay trên YouTube ư\"."
    }
  },
  {
    "translation": {
      "en": "That very much caught my attention.",
      "vi": "Việc đó đã khiến em rất chú ý."
    }
  },
  {
    "translation": {
      "en": "I'd heard about, like, I guess, the way Max was",
      "vi": "Em đã nghe nói, như em đoán, Max giỏi cỡ nào"
    }
  },
  {
    "translation": {
      "en": "from a couple of people who went to the US Nationals 2016.",
      "vi": "từ vài người đã tham dự Giải Quốc gia Mỹ năm 2016."
    }
  },
  {
    "translation": {
      "en": "But he was kind of a bit of a mystery to me.",
      "vi": "Nhưng lúc đó em ấy là một bí ẩn với em."
    }
  },
  {
    "translation": {
      "en": "And then, like, middle of 2017, he got the 3x3 average world record.",
      "vi": "Giữa 2017, em ấy lập kỷ lục thế giới về giải rubik 3x3 tính trung bình."
    }
  },
  {
    "translation": {
      "en": "Later on that year, in Paris, Max won the world championships.",
      "vi": "Cuối năm đó, ở Paris, Max đã vô địch thế giới."
    }
  },
  {
    "translation": {
      "en": "And that was his big moment of, \"Okay, Max Park is here.\"",
      "vi": "Đó là khoảnh khắc quan trọng: \"Rồi, Max Park đã tới\"."
    }
  },
  {
    "translation": {
      "en": "He's really, really good.",
      "vi": "Cậu bé rất, rất giỏi."
    }
  },
  {
    "translation": {
      "en": "Even though we were friendly, it was a little bit hard",
      "vi": "Dù tụi em thân thiết, nhưng hơi khó"
    }
  },
  {
    "translation": {
      "en": "when it would be like every two or three weeks",
      "vi": "khi cứ mỗi hai hoặc ba tuần,"
    }
  },
  {
    "translation": {
      "en": "Max would just beat one of my records.",
      "vi": "Max lại vượt qua kỷ lục của em."
    }
  },
  {
    "translation": {
      "en": "That was kind of annoying to deal with.",
      "vi": "Cũng hơi khó chịu để đối mặt."
    }
  },
  {
    "translation": {
      "en": "-[boy] What? -Minute 30.",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "-Yeah! -[spectator] Oh, my god.",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "I still am hanging on to the 3x3 average world record.",
      "vi": "Em vẫn đang giữ kỷ lục thế giới về giải rubik 3x3 tính trung bình."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "KỶ LỤC THẾ GIỚI 3X3 TRUNG BÌNH 4/2019"
    }
  },
  {
    "translation": {
      "en": "[Feliks] I know he still, like, very, very much wants that back.",
      "vi": "Và em biết em ấy vẫn rất muốn lấy lại danh hiệu đó."
    }
  },
  {
    "translation": {
      "en": "But that's probably, like, one of the things I'm the most proud of.",
      "vi": "Nhưng đó có lẽ là một trong những điều em tự hào nhất."
    }
  },
  {
    "translation": {
      "en": "[man] The first thing people probably wanna know about speedcubing is how do you solve the cube?",
      "vi": "Điều đầu tiên người ta muốn biết về giải rubik tốc độ là giải nó sao?"
    }
  },
  {
    "translation": {
      "en": "When you're learning how to solve a cube, you generally learn a set of algorithms:",
      "vi": "Khi bắt đầu học cách giải rubik, nói chung là bạn học một tập hợp các thuật toán."
    }
  },
  {
    "translation": {
      "en": "move sequences that move certain pieces to other places,",
      "vi": "Đổi các dãy khiến đổi các miếng nhất định đến chỗ khác"
    }
  },
  {
    "translation": {
      "en": "building up layer by layer to eventually solve the cube.",
      "vi": "xây từng tầng một để rồi giải được khối rubik."
    }
  },
  {
    "translation": {
      "en": "Most serious speedcubers learn around 300 algorithms",
      "vi": "Các tay chơi rubik tốc độ chuyên nghiệp học khoảng 300 thuật toán"
    }
  },
  {
    "translation": {
      "en": "through countless hours of practice.",
      "vi": "qua vô số giờ luyện tập."
    }
  },
  {
    "translation": {
      "en": "I think what really sets the top speedcubers apart from the rest",
      "vi": "Chắc điều làm các tay chơi rubik tốc độ tốp đầu khác biệt"
    }
  },
  {
    "translation": {
      "en": "is their ability to have very quick pattern recognition,",
      "vi": "là khả năng nhận dạng khuôn mẫu rất nhanh,"
    }
  },
  {
    "translation": {
      "en": "to memorize and synthesize hundreds of algorithms",
      "vi": "giúp họ ghi nhớ và tổng hợp hàng trăm thuật toán"
    }
  },
  {
    "translation": {
      "en": "and to put all those into their muscle memory,",
      "vi": "và đưa tất cả vào ký ức cơ bắp của họ,"
    }
  },
  {
    "translation": {
      "en": "to keep this all as seamless as possible. No starting and stopping.",
      "vi": "giữ mọi thứ trơn tru nhất có thể. Không giật mình và dừng lại."
    }
  },
  {
    "translation": {
      "en": "The undisputed main event is definitely the 3x3 event,",
      "vi": "Hạng mục chủ yếu chắc chắn là hạng mục rubik 3x3,"
    }
  },
  {
    "translation": {
      "en": "and that's the one that everybody wants to win.",
      "vi": "và đó là hạng mục ai cũng muốn thắng."
    }
  },
  {
    "translation": {
      "en": "[Kit] And these days, you can't talk about winning any event without mentioning Max Park.",
      "vi": "Ngày nay, nhắc đến chiến thắng ở mọi hạng mục là nhắc đến Max Park."
    }
  },
  {
    "translation": {
      "en": "I want to get three second! Come on!",
      "vi": "Mình muốn đạt ba giây! Cố lên!"
    }
  },
  {
    "translation": {
      "en": "Feliks doesn't react when he got four because he's the world record holder.",
      "vi": "Feliks chả phản ứng khi đạt bốn giây vì anh ấy giữ kỷ lục thế giới."
    }
  },
  {
    "translation": {
      "en": "[man] As a baby, as soon as we brought him home from the hospital,",
      "vi": "Khi mới sinh, ngay khi đón nó từ bệnh viện về,"
    }
  },
  {
    "translation": {
      "en": "I felt something was a little off.",
      "vi": "tôi đã cảm thấy có gì đó không ổn."
    }
  },
  {
    "translation": {
      "en": "We took him to the pediatrician. We had his hearing checked.",
      "vi": "Tụi tôi đưa nó đến bác sĩ nhi, kiểm tra thính giác."
    }
  },
  {
    "translation": {
      "en": "He was just hyper-focused on whatever he was doing.",
      "vi": "Thằng bé tập trung cao độ vào bất cứ việc gì nó làm."
    }
  },
  {
    "translation": {
      "en": "And once we got his attention, he wasn't very interested in anything that we had to offer.",
      "vi": "Và khi chú ý đến tụi tôi, nó chả hứng thú với bất cứ thứ gì tụi tôi đưa ra."
    }
  },
  {
    "translation": {
      "en": "[woman] It was just kinda like, \"He's gonna get better.",
      "vi": "Tôi kiểu: \"Rồi mọi thứ sẽ ổn hơn thôi\"."
    }
  },
  {
    "translation": {
      "en": "Okay, like, by the time he's gonna be three, he's going to be fine.\"",
      "vi": "Đúng vậy, kiểu như: \"Đến lúc lên ba, nó sẽ ổn thôi\"."
    }
  },
  {
    "translation": {
      "en": "It was my kinda big goal and hope and, you know, belief.",
      "vi": "Đó là mục tiêu và hy vọng lớn lao của tôi, cả niềm tin nữa."
    }
  },
  {
    "translation": {
      "en": "[Max] Dang you, Feliks!",
      "vi": "Khỉ gió, Feliks!"
    }
  },
  {
    "translation": {
      "en": "Look.",
      "vi": "Nhìn này."
    }
  },
  {
    "translation": {
      "en": "[Schwan] We took him to the hospital, where we met with a child neurophysician,",
      "vi": "Tụi tôi đưa nó đến bệnh viện, nơi tụi tôi gặp một bác sĩ thần kinh trẻ em,"
    }
  },
  {
    "translation": {
      "en": "and he, at that time, formally diagnosed Max with autism.",
      "vi": "và anh ấy, lúc đó chính thức chẩn đoán Max mắc chứng tự kỷ."
    }
  },
  {
    "translation": {
      "en": "[Miki] First thing I was thinking is...",
      "vi": "Điều đầu tiên tôi nghĩ là..."
    }
  },
  {
    "translation": {
      "en": "I don't know, it's just a...",
      "vi": "Tôi chịu, nó là chỉ một..."
    }
  },
  {
    "translation": {
      "en": "you kinda lost your... future, kind of thing.",
      "vi": "Kiểu bạn đã đánh mất... tương lai của mình, kiểu vậy ấy."
    }
  },
  {
    "translation": {
      "en": "You had a beautiful...",
      "vi": "Bạn đã ước mơ..."
    }
  },
  {
    "translation": {
      "en": "\"I'm going to do this with my child and do this and that.\"",
      "vi": "\"Mình sẽ làm việc này việc kia với con\"."
    }
  },
  {
    "translation": {
      "en": "And then, it's just kinda like, shut the door in front of you.",
      "vi": "Và rồi, mọi thứ như đóng sầm lại trước mặt bạn."
    }
  },
  {
    "translation": {
      "en": "[Schwan] I remember we were sitting at the edge of our bed,",
      "vi": "Tôi nhớ tụi tôi đã ngồi ở cạnh giường,"
    }
  },
  {
    "translation": {
      "en": "and we were just hugging each other, and we just both lost it.",
      "vi": "ôm lấy nhau, và cả hai đều mất bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "We were just crying, and I think...",
      "vi": "Tụi tôi chỉ biết khóc, và tôi nghĩ rằng..."
    }
  },
  {
    "translation": {
      "en": "to me it felt like, \"Let's cry our hearts out now and get to work.\"",
      "vi": "với tôi nó kiểu: \"Cứ khóc hết nước mắt đi rồi bắt đầu giải quyết\"."
    }
  },
  {
    "translation": {
      "en": "[Miki] Hey Max, are you tired?",
      "vi": "Này Max, con có mệt không?"
    }
  },
  {
    "translation": {
      "en": "From that point on is when we started to look for answers.",
      "vi": "Kể từ thời điểm đó, tụi tôi bắt đầu tìm kiếm giải pháp."
    }
  },
  {
    "translation": {
      "en": "[Miki] I kinda knew that there is a reason why this is in my life",
      "vi": "Tôi cũng biết rằng phải có một lý do tại sao tôi lại gặp chuyện này trong đời"
    }
  },
  {
    "translation": {
      "en": "and this is my child.",
      "vi": "và tại sao là con tôi."
    }
  },
  {
    "translation": {
      "en": "And I cannot just...",
      "vi": "Và tôi không thể cứ thế..."
    }
  },
  {
    "translation": {
      "en": "give up.",
      "vi": "từ bỏ được."
    }
  },
  {
    "translation": {
      "en": "One day I just sat down and I was just kinda devastated.",
      "vi": "Một ngày nọ, tôi ngồi xuống và thấy suy sụp."
    }
  },
  {
    "translation": {
      "en": "He doesn't look at me, he doesn't play with me.",
      "vi": "Nó không nhìn tôi, không chơi với tôi."
    }
  },
  {
    "translation": {
      "en": "He is in his own world by himself.",
      "vi": "Nó ở trong thế giới của riêng mình."
    }
  },
  {
    "translation": {
      "en": "[Miki] So I just did it together. He lay down, I'd lay down.",
      "vi": "Nên tôi đã làm cùng nó. Nó nằm xuống, tôi cũng nằm."
    }
  },
  {
    "translation": {
      "en": "He did this, I'd do this, and then just kinda...",
      "vi": "Nó làm gì, tôi làm nấy, và kiểu..."
    }
  },
  {
    "translation": {
      "en": "not asking him anything.",
      "vi": "không hỏi gì nó cả."
    }
  },
  {
    "translation": {
      "en": "\"I'm here.",
      "vi": "Mẹ ở đây."
    }
  },
  {
    "translation": {
      "en": "But, you know, when you're ready, I'm here with you.\"",
      "vi": "Nhưng con biết đấy: \"Khi con sẵn sàng, mẹ ở đây với con\"."
    }
  },
  {
    "translation": {
      "en": "And then one day we were playing with this phone. \"Hello, hello.\"",
      "vi": "Rồi một ngày nọ, tụi tôi đang chơi với điện thoại: \"A lô\"."
    }
  },
  {
    "translation": {
      "en": "-[Max] Hello? -[Miki] Hello?",
      "vi": "- A lô? - A lô?"
    }
  },
  {
    "translation": {
      "en": "And he was holding my hand, and then he was looking at Daddy.",
      "vi": "Và nó nắm lấy tay tôi, rồi nhìn sang bố nó."
    }
  },
  {
    "translation": {
      "en": "It was kinda like, \"Daddy you're not invited.\"",
      "vi": "Kiểu như: \"Bố không được mời\"."
    }
  },
  {
    "translation": {
      "en": "Zip down.",
      "vi": "Kéo khóa xuống."
    }
  },
  {
    "translation": {
      "en": "That's a breakthrough thing.",
      "vi": "Đó là một bước đột phá."
    }
  },
  {
    "translation": {
      "en": "So he started to open up his world.",
      "vi": "Nó đã bắt đầu mở rộng thế giới của mình."
    }
  },
  {
    "translation": {
      "en": "[Schwan] I think that was sorta like the first time",
      "vi": "Tôi nghĩ đó là lần đầu tiên"
    }
  },
  {
    "translation": {
      "en": "that Miki started to enjoy her child as a child.",
      "vi": "Miki bắt đầu được vui chơi với con như một đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "[Schwan] It lit sort of like a fire within us to want more.",
      "vi": "Nó như thắp lên ngọn lửa khiến tụi tôi muốn thêm nữa."
    }
  },
  {
    "translation": {
      "en": "How can we get more of this?",
      "vi": "Làm sao để tụi tôi có thêm điều đó?"
    }
  },
  {
    "translation": {
      "en": "As a child, Max could not do anything with his fingers.",
      "vi": "Khi còn nhỏ, Max không thể làm gì với ngón tay của mình."
    }
  },
  {
    "translation": {
      "en": "His fine motor skill was really stunted.",
      "vi": "Kỹ năng vận động tinh của nó bị ức chế."
    }
  },
  {
    "translation": {
      "en": "So we did tons of therapy working on his fingers.",
      "vi": "Nên tụi tôi đã làm vô số trị liệu với ngón tay của thằng bé."
    }
  },
  {
    "translation": {
      "en": "We had a Rubik's Cube in the house, and so he just wanted to solve.",
      "vi": "Ở nhà tụi tôi có một khối Rubik, và thằng bé muốn giải nó."
    }
  },
  {
    "translation": {
      "en": "I thought, \"Why not?\"",
      "vi": "Tôi nghĩ, sao không?"
    }
  },
  {
    "translation": {
      "en": "[Schwan] He just gravitated towards it.",
      "vi": "Thằng bé bị nó thu hút."
    }
  },
  {
    "translation": {
      "en": "Miki right away went on YouTube, and figured out how to solve it, and then taught Max.",
      "vi": "Miki ngay lập tức lên YouTube, và tìm cách giải rubik rồi dạy Max."
    }
  },
  {
    "translation": {
      "en": "So she had two agendas in mind.",
      "vi": "Cô ấy nghĩ tới hai kế hoạch."
    }
  },
  {
    "translation": {
      "en": "Here was something that I can use as a teaching component,",
      "vi": "Đây là thứ mình có thể dùng làm dụng cụ dạy học,"
    }
  },
  {
    "translation": {
      "en": "but, at the same time, he loves it and... it would be a great thing for them to connect together,",
      "vi": "nhưng con cũng thích nó và... sẽ rất tuyệt nếu chúng kết nối với nhau,"
    }
  },
  {
    "translation": {
      "en": "not knowing at that time that he was just gonna rapid-fire down this rabbit hole.",
      "vi": "lúc đó cô ấy không hề biết thằng bé sẽ rơi vào một tình huống rất lạ kỳ."
    }
  },
  {
    "translation": {
      "en": "-[Miki] What is it? -Thirty-one seconds.",
      "vi": "- Bao nhiêu? - Ba mốt giây."
    }
  },
  {
    "translation": {
      "en": "[Miki] Okay!",
      "vi": "Được rồi!"
    }
  },
  {
    "translation": {
      "en": "[Schwan] The very first competition he went to, it was just an exercise",
      "vi": "Cuộc thi đầu tiên thằng bé tham gia chỉ là một bài tập luyện"
    }
  },
  {
    "translation": {
      "en": "in me and Miki bringing him to a social event",
      "vi": "để tôi và Miki đưa nó đến một sự kiện xã hội"
    }
  },
  {
    "translation": {
      "en": "where he was gonna learn to stand in line,",
      "vi": "nơi nó sẽ học cách xếp hàng,"
    }
  },
  {
    "translation": {
      "en": "look at somebody else for a cue to start cubing.",
      "vi": "nhìn người khác ra tín hiệu để bắt đầu giải rubik."
    }
  },
  {
    "translation": {
      "en": "Wait your turn, wait till somebody says it's okay.",
      "vi": "Đợi đến lượt, đến khi ai đó nói là được rồi."
    }
  },
  {
    "translation": {
      "en": "It was a giant play date situation",
      "vi": "Đó là một buổi cùng chơi quy mô lớn"
    }
  },
  {
    "translation": {
      "en": "that we were going to exploit for Max's social development.",
      "vi": "mà tụi tôi tận dụng để phát triển kỹ năng xã hội của Max."
    }
  },
  {
    "translation": {
      "en": "So we went there and I was surprised, because this pointing--",
      "vi": "Tụi tôi đến đó và tôi rất ngạc nhiên, vì nó đã chỉ trỏ..."
    }
  },
  {
    "translation": {
      "en": "We tried everything to teach him pointing.",
      "vi": "Tụi tôi đã thử mọi cách để dạy nó chỉ trỏ."
    }
  },
  {
    "translation": {
      "en": "Pointing is something that is a hallmark for autistic kids to not have.",
      "vi": "Chỉ trỏ là một đặc điểm nổi bật mà các trẻ tự kỷ không có."
    }
  },
  {
    "translation": {
      "en": "When he went to the competition, we remember he was pointing at people and saying,",
      "vi": "Khi đến cuộc thi, tụi tôi nhớ nó chỉ vào mọi người và nói:"
    }
  },
  {
    "translation": {
      "en": "\"Here's this person.\" You know, all these people.",
      "vi": "\"Là người này\". Tất cả những người này."
    }
  },
  {
    "translation": {
      "en": "[Max] 9.15. He got sub-10.",
      "vi": "9,15 giây. Đạt dưới 10 giây kìa."
    }
  },
  {
    "translation": {
      "en": "[Schwan] We were like, huh? He's pointing, and this is coming out naturally.",
      "vi": "Tụi tôi kiểu như, hả? Nó đang chỉ trỏ và việc này diễn ra rất tự nhiên."
    }
  },
  {
    "translation": {
      "en": "That was when we realized, \"Wow, this is... this is great.\"",
      "vi": "Đó là khi tụi tôi nhận ra: \"Ồ, điều này... thật tuyệt\"."
    }
  },
  {
    "translation": {
      "en": "Max's first award came at the very second competition he ever went to.",
      "vi": "Giải nhất của Max đến từ ngay cuộc thi thứ hai mà nó tham dự."
    }
  },
  {
    "translation": {
      "en": "[announcer] In first place, we have Max Park.",
      "vi": "Ở vị trí dẫn đầu, chúng ta có Max Park."
    }
  },
  {
    "translation": {
      "en": "[Schwan] That's when it dawned on us. \"Wow, I think he has something.\"",
      "vi": "Đó là khi tụi tôi nhận ra: \"Chà, thằng bé có tài năng đấy chứ\"."
    }
  },
  {
    "translation": {
      "en": "I remember thinking, \"If he's really good at this",
      "vi": "Tôi nhớ mình đã nghĩ: \"Nếu nó thực sự giỏi việc này"
    }
  },
  {
    "translation": {
      "en": "and this is something that he loves to do, we are going to run with this.\"",
      "vi": "và đây là thứ nó đam mê, tụi tôi sẽ ủng hộ hết mình\"."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "[Schwan] 2017 Worlds was the first time that Max competed against his idol, Feliks Zemdegs.",
      "vi": "Giải Thế giới 2017 là lần đầu Max thi với thần tượng của nó, Feliks Zemdegs."
    }
  },
  {
    "translation": {
      "en": "He ended up winning 3x3 at Worlds that year, which was a really big deal.",
      "vi": "Và năm đó, nó vô địch hạng mục rubik 3x3, một việc vô cùng lớn lao."
    }
  },
  {
    "translation": {
      "en": "But the big win for us was when he was up on the podium.",
      "vi": "Nhưng chiến thắng lớn với tụi tôi là khi nó đứng trên bục."
    }
  },
  {
    "translation": {
      "en": "He looked at the way he was holding his prize and his shingle",
      "vi": "Thằng bé nhìn cách nó cầm giải thưởng và bằng chứng nhận"
    }
  },
  {
    "translation": {
      "en": "and he looked at the podium next to him",
      "vi": "rồi nhìn vào bục bên cạnh nó"
    }
  },
  {
    "translation": {
      "en": "and he immediately readjusted himself to be like the person next to them.",
      "vi": "và ngay lập tức tự điều chỉnh để giống như người đứng bên cạnh."
    }
  },
  {
    "translation": {
      "en": "Me and Miki, we looked at each other and were like, \"Did you see that?\"",
      "vi": "Tôi và Miki, tụi tôi nhìn nhau và kiểu: \"Thấy gì chứ?\""
    }
  },
  {
    "translation": {
      "en": "Because for us, an autistic kid looking at his peer and mimicking is like the ultimate goal.",
      "vi": "Vì với tụi tôi, một đứa trẻ tự kỷ nhìn bạn bè và bắt chước là mục tiêu lớn nhất."
    }
  },
  {
    "translation": {
      "en": "[whispering] I heart you.",
      "vi": "Con yêu mẹ."
    }
  },
  {
    "translation": {
      "en": "You too.",
      "vi": "Mẹ cũng vậy."
    }
  },
  {
    "translation": {
      "en": "[Schwan] Obviously, when you look at Max, he's a 17-year-old kid.",
      "vi": "Rõ ràng, khi nhìn Max, nó là một đứa trẻ 17 tuổi."
    }
  },
  {
    "translation": {
      "en": "He's six foot tall.",
      "vi": "Nó cao 1 mét 83."
    }
  },
  {
    "translation": {
      "en": "But emotionally, he's about, I would say, seven, eight, maybe nine.",
      "vi": "Nhưng về mặt cảm xúc, nó chỉ khoảng bảy, tám, có thể là chín tuổi."
    }
  },
  {
    "translation": {
      "en": "And so going into these competitions,",
      "vi": "Vậy nên khi bước vào những cuộc thi đó,"
    }
  },
  {
    "translation": {
      "en": "we were just concerned about his ability to deal with failure.",
      "vi": "tụi tôi lo về khả năng đối phó với thất bại của nó."
    }
  },
  {
    "translation": {
      "en": "Okay, ready? Let's go.",
      "vi": "Nào, sẵn sàng chưa? Đi thôi."
    }
  },
  {
    "translation": {
      "en": "[woman] Yeah, no problem.",
      "vi": "Ừ, không vấn đề."
    }
  },
  {
    "translation": {
      "en": "Ready.",
      "vi": "Sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "Max, a few weeks back, had somebody else in North America get a really good time,",
      "vi": "Max, vài tuần trước, có một người khác ở Bắc Mỹ đã đạt thời gian rất tốt,"
    }
  },
  {
    "translation": {
      "en": "and he... he had really high expectations of beating that.",
      "vi": "và thằng bé kỳ vọng rất cao về việc đánh bại cái đó."
    }
  },
  {
    "translation": {
      "en": "Bam! Let's go!",
      "vi": "Bùm! Bắt đầu nào!"
    }
  },
  {
    "translation": {
      "en": "[man] Max! Kill 'em!",
      "vi": "Max! Chiến đi!"
    }
  },
  {
    "translation": {
      "en": "[man] All right, that concludes the first half of the day.",
      "vi": "Rồi, kết thúc nửa ngày đầu tiên."
    }
  },
  {
    "translation": {
      "en": "We're ending a little bit early.",
      "vi": "Ta sẽ kết thúc sớm một chút."
    }
  },
  {
    "translation": {
      "en": "[Schwan] And then it just didn't happen, and when that happened he just--",
      "vi": "Rồi thằng bé đã không làm được, và khi điều đó xảy đến, thằng bé..."
    }
  },
  {
    "translation": {
      "en": "He was very, very disappointed.",
      "vi": "Nó vô cùng thất vọng."
    }
  },
  {
    "translation": {
      "en": "Because the luck happened!",
      "vi": "Vì may mắn đã xảy ra!"
    }
  },
  {
    "translation": {
      "en": "[Schwan] In the meantime, we're holding back our own heartache,",
      "vi": "Khi đó, tụi tôi cố kìm nén nỗi đau của mình,"
    }
  },
  {
    "translation": {
      "en": "because regardless of if it was warranted or not, it still kills us.",
      "vi": "vì dù có lý do gì đi nữa, việc đó vẫn khiến tụi tôi rất buồn."
    }
  },
  {
    "translation": {
      "en": "We have the window of hope still open for his emotional skills developing.",
      "vi": "Tụi tôi vẫn còn cửa hy vọng để phát triển các kỹ năng cảm xúc của nó."
    }
  },
  {
    "translation": {
      "en": "-[beep] -[man] Okay. Okay.",
      "vi": "QUẢNG CÁO GIẢI RUBIK BỜ TÂY 2018 CẢNH 1"
    }
  },
  {
    "translation": {
      "en": "Now, in order to win the giveaway, you'll need to be at one of the West Coast competitions.",
      "vi": "Để giành quà, bạn phải tham dự một trong các cuộc thi ở Bờ Tây."
    }
  },
  {
    "translation": {
      "en": "So make sure you include in your comment which competition you'll be attending, right, Max?",
      "vi": "Nên nhớ viết ở bình luận bạn sẽ dự cuộc thi nào, phải chứ Max?"
    }
  },
  {
    "translation": {
      "en": "Right, Feliks?",
      "vi": "Phải chứ, Felix?"
    }
  },
  {
    "translation": {
      "en": "-[woman] \"Right, Feliks.\" -Right.",
      "vi": "- \"Phải, Feliks\". - Ừ."
    }
  },
  {
    "translation": {
      "en": "[man] No, go, \"Right, Feliks!\"",
      "vi": "Không, \"Phải, Feliks!\""
    }
  },
  {
    "translation": {
      "en": "-Right, Feliks. -Yeah, that's right.",
      "vi": "- Phải, Feliks. - Ừ, đúng rồi."
    }
  },
  {
    "translation": {
      "en": "[man] Okay. Ready? One more time.",
      "vi": "- Rồi. Sẵn sàng chứ? Lại nhé. - Rồi, lần nữa, Max."
    }
  },
  {
    "translation": {
      "en": "All right, one more time, Max. One more time.",
      "vi": "- Rồi. Sẵn sàng chứ? Lại nhé. - Rồi, lần nữa, Max. Một lần nữa."
    }
  },
  {
    "translation": {
      "en": "[Schwan] The first time that we ever saw Feliks",
      "vi": "Lần đầu tiên tụi tôi gặp Feliks"
    }
  },
  {
    "translation": {
      "en": "was when we went to the 2013 World Championships in Las Vegas.",
      "vi": "là khi tụi tôi đến Giải Vô địch Thế giới năm 2013 tại Las Vegas."
    }
  },
  {
    "translation": {
      "en": "Feliks was the first person that Max ever asked for an autograph,",
      "vi": "Feliks là người đầu tiên Max xin chữ ký,"
    }
  },
  {
    "translation": {
      "en": "and he was the very first person he ever took a picture with.",
      "vi": "và cậu bé là người đầu tiên nó chụp ảnh cùng."
    }
  },
  {
    "translation": {
      "en": "He just had this mythical, legendary status.",
      "vi": "Cậu bé có một danh hiệu đỉnh cao, huyền thoại."
    }
  },
  {
    "translation": {
      "en": "So four years later now, Max is bigger than Feliks.",
      "vi": "Và bốn năm sau, Max đã vượt qua Feliks."
    }
  },
  {
    "translation": {
      "en": "And, you know, it was really... yeah, it was awkward.",
      "vi": "Và, bạn biết đấy, điều đó thật sự rất... khó xử."
    }
  },
  {
    "translation": {
      "en": "After he broke the 3x3 world record average,",
      "vi": "Khi em ấy phá kỷ lục thế giới 3x3 tính trung bình, em nhắn"
    }
  },
  {
    "translation": {
      "en": "I, like, messaged his Facebook account.",
      "vi": "Khi em ấy phá kỷ lục thế giới 3x3 tính trung bình, em nhắn Facebook của em ấy. Em nói: \"Chúc mừng cả nhà."
    }
  },
  {
    "translation": {
      "en": "I was just like, \"Congratulations, you guys.",
      "vi": "Facebook của em ấy. Em nói: \"Chúc mừng cả nhà."
    }
  },
  {
    "translation": {
      "en": "Really well done. You should be really proud.\"",
      "vi": "Làm giỏi lắm. Em nên thực sự tự hào\"."
    }
  },
  {
    "translation": {
      "en": "And then... yeah, met him for the first time at the Championships,",
      "vi": "Và rồi... em gặp em ấy lần đầu ở Giải Vô địch"
    }
  },
  {
    "translation": {
      "en": "and he was very, very excited.",
      "vi": "và em ấy vô cùng phấn khích."
    }
  },
  {
    "translation": {
      "en": "[Schwan] Max and Feliks, they're cut from the same cloth.",
      "vi": "Max và Feliks, hai đứa giống nhau y hệt."
    }
  },
  {
    "translation": {
      "en": "They push each other... but I think they also understand each other.",
      "vi": "Tụi nó thúc đẩy lẫn nhau, nhưng tôi nghĩ tụi nó cũng rất hiểu nhau."
    }
  },
  {
    "translation": {
      "en": "[Max] 4x4 top three, right?",
      "vi": "Tốp ba 4x4 nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-[Feliks] Top three, that's us. -[Max] In the world, right?",
      "vi": "- Ta là tốp ba. - Trên thế giới nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-[Max] Get 17, okay? -[Feliks] You're first, right?",
      "vi": "- Đạt 17 giây đi nhé? - Em đạt trước nhé?"
    }
  },
  {
    "translation": {
      "en": "[Max] Okay, ready. Go!",
      "vi": "Rồi, sẵn sàng. Đi!"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Nào."
    }
  },
  {
    "translation": {
      "en": "[spectators] Feliks got it.",
      "vi": "Feliks xong."
    }
  },
  {
    "translation": {
      "en": "[man] One more.",
      "vi": "- Feliks xong. - Một lần nữa."
    }
  },
  {
    "translation": {
      "en": "-One more time? -Yeah.",
      "vi": "- Lần nữa à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "[Feliks] What do you wanna sing, Max?",
      "vi": "Muốn hát bài gì, Max?"
    }
  },
  {
    "translation": {
      "en": "\"Bohemian Rhapsody\"? That's so hard.",
      "vi": "''Bohemian Rhapsody''? Khó lắm đó."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Let's do it!",
      "vi": "- Dạ. - Hát đi!"
    }
  },
  {
    "translation": {
      "en": "[Rita] Clearly, they're rivals,",
      "vi": "Rõ ràng, tụi nhỏ là đối thủ"
    }
  },
  {
    "translation": {
      "en": "but they're friends,",
      "vi": "nhưng cũng là bạn bè."
    }
  },
  {
    "translation": {
      "en": "and it's just beautiful to watch Max looking up to Feliks in a way.",
      "vi": "Và thật tuyệt khi thấy Max ngưỡng mộ Feliks theo một cách nào đó."
    }
  },
  {
    "translation": {
      "en": "Anything Feliks does, Max will do.",
      "vi": "Bất cứ điều gì Feliks làm, Max sẽ làm."
    }
  },
  {
    "translation": {
      "en": "You gotta brush your teeth every night before you go to sleep and after dinner, because Feliks does it.",
      "vi": "Con phải đánh răng mỗi tối trước khi ngủ và sau bữa tối, vì anh Feliks làm thế."
    }
  },
  {
    "translation": {
      "en": "-Right, Max? -Right.",
      "vi": "- Phải chứ, Max? - Phải."
    }
  },
  {
    "translation": {
      "en": "[Schwan] Every time Max does really well or breaks a record,",
      "vi": "Mỗi khi Max làm rất tốt hay phá kỷ lục,"
    }
  },
  {
    "translation": {
      "en": "we get a text from Feliks and he says,",
      "vi": "Feliks đều nhắn cho tụi tôi nói:"
    }
  },
  {
    "translation": {
      "en": "\"Tell Max I'm so happy for him and congratulations.\"",
      "vi": "\"Bảo Max cháu rất mừng cho em, xin chúc mừng ạ\"."
    }
  },
  {
    "translation": {
      "en": "And I'm sure that it doesn't feel good,",
      "vi": "Dù tôi chắc là nó không dễ chịu,"
    }
  },
  {
    "translation": {
      "en": "especially if it's his record or something that Max breaks.",
      "vi": "nhất là khi Max phá vỡ kỷ lục hay gì đó của cậu bé."
    }
  },
  {
    "translation": {
      "en": "Nice one. Good job.",
      "vi": "Hay quá. Làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "What a great human being he is",
      "vi": "Cậu bé là một con người tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "that he just makes sure that he's a good friend first.",
      "vi": "khi đảm bảo rằng mình là một người bạn tốt trước."
    }
  },
  {
    "translation": {
      "en": "[Feliks] I think if I won Worlds this year, that would be pretty epic.",
      "vi": "Em nghĩ sẽ rất hoành tráng nếu em vô địch thế giới năm nay."
    }
  },
  {
    "translation": {
      "en": "And to win it in, like, Melbourne where, you know, I've grown up,",
      "vi": "Và thắng giải ở, Melbourne, nơi em đã khôn lớn."
    }
  },
  {
    "translation": {
      "en": "that would just... that would complete everything.",
      "vi": "Nó sẽ... nó sẽ khiến mọi thứ thật trọn vẹn."
    }
  },
  {
    "translation": {
      "en": "I moved to Sydney in February this year.",
      "vi": "Em chuyển đến Sydney vào tháng Hai năm nay."
    }
  },
  {
    "translation": {
      "en": "I, like, did an internship with this trading firm.",
      "vi": "Kiểu, em đã thực tập ở một công ty thương mại."
    }
  },
  {
    "translation": {
      "en": "But I have no idea of what I want to do for a career",
      "vi": "Nhưng em không biết mình muốn làm gì với sự nghiệp hay cả cuộc đời sau này."
    }
  },
  {
    "translation": {
      "en": "or, like, the rest of my life.",
      "vi": "với sự nghiệp hay cả cuộc đời sau này."
    }
  },
  {
    "translation": {
      "en": "Cubing is, like, the thing that I'm really, really passionate about,",
      "vi": "Chơi Rubik là thứ duy nhất em thực sự đam mê,"
    }
  },
  {
    "translation": {
      "en": "so I want to keep that a big part of my life.",
      "vi": "nên em muốn giữ nó là một phần quan trọng trong đời."
    }
  },
  {
    "translation": {
      "en": "[Schwan] I know in cubing, people start to slide down the rankings",
      "vi": "Tôi biết trong chơi rubik, mọi người thường bắt đầu tụt hạng"
    }
  },
  {
    "translation": {
      "en": "about the time that they would normally enter adulthood.",
      "vi": "vào khoảng lúc họ bước vào tuổi trưởng thành."
    }
  },
  {
    "translation": {
      "en": "Because life happens.",
      "vi": "Vì cuộc đời là thế."
    }
  },
  {
    "translation": {
      "en": "You have to pay rent, you have to find a partner,",
      "vi": "Bạn phải trả tiền thuê nhà, bạn phải tìm nửa kia,"
    }
  },
  {
    "translation": {
      "en": "you have to buy ketchup.",
      "vi": "bạn phải mua tương cà."
    }
  },
  {
    "translation": {
      "en": "I mean, there's all these things that you have to make happen.",
      "vi": "Ý tôi là, đó là những thứ mà bạn phải làm."
    }
  },
  {
    "translation": {
      "en": "You just can't cube as much.",
      "vi": "Chả thể chơi rubik nhiều nữa."
    }
  },
  {
    "translation": {
      "en": "-[upbeat music playing] -[people chattering]",
      "vi": "QUÁN GOLDEN LOUNGE"
    }
  },
  {
    "translation": {
      "en": "Which event have you prepared the most for? 3x3 is always the most exciting.",
      "vi": "- Cậu chuẩn bị nhiều nhất cho hạng mục gì? - Rubik 3x3 luôn là thú vị nhất."
    }
  },
  {
    "translation": {
      "en": "It's the Rubik's Cube. It's the original cube.",
      "vi": "Là Rubik 3x3x3 nhỉ. Đó là khối tiêu chuẩn."
    }
  },
  {
    "translation": {
      "en": "You can lose everything else, do really terribly,",
      "vi": "Ta có thể thua mọi thứ, chơi dở tệ,"
    }
  },
  {
    "translation": {
      "en": "but if you win 3x3, it's great, it's all that matters.",
      "vi": "nhưng thắng hạng mục thi rubik 3x3, nó sẽ là tất cả."
    }
  },
  {
    "translation": {
      "en": "[man] Is Max, like, the best cuber in the world?",
      "vi": "Max có phải tay chơi rubik giỏi nhất thế giới không?"
    }
  },
  {
    "translation": {
      "en": "Max is the king.",
      "vi": "Max là vua."
    }
  },
  {
    "translation": {
      "en": "2016, it's like, \"Oh, there's this kid and he's quite fast.\"",
      "vi": "Năm 2016, tôi kiểu: \"Ồ, có cậu bé khá nhanh\"."
    }
  },
  {
    "translation": {
      "en": "2017, it's like, \"Oh, you won the world championships.\"",
      "vi": "Năm 2017, thì kiểu: \"Ồ, em đã vô địch thế giới\"."
    }
  },
  {
    "translation": {
      "en": "And then 2018, it's like, \"Oh, now he holds every world record.\"",
      "vi": "Năm 2018 thì: \"Ôi không, em ấy giữ mọi kỷ lục thế giới\"."
    }
  },
  {
    "translation": {
      "en": "-[woman] Yeah. -Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "He's just the best at everything.",
      "vi": "Em ấy giỏi nhất ở mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Okay, Max. Go in.",
      "vi": "Được rồi, Max. Vào đi."
    }
  },
  {
    "translation": {
      "en": "[Schwan] All right Max, let's go. Let's meet Feliks.",
      "vi": "Nào, Max, đi thôi. Gặp Feliks nào."
    }
  },
  {
    "translation": {
      "en": "[Miki] Be careful, okay? It's slippery.",
      "vi": "Cẩn thận nhé? Trơn lắm đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, look who it is! Hey, Max.",
      "vi": "Ồ xem ai này! Chào Max."
    }
  },
  {
    "translation": {
      "en": "[Max] I missed you.",
      "vi": "Em nhớ anh."
    }
  },
  {
    "translation": {
      "en": "I missed you too a lot. How's it going?",
      "vi": "Anh cũng nhớ em nhiều. Sao rồi ạ?"
    }
  },
  {
    "translation": {
      "en": "Hi! Nice to see you!",
      "vi": "Chào! Rất vui được gặp cháu!"
    }
  },
  {
    "translation": {
      "en": "-Hey, Jason, what's going on? -Hi, what's up?",
      "vi": "- Jason, chú sao ạ? - Chào!"
    }
  },
  {
    "translation": {
      "en": "-Feliks, how are you? -Good evening.",
      "vi": "- Feliks, khỏe chứ? - Chào chú."
    }
  },
  {
    "translation": {
      "en": "Welcome to dinner.",
      "vi": "Mừng tới ăn tối."
    }
  },
  {
    "translation": {
      "en": "[Max] Congrats, Feliks.",
      "vi": "Chúc mừng, Feliks."
    }
  },
  {
    "translation": {
      "en": "Congratulations, Feliks, on your world record average, 5.69.",
      "vi": "Mừng kỷ lục thế giới về tính trung bình, 5,69 giây."
    }
  },
  {
    "translation": {
      "en": "Thank you, Max. It's good, right? When are you gonna beat it?",
      "vi": "Cảm ơn, Max. Đỉnh, phải không? Khi nào em sẽ đánh bại nó?"
    }
  },
  {
    "translation": {
      "en": "Vegetables, Max.",
      "vi": "Ăn rau đi, Max."
    }
  },
  {
    "translation": {
      "en": "[Max] Oh, sure.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "[Feliks] Yes, and green.",
      "vi": "Giỏi, quả xanh nữa."
    }
  },
  {
    "translation": {
      "en": "-Green. Yeah. -Yep.",
      "vi": "- Quả xanh. Vâng. - Ừ."
    }
  },
  {
    "translation": {
      "en": "[Schwan] One, two, three. One more. One, two, three. Good.",
      "vi": "Một, hai, ba. Kiểu nữa này. Một, hai, ba. Đẹp lắm."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "[David] Well, these days, I think a lot of people would say",
      "vi": "Ngày nay, tôi nghĩ nhiều người sẽ nói rằng"
    }
  },
  {
    "translation": {
      "en": "that Max is what we would call the favorite.",
      "vi": "Max là người tụi tôi yêu thích."
    }
  },
  {
    "translation": {
      "en": "But when Feliks won the US Nationals last year against Max,",
      "vi": "Nhưng khi Feliks thắng giải Quốc gia Mỹ năm ngoái trước Max,"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Hang on. It could be whatever happens on the day.\"",
      "vi": "tôi nghĩ: \"Chờ đã. Điều gì cũng có thể xảy ra vào hôm đó\"."
    }
  },
  {
    "translation": {
      "en": "In looking at the competition between the two of them",
      "vi": "Nhìn vào cuộc so tài giữa hai người họ,"
    }
  },
  {
    "translation": {
      "en": "coming up to the current world championships, who knows?",
      "vi": "sắp tới là giải vô địch thế giới năm nay, ai biết được?"
    }
  },
  {
    "translation": {
      "en": "-[Schwan] Max, time to get up. -[Max grunts]",
      "vi": "Max, đến giờ dậy rồi. BUỔI SÁNG GIẢI VÔ ĐỊCH THẾ GIỚI"
    }
  },
  {
    "translation": {
      "en": "[woman] Three, two...",
      "vi": "Ba, hai..."
    }
  },
  {
    "translation": {
      "en": "My teeth is hurting right now.",
      "vi": "Răng con đau quá đi."
    }
  },
  {
    "translation": {
      "en": "[announcer] Thank you all for coming to the WCA World Championships 2019.",
      "vi": "Cảm ơn tất cả các bạn đã đến tham dự Giải Vô địch Thế giới WCA năm 2019."
    }
  },
  {
    "translation": {
      "en": "So, next up, we have the biggest of the biggest.",
      "vi": "Tiếp theo, ta có nhà vô địch của các nhà vô địch."
    }
  },
  {
    "translation": {
      "en": "-[man 1] We've got Max Park. -[man 2] Look who's next to him.",
      "vi": "- Ta có Max Park. - Xem ai ngay cạnh kìa."
    }
  },
  {
    "translation": {
      "en": "[man 2] First solve by Feliks.",
      "vi": "Feliks giải trước."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Not ideal for him. -[man 2] No, definitely not.",
      "vi": "- Không lý tưởng cho cậu ấy. - Rõ là không."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Holy guacamole. -[man 2] Holy guacamole.",
      "vi": "- Ôi Chúa ơi! - Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "That is a ridiculously good start.",
      "vi": "Đó là một khởi đầu xuất sắc."
    }
  },
  {
    "translation": {
      "en": "[man 3] Feliks is at... 1.30 right now. He's not even in podium.",
      "vi": "Feliks đang ở mức... 1,30 giây. Cậu ấy còn không ở tốp ba."
    }
  },
  {
    "translation": {
      "en": "One-seventeen!",
      "vi": "1,17 giây!"
    }
  },
  {
    "translation": {
      "en": "[man 1] Feliks is like, \"Okay, Max.\"",
      "vi": "Feliks kiểu: \"Rồi, Max\"."
    }
  },
  {
    "translation": {
      "en": "Wow!",
      "vi": "Chà!"
    }
  },
  {
    "translation": {
      "en": "[Miki] Oh, my gosh, it's a world record!",
      "vi": "Chúa ơi, đó là kỷ lục thế giới!"
    }
  },
  {
    "translation": {
      "en": "[man 1] Jeepers creepers!",
      "vi": "Quỷ thần thiên địa ơi."
    }
  },
  {
    "translation": {
      "en": "I can't believe it.",
      "vi": "Không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "[man 1] Is Feliks nervous, or are his hands cold?",
      "vi": "Feliks hồi hộp hay đang lo lắng thế?"
    }
  },
  {
    "translation": {
      "en": "[man 2] He's really pissed.",
      "vi": "Cậu ấy thực sự bực đấy."
    }
  },
  {
    "translation": {
      "en": "Hell yeah.",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Max is like, \"Just get out. This is my competition.\"",
      "vi": "Max kiểu: \"Té đi. Cuộc thi là của em\"."
    }
  },
  {
    "translation": {
      "en": "-Feliks going for his third now. -Oh no.",
      "vi": "- Feliks đang ở vị trí thứ ba. - Ôi không."
    }
  },
  {
    "translation": {
      "en": "You don't want to see that.",
      "vi": "Cậu chả muốn thấy đâu."
    }
  },
  {
    "translation": {
      "en": "-[man 2] Nineteen-oh-eight! -[man 1] Another 18!",
      "vi": "- 19,08 giây! - Lại là 18 giây!"
    }
  },
  {
    "translation": {
      "en": "Max Park showing who's boss.",
      "vi": "Max Park cho thấy ai mới vô địch."
    }
  },
  {
    "translation": {
      "en": "[man 2] That is five world championships for Max Park so far.",
      "vi": "Tới giờ, đó là năm chức vô địch thế giới cho Max Park."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay, everybody, one, two, three. Look up here, Bill!",
      "vi": "Rồi. Nào, mọi người, một, hai, ba. Nhìn lên đây, Bill!"
    }
  },
  {
    "translation": {
      "en": "One, two, three, smile. Come on, Bill.",
      "vi": "Một, hai, ba, cười nào. Nào, Bill."
    }
  },
  {
    "translation": {
      "en": "[competitor] One more.",
      "vi": "Một lần nữa."
    }
  },
  {
    "translation": {
      "en": "-[Miki] Oh, one more? -[man] One more.",
      "vi": "TỐP 16 THÍ SINH HẠNG MỤC RUBIK 3X3 TẬP HỢP Ở PHÒNG XANH LÁ"
    }
  },
  {
    "translation": {
      "en": "All right, we're gonna go, folks.",
      "vi": "Được rồi, các em, ta sẽ bắt đầu."
    }
  },
  {
    "translation": {
      "en": "All right, Juliette, you can come up.",
      "vi": "Nào, Juliette, mời em lên thi."
    }
  },
  {
    "translation": {
      "en": "[announcer] The first female 3x3 finalist in the world championship since 2003,",
      "vi": "Thí sinh nữ đầu tiên vào chung kết 3x3 giải vô địch thế giới từ 2003,"
    }
  },
  {
    "translation": {
      "en": "please welcome France's Juliette Sébastien.",
      "vi": "xin chào mừng Juliette Sébastien đến từ Pháp."
    }
  },
  {
    "translation": {
      "en": "-[applause, cheering] -[fanfare playing]",
      "vi": "CHUNG KẾT 3x3"
    }
  },
  {
    "translation": {
      "en": "[man 1] Juliette Sébastien looking at yellow right now, switching--",
      "vi": "Juliette Sébastien đang nhìn màu vàng và xoay..."
    }
  },
  {
    "translation": {
      "en": "-The cube dropped! -She knows she could have got faster.",
      "vi": "Rơi rubik rồi! Cô bé biết mình đã có thể nhanh hơn."
    }
  },
  {
    "translation": {
      "en": "[man 1] Oh, my god. There are no pauses, straight into pink.",
      "vi": "Chúa ơi. Không hề tạm dừng, thẳng tới màu hồng."
    }
  },
  {
    "translation": {
      "en": "Yellow, J Perm, 6.29!",
      "vi": "Vàng, hoán vị J, 6,29 giây!"
    }
  },
  {
    "translation": {
      "en": "[man 2] He'll be really happy with that. Nod of the head.",
      "vi": "Cậu bé rất hài lòng. Gật gật đầu kìa."
    }
  },
  {
    "translation": {
      "en": "[man 1] And that's a pause. Oh, six!",
      "vi": "- Dừng lại rồi. - Ồ, 6 giây!"
    }
  },
  {
    "translation": {
      "en": "[man 2] He did it. He's taken the lead!",
      "vi": "Cậu bé đã làm được. Dẫn đầu!"
    }
  },
  {
    "translation": {
      "en": "I'm speechless.",
      "vi": "Tôi không nói nên lời."
    }
  },
  {
    "translation": {
      "en": "-[man 2] Aw, the hug from Kian to Sean. -[man 1] That's great sportsmanship.",
      "vi": "- Ôi, Kian ôm Sean kìa. - Tinh thần thể thao tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "[man 2] Sean's probably on his way to, if not a podium,",
      "vi": "Có lẽ Sean đang hướng tới, nếu không là tốp ba,"
    }
  },
  {
    "translation": {
      "en": "at least a top-five finish.",
      "vi": "ít nhất là tốp năm chung cuộc."
    }
  },
  {
    "translation": {
      "en": "[man 1] Remember, he's trying to beat a 6.78 average by Sean.",
      "vi": "Hãy nhớ, cậu bé đang cố vượt mức trung bình 6,78 giây của Sean."
    }
  },
  {
    "translation": {
      "en": "-It's looking good. -[man 2] Now, that's a good solid 5.97.",
      "vi": "- Trông ổn đấy. - Và đó là 5,97 giây quá tốt."
    }
  },
  {
    "translation": {
      "en": "[announcer] Five-point-nine-seven.",
      "vi": "5,97 giây."
    }
  },
  {
    "translation": {
      "en": "[man 1] Best case scenario is 6.49 average, which would put him ahead of Sean.",
      "vi": "Tình huống tốt nhất là 6,49 giây trung bình, đưa cậu bé vượt Sean."
    }
  },
  {
    "translation": {
      "en": "[man 2] Let's see what he can do. This is gonna be really, really important,",
      "vi": "Hãy xem cậu ấy có thể làm gì. Lần này sẽ vô cùng quan trọng,"
    }
  },
  {
    "translation": {
      "en": "so don't blink, stay tuned, hold your breath.",
      "vi": "nên đừng chớp mắt, hãy theo dõi và nín thở."
    }
  },
  {
    "translation": {
      "en": "[man 1] It's looking good.",
      "vi": "Trông ổn đấy."
    }
  },
  {
    "translation": {
      "en": "[man 2] He's still looking good. No chokes, no chokes.",
      "vi": "Cậu bé làm rất mượt, không mắc lỗi."
    }
  },
  {
    "translation": {
      "en": "[man 1] What a-- What a solve!",
      "vi": "Pha giải quá đỉnh!"
    }
  },
  {
    "translation": {
      "en": "Oh, my god, he just slotted himself into first right now!",
      "vi": "Chúa ơi, cậu bé đã vượt qua chính mình để dẫn đầu!"
    }
  },
  {
    "translation": {
      "en": "[man 2] Six-seventy-four, that is first place right now.",
      "vi": "6,74 giây, giờ là vị trí dẫn đầu."
    }
  },
  {
    "translation": {
      "en": "-That guarantees Philipp for the podium. -[man 1] Guaranteed podium for Philipp.",
      "vi": "- Nó đảm bảo Philipp tốp ba. - Đảm bảo tốp ba cho Philipp."
    }
  },
  {
    "translation": {
      "en": "[man 2] Very impressive.",
      "vi": "Vô cùng ấn tượng."
    }
  },
  {
    "translation": {
      "en": "[man 2] Next up is gonna be the local hero, our favorite, Feliks Zemdegs.",
      "vi": "Tiếp theo là người hùng địa phương yêu thích của ta, Feliks Zemdegs."
    }
  },
  {
    "translation": {
      "en": "[announcer] Our sixth place seed has won Worlds twice in 2013 and 2015.",
      "vi": "Hạt giống hạng sáu đã giành Vô địch thế giới hai lần vào năm 2013 và 2015."
    }
  },
  {
    "translation": {
      "en": "Please welcome Australia's Feliks Zemdegs.",
      "vi": "Xin chào mừng Feliks Zemdegs đến từ Úc."
    }
  },
  {
    "translation": {
      "en": "[man 1] This is what we want. Yeah!",
      "vi": "Đây là điều ta muốn. Phải!"
    }
  },
  {
    "translation": {
      "en": "Yeah, Australians standing up.",
      "vi": "Tuyệt, người Úc đứng lên rồi."
    }
  },
  {
    "translation": {
      "en": "Applauding him.",
      "vi": "Cổ vũ cho cậu ấy."
    }
  },
  {
    "translation": {
      "en": "[man 1] I imagine Feliks is gonna have a fair bit of pressure.",
      "vi": "Tôi nghĩ Feliks sẽ có một chút áp lực."
    }
  },
  {
    "translation": {
      "en": "He's only gotten one podium this weekend and this would be the first Worlds",
      "vi": "Mới lọt tốp ba một lần, đây sẽ là Giải Thế giới đầu"
    }
  },
  {
    "translation": {
      "en": "where he isn't a world champion if he doesn't take it home here.",
      "vi": "mà cậu ấy không vô địch nếu mất nó ở hạng mục này."
    }
  },
  {
    "translation": {
      "en": "So you could say there's a lot on the line for that reason.",
      "vi": "Có thể nói là có rất nhiều rủi ro vì lý do đó."
    }
  },
  {
    "translation": {
      "en": "[man 2] But then again,",
      "vi": "Nhưng một lần nữa,"
    }
  },
  {
    "translation": {
      "en": "if anybody can do well under pressure, it's Feliks.",
      "vi": "nếu ai đó làm tốt dưới áp lực, đó là Feliks."
    }
  },
  {
    "translation": {
      "en": "[man 1] Yeah, he is still the greatest of all time, regardless.",
      "vi": "Ừ, dù sao cậu ấy vẫn là người giỏi nhất mọi thời đại."
    }
  },
  {
    "translation": {
      "en": "No lockups thus far. At least no big ones.",
      "vi": "Đến giờ chưa bị vấp. Ít nhất là không đáng kể."
    }
  },
  {
    "translation": {
      "en": "-Looks like... Okay. -Good. Six and four. A perm.",
      "vi": "- Có vẻ... Được rồi. - Tốt. Sáu và bốn, hoán vị A."
    }
  },
  {
    "translation": {
      "en": "-Plus two. -Oh no.",
      "vi": "- Cộng hai giây. - Ôi không."
    }
  },
  {
    "translation": {
      "en": "[announcer] Feliks with a 9.60.",
      "vi": "Feliks đạt 9,60 giây."
    }
  },
  {
    "translation": {
      "en": "[man 2] Two second time penalty, 'cause that cube is not solved completely.",
      "vi": "Cộng hai giây phạt, vì khối rubik chưa được giải xong hết."
    }
  },
  {
    "translation": {
      "en": "[man 1] Over 45 degrees off with a 90 degree off, one turn off.",
      "vi": "Lệch trên 45 độ với một góc lệch 90 độ, một hàng không khớp."
    }
  },
  {
    "translation": {
      "en": "That's gonna put the pressure on.",
      "vi": "Điều đó sẽ gây áp lực đấy."
    }
  },
  {
    "translation": {
      "en": "[man 2] Now we'll see what Feliks is made of.",
      "vi": "Giờ ta sẽ xem Feliks thực sự ra sao."
    }
  },
  {
    "translation": {
      "en": "[man 1] Yeah, nerves of steel or...",
      "vi": "Ừ, thần kinh thép hay..."
    }
  },
  {
    "translation": {
      "en": "Or is it game over?",
      "vi": "Trò chơi kết thúc?"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Rats. -Okay, that's not a good start.",
      "vi": "- Run rồi. - Ừ, khởi đầu không tốt."
    }
  },
  {
    "translation": {
      "en": "And that's gonna be diag.",
      "vi": "Và đó sẽ là đường chéo."
    }
  },
  {
    "translation": {
      "en": "[man 2] E perm.",
      "vi": "Hoán vị E."
    }
  },
  {
    "translation": {
      "en": "Six-sixty-one, though. I mean, for those cases, for that solve--",
      "vi": "Dù vậy, 6,61 giây. Cho trường hợp đó, với cách giải đó."
    }
  },
  {
    "translation": {
      "en": "It was not an easy solve and he still got a 6.6.",
      "vi": "Đó là cách giải khó và cậu ấy vẫn đạt 6,6 giây."
    }
  },
  {
    "translation": {
      "en": "-[man 1] But he's not gonna win. -That's not enough.",
      "vi": "- Ừ, mà sẽ không thắng. - Chưa đủ."
    }
  },
  {
    "translation": {
      "en": "[man 1] Guaranteed no world champion titles for Feliks Zemdegs.",
      "vi": "Feliks Zemdegs chắc chắn không vô địch thế giới."
    }
  },
  {
    "translation": {
      "en": "First time this has happened since 2011.",
      "vi": "Lần đầu tiên nó xảy ra từ năm 2011."
    }
  },
  {
    "translation": {
      "en": "We are officially in a new era of cubing.",
      "vi": "Chính thức vào kỷ nguyên mới của rubik."
    }
  },
  {
    "translation": {
      "en": "[man 2] I think it's almost safe to say he will not be on the podium this year.",
      "vi": "Tôi nghĩ gần như an toàn khi nói rằng cậu ấy sẽ không vào tốp ba năm nay."
    }
  },
  {
    "translation": {
      "en": "[referee] Twelve seconds.",
      "vi": "Mười hai giây."
    }
  },
  {
    "translation": {
      "en": "[man 2] There he goes, with blue. He chose to start on blue.",
      "vi": "Bắt đầu rồi, với màu xanh dương. Cậu ấy chọn màu xanh dương."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Okay, this is-- -This is gonna be good.",
      "vi": "- Ừ, cái này... - Sẽ tốt đây."
    }
  },
  {
    "translation": {
      "en": "[man 1] Slight lockups, but...",
      "vi": "Hơi vấp, nhưng..."
    }
  },
  {
    "translation": {
      "en": "[announcer] Feliks with a 6.45.",
      "vi": "Feliks với 6,45 giây."
    }
  },
  {
    "translation": {
      "en": "...secures his current third place,",
      "vi": "giữ vững vị trí thứ ba hiện tại,"
    }
  },
  {
    "translation": {
      "en": "but he's got to get through really good competitors if he wants to keep the podium.",
      "vi": "nhưng cậu ấy phải vượt qua các đối thủ sừng sỏ nếu muốn giữ vững vị trí tốp ba."
    }
  },
  {
    "translation": {
      "en": "-Could've been worse. -It's not too bad.",
      "vi": "- Có thể tệ hơn. - Không quá tệ."
    }
  },
  {
    "translation": {
      "en": "[Miki] I'm so proud of you.",
      "vi": "Mẹ rất tự hào về con."
    }
  },
  {
    "translation": {
      "en": "No matter what happens, it doesn't matter, okay?",
      "vi": "Dù có chuyện gì xảy ra cũng không sao hết, nhé?"
    }
  },
  {
    "translation": {
      "en": "-All right. -[stage tech] Okay, guys.",
      "vi": "Được chứ? Nào, tất cả."
    }
  },
  {
    "translation": {
      "en": "Okay, go, Max. Go, go!",
      "vi": "Rồi, đi nào, Max. Đi nào!"
    }
  },
  {
    "translation": {
      "en": "-You can do it. -Okay, Max.",
      "vi": "- Em làm được. - Ừ, Max."
    }
  },
  {
    "translation": {
      "en": "You can do it.",
      "vi": "Em sẽ làm được."
    }
  },
  {
    "translation": {
      "en": "[Max] I don't need to get podium. I'm just gonna get sub-six average, okay?",
      "vi": "- Mẹ chả cần tốp ba. - Chỉ đạt trung bình dưới sáu nhé?"
    }
  },
  {
    "translation": {
      "en": "[Miki] Yeah, and I know you're gonna get lots and lots of...",
      "vi": "Ừ, mẹ biết con sẽ đạt được rất nhiều..."
    }
  },
  {
    "translation": {
      "en": "[Max] I can get a sub... I can get a sub-six average, okay?",
      "vi": "Con sẽ đạt dưới... Con có thể đạt dưới sáu trung bình nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I don't need to get podium...",
      "vi": "Con không cần vào tốp ba..."
    }
  },
  {
    "translation": {
      "en": "[Miki] Max, when you compete with who?",
      "vi": "Max, con sẽ so tài với ai?"
    }
  },
  {
    "translation": {
      "en": "You're gonna get lots of? [Max] World records.",
      "vi": "- Và đạt nhiều? - Kỷ lục thế giới."
    }
  },
  {
    "translation": {
      "en": "[Miki] Yeah! You did it already, right?",
      "vi": "Ừ! Con đã làm được rồi mà, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "So don't worry! Just have--",
      "vi": "Nên đừng lo! Chỉ cần..."
    }
  },
  {
    "translation": {
      "en": "-[Max] I got this! -Go for it, yeah.",
      "vi": "- Con hiểu! - Ừ, cố lên."
    }
  },
  {
    "translation": {
      "en": "[Max] I can do it, sub-six average, okay? [Miki] Yes.",
      "vi": "- Con làm được, trung bình dưới sáu, nhỉ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "[man 1] And now, the GOAT.",
      "vi": "Và giờ, nhà vô địch."
    }
  },
  {
    "translation": {
      "en": "[announcer] Our number one seed...",
      "vi": "Hạt giống số một..."
    }
  },
  {
    "translation": {
      "en": "-[Max] Sub-six average. -...the defending world champion.",
      "vi": "- Dưới sáu. - ...đương kim vô địch thế giới."
    }
  },
  {
    "translation": {
      "en": "Please welcome from the United States, Max Park.",
      "vi": "Xin chào mừng Max Park đến từ nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "[man 1] Park, defending world champion. Max Park from the United States.",
      "vi": "Park, đương kim vô địch thế giới. Max Park đến từ Mỹ."
    }
  },
  {
    "translation": {
      "en": "Will he be the first person to win six events at a world championship?",
      "vi": "Cậu ấy sẽ là người đầu tiên thắng cả sáu mục ở giải vô địch thế giới?"
    }
  },
  {
    "translation": {
      "en": "-[man 1] So he's already-- -Previous record of five.",
      "vi": "- Cậu bé đã... - Đã thắng năm lần."
    }
  },
  {
    "translation": {
      "en": "[man 1] So, he's already won the 4x4, the 5x5, the 6x6, the 7x7, and one-handed events.",
      "vi": "Vậy là cậu ấy đã thắng các hạng mục 4x4, 5x5, 6x6, 7x7 và giải rubik bằng một tay."
    }
  },
  {
    "translation": {
      "en": "Insane!",
      "vi": "Thật điên rồ!"
    }
  },
  {
    "translation": {
      "en": "Now, don't blink, it's Max Park time.",
      "vi": "Đừng chớp mắt, Max Park đã ra tay."
    }
  },
  {
    "translation": {
      "en": "And he's off. He chose the yellow cross. One pair, two pair, three pair, four pair.",
      "vi": "Bắt đầu rồi. Cậu ấy chọn chữ thập vàng. Một đôi, hai đôi, ba đôi, bốn đôi."
    }
  },
  {
    "translation": {
      "en": "-OLL. -[man 2] Ah, V perm.",
      "vi": "Lật tầng cuối. - Hoán vị V. - Ồ, không tốt lắm."
    }
  },
  {
    "translation": {
      "en": "[man 1] Oh, that is not very good.",
      "vi": "- Hoán vị V. - Ồ, không tốt lắm."
    }
  },
  {
    "translation": {
      "en": "[announcer] Max with a 7.70.",
      "vi": "Max với 7,70 giây."
    }
  },
  {
    "translation": {
      "en": "Where's Phil? Where's Phil?",
      "vi": "Phil đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "[ref] Eight-point-five.",
      "vi": "8,5 giây."
    }
  },
  {
    "translation": {
      "en": "[man 1] Max is in a bit of danger here. It's really up in the air.",
      "vi": "Max đang đang không chắc chắn. Việc này thực sự rất mơ hồ."
    }
  },
  {
    "translation": {
      "en": "Philipp could be world champion.",
      "vi": "Philipp có thể vô địch thế giới."
    }
  },
  {
    "translation": {
      "en": "-Clean. Looking good. -[man 2] That is good. That is good.",
      "vi": "- Mượt. Nhìn ổn đấy. - Tốt đó."
    }
  },
  {
    "translation": {
      "en": "[announcer] Max with a 6.42.",
      "vi": "Max với 6,42 giây."
    }
  },
  {
    "translation": {
      "en": "[man 1] Yup, Max is bringing it back big time.",
      "vi": "Phải, Max đang trở lại."
    }
  },
  {
    "translation": {
      "en": "His counting is a 6.57 going into the last two.",
      "vi": "Tổng số là 6,57 giây và đang tiến vào hai lượt cuối."
    }
  },
  {
    "translation": {
      "en": "A lot on the line, especially for Max Park.",
      "vi": "Rất rủi ro, đặc biệt là với Max Park."
    }
  },
  {
    "translation": {
      "en": "[man 2] Nothing's decided yet. It will all depend on the last solve.",
      "vi": "Chưa hề chắc chắn. Tất cả sẽ phụ thuộc vào lần giải cuối cùng."
    }
  },
  {
    "translation": {
      "en": "This is going to decide if Max Park is the world champion",
      "vi": "Nó sẽ quyết định Max Park là nhà vô địch thế giới..."
    }
  },
  {
    "translation": {
      "en": "or if Philipp Weyer gets the upset.",
      "vi": "hay Philipp Weyer sẽ chiến thắng bất ngờ."
    }
  },
  {
    "translation": {
      "en": "[Feliks] What does he need? Robin, what does he need?",
      "vi": "Cậu bé cần gì? Robin, cậu ấy cần gì?"
    }
  },
  {
    "translation": {
      "en": "-[Robin] Like a 6.7, I think. -[Feliks] What does he need?",
      "vi": "Chắc là 6,7 giây. - Cậu ấy cần bao nhiêu? - 6,7 giây?"
    }
  },
  {
    "translation": {
      "en": "[Robin] 6.7?",
      "vi": "- Cậu ấy cần bao nhiêu? - 6,7 giây?"
    }
  },
  {
    "translation": {
      "en": "[man 1] Dude, this is so huge. This is literally everything right now.",
      "vi": "Hồi hộp quá. Tất cả mọi thứ quyết định ngay lúc này."
    }
  },
  {
    "translation": {
      "en": "Will he get back to back GOAT status? Or will it be Philipp?",
      "vi": "Liệu cậu bé có giữ được danh hiệu vô địch? Hay sẽ là Philipp?"
    }
  },
  {
    "translation": {
      "en": "[competitor 1] Guys, make space for Philipp to run. No, don't. Max is a boss.",
      "vi": "- Dành đường cho Philipp lên kìa. - Không, đừng. Max là nhà vô địch."
    }
  },
  {
    "translation": {
      "en": "Like, come on. I know he's gonna get this. I'd be expecting a six.",
      "vi": "Thôi nào. Tôi biết em ấy sẽ làm được. Tôi đang mong chờ số sáu."
    }
  },
  {
    "translation": {
      "en": "[man 1] Seven flat? Seven flat!",
      "vi": "Bảy tròn? Bảy tròn!"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Philipp did it! -[man 1] Philipp did it!",
      "vi": "- Philipp thắng! - Philipp thắng!"
    }
  },
  {
    "translation": {
      "en": "Philipp is the new world champion.",
      "vi": "Philipp - nhà vô địch thế giới mới."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "[man 1] I don't think anyone would've predicted this podium, by the way.",
      "vi": "Mà này, tôi chả nghĩ ai có thể đoán trước tốp ba này."
    }
  },
  {
    "translation": {
      "en": "[Miki] Okay, Max, let's go out.",
      "vi": "Được rồi, Max, ra ngoài nào."
    }
  },
  {
    "translation": {
      "en": "[Max] I didn't inspect well, right?",
      "vi": "Con không xem xét kỹ, mẹ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "[Miki] Yeah, it's okay, Max. You know, everybody makes mistakes.",
      "vi": "Ừ, không sao đâu, Max. Con biết đó, ai cũng có lúc phạm sai lầm."
    }
  },
  {
    "translation": {
      "en": "[Max] Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "[Miki] This is a good learning, okay?",
      "vi": "Đây là một bài học tốt, đúng không?"
    }
  },
  {
    "translation": {
      "en": "-[Max] Okay. -You can do it next time.",
      "vi": "- Vâng. - Lần sau con sẽ làm được."
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "vi": "Của nhóc đây."
    }
  },
  {
    "translation": {
      "en": "[Feliks] I tried, I tried.",
      "vi": "Tôi đã cố."
    }
  },
  {
    "translation": {
      "en": "So close.",
      "vi": "Sát sao lắm."
    }
  },
  {
    "translation": {
      "en": "-[Feliks] You did good. You did fine. -[Miki] Yeah.",
      "vi": "- Em làm tốt lắm. - Phải."
    }
  },
  {
    "translation": {
      "en": "-[Miki] Okay. -You destroyed everyone.",
      "vi": "- Ừ. - Em đánh bại tất cả."
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "vi": "Không sao đâu."
    }
  },
  {
    "translation": {
      "en": "-Yeah, it's okay. -It makes us stronger.",
      "vi": "- Ổn mà. - Làm ta mạnh hơn."
    }
  },
  {
    "translation": {
      "en": "[Miki] Yeah, it makes us stronger, okay?",
      "vi": "Phải, nó làm ta mạnh hơn, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-Exactly. You still beat me. -Yeah.",
      "vi": "- Chuẩn. Em vẫn hạ anh mà. - Ừ."
    }
  },
  {
    "translation": {
      "en": "[Max] \"No podium\" makes us stronger, right?",
      "vi": "\"Rớt tốp ba\" làm ta mạnh hơn ạ?"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "vi": "Chuẩn đấy."
    }
  },
  {
    "translation": {
      "en": "[Feliks] The thing that me and Max always say is, \"If you mess something up, it makes you stronger.\"",
      "vi": "Tụi em, em và Max luôn nói: \"Thất bại khiến bạn mạnh mẽ hơn\"."
    }
  },
  {
    "translation": {
      "en": "So I think that was what he was saying. \"No podium\" makes him stronger.",
      "vi": "Nên chắc em ấy nói thế. \"Rớt tốp ba làm em ấy mạnh hơn\"."
    }
  },
  {
    "translation": {
      "en": "And then I still told him, he still beat me by 0.01 seconds.",
      "vi": "Và rồi em nói với em ấy, em ấy vẫn thắng em 0,01 giây."
    }
  },
  {
    "translation": {
      "en": "But yeah, I could tell he was like pretty bummed that he didn't win the 3x3.",
      "vi": "Nhưng em có thể nhận ra em ấy rất thất vọng vì thua hạng mục rubik 3x3."
    }
  },
  {
    "translation": {
      "en": "[Max] It's okay, right?",
      "vi": "Không sao, nhé?"
    }
  },
  {
    "translation": {
      "en": "-[Max] It's okay. -Right. It's fine.",
      "vi": "- Không sao. - Ổn mà."
    }
  },
  {
    "translation": {
      "en": "Dude, you're five time... five world championships. [laughs]",
      "vi": "Này, em đã có năm chức vô địch thế giới rồi."
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "vi": "Không sao đâu."
    }
  },
  {
    "translation": {
      "en": "-You won everything. -[man] Yeah, you did great.",
      "vi": "- Em đã thắng tất cả. - Ừ, em làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "It's a hard thing:",
      "vi": "Việc đó thật khó khăn."
    }
  },
  {
    "translation": {
      "en": "Max just dominating the entire competition,",
      "vi": "Max đã vượt trội trong toàn bộ giải đấu,"
    }
  },
  {
    "translation": {
      "en": "but then missing out on the big one.",
      "vi": "nhưng lại để thua mất hạng mục quan trọng."
    }
  },
  {
    "translation": {
      "en": "And yeah, I've been in that situation, so I know how...",
      "vi": "Và vâng, em đã ở trong tình huống đó, nên em hiểu..."
    }
  },
  {
    "translation": {
      "en": "I know how he must feel at the moment as well.",
      "vi": "em hiểu lúc này em ấy thấy sao."
    }
  },
  {
    "translation": {
      "en": "Dang, Feliks didn't get podium.",
      "vi": "Chán, Feliks không vào tốp ba."
    }
  },
  {
    "translation": {
      "en": "-Dang it, right? -Yeah.",
      "vi": "- Chán nhỉ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "But he did okay average, right? Right, yeah.",
      "vi": "- Mà anh ấy làm tốt thời gian trung bình. - Ừ, phải."
    }
  },
  {
    "translation": {
      "en": "[voice growing emotional] Max looked at Feliks in the backstage,",
      "vi": "Max nhìn Feliks ở sau cánh gà."
    }
  },
  {
    "translation": {
      "en": "and I could-- I know Max. He was looking at Feliks.",
      "vi": "Và tôi có thể... Tôi hiểu Max. Nó cứ nhìn Feliks."
    }
  },
  {
    "translation": {
      "en": "Feliks didn't make a lot of things,",
      "vi": "Feliks không đạt được nhiều thành tích,"
    }
  },
  {
    "translation": {
      "en": "and he was really feeling sorry for him.",
      "vi": "và nó thực sự thấy tiếc cho cậu ấy."
    }
  },
  {
    "translation": {
      "en": "I knew that Max didn't know how to say the words, but...",
      "vi": "Tôi biết Max không biết cách nói ra, nhưng..."
    }
  },
  {
    "translation": {
      "en": "lot of things he wanted to say.",
      "vi": "Nó muốn nói rất nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "So I felt like, ah... friendship.",
      "vi": "Nên tôi cảm thấy đó là... Tình bạn."
    }
  },
  {
    "translation": {
      "en": "But Max cannot express.",
      "vi": "Nhưng Max không thể diễn tả."
    }
  },
  {
    "translation": {
      "en": "So I wanted to talk about that to Feliks in person.",
      "vi": "Nên tôi muốn đích thân nói điều đó cho Feliks."
    }
  },
  {
    "translation": {
      "en": "Let him know that Max really loves him.",
      "vi": "Để Feliks biết Max rất yêu cậu ấy."
    }
  },
  {
    "translation": {
      "en": "[Feliks] Max! You gotta go!",
      "vi": "Max! Đi nào!"
    }
  },
  {
    "translation": {
      "en": "Out of his way.",
      "vi": "Tránh đường."
    }
  },
  {
    "translation": {
      "en": "Out of the way, Kieran. Go, go, go!",
      "vi": "Tránh đường nào, Kieran. Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "[Feliks] Nerves at world championships are very much real.",
      "vi": "Giải vô địch thế giới thực sự rất căng thẳng."
    }
  },
  {
    "translation": {
      "en": "It's pretty draining,",
      "vi": "Nó rất mệt mỏi,"
    }
  },
  {
    "translation": {
      "en": "for, you know, four days to try and be solving",
      "vi": "vì, anh chị biết đấy, bốn ngày để cố gắng giải rubik"
    }
  },
  {
    "translation": {
      "en": "while catching up with everyone, not sleeping much.",
      "vi": "trong khi hòa nhập với mọi người, chẳng ngủ được mấy."
    }
  },
  {
    "translation": {
      "en": "For me, like, you know, not doing especially well this competition",
      "vi": "Đối với em, đặc biệt là không làm tốt ở giải đấu này"
    }
  },
  {
    "translation": {
      "en": "also adds to that exhaustion.",
      "vi": "cũng làm tăng thêm mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "It was a big letdown for me.",
      "vi": "Đó là thất vọng lớn với em."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Any last thoughts about this Worlds in general?",
      "vi": "Em còn nghĩ gì về Giải Thế giới không?"
    }
  },
  {
    "translation": {
      "en": "[voice growing emotional] I started out so long ago, solving cubes with a couple of people here in Melbourne,",
      "vi": "Em đã bắt đầu làm việc này từ rất lâu, giải rubik với vài người ở Melbourne này."
    }
  },
  {
    "translation": {
      "en": "meeting up and having these fun little competitions.",
      "vi": "gặp gỡ và có những cuộc thi nho nhỏ vui vui."
    }
  },
  {
    "translation": {
      "en": "And to know that like...",
      "vi": "Và khi biết rằng..."
    }
  },
  {
    "translation": {
      "en": "you know, they would hold the world championships here...",
      "vi": "họ sẽ tổ chức giải vô địch thế giới ở đây..."
    }
  },
  {
    "translation": {
      "en": "and so many friends from all around the world",
      "vi": "và rất nhiều bạn bè khắp thế giới"
    }
  },
  {
    "translation": {
      "en": "and family and my friends from Melbourne here",
      "vi": "cũng như gia đình và bạn bè em ở Melbourne"
    }
  },
  {
    "translation": {
      "en": "could come along and enjoy this...",
      "vi": "có thể đến và tận hưởng điều này..."
    }
  },
  {
    "translation": {
      "en": "it's very, very special. Very special. It's pretty sad that it's over.",
      "vi": "Nó vô cùng đặc biệt. Đặc biệt lắm ạ. Thật buồn là nó đã kết thúc."
    }
  },
  {
    "translation": {
      "en": "[Schwan] The biggest fear that I've always had was how Max was going to deal with loss.",
      "vi": "Nỗi sợ lớn nhất mà tôi luôn có là cách Max đối mặt với thất bại."
    }
  },
  {
    "translation": {
      "en": "And so when he lost,",
      "vi": "Vì thế, khi nó thua,"
    }
  },
  {
    "translation": {
      "en": "it almost felt like, \"Okay, the time has come. Now time to get to work.\"",
      "vi": "kiểu như là: \"Được rồi, thời khắc đó đã đến. Giờ là lúc giải quyết nó\"."
    }
  },
  {
    "translation": {
      "en": "The big win for us is that Max, he did okay emotionally.",
      "vi": "Chiến thắng lớn với tụi tôi là Max đã làm tốt về mặt cảm xúc."
    }
  },
  {
    "translation": {
      "en": "[Miki] He managed his nervousness and made new friends.",
      "vi": "Nó đã kiểm soát được sự căng thẳng và kết bạn mới."
    }
  },
  {
    "translation": {
      "en": "He told me that it's okay.",
      "vi": "Nó bảo tôi rằng... không sao hết."
    }
  },
  {
    "translation": {
      "en": "\"It's okay. Mama, I didn't cry.\"",
      "vi": "\"Không sao đâu. Mẹ, con đâu có khóc\"."
    }
  },
  {
    "translation": {
      "en": "So... that's winning for us.",
      "vi": "Thế nên... đó là chiến thắng với tụi tôi rồi."
    }
  },
  {
    "translation": {
      "en": "Podium. You get a podium.",
      "vi": "Lọt tốp ba. Em lọt tốp ba rồi."
    }
  },
  {
    "translation": {
      "en": "[Schwan] I don't think Feliks knows how big of an impact he has on Max's life.",
      "vi": "Chắc Feliks đâu biết cậu bé ảnh hưởng lớn ra sao tới đời Max."
    }
  },
  {
    "translation": {
      "en": "[Schwan] Without a doubt, Feliks is going to be Max's hero forever.",
      "vi": "Không nghi ngờ gì nữa, Feliks sẽ mãi mãi là người hùng của Max."
    }
  },
  {
    "translation": {
      "en": "[Max] Boom, baby!",
      "vi": "Kỷ lục giải Rubik 3x3 Tính một lần Bằng một tay."
    }
  }
]