[
  {
    "translation": {
      "en": "-[woman] Yeah, Ma! -[crowd cheering]",
      "vi": "Hay lắm, Ma!"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, baby!",
      "vi": "Hay lắm!"
    }
  },
  {
    "translation": {
      "en": "♪ Hmm… ♪ ♪ Hmm… ♪",
      "vi": "TỜ CHICAGO DEFENDER MỜI GỌI MỌI NGƯỜI LÊN PHÍA BẮC"
    }
  },
  {
    "translation": {
      "en": "Testing, testing, one, two, three.",
      "vi": "Thử máy, một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "Testing, one, two, three.",
      "vi": "Thử máy, một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "-Testing, testing, one, two-- -Got that list?",
      "vi": "- Thử máy, một, hai… - Có danh sách chưa?"
    }
  },
  {
    "translation": {
      "en": "Uh, I got it. Don't worry about it.",
      "vi": "Có rồi. Đừng lo."
    }
  },
  {
    "translation": {
      "en": "I'm holding you responsible. You keep her in line.",
      "vi": "Anh chịu trách nhiệm quản lý cô ta đó."
    }
  },
  {
    "translation": {
      "en": "I'm not putting up with any shenanigans. You hear, Irv? Irv?",
      "vi": "Tôi không chấp nhận trò khỉ gì đâu. Nghe chưa, Irv?"
    }
  },
  {
    "translation": {
      "en": "Not putting up with any Royal Highness, Queen of the Blues bullshit.",
      "vi": "Tôi không tin trò Nữ hoàng nhạc Blues vớ vẩn đâu."
    }
  },
  {
    "translation": {
      "en": "Mother of the Blues, Mel. Mother of the Blues.",
      "vi": "Mẹ của nhạc blues chứ, Mel."
    }
  },
  {
    "translation": {
      "en": "Heh. You should've heard Levee at the club last night, Toledo.",
      "vi": "Lẽ ra ông phải nghe Levee ở hộp đêm tối qua, Toledo."
    }
  },
  {
    "translation": {
      "en": "Trying to talk to that gal Ma had with her.",
      "vi": "Cố bắt chuyện với cô ả đi theo Ma."
    }
  },
  {
    "translation": {
      "en": "You ain't got to tell me. I know how Levee do.",
      "vi": "Đâu cần anh kể. Tôi biết Levee quá mà."
    }
  },
  {
    "translation": {
      "en": "Levee tried talking to her and got his feelings hurt.",
      "vi": "Levee cố bắt chuyện với cô ta và bị ê mặt."
    }
  },
  {
    "translation": {
      "en": "I want you to get her in here,",
      "vi": "Anh lo đưa cô ta vào,"
    }
  },
  {
    "translation": {
      "en": "record those songs on that list, and get her out.",
      "vi": "thu âm mấy bài trong danh sách, rồi về."
    }
  },
  {
    "translation": {
      "en": "-Just like clockwork. -[doorbell buzzes] Like clockwork, Mel.",
      "vi": "- Không sai một ly. - Không sai một ly, Mel."
    }
  },
  {
    "translation": {
      "en": "And that horn player, the one who gave me those songs,",
      "vi": "Tay chơi kèn đã đưa bài hát cho tôi,"
    }
  },
  {
    "translation": {
      "en": "is he going to be here today?",
      "vi": "có đến không?"
    }
  },
  {
    "translation": {
      "en": "-I want to hear more of that sound. -How you boys doing, Cutler?",
      "vi": "- Tôi muốn nghe cậu ta chơi thêm. - Các anh khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "[Cutler] Fine, Mr. Irvin.",
      "vi": "Ổn, ông Irvin."
    }
  },
  {
    "translation": {
      "en": "Where's Ma? She with ya? I don't know.",
      "vi": "- Ma đâu? Có đi cùng không? - Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "She told us to be here at 1:00. That's all I know.",
      "vi": "Cô ấy bảo bọn tôi 1:00 đến. Tôi chỉ biết thế."
    }
  },
  {
    "translation": {
      "en": "Where's the, uh, horn player?",
      "vi": "Tay chơi kèn đâu?"
    }
  },
  {
    "translation": {
      "en": "Levee's supposed to be here same as we is. I reckon he'll be here in a minute.",
      "vi": "Levee phải đến chứ. Lát nữa đến ngay thôi."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey. Good morning, Chicago.",
      "vi": "Này, cô em. Xin chào Chicago."
    }
  },
  {
    "translation": {
      "en": "-[both chuckling] -[woman] He ain't from 'round here now.",
      "vi": "Không phải dân ở đây đâu."
    }
  },
  {
    "translation": {
      "en": "Come on in. I'll get you fed and ready to make some music. [Cutler] Right.",
      "vi": "Mời vào. Tôi sẽ gọi thức ăn cho các anh và chuẩn bị chơi nhạc."
    }
  },
  {
    "translation": {
      "en": "Right down the hall.",
      "vi": "Cuối hành lang đấy."
    }
  },
  {
    "translation": {
      "en": "Where's Ma? How come she isn't with the band?",
      "vi": "Ma đâu? Không đi cùng ban nhạc à?"
    }
  },
  {
    "translation": {
      "en": "Everything's under control, Mel. I got everything under control.",
      "vi": "Ổn cả mà, Mel. Tôi kiểm soát hết rồi."
    }
  },
  {
    "translation": {
      "en": "Cutler, here's the list of songs we're going to record.",
      "vi": "Đây là danh sách các bài sẽ thu."
    }
  },
  {
    "translation": {
      "en": "[Mel] Why isn't she here? And where's that horn player?",
      "vi": "Sao cô ta chưa đến? Và tay chơi kèn đâu?"
    }
  },
  {
    "translation": {
      "en": "What we got there, Toledo?",
      "vi": "Có bài gì đấy, Toledo?"
    }
  },
  {
    "translation": {
      "en": "Eh, we got, uh…",
      "vi": "Có..."
    }
  },
  {
    "translation": {
      "en": "Mmm. \"Prove It on Me,\" \"Hear Me Talking to You,\"",
      "vi": "\"Prove It on Me\", \"Hear Me Talking to You\","
    }
  },
  {
    "translation": {
      "en": "\"Ma Rainey's Black Bottom,\" \"Moonshine Blues.\"",
      "vi": "\"Ma Rainey's Black Bottom\", \"Moonshine Blues\"."
    }
  },
  {
    "translation": {
      "en": "Oh. Them ain't the songs Ma told me.",
      "vi": "Đâu phải mấy bài Ma nói với tôi."
    }
  },
  {
    "translation": {
      "en": "I wouldn't worry about it if I was you. Ma'll get it straightened out.",
      "vi": "Tôi chẳng lo, Ma sẽ giải quyết ổn thỏa."
    }
  },
  {
    "translation": {
      "en": "[Cutler] \"Moonshine Blues.\"",
      "vi": "\"Moonshine Blues\"."
    }
  },
  {
    "translation": {
      "en": "That's one of them songs Bessie Smith sang, I believes.",
      "vi": "Đó là bài Bessie Smith đã hát, tôi nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Eh, Slow Drag's right. I wouldn't worry about it.",
      "vi": "Slow Drag nói đúng. Tôi chả lo đâu."
    }
  },
  {
    "translation": {
      "en": "Levee know what time he's supposed to be here?",
      "vi": "Levee biết mấy giờ phải đến đây chứ?"
    }
  },
  {
    "translation": {
      "en": "Levee left the hotel talking about he was gonna buy shoes.",
      "vi": "Cậu ta rời khách sạn, bảo là đi mua giày."
    }
  },
  {
    "translation": {
      "en": "Says it's the first time he beat you shooting craps.",
      "vi": "Bảo là lần đầu tiên chơi lắc xí ngầu thắng anh."
    }
  },
  {
    "translation": {
      "en": "-I ain't thinking about no four dollars. -[Slow Drag] Levee sure was.",
      "vi": "- Tôi chả bận tâm đến bốn đô đâu. - Levee thì có."
    }
  },
  {
    "translation": {
      "en": "[Toledo] Let me get a hit of that.",
      "vi": "Cho tôi một ngụm nào."
    }
  },
  {
    "translation": {
      "en": "[Slow Drag] That four dollars liked to burn a hole in his pocket.",
      "vi": "Cậu ta muốn xài bốn đô đó lắm."
    }
  },
  {
    "translation": {
      "en": "He's supposed to be here at 1:00.",
      "vi": "Lẽ ra 1:00 cậu ta phải tới đây."
    }
  },
  {
    "translation": {
      "en": "-That's some good Chicago bourbon. -[Levee] Look here, Cutler!",
      "vi": "- Bourbon Chicago ngon đấy. - Nhìn đây, Cutler!"
    }
  },
  {
    "translation": {
      "en": "-[in sing-song] I got me some shoes. -[Slow Drag] Ooh!",
      "vi": "Tôi mua giày rồi."
    }
  },
  {
    "translation": {
      "en": "Nigga, I ain't studying you.",
      "vi": "Tôi mặc kệ cậu, đồ da đen."
    }
  },
  {
    "translation": {
      "en": "[Toledo] How much you pay for something like that, Levee?",
      "vi": "Cậu mua đôi đó hết bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "Eleven dollars. Four dollars of it belong to Cutler.",
      "vi": "Mười một đô la. Trong đó bốn đô la của Cutler."
    }
  },
  {
    "translation": {
      "en": "Ooh! Levee say if it wasn't for Cutler, he wouldn't have no new shoes.",
      "vi": "Levee nói nếu không nhờ Cutler, cậu ta chả có giày mới."
    }
  },
  {
    "translation": {
      "en": "I ain't thinking about Levee or his shoes.",
      "vi": "Tôi chẳng để ý đến Levee lẫn giày mới."
    }
  },
  {
    "translation": {
      "en": "-[laughing] -[Cutler] Let's get ready to rehearse.",
      "vi": "Tôi chẳng để ý đến Levee lẫn giày mới. Chuẩn bị tập dượt thôi."
    }
  },
  {
    "translation": {
      "en": "[Slow Drag] I'm with you on that score. Don't want to be here all night.",
      "vi": "Tôi ủng hộ anh, chẳng muốn ở đây cả đêm đâu."
    }
  },
  {
    "translation": {
      "en": "[Toledo] Ain't but four songs on the list.",
      "vi": "Danh sách có bốn bài thôi mà."
    }
  },
  {
    "translation": {
      "en": "Last time there was six songs. Yeah. Now I'm ready.",
      "vi": "- Lần trước đến sáu bài. - Ừ. Tôi sẵn sàng rồi."
    }
  },
  {
    "translation": {
      "en": "I can play some good music now.",
      "vi": "Giờ tôi sẽ chơi rất bốc đấy."
    }
  },
  {
    "translation": {
      "en": "Damn! They done changed things around. Don't never leave well enough alone.",
      "vi": "Quỷ thật! Họ lại đổi lung tung. Như cũ là tốt rồi mà chẳng chịu để yên."
    }
  },
  {
    "translation": {
      "en": "Yeah, everything changing all the time. Even the air you breathing change.",
      "vi": "Mọi thứ thay đổi suốt mà. Không khí cậu thở cũng thay đổi."
    }
  },
  {
    "translation": {
      "en": "Yeah, you got, uh, monoxide, hydrogen, changing all the time.",
      "vi": "Ừ, có khí CO, hydro, thay đổi suốt."
    }
  },
  {
    "translation": {
      "en": "Skin changing. Different molecules. Everything.",
      "vi": "Da cũng thay đổi. Những phân tử mới. Mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Nigga, what is you talking about?",
      "vi": "Ông nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm talking about the room, I ain't talking about no skin and air.",
      "vi": "Tôi đang nói căn phòng, đâu phải da với khí."
    }
  },
  {
    "translation": {
      "en": "I'm talking about something I can see. I ain't talking about no molecules.",
      "vi": "Tôi nói về thứ tôi nhìn thấy, đâu phải phân tử."
    }
  },
  {
    "translation": {
      "en": "I know what you talking about. You don't know what I'm talking about.",
      "vi": "Tôi chẳng hiểu cậu. Cậu chẳng hiểu tôi."
    }
  },
  {
    "translation": {
      "en": "That door. You see that door? That's what I'm talking about.",
      "vi": "Cái cửa. Thấy cái cửa chứ? Tôi nói cái đó."
    }
  },
  {
    "translation": {
      "en": "Door wasn't there before.",
      "vi": "Trước kia đâu có cửa."
    }
  },
  {
    "translation": {
      "en": "You wouldn't know your right from left. And damn if that door wasn't there.",
      "vi": "Cậu chẳng phân biệt được trái phải. Làm gì có chuyện không có cửa."
    }
  },
  {
    "translation": {
      "en": "If you talking about they done switched rooms, you right.",
      "vi": "Nếu cậu nói họ đổi phòng thì đúng."
    }
  },
  {
    "translation": {
      "en": "But don't go telling me that door wasn't there.",
      "vi": "Nhưng đừng bảo là không có cửa."
    }
  },
  {
    "translation": {
      "en": "Damn the door and let's do this. I want to get out of here.",
      "vi": "Kệ cái cửa và làm việc đi để còn về."
    }
  },
  {
    "translation": {
      "en": "Toledo started all that about the door. I'm just saying that things change.",
      "vi": "Toledo gây vụ cái cửa mà. Tôi chỉ nói mọi thứ thay đổi thôi."
    }
  },
  {
    "translation": {
      "en": "What you think I was saying? Things change. The air and everything.",
      "vi": "Cậu nghĩ tôi nói gì? Mọi thứ thay đổi. Không khí, đủ thứ."
    }
  },
  {
    "translation": {
      "en": "Now you gonna say you was saying it.",
      "vi": "Giờ cậu lại bảo là cậu nói."
    }
  },
  {
    "translation": {
      "en": "You gonna fit two propositions on the same track,",
      "vi": "Cậu để hai phát biểu lên cùng một đường ray,"
    }
  },
  {
    "translation": {
      "en": "run them into each other, and 'cause they crash,",
      "vi": "xô chúng vào nhau, và vì chúng choảng nhau,"
    }
  },
  {
    "translation": {
      "en": "you gonna say it's the same train?",
      "vi": "cậu lại nói là cùng một đoàn tàu?"
    }
  },
  {
    "translation": {
      "en": "-Now this nigga talking about trains. -[Cutler laughs]",
      "vi": "Giờ lão đen này lại lái sang tàu lửa."
    }
  },
  {
    "translation": {
      "en": "We done went from the air to the skin to the door and now trains.",
      "vi": "Nói từ không khí sang da, sang cửa với tàu thế là đủ rồi."
    }
  },
  {
    "translation": {
      "en": "Toledo, I'd just like to be inside your head for five minutes",
      "vi": "Toledo, tôi chỉ muốn chui vào đầu ông năm phút"
    }
  },
  {
    "translation": {
      "en": "just to see how you think.",
      "vi": "để xem ông nghĩ gì."
    }
  },
  {
    "translation": {
      "en": "You done got more shit piled up and mixed up in there",
      "vi": "Trong đó chất đống sạn với bã đậu còn nhiều hơn"
    }
  },
  {
    "translation": {
      "en": "-than the devil got sinners. -[laughing]",
      "vi": "ác quỷ nhốt tội nhân."
    }
  },
  {
    "translation": {
      "en": "You been reading too many goddamn books.",
      "vi": "Ông đọc sách nhiều quá rồi."
    }
  },
  {
    "translation": {
      "en": "What you care about how much I read?",
      "vi": "Tôi đọc bao nhiêu việc gì đến cậu?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna ignore you 'cause you're ignorant.",
      "vi": "Tôi sẽ mặc kệ cậu vì cậu vô tri."
    }
  },
  {
    "translation": {
      "en": "-Let's rehearse the music. -All right.",
      "vi": "Tập nhạc thôi."
    }
  },
  {
    "translation": {
      "en": "You ain't gotta rehearse that. Ain't nothing but old jug-band music.",
      "vi": "Nhạc đó mà tập cái gì. Như của ban nhạc vườn ấy."
    }
  },
  {
    "translation": {
      "en": "They need one of them jug bands for this.",
      "vi": "Họ nên thuê ban nhạc vườn mà chơi."
    }
  },
  {
    "translation": {
      "en": "Don't make no difference to me, long as we get paid.",
      "vi": "Miễn sao có tiền là được."
    }
  },
  {
    "translation": {
      "en": "That ain't what I'm talking about. I'm talking about art.",
      "vi": "Không, tôi đang nói về nghệ thuật."
    }
  },
  {
    "translation": {
      "en": "What's drawing got to do with it?",
      "vi": "Vẽ vời thì có liên quan gì?"
    }
  },
  {
    "translation": {
      "en": "Where you get this nigga from, Cutler?",
      "vi": "Lão đen này ở đâu ra vậy, Cutler?"
    }
  },
  {
    "translation": {
      "en": "He sound like one of them Alabama niggas.",
      "vi": "Nói chuyện nghe như dân Alabama ấy."
    }
  },
  {
    "translation": {
      "en": "It's Slow Drag, all right. Just play the piece, nigga.",
      "vi": "Anh ấy là Slow Drag. Cứ chơi nhạc đi."
    }
  },
  {
    "translation": {
      "en": "If you want to be one of them, uh, what you call virtuosos or something,",
      "vi": "Nếu cậu muốn làm nghệ sĩ tài danh này nọ,"
    }
  },
  {
    "translation": {
      "en": "you're in the wrong place.",
      "vi": "cậu đến nhầm chỗ rồi."
    }
  },
  {
    "translation": {
      "en": "You ain't no King Oliver or Buddy Bolden.",
      "vi": "Cậu chả phải King Oliver hay Buddy Bolden."
    }
  },
  {
    "translation": {
      "en": "You're just an old trumpet player come a dime a dozen.",
      "vi": "Cậu chỉ là gã chơi kèn trumpet hạng bét."
    }
  },
  {
    "translation": {
      "en": "Talking about art.",
      "vi": "Nghệ với thuật."
    }
  },
  {
    "translation": {
      "en": "What is you? I don't see your name in lights.",
      "vi": "Chứ ông là gì? Ông có danh tiếng gì đâu."
    }
  },
  {
    "translation": {
      "en": "I just play the piece. Whatever they want. I don't criticize other people's music.",
      "vi": "Tôi chơi theo yêu cầu. Tôi không chỉ trích nhạc của người khác."
    }
  },
  {
    "translation": {
      "en": "I ain't like you, Cutler. I got talent.",
      "vi": "Tôi không giống ông. Tôi có tài."
    }
  },
  {
    "translation": {
      "en": "-Oh, shit. -Ooh.",
      "vi": "Ôi, quỷ thật."
    }
  },
  {
    "translation": {
      "en": "Me and this horn, we's tight.",
      "vi": "Tôi và cây kèn này rất gắn bó."
    }
  },
  {
    "translation": {
      "en": "If my daddy had a knowed I was gonna turn out like this, he woulda named me Gabriel.",
      "vi": "Nếu bố tôi biết tôi theo nghề này, ông đã đặt tôi tên Gabriel."
    }
  },
  {
    "translation": {
      "en": "I'm gonna get me a band and make me some records.",
      "vi": "Tôi sẽ lập ban nhạc và ra đĩa."
    }
  },
  {
    "translation": {
      "en": "I done give Mr. Sturdyvant some of my songs I wrote,",
      "vi": "Tôi đã gửi ông Sturdyvant mấy tác phẩm,"
    }
  },
  {
    "translation": {
      "en": "and he say he gonna let me record them when I get my band together.",
      "vi": "ông ấy bảo khi có ban nhạc sẽ cho tôi thu."
    }
  },
  {
    "translation": {
      "en": "I just gotta finish the last part of this song.",
      "vi": "Tôi phải viết nốt đoạn cuối bài này."
    }
  },
  {
    "translation": {
      "en": "I knows how to play real music, not this old jug-band shit.",
      "vi": "Tôi biết chơi nhạc đúng nghĩa, không phải kiểu ban nhạc vườn."
    }
  },
  {
    "translation": {
      "en": "I got style.",
      "vi": "Tôi phong cách."
    }
  },
  {
    "translation": {
      "en": "Oh, everybody got style.",
      "vi": "Ai chẳng có phong cách."
    }
  },
  {
    "translation": {
      "en": "Style ain't nothing but keeping the same idea from beginning to end.",
      "vi": "Phong cách chỉ là giữ nguyên một ý tưởng từ đầu đến cuối."
    }
  },
  {
    "translation": {
      "en": "Everybody got it.",
      "vi": "Ai chẳng thế."
    }
  },
  {
    "translation": {
      "en": "Everybody can't play like I do. Everybody can't have their own band.",
      "vi": "Đâu phải ai cũng chơi được như tôi, cũng có ban nhạc riêng."
    }
  },
  {
    "translation": {
      "en": "Until you get your own band where you can play what you want,",
      "vi": "Cậu có ban nhạc riêng đi rồi muốn chơi gì tùy ý,"
    }
  },
  {
    "translation": {
      "en": "play the piece and stop complaining.",
      "vi": "giờ thì chơi đi, đừng than nữa."
    }
  },
  {
    "translation": {
      "en": "I told you when you came on here, this ain't none of them hot bands.",
      "vi": "Lúc cậu đến tôi đã nói, đâu phải ban nhạc danh tiếng gì."
    }
  },
  {
    "translation": {
      "en": "This is an accompaniment band. You play Ma's music when you're here.",
      "vi": "Đây là ban nhạc đệm. Ở đây thì phải chơi nhạc của Ma."
    }
  },
  {
    "translation": {
      "en": "I got sense enough to know that.",
      "vi": "Tôi đủ lý trí để biết mà."
    }
  },
  {
    "translation": {
      "en": "I could look at y'all and see what kind of band it is.",
      "vi": "Nhìn các ông là biết ban nhạc gì rồi."
    }
  },
  {
    "translation": {
      "en": "I could look at Toledo and see what kind of band it is.",
      "vi": "Nhìn Toledo là biết ban nhạc gì."
    }
  },
  {
    "translation": {
      "en": "Oh, now Toledo ain't said nothing to you. Don't get Toledo started now.",
      "vi": "Tôi đâu có nói động đến cậu. Đừng kiếm chuyện nhé."
    }
  },
  {
    "translation": {
      "en": "Is you all gonna rehearse the music or ain't you?",
      "vi": "Mọi người có tập hay là không đây?"
    }
  },
  {
    "translation": {
      "en": "How many times you done play them songs?",
      "vi": "Các ông chơi những bài này mấy lần rồi?"
    }
  },
  {
    "translation": {
      "en": "-What you gotta rehearse for? -This a recording session.",
      "vi": "- Còn tập làm gì? - Đây là buổi thu âm."
    }
  },
  {
    "translation": {
      "en": "I want to get it right the first time and get on out of here.",
      "vi": "Tôi muốn chơi đúng từ đầu để còn về."
    }
  },
  {
    "translation": {
      "en": "Well, y'all go on and rehearse, then.",
      "vi": "Thì các ông đi mà tập."
    }
  },
  {
    "translation": {
      "en": "I'm going to finish this song for Mr. Sturdyvant.",
      "vi": "Tôi phải viết nốt bài này cho ông Sturdyvant."
    }
  },
  {
    "translation": {
      "en": "Levee, I don't want no shit. You rehearse like everybody else.",
      "vi": "Levee, đừng giỡn mặt. Cậu cũng tập như mọi người."
    }
  },
  {
    "translation": {
      "en": "You in the band just like everybody else.",
      "vi": "Cậu cũng ở trong ban nhạc."
    }
  },
  {
    "translation": {
      "en": "Mr. Sturdyvant gonna have to wait. It's the band's time.",
      "vi": "Ông Sturdyvant để sau. Đây là giờ của ban nhạc."
    }
  },
  {
    "translation": {
      "en": "I'm ready if you want to rehearse. I said there ain't no point in it.",
      "vi": "Muốn tập thì tôi sẵn sàng. Tôi chỉ nói là vô ích."
    }
  },
  {
    "translation": {
      "en": "Ma ain't here. What's the point?",
      "vi": "Ma chưa đến. Tập làm gì?"
    }
  },
  {
    "translation": {
      "en": "\"Ma Rainey's Black Bottom.\" One, two, you know what to do.",
      "vi": "\"Ma Rainey's Black Bottom\". Hai, ba, biết chơi làm sao rồi nha."
    }
  },
  {
    "translation": {
      "en": "No, no, no. No, no. We ain't doing it that way.",
      "vi": "Không, không chơi kiểu đó."
    }
  },
  {
    "translation": {
      "en": "We doing my version. That's what Mr. Irvin told me.",
      "vi": "Chơi bản của tôi. Ông Irvin bảo thế."
    }
  },
  {
    "translation": {
      "en": "Say it's on the list he gave.",
      "vi": "Ông ấy bảo danh sách có ghi."
    }
  },
  {
    "translation": {
      "en": "Let me worry about what's on the list.",
      "vi": "Danh sách để tôi lo."
    }
  },
  {
    "translation": {
      "en": "What sense it make to rehearse the wrong version?",
      "vi": "Tập sai bản phối thì tập làm gì?"
    }
  },
  {
    "translation": {
      "en": "You supposed to rehearse what you gonna play.",
      "vi": "Chơi cái gì thì tập cái đó."
    }
  },
  {
    "translation": {
      "en": "-That's the way they taught me. -That's what I'm trying to say.",
      "vi": "- Tôi đã học thế. - Tôi cũng nói thế."
    }
  },
  {
    "translation": {
      "en": "You trying to tell me what we is and ain't gonna play,",
      "vi": "Cậu cố bảo tôi phải chơi bản nào,"
    }
  },
  {
    "translation": {
      "en": "and that ain't none of your business.",
      "vi": "đó đâu phải việc của cậu."
    }
  },
  {
    "translation": {
      "en": "Your business is to play what I say. Oh. I see now.",
      "vi": "- Việc của cậu là chơi theo ý tôi. - Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "You done got jealous 'cause Mr. Irvin using my version.",
      "vi": "Ông ganh tỵ vì ông Irvin dùng bản của tôi."
    }
  },
  {
    "translation": {
      "en": "[scoffs] What I got to be jealous of you about?",
      "vi": "Việc gì tôi phải ganh với cậu?"
    }
  },
  {
    "translation": {
      "en": "The day I get jealous of you, I may as well lay down and die.",
      "vi": "Tôi mà ganh với cậu thì tôi chết liền."
    }
  },
  {
    "translation": {
      "en": "Levee started all that 'cause he too lazy to rehearse.",
      "vi": "Cậu ta lười tập nên nói vậy thôi."
    }
  },
  {
    "translation": {
      "en": "Where's the paper? Look at the paper. See what it say.",
      "vi": "Tờ giấy đâu? Xem trong đó viết gì đi."
    }
  },
  {
    "translation": {
      "en": "Gonna tell me I'm too lazy to rehearse.",
      "vi": "Đi nói tôi lười tập."
    }
  },
  {
    "translation": {
      "en": "[Cutler] We ain't talking about the paper.",
      "vi": "Không nói đến tờ giấy."
    }
  },
  {
    "translation": {
      "en": "We talking about you understanding where you fit in here.",
      "vi": "Bọn tôi nói chuyện cậu biết vị trí của cậu."
    }
  },
  {
    "translation": {
      "en": "-You play what I say. -I don't care what you play.",
      "vi": "- Cậu phải chơi theo tôi. - Ông chơi gì kệ ông."
    }
  },
  {
    "translation": {
      "en": "Mr. Irvin gonna straighten it up. I don't care what you play.",
      "vi": "Ông Irvin sẽ phân xử. Ông chơi gì tôi mặc kệ."
    }
  },
  {
    "translation": {
      "en": "You boys know what's keeping Ma?",
      "vi": "Các anh biết sao Ma đến muộn không?"
    }
  },
  {
    "translation": {
      "en": "Can't say, Mr. Irvin. She'll be along directly, I reckon.",
      "vi": "Không biết, ông Irvin. Chắc cô ấy sắp đến rồi."
    }
  },
  {
    "translation": {
      "en": "Well, you go ahead.",
      "vi": "Các anh cứ tự nhiên."
    }
  },
  {
    "translation": {
      "en": "Mr. Irvin… [chuckles] About these songs…",
      "vi": "Ông Irvin, về mấy bài này..."
    }
  },
  {
    "translation": {
      "en": "Whatever's on the list.",
      "vi": "Cứ theo danh sách."
    }
  },
  {
    "translation": {
      "en": "I'm talking about this \"Black Bottom.\"",
      "vi": "Tôi nói bài \"Black Bottom\"."
    }
  },
  {
    "translation": {
      "en": "-It's on the list. -Yes, sir, I know it's on the list.",
      "vi": "- Có trong danh sách mà. - Vâng, tôi biết."
    }
  },
  {
    "translation": {
      "en": "But I just want to know which version. We got two versions of that song.",
      "vi": "Nhưng tôi chỉ muốn biết chơi bản nào. Có hai bản."
    }
  },
  {
    "translation": {
      "en": "Oh, Levee's version. We're using Levee's arrangement.",
      "vi": "Bản của Levee. Dùng bản phối của cậu ấy."
    }
  },
  {
    "translation": {
      "en": "[Cutler] Okay, got that straight. Now about this \"Moonshine Blues.\"",
      "vi": "Rõ rồi. Còn bài \"Moonshine Blues\" này."
    }
  },
  {
    "translation": {
      "en": "Yeah, we'll work it out with Ma, Cutler.",
      "vi": "Ừ, ta sẽ bàn với Ma, Cutler."
    }
  },
  {
    "translation": {
      "en": "You boys just rehearse whatever's on that list.",
      "vi": "Các anh cứ tập các bài trong danh sách."
    }
  },
  {
    "translation": {
      "en": "See, I told you!",
      "vi": "Thấy chưa, tôi đã bảo mà!"
    }
  },
  {
    "translation": {
      "en": "It don't mean nothing when I say it. You got to wait for Mr. Irvin to say it.",
      "vi": "Tôi nói thì chẳng thèm nghe. Phải chờ ông Irvin nói."
    }
  },
  {
    "translation": {
      "en": "I told you the way it is.",
      "vi": "Tôi đã bảo rồi."
    }
  },
  {
    "translation": {
      "en": "The sooner you understand it ain't what you say,",
      "vi": "Cậu nên hiểu rằng điều quan trọng"
    }
  },
  {
    "translation": {
      "en": "or what Mr. Irvin say, it's what Ma say that count.",
      "vi": "chẳng phải ông Irvin hay cậu muốn gì, mà là Ma muốn gì."
    }
  },
  {
    "translation": {
      "en": "I don't care what you play. Don't matter to me.",
      "vi": "Ông chơi gì kệ ông. Tôi mặc kệ."
    }
  },
  {
    "translation": {
      "en": "Mr. Irvin gonna straighten it up. I don't care what you play.",
      "vi": "Ông Irvin sẽ phân xử. Ông chơi gì kệ ông."
    }
  },
  {
    "translation": {
      "en": "Thank you. All right, let's, uh, play this \"Hear Me Talking to You\"",
      "vi": "Cảm ơn. Được rồi, hãy chơi bài \"Hear Me Talking to You\""
    }
  },
  {
    "translation": {
      "en": "till we figure out what's going on with this \"Black Bottom.\"",
      "vi": "đến khi biết bài \"Black Bottom\" thế nào."
    }
  },
  {
    "translation": {
      "en": "One, two, you know what to do.",
      "vi": "Hai, ba, biết chơi làm sao rồi nha."
    }
  },
  {
    "translation": {
      "en": "Don't nobody say when it comes to Ma. She gonna do what she wanna do.",
      "vi": "Chẳng ai ý kiến được với Ma. Cô ấy muốn là làm."
    }
  },
  {
    "translation": {
      "en": "Mr. Irvin the one putting out the record.",
      "vi": "Ông Irvin là người ra đĩa."
    }
  },
  {
    "translation": {
      "en": "He gonna put out what she want him to put out.",
      "vi": "Ông ấy ra đĩa theo ý cô ấy."
    }
  },
  {
    "translation": {
      "en": "Levee confused about who the boss is. He don't know Ma's the boss.",
      "vi": "Levee nhận nhầm. Ma là sếp mà không biết."
    }
  },
  {
    "translation": {
      "en": "You know how many records she sold in New York?",
      "vi": "Cô ta bán được bao nhiêu đĩa ở New York?"
    }
  },
  {
    "translation": {
      "en": "And you know what's in New York? Harlem. Harlem's in New York.",
      "vi": "Mà biết New York có gì không? Có Harlem đấy."
    }
  },
  {
    "translation": {
      "en": "[Slow Drag] So what if they didn't sell in New York?",
      "vi": "Không New York thì sao?"
    }
  },
  {
    "translation": {
      "en": "We packed them in in Memphis, Birmingham, Atlanta.",
      "vi": "Memphis, Birmingham, Atlanta bán đầy."
    }
  },
  {
    "translation": {
      "en": "We ain't in Memphis. We in Chicago. We in a recording session.",
      "vi": "Đây đâu phải Memphis. Đây là Chicago. Ở buổi thu âm."
    }
  },
  {
    "translation": {
      "en": "Mr. Sturdyvant and Mr. Irvin say what's gonna be here.",
      "vi": "Ông Sturdyvant và ông Irvin quyết định."
    }
  },
  {
    "translation": {
      "en": "You heard what the man told you.",
      "vi": "Ông nghe ông ấy nói rồi."
    }
  },
  {
    "translation": {
      "en": "\"Ma Rainey's Black Bottom.\" Levee's arrangement.",
      "vi": "\"Ma Rainey's Black Bottom\". Bản phối của Levee."
    }
  },
  {
    "translation": {
      "en": "There you go. That's what he told you.",
      "vi": "Ông ấy bảo thế."
    }
  },
  {
    "translation": {
      "en": "I don't know why y'all want to pick with me about it.",
      "vi": "Chả hiểu sao các ông muốn gây sự với tôi."
    }
  },
  {
    "translation": {
      "en": "I'm with Slow Drag. Let's go and get it rehearsed.",
      "vi": "Tôi theo Slow Drag. Tập đi thôi."
    }
  },
  {
    "translation": {
      "en": "All right, \"Ma Rainey's Black Bottom,\" Levee's version.",
      "vi": "Thôi được, \"Ma Rainey's Black Bottom\". Bản của Levee."
    }
  },
  {
    "translation": {
      "en": "[Toledo] How that first part go again there, Lev?",
      "vi": "Đoạn đầu thế nào nhỉ, Lev?"
    }
  },
  {
    "translation": {
      "en": "It go like this.",
      "vi": "Thế này này."
    }
  },
  {
    "translation": {
      "en": "That's to get the people's attention.",
      "vi": "Đó là để khiến mọi người chú ý."
    }
  },
  {
    "translation": {
      "en": "That's when you and Slow Drag come in with the rhythm,",
      "vi": "Rồi ông và Slow Drag vào nhịp,"
    }
  },
  {
    "translation": {
      "en": "me and Cutler play on the breaks.",
      "vi": "tôi và Cutler chơi ở các đoạn nghỉ."
    }
  },
  {
    "translation": {
      "en": "The man asked how the part go. Ain't ask for all that.",
      "vi": "Hỏi chơi thế nào. Đâu hỏi lắm thế."
    }
  },
  {
    "translation": {
      "en": "\"Ma Rainey's Black Bottom.\"",
      "vi": "\"Ma Rainey's Black Bottom\"."
    }
  },
  {
    "translation": {
      "en": "One, two, you know what to do.",
      "vi": "Hai, ba, biết chơi làm sao rồi nha."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey. Y'all gotta keep up now. You playing in the wrong time.",
      "vi": "Này. Các ông phải theo kịp chứ. Chơi sai nhịp rồi."
    }
  },
  {
    "translation": {
      "en": "Will you let us play this song? We been playing before you was born.",
      "vi": "Để bọn tôi chơi đi. Bọn tôi chơi từ lúc cậu chưa ra đời."
    }
  },
  {
    "translation": {
      "en": "Trying to tell us how to play.",
      "vi": "Bày đặt dạy đời."
    }
  },
  {
    "translation": {
      "en": "All right. Let's try again.",
      "vi": "Được rồi. Thử lại nào."
    }
  },
  {
    "translation": {
      "en": "Wait a minute. Let me fix this.",
      "vi": "Chờ chút. Để tôi sửa cái này."
    }
  },
  {
    "translation": {
      "en": "This string starting to unravel,",
      "vi": "Dây bị tuột rồi,"
    }
  },
  {
    "translation": {
      "en": "and you know I want to play Levee's music right.",
      "vi": "mà tôi phải chơi nhạc của Levee cho chuẩn chứ."
    }
  },
  {
    "translation": {
      "en": "If you was any kind of musician, you'd take care of your instrument.",
      "vi": "Nhạc công phải biết chăm chút nhạc cụ."
    }
  },
  {
    "translation": {
      "en": "Keep it in tip-top order.",
      "vi": "Lúc nào cũng phải chuẩn."
    }
  },
  {
    "translation": {
      "en": "If you was any kind of musician, I'd let you be in my band.",
      "vi": "Ông mà chơi nhạc ra hồn, tôi sẽ nhận ông vào ban nhạc."
    }
  },
  {
    "translation": {
      "en": "-Shit. -Damn!",
      "vi": "- Khỉ thật. - Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "Slow Drag, watch them big-ass shoes you got.",
      "vi": "Cẩn thận đôi giày hầm hố của ông."
    }
  },
  {
    "translation": {
      "en": "Ain't nobody done nothing to you.",
      "vi": "Chả ai làm gì cậu cả."
    }
  },
  {
    "translation": {
      "en": "You done stepped on my shoes. Then move them out the way.",
      "vi": "- Ông giẫm lên giày tôi. - Thì bỏ chân ra."
    }
  },
  {
    "translation": {
      "en": "You was in my way. I wasn't in your way.",
      "vi": "Cậu chen tôi. Tôi đâu chen cậu."
    }
  },
  {
    "translation": {
      "en": "Any man who takes a whole week's pay and puts it on some shoes,",
      "vi": "Người nào dành tiền lương cả tuần để mua giày"
    }
  },
  {
    "translation": {
      "en": "understand what I mean,",
      "vi": "đều hiểu ý tôi nói,"
    }
  },
  {
    "translation": {
      "en": "what you walk around on the ground with, is a fool.",
      "vi": "thứ cậu mang đi tới đi lui đó là ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "And I don't mind telling him.",
      "vi": "Tôi không ngại nói đâu."
    }
  },
  {
    "translation": {
      "en": "What difference it make to you?",
      "vi": "Có khác biệt gì với ông?"
    }
  },
  {
    "translation": {
      "en": "Ain't nothing wrong with having nice shoes.",
      "vi": "Đi giày đẹp thì có sao đâu."
    }
  },
  {
    "translation": {
      "en": "-Look at Toledo. -[Levee] Ooh!",
      "vi": "Nhìn Toledo kìa."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "What was that about Toledo?",
      "vi": "Toledo làm sao?"
    }
  },
  {
    "translation": {
      "en": "Nigga got them clodhoppers. Old brogans.",
      "vi": "Ông ta đi đôi giày hầm hố. Giày da cũ mèm. Ông ta chỉ là tá điền."
    }
  },
  {
    "translation": {
      "en": "He ain't nothing but a sharecropper.",
      "vi": "Giày da cũ mèm. Ông ta chỉ là tá điền."
    }
  },
  {
    "translation": {
      "en": "Hey, Slow Drag.",
      "vi": "Này, Slow Drag."
    }
  },
  {
    "translation": {
      "en": "Play something for me.",
      "vi": "Chơi gì tôi nghe đi."
    }
  },
  {
    "translation": {
      "en": "A man gotta have some shoes to dance like this.",
      "vi": "Phải có giày xịn mới nhảy được thế này."
    }
  },
  {
    "translation": {
      "en": "He can't dance like this with them clodhoppers Toledo got.",
      "vi": "Đi giày hầm hố như của Toledo thì chịu."
    }
  },
  {
    "translation": {
      "en": "That's the trouble with colored folks, always looking to have a good time.",
      "vi": "Đó là vấn đề của dân da màu, lúc nào cũng muốn vui chơi."
    }
  },
  {
    "translation": {
      "en": "More niggas have got killed trying to have a good time",
      "vi": "Dân đen thiệt mạng trong lúc vui chơi"
    }
  },
  {
    "translation": {
      "en": "than God got ways to count.",
      "vi": "nhiều đến Chúa đếm không xuể."
    }
  },
  {
    "translation": {
      "en": "What the hell having a good time mean? That's what I want to know.",
      "vi": "Vui chơi có ý nghĩa gì? Tôi muốn biết."
    }
  },
  {
    "translation": {
      "en": "Got to be more to life than just having a good time.",
      "vi": "Đời còn nhiều ý nghĩa ngoài việc ăn chơi."
    }
  },
  {
    "translation": {
      "en": "If there ain't, then this is a piss-poor life we're living",
      "vi": "Nếu không, cuộc đời chúng ta thật quá thảm"
    }
  },
  {
    "translation": {
      "en": "if that's all there is to be got out of it.",
      "vi": "nếu chẳng thu được ý nghĩa gì."
    }
  },
  {
    "translation": {
      "en": "Niggas been having a good time before you was born,",
      "vi": "Dân đen đã vui chơi từ lúc ông chưa sinh ra,"
    }
  },
  {
    "translation": {
      "en": "and they gonna keep having a good time after you gone.",
      "vi": "và sẽ vui chơi đến sau khi ông chết."
    }
  },
  {
    "translation": {
      "en": "Nobody talking about making the lot for the colored man better for him here in America.",
      "vi": "Chẳng ai nói đến cải thiện đời sống người da màu ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "Ain't nobody thinking about what kind of life, the world they gonna leave for the young'uns.",
      "vi": "Chẳng ai nghĩ đến thế giới sẽ để lại cho con cháu."
    }
  },
  {
    "translation": {
      "en": "It's just, \"Show me a good time. That's all I want.\"",
      "vi": "Chỉ biết, \"Cho tôi vui chơi. Tôi chỉ muốn thế thôi\"."
    }
  },
  {
    "translation": {
      "en": "Aw. It just makes me sick.",
      "vi": "Làm tôi phát buồn nôn."
    }
  },
  {
    "translation": {
      "en": "Good times is what makes life worth living. Uh-huh.",
      "vi": "Vui chơi là thứ khiến đời đáng sống."
    }
  },
  {
    "translation": {
      "en": "Hey, I know how to have a good time as well as the next man.",
      "vi": "Tôi cũng biết vui chơi như ai mà."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "I just said there's got to be more to life than just having a good time.",
      "vi": "Nhưng ý nghĩa cuộc đời không chỉ là vui chơi."
    }
  },
  {
    "translation": {
      "en": "I said, the colored man ought to be doing more",
      "vi": "Người da màu phải cố gắng hơn"
    }
  },
  {
    "translation": {
      "en": "than trying to have a good time all the time.",
      "vi": "chứ đừng lúc nào cũng cố vui chơi."
    }
  },
  {
    "translation": {
      "en": "Well, what is you doing, nigga?",
      "vi": "Ông làm gì đây, lão đen?"
    }
  },
  {
    "translation": {
      "en": "You're talking all them highfalutin ideas",
      "vi": "Ông nói những ý tưởng cao xa"
    }
  },
  {
    "translation": {
      "en": "about making a better world for the colored man.",
      "vi": "về cách đổi đời cho dân da màu."
    }
  },
  {
    "translation": {
      "en": "What is you doing to make it better?",
      "vi": "Vậy ông làm được gì?"
    }
  },
  {
    "translation": {
      "en": "You playing the music and looking for your next piece of pussy same as we is.",
      "vi": "Ông chơi nhạc và mong kiếm được chút tình, cũng như bọn tôi."
    }
  },
  {
    "translation": {
      "en": "What is you doing?",
      "vi": "Cậu làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "It ain't just me, fool. I said everybody.",
      "vi": "Đâu phải mình tôi, đồ ngốc. Tôi nói mọi người."
    }
  },
  {
    "translation": {
      "en": "You think I'm gonna solve the colored man's problem all by myself?",
      "vi": "Cậu nghĩ tôi tự giải quyết được chuyện của dân da đen à?"
    }
  },
  {
    "translation": {
      "en": "I said \"we.\" You understand that?",
      "vi": "Tôi nói là \"chúng ta\". Cậu hiểu không?"
    }
  },
  {
    "translation": {
      "en": "We? That's every living colored man in the world",
      "vi": "Chúng ta? Tức là tất cả dân da đen sống trên thế giới"
    }
  },
  {
    "translation": {
      "en": "got to do his share, got to do his part.",
      "vi": "phải làm phần của mình, bổn phận của mình."
    }
  },
  {
    "translation": {
      "en": "I ain't talking about what I'm gonna do or you gonna do,",
      "vi": "Tôi đâu nói tôi hay cậu sẽ làm gì,"
    }
  },
  {
    "translation": {
      "en": "or Cutler, Slow Drag, anybody else.",
      "vi": "hay Cutler, Slow Drag hay bất kỳ ai khác."
    }
  },
  {
    "translation": {
      "en": "I'm talking about what all of us gonna do together.",
      "vi": "Tôi nói về điều tất cả chúng ta phải cùng nhau làm."
    }
  },
  {
    "translation": {
      "en": "That's what I'm talking about, nigga.",
      "vi": "Tôi nói thế đấy, đồ da đen."
    }
  },
  {
    "translation": {
      "en": "Well, why ain't you just say that then?",
      "vi": "Vậy sao ông không nói sớm?"
    }
  },
  {
    "translation": {
      "en": "Toledo, I don't know why you waste your time with this fool.",
      "vi": "Chả hiểu sao ông lại phí thì giờ với thằng ngốc này."
    }
  },
  {
    "translation": {
      "en": "I ain't gonna be too many more of your fools.",
      "vi": "Tôi không làm thằng ngốc nữa."
    }
  },
  {
    "translation": {
      "en": "Ain't nobody studying you.",
      "vi": "Đâu ai đếm xỉa đến cậu."
    }
  },
  {
    "translation": {
      "en": "All right, I ain't nobody. Don't pay me no mind. Ain't nobody but the devil.",
      "vi": "- Tôi chả là ai cả. Cứ kệ tôi. - Là quỷ sứ thôi chứ ai."
    }
  },
  {
    "translation": {
      "en": "There you go. That's who I am. I'm the devil. I ain't nothing but the devil.",
      "vi": "Tôi là thế đấy. Chỉ là quỷ sứ thôi."
    }
  },
  {
    "translation": {
      "en": "-I know a man sold his soul to the devil. -[all groan]",
      "vi": "Tôi biết một kẻ bán linh hồn cho quỷ."
    }
  },
  {
    "translation": {
      "en": "Name of Eliza Cotter. Lived in Tuscaloosa County, Alabama.",
      "vi": "Tên là Eliza Cotter. Sống ở Hạt Tuscaloosa, Alabama."
    }
  },
  {
    "translation": {
      "en": "Devil came by and he upped and sold him his soul.",
      "vi": "Quỷ dữ đến và bất ngờ hắn bán linh hồn cho nó."
    }
  },
  {
    "translation": {
      "en": "Nigga, how you know this man done sold his soul to the devil?",
      "vi": "Sao ông biết hắn bán linh hồn cho quỷ?"
    }
  },
  {
    "translation": {
      "en": "You talking some old-woman foolishness.",
      "vi": "Ông nói vô lý như bà già."
    }
  },
  {
    "translation": {
      "en": "Everybody know. It wasn't no secret.",
      "vi": "Ai cũng biết. Đâu phải bí mật gì."
    }
  },
  {
    "translation": {
      "en": "He went around working for the devil and everybody knowed it.",
      "vi": "Hắn làm việc cho quỷ, ai cũng biết."
    }
  },
  {
    "translation": {
      "en": "Carried him a bag. One of them carpet bags.",
      "vi": "Hắn mang một cái túi. Kiểu túi vải rẻ tiền ấy."
    }
  },
  {
    "translation": {
      "en": "Folks say he carried the devil's papers and whatnot",
      "vi": "Người ta nói hắn mang giấy tờ của quỷ,"
    }
  },
  {
    "translation": {
      "en": "where he put your fingerprint on the paper with blood.",
      "vi": "trên đó in dấu tay người ta bằng máu."
    }
  },
  {
    "translation": {
      "en": "Where he at now? That's what I want to know.",
      "vi": "Tôi muốn biết giờ hắn ở đâu?"
    }
  },
  {
    "translation": {
      "en": "He can have my whole handprint if he want to.",
      "vi": "Cho hắn in dấu cả bàn tay tôi luôn."
    }
  },
  {
    "translation": {
      "en": "Showed up one day all fancied out",
      "vi": "Một hôm, hắn xuất hiện đỏm dáng"
    }
  },
  {
    "translation": {
      "en": "in the finest clothes you ever seen on a colored man.",
      "vi": "trong bộ cánh chưa người da màu nào được mặc."
    }
  },
  {
    "translation": {
      "en": "Pocketful of money, just living the life of a rich man.",
      "vi": "Túi rủng rỉnh tiền, sống cuộc đời giàu sang."
    }
  },
  {
    "translation": {
      "en": "Had him a string of women he run around with",
      "vi": "Hắn có cả đám phụ nữ bu quanh"
    }
  },
  {
    "translation": {
      "en": "and throw his money away on.",
      "vi": "và ném tiền cho họ."
    }
  },
  {
    "translation": {
      "en": "One of the fellas of them gals he was messing with",
      "vi": "Một gã bạn trai của mấy cô gái hắn cặp kè"
    }
  },
  {
    "translation": {
      "en": "got fixed on him wrong and Eliza killed him.",
      "vi": "đã đến gây sự và Eliza giết hắn."
    }
  },
  {
    "translation": {
      "en": "And laughed about it.",
      "vi": "Rồi cười."
    }
  },
  {
    "translation": {
      "en": "Sheriff come and arrest him and let him go.",
      "vi": "Cảnh sát trưởng đến, bắt hắn rồi thả ra."
    }
  },
  {
    "translation": {
      "en": "Trial come up. Judge cut him loose.",
      "vi": "Ra xét xử. Thẩm phán tha bổng hắn."
    }
  },
  {
    "translation": {
      "en": "Cut him loose -and give him a bottle of whiskey. -[Cutler whistles]",
      "vi": "Tha bổng và tặng hắn chai whiskey."
    }
  },
  {
    "translation": {
      "en": "Folks ask what done happened to make him change,",
      "vi": "Họ hỏi chuyện gì làm hắn thay đổi,"
    }
  },
  {
    "translation": {
      "en": "and he tell them straight-out he done sold his soul to the devil",
      "vi": "hắn nói thẳng thừng là đã bán linh hồn cho quỷ"
    }
  },
  {
    "translation": {
      "en": "and asked them if they wanted to sell theirs, too,",
      "vi": "và hỏi họ muốn bán luôn không,"
    }
  },
  {
    "translation": {
      "en": "'cause he could arrange it for them.",
      "vi": "vì hắn có thể thu xếp hộ."
    }
  },
  {
    "translation": {
      "en": "Hold on. What happened to this fella? That's what I want to know.",
      "vi": "Tôi muốn biết số phận hắn thế nào?"
    }
  },
  {
    "translation": {
      "en": "Last I heard, he headed up north with that bag of his,",
      "vi": "Tin cuối tôi nghe là hắn đã đem cái túi đi lên phía Bắc,"
    }
  },
  {
    "translation": {
      "en": "handing out $100 bills on the spot to whoever wanted to sign on with the devil.",
      "vi": "phát ngay những tờ 100 đô la cho bất kỳ ai muốn nhập bọn với quỷ."
    }
  },
  {
    "translation": {
      "en": "Hmm. I sure wish I knew where he went.",
      "vi": "Ước gì tôi biết hắn đi đâu."
    }
  },
  {
    "translation": {
      "en": "He wouldn't have to convince me long.",
      "vi": "Hắn khỏi thuyết phục nhiều."
    }
  },
  {
    "translation": {
      "en": "Hell, I'd even help him sign people up.",
      "vi": "Tôi giúp tuyển người luôn."
    }
  },
  {
    "translation": {
      "en": "Nigga, God gonna strike you down with that blasphemy you talking.",
      "vi": "Cậu ăn nói báng bổ kiểu đó sẽ bị Chúa trừng phạt đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, shit. God don't mean nothing to me.",
      "vi": "Ôi, khỉ thật. Chúa đâu có nghĩa lý gì với tôi."
    }
  },
  {
    "translation": {
      "en": "Let him strike me. Here I am, standing right here.",
      "vi": "Cứ để ông ấy phạt. Tôi đứng ngay đây này."
    }
  },
  {
    "translation": {
      "en": "What you talking about he gonna strike me? Here I am. Let him strike me. I ain't scared of him.",
      "vi": "Bày đặt nói ông ấy trừng phạt tôi. Cứ việc phạt. Tôi chả sợ ông ấy."
    }
  },
  {
    "translation": {
      "en": "All right. You gonna be sorry.",
      "vi": "Được rồi. Cậu sẽ hối hận."
    }
  },
  {
    "translation": {
      "en": "You gonna fix yourself to have bad luck.",
      "vi": "Cậu tự chuốc lấy vận rủi."
    }
  },
  {
    "translation": {
      "en": "Ain't nothing gonna work out for you.",
      "vi": "Làm gì cũng không thành."
    }
  },
  {
    "translation": {
      "en": "-Bad luck? -Yeah.",
      "vi": "- Vận rủi? - Ừ."
    }
  },
  {
    "translation": {
      "en": "What I care about bad luck?",
      "vi": "Tôi mà lo gì vận rủi?"
    }
  },
  {
    "translation": {
      "en": "You talking simple.",
      "vi": "Ông nói dễ nghe quá."
    }
  },
  {
    "translation": {
      "en": "I ain't had nothing but bad luck all my life.",
      "vi": "Tôi đã đen đủi cả đời rồi."
    }
  },
  {
    "translation": {
      "en": "Couldn't get no worse. What the hell I care about bad luck?",
      "vi": "Đâu tệ hơn được nữa. Tôi lo gì vận rủi?"
    }
  },
  {
    "translation": {
      "en": "I eat it every day for breakfast.",
      "vi": "Ngày nào tôi cũng nếm mà."
    }
  },
  {
    "translation": {
      "en": "You dumber than I thought you was, talking about bad luck.",
      "vi": "Ông ngu hơn tôi tưởng, đi nói về vận rủi."
    }
  },
  {
    "translation": {
      "en": "All right, nigga.",
      "vi": "Được rồi, gã da đen."
    }
  },
  {
    "translation": {
      "en": "You'll see. [chuckles]",
      "vi": "Rồi cậu sẽ thấy."
    }
  },
  {
    "translation": {
      "en": "Can't tell a fool nothing.",
      "vi": "Đã ngốc thì nói chẳng ăn thua."
    }
  },
  {
    "translation": {
      "en": "You'll see.",
      "vi": "Rồi cậu sẽ thấy."
    }
  },
  {
    "translation": {
      "en": "Oh. There you go.",
      "vi": "Kia rồi."
    }
  },
  {
    "translation": {
      "en": "Over there.",
      "vi": "Đằng kia kìa."
    }
  },
  {
    "translation": {
      "en": "[man] What are you doing?",
      "vi": "Làm gì thế này?"
    }
  },
  {
    "translation": {
      "en": "Cutler, your boys' sandwiches are here.",
      "vi": "Cutler, bánh mì kẹp cho ban nhạc của anh này."
    }
  },
  {
    "translation": {
      "en": "-Cutler? -[policeman] Lady--",
      "vi": "- Cutler? - Cô à..."
    }
  },
  {
    "translation": {
      "en": "-[Ma Rainey] This is a brand new car. -Lady-- Ain't had but a ding.",
      "vi": "Xe này còn mới tinh. Chưa trầy vết nào."
    }
  },
  {
    "translation": {
      "en": "-Okay, lady-- -[Ma Rainey] What you gonna do?",
      "vi": "- Được rồi, cô à... - Anh định làm gì?"
    }
  },
  {
    "translation": {
      "en": "-Ma! -[policeman] I'm talking--",
      "vi": "- Ma! - Tôi nói..."
    }
  },
  {
    "translation": {
      "en": "[Ma Rainey] I got eyes, you got eyes. What are you gonna do?",
      "vi": "Tôi có mắt, anh cũng có. Anh định làm gì?"
    }
  },
  {
    "translation": {
      "en": "-Listen to me-- -What happened?",
      "vi": "Chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Tell this man who I am. Get him straight.",
      "vi": "Bảo anh ta tôi là ai đi."
    }
  },
  {
    "translation": {
      "en": "Tell this man who he's messing with.",
      "vi": "Bảo là anh ta đang gây sự với ai đi."
    }
  },
  {
    "translation": {
      "en": "Officer, what's the matter? What's the problem?",
      "vi": "Sếp à, chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "When I walked up on the incident, this lady--",
      "vi": "Lúc tôi đi đến, cô này..."
    }
  },
  {
    "translation": {
      "en": "-Sylvester wrecked Ma's car. -I… I did not. The man hit me.",
      "vi": "- Sylvester làm hỏng xe Ma. - Đâu có. Ông ta tông cháu."
    }
  },
  {
    "translation": {
      "en": "[policeman] You want it in a nutshell?",
      "vi": "Ông muốn nghe vắn tắt à?"
    }
  },
  {
    "translation": {
      "en": "We got her charged with assault and battery.",
      "vi": "Cô ấy đã hành hung."
    }
  },
  {
    "translation": {
      "en": "-Assault and what for what? -Sylvester was driving--",
      "vi": "- Tấn công? - Sylvester đang lái..."
    }
  },
  {
    "translation": {
      "en": "I can tell you what happened if you wanna know.",
      "vi": "Để tôi kể ông nghe."
    }
  },
  {
    "translation": {
      "en": "That's my nephew. That's Sylvester. He was driving my car--",
      "vi": "Đó là cháu tôi. Nó lái xe tôi..."
    }
  },
  {
    "translation": {
      "en": "-We don't know whose car it is. -That's Ma's car.",
      "vi": "- Đâu biết là xe ai. - Đó là xe của Ma."
    }
  },
  {
    "translation": {
      "en": "I bought and paid for that car.",
      "vi": "Xe đó tôi mua mà."
    }
  },
  {
    "translation": {
      "en": "That's what you say. We gotta check it out.",
      "vi": "Cô nói thôi. Phải kiểm tra đã."
    }
  },
  {
    "translation": {
      "en": "What's the problem?",
      "vi": "Có chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "I was calling the paddy wagon",
      "vi": "Tôi đang gọi xe"
    }
  },
  {
    "translation": {
      "en": "to haul them to the station, sort everything out.",
      "vi": "đưa họ về đồn, hỏi cho ra lẽ."
    }
  },
  {
    "translation": {
      "en": "-She's aggressive with the other driver-- -He got ugly with me.",
      "vi": "- Cô ấy hung hăng... - Anh ta thô lỗ."
    }
  },
  {
    "translation": {
      "en": "-I don't know why you tell that lie. -You let me tell the story?",
      "vi": "- Chả hiểu sao anh bịa chuyện. - Cô để tôi kể!"
    }
  },
  {
    "translation": {
      "en": "Well, if you gonna tell it, tell it right.",
      "vi": "Anh muốn kể thì phải kể cho đúng."
    }
  },
  {
    "translation": {
      "en": "Like I said, while I was waiting for the paddy wagon,",
      "vi": "Như tôi đã nói, trong lúc chờ xe cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "I turn to hear this guy's side of the story.",
      "vi": "tôi nghe anh ấy kể sự việc."
    }
  },
  {
    "translation": {
      "en": "She won't let him get a word in edgeways.",
      "vi": "Cô ấy chẳng để anh ấy nói."
    }
  },
  {
    "translation": {
      "en": "He steps in front of her to tell his version of things,",
      "vi": "Anh ấy bước tới trước để kể lại sự việc,"
    }
  },
  {
    "translation": {
      "en": "she pushes him to the ground.",
      "vi": "cô ấy xô ngã."
    }
  },
  {
    "translation": {
      "en": "She ain't hit him. He just fell.",
      "vi": "Đâu. Anh ta ngã thôi."
    }
  },
  {
    "translation": {
      "en": "If that don't beat all to hell. I ain't touched the man.",
      "vi": "Nhảm nhí. Tôi chẳng đụng đến anh ta."
    }
  },
  {
    "translation": {
      "en": "All right, Ma. Officer, can I speak to you for a minute?",
      "vi": "Được rồi, Ma. Sếp, tôi nói chuyện được không?"
    }
  },
  {
    "translation": {
      "en": "I got things to do.",
      "vi": "Tôi có việc phải làm."
    }
  },
  {
    "translation": {
      "en": "He bumped into me and fell down. Flopping on the ground like a rag doll.",
      "vi": "Anh ta tông vào tôi rồi ngã. Lăn lộn dưới đất như con búp bê giẻ rách."
    }
  },
  {
    "translation": {
      "en": "I ain't touch the man.",
      "vi": "Tôi chẳng hề đụng đến."
    }
  },
  {
    "translation": {
      "en": "[Irvin] All right, Ma.",
      "vi": "Được rồi, Ma."
    }
  },
  {
    "translation": {
      "en": "Come on. Let's go. Move it out.",
      "vi": "Thôi nào. Tránh đường."
    }
  },
  {
    "translation": {
      "en": "I got it all taken care of.",
      "vi": "Tôi giải quyết rồi."
    }
  },
  {
    "translation": {
      "en": "Clear it out. Come on. Let's go.",
      "vi": "Giải tán đi. Nào."
    }
  },
  {
    "translation": {
      "en": "What's going on? What did you do?",
      "vi": "Gì vậy? Cô đã làm gì?"
    }
  },
  {
    "translation": {
      "en": "Sturdyvant, get on away from me. That's the last thing I need, to go through your shit.",
      "vi": "Tránh ra, tôi không cần ông lảm nhảm lúc này."
    }
  },
  {
    "translation": {
      "en": "-[policeman] Everybody move along. -It's not the place.",
      "vi": "- Mọi người đi tiếp đi. - Đừng nói ở đây."
    }
  },
  {
    "translation": {
      "en": "Here, Ma.",
      "vi": "Đến rồi, Ma."
    }
  },
  {
    "translation": {
      "en": "Let me take your things.",
      "vi": "Để tôi cất đồ cho."
    }
  },
  {
    "translation": {
      "en": "-I don't believe we've met. -Hi.",
      "vi": "- Chắc ta chưa gặp nhau. - Chào."
    }
  },
  {
    "translation": {
      "en": "That's my nephew Sylvester, and that there's Dussie Mae.",
      "vi": "Cháu tôi Sylvester, kia là Dussie Mae."
    }
  },
  {
    "translation": {
      "en": "-Oh, hello. -[Ma Rainey] Everybody here?",
      "vi": "- Xin chào. - Mọi người đến đủ chưa?"
    }
  },
  {
    "translation": {
      "en": "They're in the band room.",
      "vi": "Họ ở phòng của ban nhạc."
    }
  },
  {
    "translation": {
      "en": "-Ma, why don't you sit and relax? -I ain't for no sitting.",
      "vi": "- Ma, cô ngồi nghỉ đi nhé? - Tôi không ngồi."
    }
  },
  {
    "translation": {
      "en": "-Where's the bathroom? -Uh, down that hall.",
      "vi": "- Nhà vệ sinh đâu? - Dưới hành lang đó."
    }
  },
  {
    "translation": {
      "en": "Honey, call down there and see about my car. I need my car fixed today.",
      "vi": "Gọi điện hỏi xem xe tôi thế nào. Tôi cần sửa ngay hôm nay."
    }
  },
  {
    "translation": {
      "en": "Why y'all keep it so hot in here?",
      "vi": "Sao trong này nóng thế?"
    }
  },
  {
    "translation": {
      "en": "Y'all want to make records, better get a fan on.",
      "vi": "Các ông muốn thu đĩa thì phải mở quạt chứ."
    }
  },
  {
    "translation": {
      "en": "I got it, Ma. I'll take care of everything.",
      "vi": "Hiểu rồi, Ma. Tôi sẽ lo hết."
    }
  },
  {
    "translation": {
      "en": "[Mel] She's late and already--",
      "vi": "Cô ta đến trễ mà còn..."
    }
  },
  {
    "translation": {
      "en": "I talked to her last night. Got everything straight.",
      "vi": "Tối qua tôi nói chuyện rồi. Đã thỏa thuận hết."
    }
  },
  {
    "translation": {
      "en": "You stay out of the way. Let me handle it.",
      "vi": "Ông đừng xen vào. Tôi sẽ lo."
    }
  },
  {
    "translation": {
      "en": "You handled it last time, remember?",
      "vi": "Lần trước anh lo đấy, nhớ chứ?"
    }
  },
  {
    "translation": {
      "en": "She marches in like she owns the place, complains about the building being cold,",
      "vi": "Cô ta hiên ngang đi vào như nhà mình, than phiền nhà lạnh,"
    }
  },
  {
    "translation": {
      "en": "trips over a mic wire, then threatens to sue me.",
      "vi": "vấp phải dây micro rồi dọa kiện tôi."
    }
  },
  {
    "translation": {
      "en": "I ain't never been in a recording studio.",
      "vi": "Em chưa từng vào phòng thu."
    }
  },
  {
    "translation": {
      "en": "Where the band at?",
      "vi": "Ban nhạc đâu?"
    }
  },
  {
    "translation": {
      "en": "They off somewhere rehearsing.",
      "vi": "Họ đang tập dượt ở đâu đó."
    }
  },
  {
    "translation": {
      "en": "Come over here and let me see that dress.",
      "vi": "Lại đây chị xem bộ đầm đó."
    }
  },
  {
    "translation": {
      "en": "That dress look nice.",
      "vi": "Đầm đẹp thật."
    }
  },
  {
    "translation": {
      "en": "I'm gonna take you tomorrow to get you some things",
      "vi": "Mai chị sẽ dẫn cưng đi mua vài thứ"
    }
  },
  {
    "translation": {
      "en": "before I take you down to Memphis.",
      "vi": "trước khi đưa cưng đi Memphis."
    }
  },
  {
    "translation": {
      "en": "They got some clothes up here they ain't got in Memphis.",
      "vi": "Trên này có những trang phục ở Memphis không có."
    }
  },
  {
    "translation": {
      "en": "-I want you to look nice for me, hmm? -Mmm-hmm.",
      "vi": "Chị muốn cưng phải xinh đẹp vì chị."
    }
  },
  {
    "translation": {
      "en": "You gonna travel with the show, you gotta look nice.",
      "vi": "Cưng đi cùng đoàn lưu diễn thì phải mặc đẹp."
    }
  },
  {
    "translation": {
      "en": "I just need me some new shoes. These hurt my feet.",
      "vi": "Em chỉ cần giày mới. Giày này đau chân quá."
    }
  },
  {
    "translation": {
      "en": "Oh, don't you be messing around with no shoes that pinch your feet.",
      "vi": "Giày mà đau chân thì đừng có dây vào."
    }
  },
  {
    "translation": {
      "en": "Ma knows something about bad feet. Mmm.",
      "vi": "Ma biết đau chân là thế nào mà."
    }
  },
  {
    "translation": {
      "en": "[Ma Rainey] Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Go on, get my slippers out my bag over yonder.",
      "vi": "Lấy đôi dép của chị trong túi đằng kia."
    }
  },
  {
    "translation": {
      "en": "[sighs] I just want some of them yellow ones.",
      "vi": "Em muốn giày màu vàng."
    }
  },
  {
    "translation": {
      "en": "About a half size bigger.",
      "vi": "Lớn hơn khoảng nửa số."
    }
  },
  {
    "translation": {
      "en": "We'll get you whatever you need. Sylvester too.",
      "vi": "Cưng cần mua gì cũng được. Cả Sylvester nữa."
    }
  },
  {
    "translation": {
      "en": "Sylvester, tuck your clothes in.",
      "vi": "Sylvester, bỏ áo vào quần."
    }
  },
  {
    "translation": {
      "en": "Straighten them up and look nice. Like a gentleman.",
      "vi": "Thẳng lưng lên. Ra dáng quý ông nào."
    }
  },
  {
    "translation": {
      "en": "Look at Sylvester with that hat on.",
      "vi": "Nhìn Sylvester đội mũ kìa."
    }
  },
  {
    "translation": {
      "en": "[Ma Rainey] Take that hat off inside. Come over here and leave that piano.",
      "vi": "Vào nhà thì bỏ mũ ra. Lại đây, đừng vọc đàn piano nữa."
    }
  },
  {
    "translation": {
      "en": "[stammering] I ain't doing nothing to the… piano. I'm… l… looking at it.",
      "vi": "Cháu chẳng làm gì đàn piano cả. Cháu chỉ xem thôi."
    }
  },
  {
    "translation": {
      "en": "Baby, come over here and sit down. Come on.",
      "vi": "Cháu à, lại đây ngồi đi."
    }
  },
  {
    "translation": {
      "en": "Soon as Mr. Irvin come back,",
      "vi": "Khi ông Irvin quay lại,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have him take you down, introduce you to the band.",
      "vi": "dì sẽ bảo ông ấy giới thiệu cháu với ban nhạc."
    }
  },
  {
    "translation": {
      "en": "Cutler gonna show you how your part go.",
      "vi": "Cutler sẽ chỉ đoạn của cháu nói thế nào."
    }
  },
  {
    "translation": {
      "en": "When you get your money, send some of it home to your mama.",
      "vi": "Lãnh được tiền thì gửi một ít về cho mẹ cháu."
    }
  },
  {
    "translation": {
      "en": "-Let her know you're doing all right. -Okay.",
      "vi": "- Để bà ấy biết cháu ổn. - Vâng."
    }
  },
  {
    "translation": {
      "en": "Ma, I called down to the garage and checked on your car.",
      "vi": "Ma, tôi gọi đến hãng sửa xe hỏi thăm về xe cô rồi."
    }
  },
  {
    "translation": {
      "en": "It's just a scratch, and they'll have it ready for you this afternoon.",
      "vi": "Chỉ trầy thôi, và họ sẽ làm xong cho cô chiều nay."
    }
  },
  {
    "translation": {
      "en": "They'll send it over with one of their fellows.",
      "vi": "Họ sẽ cho người mang đến."
    }
  },
  {
    "translation": {
      "en": "Better have my car fixed right.",
      "vi": "Liệu mà sửa tử tế đấy."
    }
  },
  {
    "translation": {
      "en": "I ain't going for that. Brand-new car. They better fix it like new.",
      "vi": "Xe còn mới tinh. Phải sửa lại như mới."
    }
  },
  {
    "translation": {
      "en": "Irvin, what is that I hear?",
      "vi": "Irvin, tôi nghe tiếng gì thế?"
    }
  },
  {
    "translation": {
      "en": "I know they ain't rehearsing Levee's \"Black Bottom.\"",
      "vi": "Họ đâu có tập \"Black Bottom\" của Levee."
    }
  },
  {
    "translation": {
      "en": "I know I ain't hearing that.",
      "vi": "Nghe thấy không phải."
    }
  },
  {
    "translation": {
      "en": "Ma, it's what I wanted to talk to you about.",
      "vi": "Tôi đã định nói chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Levee's version, it really picks it up.",
      "vi": "Bản của Levee rất bốc."
    }
  },
  {
    "translation": {
      "en": "I ain't studying Levee nothing. I know what he done to that song.",
      "vi": "Tôi mặc kệ Levee. Tôi biết cậu ta đã làm gì với bài đó."
    }
  },
  {
    "translation": {
      "en": "I don't like to sing it that way. I'm doing it the old way.",
      "vi": "Tôi không thích hát kiểu đó. Tôi hát kiểu cũ."
    }
  },
  {
    "translation": {
      "en": "That's why I brought my nephew in here to do the voice intro.",
      "vi": "Nên tôi mới đưa cháu tôi đến đọc đoạn giới thiệu."
    }
  },
  {
    "translation": {
      "en": "That's what people want now, Ma. They want something they can dance to.",
      "vi": "Giờ mọi người thích nhạc kiểu đó, nhún nhảy theo được."
    }
  },
  {
    "translation": {
      "en": "Levee's arrangement gives the people what they want.",
      "vi": "Bản phối của Levee hợp ý mọi người."
    }
  },
  {
    "translation": {
      "en": "It makes them excited, forget about their troubles.",
      "vi": "Nó khiến họ hào hứng, quên đi ưu phiền."
    }
  },
  {
    "translation": {
      "en": "I don't care what you say, honey. Levee ain't messing up my song.",
      "vi": "Tôi mặc kệ ông nói gì. Levee không được phá rối bài hát của tôi."
    }
  },
  {
    "translation": {
      "en": "If he got what the people want, let him take it somewhere else.",
      "vi": "Cậu ta chơi hợp ý mọi người thì đi chỗ khác chơi."
    }
  },
  {
    "translation": {
      "en": "I'm singing Ma Rainey's song, not Levee's song.",
      "vi": "Tôi hát bài của tôi, không phải của Levee."
    }
  },
  {
    "translation": {
      "en": "Now that's all there is to it.",
      "vi": "Chỉ có thế thôi."
    }
  },
  {
    "translation": {
      "en": "Carry my nephew on down there. Introduce him to the band.",
      "vi": "Đưa cháu tôi xuống. Giới thiệu nó với ban nhạc đi."
    }
  },
  {
    "translation": {
      "en": "I promised my sister I'd look out for him,",
      "vi": "Tôi hứa với chị tôi là sẽ lo cho nó,"
    }
  },
  {
    "translation": {
      "en": "so he's gonna do the voice intro to the song my way.",
      "vi": "nên nó sẽ hát mở đầu bài đó theo kiểu của tôi."
    }
  },
  {
    "translation": {
      "en": "[Irvin] We just figured--",
      "vi": "Bọn tôi cho rằng..."
    }
  },
  {
    "translation": {
      "en": "Who's this \"we\"? What you mean \"we\"? Come talking this \"we\" stuff. Who \"we\"?",
      "vi": "\"Bọn tôi\" là ai? Nói \"bọn tôi\" là sao? Giờ lại nói kiểu \"bọn tôi\"."
    }
  },
  {
    "translation": {
      "en": "Me and Sturdyvant. We decided-- You decided, huh? I'm just a bump on a log.",
      "vi": "- Tôi và Sturdyvant quyết định... - Các ông quyết định? Tôi là khúc gỗ,"
    }
  },
  {
    "translation": {
      "en": "I'm just gonna go whichever way the river drift.",
      "vi": "nước trôi đâu thì theo đó."
    }
  },
  {
    "translation": {
      "en": "Is that it? You and Sturdyvant decided?",
      "vi": "Thế sao? Ông và Sturdyvant quyết?"
    }
  },
  {
    "translation": {
      "en": "-No. We just thought-- -I ain't got no good sense.",
      "vi": "- Không, bọn tôi nghĩ... - Tôi mù tịt."
    }
  },
  {
    "translation": {
      "en": "I know nothing about music or what a good song is or what ain't.",
      "vi": "Tôi chẳng biết gì về nhạc, bài nào hay, bài nào không."
    }
  },
  {
    "translation": {
      "en": "You know more about my fans than I do.",
      "vi": "Ông hiểu người hâm mộ hơn tôi."
    }
  },
  {
    "translation": {
      "en": "It's not that. It's more of what the people want.",
      "vi": "Không phải thế. Là ý muốn của mọi người nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "Tell you something, Irvin, and you can go up there and you can tell Sturdyvant too.",
      "vi": "Tôi nói ông nghe, ông cứ lên mà nói với Sturdyvant luôn."
    }
  },
  {
    "translation": {
      "en": "What you all say don't count with me, you understand?",
      "vi": "Tôi không cần biết ý kiến các ông, hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "Ma listen to her heart. Ma listen to the voice inside her.",
      "vi": "Ma lắng nghe trái tim, giọng hát trong tâm hồn mình."
    }
  },
  {
    "translation": {
      "en": "That's what count with Ma.",
      "vi": "Ma chỉ cần biết có thế."
    }
  },
  {
    "translation": {
      "en": "Carry my nephew on down there.",
      "vi": "Dẫn cháu tôi xuống đó đi."
    }
  },
  {
    "translation": {
      "en": "Tell Cutler he'll do the voice intro to the \"Black Bottom\" song.",
      "vi": "Bảo Cutler nó sẽ đọc lời giới thiệu bài \"Black Bottom\"."
    }
  },
  {
    "translation": {
      "en": "Levee ain't messing up my song.",
      "vi": "Levee không được phá rối."
    }
  },
  {
    "translation": {
      "en": "If that don't set right with you and Sturdyvant,",
      "vi": "Nếu ông và Sturdyvant không chịu,"
    }
  },
  {
    "translation": {
      "en": "I can carry my black bottom on back down South to my tour,",
      "vi": "tôi sẽ đem cái thân đen này xuống phía Nam lưu diễn,"
    }
  },
  {
    "translation": {
      "en": "'cause I don't like it up here noways.",
      "vi": "vì tôi không thích ở trên này."
    }
  },
  {
    "translation": {
      "en": "Okay, Ma.",
      "vi": "Được rồi, Ma."
    }
  },
  {
    "translation": {
      "en": "I don't care.",
      "vi": "Tôi không bận tâm."
    }
  },
  {
    "translation": {
      "en": "-I just thought-- -Damn what you thought!",
      "vi": "- Tôi chỉ nghĩ... - Dẹp cái ông nghĩ đi!"
    }
  },
  {
    "translation": {
      "en": "What you look like trying to tell me how to sing my song.",
      "vi": "Ông lấy tư cách gì bảo tôi cách hát bài của tôi?"
    }
  },
  {
    "translation": {
      "en": "That Levee and Sturdyvant shit, I ain't going for it.",
      "vi": "Vụ vớ vẩn Levee và Sturdyvant, tôi không chấp nhận."
    }
  },
  {
    "translation": {
      "en": "Sylvester, go introduce yourself. I'm through playing with Irvin.",
      "vi": "Sylvester, đi tự giới thiệu đi. Dì chán đùa với Irvin rồi."
    }
  },
  {
    "translation": {
      "en": "Uh… Where I go? Which way they at?",
      "vi": "Đi đâu ạ? Lối nào?"
    }
  },
  {
    "translation": {
      "en": "Come on. I'll carry you down there myself.",
      "vi": "Đi. Dì sẽ tự dẫn cháu xuống."
    }
  },
  {
    "translation": {
      "en": "Can I go? I want to see the band.",
      "vi": "Em đi với? Em muốn thấy ban nhạc."
    }
  },
  {
    "translation": {
      "en": "No. Come on, Sylvester.",
      "vi": "Không. Đi nào, Sylvester."
    }
  },
  {
    "translation": {
      "en": "Okay, Ma. Have it your way,",
      "vi": "Được rồi, Ma. Tùy ý cô,"
    }
  },
  {
    "translation": {
      "en": "but we'll be ready to go in 15 minutes.",
      "vi": "nhưng 15 phút nữa sẽ sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "We'll be ready to go when Madam says so. That's the way it go around here.",
      "vi": "Khi nào tôi nói sẵn sàng là sẵn sàng. Ở đây là phải thế."
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "vi": "Tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "Cutler, this here my nephew Sylvester.",
      "vi": "Cutler, đây là Sylvester cháu tôi."
    }
  },
  {
    "translation": {
      "en": "He'll do the voice intro on \"Black Bottom\" using the old version.",
      "vi": "Nó sẽ đọc lời giới thiệu bài \"Black Bottom\" theo bản cũ."
    }
  },
  {
    "translation": {
      "en": "What? Mr. Irvin said we're using my version.",
      "vi": "Sao? Ông Irvin nói dùng bản của tôi mà."
    }
  },
  {
    "translation": {
      "en": "I ain't studying you or Mr. Irvin.",
      "vi": "Tôi kệ cậu lẫn ông Irvin."
    }
  },
  {
    "translation": {
      "en": "Cutler, get him straightened out on how to do his part.",
      "vi": "Cutler, chỉ nó cách đọc phần của nó."
    }
  },
  {
    "translation": {
      "en": "I ain't thinking about Levee.",
      "vi": "Tôi mặc kệ Levee."
    }
  },
  {
    "translation": {
      "en": "These folks done messed with the wrong person.",
      "vi": "Đám này giỡn mặt nhầm người rồi."
    }
  },
  {
    "translation": {
      "en": "Cutler gonna teach you how to do your part. Go ahead and get it straight.",
      "vi": "Cutler sẽ dạy cháu. Đi mà làm cho tốt vào."
    }
  },
  {
    "translation": {
      "en": "Don't worry about what nobody else say.",
      "vi": "Đừng lo ai nói gì."
    }
  },
  {
    "translation": {
      "en": "Hey, come on in, boy. I'm Cutler. [chuckles]",
      "vi": "Vào đi, cháu. Chú là Cutler."
    }
  },
  {
    "translation": {
      "en": "That's Toledo, Levee, and Slow Drag over there.",
      "vi": "Đó là Toledo, Levee, đằng kia là Slow Drag."
    }
  },
  {
    "translation": {
      "en": "-Sylvester, huh? -Sylvester Brown.",
      "vi": "- Sylvester hả? - Sylvester Brown ạ."
    }
  },
  {
    "translation": {
      "en": "I wrote a version of that song,",
      "vi": "Tôi đã soạn một bản của bài đó,"
    }
  },
  {
    "translation": {
      "en": "what picks it up and sets it down in the people's lap,",
      "vi": "làm nó bốc lên và lắng đọng vào lòng người,"
    }
  },
  {
    "translation": {
      "en": "and here she come talking this.",
      "vi": "cô ta lại đến nói năng kiểu này."
    }
  },
  {
    "translation": {
      "en": "You don't need that old circus bullshit. I know what I'm talking about.",
      "vi": "Đừng có làm trò quái gở đó. Tôi biết tôi đang nói gì."
    }
  },
  {
    "translation": {
      "en": "You gonna mess up the song, Cutler, and you know it.",
      "vi": "Ông sẽ làm hỏng bài hát, Cutler, ông biết mà."
    }
  },
  {
    "translation": {
      "en": "I ain't gonna mess up nothing. Ma say-- I don't care what Ma say!",
      "vi": "- Tôi chẳng làm hỏng gì. Ma nói... - Tôi kệ Ma nói!"
    }
  },
  {
    "translation": {
      "en": "I'm talking about what the intro gonna do to the song.",
      "vi": "Tôi nói đoạn giới thiệu sẽ làm hư bài hát."
    }
  },
  {
    "translation": {
      "en": "The peoples in the North ain't gonna go for that old tent-show nonsense.",
      "vi": "Dân miền Bắc không thích kiểu rạp xiếc cũ rích đó."
    }
  },
  {
    "translation": {
      "en": "-They wanna hear some music. -[Cutler] Nigga.",
      "vi": "- Họ muốn nghe nhạc. - Gã đen,"
    }
  },
  {
    "translation": {
      "en": "I done told you time and again. Ma say what to play, not you.",
      "vi": "tôi nói mãi rồi. Ma quyết định chơi gì, không phải cậu."
    }
  },
  {
    "translation": {
      "en": "You ain't here to be doing no creating. You play whatever Ma say.",
      "vi": "Cậu không ở đây để sáng tạo. Cậu chơi theo ý Ma."
    }
  },
  {
    "translation": {
      "en": "I might not play nothing. I might just quit.",
      "vi": "Có lẽ tôi sẽ không chơi. Tôi sẽ bỏ."
    }
  },
  {
    "translation": {
      "en": "Nigga, don't nobody care if you quit. Whose heart you gonna break?",
      "vi": "Cậu bỏ thì kệ cậu. Ai thèm đau lòng chứ?"
    }
  },
  {
    "translation": {
      "en": "Levee ain't gonna quit. He need to make money to keep him in shoe polish.",
      "vi": "Levee không bỏ đâu. Cậu ta cần tiền mua xi đánh giày."
    }
  },
  {
    "translation": {
      "en": "I done told y'all you don't know me. You don't know what I'll do.",
      "vi": "Tôi đã nói các người không biết tôi. Không biết tôi sẽ làm gì."
    }
  },
  {
    "translation": {
      "en": "I don't think nobody give a damn. Sylvester, look here.",
      "vi": "Chả ai thèm quan tâm. Sylvester, lại đây."
    }
  },
  {
    "translation": {
      "en": "The band plays the intro, and then you say,",
      "vi": "Ban nhạc chơi đoạn mở đầu, rồi cháu nói,"
    }
  },
  {
    "translation": {
      "en": "\"All right, boys, you done seen the rest.\"",
      "vi": "\"Được rồi, mọi người đã xem mọi thứ."
    }
  },
  {
    "translation": {
      "en": "\"Now I'm gonna show you the best.\"",
      "vi": "Giờ sẽ được xem thứ hay nhất."
    }
  },
  {
    "translation": {
      "en": "\"Ma Rainey's gonna show you her black bottom.\"",
      "vi": "Ma Rainey sẽ cho các vị thấy Bộ Mông Đen\"."
    }
  },
  {
    "translation": {
      "en": "You got that? Heh. All right, let me hear you do it one time.",
      "vi": "Hiểu chưa? Nói thử chú nghe một lần."
    }
  },
  {
    "translation": {
      "en": "All right, boys, you done s… s… [stuttering]",
      "vi": "Được rồi, mọi người đã x..."
    }
  },
  {
    "translation": {
      "en": "…seen the rest.",
      "vi": "xem mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Now I'm gonna show you the best.",
      "vi": "Giờ sẽ được xem thứ hay nhất."
    }
  },
  {
    "translation": {
      "en": "Ma Rainey's gonna show you her black b… b… b…",
      "vi": "Ma Rainey sẽ cho các vị thấy Bộ..."
    }
  },
  {
    "translation": {
      "en": "…bottom.",
      "vi": "Mông Đen."
    }
  },
  {
    "translation": {
      "en": "[scoffs] All right, Cutler. Let me see you fix that.",
      "vi": "Được rồi, Cutler. Ông sửa thử tôi xem."
    }
  },
  {
    "translation": {
      "en": "Straighten that out.",
      "vi": "Chỉnh cho nó đi."
    }
  },
  {
    "translation": {
      "en": "Slow Drag, whoo, you hear this shit?",
      "vi": "Slow Drag, ông nghe chứ?"
    }
  },
  {
    "translation": {
      "en": "How in the hell the boy gonna do the part if he can't even talk?",
      "vi": "Làm sao nó đọc lời thoại nếu nó nói không xuôi?"
    }
  },
  {
    "translation": {
      "en": "[stuttering] Who… Who's you to tell me what to do, nigga?",
      "vi": "Anh là ai mà dạy đời tôi?"
    }
  },
  {
    "translation": {
      "en": "This ain't your band. Ma tell me to d… do it, I'mma do it.",
      "vi": "Đâu phải ban nhạc của anh. Ma bảo tôi làm, tôi sẽ làm."
    }
  },
  {
    "translation": {
      "en": "So you can go to hell… n… n… nigga.",
      "vi": "Nên anh cứ việc... đi chết đi."
    }
  },
  {
    "translation": {
      "en": "[mockingly] B… Boy, ain't nobody studying you. Cutler, go on and fix that.",
      "vi": "Nhóc, chẳng ai thèm nghe cậu. Cutler, sửa đi nào."
    }
  },
  {
    "translation": {
      "en": "You fix that and I'll shine your shoes for you.",
      "vi": "Ông sửa được, tôi sẽ đánh giày cho ông."
    }
  },
  {
    "translation": {
      "en": "Go on and fix that one.",
      "vi": "Sửa đi."
    }
  },
  {
    "translation": {
      "en": "You say, uh, you Ma's nephew?",
      "vi": "Cậu nói cậu là cháu của Ma?"
    }
  },
  {
    "translation": {
      "en": "Yeah, so what that mean?",
      "vi": "Vâng, thế thì sao?"
    }
  },
  {
    "translation": {
      "en": "Oh, I ain't meant nothing. I was just asking.",
      "vi": "Chẳng sao cả. Tôi chỉ hỏi thôi."
    }
  },
  {
    "translation": {
      "en": "Let's rehearse so the boy can get it right.",
      "vi": "Ta tập lại để cậu ấy nói cho đúng."
    }
  },
  {
    "translation": {
      "en": "I ain't rehearsing nothing.",
      "vi": "Tôi không tập."
    }
  },
  {
    "translation": {
      "en": "Just wait till I get my band together.",
      "vi": "Chờ tôi có ban nhạc đã."
    }
  },
  {
    "translation": {
      "en": "I'm gonna record that song and show you how it's supposed to go.",
      "vi": "Tôi sẽ cho các người thấy bài đó phải chơi thế nào."
    }
  },
  {
    "translation": {
      "en": "We can do it without Levee. Sylvester, you remember your part?",
      "vi": "Không có Levee cũng được. Sylvester, cháu thuộc chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I… I remember pretty g… good.",
      "vi": "Vâng, cháu thuộc khá kỹ rồi."
    }
  },
  {
    "translation": {
      "en": "Well, come on. Let's do it then. All right?",
      "vi": "Nào. Ta làm thôi."
    }
  },
  {
    "translation": {
      "en": "Good, you boys are rehearsing, I see.",
      "vi": "Tốt, mọi người đang tập."
    }
  },
  {
    "translation": {
      "en": "Yessir, we rehearsing. We know them songs real good.",
      "vi": "Vâng, bọn tôi đang tập. Bọn tôi thuộc bài lắm rồi."
    }
  },
  {
    "translation": {
      "en": "Good. Say, Levee, did you finish that song?",
      "vi": "Tốt. Levee này, cậu viết bài đó xong chưa?"
    }
  },
  {
    "translation": {
      "en": "Yessir, Mr. Sturdyvant. I got it right here.",
      "vi": "Rồi ạ, ông Sturdyvant. Tôi có đây."
    }
  },
  {
    "translation": {
      "en": "I wrote that other part just like you say. It go like…",
      "vi": "Tôi viết đoạn kia đúng như ông nói. Nó thế này..."
    }
  },
  {
    "translation": {
      "en": "Then I wrote that part for the other people to dance,",
      "vi": "Tôi viết đoạn đó cho mọi người nhảy theo,"
    }
  },
  {
    "translation": {
      "en": "like you say, for them to forget about their troubles.",
      "vi": "như ông nói, để họ quên ưu phiền."
    }
  },
  {
    "translation": {
      "en": "Good. I'll see about your songs as soon as I get the chance.",
      "vi": "Tốt. Khi nào tiện tôi sẽ xem mấy bài của cậu."
    }
  },
  {
    "translation": {
      "en": "-I'll just take this. -Yessir, Mr. Sturdyvant.",
      "vi": "- Tôi lấy mấy tờ này. - Vâng, ông Sturdyvant."
    }
  },
  {
    "translation": {
      "en": "Soon as you get the chance.",
      "vi": "Khi nào tiện."
    }
  },
  {
    "translation": {
      "en": "[Cutler] You hear Levee? You hear this nigga? \"Yessir, we's rehearsing, boss.\"",
      "vi": "Nghe cậu ta chứ? \"Vâng, bọn tôi đang tập đây, sếp\"."
    }
  },
  {
    "translation": {
      "en": "I heard him. Seen him too. Shuffling them feet.",
      "vi": "Tôi có nghe. Thấy nữa. Chân cẳng loạn lên."
    }
  },
  {
    "translation": {
      "en": "[Toledo] Yeah, well, Levee can't help it none.",
      "vi": "Ừ, Levee không kìm nổi."
    }
  },
  {
    "translation": {
      "en": "He's spooked up by the white man. Ain't had time to study 'em.",
      "vi": "Cậu ta sợ người da trắng. Chưa kịp tìm hiểu luôn."
    }
  },
  {
    "translation": {
      "en": "I studies the white man, I got him studied good.",
      "vi": "Tôi có tìm hiểu, tôi hiểu ông ấy lắm."
    }
  },
  {
    "translation": {
      "en": "The first time one fixes on me wrong, I'm gonna show him just how much I study.",
      "vi": "Kẻ nào kiếm chuyện, tôi sẽ cho hắn thấy tôi hiểu biết bao nhiêu ngay."
    }
  },
  {
    "translation": {
      "en": "Come tell me I'm spooked up by the white man.",
      "vi": "Dám nói tôi sợ người da trắng."
    }
  },
  {
    "translation": {
      "en": "You let one mess with me, I'll show you how spooked up I am.",
      "vi": "Thử để một kẻ gây sự với tôi là biết tôi sợ thế nào ngay."
    }
  },
  {
    "translation": {
      "en": "The man come in here, call you a boy,",
      "vi": "Ông ta vào đây, gọi cậu là thằng nhóc,"
    }
  },
  {
    "translation": {
      "en": "tell you to get up off your ass and rehearse,",
      "vi": "bảo cậu nhấc đít lên mà tập dợt đi,"
    }
  },
  {
    "translation": {
      "en": "and you ain't had nothing to say except, \"Yessir!\"",
      "vi": "cậu chỉ biết nói \"Vâng!\""
    }
  },
  {
    "translation": {
      "en": "I can say \"yessir\" to whoever I please. What you got to do with it?",
      "vi": "Tôi thích nói \"Vâng\" thì nói. Việc gì đến ông?"
    }
  },
  {
    "translation": {
      "en": "I know how to handle white folks. I been handling them for 32 years.",
      "vi": "Tôi biết xử sự với người da trắng đã 32 năm nay rồi."
    }
  },
  {
    "translation": {
      "en": "You gonna tell me how to do it?",
      "vi": "Ông định dạy tôi à?"
    }
  },
  {
    "translation": {
      "en": "Just 'cause I say \"yessir,\" don't mean I'm spooked up by him.",
      "vi": "Tôi nói \"Vâng\", đâu phải là sợ ông ấy."
    }
  },
  {
    "translation": {
      "en": "I know what I'm doing. Let me handle him my way.",
      "vi": "Tôi biết tôi đang làm gì. Tôi sẽ xử lý ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Cutler] Well, go and handle it then.",
      "vi": "Thì đi xử lý đi."
    }
  },
  {
    "translation": {
      "en": "Toledo, you always messing with somebody.",
      "vi": "Toledo, ông lúc nào cũng kiếm chuyện."
    }
  },
  {
    "translation": {
      "en": "Always agitating somebody with that old philosophy bullshit.",
      "vi": "Lúc nào cũng kích động ai đó bằng thứ triết học nhảm nhí."
    }
  },
  {
    "translation": {
      "en": "You stay out of my way about what I do and say.",
      "vi": "Tôi nói gì, làm gì, ông đừng có xen vào."
    }
  },
  {
    "translation": {
      "en": "I'm my own person. Just let me alone.",
      "vi": "Tôi là người tự chủ. Để tôi yên đi."
    }
  },
  {
    "translation": {
      "en": "All right, all right. Levee, you right. I apologize.",
      "vi": "Thôi được. Levee, cậu nói đúng. Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Ain't none of my business you spooked up by the white man.",
      "vi": "Cậu sợ người da trắng chẳng việc gì đến tôi."
    }
  },
  {
    "translation": {
      "en": "-[all laughing] -See, that's the shit I'm talking about.",
      "vi": "Thấy chưa, chính là điều tôi nói đấy."
    }
  },
  {
    "translation": {
      "en": "Y'all back up and leave Levee alone.",
      "vi": "Các ông lui ra và để tôi yên."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, Levee. We was all just having fun.",
      "vi": "Thôi nào, đùa cho vui thôi mà."
    }
  },
  {
    "translation": {
      "en": "Toledo ain't said nothing about you he ain't said about me.",
      "vi": "Toledo cũng nói tôi y như nói cậu."
    }
  },
  {
    "translation": {
      "en": "You just taking it all wrong.",
      "vi": "Cậu hiểu lầm thôi."
    }
  },
  {
    "translation": {
      "en": "I ain't meant nothing by it.",
      "vi": "Tôi chẳng có ý gì."
    }
  },
  {
    "translation": {
      "en": "Levee got to be Levee!",
      "vi": "Levee phải là Levee!"
    }
  },
  {
    "translation": {
      "en": "He don't need nobody messing with him about the white man!",
      "vi": "Tôi không cần ai trêu chọc tôi về người da trắng!"
    }
  },
  {
    "translation": {
      "en": "'Cause you don't know nothing about me. You don't know Levee.",
      "vi": "Vì các người không biết tôi. Không biết Levee này."
    }
  },
  {
    "translation": {
      "en": "You don't know nothing about what kind of blood I got!",
      "vi": "Các người không biết tôi mang dòng máu gì!"
    }
  },
  {
    "translation": {
      "en": "What kind of a heart I got beating here!",
      "vi": "Tôi có trái tim thế nào!"
    }
  },
  {
    "translation": {
      "en": "I was eight years old",
      "vi": "Tôi mới tám tuổi"
    }
  },
  {
    "translation": {
      "en": "when a gang of white mans come into my daddy's house",
      "vi": "lúc một băng da trắng kéo vào nhà bố tôi"
    }
  },
  {
    "translation": {
      "en": "and have to do with my mama any way they want.",
      "vi": "và cùng nhau làm nhục mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "We was living in Jefferson County, about eight miles outside of Natchez.",
      "vi": "Lúc đó chúng tôi ở Hạt Jefferson, khoảng 13 km ngoài rìa Natchez."
    }
  },
  {
    "translation": {
      "en": "My daddy's name was Memphis. Memphis Lee Green.",
      "vi": "Bố tôi tên là Memphis. Memphis Lee Green."
    }
  },
  {
    "translation": {
      "en": "Had him near 50 acres of good farming land. I'm talking good land.",
      "vi": "Ông có gần 20 héc-ta đất trồng phì nhiêu. Đất tốt ấy."
    }
  },
  {
    "translation": {
      "en": "Grow anything you want.",
      "vi": "Muốn trồng gì cũng được."
    }
  },
  {
    "translation": {
      "en": "He done gone off of shares and bought this land",
      "vi": "Ông gom hết của cải để mua mảnh đất này"
    }
  },
  {
    "translation": {
      "en": "from Mr. Hallie's widow woman after he done passed on.",
      "vi": "từ bà góa nhà Hallie sau khi ông Hallie mất."
    }
  },
  {
    "translation": {
      "en": "Folks called him a uppity nigger 'cause he done saved and borrowed",
      "vi": "Họ bảo ông là gã đen cao ngạo vì ông dành dụm và vay mượn"
    }
  },
  {
    "translation": {
      "en": "to where he could buy this land and be independent.",
      "vi": "để mua được mảnh đất này và làm ăn độc lập."
    }
  },
  {
    "translation": {
      "en": "It was coming on planting time,",
      "vi": "Lúc đó đến mùa gieo hạt,"
    }
  },
  {
    "translation": {
      "en": "and my daddy went into Natchez to get him some seed and fertilizer.",
      "vi": "bố tôi đi Natchez để mua hạt giống và phân bón."
    }
  },
  {
    "translation": {
      "en": "Called me, say, \"Levee, you the man of the house now.\"",
      "vi": "Ông gọi về và bảo, \"Levee, giờ con là trụ cột trong nhà đấy."
    }
  },
  {
    "translation": {
      "en": "\"Take care of your mama while I'm gone.\"",
      "vi": "Chăm sóc mẹ trong lúc bố đi vắng nhé\"."
    }
  },
  {
    "translation": {
      "en": "I wasn't but a little boy.",
      "vi": "Lúc đó tôi chỉ là thằng bé"
    }
  },
  {
    "translation": {
      "en": "Eight years old.",
      "vi": "lên tám."
    }
  },
  {
    "translation": {
      "en": "My mama…",
      "vi": "Mẹ tôi..."
    }
  },
  {
    "translation": {
      "en": "was frying up some chicken when them mans come in the house.",
      "vi": "đang rán thịt gà lúc chúng ập vào nhà."
    }
  },
  {
    "translation": {
      "en": "Must have been eight or nine of 'em.",
      "vi": "Chắc phải có tám hay chín tên."
    }
  },
  {
    "translation": {
      "en": "She's standing there frying that chicken when them mans come and took a hold of her",
      "vi": "Mẹ tôi đang đứng rán gà và chúng tóm lấy bà"
    }
  },
  {
    "translation": {
      "en": "just like you take hold of a mule and make it do what you want.",
      "vi": "như người ta tóm lấy con la và bắt nó làm bất cứ gì họ muốn."
    }
  },
  {
    "translation": {
      "en": "There was my mama…",
      "vi": "Chỉ có mình mẹ tôi..."
    }
  },
  {
    "translation": {
      "en": "with a gang of white mans.",
      "vi": "với một băng người da trắng."
    }
  },
  {
    "translation": {
      "en": "She tried to fight 'em off.",
      "vi": "Bà cố chống cự,"
    }
  },
  {
    "translation": {
      "en": "I could see where it wasn't gonna do her any good.",
      "vi": "nhưng tôi thấy rõ là vô ích."
    }
  },
  {
    "translation": {
      "en": "I didn't know what they was doing to her,",
      "vi": "Tôi không biết chúng làm gì bà,"
    }
  },
  {
    "translation": {
      "en": "but I figured whatever it was, they might as well do to me too.",
      "vi": "nhưng tôi nghĩ chúng cũng sẽ làm thế với tôi."
    }
  },
  {
    "translation": {
      "en": "My daddy had a knife he kept around there for hunting and working and whatnot.",
      "vi": "Bố tôi có một con dao để đi săn làm làm việc này nọ."
    }
  },
  {
    "translation": {
      "en": "And I knew where he kept it. I went and got it.",
      "vi": "Và tôi biết ông cất ở đâu. Tôi đã đi lấy nó."
    }
  },
  {
    "translation": {
      "en": "I'm gonna show you how spooked up I was by the white man.",
      "vi": "Tôi sẽ cho các ông thấy tôi sợ người da trắng thế nào."
    }
  },
  {
    "translation": {
      "en": "I tried my damnedest to cut one of them's throat.",
      "vi": "Tôi đã cố hết sức để cắt cổ một tên."
    }
  },
  {
    "translation": {
      "en": "I hit him on the shoulder.",
      "vi": "Tôi đâm trúng vai hắn."
    }
  },
  {
    "translation": {
      "en": "He reached back, grabbed hold of that knife, and whacked me across the chest with it.",
      "vi": "Hắn chụp được con dao, và dùng nó chém ngang ngực tôi."
    }
  },
  {
    "translation": {
      "en": "That's what made them stop.",
      "vi": "Khi đó chúng mới ngừng tay."
    }
  },
  {
    "translation": {
      "en": "They was scared I was gonna bleed to death.",
      "vi": "Chúng sợ tôi sẽ chảy máu đến chết."
    }
  },
  {
    "translation": {
      "en": "My mama wrapped me in a blanket,",
      "vi": "Mẹ tôi dùng chăn quấn cho tôi,"
    }
  },
  {
    "translation": {
      "en": "carried me two miles down to the Furlow place",
      "vi": "bế tôi đi hơn ba kilômét đến Furlow"
    }
  },
  {
    "translation": {
      "en": "and they drove me up to Doc Albans.",
      "vi": "và họ chở tôi đến bác sĩ Albans."
    }
  },
  {
    "translation": {
      "en": "He was waiting on a calf to be born, and he say he ain't had time to see me.",
      "vi": "Ông ta đang canh bò đẻ, và bảo không có thời gian khám cho tôi."
    }
  },
  {
    "translation": {
      "en": "They carried me to Miss Etta, the midwife,",
      "vi": "Họ đưa tôi đến cô đỡ Etta,"
    }
  },
  {
    "translation": {
      "en": "and she fixed me up.",
      "vi": "và cô ấy khâu cho tôi."
    }
  },
  {
    "translation": {
      "en": "My daddy came back",
      "vi": "Bố tôi trở về"
    }
  },
  {
    "translation": {
      "en": "and acted like he done accepted the facts of what happened.",
      "vi": "và làm như chấp nhận sự việc đó,"
    }
  },
  {
    "translation": {
      "en": "He got the names of them mans from Mama.",
      "vi": "nhưng ông đã biết tên bọn chúng theo lời mẹ tôi kể."
    }
  },
  {
    "translation": {
      "en": "He found out who they was,",
      "vi": "Ông đã biết chúng là ai,"
    }
  },
  {
    "translation": {
      "en": "and then we announced we was moving out that county.",
      "vi": "rồi chúng tôi báo tin sẽ dọn nhà đi."
    }
  },
  {
    "translation": {
      "en": "We said goodbye to everybody, all the neighbors.",
      "vi": "Chúng tôi chào tạm biệt tất cả hàng xóm."
    }
  },
  {
    "translation": {
      "en": "My daddy went and smiled in the face of one of them crackers",
      "vi": "Bố tôi cười vào mặt một tên khốn"
    }
  },
  {
    "translation": {
      "en": "who had been with my mama.",
      "vi": "đã làm bậy với mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "Smiled in his face…",
      "vi": "Ông cười với hắn..."
    }
  },
  {
    "translation": {
      "en": "and sold him our land.",
      "vi": "và bán cho hắn đất của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "We moved over with relations in Caldwell.",
      "vi": "Chúng tôi dọn đến nhà người thân ở Caldwell."
    }
  },
  {
    "translation": {
      "en": "He got us settled in,",
      "vi": "Ông thu xếp xong cho cả nhà,"
    }
  },
  {
    "translation": {
      "en": "and then he took off one day. I ain't never seen him since.",
      "vi": "rồi một hôm ông bỏ đi. Tôi chẳng gặp lại ông nữa."
    }
  },
  {
    "translation": {
      "en": "He sneaked back.",
      "vi": "Ông đã lẻn về nhà."
    }
  },
  {
    "translation": {
      "en": "Hiding up in the woods,",
      "vi": "Ông trốn trong rừng,"
    }
  },
  {
    "translation": {
      "en": "laying to get them eight or nine men.",
      "vi": "rình để tấn công tám hay chín tên đó."
    }
  },
  {
    "translation": {
      "en": "He got four of them before they got him.",
      "vi": "Ông đã hạ bốn tên trước khi chúng tóm được ông."
    }
  },
  {
    "translation": {
      "en": "They tracked him down in the woods.",
      "vi": "Chúng truy bắt ông trong rừng."
    }
  },
  {
    "translation": {
      "en": "Caught up with him, hung him…",
      "vi": "Chúng bắt được ông, treo lên..."
    }
  },
  {
    "translation": {
      "en": "set him afire.",
      "vi": "và châm lửa đốt."
    }
  },
  {
    "translation": {
      "en": "My daddy wasn't spooked up by the white man. No, sir.",
      "vi": "Bố tôi không sợ người da trắng. Không đâu."
    }
  },
  {
    "translation": {
      "en": "And that taught me how to handle them.",
      "vi": "Điều đó đã dạy tôi cách đối mặt với họ."
    }
  },
  {
    "translation": {
      "en": "I seen my daddy go up and grin in this cracker's face.",
      "vi": "Tôi đã thấy bố tôi bước đến cười vào mặt tên đó."
    }
  },
  {
    "translation": {
      "en": "Smile in his face and sell him his land.",
      "vi": "Cười với hắn và bán đất cho hắn."
    }
  },
  {
    "translation": {
      "en": "All the while, he's planning how he's gonna get him",
      "vi": "Suốt thời gian đó, ông dự tính làm sao để tóm hắn"
    }
  },
  {
    "translation": {
      "en": "and what he's gonna do to him.",
      "vi": "và sẽ làm gì hắn."
    }
  },
  {
    "translation": {
      "en": "That taught me how to handle them.",
      "vi": "Điều đó đã dạy tôi cách đối mặt với họ."
    }
  },
  {
    "translation": {
      "en": "So you all just back up and leave Levee alone about the white man.",
      "vi": "Nên các ông xê ra và đừng có động đến chuyện người da trắng với Levee."
    }
  },
  {
    "translation": {
      "en": "I can smile and say \"yessir\" to whoever I please.",
      "vi": "Tôi muốn cười và nói \"vâng\" với ai là tùy tôi."
    }
  },
  {
    "translation": {
      "en": "I got my time coming to me.",
      "vi": "Rồi thời của tôi sẽ đến."
    }
  },
  {
    "translation": {
      "en": "You all just leave Levee alone about the white man.",
      "vi": "Các ông đừng có động đến chuyện người da trắng với Levee."
    }
  },
  {
    "translation": {
      "en": "[Toledo] ♪ Everybody ♪",
      "vi": "Mọi người"
    }
  },
  {
    "translation": {
      "en": "Everybody come from different places in Africa, right?",
      "vi": "Ở châu Phi mọi người đến từ những nơi khác nhau, phải chứ?"
    }
  },
  {
    "translation": {
      "en": "Different tribes and things.",
      "vi": "Bộ lạc khác nhau này nọ."
    }
  },
  {
    "translation": {
      "en": "Soon awhile they began to make one big stew.",
      "vi": "Không lâu, họ bắt đầu nấu một nồi hầm lớn."
    }
  },
  {
    "translation": {
      "en": "You had your, uh, carrots and your peas,",
      "vi": "Có nào là cà rốt và đậu,"
    }
  },
  {
    "translation": {
      "en": "and your potatoes over here.",
      "vi": "rồi khoai tây ở bên này."
    }
  },
  {
    "translation": {
      "en": "And over there, you had your meat and nuts,",
      "vi": "Bên kia thì có thịt và ngũ cốc,"
    }
  },
  {
    "translation": {
      "en": "uh, okra, corn.",
      "vi": "đậu bắp, ngô."
    }
  },
  {
    "translation": {
      "en": "And you mix it up, cook it real good to where the flavors flow through.",
      "vi": "Ta trộn chúng lên, nấu thật kỹ cho hương vị tỏa ra."
    }
  },
  {
    "translation": {
      "en": "And then you got one thing.",
      "vi": "Và rồi ta có một thứ."
    }
  },
  {
    "translation": {
      "en": "You got a stew.",
      "vi": "Ta có một nồi hầm."
    }
  },
  {
    "translation": {
      "en": "Now you take and you eat that stew.",
      "vi": "Giờ ta lấy món hầm đó ra ăn."
    }
  },
  {
    "translation": {
      "en": "You take and you make your history with that stew.",
      "vi": "Ta lấy ra và làm nên lịch sử với món hầm đó."
    }
  },
  {
    "translation": {
      "en": "But you look around and you see some carrots over there,",
      "vi": "Nhưng ta nhìn quanh và thấy kia một ít cà rốt,"
    }
  },
  {
    "translation": {
      "en": "and some peas over here.",
      "vi": "đây ít đậu."
    }
  },
  {
    "translation": {
      "en": "And… that stew is still there.",
      "vi": "Và... món hầm vẫn ở đó."
    }
  },
  {
    "translation": {
      "en": "Hmm. You done made your history and it's still there.",
      "vi": "Ta đã làm nên lịch sử mà nó vẫn còn đó."
    }
  },
  {
    "translation": {
      "en": "You can't eat it all. [laughs]",
      "vi": "Ta đâu ăn hết được."
    }
  },
  {
    "translation": {
      "en": "What you got?",
      "vi": "Ta có gì?"
    }
  },
  {
    "translation": {
      "en": "You got some leftovers. That's what it is.",
      "vi": "Ta có phần thừa. Là thế đấy."
    }
  },
  {
    "translation": {
      "en": "See, we's the leftovers. The colored man, he is the leftovers. Huh.",
      "vi": "Ta là phần thừa. Người da màu là phần thừa."
    }
  },
  {
    "translation": {
      "en": "What's the colored man gonna do with himself?",
      "vi": "Người da màu phải làm gì với chính mình?"
    }
  },
  {
    "translation": {
      "en": "That's what we're waiting to find out.",
      "vi": "Đó là điều ta đang chờ tìm hiểu."
    }
  },
  {
    "translation": {
      "en": "But first he's got to know that he's a leftover.",
      "vi": "Nhưng trước hết phải biết mình là phần thừa đã."
    }
  },
  {
    "translation": {
      "en": "[Cutler] Mr. Irvin.",
      "vi": "Ông Irvin."
    }
  },
  {
    "translation": {
      "en": "I ain't got nothing to do with it, but…",
      "vi": "Tôi không liên quan gì, nhưng..."
    }
  },
  {
    "translation": {
      "en": "the boy can't do the part.",
      "vi": "cậu bé đó không đọc lời được."
    }
  },
  {
    "translation": {
      "en": "He stutters right through it every time.",
      "vi": "Lần nào cậu ta cũng cà lăm."
    }
  },
  {
    "translation": {
      "en": "It's a whole different bottom, though. It's a whole different style.",
      "vi": "Nhưng bài cái mông là khác. Một phong cách khác hẳn."
    }
  },
  {
    "translation": {
      "en": "[Cutler] Relax and breathe, and everything's gonna be all right.",
      "vi": "Thư giãn, hít thở, sẽ ổn cả thôi."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna cue you in…",
      "vi": "Chú sẽ nhắc cho cháu để vào..."
    }
  },
  {
    "translation": {
      "en": "[Slow Drag] I know where the four is, man. Don't got to tell me nothing.",
      "vi": "Cháu biết nhịp bốn ở đâu. Đừng nhắc cháu."
    }
  },
  {
    "translation": {
      "en": "[Cutler] You're gonna smile and say the line. Then we gonna get goin'.",
      "vi": "Cháu sẽ mỉm cười và đọc câu thoại. Rồi ta sẽ tiếp tục."
    }
  },
  {
    "translation": {
      "en": "-Cutler. -Ma'am?",
      "vi": "- Cutler. - Vâng?"
    }
  },
  {
    "translation": {
      "en": "[Slow Drag] I know it's on the four…",
      "vi": "Cháu biết nó ở nhịp bốn..."
    }
  },
  {
    "translation": {
      "en": "Levee got his eyes in the wrong place. You better school him, Cutler.",
      "vi": "Levee nhìn bậy kìa. Dạy bảo cậu ta đi, Cutler."
    }
  },
  {
    "translation": {
      "en": "Come on, Levee. Let's get ready to play. Keep your mind on your work.",
      "vi": "Nào, Levee. Chuẩn bị chơi thôi. Tập trung làm việc đi."
    }
  },
  {
    "translation": {
      "en": "Okay, boys. Here we go. Here we go. Here we go.",
      "vi": "Được rồi, mọi người. Ta bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "\"Moonshine Blues\" first. \"Moonshine Blues,\" Ma.",
      "vi": "\"Moonshine Blues\" trước nhé, Ma."
    }
  },
  {
    "translation": {
      "en": "I ain't doing no moonshine nothing. I'm doing \"Black Bottom\" first.",
      "vi": "Không \"Moonshine\" gì cả. Tôi hát \"Black Bottom\" trước."
    }
  },
  {
    "translation": {
      "en": "Come on, Sylvester. Where's Sylvester's mic? Irvin, get him a mic.",
      "vi": "Nào. Micro của Sylvester đâu? Irvin, đưa micro cho nó."
    }
  },
  {
    "translation": {
      "en": "Uh… Ma, the boys say he can't do it.",
      "vi": "Ma, họ nói cậu ấy không làm được."
    }
  },
  {
    "translation": {
      "en": "Who? Who say he can't do it? What boys say he can't do it?",
      "vi": "Ai? Ai nói nó không làm được? Họ nào nói?"
    }
  },
  {
    "translation": {
      "en": "The band, Ma. The boys in the band.",
      "vi": "Ban nhạc, Ma ạ. Ban nhạc nói."
    }
  },
  {
    "translation": {
      "en": "What band?",
      "vi": "Ban nhạc nào?"
    }
  },
  {
    "translation": {
      "en": "Band work for me.",
      "vi": "Ban nhạc làm cho tôi."
    }
  },
  {
    "translation": {
      "en": "[Irvin] He stutters, Ma. They say he stutters.",
      "vi": "Cậu ấy nói lắp, Ma. Họ nói cậu ấy nói lắp."
    }
  },
  {
    "translation": {
      "en": "I don't care if he do.",
      "vi": "Tôi mặc kệ."
    }
  },
  {
    "translation": {
      "en": "I promised the boy he could do the part, so he gonna do it.",
      "vi": "Tôi đã hứa là cho nó làm, thì nó sẽ làm."
    }
  },
  {
    "translation": {
      "en": "And that's all there is to it. He don't stutter all the time.",
      "vi": "Chỉ có thế thôi. Nó đâu có nói lắp suốt."
    }
  },
  {
    "translation": {
      "en": "Get a microphone down here for him.",
      "vi": "Lấy micro cho nó đi."
    }
  },
  {
    "translation": {
      "en": "We don't have time. We can't--",
      "vi": "Không kịp giờ. Đâu thể..."
    }
  },
  {
    "translation": {
      "en": "If you wanna make a record, find the time.",
      "vi": "Muốn ra đĩa thì phải có thời gian."
    }
  },
  {
    "translation": {
      "en": "I ain't playing with you. I could walk out of here right now.",
      "vi": "Tôi không đùa với ông. Tôi có thể bỏ về."
    }
  },
  {
    "translation": {
      "en": "Go back to my tour. I don't need to go through all this.",
      "vi": "Về đi lưu diễn. Tôi không cần vụ này."
    }
  },
  {
    "translation": {
      "en": "Go get the boy a microphone.",
      "vi": "Đi lấy micro cho thằng bé đi."
    }
  },
  {
    "translation": {
      "en": "Levee, I know you had something to do with this. Watch yourself.",
      "vi": "Tôi biết cậu có liên quan. Coi chừng đấy."
    }
  },
  {
    "translation": {
      "en": "It was Cutler.",
      "vi": "Cutler làm đấy."
    }
  },
  {
    "translation": {
      "en": "It was you. You the only one… [stuttering]",
      "vi": "Là cậu. Chỉ có mình cậu..."
    }
  },
  {
    "translation": {
      "en": "The boy stutter. He can't do the part.",
      "vi": "Cậu ta nói lắp, sao làm được."
    }
  },
  {
    "translation": {
      "en": "Can or can't, he gonna do it.",
      "vi": "Được hay không, nó cũng sẽ làm."
    }
  },
  {
    "translation": {
      "en": "-You ain't got nothing to do with it. -I don't care.",
      "vi": "- Không liên quan đến cậu. - Tôi mặc kệ."
    }
  },
  {
    "translation": {
      "en": "-He can sing the whole song. -Well, all right. Thank you.",
      "vi": "- Cậu ta cứ việc hát cả bài. - Được. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "He's only getting one chance. The cost of this--",
      "vi": "Cậu ta có một cơ hội thôi. Chi phí này..."
    }
  },
  {
    "translation": {
      "en": "Damn the cost. You always talking about the cost.",
      "vi": "Mặc kệ chi phí. Ông cứ nói chuyện đó mãi."
    }
  },
  {
    "translation": {
      "en": "I make more money for this outfit than anybody else you got put together.",
      "vi": "Nhóm này của tôi kiếm được nhiều hơn mọi kẻ khác cộng lại."
    }
  },
  {
    "translation": {
      "en": "If he mess up, he'll do it till he get it right.",
      "vi": "Nếu nó bị vấp, nó sẽ nói đến khi được thì thôi."
    }
  },
  {
    "translation": {
      "en": "Come on, baby. Come on. Come.",
      "vi": "Nào, cháu. Lại đây."
    }
  },
  {
    "translation": {
      "en": "Stand right there. Hold your hands like I told you to. Okay. Come on.",
      "vi": "Đứng đó. Để tay như dì bảo."
    }
  },
  {
    "translation": {
      "en": "All right. Don't worry about messing up.",
      "vi": "Đừng sợ nói sai."
    }
  },
  {
    "translation": {
      "en": "You mess up, we'll do it till you get it right.",
      "vi": "Ta sẽ làm đến khi cháu nói được."
    }
  },
  {
    "translation": {
      "en": "All right. Play it for him, Cutler.",
      "vi": "Rồi. Chơi nhạc cho nó đi, Cutler."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "One, two, you know what to do.",
      "vi": "Hai, ba, biết chơi làm sao rồi nha."
    }
  },
  {
    "translation": {
      "en": "All right, boys,",
      "vi": "Được rồi, mọi người,"
    }
  },
  {
    "translation": {
      "en": "[stuttering] you done seen the best.",
      "vi": "mọi người đã xem hay nhất."
    }
  },
  {
    "translation": {
      "en": "Now I'm gonna show you the rest.",
      "vi": "Giờ sẽ được xem mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Ma Rainey's gonna show you her b… b… b…",
      "vi": "Ma Rainey sẽ cho mọi người thấy..."
    }
  },
  {
    "translation": {
      "en": "black b… bottom.",
      "vi": "Bộ Mông Đen."
    }
  },
  {
    "translation": {
      "en": "That's real good, baby. You take your time. You'll get it right.",
      "vi": "Tốt lắm, cháu yêu. Cứ từ từ. Cháu sẽ nói được."
    }
  },
  {
    "translation": {
      "en": "[Irvin] Okay, Ma. We're ready to go.",
      "vi": "Rồi, Ma. Ta đã sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "-Where's my Coke? -\"Ma Rainey's Black Bottom,\" boys.",
      "vi": "- Coke của tôi đâu? - \"Ma Rainey's Black Bottom\" nhé."
    }
  },
  {
    "translation": {
      "en": "Where's my Coke? I need a Coke. Hot as it is. Shit. I need a Coke.",
      "vi": "Coke của tôi đâu? Tôi cần uống Coke. Nóng thế này mà."
    }
  },
  {
    "translation": {
      "en": "What's the matter, Ma? Where's my Coke? I need a cold Coca-Cola.",
      "vi": "- Chuyện gì vậy? - Chai Coke của tôi đâu? Tôi cần Coke."
    }
  },
  {
    "translation": {
      "en": "Uh, Ma, look…",
      "vi": "Ma à..."
    }
  },
  {
    "translation": {
      "en": "I forgot the Coke.",
      "vi": "Tôi quên mua Coke."
    }
  },
  {
    "translation": {
      "en": "Let's do it without it, huh? Just this one song. What say, boys?",
      "vi": "Cứ hát không cần nó. Bài này thôi. Thế nào?"
    }
  },
  {
    "translation": {
      "en": "Damn what the band say. You supposed to have my Coca-Cola. You knew that.",
      "vi": "Thế nào kệ họ. Ông phải có Coca-Cola cho tôi. Ông biết mà."
    }
  },
  {
    "translation": {
      "en": "I ain't doing nothing without my Coca-Cola.",
      "vi": "Không thì tôi không làm gì cả."
    }
  },
  {
    "translation": {
      "en": "-Shit. -[Mel] Just a minute here, Ma.",
      "vi": "- Quỷ thật. - Chờ chút đã, Ma."
    }
  },
  {
    "translation": {
      "en": "You come in an hour late--",
      "vi": "Cô đến trễ một tiếng..."
    }
  },
  {
    "translation": {
      "en": "Get out my face. Irvin, I told you keep him away from me.",
      "vi": "Biến đi. Irvin, đã bảo đừng cho hắn lại gần tôi."
    }
  },
  {
    "translation": {
      "en": "I'm tired of her nonsense. I'm not gonna put up with this.",
      "vi": "Tôi chán trò này rồi. Tôi không nhịn đâu."
    }
  },
  {
    "translation": {
      "en": "Let me. Ma, listen.",
      "vi": "Để tôi. Ma, nghe này."
    }
  },
  {
    "translation": {
      "en": "I'll call down to the deli and get you a Coke. But let's get started.",
      "vi": "Tôi sẽ gọi ra tiệm bảo đem Coke đến. Nhưng hãy bắt đầu thôi."
    }
  },
  {
    "translation": {
      "en": "Sylvester's standing there ready to go, the band's all set up.",
      "vi": "Sylvester sẵn sàng, ban nhạc xếp đặt xong rồi."
    }
  },
  {
    "translation": {
      "en": "Let's do this one song.",
      "vi": "Hát một bài này thôi."
    }
  },
  {
    "translation": {
      "en": "Too cheap to buy me a Coca-Cola. I'll buy my own.",
      "vi": "Keo kiệt không mua cho tôi. Tôi sẽ tự mua."
    }
  },
  {
    "translation": {
      "en": "Slow Drag, Sylvester. Go on, baby.",
      "vi": "Slow Drag, Sylvester. Đi nào."
    }
  },
  {
    "translation": {
      "en": "Get me three bottles of Coca-Cola, ice cold. Get y'all something too.",
      "vi": "Mua cho tôi ba chai Coke, thật lạnh. Mọi người cũng mua gì đi."
    }
  },
  {
    "translation": {
      "en": "-Keep the change. -Yes, ma'am.",
      "vi": "Khỏi thối lại."
    }
  },
  {
    "translation": {
      "en": "Irvin, get away from me. Shit.",
      "vi": "Irvin, tránh ra. Khốn kiếp."
    }
  },
  {
    "translation": {
      "en": "You can wait till I get my Coca-Cola. Ain't gonna kill you.",
      "vi": "Chờ tôi có Coca-Cola đã. Ông chẳng chết đâu."
    }
  },
  {
    "translation": {
      "en": "Okay, Ma. Get your Coke.",
      "vi": "Được rồi, Ma. Mua Coke đi."
    }
  },
  {
    "translation": {
      "en": "Gentlemen, the band room.",
      "vi": "Các anh, sang phòng ban nhạc."
    }
  },
  {
    "translation": {
      "en": "Christ sakes, get your Coke.",
      "vi": "Quỷ thần ạ, mua Coke đi."
    }
  },
  {
    "translation": {
      "en": "Come here a minute. I need to talk to you.",
      "vi": "Lại đây, tôi cần nói chuyện."
    }
  },
  {
    "translation": {
      "en": "What's all this shit about \"the boys in the band said\"?",
      "vi": "Cái trò \"mọi người trong ban nhạc nói\" là sao?"
    }
  },
  {
    "translation": {
      "en": "I tells you what to do.",
      "vi": "Tôi mới được quyền ra lệnh."
    }
  },
  {
    "translation": {
      "en": "I says what the matter is with the band. I say who can and can't do what.",
      "vi": "Tôi nói ban nhạc có vấn đề gì, việc gì được hay không được làm."
    }
  },
  {
    "translation": {
      "en": "We just say 'cause the boy stutter.",
      "vi": "Bọn tôi chỉ nói cậu ta nói lắp."
    }
  },
  {
    "translation": {
      "en": "I know he stutters. Don't you think I know?",
      "vi": "Tôi biết nó cà lăm. Tưởng tôi không biết à?"
    }
  },
  {
    "translation": {
      "en": "This is what gonna help him. We thought it'd be easier--",
      "vi": "- Việc này sẽ giúp nó. - Có thể sẽ dễ hơn..."
    }
  },
  {
    "translation": {
      "en": "He gonna do the part. I don't wanna hear any more of this shit",
      "vi": "Nó sẽ làm. Tôi không muốn nghe"
    }
  },
  {
    "translation": {
      "en": "about what the boys in the band says.",
      "vi": "về mọi người trong ban nhạc nói gì nữa."
    }
  },
  {
    "translation": {
      "en": "And I want you to find somebody to replace Levee when we get to Memphis.",
      "vi": "Và tôi muốn thay Levee khi tới Memphis."
    }
  },
  {
    "translation": {
      "en": "Levee ain't nothing but trouble. Levee all right.",
      "vi": "- Cậu ta chỉ gây chuyện. - Levee cũng được mà."
    }
  },
  {
    "translation": {
      "en": "He plays good music when he puts his mind to it.",
      "vi": "Khi để tâm vào thì cậu ta chơi hay."
    }
  },
  {
    "translation": {
      "en": "-He know how to write music too. -I don't care.",
      "vi": "- Cậu ta biết sáng tác nữa. - Tôi mặc kệ."
    }
  },
  {
    "translation": {
      "en": "He ain't nothing but bad news.",
      "vi": "Cậu ta là điềm gở."
    }
  },
  {
    "translation": {
      "en": "Find somebody else. He the ringtail leader.",
      "vi": "Tìm người khác đi. Cậu ta là du thủ du thực."
    }
  },
  {
    "translation": {
      "en": "I know it was his idea who to say who can do what.",
      "vi": "Tôi biết chuyện ý kiến ý cò là do cậu ta."
    }
  },
  {
    "translation": {
      "en": "Dussie Mae! Sit your ass down and stop flaunting yourself around.",
      "vi": "Dussie Mae! Ngồi xuống và đừng khoe thân nữa."
    }
  },
  {
    "translation": {
      "en": "I ain't doing nothing. Just go somewhere and stay out of the way.",
      "vi": "- Em có làm gì đâu. - Tránh sang một bên."
    }
  },
  {
    "translation": {
      "en": "Hi. I just wanted to see what it look like down here.",
      "vi": "Chào. Tôi chỉ muốn xem dưới này thế nào."
    }
  },
  {
    "translation": {
      "en": "Well, come on in.",
      "vi": "Mời vào."
    }
  },
  {
    "translation": {
      "en": "I don't bite.",
      "vi": "Tôi không cắn đâu."
    }
  },
  {
    "translation": {
      "en": "I didn't know you could write music.",
      "vi": "Không ngờ anh biết sáng tác."
    }
  },
  {
    "translation": {
      "en": "I just thought you was jiving me at the club last night.",
      "vi": "Tôi tưởng tối qua ở hộp đêm anh chỉ gạt tôi."
    }
  },
  {
    "translation": {
      "en": "No, baby. I knows how to write music.",
      "vi": "Không, cưng à. Tôi biết sáng tác."
    }
  },
  {
    "translation": {
      "en": "I done give some of my songs to Mr. Sturdyvant.",
      "vi": "Tôi đã gửi mấy bài cho ông Sturdyvant rồi."
    }
  },
  {
    "translation": {
      "en": "He say he gonna let me record 'em.",
      "vi": "Ông ấy bảo sẽ cho tôi thu âm."
    }
  },
  {
    "translation": {
      "en": "I'm gonna have my own band.",
      "vi": "Tôi sẽ có ban nhạc riêng."
    }
  },
  {
    "translation": {
      "en": "Hey, Toledo. Ain't I give Mr. Sturdyvant some of my songs I wrote?",
      "vi": "Này, Toledo. Phải tôi đã đưa ông Sturdyvant mấy bài tôi viết không?"
    }
  },
  {
    "translation": {
      "en": "Don't get Toledo mixed up in nothing.",
      "vi": "Đừng có lôi tôi vào."
    }
  },
  {
    "translation": {
      "en": "You gonna have your own band, sure enough?",
      "vi": "Có chắc anh sẽ có ban nhạc riêng không?"
    }
  },
  {
    "translation": {
      "en": "-Levee Green and his Footstompers. -[giggles]",
      "vi": "Levee Green và ban Thiết Hài."
    }
  },
  {
    "translation": {
      "en": "A man what's gonna get his own band need to have a woman like you.",
      "vi": "Một người đàn ông sắp có ban nhạc riêng cần một cô gái như em."
    }
  },
  {
    "translation": {
      "en": "A woman like me need a man to bring it and put it in my hand.",
      "vi": "Một cô gái như em cần người đàn ông đem tiền đặt vào tay em."
    }
  },
  {
    "translation": {
      "en": "I don't need nobody getting something for nothing",
      "vi": "Em không cần kẻ vui chơi miễn phí"
    }
  },
  {
    "translation": {
      "en": "and leave me standing in my door.",
      "vi": "rồi bỏ em đứng trơ ở cửa."
    }
  },
  {
    "translation": {
      "en": "That ain't Levee's style, sugar. I knows how to treat a woman.",
      "vi": "Anh không phải kiểu đó, cưng à. Anh biết đối xử với phụ nữ."
    }
  },
  {
    "translation": {
      "en": "Buy her presents and things. Treat her like she want to be treated.",
      "vi": "Tặng quà cáp này nọ. Đối xử đúng như cô ấy muốn."
    }
  },
  {
    "translation": {
      "en": "That's what they all say till it come time to be buying the presents.",
      "vi": "Ai cũng nói thế cho đến lúc mua quà."
    }
  },
  {
    "translation": {
      "en": "When we get down to Memphis, I'm gonna take you out,",
      "vi": "Khi tới Memphis, anh sẽ đưa em đi chơi,"
    }
  },
  {
    "translation": {
      "en": "show you a good time.",
      "vi": "khiến em được vui vẻ,"
    }
  },
  {
    "translation": {
      "en": "Show you Levee know how to treat a woman.",
      "vi": "cho em thấy Levee biết chiều chuộng phụ nữ."
    }
  },
  {
    "translation": {
      "en": "This \"Moonshine Blues,\" that's one of them songs that Bessie Smith sangs, I believe.",
      "vi": "Bài \"Moonshine Blues\" này là bài Bessie Smith đã hát, tôi nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Bessie what? I ain't thinking about Bessie.",
      "vi": "Bessie gì? Tôi chẳng nghĩ đến Bessie."
    }
  },
  {
    "translation": {
      "en": "Shit. I taught Bessie. Bessie ain't doing nothing but imitating me.",
      "vi": "Khỉ thật. Tôi đã dạy Bessie. Bessie bắt chước tôi."
    }
  },
  {
    "translation": {
      "en": "What I care about Bessie? I don't care if she sell a million record.",
      "vi": "Cô ta bán được một triệu đĩa cũng mặc kệ."
    }
  },
  {
    "translation": {
      "en": "She got her people. I got mine. I don't care what nobody else do.",
      "vi": "Cô ta có khán giả. Tôi cũng có. Mặc kệ người khác làm gì."
    }
  },
  {
    "translation": {
      "en": "Ma was the first. Don't you forget it.",
      "vi": "Đừng quên Ma là người đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Nobody said nothing about all that.",
      "vi": "Đâu ai nói chuyện đó."
    }
  },
  {
    "translation": {
      "en": "-I'm saying that's the song she sang. -I've been doing this a long time.",
      "vi": "- Cô ấy đã hát thôi. - Tôi thế này lâu rồi."
    }
  },
  {
    "translation": {
      "en": "Ever since I was a little girl. I don't care what nobody else do.",
      "vi": "Từ khi tôi còn nhỏ. Tôi mặc kệ người khác làm gì."
    }
  },
  {
    "translation": {
      "en": "Shoot. That's what get me so mad with Irvin.",
      "vi": "Xời. Vì thế mà tôi cáu với Irvin đấy."
    }
  },
  {
    "translation": {
      "en": "White folks try to be put out with you all the time.",
      "vi": "Dân da trắng cứ cố gây khó dễ suốt."
    }
  },
  {
    "translation": {
      "en": "Too cheap to buy you a damn Coca-Cola.",
      "vi": "Keo quá không mua được chai Coca-Cola."
    }
  },
  {
    "translation": {
      "en": "I lets them know it, though. Ma don't stand for no shit. Shoot.",
      "vi": "Nhưng tôi cho họ biết. Ma không nhịn đâu. Xời."
    }
  },
  {
    "translation": {
      "en": "They wanna take your voice and trap it in all them fancy boxes",
      "vi": "Họ muốn thu giọng ta bỏ vào mấy cái hộp đẹp đẽ"
    }
  },
  {
    "translation": {
      "en": "with all them buttons and dials, and then too cheap to buy you a Coca-Cola.",
      "vi": "với nút bấm, đĩa số này nọ, mà lại keo đến nỗi không mua được chai Coca-Cola."
    }
  },
  {
    "translation": {
      "en": "Don't cost but a nickel a bottle.",
      "vi": "Có năm xu một chai thôi."
    }
  },
  {
    "translation": {
      "en": "They don't care nothing about me.",
      "vi": "Họ chẳng quan tâm đến tôi."
    }
  },
  {
    "translation": {
      "en": "All they want is my voice.",
      "vi": "Họ chỉ muốn giọng hát của tôi."
    }
  },
  {
    "translation": {
      "en": "Well, I done learned that.",
      "vi": "Tôi biết tỏng rồi."
    }
  },
  {
    "translation": {
      "en": "And they gonna treat me the way I want to be treated",
      "vi": "Họ phải đối xử đúng như tôi muốn"
    }
  },
  {
    "translation": {
      "en": "no matter how much it hurt 'em.",
      "vi": "dù họ khốn khổ thế nào."
    }
  },
  {
    "translation": {
      "en": "They back there right now calling me all kinds of names.",
      "vi": "Trong kia hẳn họ đang nói xấu tôi đủ điều."
    }
  },
  {
    "translation": {
      "en": "Calling me everything but a child of God.",
      "vi": "Nói tôi là đủ thứ, trừ là con của Chúa."
    }
  },
  {
    "translation": {
      "en": "But they can't do nothing else 'cause they ain't got what they wanted yet.",
      "vi": "Nhưng họ chẳng làm được gì vì chưa có cái họ muốn."
    }
  },
  {
    "translation": {
      "en": "As soon as they get my voice down on one them recording machines,",
      "vi": "Ngay khi thu được giọng tôi vào mấy cái máy đó,"
    }
  },
  {
    "translation": {
      "en": "then it's just like I'd be some whore and they roll over and put their pants on.",
      "vi": "thì cứ như tôi là con điếm, họ xong việc thì trở dậy mặc quần vào."
    }
  },
  {
    "translation": {
      "en": "They ain't got no use for me then.",
      "vi": "Tôi đâu còn giá trị gì."
    }
  },
  {
    "translation": {
      "en": "I know what I'm talking about. You watch.",
      "vi": "Tôi biết tôi nói gì mà. Cứ chờ xem."
    }
  },
  {
    "translation": {
      "en": "And Irvin, he right there with the rest of them.",
      "vi": "Và Irvin, ông ta cùng phe với bọn họ."
    }
  },
  {
    "translation": {
      "en": "He don't care nothing about me either.",
      "vi": "Ông ta cũng chẳng quan tâm đến tôi."
    }
  },
  {
    "translation": {
      "en": "He's been my manager for six years, and the only time he had me over his house",
      "vi": "Ông ta làm quản lý của tôi sáu năm, mà chỉ mời tôi đến nhà"
    }
  },
  {
    "translation": {
      "en": "was to sing for some of his white friends. Huh. I know how they do.",
      "vi": "- để hát cho đám bạn da trắng nghe. - Tôi biết họ thế nào mà."
    }
  },
  {
    "translation": {
      "en": "Yeah. Shit, you colored and you can make 'em some money,",
      "vi": "Ta da màu mà kiếm được tiền cho họ,"
    }
  },
  {
    "translation": {
      "en": "then you all right with them, otherwise you just a dog in the alley.",
      "vi": "thì họ mới tử tế, không thì ta chỉ là con chó trong đường hẻm."
    }
  },
  {
    "translation": {
      "en": "I done made them more money from my records",
      "vi": "Đĩa của tôi giúp họ kiếm nhiều tiền"
    }
  },
  {
    "translation": {
      "en": "than all them other recording artists they got put together,",
      "vi": "hơn cả đám nghệ sĩ khác của họ cộng lại,"
    }
  },
  {
    "translation": {
      "en": "and then they wanna balk about how much this session is costing them.",
      "vi": "mà họ làm khó dễ vì buổi thu này tốn kém."
    }
  },
  {
    "translation": {
      "en": "I can't see how it's costing as much as they say.",
      "vi": "Tôi chẳng thấy gì tốn kém như họ nói."
    }
  },
  {
    "translation": {
      "en": "Shit, it ain't. I don't pay that kind of talk no mind.",
      "vi": "Không có đâu. Nói chuyện kiểu đó tôi chẳng thèm để ý."
    }
  },
  {
    "translation": {
      "en": "-I already got my fellas picked out. -Mmm-hmm.",
      "vi": "Anh đã chọn người của anh rồi."
    }
  },
  {
    "translation": {
      "en": "I'm getting me some good fellas. Know how to play real sweet music.",
      "vi": "Anh mời người giỏi. Biết chơi nhạc thật mượt."
    }
  },
  {
    "translation": {
      "en": "You get your own band, we'll see about this stuff you talking.",
      "vi": "Anh có ban nhạc riêng đi, rồi sẽ xem mấy chuyện anh nói."
    }
  },
  {
    "translation": {
      "en": "I just wanna show you I knows what the womens like.",
      "vi": "Anh chỉ muốn cho em thấy anh biết phụ nữ thích gì."
    }
  },
  {
    "translation": {
      "en": "They don't call me Sweet Lemonade for nothing.",
      "vi": "Đâu phải tự nhiên họ gọi anh là Nước Chanh Ngọt Ngào."
    }
  },
  {
    "translation": {
      "en": "Stop it now. Somebody gonna come in here. No, they ain't.",
      "vi": "- Thôi đi, có người vào bây giờ. - Làm gì có."
    }
  },
  {
    "translation": {
      "en": "Look here, sugar.",
      "vi": "Nhìn đây, cưng."
    }
  },
  {
    "translation": {
      "en": "What I wants to know is,",
      "vi": "Điều anh muốn biết là,"
    }
  },
  {
    "translation": {
      "en": "can I introduce my red rooster to your brown hen.",
      "vi": "anh có thể cho con gà trống đỏ của anh gặp gà mái của em không."
    }
  },
  {
    "translation": {
      "en": "You get your own band and we'll see if your red rooster know how to crow.",
      "vi": "Anh có ban nhạc riêng đi rồi sẽ xem gà trống của anh biết gáy không."
    }
  },
  {
    "translation": {
      "en": "[Levee] Mmm. Damn, baby.",
      "vi": "Trời, cưng ơi."
    }
  },
  {
    "translation": {
      "en": "Now I know why my grandpappy sat on the front porch",
      "vi": "Anh biết tại sao ông anh ngồi trước hiên"
    }
  },
  {
    "translation": {
      "en": "with a straight razor when my grandma hung out the wash.",
      "vi": "tay thủ sẵn dao cạo lúc bà anh phơi đồ rồi."
    }
  },
  {
    "translation": {
      "en": "You crazy!",
      "vi": "Đồ điên!"
    }
  },
  {
    "translation": {
      "en": "I bet you sound like the midnight train to Alabama",
      "vi": "Anh cá là em kêu như tàu hỏa đêm đi Alabama"
    }
  },
  {
    "translation": {
      "en": "when it crosses the Mason-Dixon Line.",
      "vi": "khi băng qua ranh giới Mason-Dixon."
    }
  },
  {
    "translation": {
      "en": "[Dussie Mae] How you get so crazy?",
      "vi": "Sao anh điên thế?"
    }
  },
  {
    "translation": {
      "en": "It's women like you that drive me so…",
      "vi": "Phụ nữ như em làm anh thật..."
    }
  },
  {
    "translation": {
      "en": "-Good God. -[laughing]",
      "vi": "Trời ạ."
    }
  },
  {
    "translation": {
      "en": "Happy birthday to the lady with the cakes.",
      "vi": "Cặp mông nhà ai mà ngon quá."
    }
  },
  {
    "translation": {
      "en": "Sure done got quiet in here.",
      "vi": "Trong này im ắng thật."
    }
  },
  {
    "translation": {
      "en": "I never could stand no silence.",
      "vi": "Tôi không chịu được sự im lặng."
    }
  },
  {
    "translation": {
      "en": "I always got to have some music going on in my head somewhere.",
      "vi": "Tôi luôn phải có tiếng nhạc vang lên trong đầu."
    }
  },
  {
    "translation": {
      "en": "It keeps things balanced. Music will do that. It fills things up.",
      "vi": "Giúp mọi thứ cân bằng. Âm nhạc làm được thế. Lấp đầy mọi thứ."
    }
  },
  {
    "translation": {
      "en": "The more music you have in the world, the fuller it is.",
      "vi": "Thế giới càng có nhiều âm nhạc thì càng đầy đặn."
    }
  },
  {
    "translation": {
      "en": "I can agree with that. I got to have my music too.",
      "vi": "Tôi đồng ý. Tôi cũng cần nghe nhạc."
    }
  },
  {
    "translation": {
      "en": "White folk don't understand about the blues.",
      "vi": "Người da trắng không hiểu nhạc blues."
    }
  },
  {
    "translation": {
      "en": "They hear it come out, but they don't know how it got there.",
      "vi": "Họ nghe nhạc phát ra, nhưng không hiểu nguồn cơn."
    }
  },
  {
    "translation": {
      "en": "They don't understand that that's life's way of talking.",
      "vi": "Họ không hiểu đó là cách nói chuyện của cuộc đời."
    }
  },
  {
    "translation": {
      "en": "You don't sing to feel better.",
      "vi": "Hát không phải để dễ chịu."
    }
  },
  {
    "translation": {
      "en": "You sing 'cause that's a way of understanding life.",
      "vi": "Hát vì đó là cách hiểu cuộc đời."
    }
  },
  {
    "translation": {
      "en": "The blues help you get out of bed in the morning.",
      "vi": "Nhạc blues giúp ta ra khỏi giường buổi sáng."
    }
  },
  {
    "translation": {
      "en": "You get up knowing you ain't alone.",
      "vi": "Ta thức dậy, biết mình không cô độc."
    }
  },
  {
    "translation": {
      "en": "There's something else in the world.",
      "vi": "Còn thứ gì khác trên thế giới."
    }
  },
  {
    "translation": {
      "en": "Something's been added by that song.",
      "vi": "Bài hát đó đã thêm vào một thứ gì."
    }
  },
  {
    "translation": {
      "en": "This be an empty world without the blues.",
      "vi": "Thế giới sẽ trống rỗng nếu không có nhạc blues."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "I try to take that emptiness and fill it up with something.",
      "vi": "Tôi cố lấy sự trống rỗng đó và lấp đầy nó."
    }
  },
  {
    "translation": {
      "en": "I ain't started blues way of singing. Blues always been there.",
      "vi": "Đâu phải tôi khai sinh nhạc blues. Nó vốn đã tồn tại."
    }
  },
  {
    "translation": {
      "en": "But if they wanna call me the Mother of Blues,",
      "vi": "Họ muốn gọi tôi là mẹ của blues,"
    }
  },
  {
    "translation": {
      "en": "that's all right with me. It don't hurt none.",
      "vi": "cũng không sao. Chẳng tổn thương đến ai."
    }
  },
  {
    "translation": {
      "en": "Sure did take y'all a long time. Sylvester, get Irvin.",
      "vi": "Mãi mới về tới. Sylvester, gọi Irvin đi."
    }
  },
  {
    "translation": {
      "en": "Tell him we ready to go. I'll grab Levee.",
      "vi": "- Bảo là ta sẵn sàng. - Tôi sẽ gọi Levee."
    }
  },
  {
    "translation": {
      "en": "Ma got her Coke, Levee. We about ready to start.",
      "vi": "Ma có Coke rồi, Levee. Ta sắp bắt đầu."
    }
  },
  {
    "translation": {
      "en": "-[Levee whispers] Get this off me. -[Dussie Mae] Okay.",
      "vi": "- Bỏ cái này ra. - Ừ."
    }
  },
  {
    "translation": {
      "en": "-[Levee whispers] Okay, gotta go. -[Dussie Mae whispers] Just go!",
      "vi": "Rồi, anh phải đi. Đi đi!"
    }
  },
  {
    "translation": {
      "en": "Okay, boys. \"Ma Rainey's Black Bottom,\" take one.",
      "vi": "Được rồi. \"Ma Rainey's Black Bottom\", thu lần một."
    }
  },
  {
    "translation": {
      "en": "Two, you know what to do.",
      "vi": "Hai, ba, biết chơi làm sao rồi nha."
    }
  },
  {
    "translation": {
      "en": "All right, boys, you… you… d… done…",
      "vi": "Được rồi, mọi người đã..."
    }
  },
  {
    "translation": {
      "en": "Take two.",
      "vi": "Thu lần hai."
    }
  },
  {
    "translation": {
      "en": "All right, boys,",
      "vi": "Được rồi, mọi người,"
    }
  },
  {
    "translation": {
      "en": "you done seen the rest. Now I'm gonna show you the best.",
      "vi": "mọi người đã xem mọi thứ. Giờ sẽ được xem thứ hay nhất."
    }
  },
  {
    "translation": {
      "en": "Ma Rainey's gonna show you her… B… B… B…",
      "vi": "Ma Rainey sẽ cho mọi người thấy..."
    }
  },
  {
    "translation": {
      "en": "Take…",
      "vi": "Thu lần..."
    }
  },
  {
    "translation": {
      "en": "Ma, can we just do it without the…",
      "vi": "Ma, có thể thu không có đoạn..."
    }
  },
  {
    "translation": {
      "en": "Take six.",
      "vi": "Thu lần sáu."
    }
  },
  {
    "translation": {
      "en": "Take seven.",
      "vi": "Thu lần bảy."
    }
  },
  {
    "translation": {
      "en": "All right, boys,",
      "vi": "Được rồi, mọi người,"
    }
  },
  {
    "translation": {
      "en": "you done seen the rest. Now I'm gonna show you the best.",
      "vi": "mọi người đã xem mọi thứ. Giờ sẽ được xem thứ hay nhất."
    }
  },
  {
    "translation": {
      "en": "Ma Rainey's gonna show you her black bottom.",
      "vi": "Ma Rainey sẽ cho mọi người thấy Bộ Mông Đen."
    }
  },
  {
    "translation": {
      "en": "Okay, that's good, Ma. That sounded great. Good job, boys.",
      "vi": "Tốt lắm, Ma. Nghe rất tuyệt. Tốt lắm, các anh."
    }
  },
  {
    "translation": {
      "en": "-See? I told you you could do it! -[laughs] -[Cutler] He did good. -All you gotta do is set your mind to it.",
      "vi": "Thấy chưa? Dì nói là cháu làm được! Chỉ cần để tâm thôi."
    }
  },
  {
    "translation": {
      "en": "-He did better than I thought he would. -My baby.",
      "vi": "Cậu ấy làm tốt hơn tôi tưởng."
    }
  },
  {
    "translation": {
      "en": "-Mwah. That's my baby. -Hey, boy. Hey, boys, Ma.",
      "vi": "- Giỏi lắm. - Này, các anh, Ma."
    }
  },
  {
    "translation": {
      "en": "-Yeah! -Hey, let's do \"Moonshine Blues\" next?",
      "vi": "- Hay! - Tiếp theo thu bài \"Moonshine Blues\" nhé?"
    }
  },
  {
    "translation": {
      "en": "\"Moonshine Blues,\" boys.",
      "vi": "\"Moonshine Blues\" đi."
    }
  },
  {
    "translation": {
      "en": "Irv? Something happened with the recording. Check that mic.",
      "vi": "Irv? Đĩa bị làm sao rồi. Kiểm tra micro đi."
    }
  },
  {
    "translation": {
      "en": "One, one, one, two, check, one--",
      "vi": "Một, hai, thử máy, một..."
    }
  },
  {
    "translation": {
      "en": "No. The problem's with the kid's mic.",
      "vi": "Không. Là micro của cậu bé."
    }
  },
  {
    "translation": {
      "en": "Oh, Christ Almighty!",
      "vi": "Ôi, lạy Chúa Toàn Năng!"
    }
  },
  {
    "translation": {
      "en": "-Ma, we didn't record the song. -Shit!",
      "vi": "- Ma, bài đó chưa thu. - Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "What you mean you didn't record the song? What were you and Sturdyvant doing up there?",
      "vi": "Ý ông là sao? Hai ông làm gì trên đó?"
    }
  },
  {
    "translation": {
      "en": "[Irvin] Levee must have kicked the plug out.",
      "vi": "Chắc Levee đá sút ổ cắm."
    }
  },
  {
    "translation": {
      "en": "I ain't kicked nothing.",
      "vi": "Tôi đâu có."
    }
  },
  {
    "translation": {
      "en": "If Levee had his mind on what he was doing.",
      "vi": "Giá Levee chú ý vào công việc."
    }
  },
  {
    "translation": {
      "en": "If it ain't one thing, it's another. Straighten your black ass out.",
      "vi": "Không chuyện này thì chuyện kia. Lo chấn chỉnh lại đi."
    }
  },
  {
    "translation": {
      "en": "Hell, it ain't my fault. I ain't done nothing. It's the cord, Mel.",
      "vi": "- Tôi đâu có làm gì. - Tại dây điện, Mel."
    }
  },
  {
    "translation": {
      "en": "The cord's all chewed up. We need another cord.",
      "vi": "Nó bị tưa rồi. Ta cần dây mới."
    }
  },
  {
    "translation": {
      "en": "-The most disorganized… -[Irvin] Ma?",
      "vi": "- Thật vô tổ chức... - Ma?"
    }
  },
  {
    "translation": {
      "en": "-[Ma Rainey] Waste of my time. -Where's she going?",
      "vi": "- Phí thì giờ. - Cô ấy đi đâu?"
    }
  },
  {
    "translation": {
      "en": "-Shit. -[Irvin] Ma? Ma!",
      "vi": "- Quỷ thật. - Ma?"
    }
  },
  {
    "translation": {
      "en": "If you walk out of this studio, you're through. You're washed-up.",
      "vi": "Cô mà bỏ đi là chấm dứt. Cô hết thời luôn."
    }
  },
  {
    "translation": {
      "en": "Chrissakes, Mel! Ma!",
      "vi": "Quỷ thần ơi, Mel! Ma!"
    }
  },
  {
    "translation": {
      "en": "Ma, come back here! Ma, please!",
      "vi": "Ma, trở lại đi! Ma, làm ơn!"
    }
  },
  {
    "translation": {
      "en": "Listen, Ma.",
      "vi": "Nghe này, Ma."
    }
  },
  {
    "translation": {
      "en": "These records are gonna be hits.",
      "vi": "Đĩa này sẽ bán rất chạy."
    }
  },
  {
    "translation": {
      "en": "They are gonna sell like crazy.",
      "vi": "Sẽ bán như điên."
    }
  },
  {
    "translation": {
      "en": "Hell, even Sylvester will be a star.",
      "vi": "Cả Sylvester cũng sẽ thành ngôi sao."
    }
  },
  {
    "translation": {
      "en": "Fifteen minutes.",
      "vi": "Mười lăm phút thôi."
    }
  },
  {
    "translation": {
      "en": "That is all I am asking, Ma. Just 15 minutes.",
      "vi": "Tôi chỉ yêu cầu có thế, Ma. 15 phút thôi."
    }
  },
  {
    "translation": {
      "en": "Fifteen minutes. You hear me, Irvin? Fifteen minutes.",
      "vi": "Mười lăm phút thôi. Ông nghe chưa?"
    }
  },
  {
    "translation": {
      "en": "Then I'm gonna carry my black bottom on back down to Georgia, you hear me?",
      "vi": "Rồi tôi sẽ đem cái mông đen này về Georgia."
    }
  },
  {
    "translation": {
      "en": "Fifteen minutes. [scoffs]",
      "vi": "Mười lăm phút."
    }
  },
  {
    "translation": {
      "en": "[exhales] You boys go ahead and take a break. Fifteen minutes. We'll be ready to go.",
      "vi": "Các anh tạm nghỉ. 15 phút nữa ta sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "Don't make no difference to me if she leave. I'm ready to get on outta here, anyway.",
      "vi": "Cô ta có bỏ đi hay không cũng thế. Tôi muốn về lắm rồi."
    }
  },
  {
    "translation": {
      "en": "If I was Mr. Irvin,",
      "vi": "Nếu tôi là ông Irvin,"
    }
  },
  {
    "translation": {
      "en": "I'd go on and get them cords and things hooked up right.",
      "vi": "tôi sẽ lo cắm dây nhợ cho tử tế."
    }
  },
  {
    "translation": {
      "en": "If Levee kept his mind on his work, we wouldn't be in this fix. We'd be up there finishing up.",
      "vi": "Nếu Levee làm việc để tâm vào, ta đã xong rồi."
    }
  },
  {
    "translation": {
      "en": "Now we gotta see if that boy can get that part right.",
      "vi": "Giờ phải xem thằng bé đó có đọc được không."
    }
  },
  {
    "translation": {
      "en": "He got one eye on the gal and the other on his trumpet.",
      "vi": "Levee thì vừa thổi kèn vừa liếc cô ả đó."
    }
  },
  {
    "translation": {
      "en": "[Cutler] Nigga, don't you know that's Ma's gal?",
      "vi": "Đó là bồ của Ma."
    }
  },
  {
    "translation": {
      "en": "I ain't done nothing to her. I just talk to her like I talk to anybody else.",
      "vi": "Tôi chỉ nói chuyện với cô ấy như mọi người thôi."
    }
  },
  {
    "translation": {
      "en": "Your ass gonna be out there scraping the concrete, lookin' for a job, you keep messing around with her.",
      "vi": "Cậu cứ kiếm chuyện với cô ta thì sẽ mất việc đấy."
    }
  },
  {
    "translation": {
      "en": "I ain't done nothing to the gal. I just asked her her name.",
      "vi": "Tôi đâu có làm gì, chỉ hỏi tên thôi."
    }
  },
  {
    "translation": {
      "en": "If you sayin' I can't do that, Ma'll just have to go to hell.",
      "vi": "Nếu làm thế cũng không được thì Ma đi chết đi."
    }
  },
  {
    "translation": {
      "en": "I'm through with it. [scoffs] Try talking to a fool.",
      "vi": "Tôi chán rồi. Cố nói chuyện với thằng ngu."
    }
  },
  {
    "translation": {
      "en": "Some mens got it worse than others. Some mens is excited to be a fool.",
      "vi": "Có kẻ ngu nặng hơn người khác. Thích thú vì được ngu."
    }
  },
  {
    "translation": {
      "en": "I knows about it. The excitement is something else.",
      "vi": "Tôi biết mà. Cậu thích thú chuyện khác."
    }
  },
  {
    "translation": {
      "en": "I done experienced it. Make you feel good to be a fool.",
      "vi": "Tôi đã trải qua rồi. Nó khiến cậu thích thú được làm thằng ngu."
    }
  },
  {
    "translation": {
      "en": "But it don't last long.",
      "vi": "Nhưng không được lâu đâu."
    }
  },
  {
    "translation": {
      "en": "Over in a minute, then you got to tend with the consequences.",
      "vi": "Một phút là hết, rồi cậu phải đối mặt với hậu quả."
    }
  },
  {
    "translation": {
      "en": "That's the best sense you made all day, talking about being a fool.",
      "vi": "Cuối cùng ông cũng nói năng có lý, nói về chuyện làm thằng ngu."
    }
  },
  {
    "translation": {
      "en": "That's the only sensible thing you said today, admitting you was a fool.",
      "vi": "Cuối cùng ông cũng có lý, khi thừa nhận là ông ngu."
    }
  },
  {
    "translation": {
      "en": "Oh, I admits it, all right. Ain't nothing wrong with it.",
      "vi": "Được, tôi thừa nhận. Có sao đâu."
    }
  },
  {
    "translation": {
      "en": "I done been a little bit of everything. [chuckles]",
      "vi": "Chuyện gì tôi cũng đã làm một chút."
    }
  },
  {
    "translation": {
      "en": "Gonna be a bit more things before I'm finished with it.",
      "vi": "Còn làm vài chuyện nữa mới xong."
    }
  },
  {
    "translation": {
      "en": "But I ain't never been the same fool twice. That's where we part ways.",
      "vi": "Nhưng không bao giờ ngu hai lần giống nhau. Ta khác nhau chỗ đó."
    }
  },
  {
    "translation": {
      "en": "But you been a fool. That's what counts.",
      "vi": "Nhưng ông đã từng ngu. Thế mới quan trọng."
    }
  },
  {
    "translation": {
      "en": "Talking about I'm a fool for asking the girl her name, and here you is one yourself.",
      "vi": "Bảo tôi hỏi tên cô ấy là ngu trong khi ông cũng vậy."
    }
  },
  {
    "translation": {
      "en": "I married a woman. A good woman.",
      "vi": "Tôi đã cưới một phụ nữ tốt."
    }
  },
  {
    "translation": {
      "en": "To this day, I can't say nothing bad about this woman.",
      "vi": "Đến hôm nay, tôi cũng không nói được gì xấu về bà ấy."
    }
  },
  {
    "translation": {
      "en": "I married her with all the good intentions and graces of being hooked up,",
      "vi": "Tôi cưới bà ấy với ý định lập gia đình,"
    }
  },
  {
    "translation": {
      "en": "bound to her for the rest of my life.",
      "vi": "gắn bó với bà ấy đến hết đời."
    }
  },
  {
    "translation": {
      "en": "Looking for this woman to put me in my grave, but she went out and joined the church.",
      "vi": "Mong để bà ấy chôn cất tôi, nhưng bà ấy lại đi tu."
    }
  },
  {
    "translation": {
      "en": "She got up there and got to seeing them good Christian men",
      "vi": "Bà ấy đến và thấy những người Công giáo thiện lành"
    }
  },
  {
    "translation": {
      "en": "and wondering why I ain't like that.",
      "vi": "rồi lại thắc mắc sao tôi không được thế."
    }
  },
  {
    "translation": {
      "en": "Soon she figured she hooked up to a heathen.",
      "vi": "Không lâu, bà ấy hiểu ra mình đã cưới kẻ ngoại đạo."
    }
  },
  {
    "translation": {
      "en": "Couldn't live like that.",
      "vi": "Không thể sống như thế."
    }
  },
  {
    "translation": {
      "en": "So she left.",
      "vi": "Nên bà ấy bỏ đi."
    }
  },
  {
    "translation": {
      "en": "I just sat down and I figured I was a fool",
      "vi": "Tôi ngồi xuống và nghĩ mình thật ngu ngốc"
    }
  },
  {
    "translation": {
      "en": "not to see that she needed something that I wasn't giving her,",
      "vi": "vì không hiểu bà ấy cần thứ tôi không cho bà ấy được,"
    }
  },
  {
    "translation": {
      "en": "else she wouldn't have been up there at the church.",
      "vi": "nếu không thì bà ấy đã chẳng đến nhà thờ."
    }
  },
  {
    "translation": {
      "en": "So, yeah…",
      "vi": "Nên, ừ thì..."
    }
  },
  {
    "translation": {
      "en": "Toledo been a fool about a woman.",
      "vi": "Toledo đã ngu ngốc vì một phụ nữ."
    }
  },
  {
    "translation": {
      "en": "That's part of making life.",
      "vi": "Cuộc sống là thế mà."
    }
  },
  {
    "translation": {
      "en": "Toledo, what you call a fool and what I call a fool are two different things.",
      "vi": "Toledo, định nghĩa kẻ ngu của tôi và ông khác nhau."
    }
  },
  {
    "translation": {
      "en": "A fool is responsible for what happen to him.",
      "vi": "Kẻ ngu thì tự làm tự chịu."
    }
  },
  {
    "translation": {
      "en": "A fool cause it to happen. Like Levee.",
      "vi": "Kẻ ngu tự gây ra chuyện. Như Levee."
    }
  },
  {
    "translation": {
      "en": "He keep messing around with Ma's gal, his feet be out there scraping the ground.",
      "vi": "Cậu ta cứ chọc ghẹo bồ của Ma, thì sẽ ra đường. Thế mới là ngu."
    }
  },
  {
    "translation": {
      "en": "-That's a fool. -Nothing gonna happen to Levee.",
      "vi": "Cậu ta cứ chọc ghẹo bồ của Ma, thì sẽ ra đường. Thế mới là ngu. Chẳng sao cả. Tôi sẽ chẳng để chuyện gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "Levee ain't gonna let nothing happen to him.",
      "vi": "Chẳng sao cả. Tôi sẽ chẳng để chuyện gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "Better not let Ma see you ask her. That's what the man's trying to tell you.",
      "vi": "Liệu đừng để Ma thấy cậu hỏi chuyện cô ta. Ý Ma là thế."
    }
  },
  {
    "translation": {
      "en": "I don't need nobody to tell me nothing.",
      "vi": "Chẳng cần ai dạy bảo tôi."
    }
  },
  {
    "translation": {
      "en": "Toledo, all I'm saying is, from the looks of it,",
      "vi": "Tôi chỉ nói là, theo tôi thấy,"
    }
  },
  {
    "translation": {
      "en": "from your story, I don't think life treated you fair.",
      "vi": "tôi nghĩ cuộc sống không công bằng với ông."
    }
  },
  {
    "translation": {
      "en": "Oh, life's fair.",
      "vi": "Cuộc sống công bằng mà."
    }
  },
  {
    "translation": {
      "en": "Life ain't shit.",
      "vi": "Cuộc sống quái gì."
    }
  },
  {
    "translation": {
      "en": "You can put it in a paper bag and carry it around with you. -It ain't got no balls. -[door clangs]",
      "vi": "Bỏ vào túi giấy mang đi loanh quanh. Nó chẳng gan dạ gì."
    }
  },
  {
    "translation": {
      "en": "Now death? Death got some style.",
      "vi": "Còn cái chết á? Cái chết thì có phong cách."
    }
  },
  {
    "translation": {
      "en": "Death will kick your ass and make you wish you never been born.",
      "vi": "Cái chết sẽ khiến ta khốn khổ và ước ta đừng sinh ra."
    }
  },
  {
    "translation": {
      "en": "That's how bad death is.",
      "vi": "Ghê gớm thế đấy."
    }
  },
  {
    "translation": {
      "en": "But you can rule over life. Life ain't nothing.",
      "vi": "Cuộc sống thì ta điều khiển được. Chả là gì."
    }
  },
  {
    "translation": {
      "en": "Nigga talking about life is fair and ain't got a pot to piss in.",
      "vi": "Ông ta bảo cuộc sống công bằng mà túi không có một xu."
    }
  },
  {
    "translation": {
      "en": "All right. Now I'm gonna tell you something.",
      "vi": "Tôi nói cậu nghe này."
    }
  },
  {
    "translation": {
      "en": "A nigga gonna be dissatisfied no matter what.",
      "vi": "Dù thế nào, người da đen cũng chẳng hài lòng."
    }
  },
  {
    "translation": {
      "en": "Niggas got a right to be dissatisfied.",
      "vi": "Người da đen có quyền."
    }
  },
  {
    "translation": {
      "en": "Is you gonna be satisfied with a bone somebody done throwed you",
      "vi": "Ông có hài lòng với khúc xương người ta ném cho"
    }
  },
  {
    "translation": {
      "en": "when you done seen them eating a whole hog?",
      "vi": "sau khi thấy họ chén cả con heo rừng không?"
    }
  },
  {
    "translation": {
      "en": "You lucky they let you be an entertainer. You're lucky and don't even know it.",
      "vi": "Cậu được mua vui cho người khác là may. Cậu may mà không biết."
    }
  },
  {
    "translation": {
      "en": "I'm talking about being satisfied with a bone somebody done throwed you.",
      "vi": "Tôi nói về chuyện hài lòng với khúc xương người ta ném cho."
    }
  },
  {
    "translation": {
      "en": "That's what's the matter with y'all, you're satisfied sitting in one place.",
      "vi": "Đó là vấn đề, ông hài lòng khi ngồi một chỗ."
    }
  },
  {
    "translation": {
      "en": "Soon as I get my band together and record them songs Mr. Sturdyvant done told me I can make,",
      "vi": "Ngay khi tôi họp được ban nhạc và thu âm cho ông Sturdyvant,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna be like Ma and tell the white man just what he can do.",
      "vi": "tôi sẽ giống như Ma và ra lệnh cho người da trắng."
    }
  },
  {
    "translation": {
      "en": "Ma tell Mr. Irvin she leaving? Mr. Irvin get down on his knees and beg her to stay.",
      "vi": "Ma bảo ông Irvin là sẽ bỏ về? Ông ta liền quỳ gối nài nỉ cô ấy ở lại."
    }
  },
  {
    "translation": {
      "en": "That's the way I'm gonna be. Make the white man respect me.",
      "vi": "Tôi sẽ khiến người da trắng phải nể tôi."
    }
  },
  {
    "translation": {
      "en": "The white man don't care nothing about Ma. The colored folks made Ma a star.",
      "vi": "Người da trắng chẳng màng đến Ma. Ma thành ngôi sao nhờ người da đen."
    }
  },
  {
    "translation": {
      "en": "The white folks don't care nothing about who she is or what kind of music she make.",
      "vi": "Người da trắng chẳng cần biết cô ấy là ai, hát nhạc gì."
    }
  },
  {
    "translation": {
      "en": "Let her go to one of them white folks hotel and see how big she is.",
      "vi": "Để cô ấy vào khách sạn da trắng xem cô ấy to tát đến đâu."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Hell, she can't even get a cab up here in the North.",
      "vi": "Ở phía Bắc này, cô ấy gọi taxi còn chẳng được."
    }
  },
  {
    "translation": {
      "en": "I'mma tell you something. Reverend Gates. Slow Drag, you know who I'm talking about. Reverend Gates.",
      "vi": "Tôi nói này. Mục sư Gates. Mọi người biết tôi nói ai mà."
    }
  },
  {
    "translation": {
      "en": "Reverend Gates was, uh, coming up from Tallahassee to Atlanta",
      "vi": "Mục sư Gates đi từ Tallahasse đến Atlanta"
    }
  },
  {
    "translation": {
      "en": "to see his sister who was sick at that time with the consumption.",
      "vi": "thăm chị gái, lúc đó bị bệnh vì nhiễm lao."
    }
  },
  {
    "translation": {
      "en": "The train come up through Thomasville, then past Moultrie,",
      "vi": "Xe lửa đi đến Thomasville, qua Moultrie,"
    }
  },
  {
    "translation": {
      "en": "and then ended up in this little town called Sigsbee. You can stop telling that right there.",
      "vi": "- rồi đến một thị trấn tên là Sigsbee. - Dừng lại được rồi."
    }
  },
  {
    "translation": {
      "en": "Ain't but one train come out of Tallahassee headed north to Atlanta.",
      "vi": "Chỉ có một xe lửa từ Tallahassee đi về phía Bắc tới Atlanta."
    }
  },
  {
    "translation": {
      "en": "It don't stop at Sigsbee.",
      "vi": "Nó không dừng ở Sigsbee."
    }
  },
  {
    "translation": {
      "en": "The only train that stop at Sigsbee is the Santa Fe,",
      "vi": "Xe lửa duy nhất dừng ở Sigsbee là Santa Fe,"
    }
  },
  {
    "translation": {
      "en": "and you gotta transfer at Moultrie to get it.",
      "vi": "phải đổi xe ở Moultrie."
    }
  },
  {
    "translation": {
      "en": "Maybe that's what he done. I don't know.",
      "vi": "Có thể là thế. Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "I'm just telling you he got off at Sigsbee.",
      "vi": "Tôi chỉ nói ông ấy xuống xe ở Sigsbee."
    }
  },
  {
    "translation": {
      "en": "You telling it. Tell it your way. Just make up anything.",
      "vi": "Cứ kể đi. Bịa ra gì chẳng được."
    }
  },
  {
    "translation": {
      "en": "Leave him alone and let him finish. Go on, tell it your way.",
      "vi": "- Để ông ấy kể hết đã nào. - Thì kể theo ý ông đi."
    }
  },
  {
    "translation": {
      "en": "Reverend Gates got off this train in Sigsbee.",
      "vi": "Mục sư Gates xuống xe lửa ở Sigsbee."
    }
  },
  {
    "translation": {
      "en": "Figured he'd check the schedule",
      "vi": "Ông ấy đã xem lịch"
    }
  },
  {
    "translation": {
      "en": "to make sure he arrived in time for somebody to pick him up. All right?",
      "vi": "để đảm bảo đến kịp lúc có người ra đón."
    }
  },
  {
    "translation": {
      "en": "While he's there, it come upon him that he had to go to the bathroom.",
      "vi": "Khi đến đó, ông ấy bỗng muốn đi vệ sinh."
    }
  },
  {
    "translation": {
      "en": "Now, the only colored restroom they had",
      "vi": "Nhà vệ sinh da màu duy nhất"
    }
  },
  {
    "translation": {
      "en": "was an outhouse they had sitting way back, 200 yards or so from the train station.",
      "vi": "là một nhà xí ngoài đồng, cách ga xe lửa gần 200 mét."
    }
  },
  {
    "translation": {
      "en": "While he's in the outhouse, the train go off and leave without him.",
      "vi": "Lúc vào nhà xí, ông ấy đã bị lỡ tàu."
    }
  },
  {
    "translation": {
      "en": "Now, he don't know where he is in this town.",
      "vi": "Ông ấy không biết mình đang ở đâu trong thị trấn này."
    }
  },
  {
    "translation": {
      "en": "In fact, he ain't never heard of it before.",
      "vi": "Ông ấy chưa từng nghe đến nó."
    }
  },
  {
    "translation": {
      "en": "I heard of it, and he ain't got off no train",
      "vi": "Tôi nghe rồi, ông ấy chẳng xuống tàu nào"
    }
  },
  {
    "translation": {
      "en": "coming outta Tallahassee in Sigsbee.",
      "vi": "từ Tallahassee đi Sigsbee cả."
    }
  },
  {
    "translation": {
      "en": "The man's standing there trying to figure out what he gonna do,",
      "vi": "Ông ấy đứng đó, cố nghĩ xem phải làm gì,"
    }
  },
  {
    "translation": {
      "en": "where this train done left him in this strange town.",
      "vi": "khi bị xe lửa bỏ ở thị trấn xa lạ này."
    }
  },
  {
    "translation": {
      "en": "It started getting dark.",
      "vi": "Trời bắt đầu tối."
    }
  },
  {
    "translation": {
      "en": "He sees where the sun's getting low in the sky,",
      "vi": "Ông ấy thấy mặt trời xuống dần,"
    }
  },
  {
    "translation": {
      "en": "and he's trying to figure out what he gonna do,",
      "vi": "và cố nghĩ xem phải làm gì,"
    }
  },
  {
    "translation": {
      "en": "when he noticed a couple of white fellas standing across the street from the station.",
      "vi": "khi đó ông ấy thấy mấy gã da trắng bên kia đường."
    }
  },
  {
    "translation": {
      "en": "Just standing there, watching him.",
      "vi": "Họ chỉ đứng đó, nhìn ông ấy."
    }
  },
  {
    "translation": {
      "en": "Then two or three more fellas come up and join the other one.",
      "vi": "Thêm vài gã nữa tới nhập bọn."
    }
  },
  {
    "translation": {
      "en": "Now he look around the station. He don't see no colored folks nowhere.",
      "vi": "Ông ấy nhìn quanh nhà ga. Không thấy ai da màu."
    }
  },
  {
    "translation": {
      "en": "He don't know what's getting into these fellas' minds,",
      "vi": "Ông ấy không biết chúng dự tính gì,"
    }
  },
  {
    "translation": {
      "en": "so he commence to walking.",
      "vi": "nên bắt đầu bước đi."
    }
  },
  {
    "translation": {
      "en": "He don't know where he walking. He walking down the railroad tracks",
      "vi": "Ông ấy không biết đi đâu. Ông ấy đi dọc đường ray"
    }
  },
  {
    "translation": {
      "en": "when he hear, \"Hey, nigger.\"",
      "vi": "và nghe, \"Ê, đồ da đen\"."
    }
  },
  {
    "translation": {
      "en": "Just like that.",
      "vi": "Thế thôi."
    }
  },
  {
    "translation": {
      "en": "\"Hey, nigger.\"",
      "vi": "\"Ê, đồ da đen\"."
    }
  },
  {
    "translation": {
      "en": "He keep walking.",
      "vi": "Ông ấy tiếp tục đi."
    }
  },
  {
    "translation": {
      "en": "They call him some more. He kept walking.",
      "vi": "Chúng gọi nữa. Ông ấy vẫn đi."
    }
  },
  {
    "translation": {
      "en": "Then he heard a gunshot. Yeah. He stopped then, you know.",
      "vi": "Rồi ông ấy nghe tiếng súng nổ. Lúc đó, ông ấy dừng lại."
    }
  },
  {
    "translation": {
      "en": "They crowded around him.",
      "vi": "Chúng vây quanh ông ấy."
    }
  },
  {
    "translation": {
      "en": "He's standing there,",
      "vi": "Ông ấy đứng đó,"
    }
  },
  {
    "translation": {
      "en": "cross around his neck,",
      "vi": "cổ đeo thánh giá,"
    }
  },
  {
    "translation": {
      "en": "and the little Bible that he keep with him all the time.",
      "vi": "với quyển Kinh Thánh nhỏ ông ấy luôn đem theo."
    }
  },
  {
    "translation": {
      "en": "They ask who he was. He said he was Reverend Gates",
      "vi": "Chúng hỏi ông ấy là ai. Ông ấy nói mình là Mục sư Gates"
    }
  },
  {
    "translation": {
      "en": "and he was on his way to see his sister",
      "vi": "trên đường đi thăm chị gái"
    }
  },
  {
    "translation": {
      "en": "who was sick, and the train went off and left him.",
      "vi": "bị bệnh, và bị xe lửa bỏ lại."
    }
  },
  {
    "translation": {
      "en": "And they said, \"Yeah, nigger?\"",
      "vi": "Và chúng bảo, \"Thế à, thằng đen?\""
    }
  },
  {
    "translation": {
      "en": "\"But can you dance?\"",
      "vi": "Nhưng mày biết nhảy múa không?"
    }
  },
  {
    "translation": {
      "en": "He looked at them",
      "vi": "Ông ấy nhìn chúng"
    }
  },
  {
    "translation": {
      "en": "and commenced to dancing.",
      "vi": "và bắt đầu nhảy múa."
    }
  },
  {
    "translation": {
      "en": "One of them reached up and tore his cross off his neck,",
      "vi": "Một gã giật chiếc thánh giá khỏi cổ ông ấy,"
    }
  },
  {
    "translation": {
      "en": "said he was committing heresy by dancing with a cross and a Bible.",
      "vi": "bảo là ông ấy phạm tội dị giáo vì đeo thánh giá và cầm Kinh Thánh nhảy múa."
    }
  },
  {
    "translation": {
      "en": "Took his Bible and tore it up,",
      "vi": "Lấy quyển Kinh Thánh và xé đi,"
    }
  },
  {
    "translation": {
      "en": "and had him dancing till they got tired of watching him.",
      "vi": "rồi bắt ông ấy nhảy múa đến khi chúng chán xem."
    }
  },
  {
    "translation": {
      "en": "-That's the only way that man-- -What I wants to know is, he a man of God.",
      "vi": "- Chỉ có cách đó... - Tôi muốn biết, ông ấy là người của Chúa."
    }
  },
  {
    "translation": {
      "en": "Where the hell was God when all this was going on?",
      "vi": "Thế lúc xảy ra chuyện thì Chúa ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Why didn't God strike down them crackers with some of this lightning you talking about to me?",
      "vi": "Sao Chúa không đánh bọn khốn kia bằng tia sét mà ông nói?"
    }
  },
  {
    "translation": {
      "en": "Levee, you gonna burn in hell.",
      "vi": "Levee, cậu sẽ bị thiêu dưới địa ngục."
    }
  },
  {
    "translation": {
      "en": "Why didn't God strike some of them crackers down? Tell me that.",
      "vi": "Sao Chúa không cho sét đánh bọn khốn kia?"
    }
  },
  {
    "translation": {
      "en": "That's the question. Don't come telling me this burning-in-hell shit.",
      "vi": "Đó là vấn đề. Đừng nói chuyện chết dưới địa ngục với tôi."
    }
  },
  {
    "translation": {
      "en": "He a man of God,",
      "vi": "Ông ấy là người của Chúa,"
    }
  },
  {
    "translation": {
      "en": "why didn't God strike some of them crackers down?",
      "vi": "sao Chúa không cho sét đánh bọn khốn kia?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you why. I'll tell you the truth.",
      "vi": "Tôi sẽ nói tại sao. Tôi sẽ nói sự thật."
    }
  },
  {
    "translation": {
      "en": "God ain't never listened to no nigga's prayers.",
      "vi": "Chúa không nghe lời cầu nguyện của dân da đen."
    }
  },
  {
    "translation": {
      "en": "God take the nigga's prayers and throw them in the garbage.",
      "vi": "Chúa ném lời dân da đen cầu nguyện vào sọt rác."
    }
  },
  {
    "translation": {
      "en": "God don't pay niggas no mind. In fact, God hate niggas.",
      "vi": "Chúa chẳng màng đến dân da đen. Thật ra, Chúa ghét dân da đen."
    }
  },
  {
    "translation": {
      "en": "Hate them with all the fury in his heart.",
      "vi": "Ghét bằng tất cả sự phẫn nộ trong tim."
    }
  },
  {
    "translation": {
      "en": "Jesus don't love you, nigga. Jesus hate your black ass.",
      "vi": "Giêsu chẳng yêu ta, mà ghét cái thân đen của ta."
    }
  },
  {
    "translation": {
      "en": "Come talking that shit to me. Talking about burning in hell.",
      "vi": "Bày đặt nói bị thiêu dưới địa ngục với tôi."
    }
  },
  {
    "translation": {
      "en": "God can kiss my ass.",
      "vi": "Mặc xác Chúa chứ."
    }
  },
  {
    "translation": {
      "en": "You wanna blaspheme my God! That's my God! My God, you worthless--",
      "vi": "Cậu báng bổ Chúa của tôi! Đó là Chúa của tôi, đồ mạt hạng..."
    }
  },
  {
    "translation": {
      "en": "Let him go!",
      "vi": "Buông ông ta ra!"
    }
  },
  {
    "translation": {
      "en": "-You worthless! -Let him go!",
      "vi": "- Đồ mạt hạng! - Buông ra!"
    }
  },
  {
    "translation": {
      "en": "-That's my God! Blaspheme my God. -Let it go! It don't mean nothing!",
      "vi": "- Chúa của tôi! Báng bổ Chúa của tôi. - Bỏ đi! Chẳng nghĩa lý gì!"
    }
  },
  {
    "translation": {
      "en": "It don't mean nothing!",
      "vi": "Chẳng nghĩa lý gì đâu!"
    }
  },
  {
    "translation": {
      "en": "It's your God, huh? Is that right?",
      "vi": "Chúa của ông à? Phải không?"
    }
  },
  {
    "translation": {
      "en": "All right, I'm gonna give your God a chance. I'm gonna give your God a chance.",
      "vi": "Tôi cho Chúa của ông một cơ hội."
    }
  },
  {
    "translation": {
      "en": "I'm gonna give him a chance to save your black ass.",
      "vi": "Tôi cho ông ta cơ hội cứu cái thân đen của ông."
    }
  },
  {
    "translation": {
      "en": "-Put that knife up! -Stay out of this, Toledo.",
      "vi": "- Cất dao đi! - Tránh ra đi."
    }
  },
  {
    "translation": {
      "en": "-That's no way to solve nothing. -Put that knife up!",
      "vi": "Làm thế chẳng được gì."
    }
  },
  {
    "translation": {
      "en": "I'm talking to Cutler's God! You hear me?",
      "vi": "Tôi nói với Chúa của Cutler đây! Ông nghe không?"
    }
  },
  {
    "translation": {
      "en": "Cutler's God! I'm calling Cutler's God!",
      "vi": "Chúa của Cutler! Tôi gọi Chúa của Cutler!"
    }
  },
  {
    "translation": {
      "en": "Come on and save this nigga.",
      "vi": "Đến cứu lão da đen này đi."
    }
  },
  {
    "translation": {
      "en": "Strike me down before I cut his throat.",
      "vi": "Cho sét đánh tôi trước khi tôi cắt cổ lão ấy."
    }
  },
  {
    "translation": {
      "en": "-You gonna burn in hell, nigga. -I'm calling your God.",
      "vi": "- Mày sẽ chết cháy dưới địa ngục. - Tôi gọi Chúa của ông đấy."
    }
  },
  {
    "translation": {
      "en": "I'm gonna give him a chance to save you. I'm calling your God!",
      "vi": "Tôi cho ông ta một cơ hội để cứu ông. Tôi gọi Chúa của ông đấy."
    }
  },
  {
    "translation": {
      "en": "Cutler's God?",
      "vi": "Chúa của Cutler?"
    }
  },
  {
    "translation": {
      "en": "Come on and save this nigga.",
      "vi": "Đến cứu lão da đen này đi."
    }
  },
  {
    "translation": {
      "en": "Come on and save him like you did my mama.",
      "vi": "Đến cứu lão ấy như đã cứu mẹ tôi đi."
    }
  },
  {
    "translation": {
      "en": "Save him like you did my mama!",
      "vi": "Cứu lão ấy như đã cứu mẹ tôi!"
    }
  },
  {
    "translation": {
      "en": "I heard her when she call you.",
      "vi": "Tôi đã nghe lúc bà gọi ông."
    }
  },
  {
    "translation": {
      "en": "I heard her when she said, \"Lord have mercy. Jesus help me.\"",
      "vi": "Tôi nghe lúc bà nói, \"Chúa thương xót. Chúa Giêsu cứu giúp con."
    }
  },
  {
    "translation": {
      "en": "\"Please, God, have mercy on me, Lord. Jesus help me.\"",
      "vi": "Xin Chúa thương xót con. Chúa Giêsu cứu giúp con\"."
    }
  },
  {
    "translation": {
      "en": "Did you turn your back?",
      "vi": "Ông đã quay lưng đi à?"
    }
  },
  {
    "translation": {
      "en": "Did you turn your back, motherfucker?",
      "vi": "Ông đã quay lưng đi ư, đồ khốn?"
    }
  },
  {
    "translation": {
      "en": "Did you turn your back?",
      "vi": "Ông quay lưng đi phải không?"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Nào."
    }
  },
  {
    "translation": {
      "en": "Come on and turn your back on me.",
      "vi": "Ông quay lưng với tôi đi."
    }
  },
  {
    "translation": {
      "en": "Turn your back on me!",
      "vi": "Quay lưng với tôi đi!"
    }
  },
  {
    "translation": {
      "en": "Come on. Where is you?",
      "vi": "Nào. Ông đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Come on and turn your back on me!",
      "vi": "Quay lưng lại với tôi đi!"
    }
  },
  {
    "translation": {
      "en": "Turn your back on me, motherfucker! I'll cut your heart out!",
      "vi": "Quay lưng với tôi đi, đồ khốn! Tôi sẽ moi tim ông ra!"
    }
  },
  {
    "translation": {
      "en": "Come on. What's the matter? Where is you?",
      "vi": "Nào. Sao vậy? Ông đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Come on and turn your back on me.",
      "vi": "Quay lưng lại với tôi đi."
    }
  },
  {
    "translation": {
      "en": "Come on, what you scared of?",
      "vi": "Nào, ông sợ gì?"
    }
  },
  {
    "translation": {
      "en": "Turn your back on me! Come on!",
      "vi": "Quay lưng lại với tôi đi! Nào!"
    }
  },
  {
    "translation": {
      "en": "Coward motherfucker!",
      "vi": "Đồ khốn hèn nhát!"
    }
  },
  {
    "translation": {
      "en": "Your God ain't shit, Cutler.",
      "vi": "Chúa của ông chẳng là gì, Cutler."
    }
  },
  {
    "translation": {
      "en": "Your God ain't shit.",
      "vi": "Chẳng là quái gì."
    }
  },
  {
    "translation": {
      "en": "Wonderful. We got that, boys.",
      "vi": "Tuyệt vời. Được rồi, các anh."
    }
  },
  {
    "translation": {
      "en": "Good session, Ma. We've got ourselves some winners!",
      "vi": "Thu tốt lắm, thành công rồi!"
    }
  },
  {
    "translation": {
      "en": "Slow Drag, where you learn to play that bass at? I heard it singing. I heard you.",
      "vi": "Anh học chơi bass ở đâu thế? Tôi nghe nó hát. Tôi nghe anh."
    }
  },
  {
    "translation": {
      "en": "You had that bass jumping all over the place. I was following Toledo.",
      "vi": "- Lên bổng xuống trầm đủ cả. - Tôi đàn theo Toledo thôi."
    }
  },
  {
    "translation": {
      "en": "Nigga got them long fingers striding all over the piano.",
      "vi": "Ông ấy có ngón tay dài, rải khắp đàn piano."
    }
  },
  {
    "translation": {
      "en": "-I was trying to keep up with him. -That's what you supposed to do.",
      "vi": "- Tôi cố theo kịp ông ấy. - Phải thế mà."
    }
  },
  {
    "translation": {
      "en": "-Play the music. -Cutler, you hear Slow Drag on that bass spanking like you spank a baby?",
      "vi": "Cutler, anh nghe Slow Drag đàn bass như vỗ mông em bé chứ?"
    }
  },
  {
    "translation": {
      "en": "Levee, what were you doing? Why you playing all them notes?",
      "vi": "Levee, sao cậu chơi lắm nốt thế?"
    }
  },
  {
    "translation": {
      "en": "Playing ten notes for every one you supposed to play. Don't call for all that.",
      "vi": "Cần một nối thì chơi đến mười. Không cần làm thế."
    }
  },
  {
    "translation": {
      "en": "You're supposed to improvise on the theme. That's what I was doing.",
      "vi": "Phải ứng khẩu mà. Tôi làm thế đấy."
    }
  },
  {
    "translation": {
      "en": "You're supposed to play the song like I sing it.",
      "vi": "Cậu phải chơi theo như tôi hát."
    }
  },
  {
    "translation": {
      "en": "[chuckling] The way everybody else play it.",
      "vi": "Như mọi người khác chơi."
    }
  },
  {
    "translation": {
      "en": "I was playing the song the way I felt it.",
      "vi": "Tôi chơi theo cảm nhận của tôi."
    }
  },
  {
    "translation": {
      "en": "I'm trying to sing my song and you messing up my ear.",
      "vi": "Tôi đang cố hát mà cậu làm rối tai tôi."
    }
  },
  {
    "translation": {
      "en": "-You call that playing music? -Hey, I know what I'm doing.",
      "vi": "- Thế mà gọi là chơi nhạc? - Tôi biết tôi làm gì."
    }
  },
  {
    "translation": {
      "en": "Y'all back up and leave me alone about my music.",
      "vi": "Các người đừng động đến nhạc của tôi."
    }
  },
  {
    "translation": {
      "en": "I done told you it ain't about your music. It's about Ma's music.",
      "vi": "Tôi đã nói không phải nhạc của cậu, mà là của Ma."
    }
  },
  {
    "translation": {
      "en": "That's all right. I told you what to do. What I care about what you and Cutler do?",
      "vi": "- Không sao. Tôi bảo cậu phải làm gì rồi. - Tôi mặc kệ."
    }
  },
  {
    "translation": {
      "en": "Y'all gonna fire me. I don't care. I'll go get my own band anyway.",
      "vi": "- Đuổi tôi đi. Tôi sẽ lập ban nhạc riêng. - Cậu cứ phá tôi..."
    }
  },
  {
    "translation": {
      "en": "-You keep messing with me-- -Nobody studying you.",
      "vi": "- Đuổi tôi đi. Tôi sẽ lập ban nhạc riêng. - Cậu cứ phá tôi... - Chẳng ai thèm nghe cô. - Được rồi. Cậu bị sa thải."
    }
  },
  {
    "translation": {
      "en": "All right, nigga. You fired.",
      "vi": "- Chẳng ai thèm nghe cô. - Được rồi. Cậu bị sa thải."
    }
  },
  {
    "translation": {
      "en": "You think I care about being fired? I don't care.",
      "vi": "Cô tưởng tôi quan tâm chuyện bị sa thải à? Không."
    }
  },
  {
    "translation": {
      "en": "-You doing me a favor. -Cutler, Levee's out.",
      "vi": "- Lợi cho tôi đấy. - Cutler, Levee nghỉ."
    }
  },
  {
    "translation": {
      "en": "-He ain't playing in my band no more. -I'm fired? Good!",
      "vi": "- Cậu ta không được chơi nữa. - Đuổi tôi à? Tốt."
    }
  },
  {
    "translation": {
      "en": "Best thing that ever happened to me.",
      "vi": "Chuyện tốt nhất tôi từng gặp."
    }
  },
  {
    "translation": {
      "en": "I don't need this shit.",
      "vi": "Tôi không cần thứ quái quỷ này."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Mel will be out with your money in a minute. That's cash money. I don't want no check.",
      "vi": "- Mel chuẩn bị tiền cho các anh ngay. - Tiền mặt nhé, tôi không nhận chi phiếu."
    }
  },
  {
    "translation": {
      "en": "I'll see what I can do. I can't promise you nothing.",
      "vi": "Tôi hiểu, không hứa đâu nhé."
    }
  },
  {
    "translation": {
      "en": "As long as it ain't no check. I ain't got no use for a check.",
      "vi": "Miễn không phải chi phiếu là được."
    }
  },
  {
    "translation": {
      "en": "Listen, Ma. I talked to Sturdyvant, and he said…",
      "vi": "Ma này. Tôi đã nói chuyện với Sturdyvant, ông ấy bảo..."
    }
  },
  {
    "translation": {
      "en": "Now I tried to talk him out of it,",
      "vi": "Tôi đã cố thuyết phục ông ấy,"
    }
  },
  {
    "translation": {
      "en": "but he said the best he can do is take $25 of your money",
      "vi": "nhưng ông ấy bảo tốt nhất chỉ có thể trừ 25 đô tiền của cô"
    }
  },
  {
    "translation": {
      "en": "and give it to Sylvester.",
      "vi": "để đưa cho Sylvester."
    }
  },
  {
    "translation": {
      "en": "Take what and do what?",
      "vi": "Trừ cái gì đưa cái gì?"
    }
  },
  {
    "translation": {
      "en": "If I wanted the boy to have $25 of my money, I'd give it to him.",
      "vi": "Nếu tôi muốn cho thằng bé tiền của tôi, tôi đã cho nó rồi."
    }
  },
  {
    "translation": {
      "en": "He's supposed to have his own money. He's supposed to get paid like everybody else.",
      "vi": "Nó phải có tiền của nó. Được trả thù lao như mọi người."
    }
  },
  {
    "translation": {
      "en": "You go on up there, and you tell Sturdyvant that he better pay the boy his own money.",
      "vi": "Đi lên bảo Sturdyvant trả tiền riêng cho thằng bé đi."
    }
  },
  {
    "translation": {
      "en": "-Yeah, I talked to him-- -[Ma Rainey] Talk to him again.",
      "vi": "- Tôi nói rồi... - Thì nói lại."
    }
  },
  {
    "translation": {
      "en": "Tell him if he don't pay the boy his own money, he'll never make another record of mine again. Tell him that.",
      "vi": "Nếu ông ta không trả tiền cho nó, thì không bao giờ làm được đĩa của tôi nữa."
    }
  },
  {
    "translation": {
      "en": "You supposed to be my manager. Always talking about sticking together.",
      "vi": "Ông là quản lý của tôi. Lúc nào cũng nói phải đoàn kết."
    }
  },
  {
    "translation": {
      "en": "Start sticking.",
      "vi": "Giờ đoàn kết đi."
    }
  },
  {
    "translation": {
      "en": "-Get the boy his money! -Okay.",
      "vi": "- Đòi trả tiền cho thằng bé! - Được rồi."
    }
  },
  {
    "translation": {
      "en": "I'll see what I can do.",
      "vi": "Để tôi xem làm được gì."
    }
  },
  {
    "translation": {
      "en": "Hey, Ma.",
      "vi": "Này, Ma."
    }
  },
  {
    "translation": {
      "en": "Is there something wrong? Is there a problem?",
      "vi": "Có gì không ổn à? Có vấn đề gì sao?"
    }
  },
  {
    "translation": {
      "en": "I want you to pay the boy his money. Sure, Ma. I got it right here.",
      "vi": "- Tôi muốn ông trả tiền cho thằng bé. - Được, Ma. Tôi có đây."
    }
  },
  {
    "translation": {
      "en": "It's, uh, 200 for you and 25 for the kid, right?",
      "vi": "Của cô là 200 đô la và của cậu ấy 25 đô la, phải chứ?"
    }
  },
  {
    "translation": {
      "en": "Irvin misunderstood me. It was all a mistake. It was all a mistake.",
      "vi": "Irvin đã hiểu lầm ý tôi. Nhầm lẫn thôi mà."
    }
  },
  {
    "translation": {
      "en": "-A mistake, huh? -Sure, Ma. Made a mistake.",
      "vi": "- Nhầm lẫn à? - Dĩ nhiên rồi, Ma. Tôi nhầm."
    }
  },
  {
    "translation": {
      "en": "But he's paid, right?",
      "vi": "Nhưng cậu ấy có tiền rồi."
    }
  },
  {
    "translation": {
      "en": "The only mistake…",
      "vi": "Sai lầm duy nhất..."
    }
  },
  {
    "translation": {
      "en": "was when you found out I hadn't signed the release forms.",
      "vi": "là khi các ông phát hiện tôi chưa ký chấp thuận phát hành."
    }
  },
  {
    "translation": {
      "en": "That was a mistake.",
      "vi": "Đó mới là sai lầm."
    }
  },
  {
    "translation": {
      "en": "Come on. Sign the forms, huh?",
      "vi": "Thôi nào. Ký đi mà."
    }
  },
  {
    "translation": {
      "en": "-Dussie Mae, Sylvester, come on. -Ma, sign the forms.",
      "vi": "- Dussie Mae, Sylvester, nào. - Ma, ký giấy đi."
    }
  },
  {
    "translation": {
      "en": "[Ma Rainey] Irvin, where's my car?",
      "vi": "Irvin, xe tôi đâu?"
    }
  },
  {
    "translation": {
      "en": "It's right out front. I got the keys right here. Come on and sign these forms, huh?",
      "vi": "Ở đằng trước. Tôi có chìa khóa đây. Cô ký giấy tờ đi."
    }
  },
  {
    "translation": {
      "en": "Irvin, give me my keys.",
      "vi": "Irvin, đưa tôi chìa khóa."
    }
  },
  {
    "translation": {
      "en": "Sure, Ma. Just… sign these forms.",
      "vi": "Được mà, Ma. Cứ ký đi đã."
    }
  },
  {
    "translation": {
      "en": "Send them to my address. I'll get around to 'em.",
      "vi": "Gửi đến địa chỉ nhà tôi. Rồi tôi sẽ ký."
    }
  },
  {
    "translation": {
      "en": "Come on, Ma. I took care of everything, didn't I?",
      "vi": "Thôi mà, Ma. Tôi đã thu xếp hết rồi còn gì?"
    }
  },
  {
    "translation": {
      "en": "I straightened everything out.",
      "vi": "Tôi đã lo đâu ra đấy."
    }
  },
  {
    "translation": {
      "en": "Please?",
      "vi": "Làm ơn đi?"
    }
  },
  {
    "translation": {
      "en": "And you tell Sturdyvant,",
      "vi": "Và ông bảo Sturdyvant,"
    }
  },
  {
    "translation": {
      "en": "any more mistakes and I can make my records someplace else.",
      "vi": "còn sai lầm nào nữa là tôi đi nơi khác làm đĩa đấy."
    }
  },
  {
    "translation": {
      "en": "[Cutler] I ain't gonna stand for it. Ain't gonna bring me no check down here.",
      "vi": "Tôi không chấp nhận đâu. Không được đưa chi phiếu."
    }
  },
  {
    "translation": {
      "en": "Man give me a check last time. What happened?",
      "vi": "Lần trước trả chi phiếu. Rồi sao?"
    }
  },
  {
    "translation": {
      "en": "We had to go all over Chicago to get it cashed.",
      "vi": "Ta phải đi khắp Chicago rút tiền."
    }
  },
  {
    "translation": {
      "en": "See a nigga with a check, first thing they think is he stole it.",
      "vi": "Thấy người da đen cầm chi phiếu, họ nghĩ ngay là ăn trộm."
    }
  },
  {
    "translation": {
      "en": "I ain't had no trouble cashing mine. I don't visit no whore houses.",
      "vi": "- Tôi rút tiền được mà. - Tôi không đi nhà thổ."
    }
  },
  {
    "translation": {
      "en": "You don't know my business, so don't start nothing.",
      "vi": "Ông không biết chuyện, đừng gây sự."
    }
  },
  {
    "translation": {
      "en": "I'm tired of you as it is. I ain't but two seconds off your ass, noway.",
      "vi": "Thế này tôi đã chán ông rồi. Tôi đứng gần ông lắm đấy, đừng hòng."
    }
  },
  {
    "translation": {
      "en": "Don't y'all start nothing now.",
      "vi": "- Đừng có gây sự. - Kệ cậu chứ."
    }
  },
  {
    "translation": {
      "en": "What the hell I care what you're tired of? I wasn't talking to you.",
      "vi": "- Đừng có gây sự. - Kệ cậu chứ. Tôi đâu nói với cậu. Với ông ấy mà."
    }
  },
  {
    "translation": {
      "en": "-I was talking to this man. -Boys, I've got your pay.",
      "vi": "Tôi đâu nói với cậu. Với ông ấy mà. Các anh, tôi gửi tiền đây."
    }
  },
  {
    "translation": {
      "en": "Mr. Irvin told me you boys prefer cash, and that's what I have for you.",
      "vi": "Irvin nói các anh thích lấy tiền mặt, nên tôi đưa luôn."
    }
  },
  {
    "translation": {
      "en": "That was a good session you boys put in. There's 25 for you.",
      "vi": "Hôm nay chơi tốt lắm. Của anh 25 đô la."
    }
  },
  {
    "translation": {
      "en": "Yes, sir, you boys really know your business. Twenty-five for you.",
      "vi": "Các anh lành nghề thật đấy. Của anh 25 đô la."
    }
  },
  {
    "translation": {
      "en": "We're gonna get you back in here real soon. Twenty-five.",
      "vi": "Chúng tôi sẽ sớm mời các anh trở lại. 25 đô la."
    }
  },
  {
    "translation": {
      "en": "And have another session, so you can make some more money.",
      "vi": "Chơi thêm một buổi nữa, để các anh có thêm tiền."
    }
  },
  {
    "translation": {
      "en": "And 25 for you.",
      "vi": "Của anh 25 đô la."
    }
  },
  {
    "translation": {
      "en": "[Levee] Uh, Mr. Sturdyvant, sir?",
      "vi": "Thưa ông Sturdyvant?"
    }
  },
  {
    "translation": {
      "en": "About them songs I give you?",
      "vi": "Còn mấy bài hát tôi đã gửi ông?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Oh, Levee. Uh, I thought about it. I don't think that people will buy them.",
      "vi": "Ừ. Levee. Tôi đã suy nghĩ rồi. Tôi nghĩ người ta sẽ không mua đâu."
    }
  },
  {
    "translation": {
      "en": "They're not the type of songs we're looking for.",
      "vi": "Không phải loại nhạc chúng tôi tìm."
    }
  },
  {
    "translation": {
      "en": "Mr. Sturdyvant, sir. I done already got my band picked out.",
      "vi": "Ông Sturdyvant, tôi đã chọn ban nhạc rồi."
    }
  },
  {
    "translation": {
      "en": "I got some real good fellas. They know how to play real good music.",
      "vi": "Tôi có những người rất giỏi. Họ biết chơi nhạc thực thụ."
    }
  },
  {
    "translation": {
      "en": "I know if the peoples hear the music, they'll buy it.",
      "vi": "Tôi biết người ta nghe thử là sẽ mua ngay."
    }
  },
  {
    "translation": {
      "en": "Uh, Levee, I'll be fair with you. They're not the right songs.",
      "vi": "Nói cho công bằng, nhưng bài đó không thích hợp."
    }
  },
  {
    "translation": {
      "en": "Mr. Sturdyvant, peoples is tired of hearing jug-band music.",
      "vi": "Ông Sturdyvant, mọi người chán loại nhạc nhàm chán rồi."
    }
  },
  {
    "translation": {
      "en": "The people in the big city? They want something with some fire to it.",
      "vi": "Người dân ở thành phố muốn thứ gì có lửa."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll tell you what. I'll give you $5 apiece for 'em.",
      "vi": "Tôi bảo này. Tôi trả cậu năm đô một bài."
    }
  },
  {
    "translation": {
      "en": "I don't want $5, Mr. Sturdyvant. I wants to record them songs like you say.",
      "vi": "Tôi không muốn năm đô, ông Sturdyvant. Tôi muốn thu đĩa như ông đã nói."
    }
  },
  {
    "translation": {
      "en": "Like I say, they're not the kind of songs we're looking for.",
      "vi": "Như tôi đã nói, mấy bài đó không thích hợp."
    }
  },
  {
    "translation": {
      "en": "Mr. Sturdyvant, you asked me to write them songs.",
      "vi": "Ông Sturdyvant, ông bảo tôi viết mà."
    }
  },
  {
    "translation": {
      "en": "Why didn't you tell me that when I first give them to you?",
      "vi": "Sao ông không nói thế lúc tôi mới đưa?"
    }
  },
  {
    "translation": {
      "en": "You told me you was gonna let me record them.",
      "vi": "Ông nói là sẽ cho tôi thu âm."
    }
  },
  {
    "translation": {
      "en": "What's the difference between then and now?",
      "vi": "Lúc đó và giờ khác gì nhau?"
    }
  },
  {
    "translation": {
      "en": "-I'll pay you for your trouble. -What's the difference?",
      "vi": "- Tôi sẽ đền bù phiền toái cho cậu. - Khác gì nhau?"
    }
  },
  {
    "translation": {
      "en": "That's what I wanna know. I had my fellas play your songs.",
      "vi": "- Tôi muốn biết điều đó. - Tôi đã cho ban nhạc chơi thử mấy bài đó."
    }
  },
  {
    "translation": {
      "en": "When I heard them, they didn't sound like the kind I'm looking for right now.",
      "vi": "Nghe không giống loại nhạc tôi đang tìm kiếm."
    }
  },
  {
    "translation": {
      "en": "You got to hear me play them.",
      "vi": "Ông phải nghe tôi chơi cơ."
    }
  },
  {
    "translation": {
      "en": "You ain't heard me play them. That's what's gonna make them sound right.",
      "vi": "Ông chưa nghe tôi chơi. Phải để tôi chơi nghe mới đúng."
    }
  },
  {
    "translation": {
      "en": "Levee, I don't doubt that.",
      "vi": "Levee, tôi biết thế."
    }
  },
  {
    "translation": {
      "en": "It's just that, I don't think they'd sell like Ma's records.",
      "vi": "Có điều, tôi nghĩ sẽ không bán được như đĩa của Ma."
    }
  },
  {
    "translation": {
      "en": "But I'll take 'em off your hands for you.",
      "vi": "Nhưng tôi sẽ mua giúp cậu."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Mr. Sturdyvant, sir.",
      "vi": "Ông Sturdyvant."
    }
  },
  {
    "translation": {
      "en": "I don't know what fellas you had playing them songs,",
      "vi": "Tôi không biết ông đã cho ban nhạc nào chơi,"
    }
  },
  {
    "translation": {
      "en": "but if I could play them, I'd set them down in the people's lap.",
      "vi": "nhưng nếu tôi được chơi, chắc chắn người ta sẽ thích ngay."
    }
  },
  {
    "translation": {
      "en": "Now, you told me I could record them songs.",
      "vi": "Ông đã nói tôi sẽ được thu âm mấy bài đó."
    }
  },
  {
    "translation": {
      "en": "There's nothing I can do about that.",
      "vi": "Tôi chịu thôi."
    }
  },
  {
    "translation": {
      "en": "Like I say, it's $5 apiece. That's what I'll pay ya.",
      "vi": "Như tôi đã nói, năm đô la một bài. Tôi sẽ trả chừng đó."
    }
  },
  {
    "translation": {
      "en": "I'm doing you a favor.",
      "vi": "Tôi làm ơn giúp cậu đấy."
    }
  },
  {
    "translation": {
      "en": "If you write any more, I'll help you out and take 'em off your hands.",
      "vi": "Nếu cậu viết thêm nữa, tôi sẽ mua giúp cậu."
    }
  },
  {
    "translation": {
      "en": "The price is $5 apiece. Just like now.",
      "vi": "Giá cũng là năm đô la một bài. Y như bây giờ."
    }
  },
  {
    "translation": {
      "en": "Hey, watch it, now.",
      "vi": "Coi chừng."
    }
  },
  {
    "translation": {
      "en": "Shit. You stepped on my shoe. Excuse me there, Levee.",
      "vi": "- Chết tiệt. Ông giẫm lên giày tôi. - Xin lỗi, Levee."
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "vi": "Nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "Nigga, you stepped on my shoe.",
      "vi": "Lão đen, ông giẫm lên giày tôi."
    }
  },
  {
    "translation": {
      "en": "-What you do that for? -Said I'm sorry.",
      "vi": "- Ông làm thế để làm gì? - Đã bảo xin lỗi rồi."
    }
  },
  {
    "translation": {
      "en": "You gonna step on my goddamn shoe. You done fucked up my shoe.",
      "vi": "Ông cố tình giẫm lên giày tôi. Ông làm hỏng giày tôi rồi."
    }
  },
  {
    "translation": {
      "en": "Look at what you done to my shoe, nigga.",
      "vi": "Xem ông làm gì giày tôi này."
    }
  },
  {
    "translation": {
      "en": "I ain't step on your shoe. What you wanna step on my shoe for?",
      "vi": "Tôi đâu có giẫm giày ông. Sao ông giẫm giày tôi?"
    }
  },
  {
    "translation": {
      "en": "Man said he was sorry.",
      "vi": "Ông ấy xin lỗi rồi."
    }
  },
  {
    "translation": {
      "en": "How the hell he gonna be sorry when he done ruined my shoe?",
      "vi": "Làm hỏng giày tôi thì làm sao mà xin lỗi?"
    }
  },
  {
    "translation": {
      "en": "Come talk about sorry.",
      "vi": "Bày đặt nói xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Nigga, you stepped on my shoe, you know that?",
      "vi": "Lão đen, ông giẫm lên giày tôi, biết không?"
    }
  },
  {
    "translation": {
      "en": "-See what you done done? -I said, \"Excuse me.\" Now it's over.",
      "vi": "- Thấy ông đã làm gì chưa? - Tôi đã nói \"Xin lỗi\". Hết chuyện rồi."
    }
  },
  {
    "translation": {
      "en": "-What you want me to do, huh? -Wanna go and fuck up my shoe like that.",
      "vi": "- Cậu muốn tôi làm gì? - Ông muốn cố tình phá giày tôi."
    }
  },
  {
    "translation": {
      "en": "I ain't step on your shoe. Huh? Look at this.",
      "vi": "Tôi đâu có giẫm lên giày ông. Nhìn này."
    }
  },
  {
    "translation": {
      "en": "-Okay, come on, now. -Naw, naw. Look at what you done.",
      "vi": "- Thôi đi nào. - Không. Nhìn xem ông đã làm gì."
    }
  },
  {
    "translation": {
      "en": "Look at that. That's my shoe.",
      "vi": "Nhìn đi. Giày tôi đấy."
    }
  },
  {
    "translation": {
      "en": "You did it. You did it!",
      "vi": "Ông làm đấy!"
    }
  },
  {
    "translation": {
      "en": "You fucked up my shoe.",
      "vi": "Ông làm hỏng giày tôi."
    }
  },
  {
    "translation": {
      "en": "You stepped on my shoe with them raggedy-ass clodhoppers.",
      "vi": "Ông giẫm lên giày tôi bằng đôi giày hầm hố đó."
    }
  },
  {
    "translation": {
      "en": "Ain't nobody studying about you and your shoe.",
      "vi": "Chẳng ai thèm để ý đến cậu và giày dép của cậu."
    }
  },
  {
    "translation": {
      "en": "I said, \"Excuse me.\"",
      "vi": "Tôi đã nói \"Xin lỗi\" rồi."
    }
  },
  {
    "translation": {
      "en": "If you can't accept that, then the hell with it.",
      "vi": "Nếu cậu không chịu thì mặc xác cậu."
    }
  },
  {
    "translation": {
      "en": "What you want me to do?",
      "vi": "Cậu muốn tôi làm gì?"
    }
  },
  {
    "translation": {
      "en": "You stepped on my shoe.",
      "vi": "Ông giẫm lên giày tôi."
    }
  },
  {
    "translation": {
      "en": "He… He stepped on my shoe. He did.",
      "vi": "Lão ấy giẫm lên giày tôi. Lão ấy đã làm đấy."
    }
  },
  {
    "translation": {
      "en": "Honest. Cutler, he stepped on my shoe.",
      "vi": "Thật mà. Cutler, lão ấy giẫm lên giày tôi."
    }
  },
  {
    "translation": {
      "en": "What he do that for? Toledo, what you do that for?",
      "vi": "Sao lão ấy làm thế? Toledo, sao ông làm thế?"
    }
  },
  {
    "translation": {
      "en": "Cutler, help.",
      "vi": "Cutler, giúp tôi."
    }
  },
  {
    "translation": {
      "en": "He stepped on my shoe.",
      "vi": "Lão ấy giẫm lên giày tôi."
    }
  },
  {
    "translation": {
      "en": "It's okay, Toledo. I'll help you.",
      "vi": "Không sao. Tôi sẽ giúp cậu."
    }
  },
  {
    "translation": {
      "en": "Come on, Toledo.",
      "vi": "Dậy nào, Toledo."
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "vi": "Ôi, không."
    }
  },
  {
    "translation": {
      "en": "Don't…",
      "vi": "Đừng..."
    }
  },
  {
    "translation": {
      "en": "Don't look at me like that.",
      "vi": "Đừng nhìn tôi như thế."
    }
  }
]