[
  {
    "translation": {
      "en": "Ra mắt bốn ngày trước. Hơi giật, mà trò này hay.",
      "vi": "Ra mắt bốn ngày trước.Hơi giật, mà trò này hay."
    }
  },
  {
    "translation": {
      "en": "Pokémon Go mau chóng thành một trong số ứng dụng được tải nhiều nhất thế giới.",
      "vi": "Pokémon Go mau chóng thành một trongsố ứng dụng được tải nhiều nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "Tôi ra ngoài mỗi ngày, đi bộ nhiều dặm, cố ấp trứng, bắt Pokémon.",
      "vi": "Tôi ra ngoài mỗi ngày, đi bộ nhiều dặm,cố ấp trứng, bắt Pokémon."
    }
  },
  {
    "translation": {
      "en": "Trong tháng đầu tiên, nó đã phá năm kỷ lục thế giới,",
      "vi": "Trong tháng đầu tiên,nó đã phá năm kỷ lục thế giới,"
    }
  },
  {
    "translation": {
      "en": "trở thành trò chơi di động kiếm được 100 triệu đô nhanh nhất, chỉ với 20 ngày.",
      "vi": "trở thành trò chơi di động kiếm được100 triệu đô nhanh nhất, chỉ với 20 ngày."
    }
  },
  {
    "translation": {
      "en": "Nay tôi gặp rất nhiều người lạ ở công viên.",
      "vi": "Nay tôi gặprất nhiều người lạ ở công viên."
    }
  },
  {
    "translation": {
      "en": "Tôi nói: ''Bắt con gì thế?'' Bọn tôi cố đi tìm với nhau.",
      "vi": "Tôi nói: ''Bắt con gì thế?''Bọn tôi cố đi tìm với nhau."
    }
  },
  {
    "translation": {
      "en": "Cơn sốt Pokémon này được tạo ra nhờ một công nghệ có độ chính xác cao",
      "vi": "Cơn sốt Pokémon này được tạo ra nhờmột công nghệ có độ chính xác cao"
    }
  },
  {
    "translation": {
      "en": "đã được ra mắt với công chúng: Hệ thống định vị toàn cầu",
      "vi": "đã được ra mắt với công chúng:Hệ thống định vị toàn cầu"
    }
  },
  {
    "translation": {
      "en": "Ngày nay, GPS chỉ dẫn và theo dõi gần như tất cả mọi thứ cử động",
      "vi": "Ngày nay, GPS chỉ dẫn và theo dõigần như tất cả mọi thứ cử động"
    }
  },
  {
    "translation": {
      "en": "nó có thể định vị bạn tới tận đầu cái ghim.",
      "vi": "nó có thể định vị bạntới tận đầu cái ghim."
    }
  },
  {
    "translation": {
      "en": "Ước tính khoảng bốn tỷ người, một nửa dân số thế giới,",
      "vi": "Ước tính khoảng bốn tỷ người,một nửa dân số thế giới,"
    }
  },
  {
    "translation": {
      "en": "Nó đã thêm 1,4 nghìn tỷ đô la lợi ích kinh tế cho chỉ riêng nước Mỹ.",
      "vi": "Nó đã thêm 1,4 nghìn tỷ đô lalợi ích kinh tế cho chỉ riêng nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "Đó là mức ngân sách hàng năm của NASA nhân thêm 60 lần.",
      "vi": "Đó là mức ngân sách hàng năm của NASAnhân thêm 60 lần."
    }
  },
  {
    "translation": {
      "en": "điện thoại có thể ghi lại vị trí chính xác của bạn mỗi hai giây,",
      "vi": "điện thoại có thể ghi lạivị trí chính xác của bạn mỗi hai giây,"
    }
  },
  {
    "translation": {
      "en": "Hơn 90% xe hơi mới được bán ra ở Mỹ đã tích hợp sẵn định vị toàn cầu,",
      "vi": "Hơn 90% xe hơi mới được bán ra ở Mỹđã tích hợp sẵn định vị toàn cầu,"
    }
  },
  {
    "translation": {
      "en": "GPS có ở mọi nơi, kể cả ở những nơi ta không nhận ra.",
      "vi": "GPS có ở mọi nơi,kể cả ở những nơi ta không nhận ra."
    }
  },
  {
    "translation": {
      "en": "Nhưng công nghệ đột phá tối thượng này giúp ta tìm đường",
      "vi": "Nhưng công nghệ đột phá tối thượng nàygiúp ta tìm đường"
    }
  },
  {
    "translation": {
      "en": "Việc phát minh ra GPS đã hoàn toàn thay đổi cuộc sống của ta.",
      "vi": "Việc phát minh ra GPSđã hoàn toàn thay đổi cuộc sống của ta."
    }
  },
  {
    "translation": {
      "en": "Không chỉ giúp bạn tìm đường, nó còn định hướng cho vũ khí…",
      "vi": "Không chỉ giúp bạn tìm đường,nó còn định hướng cho vũ khí…"
    }
  },
  {
    "translation": {
      "en": "Thật khó để hình dung một thế giới thiếu đi GPS.",
      "vi": "Thật khó để hình dungmột thế giới thiếu đi GPS."
    }
  },
  {
    "translation": {
      "en": "Trước kia, trong hầu hết lịch sử loài người,",
      "vi": "Trước kia, trong hầu hếtlịch sử loài người,"
    }
  },
  {
    "translation": {
      "en": "để tìm một địa điểm, bạn mở một tấm bản đồ giấy ra.",
      "vi": "để tìm một địa điểm,bạn mở một tấm bản đồ giấy ra."
    }
  },
  {
    "translation": {
      "en": "Bạn sẽ thấy một chiếc la bàn đáng tiền nếu bạn hay di chuyển ở các vùng hoang vu.",
      "vi": "Bạn sẽ thấy một chiếc la bàn đáng tiềnnếu bạn hay di chuyển ở các vùng hoang vu."
    }
  },
  {
    "translation": {
      "en": "Nhưng tất cả đã thay đổi vào tháng Mười năm 1957.",
      "vi": "Nhưng tất cả đã thay đổivào tháng Mười năm 1957."
    }
  },
  {
    "translation": {
      "en": "Liên Xô đã gây chấn động thế giới khi phóng đi vệ tinh đầu tiên, Sputnik,",
      "vi": "Liên Xô đã gây chấn động thế giớikhi phóng đi vệ tinh đầu tiên, Sputnik,"
    }
  },
  {
    "translation": {
      "en": "chứng minh một máy phát vô tuyến đơn giản có thể hoạt động từ vũ trụ.",
      "vi": "chứng minh một máy phát vô tuyến đơn giảncó thể hoạt động từ vũ trụ."
    }
  },
  {
    "translation": {
      "en": "Một quả cầu kim loại 58,4 cm đã được đưa vào quỹ đạo bởi một tên lửa Nga.",
      "vi": "Một quả cầu kim loại 58,4 cm đã đượcđưa vào quỹ đạo bởi một tên lửa Nga."
    }
  },
  {
    "translation": {
      "en": "hai nhà vật lý William Guier và George Weiffenbach",
      "vi": "hai nhà vật lýWilliam Guier và George Weiffenbach"
    }
  },
  {
    "translation": {
      "en": "đang mày mò vài thiết bị thu âm tại gia và lắng nghe tiếng bíp của Sputnik,",
      "vi": "đang mày mò vài thiết bị thu âm tại giavà lắng nghe tiếng bíp của Sputnik,"
    }
  },
  {
    "translation": {
      "en": "Bạn đang nghe tín hiệu thực truyền từ vệ tinh quay quanh Trái Đất.",
      "vi": "Bạn đang nghe tín hiệu thựctruyền từ vệ tinh quay quanh Trái Đất."
    }
  },
  {
    "translation": {
      "en": "Bằng cách đo sự thay đổi tần số tiếng bíp của Sputnik khi nó bay qua đầu,",
      "vi": "Bằng cách đo sự thay đổi tần sốtiếng bíp của Sputnik khi nó bay qua đầu,"
    }
  },
  {
    "translation": {
      "en": "họ có thể xác định chính xác vị trí của vệ tinh.",
      "vi": "họ có thểxác định chính xác vị trí của vệ tinh."
    }
  },
  {
    "translation": {
      "en": "Nếu họ nhìn phát hiện này theo hướng ngược lại thì sao?",
      "vi": "Nếu họ nhìn phát hiện nàytheo hướng ngược lại thì sao?"
    }
  },
  {
    "translation": {
      "en": "Lần theo tiếng bíp của một vệ tinh với quỹ đạo biết trước",
      "vi": "Lần theo tiếng bípcủa một vệ tinh với quỹ đạo biết trước"
    }
  },
  {
    "translation": {
      "en": "liệu có thể cho phép họ xác định vị trí của đầu thu",
      "vi": "liệu có thể cho phép họxác định vị trí của đầu thu"
    }
  },
  {
    "translation": {
      "en": "Phát hiện này là tin tức quan trọng với quân đội Mỹ,",
      "vi": "Phát hiện này làtin tức quan trọng với quân đội Mỹ,"
    }
  },
  {
    "translation": {
      "en": "Hải quân muốn một hệ thống nhắm mục tiêu tàng hình với kẻ địch, khác với Sonar.",
      "vi": "Hải quân muốn một hệ thống nhắm mục tiêutàng hình với kẻ địch, khác với Sonar."
    }
  },
  {
    "translation": {
      "en": "Nên họ bắt tay vào làm một chương trình vệ tinh có tên Transit.",
      "vi": "Nên họ bắt tay vào làmmột chương trình vệ tinh có tên Transit."
    }
  },
  {
    "translation": {
      "en": "sẽ hoạt động như một đèn hiệu vũ trụ giúp định hướng trên Trái Đất.",
      "vi": "sẽ hoạt động như một đèn hiệu vũ trụgiúp định hướng trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "Đến giữa những năm 60, họ đã đưa sáu vệ tinh vào quỹ đạo.",
      "vi": "Đến giữa những năm 60,họ đã đưa sáu vệ tinh vào quỹ đạo."
    }
  },
  {
    "translation": {
      "en": "Nhưng độ chính xác mới đầu lệch tới hơn 1,6 km.",
      "vi": "Nhưng độ chính xácmới đầu lệch tới hơn 1,6 km."
    }
  },
  {
    "translation": {
      "en": "Tuy nhiên, định vị bằng vệ tinh đã hoạt động.",
      "vi": "Tuy nhiên, định vị bằng vệ tinhđã hoạt động."
    }
  },
  {
    "translation": {
      "en": "Vào một cuối tuần nghỉ lễ Lao Động oi bức của năm 1973,",
      "vi": "Vào một cuối tuầnnghỉ lễ Lao Động oi bức của năm 1973,"
    }
  },
  {
    "translation": {
      "en": "Đại tá Brad Parkinson tổ chức một cuộc họp tối mật gồm các kỹ sư",
      "vi": "Đại tá Brad Parkinson tổ chứcmột cuộc họp tối mật gồm các kỹ sư"
    }
  },
  {
    "translation": {
      "en": "để nghĩ cách tạo ra một hệ thống định vị vệ tinh toàn cầu.",
      "vi": "để nghĩ cách tạo ramột hệ thống định vị vệ tinh toàn cầu."
    }
  },
  {
    "translation": {
      "en": "Mỗi cái sẽ bay quanh hành tinh hai lần mỗi ngày",
      "vi": "Mỗi cái sẽ bay quanh hành tinhhai lần mỗi ngày"
    }
  },
  {
    "translation": {
      "en": "theo một trong sáu quỹ đạo cố định để đảm bảo phủ sóng toàn cầu 24/7.",
      "vi": "theo một trong sáu quỹ đạo cố địnhđể đảm bảo phủ sóng toàn cầu 24/7."
    }
  },
  {
    "translation": {
      "en": "Trên vệ tinh, các đồng hồ nguyên tử siêu chính xác sẽ gửi tín hiệu",
      "vi": "Trên vệ tinh, các đồng hồ nguyên tửsiêu chính xác sẽ gửi tín hiệu"
    }
  },
  {
    "translation": {
      "en": "đến Trái Đất với tốc độ ánh sáng, cung cấp vị trí và thời gian chính xác của chúng.",
      "vi": "đến Trái Đất với tốc độ ánh sáng, cung cấpvị trí và thời gian chính xác của chúng."
    }
  },
  {
    "translation": {
      "en": "Bên dưới, một đầu thu GPS sẽ nhận tín hiệu từ ít nhất bốn vệ tinh có sẵn",
      "vi": "Bên dưới, một đầu thu GPS sẽ nhận tín hiệutừ ít nhất bốn vệ tinh có sẵn"
    }
  },
  {
    "translation": {
      "en": "và đo khoảng cách tới từng vệ tinh để tính vị trí chính xác của nó,",
      "vi": "và đo khoảng cách tới từng vệ tinhđể tính vị trí chính xác của nó,"
    }
  },
  {
    "translation": {
      "en": "giúp toàn bộ quân đội Hoa Kỳ có lợi thế về điều hướng dưới nước,",
      "vi": "giúp toàn bộ quân đội Hoa Kỳcó lợi thế về điều hướng dưới nước,"
    }
  },
  {
    "translation": {
      "en": "Vào năm 1978, vệ tinh Navstar đầu tiên tiến vào quỹ đạo.",
      "vi": "Vào năm 1978,vệ tinh Navstar đầu tiên tiến vào quỹ đạo."
    }
  },
  {
    "translation": {
      "en": "Hệ thống độc đáo này giúp các tàu, máy bay và phương tiện đường bộ",
      "vi": "Hệ thống độc đáo này giúpcác tàu, máy bay và phương tiện đường bộ"
    }
  },
  {
    "translation": {
      "en": "xác định vị trí của chúng với độ chính xác lệch dưới chín mét.",
      "vi": "xác định vị trí của chúngvới độ chính xác lệch dưới chín mét."
    }
  },
  {
    "translation": {
      "en": "Parkinson nghĩ rằng GPS cũng sẽ cải thiện độ ngắm chính xác của hệ thống vũ khí,",
      "vi": "Parkinson nghĩ rằng GPS cũng sẽ cải thiệnđộ ngắm chính xác của hệ thống vũ khí,"
    }
  },
  {
    "translation": {
      "en": "khiến chúng nhân đạo hơn khi giảm thiểu thương vong ngoài ý muốn.",
      "vi": "khiến chúng nhân đạo hơnkhi giảm thiểu thương vong ngoài ý muốn."
    }
  },
  {
    "translation": {
      "en": "Cuối thập niên 70, máy bay phản lực F-4 đã kiểm chứng giả thiết này",
      "vi": "Cuối thập niên 70, máy bay phản lực F-4đã kiểm chứng giả thiết này"
    }
  },
  {
    "translation": {
      "en": "bằng cách sử dụng GPS để thả bom cát vào sa mạc",
      "vi": "bằng cách sử dụng GPSđể thả bom cát vào sa mạc"
    }
  },
  {
    "translation": {
      "en": "TRỤ SỞ BÃI THỬ NGHIỆM YUMA",
      "vi": "TRỤ SỞBÃI THỬ NGHIỆM YUMA"
    }
  },
  {
    "translation": {
      "en": "máy bay phản lực liên tục thả trúng cùng một mục tiêu trong vòng năm tới mười mét.",
      "vi": "máy bay phản lực liên tục thả trúng cùngmột mục tiêu trong vòng năm tới mười mét."
    }
  },
  {
    "translation": {
      "en": "Hệ thống cần các đầu thu khổng lồ ngốn năng lượng trên mặt đất,",
      "vi": "Hệ thống cần các đầu thukhổng lồ ngốn năng lượng trên mặt đất,"
    }
  },
  {
    "translation": {
      "en": "Người ta sớm nhận ra GPS cũng hữu ích khi cứu người chả kém gì khi lấy mạng người.",
      "vi": "Người ta sớm nhận ra GPS cũng hữu ích khicứu người chả kém gì khi lấy mạng người."
    }
  },
  {
    "translation": {
      "en": "…tối nay tôi xuất hiện để nói về vụ thảm sát Korean Airline,",
      "vi": "…tối nay tôi xuất hiệnđể nói về vụ thảm sát Korean Airline,"
    }
  },
  {
    "translation": {
      "en": "cuộc tấn công của Liên Xô nhắm vào 269 người đàn ông, phụ nữ và trẻ em vô tội",
      "vi": "cuộc tấn công của Liên Xô nhắm vào269 người đàn ông, phụ nữ và trẻ em vô tội"
    }
  },
  {
    "translation": {
      "en": "trên một máy bay thương mại không vũ khí của Hàn Quốc.",
      "vi": "trên một máy bay thương mạikhông vũ khí của Hàn Quốc."
    }
  },
  {
    "translation": {
      "en": "Người ta tin các phi công đã không nhận ra máy bay đi chệch khỏi lộ trình đã định",
      "vi": "Người ta tin các phi công đã không nhận ramáy bay đi chệch khỏi lộ trình đã định"
    }
  },
  {
    "translation": {
      "en": "LIÊN XÔ - HOA KỲ TOKYO",
      "vi": "LIÊN XÔ - HOA KỲTOKYO"
    }
  },
  {
    "translation": {
      "en": "Việc truy cập vào GPS đã có thể ngăn thảm họa này.",
      "vi": "Việc truy cập vào GPSđã có thể ngăn thảm họa này."
    }
  },
  {
    "translation": {
      "en": "Tổng thống Reagan thực hiện một động thái lịch sử",
      "vi": "Tổng thống Reaganthực hiện một động thái lịch sử"
    }
  },
  {
    "translation": {
      "en": "lần đầu tiên cho phép người dân sử dụng miễn phí hệ thống GPS của Lầu Năm Góc,",
      "vi": "lần đầu tiên cho phép người dân sử dụngmiễn phí hệ thống GPS của Lầu Năm Góc,"
    }
  },
  {
    "translation": {
      "en": "để thảm họa như vậy sẽ không bao giờ xảy ra nữa.",
      "vi": "để thảm họa như vậysẽ không bao giờ xảy ra nữa."
    }
  },
  {
    "translation": {
      "en": "là người dân sẽ nhận được tín hiệu khác so với của quân đội, loại không tốt bằng.",
      "vi": "là người dân sẽ nhận được tín hiệu khácso với của quân đội, loại không tốt bằng."
    }
  },
  {
    "translation": {
      "en": "Nó có nghĩa là định hướng trên toàn cầu và điều khiển máy bay giờ đã an toàn hơn",
      "vi": "Nó có nghĩa là định hướng trên toàn cầuvà điều khiển máy bay giờ đã an toàn hơn"
    }
  },
  {
    "translation": {
      "en": "Hai năm sau, ông còn nới lỏng việc dùng GPS thêm nữa,",
      "vi": "Hai năm sau,ông còn nới lỏng việc dùng GPS thêm nữa,"
    }
  },
  {
    "translation": {
      "en": "cho phép các công ty tư nhân sản xuất đầu thu GPS cho công chúng.",
      "vi": "cho phép các công ty tư nhânsản xuất đầu thu GPS cho công chúng."
    }
  },
  {
    "translation": {
      "en": "Năm 1988, Magellan tung ra thị trường chiếc NAV 1000 có giá 3.000 đô la,",
      "vi": "Năm 1988, Magellan tung ra thị trườngchiếc NAV 1000 có giá 3.000 đô la,"
    }
  },
  {
    "translation": {
      "en": "Còn Garmin bán đầu thu GPS cho bất cứ ai có thuyền,",
      "vi": "Còn Garmin bánđầu thu GPS cho bất cứ ai có thuyền,"
    }
  },
  {
    "translation": {
      "en": "máy bay, hay đơn thuần là có tình yêu với dã ngoại.",
      "vi": "máy bay, hay đơn thuần làcó tình yêu với dã ngoại."
    }
  },
  {
    "translation": {
      "en": "Công ty Nhật Bản Mazda là hãng đầu tiên khai phá thị trường xe hơi béo bở",
      "vi": "Công ty Nhật Bản Mazda là hãng đầu tiênkhai phá thị trường xe hơi béo bở"
    }
  },
  {
    "translation": {
      "en": "với chiếc xe Coupe sang trọng: Eunos Cosmo.",
      "vi": "với chiếc xe Coupesang trọng: Eunos Cosmo."
    }
  },
  {
    "translation": {
      "en": "Rõ ràng, GPS hầu như vẫn chỉ là đồ chơi cho người giàu.",
      "vi": "Rõ ràng, GPS hầu nhưvẫn chỉ là đồ chơi cho người giàu."
    }
  },
  {
    "translation": {
      "en": "quân đội Mỹ nhận ra GPS có thể đem lại cho kẻ địch một lợi thế chiến lược.",
      "vi": "quân đội Mỹ nhận ra GPS có thể đem lạicho kẻ địch một lợi thế chiến lược."
    }
  },
  {
    "translation": {
      "en": "nên họ quyết định làm tín hiệu phi quân sự trở nên tệ hơn nữa.",
      "vi": "nên họ quyết định làmtín hiệu phi quân sự trở nên tệ hơn nữa."
    }
  },
  {
    "translation": {
      "en": "Độ chính xác tăng từ khoảng 10 mét lên tận 100 mét.",
      "vi": "Độ chính xáctăng từ khoảng 10 mét lên tận 100 mét."
    }
  },
  {
    "translation": {
      "en": "Ngay lập tức, các tài xế có GPS bắt đầu bỏ lỡ các khúc rẽ.",
      "vi": "Ngay lập tức, các tài xế có GPSbắt đầu bỏ lỡ các khúc rẽ."
    }
  },
  {
    "translation": {
      "en": "Tuy nhiên, tín hiệu quân sự vẫn cực kỳ chính xác,",
      "vi": "Tuy nhiên, tín hiệu quân sựvẫn cực kỳ chính xác,"
    }
  },
  {
    "translation": {
      "en": "và vào đầu năm sau, nó được đưa vào thực chiến.",
      "vi": "và vào đầu năm sau,nó được đưa vào thực chiến."
    }
  },
  {
    "translation": {
      "en": "Ở Chiến tranh Vùng Vịnh lần một, hệ thống GPS của Mỹ đã cách mạng hóa chiến trường.",
      "vi": "Ở Chiến tranh Vùng Vịnh lần một, hệ thốngGPS của Mỹ đã cách mạng hóa chiến trường."
    }
  },
  {
    "translation": {
      "en": "Nó điều hướng cho vũ khí thông minh trong các cuộc tấn công chính xác vào Iraq",
      "vi": "Nó điều hướng cho vũ khí thông minhtrong các cuộc tấn công chính xác vào Iraq"
    }
  },
  {
    "translation": {
      "en": "và cho các đội cơ động tiên phong của Mỹ một lợi thế chiến lược lớn,",
      "vi": "và cho các đội cơ động tiên phong của Mỹmột lợi thế chiến lược lớn,"
    }
  },
  {
    "translation": {
      "en": "giúp họ điều hướng trên sa mạc trong đêm, cho họ một yếu tố tối quan trọng",
      "vi": "giúp họ điều hướng trên sa mạc trong đêm,cho họ một yếu tố tối quan trọng"
    }
  },
  {
    "translation": {
      "en": "Nếu ta mà định chiếm Iraq, ta đã có thể làm mà không gặp kháng cự.",
      "vi": "Nếu ta mà định chiếm Iraq,ta đã có thể làm mà không gặp kháng cự."
    }
  },
  {
    "translation": {
      "en": "Mà những lính thường hoạt động ở vùng sa mạc trống",
      "vi": "Mà những lính thườnghoạt động ở vùng sa mạc trống"
    }
  },
  {
    "translation": {
      "en": "nên họ viết thư về cho gia đình, nhờ gửi các thiết bị GPS thương mại.",
      "vi": "nên họ viết thư về cho gia đình,nhờ gửi các thiết bị GPS thương mại."
    }
  },
  {
    "translation": {
      "en": "Bạn không thể điều phối chiến trường nếu tất cả không dùng chung một tín hiệu.",
      "vi": "Bạn không thể điều phối chiến trườngnếu tất cả không dùng chung một tín hiệu."
    }
  },
  {
    "translation": {
      "en": "và cũng tạm thời, dân thường được nếm mùi hàng xịn.",
      "vi": "và cũng tạm thời,dân thường được nếm mùi hàng xịn."
    }
  },
  {
    "translation": {
      "en": "Tất nhiên khi Chiến tranh Vùng Vịnh kết thúc, chính phủ lại bật lại công tắc.",
      "vi": "Tất nhiên khi Chiến tranh Vùng Vịnhkết thúc, chính phủ lại bật lại công tắc."
    }
  },
  {
    "translation": {
      "en": "Mà giờ công chúng đã biết điều khả thi là gì.",
      "vi": "Mà giờ công chúngđã biết điều khả thi là gì."
    }
  },
  {
    "translation": {
      "en": "đảm bảo phủ sóng toàn cầu cho cả mục đích quân sự và dân sự.",
      "vi": "đảm bảo phủ sóng toàn cầucho cả mục đích quân sự và dân sự."
    }
  },
  {
    "translation": {
      "en": "Thiết bị GPS cho người tiêu dùng đang giảm dần cả kích cỡ lẫn giá cả.",
      "vi": "Thiết bị GPS cho người tiêu dùngđang giảm dần cả kích cỡ lẫn giá cả."
    }
  },
  {
    "translation": {
      "en": "StreetPilot thành thiết bị định vị vệ tinh di động thân thiện với xe hơi đầu tiên.",
      "vi": "StreetPilot thành thiết bị định vị vệ tinhdi động thân thiện với xe hơi đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Mặc dù có giá 400 đô một chiếc, nó vẫn xa xỉ với nhiều người,",
      "vi": "Mặc dù có giá 400 đô một chiếc,nó vẫn xa xỉ với nhiều người,"
    }
  },
  {
    "translation": {
      "en": "GPS giờ đang làm việc từng là một trong số tài năng vĩ đại nhất của nhân loại.",
      "vi": "GPS giờ đang làm việc từng là một trong sốtài năng vĩ đại nhất của nhân loại."
    }
  },
  {
    "translation": {
      "en": "con người đã tìm đường vượt hàng ngàn dặm trên mặt nước mà không có công nghệ",
      "vi": "con người đã tìm đường vượt hàng ngàn dặmtrên mặt nước mà không có công nghệ"
    }
  },
  {
    "translation": {
      "en": "Trên đất liền, ta đã bao quát được các khoảng cách lớn nhờ định vị tự nhiên,",
      "vi": "Trên đất liền, ta đã bao quát đượccác khoảng cách lớn nhờ định vị tự nhiên,"
    }
  },
  {
    "translation": {
      "en": "vạch ra các tuyến đường nhờ đánh dấu hoặc tạo bản đồ tâm trí trong não.",
      "vi": "vạch ra các tuyến đường nhờ đánh dấuhoặc tạo bản đồ tâm trí trong não."
    }
  },
  {
    "translation": {
      "en": "các tài xế taxi London được đào tạo có thể nhớ tới 25.000 con phố khác nhau.",
      "vi": "các tài xế taxi London được đào tạocó thể nhớ tới 25.000 con phố khác nhau."
    }
  },
  {
    "translation": {
      "en": "GPS bắt đầu thay các kỹ năng đó của con người bằng công nghệ,",
      "vi": "GPS bắt đầu thay các kỹ năng đócủa con người bằng công nghệ,"
    }
  },
  {
    "translation": {
      "en": "khiến việc định hướng dễ dàng hơn và mất ít công sức hơn.",
      "vi": "khiến việc định hướngdễ dàng hơn và mất ít công sức hơn."
    }
  },
  {
    "translation": {
      "en": "Và các quốc gia khác muốn có hệ thống GPS của riêng họ.",
      "vi": "Và các quốc gia khácmuốn có hệ thống GPS của riêng họ."
    }
  },
  {
    "translation": {
      "en": "Nga hoàn thành Hệ thống Định vị Vệ tinh Toàn cầu chỉ cho quân sự vào năm 1993.",
      "vi": "Nga hoàn thành Hệ thống Định vị Vệ tinhToàn cầu chỉ cho quân sự vào năm 1993."
    }
  },
  {
    "translation": {
      "en": "Mà cạnh tranh quốc tế là đâu thể tránh khỏi",
      "vi": "Mà cạnh tranh quốc tếlà đâu thể tránh khỏi"
    }
  },
  {
    "translation": {
      "en": "và doanh nghiệp tư đang đòi hỏi một tín hiệu chính xác và ổn định hơn.",
      "vi": "và doanh nghiệp tư đang đòi hỏimột tín hiệu chính xác và ổn định hơn."
    }
  },
  {
    "translation": {
      "en": "Tổng thống Clinton chịu thua áp lực từ doanh nghiệp",
      "vi": "Tổng thống Clintonchịu thua áp lực từ doanh nghiệp"
    }
  },
  {
    "translation": {
      "en": "Nói đơn giản, chúng tôi thôi làm nhiễu tín hiệu GPS.",
      "vi": "Nói đơn giản,chúng tôi thôi làm nhiễu tín hiệu GPS."
    }
  },
  {
    "translation": {
      "en": "Qua một đêm, hệ thống GPS cải thiện gấp năm lần hoặc hơn.",
      "vi": "Qua một đêm, hệ thống GPScải thiện gấp năm lần hoặc hơn."
    }
  },
  {
    "translation": {
      "en": "Rất dễ thuyết phục những ai ưa chính xác mua thứ này",
      "vi": "Rất dễ thuyết phụcnhững ai ưa chính xác mua thứ này"
    }
  },
  {
    "translation": {
      "en": "Dịch vụ cấp cứu và các đội tìm kiếm cứu hộ thêm GPS",
      "vi": "Dịch vụ cấp cứuvà các đội tìm kiếm cứu hộ thêm GPS"
    }
  },
  {
    "translation": {
      "en": "GPS giúp phát triển hệ thống cho máy bay thương mại",
      "vi": "GPS giúp phát triển hệ thốngcho máy bay thương mại"
    }
  },
  {
    "translation": {
      "en": "giúp an toàn, chính xác hơn khi hạ cánh lên các đường băng khó tiếp cận.",
      "vi": "giúp an toàn, chính xác hơn khi hạ cánhlên các đường băng khó tiếp cận."
    }
  },
  {
    "translation": {
      "en": "cạnh tranh để đưa ra các tính năng xịn mới.",
      "vi": "cạnh tranh để đưa racác tính năng xịn mới."
    }
  },
  {
    "translation": {
      "en": "là có thể nói chuyện với GPS cũng như nó nói chuyện lại với bạn.",
      "vi": "là có thể nói chuyện với GPScũng như nó nói chuyện lại với bạn."
    }
  },
  {
    "translation": {
      "en": "- Bạn có muốn bắt đầu định hướng không? - Có.",
      "vi": "- Bạn có muốn bắt đầu định hướng không?- Có."
    }
  },
  {
    "translation": {
      "en": "Reality View cung cấp hình ảnh 3D thực tế của các nút giao cao tốc phức tạp,",
      "vi": "Reality View cung cấp hình ảnh 3D thực tếcủa các nút giao cao tốc phức tạp,"
    }
  },
  {
    "translation": {
      "en": "để cuộc sống lái xe của bạn đỡ căng thẳng nhất có thể.",
      "vi": "để cuộc sống lái xe của bạnđỡ căng thẳng nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Người ta sớm nhận ra GPS không chỉ giỏi tìm đường",
      "vi": "Người ta sớm nhận raGPS không chỉ giỏi tìm đường"
    }
  },
  {
    "translation": {
      "en": "từ trẻ nhỏ cho tới các thiếu niên với sự tự do mới có.",
      "vi": "từ trẻ nhỏ cho tớicác thiếu niên với sự tự do mới có."
    }
  },
  {
    "translation": {
      "en": "Rất nhiều người dùng thiết bị này cho trẻ 16 tuổi chuẩn bị lấy bằng lái.",
      "vi": "Rất nhiều người dùng thiết bị nàycho trẻ 16 tuổi chuẩn bị lấy bằng lái."
    }
  },
  {
    "translation": {
      "en": "Ví dụ, phụ huynh muốn kiểm soát chặt hơn để đảm bảo con họ không đi quá tốc độ.",
      "vi": "Ví dụ, phụ huynh muốn kiểm soát chặt hơnđể đảm bảo con họ không đi quá tốc độ."
    }
  },
  {
    "translation": {
      "en": "Nhưng cuộc cách mạng GPS thực sự vọt lên vào năm 2008",
      "vi": "Nhưng cuộc cách mạng GPSthực sự vọt lên vào năm 2008"
    }
  },
  {
    "translation": {
      "en": "với sự ra mắt của chiếc iPhone 3G có hỗ trợ Internet.",
      "vi": "với sự ra mắtcủa chiếc iPhone 3G có hỗ trợ Internet."
    }
  },
  {
    "translation": {
      "en": "Đầu thu GPS trong túi quần sẽ sớm trở nên phổ biến",
      "vi": "Đầu thu GPS trong túi quầnsẽ sớm trở nên phổ biến"
    }
  },
  {
    "translation": {
      "en": "Giữa những năm 2010, các ứng dụng dựa trên định vị kết nối ta theo các cách mới,",
      "vi": "Giữa những năm 2010, các ứng dụng dựa trênđịnh vị kết nối ta theo các cách mới,"
    }
  },
  {
    "translation": {
      "en": "thay đổi cách ta giao tiếp và tìm kiếm tình yêu.",
      "vi": "thay đổi cách tagiao tiếp và tìm kiếm tình yêu."
    }
  },
  {
    "translation": {
      "en": "Với hơn 600.000 người hâm mộ đổ về Brazil dự World Cup,",
      "vi": "Với hơn 600.000 người hâm mộđổ về Brazil dự World Cup,"
    }
  },
  {
    "translation": {
      "en": "Tinder nói lượt sử dụng và tải xuống ở đây đã tăng 50%.",
      "vi": "Tinder nói lượt sử dụng và tải xuốngở đây đã tăng 50%."
    }
  },
  {
    "translation": {
      "en": "GPS còn được đưa vào sử dụng trong thể thao.",
      "vi": "GPS còn đượcđưa vào sử dụng trong thể thao."
    }
  },
  {
    "translation": {
      "en": "Ta có thể đưa ra cái nhìn toàn diện về toàn bộ màn trình diễn của bạn trên sân.",
      "vi": "Ta có thể đưa ra cái nhìn toàn diện vềtoàn bộ màn trình diễn của bạn trên sân."
    }
  },
  {
    "translation": {
      "en": "không ngạc nhiên khi nền kinh tế GPS ngày càng tăng trưởng.",
      "vi": "không ngạc nhiênkhi nền kinh tế GPS ngày càng tăng trưởng."
    }
  },
  {
    "translation": {
      "en": "Quá nửa hoạt động của chúng tôi chả dính gì tới ô tô,",
      "vi": "Quá nửa hoạt động của chúng tôichả dính gì tới ô tô,"
    }
  },
  {
    "translation": {
      "en": "GPS sẽ tìm ra những cách sáng tạo và khó lường để lần theo.",
      "vi": "GPS sẽ tìm ra những cách sáng tạovà khó lường để lần theo."
    }
  },
  {
    "translation": {
      "en": "Trực thăng sử dụng GPS để lập bản đồ sức lan của cháy rừng",
      "vi": "Trực thăng sử dụng GPSđể lập bản đồ sức lan của cháy rừng"
    }
  },
  {
    "translation": {
      "en": "để sử dụng tốt hơn các nguồn lực chữa cháy.",
      "vi": "để sử dụng tốt hơncác nguồn lực chữa cháy."
    }
  },
  {
    "translation": {
      "en": "bồ câu đeo cảm biến và máy theo dõi GPS đã giám sát chất lượng không khí kém.",
      "vi": "bồ câu đeo cảm biến và máy theo dõi GPSđã giám sát chất lượng không khí kém."
    }
  },
  {
    "translation": {
      "en": "ứng dụng rắn cắn GPS nhanh chóng kết nối nạn nhân với thuốc giải độc",
      "vi": "ứng dụng rắn cắn GPS nhanh chóngkết nối nạn nhân với thuốc giải độc"
    }
  },
  {
    "translation": {
      "en": "Vào cuối những năm 2010, GPS đã ăn sâu vào cuộc sống của ta",
      "vi": "Vào cuối những năm 2010,GPS đã ăn sâu vào cuộc sống của ta"
    }
  },
  {
    "translation": {
      "en": "thông qua một thế hệ ứng dụng mới đã giúp kết nối ta với con người và tài nguyên.",
      "vi": "thông qua một thế hệ ứng dụng mới đã giúpkết nối ta với con người và tài nguyên."
    }
  },
  {
    "translation": {
      "en": "đăng ảnh và thông tin dễ dàng và thú vị hơn.",
      "vi": "đăng ảnh và thông tindễ dàng và thú vị hơn."
    }
  },
  {
    "translation": {
      "en": "Mà ta có đang đánh đổi việc mất đi riêng tư để lấy tốc độ và hiệu quả?",
      "vi": "Mà ta có đang đánh đổi việcmất đi riêng tư để lấy tốc độ và hiệu quả?"
    }
  },
  {
    "translation": {
      "en": "để chỉ công nhân đi tuyến đường hiệu quả nhất,",
      "vi": "để chỉ công nhânđi tuyến đường hiệu quả nhất,"
    }
  },
  {
    "translation": {
      "en": "mà cũng tức là có thể kiểm soát giờ nghỉ đi vệ sinh của họ.",
      "vi": "mà cũng tức là có thểkiểm soát giờ nghỉ đi vệ sinh của họ."
    }
  },
  {
    "translation": {
      "en": "Các nhà tiếp thị cũng đang theo dõi hoạt động của ta.",
      "vi": "Các nhà tiếp thịcũng đang theo dõi hoạt động của ta."
    }
  },
  {
    "translation": {
      "en": "Khi dịch vụ định vị được bật, họ theo dõi dữ liệu mà ta có thể cho là riêng tư.",
      "vi": "Khi dịch vụ định vị được bật, họ theo dõidữ liệu mà ta có thể cho là riêng tư."
    }
  },
  {
    "translation": {
      "en": "Thông tin đó rất quý với ngành công nghiệp môi giới dữ liệu đang phát triển,",
      "vi": "Thông tin đó rất quý với ngành công nghiệpmôi giới dữ liệu đang phát triển,"
    }
  },
  {
    "translation": {
      "en": "những người dùng nó để dự đoán hành vi của ta.",
      "vi": "những người dùng nóđể dự đoán hành vi của ta."
    }
  },
  {
    "translation": {
      "en": "Hơn 4.000 công ty đang đấu giá để mua dữ liệu về vị trí của bạn.",
      "vi": "Hơn 4.000 công ty đang đấu giáđể mua dữ liệu về vị trí của bạn."
    }
  },
  {
    "translation": {
      "en": "Nó ẩn danh, nhưng nhờ phân tích cập nhật hai giây một lần,",
      "vi": "Nó ẩn danh, nhưng nhờphân tích cập nhật hai giây một lần,"
    }
  },
  {
    "translation": {
      "en": "và thu thập chi tiết riêng tư về cuộc sống của bạn.",
      "vi": "và thu thập chi tiết riêng tưvề cuộc sống của bạn."
    }
  },
  {
    "translation": {
      "en": "Nên chớ bất ngờ nếu một quảng cáo phù hợp hiện trên điện thoại",
      "vi": "Nên chớ bất ngờ nếu một quảng cáo phù hợphiện trên điện thoại"
    }
  },
  {
    "translation": {
      "en": "GIẢM GIÁ 10% MUA NGAY",
      "vi": "GIẢM GIÁ 10%MUA NGAY"
    }
  },
  {
    "translation": {
      "en": "Hầu như ta chả nghĩ tới việc ta đang để lộ bao nhiêu thông tin",
      "vi": "Hầu như ta chả nghĩ tới việcta đang để lộ bao nhiêu thông tin"
    }
  },
  {
    "translation": {
      "en": "và ngành công nghiệp hoàn toàn không bị kiểm soát.",
      "vi": "và ngành công nghiệphoàn toàn không bị kiểm soát."
    }
  },
  {
    "translation": {
      "en": "hệ thống Bắc Đẩu của Trung Quốc có 35 vệ tinh,",
      "vi": "hệ thống Bắc Đẩucủa Trung Quốc có 35 vệ tinh,"
    }
  },
  {
    "translation": {
      "en": "cung cấp phạm vi phủ sóng hoàn thiện nhất thế giới.",
      "vi": "cung cấp phạm viphủ sóng hoàn thiện nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "Giờ nó chỉ dẫn taxi robot trên đường phố Bắc Kinh,",
      "vi": "Giờ nó chỉ dẫn taxi robottrên đường phố Bắc Kinh,"
    }
  },
  {
    "translation": {
      "en": "khi xe không người lái tiến một bước gần hơn với hiện thực.",
      "vi": "khi xe không người láitiến một bước gần hơn với hiện thực."
    }
  },
  {
    "translation": {
      "en": "máy bay không người lái giao hàng và phương tiện bay sử dụng GPS",
      "vi": "máy bay không người lái giao hàngvà phương tiện bay sử dụng GPS"
    }
  },
  {
    "translation": {
      "en": "Nếu hệ thống GPS Mỹ bất chợt ngừng hoạt động,",
      "vi": "Nếu hệ thống GPS Mỹbất chợt ngừng hoạt động,"
    }
  },
  {
    "translation": {
      "en": "thế giới có thể đối mặt với khủng hoảng kinh tế.",
      "vi": "thế giới có thể đối mặtvới khủng hoảng kinh tế."
    }
  },
  {
    "translation": {
      "en": "còn hơn nữa nếu mùa cấy bị gián đoạn, và rất có thể điều đó sẽ xảy ra.",
      "vi": "còn hơn nữa nếu mùa cấy bị gián đoạn,và rất có thể điều đó sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "Hệ thống GPS ngày nay có thể bị vô hiệu bằng một cuộc tấn công thù địch",
      "vi": "Hệ thống GPS ngày nay có thểbị vô hiệu bằng một cuộc tấn công thù địch"
    }
  },
  {
    "translation": {
      "en": "hay bằng thứ gì đó vô tội như bão Mặt Trời.",
      "vi": "hay bằng thứ gì đóvô tội như bão Mặt Trời."
    }
  },
  {
    "translation": {
      "en": "Và dù các hệ thống dự phòng có đang được phát triển,",
      "vi": "Và dù các hệ thống dự phòngcó đang được phát triển,"
    }
  },
  {
    "translation": {
      "en": "trước khi chúng sẵn sàng, các thành phố, thậm chí quốc gia, có thể ngưng hoạt động.",
      "vi": "trước khi chúng sẵn sàng, các thành phố,thậm chí quốc gia, có thể ngưng hoạt động."
    }
  },
  {
    "translation": {
      "en": "và càng ít sử dụng cảm giác về phương hướng,",
      "vi": "và càng ít sử dụngcảm giác về phương hướng,"
    }
  },
  {
    "translation": {
      "en": "ta càng dễ bị tổn thương khi sau cùng, công nghệ thất bại.",
      "vi": "ta càng dễ bị tổn thươngkhi sau cùng, công nghệ thất bại."
    }
  },
  {
    "translation": {
      "en": "Vì thế, nếu muốn có thể thực sự tìm được vị trí của mình trên thế giới,",
      "vi": "Vì thế, nếu muốn có thể thực sựtìm được vị trí của mình trên thế giới,"
    }
  }
]