[
  {
    "translation": {
      "en": "[Jurnee Smollett] It's been a while since you've seen your friend and you've been missing him.",
      "vi": "Đã lâu rồi bạn mới gặp bạn mình và bạn vẫn nhớ anh ấy."
    }
  },
  {
    "translation": {
      "en": "So you grab a few beers and you head to your usual hangout spot.",
      "vi": "Nên bạn lấy vài lon bia và đến nơi hay tụ tập. Công viên."
    }
  },
  {
    "translation": {
      "en": "The park.",
      "vi": "và đến nơi hay tụ tập. Công viên."
    }
  },
  {
    "translation": {
      "en": "But this isn't just any ordinary park,",
      "vi": "Nhưng đây không chỉ là công viên thông thường"
    }
  },
  {
    "translation": {
      "en": "and this isn't your run-of-the-mill tree.",
      "vi": "và đây không phải cái cây bình thường với bạn."
    }
  },
  {
    "translation": {
      "en": "This one can talk back to you.",
      "vi": "Cây này có thể nói lại với bạn."
    }
  },
  {
    "translation": {
      "en": "This is the cemetery of the future, and it's full of living memorials.",
      "vi": "Đây là nghĩa trang của tương lai, và đầy bài vị sống."
    }
  },
  {
    "translation": {
      "en": "These trees don't just signify loved ones, they actually embody them.",
      "vi": "Các cây không chỉ đại diện cho người thân yêu, chúng thực sự là hiện thân của họ."
    }
  },
  {
    "translation": {
      "en": "[woman 1] Would I want to be able to talk with a loved one?",
      "vi": "Tôi có muốn được nói chuyện với người thân yêu không?"
    }
  },
  {
    "translation": {
      "en": "The first response is like, \"Oh my God…\"",
      "vi": "Phản ứng đầu tiên là: \"Ôi Chúa ơi. Không\"."
    }
  },
  {
    "translation": {
      "en": "\"No!\" Then there's another part that's like, \"But wait.\"",
      "vi": "Nhưng rồi có đoạn kiểu: \"Mà khoan\"."
    }
  },
  {
    "translation": {
      "en": "[Smollett] The big sleep, the Grim Reaper.",
      "vi": "Giấc ngủ lớn, thần chết."
    }
  },
  {
    "translation": {
      "en": "No matter what you want to call it, death is something we all have to go through.",
      "vi": "Dù bạn muốn gọi là gì thì cái chết là việc ta đều phải trải qua."
    }
  },
  {
    "translation": {
      "en": "And for loved ones we leave behind, it can be a painful process.",
      "vi": "Và với người thân yêu ta bỏ lại, đó có thể là một quá trình đau khổ."
    }
  },
  {
    "translation": {
      "en": "But in the future, technology could make it all a little more bearable,",
      "vi": "Song ở tương lai, công nghệ có thể làm tất cả dễ chịu đựng hơn chút,"
    }
  },
  {
    "translation": {
      "en": "and even more sustainable.",
      "vi": "và còn dễ chống đỡ hơn."
    }
  },
  {
    "translation": {
      "en": "[man 1] You're creating something which is actually truly regenerative for the planet.",
      "vi": "Bạn đang tạo ra thứ thực ra là tái sinh đích thực với hành tinh."
    }
  },
  {
    "translation": {
      "en": "[woman 2] The temperature goes up, and the outcome is soil.",
      "vi": "Nhiệt độ tăng lên và kết quả là đất."
    }
  },
  {
    "translation": {
      "en": "[Smollett] We could still see our loved ones even after they're gone.",
      "vi": "Vẫn thấy được người thân kể cả sau khi họ ra đi."
    }
  },
  {
    "translation": {
      "en": "We're talking about digital afterlife.",
      "vi": "Nói tới cuộc sống số sau khi chết."
    }
  },
  {
    "translation": {
      "en": "[woman 3] It's the big \"What if?\" What if you could keep on talking to your spouse?",
      "vi": "Là câu \"Nếu thì?\" lớn. Nếu có thể tiếp tục nói chuyện với bạn đời thì sao?"
    }
  },
  {
    "translation": {
      "en": "This is a moment where sci-fi becomes true.",
      "vi": "Đây là lúc khoa học viễn tưởng thành sự thật."
    }
  },
  {
    "translation": {
      "en": "The future is about to be a ride, okay?",
      "vi": "Tương lai sẽ là một chuyến đi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "What I do hope for my own death. Um…",
      "vi": "Điều tôi hy vọng cho cái chết của tôi…"
    }
  },
  {
    "translation": {
      "en": "That is an interesting question.",
      "vi": "Câu hỏi thú vị đấy."
    }
  },
  {
    "translation": {
      "en": "Wow. Um, I had never thought about that.",
      "vi": "Chà. Tôi chưa từng nghĩ tới điều đó."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Death is the last thing that most of us want to think about.",
      "vi": "Cái chết là điều cuối cùng hầu hết ta mới muốn nghĩ tới."
    }
  },
  {
    "translation": {
      "en": "Luckily, there are people who can help us plan for our final moments.",
      "vi": "May thay, có người có thể giúp ta lên kế hoạch cho thời khắc cuối cùng."
    }
  },
  {
    "translation": {
      "en": "My name is Alua Arthur, and I'm a death doula.",
      "vi": "Tên tôi là Alua Arthur và tôi là bà đỡ của thần chết."
    }
  },
  {
    "translation": {
      "en": "A death doula is somebody who does all of the holistic,",
      "vi": "Bà đỡ của thần chết làm mọi việc chăm sóc và hỗ trợ"
    }
  },
  {
    "translation": {
      "en": "non-medical care and support of the dying person through the process.",
      "vi": "toàn diện, không liên quan tới y tế cho người chết trong suốt quá trình."
    }
  },
  {
    "translation": {
      "en": "There's a lot that people don't plan for.",
      "vi": "Họ chả lên kế hoạch cho nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "They often think about money,",
      "vi": "Họ hay nghĩ tới tiền,"
    }
  },
  {
    "translation": {
      "en": "but don't think about all the other things.",
      "vi": "mà không nghĩ tới mọi thứ khác."
    }
  },
  {
    "translation": {
      "en": "They don't think about their digital assets.",
      "vi": "Họ chả nghĩ tới tài sản số của họ."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Instead, people are usually focused on their physical remains.",
      "vi": "Thay vào đó, người ta thường tập trung vào di hài của mình."
    }
  },
  {
    "translation": {
      "en": "There's so many different ways to approach burial, so many different ways.",
      "vi": "Có rất nhiều cách khác nhau để bắt đầu xử lý việc mai táng."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Tibetan Buddhists leave out the deceased's remains in hopes that birds",
      "vi": "Phật tử Tây Tạng để di hài người chết bên ngoài với hy vọng lũ chim sẽ đem ước nguyện của họ lên trời."
    }
  },
  {
    "translation": {
      "en": "will carry their wishes to heaven.",
      "vi": "với hy vọng lũ chim sẽ đem ước nguyện của họ lên trời."
    }
  },
  {
    "translation": {
      "en": "Navies practice burials at sea.",
      "vi": "Hải quân làm mai táng ở biển."
    }
  },
  {
    "translation": {
      "en": "And the Toraja people in Indonesia keep dead loved ones in their homes.",
      "vi": "Và người Toraja ở Indonesia giữ người thân đã chết trong nhà."
    }
  },
  {
    "translation": {
      "en": "In Ghana, where I'm from, we sometimes bury people in a coffin",
      "vi": "Ở Ghana quê tôi, đôi khi chúng tôi chôn người trong quan tài"
    }
  },
  {
    "translation": {
      "en": "that looks like what they did in their profession. It's kinda funny.",
      "vi": "nhìn giống những gì họ làm trong nghề của họ, khá hài."
    }
  },
  {
    "translation": {
      "en": "For me, they might just bury me in a coffin?",
      "vi": "Với tôi, họ có lẽ cứ thế chôn tôi trong quan tài hả?"
    }
  },
  {
    "translation": {
      "en": "I guess. [laughs]",
      "vi": "Chắc vậy."
    }
  },
  {
    "translation": {
      "en": "People have a lot of misconceptions around death and dying,",
      "vi": "Họ hiểu sai nhiều về cái chết và việc chết"
    }
  },
  {
    "translation": {
      "en": "mostly because of how it's portrayed in the media.",
      "vi": "chủ yếu vì cách truyền thông miêu tả nó."
    }
  },
  {
    "translation": {
      "en": "[Smollett] With so many portrayals in American pop culture,",
      "vi": "Với văn hóa đại chúng Mỹ miêu tả rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "you may think of funerals as large gatherings at a cemetery",
      "vi": "bạn có lẽ nghĩ đám tang là tụ họp đông người ở nghĩa trang"
    }
  },
  {
    "translation": {
      "en": "or around the headstone of a TV character with a questionable epitaph.",
      "vi": "hay quanh bia mộ của nhân vật truyền hình với văn bia có vấn đề."
    }
  },
  {
    "translation": {
      "en": "Peeps?! It's a ******* nickname!",
      "vi": "Peeps? Biệt danh chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "[Smollett] But today around 56% of Americans are being cremated.",
      "vi": "Nhưng ngày nay, khoảng 56% người Mỹ được hỏa táng."
    }
  },
  {
    "translation": {
      "en": "In other countries, it's over 80%,",
      "vi": "Ở các nước khác là hơn 80%."
    }
  },
  {
    "translation": {
      "en": "and it's an increasingly popular practice around the world.",
      "vi": "Và tục đó ngày càng phổ biến trên khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "So why the change?",
      "vi": "Vậy sao lại thay đổi?"
    }
  },
  {
    "translation": {
      "en": "Well, it comes down to cost,",
      "vi": "Chà, nó tùy vào chi phí,"
    }
  },
  {
    "translation": {
      "en": "and there's one movie in particular that shows us just how annoying they can be.",
      "vi": "và có một bộ phim đặc biệt cho ta thấy họ có thể phiền phức thế nào."
    }
  },
  {
    "translation": {
      "en": "-I assume this is credit? -Yeah.",
      "vi": "- Tôi cho rằng đây là cho nợ? - Phải."
    }
  },
  {
    "translation": {
      "en": "Can't we just rent it from you, man?",
      "vi": "Không thể cứ thuê nó từ ông sao?"
    }
  },
  {
    "translation": {
      "en": "Sir, this is a mortuary, not a rental house.",
      "vi": "Anh à, đây là nhà xác, không phải nhà cho thuê."
    }
  },
  {
    "translation": {
      "en": "-We're scattering the ******* ashes. -Whoa, Walter.",
      "vi": "- Ta sẽ rải tro khỉ đó. - Này, Walter."
    }
  },
  {
    "translation": {
      "en": "Just because we're bereaved, doesn't make us saps!",
      "vi": "Tang quyến đâu có nghĩa là lũ ngu!"
    }
  },
  {
    "translation": {
      "en": "[Smollett] End-of-life services have become a $20 billion-a-year industry.",
      "vi": "Dịch vụ hậu sự đã trở thành một ngành 20 tỷ đô một năm."
    }
  },
  {
    "translation": {
      "en": "Even Costco sells coffins.",
      "vi": "Cả cửa hàng Costco cũng bán quan tài."
    }
  },
  {
    "translation": {
      "en": "Everyone is looking for ways to save money.",
      "vi": "Mọi người đang tìm cách tiết kiệm tiền."
    }
  },
  {
    "translation": {
      "en": "[woman 1] My mother-in-law, she was cremated.",
      "vi": "Mẹ chồng tôi đã được hỏa táng."
    }
  },
  {
    "translation": {
      "en": "We even laughed literally while we were standing there with the urn she picked,",
      "vi": "Bọn tôi thực sự còn cười khi đứng đó với cái bình tro bà đã chọn,"
    }
  },
  {
    "translation": {
      "en": "which was very-- It was the cheapest one that they would allow her to buy.",
      "vi": "nó rất… Đó là cái bình rẻ nhất họ để cho bà mua."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Meanwhile, conventional burials pose a different issue.",
      "vi": "Trong khi đó, mai táng thông thường đặt ra một vấn đề khác."
    }
  },
  {
    "translation": {
      "en": "Hey, Steve! [chuckles]",
      "vi": "Này, Steve!"
    }
  },
  {
    "translation": {
      "en": "-Some ominous cemetery vibes today. -[Steve] Yeah, really.",
      "vi": "- Nay không khí nghĩa trang có điềm. - Ừ."
    }
  },
  {
    "translation": {
      "en": "[woman 2] This one's here.",
      "vi": "Cái này ở đây."
    }
  },
  {
    "translation": {
      "en": "They've been here since the Civil War. It is now 2021",
      "vi": "Họ ở đây từ thời nội chiến. Giờ là 2021 và bọn tôi ở đây để làm mới bia mộ của họ."
    }
  },
  {
    "translation": {
      "en": "and here we are refreshing their headstones.",
      "vi": "Giờ là 2021 và bọn tôi ở đây để làm mới bia mộ của họ."
    }
  },
  {
    "translation": {
      "en": "I can get down there and…",
      "vi": "Tôi có thể xuống đó và…"
    }
  },
  {
    "translation": {
      "en": "My name is Cole Imperi and I am a thanatologist, a death companion,",
      "vi": "Tôi là Cole Imperi, là nhà tử vong học, bạn của thần chết,"
    }
  },
  {
    "translation": {
      "en": "and I also serve as the board president of a cemetery in Covington, Kentucky.",
      "vi": "và cũng là chủ tịch hội đồng của một nghĩa trang ở Covington, bang Kentucky."
    }
  },
  {
    "translation": {
      "en": "Isn't this beautiful, like just the color?",
      "vi": "Không đẹp sao, màu y hệt?"
    }
  },
  {
    "translation": {
      "en": "It's beautiful. It's like art.",
      "vi": "Nó đẹp thật. Kiểu nghệ thuật ấy."
    }
  },
  {
    "translation": {
      "en": "[Imperi] One of the challenges that we're facing",
      "vi": "Ta đang đối mặt với một thử thách là"
    }
  },
  {
    "translation": {
      "en": "is we don't really have any more plots available.",
      "vi": "thực sự không còn nhiều đất chôn nữa."
    }
  },
  {
    "translation": {
      "en": "Twenty-two thousand or so people bought plots",
      "vi": "Khoảng 22.000 người đã mua đất chôn"
    }
  },
  {
    "translation": {
      "en": "and their expectation is that they would have those plots forever.",
      "vi": "và họ mong sẽ có khu đất chôn đó mãi."
    }
  },
  {
    "translation": {
      "en": "And a lot of very, very old cemeteries are in the same boat.",
      "vi": "Rất nhiều nghĩa trang rất cổ đều như vậy."
    }
  },
  {
    "translation": {
      "en": "How do we keep the ground safe? How do we keep everything maintained?",
      "vi": "Làm sao để giữ an toàn khu đất đó? Làm sao để duy trì mọi thứ?"
    }
  },
  {
    "translation": {
      "en": "Um, costs keep going up.",
      "vi": "Chi phí cứ tăng lên."
    }
  },
  {
    "translation": {
      "en": "It's the reality of what happens",
      "vi": "Đó là thực tế chuyện xảy ra"
    }
  },
  {
    "translation": {
      "en": "hundreds of years after someone is buried somewhere.",
      "vi": "hàng trăm năm sau khi ai đó được chôn ở đâu đó."
    }
  },
  {
    "translation": {
      "en": "[Smollett] The harder it is for cemeteries to be maintained,",
      "vi": "Càng khó duy trì nghĩa trang,"
    }
  },
  {
    "translation": {
      "en": "the harder it will be for us to visit and grieve for the dead.",
      "vi": "ta càng khó đến thăm và đau buồn cho người chết."
    }
  },
  {
    "translation": {
      "en": "There are eco-friendly solutions out there though, but they aren't the norm.",
      "vi": "Ngoài kia có các giải pháp thân thiện với môi trường, mà không chuẩn."
    }
  },
  {
    "translation": {
      "en": "Making these hard decisions can leave us feeling overwhelmed",
      "vi": "Đưa ra quyết định khó khăn này có thể làm ta thấy ngợp"
    }
  },
  {
    "translation": {
      "en": "during an already overwhelming time,",
      "vi": "trong lúc ngợp sẵn rồi,"
    }
  },
  {
    "translation": {
      "en": "but people like Alua Arthur and Cole Imperi",
      "vi": "nhưng những người như Alua Arthur và Cole Imperi"
    }
  },
  {
    "translation": {
      "en": "help guide the bereaved through the process.",
      "vi": "sẽ giúp hướng dẫn tang quyến suốt quá trình."
    }
  },
  {
    "translation": {
      "en": "Summer Jeanetti recently lost a loved one.",
      "vi": "Summer Jeanetti mới mất người thân."
    }
  },
  {
    "translation": {
      "en": "[Jeanetti] I remember sitting in the living room.",
      "vi": "Tôi nhớ ngồi ở phòng khách."
    }
  },
  {
    "translation": {
      "en": "Like… [nervous laugh] …\"My dad is dead,\"",
      "vi": "Bố tôi mất, và thứ lỗi tôi nói thẳng,"
    }
  },
  {
    "translation": {
      "en": "and, pardon my bluntness, but I was like,",
      "vi": "Bố tôi mất, và thứ lỗi tôi nói thẳng, tôi kiểu: \"Làm thế quái nào mà chọn nhà tang lễ đây?\"."
    }
  },
  {
    "translation": {
      "en": "\"How the fuck do you pick a funeral home?\"",
      "vi": "tôi kiểu: \"Làm thế quái nào mà chọn nhà tang lễ đây?\"."
    }
  },
  {
    "translation": {
      "en": "There should be, like, an owner's manual.",
      "vi": "Nên có sách hướng dẫn của người chủ."
    }
  },
  {
    "translation": {
      "en": "Like, \"Idiots Guide to… all of these essential things",
      "vi": "Chỉ dẫn kẻ ngốc kiểu Idiots Guide to… mọi việc thiết yếu này"
    }
  },
  {
    "translation": {
      "en": "that every single person will have to deal with, but no one ever talks about.\"",
      "vi": "mà mỗi người sẽ phải xử lý, nhưng chả ai từng nói tới."
    }
  },
  {
    "translation": {
      "en": "[Smollett] And today, it's not just our physical remains we have to deal with.",
      "vi": "Và ngày nay, ta không chỉ phải xử lý mỗi di hài của ta."
    }
  },
  {
    "translation": {
      "en": "There's a whole digital world of stuff we leave behind.",
      "vi": "Còn cả thế giới số những cái ta bỏ lại."
    }
  },
  {
    "translation": {
      "en": "[woman 3] Pretty much everybody has digital remains.",
      "vi": "Hầu hết mọi người đều có di vật số."
    }
  },
  {
    "translation": {
      "en": "I'm Elaine Kasket. I write primarily about death and the digital.",
      "vi": "Tôi là Elaine Kasket. Tôi chủ yếu viết về cái chết và di vật số."
    }
  },
  {
    "translation": {
      "en": "Ha! [laughs] It wasn't my original last name,",
      "vi": "TÁC GIẢ Đó không phải họ gốc của tôi,"
    }
  },
  {
    "translation": {
      "en": "it was the name of a husband I don't have anymore,",
      "vi": "đó là họ chồng tôi không có nữa,"
    }
  },
  {
    "translation": {
      "en": "and it was a name that I elected to keep because it fit. [laughs]",
      "vi": "và là họ tôi đã quyết định giữ vì nó hợp."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Every day, humans produce massive amounts of digital exhaust fumes.",
      "vi": "Mỗi ngày, con người sản sinh ra lượng lớn khí thải số."
    }
  },
  {
    "translation": {
      "en": "One study suggests that each of us creates 1.7 megabytes of data every second.",
      "vi": "Một nghiên cứu cho thấy mỗi chúng ta tạo ra 1,7 MB dữ liệu mỗi giây."
    }
  },
  {
    "translation": {
      "en": "It's not just your social media accounts,",
      "vi": "Không chỉ là tài khoản mạng xã hội,"
    }
  },
  {
    "translation": {
      "en": "it's web searches, emails and text threads, posts on message boards.",
      "vi": "còn là tìm kiếm trên mạng, luồng email và tin nhắn, bài đăng bảng tin."
    }
  },
  {
    "translation": {
      "en": "Websites are storing vast troves of information even after you're dead.",
      "vi": "Các trang web đang lưu trữ nhiều kho thông tin khổng lồ kể cả sau khi bạn chết."
    }
  },
  {
    "translation": {
      "en": "[Kasket] All these things have a digital counterpart and these things stick around by default.",
      "vi": "Mọi thứ này đều có bản sao số và các thứ này mặc định ở đó."
    }
  },
  {
    "translation": {
      "en": "They don't just automatically disappear when you do.",
      "vi": "Chúng không cứ tự động biến mất khi bạn biến mất."
    }
  },
  {
    "translation": {
      "en": "So back in the early days of social media, Facebook kind of had",
      "vi": "Hồi mạng xã hội thời kỳ đầu, Facebook có chính sách khai tử."
    }
  },
  {
    "translation": {
      "en": "a delete-upon-death policy.",
      "vi": "Facebook có chính sách khai tử."
    }
  },
  {
    "translation": {
      "en": "After the Virginia Tech massacre, that shifted.",
      "vi": "Sau vụ thảm sát trường Virginia Tech, nó đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "The bereaved came to Facebook and said, \"Please don't delete these profiles.\"",
      "vi": "Người nhà người mất đã lên Facebook nói: \"Làm ơn đừng xóa những tài khoản này\"."
    }
  },
  {
    "translation": {
      "en": "The way that we grieve is changing, and one way is that we're still able",
      "vi": "Dĩ nhiên cách đau buồn đang thay đổi, một cách là ta vẫn có thể"
    }
  },
  {
    "translation": {
      "en": "to engage with their social media profile and presence.",
      "vi": "tương tác với tài khoản, sự có mặt trên mạng xã hội của họ."
    }
  },
  {
    "translation": {
      "en": "[woman 4] When my aunt died, we had to make the difficult decision of",
      "vi": "Khi dì tôi mất, chúng tôi phải đưa ra quyết định khó khăn là làm lễ cho trang của dì"
    }
  },
  {
    "translation": {
      "en": "do we memorialize her page and essentially archive it",
      "vi": "là làm lễ cho trang của dì và cơ bản là lưu trữ nó qua Facebook, Instagram."
    }
  },
  {
    "translation": {
      "en": "through Facebook, Instagram?",
      "vi": "và cơ bản là lưu trữ nó qua Facebook, Instagram."
    }
  },
  {
    "translation": {
      "en": "And our family decided together to leave it active.",
      "vi": "Và gia đình chúng tôi cùng quyết định để nó hoạt động."
    }
  },
  {
    "translation": {
      "en": "We're saying, \"No, Twitter, no, Facebook, or no, Instagram.\"",
      "vi": "Chúng tôi nói: \"Không, Twitter. Không, Facebook. Hay không, Instagram. Tôi cần anh"
    }
  },
  {
    "translation": {
      "en": "\"I need you to maintain this for me.\"",
      "vi": "\"Không, Twitter. Không, Facebook. Hay không, Instagram. Tôi cần anh duy trì trang này cho tôi\"."
    }
  },
  {
    "translation": {
      "en": "Like you might say to the people who run the cemetery,",
      "vi": "Bạn có lẽ nói với người quản lý nghĩa trang:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I need you to maintain this grave so that when I come and visit,",
      "vi": "\"Này, tôi cần anh duy trì phần mộ này để lúc tôi đến thăm,"
    }
  },
  {
    "translation": {
      "en": "it's going to be how I want it to be.\"",
      "vi": "nó sẽ như tôi muốn\"."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Within the next century,",
      "vi": "Trong thế kỷ tới,"
    }
  },
  {
    "translation": {
      "en": "there could be potentially just as many Facebook profiles for the dead as there are for the living.",
      "vi": "khả năng là có thể có tài khoản Facebook cho người chết nhiều như cho người sống."
    }
  },
  {
    "translation": {
      "en": "We're talking about billions of profiles.",
      "vi": "Ta đang nói tới hàng tỷ tài khoản."
    }
  },
  {
    "translation": {
      "en": "For tech companies, handling digital remains",
      "vi": "Với các công ty công nghệ, xử lý các di vật số"
    }
  },
  {
    "translation": {
      "en": "will become an increasingly important part of their business models moving forward.",
      "vi": "sẽ thành một phần ngày càng quan trọng trong mô hình kinh doanh của họ sau này."
    }
  },
  {
    "translation": {
      "en": "Just as they profit off of us while we're alive,",
      "vi": "Cũng như họ hưởng lợi từ ta lúc ta sống,"
    }
  },
  {
    "translation": {
      "en": "they can continue to profit off of us after we're dead.",
      "vi": "họ có thể tiếp tục hưởng lợi từ ta sau khi ta chết."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Giving life after death a whole new meaning.",
      "vi": "Cho cuộc sống sau khi chết cả một ý nghĩa mới."
    }
  },
  {
    "translation": {
      "en": "But all that digital evidence of our lives doesn't just have to sit there.",
      "vi": "Nhưng mọi bằng chứng sự sống số của ta đâu phải chỉ ngồi đó."
    }
  },
  {
    "translation": {
      "en": "What if there were entirely new ways to use our digital remains?",
      "vi": "Sẽ thế nào nếu có cách hoàn toàn mới để sử dụng di vật số của ta?"
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the near future,",
      "vi": "THẦN CHẾT Trong tương lai gần,"
    }
  },
  {
    "translation": {
      "en": "you'll be able to use digital remains to recreate dead loved ones.",
      "vi": "bạn sẽ có thể dùng di vật số để tái tạo người thân đã mất."
    }
  },
  {
    "translation": {
      "en": "You'll even be able to communicate with them.",
      "vi": "Bạn còn có thể giao tiếp với họ. Bọn tôi đã nhờ Cole Imperi"
    }
  },
  {
    "translation": {
      "en": "We asked Cole Imperi to explore one way this could happen,",
      "vi": "Bạn còn có thể giao tiếp với họ. Bọn tôi đã nhờ Cole Imperi khám phá một cách có thể cho việc này"
    }
  },
  {
    "translation": {
      "en": "using a voice-cloning AI-software called Descript.",
      "vi": "là dùng phần mềm AI nhân bản giọng nói gọi là Descript."
    }
  },
  {
    "translation": {
      "en": "I talked for like 30 minutes, read a script,",
      "vi": "Tôi đã nói khoảng 30 phút, đọc kịch bản,"
    }
  },
  {
    "translation": {
      "en": "sent it off, and now it's ready,",
      "vi": "gửi đi và giờ sẵn sàng rồi"
    }
  },
  {
    "translation": {
      "en": "so we're gonna see what the results are.",
      "vi": "nên xem kết quả thế nào nhé."
    }
  },
  {
    "translation": {
      "en": "[Descript] Hello. My name is Cole.",
      "vi": "Xin chào. Tôi là Cole."
    }
  },
  {
    "translation": {
      "en": "I am based in Kentucky and work as a thanatologist full-time.",
      "vi": "Tôi ở Kentucky và là nhà tử vong học toàn thời gian."
    }
  },
  {
    "translation": {
      "en": "I sound like myself. That is weird. That is so weird. I feel weird.",
      "vi": "Nghe như chính tôi vậy. Thật lạ. Rất lạ. Tôi thấy lạ."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Voice-cloning software could allow us to leave behind a version of ourselves for the bereaved.",
      "vi": "Phần mềm này có thể cho phép ta để lại một phiên bản của chính ta cho tang quyến."
    }
  },
  {
    "translation": {
      "en": "So the software can absolutely manipulate our digital legacies,",
      "vi": "Nên phần mềm này hoàn toàn có thể vận dụng các di sản số của ta"
    }
  },
  {
    "translation": {
      "en": "perhaps in a way that we hadn't really anticipated or thought through.",
      "vi": "có lẽ theo cách ta thực sự chả lường trước hay chả nghĩ kỹ."
    }
  },
  {
    "translation": {
      "en": "Type something else. What's like… like…",
      "vi": "Gõ cái khác. Kiểu như… CHỒNG"
    }
  },
  {
    "translation": {
      "en": "[Descript] Thank you for attending my funeral today.",
      "vi": "DỰ ÁN MẪU Cảm ơn đã tới đám tang của tôi hôm nay. Tôi đã sống tốt."
    }
  },
  {
    "translation": {
      "en": "I lived a good life.",
      "vi": "Cảm ơn đã tới đám tang của tôi hôm nay. Tôi đã sống tốt."
    }
  },
  {
    "translation": {
      "en": "[voice breaks] The thing-- I don't know why that's making me, like, emotional.",
      "vi": "Vấn đề… Chả hiểu sao nó làm em thấy xúc động."
    }
  },
  {
    "translation": {
      "en": "So weird… [inhales]",
      "vi": "Rất lạ…"
    }
  },
  {
    "translation": {
      "en": "-That's weird. I don't know! -Well, it is weird. It is weird.",
      "vi": "- Lạ lắm. Chả biết nữa! - Chà, lạ mà. Lạ."
    }
  },
  {
    "translation": {
      "en": "[Smollett] There are ways we could potentially use this tech.",
      "vi": "Ta có thể dùng công nghệ này cả đống cách."
    }
  },
  {
    "translation": {
      "en": "It was controversially used",
      "vi": "Gây tranh cãi là nó được dùng để tái tạo giọng Anthony Bourdain"
    }
  },
  {
    "translation": {
      "en": "to recreate Anthony Bourdain's voice for a 2021 documentary.",
      "vi": "Gây tranh cãi là nó được dùng để tái tạo giọng Anthony Bourdain cho phim tài liệu năm 2021. Còn diễn viên Val Kilmer"
    }
  },
  {
    "translation": {
      "en": "While actor Val Kilmer worked with a company to reproduce his voice",
      "vi": "cho phim tài liệu năm 2021. Còn diễn viên Val Kilmer hợp tác với một công ty để tái tạo giọng sau phẫu thuật cổ họng."
    }
  },
  {
    "translation": {
      "en": "following throat surgery.",
      "vi": "hợp tác với một công ty để tái tạo giọng sau phẫu thuật cổ họng."
    }
  },
  {
    "translation": {
      "en": "Soon it won't just be voice cloning.",
      "vi": "Sớm thôi, không chỉ là nhân bản giọng nói. Cũng sẽ có cả yếu tố hình ảnh"
    }
  },
  {
    "translation": {
      "en": "There will be a visual component too, like deepfake videos,",
      "vi": "Sớm thôi, không chỉ là nhân bản giọng nói. Cũng sẽ có cả yếu tố hình ảnh như video ghép deepfake,"
    }
  },
  {
    "translation": {
      "en": "or like in 2020 when Kanye West gifted Kim Kardashian",
      "vi": "hay như vào năm 2020 khi Kanye West tặng Kim Kardashian ảnh ba chiều người bố quá cố của cô ấy."
    }
  },
  {
    "translation": {
      "en": "a hologram of her late father.",
      "vi": "khi Kanye West tặng Kim Kardashian ảnh ba chiều người bố quá cố của cô ấy."
    }
  },
  {
    "translation": {
      "en": "[man 3] We already have the ability to use, uh, holographic images of people",
      "vi": "Ta đã có thể dùng hình ảnh ba chiều của người ta"
    }
  },
  {
    "translation": {
      "en": "or to put on film people and have them say things they never said.",
      "vi": "hay đưa người ta lên phim và để họ nói lời chưa từng nói."
    }
  },
  {
    "translation": {
      "en": "We can have Tupac Shakur rap and sing with someone he's never met.",
      "vi": "Ta có thể có Tupac Shakur rap và hát với ai đó anh ấy chưa từng gặp."
    }
  },
  {
    "translation": {
      "en": "I mean, Tupac may still be around. We don't really know.",
      "vi": "Ý tôi là Tupac có lẽ vẫn tồn tại. Ta thực sự đâu biết."
    }
  },
  {
    "translation": {
      "en": "My name is Charles Isbell. I am a professor",
      "vi": "Tôi là Charles Isbell. Tôi là giáo sư và trưởng khoa John P. Emlay Jr."
    }
  },
  {
    "translation": {
      "en": "and the John P. Imlay Jr. Dean at the College of Computing at Georgia Tech.",
      "vi": "Tôi là Charles Isbell. Tôi là giáo sư và trưởng khoa John P. Emlay Jr. chuyên Khoa học máy tính ở trường Georgia Tech."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In years to come, you may be able to do more",
      "vi": "chuyên Khoa học máy tính ở trường Georgia Tech. Nhiều năm tới, bạn có lẽ có thể làm không chỉ là mô phỏng người thân đã mất."
    }
  },
  {
    "translation": {
      "en": "than just simulate dead loved ones.",
      "vi": "Nhiều năm tới, bạn có lẽ có thể làm không chỉ là mô phỏng người thân đã mất."
    }
  },
  {
    "translation": {
      "en": "You might interact with them through chatbots.",
      "vi": "Bạn có lẽ tương tác với họ qua hộp trò chuyện."
    }
  },
  {
    "translation": {
      "en": "[Isbell] You could think of Siri as a very simple chatbot. Alexa is a very simple chatbot.",
      "vi": "Có thể nghĩ tới Siri, Alexa là hộp trò chuyện rất đơn giản."
    }
  },
  {
    "translation": {
      "en": "[Smollett] By combining the power of artificial intelligence",
      "vi": "Bằng cách kết hợp sức mạnh của trí tuệ nhân tạo"
    }
  },
  {
    "translation": {
      "en": "that we see in voice cloning and deepfakes,",
      "vi": "mà ta thấy ở nhân bản giọng nói và deepfake,"
    }
  },
  {
    "translation": {
      "en": "with all the data we leave behind, we can create a new kind of chatbot",
      "vi": "mà ta thấy ở nhân bản giọng nói và deepfake, với mọi dữ liệu ta bỏ lại, ta có thể tạo ra một hộp trò chuyện kiểu mới"
    }
  },
  {
    "translation": {
      "en": "that could alter the way we prepare for death.",
      "vi": "có thể thay đổi cách ta chuẩn bị cho cái chết."
    }
  },
  {
    "translation": {
      "en": "What we're giving to chatbots is actual examples of texts or emails",
      "vi": "Cái ta cung cấp cho hộp trò chuyện là ví dụ thực của tin nhắn, hay email, hay các tương tác trên mạng xã hội."
    }
  },
  {
    "translation": {
      "en": "or interactions on social media.",
      "vi": "của tin nhắn, hay email, hay các tương tác trên mạng xã hội."
    }
  },
  {
    "translation": {
      "en": "We'll get better at it just through the passage of time,",
      "vi": "Cứ thế theo thời gian, ta sẽ tiến bộ hơn."
    }
  },
  {
    "translation": {
      "en": "and I can build a model of you. So we're talking about the idea of digital afterlife.",
      "vi": "Tôi có thể tạo hình mẫu về bạn. Ta đang nói tới cuộc sống số sau khi chết."
    }
  },
  {
    "translation": {
      "en": "[Smollett] We'll create digital avatars that look and sound like us.",
      "vi": "Ta sẽ tạo ảnh đại diện số nhìn và nghe có vẻ giống ta."
    }
  },
  {
    "translation": {
      "en": "And they'll be able to talk to the people we leave behind.",
      "vi": "Chúng có thể nói chuyện với những người ta bỏ lại."
    }
  },
  {
    "translation": {
      "en": "[Kasket] It's the big \"What if?\" What if you could keep on talking to your spouse?",
      "vi": "Là câu \"Nếu thì?\" lớn. Nếu có thể tiếp tục nói chuyện với bạn đời thì sao?"
    }
  },
  {
    "translation": {
      "en": "What if you could have that last conversation with your son or daughter?",
      "vi": "Nếu bạn có thể nói chuyện lần cuối với con trai hay con gái thì sao?"
    }
  },
  {
    "translation": {
      "en": "This is a moment where sci-fi becomes true.",
      "vi": "Đây là lúc khoa học viễn tưởng thành sự thật."
    }
  },
  {
    "translation": {
      "en": "[Smollett] It sounds unbelievable, but it's already happening.",
      "vi": "Nghe có vẻ khó tin, nhưng nó đang xảy ra rồi."
    }
  },
  {
    "translation": {
      "en": "The longing to stay in touch with the deceased",
      "vi": "Mong muốn giữ liên lạc với người mất"
    }
  },
  {
    "translation": {
      "en": "has inspired some tech-savvy folks to create chatbot versions",
      "vi": "đã truyền cảm hứng cho dân rành công nghệ tạo ra phiên bản hộp trò chuyện của người đã qua đời."
    }
  },
  {
    "translation": {
      "en": "of those that have passed.",
      "vi": "tạo ra phiên bản hộp trò chuyện của người đã qua đời."
    }
  },
  {
    "translation": {
      "en": "In the future, not only will you be able to do this for others,",
      "vi": "Trong tương lai, không chỉ bạn có thể làm việc này cho người khác,"
    }
  },
  {
    "translation": {
      "en": "over the course of your life,",
      "vi": "mà suốt cuộc đời mình, chính bạn"
    }
  },
  {
    "translation": {
      "en": "you yourself will be able to select which photos you'd like to save",
      "vi": "mà suốt cuộc đời mình, chính bạn sẽ có thể chọn muốn lưu ảnh nào"
    }
  },
  {
    "translation": {
      "en": "or which stories you'd like to pass on.",
      "vi": "hay muốn truyền lại câu chuyện nào."
    }
  },
  {
    "translation": {
      "en": "It will change how people are remembered.",
      "vi": "Nó sẽ thay đổi cách người ta được nhớ tới."
    }
  },
  {
    "translation": {
      "en": "What's important to me is that everybody is able to choose.",
      "vi": "Quan trọng với tôi là mọi người có thể chọn. \"Có. Tôi muốn\". \"Không, tôi không muốn\"."
    }
  },
  {
    "translation": {
      "en": "\"Yes. I want that.\" \"No, I don't.\"",
      "vi": "là mọi người có thể chọn. \"Có. Tôi muốn\". \"Không, tôi không muốn\"."
    }
  },
  {
    "translation": {
      "en": "But the most important part of death",
      "vi": "Nhưng phần quan trọng nhất của cái chết"
    }
  },
  {
    "translation": {
      "en": "is taking care of our grief for the survivors.",
      "vi": "là chăm lo cho sự đau buồn của người còn sống."
    }
  },
  {
    "translation": {
      "en": "I'm not sure I'm ready to see that, uh,",
      "vi": "Tôi không chắc đã sẵn sàng để thấy điều đó,"
    }
  },
  {
    "translation": {
      "en": "but I think it's a cool idea with merit.",
      "vi": "nhưng tôi nghĩ đó là ý tưởng hay, có giá trị."
    }
  },
  {
    "translation": {
      "en": "[man 4] The thought excites me, but also scares me.",
      "vi": "Ý nghĩ đó làm tôi vui, mà cũng sợ."
    }
  },
  {
    "translation": {
      "en": "My faith really is very cautious when it comes to representation after death.",
      "vi": "Đức tin của tôi thực sự rất cẩn trọng khi nói tới miêu tả sau khi chết."
    }
  },
  {
    "translation": {
      "en": "Immortality, at the end of the day, is really nothing more than",
      "vi": "Cuối cùng thì sự sống mãi thực sự chả là gì ngoài cháu chắt biết danh mình."
    }
  },
  {
    "translation": {
      "en": "your great-great-grandchildren knowing your name.",
      "vi": "thực sự chả là gì ngoài cháu chắt biết danh mình."
    }
  },
  {
    "translation": {
      "en": "The idea that people long after I'm gone",
      "vi": "Ý tưởng người ta mong muốn sau khi tôi ra đi"
    }
  },
  {
    "translation": {
      "en": "would know what I was thinking and what I was like is, I think,",
      "vi": "sẽ biết tôi đã nghĩ gì và tôi nói gì có lẽ là suy nghĩ đẹp đẽ và tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "quite a lovely and amazing thought.",
      "vi": "có lẽ là suy nghĩ đẹp đẽ và tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "[Smollett] But if we aren't careful, tech companies could put",
      "vi": "Mà nếu ta không cẩn thận, các công ty công nghệ có thể đặt lợi nhuận cuối của họ"
    }
  },
  {
    "translation": {
      "en": "their bottom lines ahead of our grief.",
      "vi": "các công ty công nghệ có thể đặt lợi nhuận cuối của họ trước sự đau buồn của ta."
    }
  },
  {
    "translation": {
      "en": "Some of these companies are more powerful than governments.",
      "vi": "Một số công ty này quyền lực hơn chính phủ."
    }
  },
  {
    "translation": {
      "en": "For-profit corporations",
      "vi": "Các tập đoàn vì lợi nhuận"
    }
  },
  {
    "translation": {
      "en": "that were not designed to this purpose,",
      "vi": "không được tạo ra cho mục đích này,"
    }
  },
  {
    "translation": {
      "en": "that are not archivists, that are not, uh, grief-counseling organizations.",
      "vi": "không phải là chuyên viên lưu trữ, không phải là tổ chức tư vấn sự đau buồn."
    }
  },
  {
    "translation": {
      "en": "[Smollett] As long as we don't have full ownership over our data,",
      "vi": "Chừng nào ta không có toàn quyền sở hữu dữ liệu của ta,"
    }
  },
  {
    "translation": {
      "en": "our digital remains may be used in ways we never intended.",
      "vi": "di vật số của ta có lẽ được dùng theo cách ta không hề muốn."
    }
  },
  {
    "translation": {
      "en": "[Kasket] Who can have access to this data? Who can't? What can you do with this?",
      "vi": "Ai được tiếp cận với dữ liệu này? Ai không? Có thể làm gì?"
    }
  },
  {
    "translation": {
      "en": "What form does it take? What shape does it take?",
      "vi": "Cần có hình thái, hình thức gì?"
    }
  },
  {
    "translation": {
      "en": "And that's a very, very powerful position.",
      "vi": "Và đó là một vị trí rất quyền lực."
    }
  },
  {
    "translation": {
      "en": "[Smollett] How would you feel if companies were brazen enough to use dead loved ones",
      "vi": "Bạn cảm thấy sao nếu các công ty trơ tráo đến mức dùng người thân đã mất"
    }
  },
  {
    "translation": {
      "en": "to advertise something they never believed in?",
      "vi": "để quảng cáo cho điều họ không bao giờ tin tưởng?"
    }
  },
  {
    "translation": {
      "en": "[Isbell] When I think about worst-case scenarios, one is that I personally get misrepresented.",
      "vi": "Khi tôi nghĩ tới tình huống xấu nhất, đó là cá nhân tôi bị bóp méo."
    }
  },
  {
    "translation": {
      "en": "My image, my likeness, even the sound of my voice,",
      "vi": "Hình ảnh, chân dung của tôi, cả giọng nói của tôi,"
    }
  },
  {
    "translation": {
      "en": "the way that I use my hands when I talk",
      "vi": "cách tôi dùng tay khi nói chuyện"
    }
  },
  {
    "translation": {
      "en": "are being used to have me represent a position I would never represent.",
      "vi": "đang được dùng để tôi đại diện cho một vị trí tôi chưa từng đại diện."
    }
  },
  {
    "translation": {
      "en": "Does eventually Disney get to take me and use me",
      "vi": "Liệu cuối cùng Disney có lấy tôi và sử dụng tôi"
    }
  },
  {
    "translation": {
      "en": "because it's just out there in the world?",
      "vi": "vì nó cứ thế ở thế giới ngoài kia?"
    }
  },
  {
    "translation": {
      "en": "That is an extremely difficult question.",
      "vi": "Đó là một câu hỏi cực khó."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the future, there will be even more questions.",
      "vi": "Trong tương lai, sẽ còn có nhiều câu hỏi hơn."
    }
  },
  {
    "translation": {
      "en": "Not just about our digital remains, but our physical ones.",
      "vi": "Không chỉ về di vật số, mà còn cả di hài của ta."
    }
  },
  {
    "translation": {
      "en": "What will we do with people's bodies?",
      "vi": "Ta sẽ làm gì với xác người?"
    }
  },
  {
    "translation": {
      "en": "Well, one day you could become a tree, seriously.",
      "vi": "Chà, một ngày, bạn có thể trở thành cây, thật đấy."
    }
  },
  {
    "translation": {
      "en": "It's called human composting.",
      "vi": "Nó được gọi là ủ phân xác người."
    }
  },
  {
    "translation": {
      "en": "Pioneered by a Seattle-based company, Recompose,",
      "vi": "Tiên phong là công ty đặt ở Seattle, Recompose,"
    }
  },
  {
    "translation": {
      "en": "the process can turn a human body into a cubic yard of soil in just 30 days.",
      "vi": "quá trình này có thể biến một xác người thành 0,76 mét khối đất trong đúng 30 ngày."
    }
  },
  {
    "translation": {
      "en": "In 2019, Washington became the first state to legalize human composting,",
      "vi": "Năm 2019, Washington thành bang đầu tiên hợp pháp hóa ủ phân xác người,"
    }
  },
  {
    "translation": {
      "en": "paving the way for many more states and countries to follow.",
      "vi": "mở đường cho nhiều bang và quốc gia khác làm theo."
    }
  },
  {
    "translation": {
      "en": "For those of us that really care",
      "vi": "Có lẽ với ai trong chúng ta thực sự để ý tới"
    }
  },
  {
    "translation": {
      "en": "about how we're using our body while we're here and also our impact on the earth while we're here,",
      "vi": "cách ta sử dụng xác mình và cả tác động tới môi trường khi ta ở đây,"
    }
  },
  {
    "translation": {
      "en": "it's a really great alternative.",
      "vi": "đó là sự thay thế rất tuyệt. Thay vì đổ thêm bê tông hay nhựa vào Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Instead of putting more concrete or plastic into the earth,",
      "vi": "Thay vì đổ thêm bê tông hay nhựa vào Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "we'll be replenishing it with more soil.",
      "vi": "ta sẽ cấp thêm đất cho nó."
    }
  },
  {
    "translation": {
      "en": "[Imperi] I could totally see Linden Grove",
      "vi": "Tôi hoàn toàn thấy được Linden Grove"
    }
  },
  {
    "translation": {
      "en": "being a place that receives people's soil donations",
      "vi": "trở thành một nơi nhận quyên góp đất của mọi người,"
    }
  },
  {
    "translation": {
      "en": "and then we're able to utilize those throughout our grounds.",
      "vi": "rồi có thể tận dụng số đó khắp khu đất của ta."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Human composting could revolutionize how we think about memorial sites.",
      "vi": "Việc ủ phân xác người có thể cách mạng hóa cách ta nghĩ về khu tưởng niệm."
    }
  },
  {
    "translation": {
      "en": "This is an area now, which is amazing.",
      "vi": "Giờ đây là một khu, tuyệt."
    }
  },
  {
    "translation": {
      "en": "What rituals are they gonna put around receiving the soil?",
      "vi": "Họ sẽ thực hiện nghi thức gì xung quanh khi tiếp nhận đất?"
    }
  },
  {
    "translation": {
      "en": "Do you put it in the tomato garden? Would you feel weird about that?",
      "vi": "Bạn cho nó vào vườn cà chua ư? Có thấy kì với nó không?"
    }
  },
  {
    "translation": {
      "en": "[Arthur] How great would it be to have the opportunity",
      "vi": "Sẽ tuyệt thế nào khi có cơ hội"
    }
  },
  {
    "translation": {
      "en": "to be with somebody you loved in a new way?",
      "vi": "ở bên người bạn yêu thương theo một cách mới?"
    }
  },
  {
    "translation": {
      "en": "You know, to continue those bonds, but through their body having",
      "vi": "Để tiếp tục sự gắn bó đó, nhưng qua thân xác họ đã nuôi dưỡng chút thức ăn bạn đang ăn,"
    }
  },
  {
    "translation": {
      "en": "nourished some food you're eating,",
      "vi": "nhưng qua thân xác họ đã nuôi dưỡng chút thức ăn bạn đang ăn,"
    }
  },
  {
    "translation": {
      "en": "or some milkweed that brings butterflies around.",
      "vi": "hay chút cây bông sữa đưa lũ bướm tới."
    }
  },
  {
    "translation": {
      "en": "[Smollett] As lovely as this all sounds, it's actually just the beginning",
      "vi": "Tất cả nghe đẹp đẽ thế này thực sự chỉ mới là bắt đầu"
    }
  },
  {
    "translation": {
      "en": "because in the far future, you could do so much more with these composted remains.",
      "vi": "vì trong tương lai xa, bạn có thể làm nhiều hơn nữa với các di hài được ủ này."
    }
  },
  {
    "translation": {
      "en": "They'll be the key to unlocking a way",
      "vi": "Đó sẽ là chìa khóa mở ra một cách để ta chăm lo mọi thứ ta bỏ lại."
    }
  },
  {
    "translation": {
      "en": "for us to take care of everything we leave behind.",
      "vi": "mở ra một cách để ta chăm lo mọi thứ ta bỏ lại."
    }
  },
  {
    "translation": {
      "en": "It will meld our physical, digital, and spiritual remains.",
      "vi": "Nó sẽ kết hợp di hài, di vật số và di vật tinh thần."
    }
  },
  {
    "translation": {
      "en": "[Smollett] You're walking through the cemetery of the future,",
      "vi": "Bạn đang bước qua nghĩa trang của tương lai,"
    }
  },
  {
    "translation": {
      "en": "but it's no longer headstones and burial plots.",
      "vi": "nhưng không còn là bia mộ và đất chôn nữa."
    }
  },
  {
    "translation": {
      "en": "It's acres and acres of trees",
      "vi": "Đó là hàng cánh đồng cây"
    }
  },
  {
    "translation": {
      "en": "and they're growing from our composted remains.",
      "vi": "và chúng đang lớn lên từ di hài được ủ phân của ta."
    }
  },
  {
    "translation": {
      "en": "[woman 5] Imagine that we're able to go to a place where",
      "vi": "Hình dung ta có thể đến một nơi"
    }
  },
  {
    "translation": {
      "en": "that compost has fed and sustained and grown beautiful trees,",
      "vi": "mà phân ủ nuôi dưỡng… NHÀ NGHIÊN CỨU XÃ HỘI & CÔNG NGHỆ …duy trì và trồng cây cối tốt tươi,"
    }
  },
  {
    "translation": {
      "en": "maybe the person's favorite tree.",
      "vi": "có lẽ là cây người đó yêu thích."
    }
  },
  {
    "translation": {
      "en": "[Smollett] These trees won't just store our physical remains.",
      "vi": "Các cây này không chỉ lưu giữ di hài của ta."
    }
  },
  {
    "translation": {
      "en": "They'll also store our digital ones.",
      "vi": "Chúng cũng lưu giữ di vật số của ta."
    }
  },
  {
    "translation": {
      "en": "When we visit our loved ones,",
      "vi": "Khi thăm người thân, ta sẽ được chào đón bằng ảnh đại diện"
    }
  },
  {
    "translation": {
      "en": "we'll be greeted with an avatar of the person we can interact with.",
      "vi": "Khi thăm người thân, ta sẽ được chào đón bằng ảnh đại diện của người mà ta có thể tương tác."
    }
  },
  {
    "translation": {
      "en": "It's an ultra-sophisticated chatbot accessed through a computer",
      "vi": "Đây là hộp trò chuyện cực tinh vi được truy cập qua máy tính"
    }
  },
  {
    "translation": {
      "en": "and stored within a tree.",
      "vi": "và được lưu trữ bên trong cây."
    }
  },
  {
    "translation": {
      "en": "It's all because of how we'll be able to store data in the future,",
      "vi": "Tất cả là nhờ cách ta có thể lưu trữ thông tin trong tương lai,"
    }
  },
  {
    "translation": {
      "en": "through DNA.",
      "vi": "qua DNA."
    }
  },
  {
    "translation": {
      "en": "[man 1] So when we think about DNA, we know that's the language of life.",
      "vi": "Vậy khi nghĩ tới DNA, ta biết đó là ngôn ngữ của sự sống."
    }
  },
  {
    "translation": {
      "en": "What we've discovered more recently is that DNA is also a system",
      "vi": "Ta mới khám phá thêm là DNA cũng là một hệ thống lưu trữ dữ liệu hay lưu trữ thông tin."
    }
  },
  {
    "translation": {
      "en": "of data storage or information storage.",
      "vi": "là DNA cũng là một hệ thống lưu trữ dữ liệu hay lưu trữ thông tin."
    }
  },
  {
    "translation": {
      "en": "I'm Cyrus. I'm an artist, designer, and futurist.",
      "vi": "Tôi là Cyrus. Tôi là nghệ sĩ, nhà thiết kế và theo thuyết vị lai."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the far future, photos, text files, audio clips,",
      "vi": "Trong tương lai xa, ảnh, tập tin văn bản, đoạn ghi âm thanh,"
    }
  },
  {
    "translation": {
      "en": "the data that makes up our digital remains,",
      "vi": "dữ liệu đó bao gồm di vật số của ta, một ngày có thể được lưu trữ"
    }
  },
  {
    "translation": {
      "en": "can one day be stored in an entirely new way.",
      "vi": "dữ liệu đó bao gồm di vật số của ta, một ngày có thể được lưu trữ theo cách hoàn toàn mới."
    }
  },
  {
    "translation": {
      "en": "[Clarke] Digital files are usually expressed in zeros and ones.",
      "vi": "Các tài liệu số thường được thể hiện bằng số 0 và số 1."
    }
  },
  {
    "translation": {
      "en": "DNA is written in four letters, A, T, C, and G.",
      "vi": "DNA được viết bằng bốn chữ cái: A, T, C, và G."
    }
  },
  {
    "translation": {
      "en": "What we've been doing recently is just changing the language,",
      "vi": "Việc ta làm gần đây chỉ là thay đổi ngôn ngữ,"
    }
  },
  {
    "translation": {
      "en": "translating into A,T, C, and G.",
      "vi": "dịch thành A, T, C và G."
    }
  },
  {
    "translation": {
      "en": "And in that way, we can actually store data in the language of life, in DNA.",
      "vi": "Theo đó, ta thực sự có thể lưu dữ liệu theo ngôn ngữ của sự sống, DNA."
    }
  },
  {
    "translation": {
      "en": "[Smollett] And if biochemistry is not your best subject,",
      "vi": "Nếu hóa sinh không phải môn bạn giỏi nhất"
    }
  },
  {
    "translation": {
      "en": "what this means is that instead of hard drives,",
      "vi": "thì đây nghĩa là thay vì ổ cứng,"
    }
  },
  {
    "translation": {
      "en": "we'll be able to store our data in DNA.",
      "vi": "ta có thể lưu trữ dữ liệu của ta bằng DNA."
    }
  },
  {
    "translation": {
      "en": "Except imagine the hard drive is much smaller and more eco-friendly.",
      "vi": "Có điều hình dung ổ cứng nhỏ và thân thiện với môi trường hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "And it's already possible.",
      "vi": "Và có thể đã có rồi."
    }
  },
  {
    "translation": {
      "en": "In 2019, Catalog, a Boston-based startup,",
      "vi": "Năm 2019, Catalog, một công ty khởi nghiệp đặt ở Boston,"
    }
  },
  {
    "translation": {
      "en": "announced that they stored the entirety of Wikipedia's English-language platform",
      "vi": "thông báo họ đã lưu trữ toàn bộ nền tảng ngôn ngữ tiếng Anh của Wikipedia"
    }
  },
  {
    "translation": {
      "en": "into strands of DNA.",
      "vi": "thành các chuỗi DNA."
    }
  },
  {
    "translation": {
      "en": "Much like computers today read zeros and ones to show you a picture of your dog,",
      "vi": "Giống như máy tính ngày nay đọc 0 và 1 để hiện hình ảnh chó của bạn,"
    }
  },
  {
    "translation": {
      "en": "the computers of tomorrow could read data off of DNA.",
      "vi": "máy tính ngày mai có thể đọc dữ liệu từ DNA."
    }
  },
  {
    "translation": {
      "en": "It all adds up to us being able to store our digital avatars",
      "vi": "Tất cả tổng lại là ta có thể lưu trữ ảnh đại diện số của ta"
    }
  },
  {
    "translation": {
      "en": "in living organisms, organisms like plants.",
      "vi": "trong sinh vật sống, các sinh vật như cây cối."
    }
  },
  {
    "translation": {
      "en": "[Clarke] If you can work with plants to store your data,",
      "vi": "Nếu có thể dùng cây để lưu trữ dữ liệu,"
    }
  },
  {
    "translation": {
      "en": "well, what you have there is a system which not only doesn't require energy,",
      "vi": "cái bạn có là một hệ thống không chỉ không cần năng lượng,"
    }
  },
  {
    "translation": {
      "en": "it creates its own energy.",
      "vi": "mà còn tự tạo năng lượng."
    }
  },
  {
    "translation": {
      "en": "You're creating something which is truly regenerative for the planet.",
      "vi": "Bạn đang tạo ra thứ thực sự tái sinh cho hành tinh."
    }
  },
  {
    "translation": {
      "en": "Human composting, your digital legacy,",
      "vi": "Việc ủ phân xác người, di sản số,"
    }
  },
  {
    "translation": {
      "en": "imagine if all of this could come together.",
      "vi": "hình dung tất cả có thể kết hợp với nhau."
    }
  },
  {
    "translation": {
      "en": "[Smollett] You'll have full ownership over your digital remains.",
      "vi": "Bạn sẽ có toàn quyền sở hữu với di vật số của mình."
    }
  },
  {
    "translation": {
      "en": "You'll be able to dictate the privacy settings you want",
      "vi": "Bạn có thể chỉ định cài đặt riêng tư mình muốn"
    }
  },
  {
    "translation": {
      "en": "because these forests will be managed by a sort of cemetery IT guy.",
      "vi": "vì các khu rừng này sẽ được anh IT của nghĩa trang quản lý."
    }
  },
  {
    "translation": {
      "en": "They'll keep away not grave robbers, but grave hackers.",
      "vi": "Chúng tránh xa không phải kẻ trộm mộ, mà là tránh xa tin tặc mộ."
    }
  },
  {
    "translation": {
      "en": "And for all the other ways that these trees will change our lives in the future,",
      "vi": "Với mọi cách khác mà các cây này thay đổi cuộc sống của ta ở tương lai,"
    }
  },
  {
    "translation": {
      "en": "well, you'll just have to watch our houseplants episode.",
      "vi": "bạn chỉ phải xem tập Cây trồng trong nhà của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And for those who don't mind opening up their digital afterlives to the public,",
      "vi": "Với ai không ngại thổ lộ công khai cuộc sống số sau khi chết,"
    }
  },
  {
    "translation": {
      "en": "they'll finally give us a way to learn more about those who came before us.",
      "vi": "họ cuối cùng cũng cho ta cách tìm hiểu thêm về người đi trước ta."
    }
  },
  {
    "translation": {
      "en": "[Imperi] I'm always like, \"Who was that person in their life?\"",
      "vi": "Tôi luôn nói: \"Người đó là ai trong đời họ?\"."
    }
  },
  {
    "translation": {
      "en": "Like, \"I wish there was a way that I could learn about that person,",
      "vi": "Tôi ước có cách để tôi có thể tìm hiểu về người đó, mà qua lời của chính họ."
    }
  },
  {
    "translation": {
      "en": "but through their own words.\"",
      "vi": "Tôi ước có cách để tôi có thể tìm hiểu về người đó, mà qua lời của chính họ. Trong tương lai, bạn có thể tám chuyện với cái cây để làm quen với họ."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the future, you could chat with a tree to get to know them.",
      "vi": "Trong tương lai, bạn có thể tám chuyện với cái cây để làm quen với họ."
    }
  },
  {
    "translation": {
      "en": "I'm able to either learn from them or just acknowledge them",
      "vi": "Tôi có thể học hỏi từ họ hoặc cứ thế công nhận họ"
    }
  },
  {
    "translation": {
      "en": "and commemorate what they did.",
      "vi": "và tưởng nhớ việc họ đã làm."
    }
  },
  {
    "translation": {
      "en": "[Smollett] But most importantly,",
      "vi": "Nhưng quan trọng nhất,"
    }
  },
  {
    "translation": {
      "en": "how we process death will continue to be a personal choice.",
      "vi": "cách ta xử lý cái chết sẽ tiếp tục là lựa chọn cá nhân."
    }
  },
  {
    "translation": {
      "en": "With this tech, any object can become an urn or any place a memorial.",
      "vi": "Với công nghệ này, mọi vật đều có thể thành bình tro hay mọi chỗ thành nơi tưởng niệm."
    }
  },
  {
    "translation": {
      "en": "Some people will want to talk with their friends and family as often as possible,",
      "vi": "Một số muốn nói chuyện với bạn bè, gia đình thường xuyên nhất có thể,"
    }
  },
  {
    "translation": {
      "en": "others not so much.",
      "vi": "số khác thì không."
    }
  },
  {
    "translation": {
      "en": "So everyone can choose how they want to process their loss.",
      "vi": "Nên mọi người có thể chọn cách họ muốn xử lý sự mất mát của mình."
    }
  },
  {
    "translation": {
      "en": "Because as we all know, grief is hard.",
      "vi": "Vì như ta đều biết, đau buồn khổ sở lắm."
    }
  },
  {
    "translation": {
      "en": "[Jeanetti] Being thrown into that situation…",
      "vi": "Bị ném vào tình huống đó,"
    }
  },
  {
    "translation": {
      "en": "I couldn't even function.",
      "vi": "tôi chả hoạt động nổi."
    }
  },
  {
    "translation": {
      "en": "[Imperi] Just being like, \"I have to bury my dad.\"",
      "vi": "Giống như phải chôn bố mình vậy."
    }
  },
  {
    "translation": {
      "en": "[nervous laugh] Especially because I'm not ready for him to be gone yet.",
      "vi": "Nhất là vì tôi chưa sẵn sàng để ông ra đi."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Even though death will still be inevitable in the future,",
      "vi": "Mặc dù cái chết vẫn là không thể tránh khỏi trong tương lai,"
    }
  },
  {
    "translation": {
      "en": "technology will hopefully help us to mourn or to move forward at our own pace.",
      "vi": "Mặc dù cái chết vẫn là không thể tránh khỏi trong tương lai, công nghệ hy vọng sẽ giúp ta khóc thương hay bước tiếp với tốc độ của riêng ta."
    }
  },
  {
    "translation": {
      "en": "So for my own dying,",
      "vi": "Nên với việc chính tôi chết,"
    }
  },
  {
    "translation": {
      "en": "I would love to be on a deck someplace outside.",
      "vi": "tôi muốn được ở trên boong tàu chỗ nào đó ngoài trời."
    }
  },
  {
    "translation": {
      "en": "I want the sun to be going down.",
      "vi": "Tôi muốn mặt trời sắp lặn."
    }
  },
  {
    "translation": {
      "en": "When I die, I would like to, hopefully, be wrapped in a shroud.",
      "vi": "Khi tôi chết, tôi muốn được cuộn trong vải liệm, hy vọng vậy."
    }
  },
  {
    "translation": {
      "en": "What probably every Muslim hopes for their death,",
      "vi": "Có lẽ mọi người Hồi giáo đều mong cho cái chết của mình là chết trong trạng thái quy phục"
    }
  },
  {
    "translation": {
      "en": "that I die in the state of submission to the only God that we worship.",
      "vi": "đều mong cho cái chết của mình là chết trong trạng thái quy phục Chúa duy nhất mà chúng tôi tôn thờ."
    }
  },
  {
    "translation": {
      "en": "[Arthur] I'd love to smell some Nag Champa incense.",
      "vi": "Tôi muốn ngửi chút nhang Nag Champa."
    }
  },
  {
    "translation": {
      "en": "I was that kid that was barefoot running through the hills.",
      "vi": "Tôi là đứa trẻ chạy chân trần qua đồi."
    }
  },
  {
    "translation": {
      "en": "And so being returned to the soil, to me, makes me feel the most",
      "vi": "Nên với tôi, việc trở về với đất làm tôi thấy bình yên nhất với cách tôi rời khỏi Trái Đất."
    }
  },
  {
    "translation": {
      "en": "at peace with how I left the earth.",
      "vi": "làm tôi thấy bình yên nhất với cách tôi rời khỏi Trái Đất."
    }
  },
  {
    "translation": {
      "en": "[Arthur] We're all gonna die someday.",
      "vi": "Ta đều sẽ chết một ngày nào đó. Tôi muốn đảm bảo họ chết"
    }
  },
  {
    "translation": {
      "en": "I wanna make sure that their dying looks as much like their life as possible.",
      "vi": "Ta đều sẽ chết một ngày nào đó. Tôi muốn đảm bảo họ chết nhìn giống lúc sống nhất có thể. Thế trả lời câu hỏi của bạn chưa?"
    }
  },
  {
    "translation": {
      "en": "That answer your question?",
      "vi": "nhìn giống lúc sống nhất có thể. Thế trả lời câu hỏi của bạn chưa?"
    }
  }
]