[
  {
    "translation": {
      "en": "Okay, we're recording.",
      "vi": "Được rồi, đang ghi âm."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "So, maybe the best place to start is, how did you get involved in this?",
      "vi": "Có lẽ tốt nhất là bắt đầu từ anh dính tới việc này như thế nào?"
    }
  },
  {
    "translation": {
      "en": "I was in an argument with someone that",
      "vi": "Tôi tranh cãi với một người mà hầu hết mọi người coi là tin tặc."
    }
  },
  {
    "translation": {
      "en": "most people would consider a hacker.",
      "vi": "mà hầu hết mọi người coi là tin tặc."
    }
  },
  {
    "translation": {
      "en": "I was reading the texts on my phone,",
      "vi": "Tôi đang đọc tin nhắn điện thoại, và có lẽ tôi đã nói gì đó"
    }
  },
  {
    "translation": {
      "en": "and I guess I said something that kind of, I have to assume,",
      "vi": "Tôi đang đọc tin nhắn điện thoại, và có lẽ tôi đã nói gì đó phải thừa nhận là xúc phạm niềm kiêu hãnh hoặc cái tôi của hắn."
    }
  },
  {
    "translation": {
      "en": "like, insulted his pride or his ego or something.",
      "vi": "phải thừa nhận là xúc phạm niềm kiêu hãnh hoặc cái tôi của hắn."
    }
  },
  {
    "translation": {
      "en": "And this person sent the SWAT team to my house at midnight.",
      "vi": "Và người này đã báo đội đặc nhiệm SWAT đến nhà tôi lúc nửa đêm."
    }
  },
  {
    "translation": {
      "en": "When I looked out my window, I noticed it was really bright outside,",
      "vi": "Lúc nhìn ra cửa sổ, tôi để ý thấy bên ngoài rất sáng,"
    }
  },
  {
    "translation": {
      "en": "like, really bright.",
      "vi": "thực sự sáng."
    }
  },
  {
    "translation": {
      "en": "So then I walked out my room and opened the front door.",
      "vi": "Rồi tôi bước ra khỏi phòng và mở cửa trước."
    }
  },
  {
    "translation": {
      "en": "And it… I looked up in the sky and there was a helicopter.",
      "vi": "Và nó… Tôi nhìn lên trời và có một chiếc trực thăng."
    }
  },
  {
    "translation": {
      "en": "The light was so bright that it was…",
      "vi": "Đèn sáng đến mức nó…"
    }
  },
  {
    "translation": {
      "en": "It seemed like it was mid- afternoon, that's how bright the light was.",
      "vi": "Nó giống như giữa buổi chiều, đèn sáng như vậy."
    }
  },
  {
    "translation": {
      "en": "Then shortly after, cop cars started pulling up,",
      "vi": "Rồi ngay sau đó, xe cảnh sát bắt đầu tấp vào,"
    }
  },
  {
    "translation": {
      "en": "and they were getting out with shotguns and rifles.",
      "vi": "và họ bước ra với súng ngắn và súng trường."
    }
  },
  {
    "translation": {
      "en": "It was an eye- opening experience",
      "vi": "Đúng là một trải nghiệm mở rộng tầm mắt"
    }
  },
  {
    "translation": {
      "en": "that-- that he could do that to my house over nothing,",
      "vi": "khi hắn có thể làm vậy với nhà tôi chả vì gì cả. Vì đó là cuộc gọi lừa."
    }
  },
  {
    "translation": {
      "en": ",'cause it was a hoax call. Whatever he said, wasn't true.",
      "vi": "với nhà tôi chả vì gì cả. Vì đó là cuộc gọi lừa. Lời hắn nói đều chả đúng. Hắn nói có người bị giữ làm con tin"
    }
  },
  {
    "translation": {
      "en": "He said that someone was being held hostage in the closet.",
      "vi": "Lời hắn nói đều chả đúng. Hắn nói có người bị giữ làm con tin ở phòng để đồ."
    }
  },
  {
    "translation": {
      "en": "I learned later that he even pretended to be",
      "vi": "Sau đó tôi biết hắn còn giả vờ là cô gái được cho là đang bị giữ làm con tin ở phòng để đồ nhà tôi."
    }
  },
  {
    "translation": {
      "en": "the girl that was allegedly being held hostage in my closet.",
      "vi": "là cô gái được cho là đang bị giữ làm con tin ở phòng để đồ nhà tôi."
    }
  },
  {
    "translation": {
      "en": "I wasn't scared for my life.",
      "vi": "Chả sợ cho mạng tôi,"
    }
  },
  {
    "translation": {
      "en": "I didn't feel like I was gonna die or anything. I just thought it was cool that he could do that.",
      "vi": "chả thấy mình sắp chết, tôi chỉ nghĩ hay thật, hắn có thể làm vậy."
    }
  },
  {
    "translation": {
      "en": "You thought it was cool.",
      "vi": "Anh nghĩ là hay."
    }
  },
  {
    "translation": {
      "en": "That's what I thought about that experience.",
      "vi": "Tôi nghĩ tới trải nghiệm đó như thế đấy."
    }
  },
  {
    "translation": {
      "en": "Quite frankly, I was thinking, Holy shit.",
      "vi": "Nói thẳng thì tôi nghĩ: Quỷ thần ơi. Gã này thực sự vừa báo đội SWAT"
    }
  },
  {
    "translation": {
      "en": "This guy actually just sent the SWAT team to my house,",
      "vi": "Nói thẳng thì tôi nghĩ: Quỷ thần ơi. Gã này thực sự vừa báo đội SWAT đến nhà tôi"
    }
  },
  {
    "translation": {
      "en": "and he's not worried at all about the consequences.",
      "vi": "và hắn chẳng lo tí gì tới hậu quả."
    }
  },
  {
    "translation": {
      "en": "This call is from a federal prison.",
      "vi": "Cuộc gọi này từ nhà tù liên bang."
    }
  },
  {
    "translation": {
      "en": "Now, if you've never heard of swatting…",
      "vi": "Nếu chưa từng nghe tới swat…"
    }
  },
  {
    "translation": {
      "en": "Honestly, I hadn't until this story happened.",
      "vi": "Tôi thật sự chưa nghe đến khi có vụ này."
    }
  },
  {
    "translation": {
      "en": "I've got two people here held hostage, all right?",
      "vi": "Hai người ở đây bị giữ làm con tin."
    }
  },
  {
    "translation": {
      "en": "It's when someone makes a prank call about a bogus crime",
      "vi": "Đó là khi ai đó gọi điện chơi khăm về một tội giả"
    }
  },
  {
    "translation": {
      "en": "to get the SWAT team to go to someone's house.",
      "vi": "để khiến đội đặc nhiệm SWAT đến nhà ai đó."
    }
  },
  {
    "translation": {
      "en": "An army of Nassau County SWAT teams descended on a home, guns drawn.",
      "vi": "Một đội quân SWAT quận Nassau tấn công bất ngờ một nhà, rút súng ra."
    }
  },
  {
    "translation": {
      "en": "They thought they were responding to a double- murder,",
      "vi": "Họ tưởng đang phản ứng với một vụ giết người kép"
    }
  },
  {
    "translation": {
      "en": "and a suspect who had barricaded himself in the home.",
      "vi": "và một nghi phạm đã tự cố thủ trong nhà."
    }
  },
  {
    "translation": {
      "en": "Police department search warrant!",
      "vi": "Lệnh khám xét của Sở Cảnh sát đây!"
    }
  },
  {
    "translation": {
      "en": "But it all turned out to be a hoax.",
      "vi": "Nhưng hóa ra chỉ là một trò lừa."
    }
  },
  {
    "translation": {
      "en": "Down! Get on the ground!",
      "vi": "Nằm xuống! Nằm xuống đất!"
    }
  },
  {
    "translation": {
      "en": "The swatting targets are sometimes celebrities",
      "vi": "Mục tiêu swat đôi khi là người nổi tiếng"
    }
  },
  {
    "translation": {
      "en": "like Rihanna and Justin Bieber,",
      "vi": "như Rihanna và Justin Bieber,"
    }
  },
  {
    "translation": {
      "en": "but are often online gamers.",
      "vi": "song thường là các game thủ trên mạng."
    }
  },
  {
    "translation": {
      "en": "People making the false 911 calls and then watch live online.",
      "vi": "Người ta gọi báo sai tới 911, rồi xem trực tiếp trên mạng."
    }
  },
  {
    "translation": {
      "en": "Swatting started as a way to, I think,",
      "vi": "Swat bắt đầu như một cách… PHÓNG VIÊN ĐIỀU TRA ĐỘC LẬP"
    }
  },
  {
    "translation": {
      "en": "disrupt gaming competitions.",
      "vi": "…có lẽ để làm gián đoạn cuộc thi game."
    }
  },
  {
    "translation": {
      "en": "Or if they lose an important match, to get back at somebody else.",
      "vi": "Hay để trả đũa người khác nếu họ thua một trận quan trọng."
    }
  },
  {
    "translation": {
      "en": "It goes back more than 20 years.",
      "vi": "Nó có từ hơn 20 năm trước."
    }
  },
  {
    "translation": {
      "en": "People playing a video game,",
      "vi": "Người ta chơi điện tử,"
    }
  },
  {
    "translation": {
      "en": "they call the police and mimic the person that they lost to,",
      "vi": "họ gọi điện cho cảnh sát và đóng giả người họ thua,"
    }
  },
  {
    "translation": {
      "en": "and say that they've killed family members",
      "vi": "nói họ đã giết người nhà"
    }
  },
  {
    "translation": {
      "en": "and they see how many people they can get to come down.",
      "vi": "và xem họ có thể khiến bao nhiêu người gục."
    }
  },
  {
    "translation": {
      "en": "I come out of my room, they got guns pointed at me.  I'm like, Oh my God, I'm gonna die.",
      "vi": "Tôi ra khỏi phòng, họ chĩa súng vào tôi. Tôi kiểu: Ôi Chúa ơi, mình sẽ chết mất."
    }
  },
  {
    "translation": {
      "en": "A lot of the people involved in swatting",
      "vi": "Rất nhiều người liên quan tới swat"
    }
  },
  {
    "translation": {
      "en": "are doing this to somebody gaming online",
      "vi": "đang làm thế này với người chơi game trực tuyến"
    }
  },
  {
    "translation": {
      "en": "and a whole bunch of people all over the world are watching it live.",
      "vi": "và cả đám người khắp thế giới đang xem trực tiếp."
    }
  },
  {
    "translation": {
      "en": "You could tell them. You could tell them, actually.",
      "vi": "Anh có thể nói với họ, thật đấy."
    }
  },
  {
    "translation": {
      "en": "It's not funny and it's like…",
      "vi": "Chả buồn cười và kiểu…"
    }
  },
  {
    "translation": {
      "en": "The takeaways is one thing, but this is, like, police who are saving lives.",
      "vi": "Gửi đồ ăn uống đến nhà là một chuyện, nhưng đây là cảnh sát đang cứu người đó."
    }
  },
  {
    "translation": {
      "en": "- Um… - A waste of police time, whoever did it.",
      "vi": "Ai làm thì phí phạm thời gian của cảnh sát đấy."
    }
  },
  {
    "translation": {
      "en": "Being able to send the police to kick in someone's door",
      "vi": "Có thể báo cảnh sát đến đá bung cửa nhà ai đó"
    }
  },
  {
    "translation": {
      "en": "while this is all on camera,",
      "vi": "khi tất cả đang ghi hình"
    }
  },
  {
    "translation": {
      "en": "kind of ups the ante.",
      "vi": "kiểu như nâng cược vậy."
    }
  },
  {
    "translation": {
      "en": "People who perpetrate this are looking for bomb dogs, helicopters.",
      "vi": "Kẻ gây ra việc này đang kiếm chó ngửi bom, trực thăng."
    }
  },
  {
    "translation": {
      "en": "That's all part of the fun.",
      "vi": "Toàn bộ phần vui là đó."
    }
  },
  {
    "translation": {
      "en": "Each swatting incident costs law enforcement on average $10,000.",
      "vi": "Mỗi vụ swat tốn của lực lượng thực thi pháp luật trung bình 10.000 đô."
    }
  },
  {
    "translation": {
      "en": "It's about being feared.",
      "vi": "Là vì sợ."
    }
  },
  {
    "translation": {
      "en": "It's about being known.",
      "vi": "Là vì muốn được biết đến,"
    }
  },
  {
    "translation": {
      "en": "Making the world acknowledge your presence.",
      "vi": "khiến thế giới thừa nhận sự hiện diện của bạn."
    }
  },
  {
    "translation": {
      "en": "For a lot of these individuals, any attention is good attention.",
      "vi": "Với rất nhiều người như này, mọi sự chú ý đều là sự chú ý tốt."
    }
  },
  {
    "translation": {
      "en": "Somebody cares enough about me to send the SWAT team to my house? I must be important.",
      "vi": "Ai để ý mình tới mức báo đội SWAT đến nhà mình? Mình hẳn là quan trọng."
    }
  },
  {
    "translation": {
      "en": "But the FBI's biggest concern, that one day,",
      "vi": "Nhưng mối lo lớn nhất của FBI là có ngày, cuộc gọi quấy phá gây tội này sẽ thành chết người."
    }
  },
  {
    "translation": {
      "en": "these criminal crank calls will turn deadly.",
      "vi": "là có ngày, cuộc gọi quấy phá gây tội này sẽ thành chết người."
    }
  },
  {
    "translation": {
      "en": "And then we'll change her face, hair, and clothing.",
      "vi": "Rồi ta sẽ thay đổi mặt, tóc và quần áo cho cô ấy."
    }
  },
  {
    "translation": {
      "en": "Let's go with Gigi, 'cause that's easy.",
      "vi": "Bắt đầu với trò Gigi vì nó dễ."
    }
  },
  {
    "translation": {
      "en": "We'll do a random last name.",
      "vi": "Ta sẽ chọn tên họ ngẫu nhiên."
    }
  },
  {
    "translation": {
      "en": "I play video games 'cause it's fun for me.",
      "vi": "Tôi chơi điện tử vì nó thú vị với tôi."
    }
  },
  {
    "translation": {
      "en": "You can be really creative with it sometimes.",
      "vi": "Đôi khi bạn có thể rất sáng tạo với nó."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh. She looks crazy.",
      "vi": "Ôi Chúa ơi. Cô ấy nhìn thật phát cuồng."
    }
  },
  {
    "translation": {
      "en": "Look at her legs.",
      "vi": "Nhìn chân cô ấy đi."
    }
  },
  {
    "translation": {
      "en": "What kind of power workouts are you doing?",
      "vi": "Cô tập sức kiểu gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I deal with anxiety and stuff like that.",
      "vi": "Tôi chống chọi với rối loạn lo âu, kiểu vậy. Khi bạn bị rối loạn lo âu,"
    }
  },
  {
    "translation": {
      "en": "When you have anxiety, you tend to like revert in yourself",
      "vi": "Tôi chống chọi với rối loạn lo âu, kiểu vậy. Khi bạn bị rối loạn lo âu, bạn có xu hướng thu mình, làm việc cảm thấy tốt hơn cho mình."
    }
  },
  {
    "translation": {
      "en": "and do things that feel better for you.",
      "vi": "bạn có xu hướng thu mình, làm việc cảm thấy tốt hơn cho mình. BẠN XƯA CỦA TYLER BARRISS"
    }
  },
  {
    "translation": {
      "en": "And this feels better for me sometimes.",
      "vi": "BẠN XƯA CỦA TYLER BARRISS Đôi khi thế này thấy tốt hơn cho tôi."
    }
  },
  {
    "translation": {
      "en": "Ooh, where should we go?",
      "vi": "Ta nên đi đâu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Prettier houses in Oasis Springs.",
      "vi": "Nhà đẹp hơn ở Oasis Springs."
    }
  },
  {
    "translation": {
      "en": "It starts off as, you know, you not wanting to deal with real life.",
      "vi": "Nó bắt đầu khi bạn không muốn đối mặt với đời thực."
    }
  },
  {
    "translation": {
      "en": "You get validation from the game,",
      "vi": "Bạn được công nhận trong trò chơi,"
    }
  },
  {
    "translation": {
      "en": "and, at some point it becomes addictive.",
      "vi": "và một lúc nào đó, nó trở nên gây nghiện."
    }
  },
  {
    "translation": {
      "en": "You wanna get that validation over and over again.",
      "vi": "Bạn muốn được công nhận như thế nhiều lần."
    }
  },
  {
    "translation": {
      "en": "Look, my neighbors are coming to visit me, which is not something that happens in real life.",
      "vi": "Nhìn đi, hàng xóm đang đến thăm tôi, ở đời thực đâu có việc này."
    }
  },
  {
    "translation": {
      "en": "If real life isn't making me feel good and this is,",
      "vi": "Nếu đời thực không làm tôi vui và đây thì có,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna play this and spend a majority of my time doing this.",
      "vi": "tôi sẽ chơi cái này và dành phần lớn thời gian làm thế này."
    }
  },
  {
    "translation": {
      "en": "Okay, this is Tyler, and it's Christmas Day.",
      "vi": "Được rồi, Tyler đây và nay là Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "Really, the reason I started gaming was my friend, Tyler.",
      "vi": "Thực sự lý do tôi bắt đầu chơi game là bạn tôi, Tyler."
    }
  },
  {
    "translation": {
      "en": "And I just got something on camera that was… kind of entertaining.",
      "vi": "Và tôi vừa quay được thứ… đại loại là giải trí."
    }
  },
  {
    "translation": {
      "en": "We met when I was in the seventh grade,",
      "vi": "Bọn tôi gặp nhau lúc tôi học lớp bảy,"
    }
  },
  {
    "translation": {
      "en": "he taught me how to play games.",
      "vi": "cậu ấy dạy tôi cách chơi game."
    }
  },
  {
    "translation": {
      "en": "He was the first boyfriend I ever had.",
      "vi": "Đó là bạn trai đầu tiên của tôi."
    }
  },
  {
    "translation": {
      "en": "He delved into the gaming community,",
      "vi": "Cậu ấy đã đào sâu vào cộng đồng game"
    }
  },
  {
    "translation": {
      "en": "and didn't really get outside of the house.",
      "vi": "và thực sự không ra khỏi nhà."
    }
  },
  {
    "translation": {
      "en": "His father died when he was younger.",
      "vi": "Bố cậu ấy mất lúc cậu ấy còn nhỏ."
    }
  },
  {
    "translation": {
      "en": "His mother, she moved to Vegas and they lost contact.",
      "vi": "Mẹ cậu ấy đã chuyển đến Vegas và họ đã mất liên lạc."
    }
  },
  {
    "translation": {
      "en": "His grandmother, I know her as his mom,",
      "vi": "Bà cậu ấy, tôi biết bà như là mẹ cậu ấy,"
    }
  },
  {
    "translation": {
      "en": "that's what he called her.",
      "vi": "cậu ấy gọi bà như vậy."
    }
  },
  {
    "translation": {
      "en": "But he wasn't the same online as he was in person.",
      "vi": "Nhưng cậu ấy trên mạng không giống cậu ấy lúc gặp trực tiếp."
    }
  },
  {
    "translation": {
      "en": "Playing Halo, the Xbox game,",
      "vi": "Chơi Halo, trò Xbox… CỘNG TÁC VIÊN BIÊN TẬP, WIRED"
    }
  },
  {
    "translation": {
      "en": "became the most important thing in Tyler's life at a very young age.",
      "vi": "CỘNG TÁC VIÊN BIÊN TẬP, WIRED …trở thành quan trọng nhất trong đời Tyler lúc còn rất nhỏ."
    }
  },
  {
    "translation": {
      "en": "He had aspirations of becoming a professional Halo player.",
      "vi": "Cậu ta mong thành vận động viên Halo chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "People who are good at this, their name can be widely known very quickly.",
      "vi": "Người giỏi trò này, tên của họ có thể rất nhanh được biết đến rộng rãi."
    }
  },
  {
    "translation": {
      "en": "There are competitions all over the world",
      "vi": "Có các cuộc thi trên khắp thế giới,"
    }
  },
  {
    "translation": {
      "en": "where people who basically do nothing",
      "vi": "cơ bản là người ta chả làm gì"
    }
  },
  {
    "translation": {
      "en": "but play a specific game or set of games,",
      "vi": "ngoài chơi một game hoặc bộ các game cụ thể,"
    }
  },
  {
    "translation": {
      "en": "come together and compete against each other.",
      "vi": "tụ họp lại và đấu với nhau."
    }
  },
  {
    "translation": {
      "en": "If he can continue to hold this down for just a couple more seconds,",
      "vi": "Nếu cậu ấy có thể tiếp tục giữ được chỉ vài giây nữa thôi"
    }
  },
  {
    "translation": {
      "en": "a perfect kill for Royal2.",
      "vi": "là cú hạ gục hoàn hảo cho Royal2."
    }
  },
  {
    "translation": {
      "en": "And that's gonna do it, folks! They are the Halo world champions.",
      "vi": "Và thế là đủ, mọi người! Họ là nhà vô địch thế giới Halo."
    }
  },
  {
    "translation": {
      "en": "The top prizes for these can be just astronomical.",
      "vi": "Các giải cao nhất cho mấy trò này có thể rất lớn."
    }
  },
  {
    "translation": {
      "en": "Endorsements, that kind of thing.",
      "vi": "Chứng thực, kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "You're gonna sit there behind your mother's computer screen…",
      "vi": "Mày sẽ ngồi sau màn hình máy tính của mẹ mày."
    }
  },
  {
    "translation": {
      "en": "You ain't got shit to say, bitch!",
      "vi": "Mày chả có gì để nói cả, đồ đáng ghét!"
    }
  },
  {
    "translation": {
      "en": "There is coarseness to gaming culture.",
      "vi": "Văn hóa game có sự thô nhất định…"
    }
  },
  {
    "translation": {
      "en": "You dumb cunt.",
      "vi": "Đồ ả ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "Learn how to play a proper character, you fucking stupid whore.",
      "vi": "Học cách chơi nhân vật phù hợp đi, đồ điếm ngu."
    }
  },
  {
    "translation": {
      "en": "There is a treatment of others, even that are friends,",
      "vi": "Có cách đối xử với người khác, kể cả là bạn bè,"
    }
  },
  {
    "translation": {
      "en": "that can be quite harsh.",
      "vi": "có thể khá khó nghe."
    }
  },
  {
    "translation": {
      "en": "- Shut the fuck up-- - Shut the fuck up piece of shit!",
      "vi": "Im đi, đó là cái tôi… Im mồm đi, đồ chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "Slight infractions invite retaliation, name- calling.",
      "vi": "Phạm luật nhỏ gây hứng trả đũa, réo tên."
    }
  },
  {
    "translation": {
      "en": "Real harassment and abuse can be part of this.",
      "vi": "Trong đó có thể là quấy rối và lạm dụng thật."
    }
  },
  {
    "translation": {
      "en": "In the gaming culture that Tyler belonged to,",
      "vi": "Trong văn hóa game của Tyler,"
    }
  },
  {
    "translation": {
      "en": "to be extreme is something that's welcomed and invited.",
      "vi": "quá khích là việc được hoan nghênh và mời gọi."
    }
  },
  {
    "translation": {
      "en": "And extreme is also included with fun.",
      "vi": "Và quá khích cũng đi kèm niềm vui."
    }
  },
  {
    "translation": {
      "en": "Shut the fuck up!",
      "vi": "Im mồm đi!"
    }
  },
  {
    "translation": {
      "en": "These Halo acquaintances he had were really his closest friends.",
      "vi": "Những người quen Halo này thực sự là bạn thân của cậu ta."
    }
  },
  {
    "translation": {
      "en": "Tyler Barriss was raised by Halo in many ways.",
      "vi": "Tyler Barriss được Halo nuôi dạy ở nhiều mặt."
    }
  },
  {
    "translation": {
      "en": "Tell me about how you got into this. Like, what was your first bomb threat?",
      "vi": "Nói anh dính vào việc này thế nào. Dọa đánh bom lần đầu thế nào?"
    }
  },
  {
    "translation": {
      "en": "My first bomb threat or the first time I sent a SWAT team to someone's house?",
      "vi": "Lần đầu dọa đánh bom hay lần đầu báo đội SWAT đến nhà ai đó?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I assume the bomb threats came first, right?",
      "vi": "Phải, tôi cho là dọa đánh bom trước đi, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, that was the first thing I ever tried was evacuating a building.",
      "vi": "Phải, việc đầu tiên tôi từng thử là sơ tán một tòa nhà."
    }
  },
  {
    "translation": {
      "en": "The same person who swatted me sent the bomb squad to a school.",
      "vi": "Chính người swat tôi cũng đã báo đội gỡ bom đến một trường học."
    }
  },
  {
    "translation": {
      "en": "The first thing that I wanted to try to do was make headlines like that.",
      "vi": "Việc đầu tiên tôi muốn cố làm là lên báo như vậy."
    }
  },
  {
    "translation": {
      "en": "I tried evacuating a college university.",
      "vi": "Tôi đã thử sơ tán một trường đại học."
    }
  },
  {
    "translation": {
      "en": "That was the first thing that I ever tried to evacuate and it was on the news the same day.",
      "vi": "Đó là nơi đầu tiên tôi từng cố sơ tán và nó đã lên bản tin cùng ngày."
    }
  },
  {
    "translation": {
      "en": "At that point, I knew, Okay, since that worked, this is legit.",
      "vi": "Lúc đó, tôi đã biết vì nó thành công nên thế này là đúng luật."
    }
  },
  {
    "translation": {
      "en": "Like, I could probably do this to any location in the United States.",
      "vi": "Tôi có lẽ có thể làm thế này với mọi vị trí ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "It'll get evacuated as long as the call sounds believable.",
      "vi": "Nó sẽ được sơ tán, miễn cuộc gọi có vẻ đáng tin. Mọi nơi tôi làm việc này"
    }
  },
  {
    "translation": {
      "en": "Wherever I do this is going to get evacuated.",
      "vi": "miễn cuộc gọi có vẻ đáng tin. Mọi nơi tôi làm việc này đều sẽ được sơ tán."
    }
  },
  {
    "translation": {
      "en": "So, Tyler starts to swat other people in the Halo community.",
      "vi": "Thế là Tyler bắt đầu swat người khác trong cộng đồng Halo."
    }
  },
  {
    "translation": {
      "en": "But not only that, starts making lots of bomb threat calls",
      "vi": "Mà đâu chỉ thế, bắt đầu gọi nhiều cuộc đe dọa đánh bom"
    }
  },
  {
    "translation": {
      "en": "to high schools and junior highs.",
      "vi": "đến trường cấp ba và cấp hai."
    }
  },
  {
    "translation": {
      "en": "He would call up and say, I've hidden a bomb in a locker.",
      "vi": "Cậu ta sẽ gọi điện và nói: Tôi đã giấu bom trong tủ đồ."
    }
  },
  {
    "translation": {
      "en": "And, of course, they had to close the school.",
      "vi": "Dĩ nhiên, họ phải đóng cửa trường."
    }
  },
  {
    "translation": {
      "en": "I had gone on a spree of evacuating high schools,",
      "vi": "Tôi tiếp tục thú vui sơ tán các trường cấp ba."
    }
  },
  {
    "translation": {
      "en": "and I was just making it quite obvious on my Twitter",
      "vi": "Tôi cứ thế thể hiện khá rõ ràng trên Twitter"
    }
  },
  {
    "translation": {
      "en": "that I'm evacuating numerous schools around the country.",
      "vi": "là sẽ sơ tán nhiều trường cả nước."
    }
  },
  {
    "translation": {
      "en": "And I have the ability to do this. And then I wanted to--",
      "vi": "- Tôi có khả năng làm thế. Rồi tôi muốn… - Nhân tiện, đây là…"
    }
  },
  {
    "translation": {
      "en": "This is a time in which there's a lot of school shootings.",
      "vi": "Thời điểm này có rất nhiều vụ xả súng trường học."
    }
  },
  {
    "translation": {
      "en": "Did that factor into your thinking?",
      "vi": "Nó tác động đến suy nghĩ của anh chứ?"
    }
  },
  {
    "translation": {
      "en": "I wasn't-- It had nothing to do with school shootings.",
      "vi": "Tôi đâu nói… Chả liên quan tới các vụ xả súng."
    }
  },
  {
    "translation": {
      "en": "I was saying there's bombs in the school, they're going to detonate.",
      "vi": "Tôi nói có bom trong trường, chúng sẽ nổ."
    }
  },
  {
    "translation": {
      "en": "I never tried to do no school shooting script or anything like that.",
      "vi": "Tôi chả bao giờ cố làm kịch bản xả súng trường học gì đó."
    }
  },
  {
    "translation": {
      "en": "But people are on edge",
      "vi": "Nhưng họ lo sợ vì có rất nhiều vụ xả súng trường học"
    }
  },
  {
    "translation": {
      "en": "because there are so many school shootings around the country.",
      "vi": "Nhưng họ lo sợ vì có rất nhiều vụ xả súng trường học khắp cả nước. Nó tác động đến suy nghĩ của anh chứ?"
    }
  },
  {
    "translation": {
      "en": "Did that factor into your thinking?",
      "vi": "khắp cả nước. Nó tác động đến suy nghĩ của anh chứ?"
    }
  },
  {
    "translation": {
      "en": "That wasn't… that didn't make me think I was going to have any more success in having something evacuated.",
      "vi": "Nó đâu… làm tôi nghĩ tôi sẽ càng thành công hơn trong việc làm sơ tán."
    }
  },
  {
    "translation": {
      "en": "It wasn't a relevant factor in my mind.",
      "vi": "Tôi nghĩ đó không phải yếu tố liên quan."
    }
  },
  {
    "translation": {
      "en": "It's the fact that I knew I was breaking the law",
      "vi": "Thực tế là tôi biết tôi đang phạm luật"
    }
  },
  {
    "translation": {
      "en": "and I could get away with it.",
      "vi": "và tôi có thể thoát tội."
    }
  },
  {
    "translation": {
      "en": "And there was nothing they could do to stop me. I could keep doing it.",
      "vi": "Họ chẳng thể làm gì để cản tôi. Tôi có thể tiếp tục làm vậy."
    }
  },
  {
    "translation": {
      "en": "I could literally talk to law enforcement over the phone,",
      "vi": "Tôi thực sự có thể nói điện thoại với bên thực thi pháp luật,"
    }
  },
  {
    "translation": {
      "en": "lie to them, do something illegal,",
      "vi": "nói dối, làm trái luật,"
    }
  },
  {
    "translation": {
      "en": "send them somewhere, have a place evacuated, it's coming on the news and there was nothing they could do about it.",
      "vi": "báo họ đến đâu đó, khiến một nơi sơ tán, nó lên bản tin, họ chả thể làm gì."
    }
  },
  {
    "translation": {
      "en": "They couldn't find me, couldn't arrest me. Nothing they could do.",
      "vi": "Họ chả thể tìm ra tôi, bắt tôi. Chả thể làm gì."
    }
  },
  {
    "translation": {
      "en": "So I could do that as much as I wanted. I was… I was like, unstoppable, you could say.",
      "vi": "Nên tôi có thể làm bao nhiêu tùy ý. Có thể nói không thể cản nổi tôi."
    }
  },
  {
    "translation": {
      "en": "A lot of people praised him.",
      "vi": "Nhiều người khen ngợi cậu ấy."
    }
  },
  {
    "translation": {
      "en": "People being like, Wow, you're so cool,",
      "vi": "Họ kiểu Chà, cậu ngầu thật"
    }
  },
  {
    "translation": {
      "en": "or, Wow, can't believe you're doing this and not getting caught. Stuff like that.",
      "vi": "hay Chà, không tin nổi cậu làm việc này mà không bị bắt."
    }
  },
  {
    "translation": {
      "en": "He's never had a job, doesn't have any working skills.",
      "vi": "Cậu ấy chả hề có việc, chả có kỹ năng làm việc gì."
    }
  },
  {
    "translation": {
      "en": "He did not graduate from high school.",
      "vi": "Cậu ấy chưa tốt nghiệp cấp ba."
    }
  },
  {
    "translation": {
      "en": "Swatting was a way for him to earn notoriety.",
      "vi": "Swat là cách cậu ấy kiếm danh tiếng."
    }
  },
  {
    "translation": {
      "en": "It was about impressing other kids, or other gamers online",
      "vi": "Là để gây ấn tượng với lũ trẻ hay các game thủ khác trên mạng"
    }
  },
  {
    "translation": {
      "en": "and showing them that you could do other things online than just game.",
      "vi": "và chứng tỏ bạn có thể làm việc khác trên mạng ngoài mỗi game."
    }
  },
  {
    "translation": {
      "en": "I kind of had to tell him, like,",
      "vi": "Tôi phải bảo cậu ấy:"
    }
  },
  {
    "translation": {
      "en": "You don't really understand how the real world works.",
      "vi": "Cậu thực sự chả hiểu thế giới thực thế nào."
    }
  },
  {
    "translation": {
      "en": "People do get caught for the things that they do.",
      "vi": "Người ta có bị bắt vì việc họ làm."
    }
  },
  {
    "translation": {
      "en": "Tyler's grandmother found it very difficult to understand him.",
      "vi": "Bà Tyler thấy rất khó mà hiểu cậu ta."
    }
  },
  {
    "translation": {
      "en": "There was a volatility to her relationship with Tyler.",
      "vi": "Quan hệ của bà ấy với Tyler có sự bất ổn."
    }
  },
  {
    "translation": {
      "en": "And she grew frightened of him.",
      "vi": "Bà ấy trở nên sợ cậu ta."
    }
  },
  {
    "translation": {
      "en": "In September of 2015,",
      "vi": "Tháng 09 năm 2015,"
    }
  },
  {
    "translation": {
      "en": "his grandmother is watching KABC TV newscast in Los Angeles.",
      "vi": "bà cậu ta đang xem bản tin đài KABC TV ở Los Angeles."
    }
  },
  {
    "translation": {
      "en": "And he says to his grandmother, Do you think I could clear out that building?",
      "vi": "Cậu ta nói với bà: Mẹ nghĩ con có thể dọn sạch tòa nhà đó không?."
    }
  },
  {
    "translation": {
      "en": "This is when I had just started. I was sending the bomb squad to schools",
      "vi": "Tôi bắt đầu từ đó. Tôi đã báo đội gỡ bom đến các trường,"
    }
  },
  {
    "translation": {
      "en": "and having the schools evacuated just to have it come on the news.",
      "vi": "làm các trường sơ tán chỉ để lên bản tin."
    }
  },
  {
    "translation": {
      "en": "And I wanted to evacuate something kind of bigger.",
      "vi": "Và tôi muốn sơ tán cái gì đó to hơn."
    }
  },
  {
    "translation": {
      "en": "Instead of having the news report on a school that got evacuated,",
      "vi": "Thay vì có bản tin đưa tin một trường học được sơ tán,"
    }
  },
  {
    "translation": {
      "en": "why don't I just evacuate the news studio itself?",
      "vi": "sao tôi không sơ tán chính phòng thu bản tin?"
    }
  },
  {
    "translation": {
      "en": "It's unusual for those who report the news to become the news.",
      "vi": "Thật lạ vì những người đưa tin trở thành bản tin."
    }
  },
  {
    "translation": {
      "en": "Well, that's what happened today to the staff at KABC, in Southern California.",
      "vi": "Hôm nay chuyện đó đã xảy đến với nhân viên KABC ở Nam California."
    }
  },
  {
    "translation": {
      "en": "The station had to do its four o'clock newscast",
      "vi": "Đài này phải làm bản tin bốn giờ"
    }
  },
  {
    "translation": {
      "en": "from a lawn down the street",
      "vi": "từ bãi cỏ dọc phố"
    }
  },
  {
    "translation": {
      "en": "after a bomb threat forced everyone in that building to evacuate.",
      "vi": "sau lời dọa đánh bom buộc mọi người trong tòa nhà đó sơ tán."
    }
  },
  {
    "translation": {
      "en": "They were actually broadcasting live on Channel 7 News",
      "vi": "Họ thực sự đang phát sóng trực tiếp trên kênh 7NEWS"
    }
  },
  {
    "translation": {
      "en": "when I made the phone call.",
      "vi": "lúc tôi gọi điện."
    }
  },
  {
    "translation": {
      "en": "So I thought it would be interesting to make that call,",
      "vi": "Nên tôi nghĩ sẽ thú vị khi gọi cuộc đó,"
    }
  },
  {
    "translation": {
      "en": "and watch the TV and see what happened on the TV.",
      "vi": "xem TV và xem chuyện gì xảy ra trên TV."
    }
  },
  {
    "translation": {
      "en": "A bomb squad and search dogs combed through the building,",
      "vi": "Đội gỡ bom và chó tìm kiếm lùng sục khắp tòa,"
    }
  },
  {
    "translation": {
      "en": "eventually ruling it safe to re- enter.",
      "vi": "cuối cùng quyết định an toàn, cho vào lại."
    }
  },
  {
    "translation": {
      "en": "Tyler's grandmother immediately suspects Tyler and confronts him.",
      "vi": "Bà Tyler ngay lập tức nghi ngờ Tyler và đối chất với cậu ta,"
    }
  },
  {
    "translation": {
      "en": "And says, I know you did this.",
      "vi": "nói: Mẹ biết con làm việc này."
    }
  },
  {
    "translation": {
      "en": "He says, Yes, I did it. But you will not tell another living soul",
      "vi": "Cậu ta nói: Phải, con làm, nhưng mẹ chớ nói cho người nào khác,"
    }
  },
  {
    "translation": {
      "en": "or else I will beat you bloody and I will blow up our house.",
      "vi": "không là con sẽ đánh mẹ đẫm máu và cho nổ tung nhà ta."
    }
  },
  {
    "translation": {
      "en": "And she's terrified.",
      "vi": "Bà ấy bị khiếp sợ."
    }
  },
  {
    "translation": {
      "en": "However, she has a longtime friend who's a college police officer",
      "vi": "Tuy nhiên, bà ấy có bạn lâu năm là sĩ quan cảnh sát ở đại học,"
    }
  },
  {
    "translation": {
      "en": "and she confides in him the fact that Tyler did this bomb threat.",
      "vi": "và bà tâm sự với ông ấy chuyện Tyler đã dọa đánh bom."
    }
  },
  {
    "translation": {
      "en": "My primary job is,",
      "vi": "Tôi chủ yếu là điều tra chất nổ cho đội gỡ bom."
    }
  },
  {
    "translation": {
      "en": "I'm an explosives investigator for the bomb squad.",
      "vi": "Tôi chủ yếu là điều tra chất nổ cho đội gỡ bom. ĐƠN VỊ TRỌNG ÁN"
    }
  },
  {
    "translation": {
      "en": "Back in September, October 2015,",
      "vi": "Hồi tháng 09, tháng 10 năm 2015,"
    }
  },
  {
    "translation": {
      "en": "there were a series of swatting incidents that were being called in across the country.",
      "vi": "có một loạt các vụ gọi swat khắp cả nước."
    }
  },
  {
    "translation": {
      "en": "There were also cases involving bomb threats,",
      "vi": "Cũng gồm cả những vụ có đe dọa đánh bom,"
    }
  },
  {
    "translation": {
      "en": "and we weren't sure at the time if they were all related or not.",
      "vi": "lúc đó bọn tôi không chắc có liên quan không."
    }
  },
  {
    "translation": {
      "en": "But on September 29th,",
      "vi": "Nhưng ngày 29 tháng 09,"
    }
  },
  {
    "translation": {
      "en": "I responded to two school bomb threats in the San Fernando Valley.",
      "vi": "tôi đã phản ứng với hai vụ dọa đánh bom trường học ở thung lũng San Fernando."
    }
  },
  {
    "translation": {
      "en": "One was at a junior high, one was at an elementary school.",
      "vi": "Một ở trường trung học cơ sở, một ở trường tiểu học."
    }
  },
  {
    "translation": {
      "en": "We took the police reports, and then got in contact with the Glendale police officers.",
      "vi": "Bọn tôi tiếp nhận báo cáo cảnh sát, rồi liên lạc với cảnh sát Glendale,"
    }
  },
  {
    "translation": {
      "en": "They advised me that they had arrested a person by the name of Tyler Barriss",
      "vi": "họ báo là đã bắt một người tên là Tyler Barriss"
    }
  },
  {
    "translation": {
      "en": "after calling in a bomb threat to the news stations there in Glendale.",
      "vi": "sau khi gọi đe dọa đánh bom đến đài tin tức ở Glendale."
    }
  },
  {
    "translation": {
      "en": "That's the first time I heard his name.",
      "vi": "Đó là lần đầu tôi nghe tên đó."
    }
  },
  {
    "translation": {
      "en": "I had to take and piece together the forensic trail.",
      "vi": "Tôi phải lấy, liên kết dấu vết pháp lý."
    }
  },
  {
    "translation": {
      "en": "The first thing I did was met up with the 14- year- old student",
      "vi": "Việc đầu tiên tôi làm là gặp em học sinh 14 tuổi"
    }
  },
  {
    "translation": {
      "en": "who took the telephone call at the office at the middle school.",
      "vi": "đã nghe điện ở văn phòng trường trung học cơ sở."
    }
  },
  {
    "translation": {
      "en": "We played the audio recordings for six different swatting calls that I had.",
      "vi": "Chúng tôi đã bật đoạn ghi âm cho sáu cuộc gọi swat khác nhau mà tôi có."
    }
  },
  {
    "translation": {
      "en": "And as soon as we hit the, uh, Tyler Barriss audio recordings,",
      "vi": "Ngay khi chúng tôi bật đoạn ghi âm Tyler Barriss,"
    }
  },
  {
    "translation": {
      "en": "she was like… she knew exactly. She was emphatic that was him.",
      "vi": "cô bé kiểu… biết chính xác. Cô bé nhấn mạnh là cậu ta."
    }
  },
  {
    "translation": {
      "en": "Tyler Barriss has a distinctive voice.",
      "vi": "Tyler Barriss có giọng đặc biệt. Khi có các cuộc điện thoại này,"
    }
  },
  {
    "translation": {
      "en": "When I get these different calls, I typically give them a title",
      "vi": "Tyler Barriss có giọng đặc biệt. Khi có các cuộc điện thoại này, tôi thường gắn tên chúng để có thể nắm bắt hết."
    }
  },
  {
    "translation": {
      "en": "so I can keep them all.",
      "vi": "tôi thường gắn tên chúng để có thể nắm bắt hết."
    }
  },
  {
    "translation": {
      "en": "You know, mush- mouth, baritone. Something along those lines.",
      "vi": "Giọng nghèn nghẹt, giọng nam trung. Kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "With Tyler Barriss, I used the word snide.",
      "vi": "Với Tyler Barriss, tôi dùng từ giọng giả."
    }
  },
  {
    "translation": {
      "en": "Tyler became very adept at covering his tracks.",
      "vi": "Tyler trở nên rất lão luyện chuyện che dấu vết,"
    }
  },
  {
    "translation": {
      "en": "He always used the voice over IP services",
      "vi": "luôn dùng giọng nói qua giao thức Internet"
    }
  },
  {
    "translation": {
      "en": "to call from numbers that would dead- end somewhere that was not connected to him.",
      "vi": "để gọi từ các số sẽ ngõ cụt ở đâu đó chả liên quan tới cậu ta."
    }
  },
  {
    "translation": {
      "en": "We had tied him into a number of other cases across the country.",
      "vi": "Bọn tôi đã liên hệ cậu ta tới một số vụ án khác khắp cả nước."
    }
  },
  {
    "translation": {
      "en": "We had five LAX bomb threats that he was responsible for.",
      "vi": "Cậu ta chịu trách nhiệm cho năm vụ dọa đánh bom sân bay quốc tế Los Angeles."
    }
  },
  {
    "translation": {
      "en": "At one point I tied him into seven in one week.",
      "vi": "Có lúc tôi liên hệ cậu ta tới bảy vụ trong một tuần."
    }
  },
  {
    "translation": {
      "en": "He would change his script along the way,",
      "vi": "Trong khi đó, cậu ta thay đổi kịch bản"
    }
  },
  {
    "translation": {
      "en": "but it was the voice that we always came back to.",
      "vi": "nhưng chúng tôi luôn suy ngược trở lại giọng nói đó."
    }
  },
  {
    "translation": {
      "en": "They'd go and arrest Tyler at the house in Chatsworth.",
      "vi": "Họ đi bắt Tyler tại nhà ở Chatsworth."
    }
  },
  {
    "translation": {
      "en": "Ultimately, Tyler Barriss pleads no contest to the charges,",
      "vi": "Cuối cùng, Tyler Barriss không bào chữa gì với các cáo buộc"
    }
  },
  {
    "translation": {
      "en": "and is sentenced to approximately two years in the Los Angeles County Jail.",
      "vi": "và bị kết án gần hai năm ở nhà tù quận Los Angeles."
    }
  },
  {
    "translation": {
      "en": "His grandmother, fearing for her own life, had taken out a restraining order against him.",
      "vi": "Bà cậu ta lo sợ cho mạng sống của mình, đã đưa ra lệnh cấm cậu ta lại gần."
    }
  },
  {
    "translation": {
      "en": "It was my first time ever being in jail.",
      "vi": "Đó là lần đầu tiên tôi vào tù."
    }
  },
  {
    "translation": {
      "en": "Everything was all new to me.",
      "vi": "Mọi thứ đều mới mẻ với tôi."
    }
  },
  {
    "translation": {
      "en": "I wasn't worried or scared.",
      "vi": "Tôi chả lo lắng hay sợ hãi."
    }
  },
  {
    "translation": {
      "en": "It was more like, Okay, well, my bail was a million dollars,",
      "vi": "Nó thiên về: Được rồi, chà, tiền bảo lãnh mình là một triệu đô,"
    }
  },
  {
    "translation": {
      "en": "and I'm stuck in this situation.",
      "vi": "và mình bị mắc kẹt trong tình cảnh này."
    }
  },
  {
    "translation": {
      "en": "So, it just was what it was.",
      "vi": "Nên chỉ có vậy thôi."
    }
  },
  {
    "translation": {
      "en": "I was just doing the time until I ended up getting out.",
      "vi": "Tôi cứ thế ở tù cho đến khi cuối cùng cũng ra."
    }
  },
  {
    "translation": {
      "en": "I got released from the county jail after 16 months.",
      "vi": "Tôi được thả khỏi nhà tù quận sau 16 tháng."
    }
  },
  {
    "translation": {
      "en": "It was 2:00 a.m. when I finally stepped foot outside.",
      "vi": "Lúc tôi cuối cùng cũng đặt chân ra bên ngoài là hai giờ sáng."
    }
  },
  {
    "translation": {
      "en": "I had nowhere to go.",
      "vi": "Tôi chả có nơi nào để đi,"
    }
  },
  {
    "translation": {
      "en": "I didn't have anywhere to stay. I didn't know anyone in LA.",
      "vi": "chả có chỗ nào để ở, chả biết ai ở Los Angeles."
    }
  },
  {
    "translation": {
      "en": "My grandmother, she had already told me not to go back.",
      "vi": "Bà tôi đã bảo tôi đừng quay về rồi."
    }
  },
  {
    "translation": {
      "en": "But I don't know how to be homeless",
      "vi": "Nhưng tôi chả biết thế nào là vô gia cư,"
    }
  },
  {
    "translation": {
      "en": "and survive in the streets and do all that.",
      "vi": "là sống sót trên đường phố và làm mọi việc đó."
    }
  },
  {
    "translation": {
      "en": "I just went back to the only place that I knew, which was my house.",
      "vi": "Tôi trở lại nơi duy nhất tôi biết là nhà tôi."
    }
  },
  {
    "translation": {
      "en": "All the doors were locked and I just camped out back all night,",
      "vi": "Mọi cửa đều khóa và tôi cứ thế cắm trại bên ngoài phía sau cả đêm"
    }
  },
  {
    "translation": {
      "en": "until about 6:00 a.m.",
      "vi": "đến khoảng sáu giờ sáng."
    }
  },
  {
    "translation": {
      "en": "I've lived with her my whole life. I know what her routine is.",
      "vi": "Cả đời sống với bà, tôi biết thói quen của bà."
    }
  },
  {
    "translation": {
      "en": "I kind of just hung out in the backyard until she unlocked the back door to do some laundry.",
      "vi": "Tôi cứ thế lang thang ở sân sau đến khi bà mở khóa cửa sau để giặt giũ."
    }
  },
  {
    "translation": {
      "en": "And I just walked in the house.",
      "vi": "Tôi cứ thế bước vào nhà."
    }
  },
  {
    "translation": {
      "en": "She was kind of shocked that I was there,",
      "vi": "Bà hơi sốc khi tôi ở đó,"
    }
  },
  {
    "translation": {
      "en": "and she told me that I wasn't supposed to be there.",
      "vi": "và bà bảo tôi lẽ ra không nên ở đó."
    }
  },
  {
    "translation": {
      "en": "He contacted the grandmother, a violation of the restraining order.",
      "vi": "Cậu ta đã liên lạc với bà, vi phạm lệnh cấm lại gần,"
    }
  },
  {
    "translation": {
      "en": "And we put him right back in custody again.",
      "vi": "và chúng tôi bắt cậu ta lại ngay."
    }
  },
  {
    "translation": {
      "en": "Tyler lives in his own little world.",
      "vi": "Tyler sống trong thế giới nhỏ riêng."
    }
  },
  {
    "translation": {
      "en": "He doesn't have any real- world friends.",
      "vi": "Cậu ta chả có bạn bè ngoài đời thực."
    }
  },
  {
    "translation": {
      "en": "He doesn't have any employers or anything along those lines.",
      "vi": "Cậu ta chả có ông chủ hay cái gì đó kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "So I think his only lifeline that he has is his grandmother",
      "vi": "Nên tôi nghĩ đường sống duy nhất của cậu ta là bà mình, và cậu ta đã phá hỏng mối quan hệ đó."
    }
  },
  {
    "translation": {
      "en": "and he spoiled that relationship.",
      "vi": "là bà mình, và cậu ta đã phá hỏng mối quan hệ đó."
    }
  },
  {
    "translation": {
      "en": "Tyler was then in jail from January 2017 to August 2017.",
      "vi": "Rồi Tyler vào tù từ tháng 01 năm 2017 đến tháng 08 năm 2017."
    }
  },
  {
    "translation": {
      "en": "It makes you really sad to, like, grow up with somebody",
      "vi": "Nó khiến bạn thật buồn khi lớn lên cùng ai đó"
    }
  },
  {
    "translation": {
      "en": "and be really close with them for such a long time,",
      "vi": "và thực sự thân với họ suốt thời gian dài như thế,"
    }
  },
  {
    "translation": {
      "en": "and next thing you know, they're in jail and their whole life is upside- down,",
      "vi": "rồi bạn biết họ vào tù, cả cuộc đời họ đảo lộn, bạn chả nhận ra ai trước mặt bạn nữa."
    }
  },
  {
    "translation": {
      "en": "and you don't recognize who's in front of you anymore.",
      "vi": "cả cuộc đời họ đảo lộn, bạn chả nhận ra ai trước mặt bạn nữa."
    }
  },
  {
    "translation": {
      "en": "We kind of lost contact and I moved on with my life.",
      "vi": "Bọn tôi mất liên lạc và tôi đã bước tiếp với cuộc đời mình."
    }
  },
  {
    "translation": {
      "en": "When Tyler is released,",
      "vi": "Khi được thả, Tyler tìm đến sống ở nhà vô gia cư"
    }
  },
  {
    "translation": {
      "en": "he finds a homeless shelter to live in near Exposition Park in Los Angeles.",
      "vi": "Khi được thả, Tyler tìm đến sống ở nhà vô gia cư gần công viên Exposition ở Los Angeles."
    }
  },
  {
    "translation": {
      "en": "He ends up spending all his time going to a library near the homeless shelter.",
      "vi": "Cậu ta cuối cùng dành hết thời gian đến thư viện gần nhà vô gia cư."
    }
  },
  {
    "translation": {
      "en": "He goes right back to doing what he believes he's singularly best at.",
      "vi": "Cậu ta quay ngay lại làm việc mà cậu ta tin là mình đặc biệt giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "He was using his cell phone on the public Wi- Fi system",
      "vi": "Cậu ta dùng điện thoại di động trên hệ thống Wi-Fi công cộng"
    }
  },
  {
    "translation": {
      "en": "to make these calls.",
      "vi": "để gọi các cuộc này."
    }
  },
  {
    "translation": {
      "en": "And he would do it for a variety of reasons.",
      "vi": "Và cậu ta làm vậy với vô vàn lý do."
    }
  },
  {
    "translation": {
      "en": "Sometimes he would do it for pay.",
      "vi": "Đôi khi cậu ta làm vậy để lấy tiền."
    }
  },
  {
    "translation": {
      "en": "This is a person who's never held a traditional job,",
      "vi": "Đây là người chưa từng làm một công việc truyền thống,"
    }
  },
  {
    "translation": {
      "en": "and maybe lacks a lot of the skills necessary to do so.",
      "vi": "và có lẽ thiếu nhiều kỹ năng cần thiết để làm vậy."
    }
  },
  {
    "translation": {
      "en": "How much were you making per swat?",
      "vi": "Kiếm bao nhiêu một vụ swat?"
    }
  },
  {
    "translation": {
      "en": "I was charging people depending on how much of a stranger they were to me,",
      "vi": "Tôi tính phí mọi người tùy vào mức độ xa lạ của họ với tôi,"
    }
  },
  {
    "translation": {
      "en": "anywhere from $20 to $50 per swat.",
      "vi": "tầm từ 20 đến 50 đô một vụ swat."
    }
  },
  {
    "translation": {
      "en": "But, quite frankly, I enjoyed the thrill of swatting.",
      "vi": "Nhưng nói thẳng ra thì tôi tận hưởng sự hồi hộp của việc swat."
    }
  },
  {
    "translation": {
      "en": "I just enjoyed doing it.",
      "vi": "Tôi cứ thế tận hưởng khi làm vậy."
    }
  },
  {
    "translation": {
      "en": "Having it appear on the news and then bragging about it on Twitter.",
      "vi": "Khiến nó lên bản tin, rồi khoe khoang về nó trên Twitter."
    }
  },
  {
    "translation": {
      "en": "I just, for whatever reason, enjoyed doing that.",
      "vi": "Vì lý do gì cũng được, tôi chỉ là tận hưởng khi làm vậy."
    }
  },
  {
    "translation": {
      "en": "Hi, what's going on?",
      "vi": "Chào, chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "My dad, he's going crazy, he's got his gun out.",
      "vi": "Bố tôi nổi điên, ông đã rút súng ra. MÙA THU NĂM 2017"
    }
  },
  {
    "translation": {
      "en": "He enjoyed swatting people. It was his form of entertainment.",
      "vi": "Cậu ta thích swat người ta. Đó là hình thức giải trí của cậu ta."
    }
  },
  {
    "translation": {
      "en": "Yeah, I left some bombs at my high school",
      "vi": "Phải, tôi đã để vài quả bom ở trường cấp ba của tôi,"
    }
  },
  {
    "translation": {
      "en": "and they're gonna blow up in 15 minutes.",
      "vi": "15 phút nữa chúng sẽ nổ."
    }
  },
  {
    "translation": {
      "en": "Just scared. I don't see why people would want to harm children.",
      "vi": "Chỉ là thấy sợ. Tôi không hiểu sao người ta muốn làm hại trẻ nhỏ."
    }
  },
  {
    "translation": {
      "en": "He had about a dozen different Twitter handles.",
      "vi": "Có lẽ cậu ta có cả tá tên người dùng Twitter."
    }
  },
  {
    "translation": {
      "en": "He would post links to the news stories on it,",
      "vi": "Cậu ta sẽ đăng đường dẫn đến bản tin lên đó"
    }
  },
  {
    "translation": {
      "en": "you know, as proof, taking credit for it.",
      "vi": "như là bằng chứng để nhận công."
    }
  },
  {
    "translation": {
      "en": "We have new information on the bomb threat that led to an evacuation",
      "vi": "Giờ có tin mới về vụ dọa đánh bom đã dẫn đến sơ tán Trung tâm Hội nghị Kay Bailey Hutchison."
    }
  },
  {
    "translation": {
      "en": "of the Kay Bailey Hutchison Convention Center.",
      "vi": "đã dẫn đến sơ tán Trung tâm Hội nghị Kay Bailey Hutchison."
    }
  },
  {
    "translation": {
      "en": "We heard an alarm go off, like, ten times?",
      "vi": "Chúng tôi nghe thấy chuông báo, mười lần?"
    }
  },
  {
    "translation": {
      "en": "And they're like, We need you to leave.",
      "vi": "Và họ kiểu: Mọi người cần rời đi."
    }
  },
  {
    "translation": {
      "en": "During the time period that he was out of custody,",
      "vi": "Trong suốt thời gian cậu ta không bị bắt giam,"
    }
  },
  {
    "translation": {
      "en": "we found approximately 37 other cases",
      "vi": "bọn tôi thấy gần 37 vụ khác"
    }
  },
  {
    "translation": {
      "en": "that he had called in bomb threats or swattings.",
      "vi": "mà cậu ta đã gọi điện tới dọa đánh bom hoặc swat."
    }
  },
  {
    "translation": {
      "en": "I'm upset with some people.",
      "vi": "Tôi bực với vài người."
    }
  },
  {
    "translation": {
      "en": "They got me mad, so now they're going to pay for it.",
      "vi": "Họ làm tôi phát điên nên giờ họ sẽ trả giá cho nó."
    }
  },
  {
    "translation": {
      "en": "And I also have a gun too.",
      "vi": "Tôi cũng có súng."
    }
  },
  {
    "translation": {
      "en": "He was like a one- man wrecking crew. He was just out of control.",
      "vi": "Cậu ta như nhóm phá hoại một thành viên, cứ thế mất kiểm soát."
    }
  },
  {
    "translation": {
      "en": "A couple weeks later, the Federal Communications Commission in Washington, DC",
      "vi": "Vài tuần sau, Ủy ban Truyền thông liên bang FCC ở Washington, DC"
    }
  },
  {
    "translation": {
      "en": "is having a very key meeting about the future of net neutrality.",
      "vi": "tổ chức họp rất quan trọng về tương lai của Internet trung lập."
    }
  },
  {
    "translation": {
      "en": "The FCC, broadcasting the vote on net neutrality live on Twitter",
      "vi": "FCC phát sóng buổi bỏ phiếu Internet trung lập trực tiếp trên Twitter"
    }
  },
  {
    "translation": {
      "en": "had like 160,000 viewers, at the time.",
      "vi": "đã có khoảng 160.000 lượt xem vào thời điểm đó."
    }
  },
  {
    "translation": {
      "en": "And it was a federal building,",
      "vi": "Và đó là một tòa nhà liên bang,"
    }
  },
  {
    "translation": {
      "en": "a little bit more high profile than some of my other evacuations.",
      "vi": "tầm cỡ hơn chút so với một số vụ sơ tán khác của tôi."
    }
  },
  {
    "translation": {
      "en": "So I posted on Twitter that I was gonna evacuate that building.",
      "vi": "Nên tôi đã đăng lên Twitter là tôi sẽ sơ tán tòa nhà đó."
    }
  },
  {
    "translation": {
      "en": "On advice of security, we need to take a brief recess.",
      "vi": "CHỦ TỌA, FCC Theo thông báo an ninh, ta cần nghỉ một chút."
    }
  },
  {
    "translation": {
      "en": "This is a huge issue the FCC is considering, of national importance.",
      "vi": "Đây là vấn đề rất lớn mà FCC xem là quan trọng tầm quốc gia."
    }
  },
  {
    "translation": {
      "en": "And Tyler is well aware of the importance to his community, to gamers in particular.",
      "vi": "Tyler nắm rõ sự quan trọng đó với cộng đồng mình, game thủ nói riêng."
    }
  },
  {
    "translation": {
      "en": "And once again, he takes credit for this and laughs about it.",
      "vi": "Lần nữa, cậu ta nhận công về việc này và cười về nó."
    }
  },
  {
    "translation": {
      "en": "He takes great pride that his power now extends to the halls of government.",
      "vi": "Cậu ta rất tự hào sức mạnh của mình giờ mở rộng đến phòng họp lớn của chính phủ."
    }
  },
  {
    "translation": {
      "en": "I wasn't trying to scare them out of voting or whatever was going on.",
      "vi": "Tôi không cố làm họ sợ bỏ phiếu hay chuyện gì cũng được. Chả liên quan tới tôi."
    }
  },
  {
    "translation": {
      "en": "That didn't concern me.",
      "vi": "hay chuyện gì cũng được. Chả liên quan tới tôi."
    }
  },
  {
    "translation": {
      "en": "I just knew it was gonna bring my Twitter a lot of attention.",
      "vi": "Tôi chỉ biết nó sẽ thu hút nhiều sự chú ý tới trang Twitter của tôi."
    }
  },
  {
    "translation": {
      "en": "And my Twitter was quite popular that day.",
      "vi": "Và trang Twitter của tôi hôm đó khá nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "Gamers and hackers and people doing dark criminal stuff online.",
      "vi": "Game thủ, tin tặc và những người làm trò tội phạm đen tối trên mạng."
    }
  },
  {
    "translation": {
      "en": "My Twitter was quite popular in that scene of individuals.",
      "vi": "Trang Twitter của tôi khá nổi tiếng trong giới những người đó."
    }
  },
  {
    "translation": {
      "en": "Whoever it is running this Twitter is swatting and evacuating everything.",
      "vi": "Ai quản lý trang Twitter này thì cũng đang swat và sơ tán mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Since 2014, I had been investigating swatting cases more and more.",
      "vi": "Từ năm 2014, tôi đã và đang điều tra các vụ swat càng lúc càng nhiều."
    }
  },
  {
    "translation": {
      "en": "We all recognized, even the gaming community recognized it, as a dangerous practice.",
      "vi": "Bọn tôi, cả cộng đồng game đều nhận ra đó là thủ đoạn nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "But we never had that fatality and we were just kind of waiting for it.",
      "vi": "Song ta chưa từng có thiệt mạng và ta cứ thế chờ đợi nó."
    }
  },
  {
    "translation": {
      "en": "We knew it was going to happen.",
      "vi": "Ta biết nó sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "On December 28, 2017,",
      "vi": "Ngày 28 tháng 12 năm 2017,"
    }
  },
  {
    "translation": {
      "en": "Shane Gaskill, who lives in Wichita, Kansas,",
      "vi": "Shane Gaskill sống ở Wichita, bang Kansas,"
    }
  },
  {
    "translation": {
      "en": "is playing Call of Duty with another gamer named Casey Viner,",
      "vi": "đang chơi Call of Duty với game thủ khác tên là Casey Viner,"
    }
  },
  {
    "translation": {
      "en": "who lives outside Cincinnati.",
      "vi": "sống ngoài Cincinnati."
    }
  },
  {
    "translation": {
      "en": "They're playing on a site",
      "vi": "Họ đang chơi ở một trang"
    }
  },
  {
    "translation": {
      "en": "where you can actually win small amounts of money for winning one of these games.",
      "vi": "có thể thực sự kiếm được số tiền nhỏ khi thắng một trong các ván này."
    }
  },
  {
    "translation": {
      "en": "In the midst of all this violent chaos,",
      "vi": "Giữa lúc hoàn toàn hỗn loạn, bạo lực này,"
    }
  },
  {
    "translation": {
      "en": "Shane Gaskill accidentally shoots Casey Viner's character to death.",
      "vi": "Shane Gaskill vô tình bắn chết nhân vật của Casey Viner."
    }
  },
  {
    "translation": {
      "en": "They lose the game",
      "vi": "Họ thua ván đó"
    }
  },
  {
    "translation": {
      "en": "and don't get the $1.50 wager that had been placed on the game.",
      "vi": "và không nhận được tiền cược 1,5 đô đã đặt vào ván đó."
    }
  },
  {
    "translation": {
      "en": "Shane and Casey get into a huge dispute about this online,",
      "vi": "Shane và Casey đã tranh cãi rất lớn về chuyện này trên mạng,"
    }
  },
  {
    "translation": {
      "en": "and Casey decides that he wants to take revenge on Shane Gaskill.",
      "vi": "và Casey quyết định cậu ta muốn trả thù Shane Gaskill."
    }
  },
  {
    "translation": {
      "en": "Casey knew exactly where to go.",
      "vi": "KHÉT TIẾNG CHẠY XBL Casey biết chính xác phải tới đâu. Nên cậu ta đã liên lạc với SWAuTistic"
    }
  },
  {
    "translation": {
      "en": "And so he contacted SWAuTistic as Tyler was known online.",
      "vi": "Casey biết chính xác phải tới đâu. Nên cậu ta đã liên lạc với SWAuTistic là Tyler có tiếng trên mạng."
    }
  },
  {
    "translation": {
      "en": "Shane Gaskill saw that SWAuTistic was now following him to collect information.",
      "vi": "Shane Gaskill đã thấy SWAuTistic giờ đang theo dõi mình để lấy thông tin."
    }
  },
  {
    "translation": {
      "en": "And then Shane Gaskill sent a direct message to Tyler Barriss.",
      "vi": "Rồi Shane Gaskill gửi tin nhắn trực tiếp cho Tyler Barriss."
    }
  },
  {
    "translation": {
      "en": "Please try some shit. I'll be waiting.",
      "vi": "Mời thử trò khỉ gì đi. Tao sẽ đợi."
    }
  },
  {
    "translation": {
      "en": "1033 West McCormick Street, Wichita, Kansas.",
      "vi": "Số 1033 phố Tây McCormick, Wichita, bang Kansas."
    }
  },
  {
    "translation": {
      "en": "This is a person telling the ostensibly most feared swatter",
      "vi": "Chính người này bảo kẻ swat có vẻ là đáng sợ nhất"
    }
  },
  {
    "translation": {
      "en": "that he doesn't have the balls to go through with it.",
      "vi": "là cậu ta không có gan làm tới cùng."
    }
  },
  {
    "translation": {
      "en": "Tyler kind of had a God complex. His ego was really big.",
      "vi": "Tyler bị phức cảm thần thánh. Cái tôi của cậu ấy rất lớn."
    }
  },
  {
    "translation": {
      "en": "People are actually ignorant and arrogant enough to give you their address",
      "vi": "Họ thực sự ngu dốt, ngạo mạn đến độ đưa bạn địa chỉ của họ"
    }
  },
  {
    "translation": {
      "en": "and tell you to come do something.",
      "vi": "và bảo bạn đến làm gì đó."
    }
  },
  {
    "translation": {
      "en": "This is 911. What's going on?",
      "vi": "Khẩn cấp 911 đây. Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "My mom and dad, they were arguing and I shot him in the head.",
      "vi": "Bố mẹ tôi, họ cãi nhau và tôi đã bắn vào đầu bố."
    }
  },
  {
    "translation": {
      "en": "And he's not breathing anymore.",
      "vi": "Ông ấy không còn thở nữa."
    }
  },
  {
    "translation": {
      "en": "Do you have any weapons on you?",
      "vi": "- Rồi, cậu có vũ khí nào trên người không? - Có."
    }
  },
  {
    "translation": {
      "en": "Yeah, I do. A handgun.",
      "vi": "- Rồi, cậu có vũ khí nào trên người không? - Có. Một khẩu súng ngắn."
    }
  },
  {
    "translation": {
      "en": "Okay. What's your address?",
      "vi": "Được rồi. Địa chỉ nhà cậu?"
    }
  },
  {
    "translation": {
      "en": "It's 1033 West McCormick Street.",
      "vi": "Là 1033 phố Tây McCormick."
    }
  },
  {
    "translation": {
      "en": "The problem is, Shane Gaskill had given the wrong address.",
      "vi": "Vấn đề là Shane Gaskill đã đưa sai địa chỉ."
    }
  },
  {
    "translation": {
      "en": "It wasn't Shane's house.",
      "vi": "Đó không phải nhà Shane."
    }
  },
  {
    "translation": {
      "en": "And the people who actually lived in the house at that time",
      "vi": "Những người thực sự sống ở nhà đó lúc đó"
    }
  },
  {
    "translation": {
      "en": "was the Finch family.",
      "vi": "là nhà Finch."
    }
  },
  {
    "translation": {
      "en": "Andrew Finch is my mom's brother.",
      "vi": "Andrew Finch là em trai mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "October 27th, 2002,",
      "vi": "Ngày 27 tháng 10 năm 2002,"
    }
  },
  {
    "translation": {
      "en": "my mother got into a car crash",
      "vi": "mẹ tôi gặp tai nạn xe"
    }
  },
  {
    "translation": {
      "en": "on her way to Texas to get me and my sister.",
      "vi": "trên đường đến Texas đón tôi và chị tôi."
    }
  },
  {
    "translation": {
      "en": "She rolled three times in her truck and was pronounced dead on scene.",
      "vi": "Mẹ đã lộn ba vòng trong xe và được tuyên bố là chết tại hiện trường."
    }
  },
  {
    "translation": {
      "en": "I was like one or two, I believe. Andrew was like, maybe 16 or 17.",
      "vi": "Tôi khoảng một, hai tuổi, có lẽ vậy. Cậu Andrew có lẽ là 16, 17 tuổi."
    }
  },
  {
    "translation": {
      "en": "I believe that he had felt he had a duty to take care of me and my sister.",
      "vi": "Tôi nghĩ cậu cảm thấy có trách nhiệm chăm lo cho tôi và chị gái tôi."
    }
  },
  {
    "translation": {
      "en": "He taught me a lot of the things that I know now.",
      "vi": "Mọi thứ bây giờ tôi biết là cậu dạy tôi."
    }
  },
  {
    "translation": {
      "en": "And that's why I regard him as my father",
      "vi": "Thế nên tôi coi cậu như bố tôi"
    }
  },
  {
    "translation": {
      "en": "is because I feel like a father's duty",
      "vi": "vì tôi thấy trách nhiệm của người cha"
    }
  },
  {
    "translation": {
      "en": "is to teach a young man how to… be a man in life.",
      "vi": "là dạy chàng trai trẻ cách trở thành đàn ông trong cuộc sống."
    }
  },
  {
    "translation": {
      "en": "Andy actually cooked dinner for us.",
      "vi": "Andy thực sự đã nấu bữa tối cho bọn tôi."
    }
  },
  {
    "translation": {
      "en": "That day he made pasta with tomato sauce with cheese",
      "vi": "Hôm đó cậu ấy làm mì ống với xốt cà chua phô mai… BẠN NHÀ FINCH"
    }
  },
  {
    "translation": {
      "en": "and big pork chops.",
      "vi": "…và thịt sườn lợn lớn."
    }
  },
  {
    "translation": {
      "en": "We were just relaxing, chilling,",
      "vi": "Bọn tôi thư giãn, thảnh thơi… MẸ ANDREW"
    }
  },
  {
    "translation": {
      "en": "because it was just a few days past Christmas.",
      "vi": "…vì mấy ngày là tới Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "There was a paved alley right against the house",
      "vi": "Con hẻm lát đá ngay đối diện nhà"
    }
  },
  {
    "translation": {
      "en": "where there was this huge pothole.",
      "vi": "có cái ổ gà rất lớn thế này."
    }
  },
  {
    "translation": {
      "en": "When I heard one vehicle, didn't seem odd. It happens all the time.",
      "vi": "Khi tôi nghe tiếng một phương tiện, có vẻ chả có gì lạ. Hay vậy suốt mà."
    }
  },
  {
    "translation": {
      "en": "Andy got up to see who was there.",
      "vi": "Andy đứng dậy xem ai ở đó."
    }
  },
  {
    "translation": {
      "en": "By this point, police had surrounded the house.",
      "vi": "Lúc này, cảnh sát đã bao vây ngôi nhà. PHÓNG VIÊN ĐIỀU TRA ĐỘC LẬP"
    }
  },
  {
    "translation": {
      "en": "And Andrew opens the door",
      "vi": "Andrew mở cửa"
    }
  },
  {
    "translation": {
      "en": "and he's caught by police lights,",
      "vi": "và anh ấy bị ánh đèn của cảnh sát thu hút,"
    }
  },
  {
    "translation": {
      "en": "officers all over to the east of the house,",
      "vi": "cảnh sát ở khắp phía Đông nhà,"
    }
  },
  {
    "translation": {
      "en": "to the west of the house, directly in front of the house.",
      "vi": "phía Tây nhà, ngay trước nhà."
    }
  },
  {
    "translation": {
      "en": "He didn't know who was there for him. You know, he didn't know.",
      "vi": "Nó không biết ai ở đó đợi nó. Nó không hề biết."
    }
  },
  {
    "translation": {
      "en": "Hey, front door! Hands!",
      "vi": "- Này, cửa trước! - Giơ tay!"
    }
  },
  {
    "translation": {
      "en": "- Show your hands! - He's right there.",
      "vi": "- Giơ tay lên! - Anh ta ngay đó."
    }
  },
  {
    "translation": {
      "en": "Walk this way!",
      "vi": "Đi lối này!"
    }
  },
  {
    "translation": {
      "en": "I started hearing commands from everywhere.",
      "vi": "ĐOẠN BĂNG MÁY QUAY GẮN TRÊN NGƯỜI SỞ CẢNH SÁT WICHITA Tôi bắt đầu nghe thấy lệnh từ khắp nơi."
    }
  },
  {
    "translation": {
      "en": "I didn't exactly make them out. Shouting.",
      "vi": "Chính xác thì tôi chả nghe ra. Hô hoán."
    }
  },
  {
    "translation": {
      "en": "And in the seven seconds of opening the door,",
      "vi": "Trong bảy giây mở cửa,"
    }
  },
  {
    "translation": {
      "en": "an officer pulled the trigger on his AR- 15…",
      "vi": "một sĩ quan cảnh sát đã bóp cò chiếc AR-15…"
    }
  },
  {
    "translation": {
      "en": "…and shot Andrew once from, I believe, it was 67 yards away.",
      "vi": "và bắn Andrew một lần từ cách đó có lẽ là 61 m."
    }
  },
  {
    "translation": {
      "en": "He was on his face, barely able to breathe.",
      "vi": "Cậu ấy nằm úp mặt, hầu như không thở nổi,"
    }
  },
  {
    "translation": {
      "en": "And on his face and laid out in front of the front door",
      "vi": "úp mặt và bị hạ gục trước cửa trước"
    }
  },
  {
    "translation": {
      "en": "to the inside of the house.",
      "vi": "dẫn vào bên trong nhà."
    }
  },
  {
    "translation": {
      "en": "That's when Lisa came out.",
      "vi": "Lúc đó, Lisa bước ra. Bà nói: Tôi nghe tiếng Andy kêu."
    }
  },
  {
    "translation": {
      "en": "She goes, I heard Andy scream. What's going on?",
      "vi": "Lúc đó, Lisa bước ra. Bà nói: Tôi nghe tiếng Andy kêu. Chuyện gì vậy?."
    }
  },
  {
    "translation": {
      "en": "I said, I don't know. I'm getting ready to find out.",
      "vi": "Tôi nói: Không biết. Chuẩn bị ra xem đây."
    }
  },
  {
    "translation": {
      "en": "I'm looking at him, possibly dying, couldn't tell her that.",
      "vi": "Tôi nhìn cậu ấy, có lẽ sắp chết, không thể bảo bà ấy vậy,"
    }
  },
  {
    "translation": {
      "en": "Figured the next shot might be coming at me. I didn't know who was shooting.",
      "vi": "nghĩ phát bắn tới có lẽ nhắm vào tôi. Tôi chả biết ai bắn."
    }
  },
  {
    "translation": {
      "en": "And then they're on their intercom saying,",
      "vi": "Rồi qua bộ đàm nội bộ, họ nói:"
    }
  },
  {
    "translation": {
      "en": "Everyone get out from the east side.",
      "vi": "Tất cả ra ngoài từ phía Đông."
    }
  },
  {
    "translation": {
      "en": "Telling us to come out with our hands up.",
      "vi": "Bảo bọn tôi ra ngoài, giơ hai tay lên."
    }
  },
  {
    "translation": {
      "en": "Dispatch was actually still on the phone with Tyler at this point.",
      "vi": "Lúc này, tổng đài vẫn đang nói chuyện điện thoại với Tyler."
    }
  },
  {
    "translation": {
      "en": "Tyler actually stayed on the phone with 911 for 16 minutes after the shooting.",
      "vi": "Tyler thực sự vẫn nói chuyện điện thoại với 911 suốt 16 phút sau phát bắn."
    }
  },
  {
    "translation": {
      "en": "- Hello? - I'm still here, okay?",
      "vi": "- A lô? - Tôi vẫn ở đây, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, me too.",
      "vi": "Vâng, tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Despite them still being on phone with the alleged hostage- taker,",
      "vi": "Mặc dù họ vẫn nói chuyện điện thoại với kẻ được cho là giữ con tin,"
    }
  },
  {
    "translation": {
      "en": "the family was dragged outside, barefoot, handcuffed.",
      "vi": "gia đình này đã bị lôi ra ngoài, đi chân trần, bị còng tay."
    }
  },
  {
    "translation": {
      "en": "The family was basically treated as criminals,",
      "vi": "Gia đình này cơ bản bị đối xử như tội phạm"
    }
  },
  {
    "translation": {
      "en": "while WPD tore through the house.",
      "vi": "khi cảnh sát Wichita đi lướt khắp nhà."
    }
  },
  {
    "translation": {
      "en": "My dad isn't breathing.",
      "vi": "Bố tôi không thở."
    }
  },
  {
    "translation": {
      "en": "It's kind of giving me anxiety and making me, like, paranoid.",
      "vi": "Nó làm tôi lo sợ và khiến tôi hoang tưởng."
    }
  },
  {
    "translation": {
      "en": "They kept asking us, Who else is up there?",
      "vi": "Họ cứ hỏi bọn tôi: Còn ai trên đó không?."
    }
  },
  {
    "translation": {
      "en": "So we're confused at that point.",
      "vi": "Nên lúc đó bọn tôi khó hiểu lắm."
    }
  },
  {
    "translation": {
      "en": "We didn't know what happened, why they were there. I kept saying, Why are you guys here?",
      "vi": "Bọn tôi không biết chuyện gì, sao họ ở đó. Tôi cứ nói: Sao các anh ở đây?."
    }
  },
  {
    "translation": {
      "en": "But their confusion was even more than our confusion. They couldn't tell us what's going on.",
      "vi": "Nhưng họ còn thấy khó hiểu hơn bọn tôi. Họ không thể nói với bọn tôi chuyện gì."
    }
  },
  {
    "translation": {
      "en": "They kept asking who else was in the house.",
      "vi": "Họ cứ hỏi còn ai trong nhà không."
    }
  },
  {
    "translation": {
      "en": "I was at my friend Isaac's house",
      "vi": "Tôi ở nhà Isaac, bạn tôi, và bắt đầu nhận được tin nhắn kiểu:"
    }
  },
  {
    "translation": {
      "en": "and I started getting these texts, like, Are you okay?",
      "vi": "Tôi ở nhà Isaac, bạn tôi, và bắt đầu nhận được tin nhắn kiểu: Này, không sao chứ? Có cảnh sát ở nhà cậu. Này, ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "There's cops at your house. Hey, are you good?",
      "vi": "Này, không sao chứ? Có cảnh sát ở nhà cậu. Này, ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Do you know what's going on?",
      "vi": "Biết chuyện gì không?."
    }
  },
  {
    "translation": {
      "en": "I'm just, I don't know. I'm not at my house right now.",
      "vi": "Tôi bảo: Không biết. Giờ tôi không ở nhà."
    }
  },
  {
    "translation": {
      "en": "And then like an hour goes by, maybe two,",
      "vi": "Rồi khoảng một tiếng trôi qua, có lẽ là hai,"
    }
  },
  {
    "translation": {
      "en": "articles start coming out, Man shot at 1033 West McCormick.",
      "vi": "báo bắt đầu đưa tin: Người đàn ông bị bắn ở số 1033 Tây McCormick, Người đàn ông chưa rõ danh tính bị bắn…."
    }
  },
  {
    "translation": {
      "en": "Unidentified man shot at--",
      "vi": "ở số 1033 Tây McCormick, Người đàn ông chưa rõ danh tính bị bắn…."
    }
  },
  {
    "translation": {
      "en": "I almost-- like, the moment I saw Man shot at… I…",
      "vi": "Tôi gần như… Lúc thấy Người đàn ông bị bắn ở… là tôi…"
    }
  },
  {
    "translation": {
      "en": "I almost knew, like, automatically.",
      "vi": "tôi gần như tự động biết rồi."
    }
  },
  {
    "translation": {
      "en": "And that's when I found out it was him.",
      "vi": "Và lúc đó, tôi biết là cậu."
    }
  },
  {
    "translation": {
      "en": "I just like, dropped down to my knees at that point,",
      "vi": "Lúc đó, tôi cứ thế khuỵu gối xuống,"
    }
  },
  {
    "translation": {
      "en": "not being able to breathe.",
      "vi": "không hít thở nổi."
    }
  },
  {
    "translation": {
      "en": "I remember… almost forgetting, like, to inhale.",
      "vi": "Tôi nhớ là gần như quên hít thở."
    }
  },
  {
    "translation": {
      "en": "I just sat there in disbelief.",
      "vi": "Tôi cứ thế ngồi đó, không tin."
    }
  },
  {
    "translation": {
      "en": "Andrew's niece Adelina lived with the family.",
      "vi": "Cháu gái Andrew, Adelina, sống cùng gia đình."
    }
  },
  {
    "translation": {
      "en": "I believe she was 17 at the time of the shooting.",
      "vi": "Có lẽ cô bé 17 tuổi lúc xảy ra vụ nổ súng."
    }
  },
  {
    "translation": {
      "en": "She was actually forced to step over Andrew",
      "vi": "Cô bé thực sự bị buộc phải bước qua Andrew"
    }
  },
  {
    "translation": {
      "en": "as he was laying on the floor, bleeding out and gasping for air.",
      "vi": "lúc anh ấy đang nằm trên sàn, chảy máu và thở hổn hển."
    }
  },
  {
    "translation": {
      "en": "They left him there on the ground until all of it was over with.",
      "vi": "Họ để cậu nằm trên đất cho đến khi tất cả kết thúc."
    }
  },
  {
    "translation": {
      "en": "So she had to walk over his body,",
      "vi": "Nên chị phải bước qua người cậu,"
    }
  },
  {
    "translation": {
      "en": "and look at him and see him,",
      "vi": "nhìn cậu, thấy cậu,"
    }
  },
  {
    "translation": {
      "en": "and then get handcuffed outside.",
      "vi": "rồi bị còng tay bên ngoài."
    }
  },
  {
    "translation": {
      "en": "Andrew laid there for roughly 15 to 20 minutes",
      "vi": "Andrew nằm đó khoảng 15 đến 20 phút"
    }
  },
  {
    "translation": {
      "en": "before receiving any medical attention whatsoever.",
      "vi": "mới được chăm sóc y tế gì đó."
    }
  },
  {
    "translation": {
      "en": "Officers were actually told to not move the body,",
      "vi": "Cảnh sát thực sự bảo không di chuyển người,"
    }
  },
  {
    "translation": {
      "en": "and step over him,",
      "vi": "và bước qua anh ấy."
    }
  },
  {
    "translation": {
      "en": "and ambulance was on- scene, and the ambulance was held back.",
      "vi": "Xe cứu thương đã đến hiện trường và bị giữ lại."
    }
  },
  {
    "translation": {
      "en": "Instead of going to the hospital with their family member,",
      "vi": "Thay vì đến bệnh viện cùng người nhà,"
    }
  },
  {
    "translation": {
      "en": "they were taken downtown for questioning.",
      "vi": "họ bị đưa đến trung tâm thành phố để thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "In the interrogation room, the detective said,",
      "vi": "Trong phòng thẩm vấn, thanh tra nói:"
    }
  },
  {
    "translation": {
      "en": "Would you know of someone that is holding a grudge against you or the house",
      "vi": "Ông có biết ai thù hằn ông hay nhà đó"
    }
  },
  {
    "translation": {
      "en": "that would actually make a false call to create chaos?",
      "vi": "thực sự gọi báo sai để gây hỗn loạn không?."
    }
  },
  {
    "translation": {
      "en": "I said, Not necessarily, no, why?",
      "vi": "Tôi nói: Không hẳn, không, sao thế?"
    }
  },
  {
    "translation": {
      "en": "You haven't told me, how is Andy?",
      "vi": "Anh chưa nói Andy thế nào?"
    }
  },
  {
    "translation": {
      "en": "'Cause I know when I saw him inside the house,",
      "vi": "Vì tôi biết lúc thấy cậu ấy ở trong nhà,"
    }
  },
  {
    "translation": {
      "en": "he was having a hard time breathing. Did he get better? Did they take him to the hospital?",
      "vi": "cậu ấy đang hít thở khó khăn rồi. Cậu ấy đỡ chưa? Họ đưa đến viện chưa?."
    }
  },
  {
    "translation": {
      "en": "He said, I am very sorry, Ali, but he did not survive his wounds.",
      "vi": "Anh ta nói: Tôi rất tiếc, Ali, nhưng anh ấy không qua khỏi."
    }
  },
  {
    "translation": {
      "en": "I did not cry. I did not get hysterical.",
      "vi": "Tôi đã không khóc. Tôi đã không bị kích động."
    }
  },
  {
    "translation": {
      "en": "I became determined",
      "vi": "Tôi trở nên quyết tâm"
    }
  },
  {
    "translation": {
      "en": "and was going to do what I needed to",
      "vi": "và sẽ làm những việc tôi cần làm"
    }
  },
  {
    "translation": {
      "en": "to make sure this was handled.",
      "vi": "để đảm bảo việc này được xử lý."
    }
  },
  {
    "translation": {
      "en": "For justice.",
      "vi": "Vì công lý."
    }
  },
  {
    "translation": {
      "en": "You know, I didn't know if I was going to be able to uphold myself",
      "vi": "Tôi không biết mình có thể giữ vững tinh thần"
    }
  },
  {
    "translation": {
      "en": "as a human being after that day.",
      "vi": "như một con người sau ngày đó không."
    }
  },
  {
    "translation": {
      "en": "About an hour and a half after Andy Finch was shot,",
      "vi": "Khoảng một tiếng rưỡi sau khi Andy Finch bị bắn,"
    }
  },
  {
    "translation": {
      "en": "Shane Gaskill sent a Twitter DM to Tyler.",
      "vi": "Shane Gaskill đã gửi tin nhắn Twitter trực tiếp cho Tyler."
    }
  },
  {
    "translation": {
      "en": "This shit has me dying. They showed up to my old house, retard.",
      "vi": "Việc này làm tao chết mất. Họ đã đến nhà cũ của tao, đồ thiểu năng."
    }
  },
  {
    "translation": {
      "en": "To him this was the funniest thing ever,",
      "vi": "Với cậu ta, đây là trò vui nhất,"
    }
  },
  {
    "translation": {
      "en": "that he basically duped the notorious Tyler Barriss",
      "vi": "cậu ta cơ bản là lừa Tyler Barriss khét tiếng"
    }
  },
  {
    "translation": {
      "en": "into swatting the wrong house.",
      "vi": "swat nhầm nhà."
    }
  },
  {
    "translation": {
      "en": "Upon revealing this, Tyler defends himself and says,",
      "vi": "Khi phát hiện điều này, Tyler tự bào chữa, nói:"
    }
  },
  {
    "translation": {
      "en": "You gave an address that you don't live at,",
      "vi": "Mày đưa địa chỉ mày không ở đó,"
    }
  },
  {
    "translation": {
      "en": "but you were acting tough, LOL, so you're a bitch.",
      "vi": "mà mày ra vẻ nói cứng, cười lớn, nên mày là đồ khốn."
    }
  },
  {
    "translation": {
      "en": "Gaskill said, Anyways, good job, but you failed the mission",
      "vi": "Gaskill nói: Dù sao, làm tốt lắm, mà mày thất bại nhiệm vụ rồi vì tao chọc vui bọn mày thôi."
    }
  },
  {
    "translation": {
      "en": "because I trolled the fuck outta you guys.",
      "vi": "mà mày thất bại nhiệm vụ rồi vì tao chọc vui bọn mày thôi."
    }
  },
  {
    "translation": {
      "en": "And they have a petty dispute over who has bragging rights,",
      "vi": "Họ tranh cãi vặt về chuyện ai có quyền khoe khoang,"
    }
  },
  {
    "translation": {
      "en": "who emerged victorious in this scenario.",
      "vi": "ai giành chiến thắng trong kịch bản này."
    }
  },
  {
    "translation": {
      "en": "Right now, a false 911 call led to a deadly officer- involved shooting in…",
      "vi": "Lúc này, cuộc gọi 911 giả dẫn đến bắn chết người…"
    }
  },
  {
    "translation": {
      "en": "A couple hours later,",
      "vi": "Vài tiếng sau,"
    }
  },
  {
    "translation": {
      "en": "the local newscast in Wichita start carrying reports about this death",
      "vi": "bản tin địa phương ở Wichita bắt đầu đưa tin về cái chết này ở phố Tây McCormick."
    }
  },
  {
    "translation": {
      "en": "on West McCormick Street.",
      "vi": "về cái chết này ở phố Tây McCormick."
    }
  },
  {
    "translation": {
      "en": "And Gaskill realizes what's happened.",
      "vi": "Gaskill nhận ra chuyện gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "And so he reaches out to both Tyler and Casey Viner and says,",
      "vi": "Nên cậu ta liên lạc với cả Tyler và Casey Viner,"
    }
  },
  {
    "translation": {
      "en": "You guys need to delete everything. This is a murder case now.",
      "vi": "nói: Bọn mày cần xóa mọi thứ đi. Giờ đây là vụ giết người rồi."
    }
  },
  {
    "translation": {
      "en": "We were actually trying to identify Tyler before the FBI did.",
      "vi": "Lúc đó, thực ra bọn tôi đang cố xác định Tyler trước FBI."
    }
  },
  {
    "translation": {
      "en": "I understand social media and the Internet pretty well, so,",
      "vi": "Tôi hiểu mạng xã hội và mạng Internet khá rõ"
    }
  },
  {
    "translation": {
      "en": "that was probably 30 minutes of actually constructing what happened.",
      "vi": "nên có lẽ 30 phút là thực sự dựng nên chuyện gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "He was decent at hiding his real name,",
      "vi": "Cậu ta khéo léo che giấu tên thật,"
    }
  },
  {
    "translation": {
      "en": "but he was not good at hiding his digital footprint whatsoever.",
      "vi": "nhưng cậu ta không giỏi che giấu dấu vết kỹ thuật số."
    }
  },
  {
    "translation": {
      "en": "There were accounts that he would just pop back and forth through,",
      "vi": "Cậu ta cứ thế bật qua lại giữa các tài khoản"
    }
  },
  {
    "translation": {
      "en": "with SWAuTistic and GoredTutor36 being the two main ones.",
      "vi": "với SWAuTistic và GoredTutor36 là hai nhân vật chính."
    }
  },
  {
    "translation": {
      "en": "I finally reached out to the GoredTutor36 account,",
      "vi": "Cuối cùng tôi đã liên lạc với tài khoản GoredTutor36,"
    }
  },
  {
    "translation": {
      "en": "and said Any chance you would like to talk to us about last night's swat?",
      "vi": "nói: Cậu có muốn kể với bọn tôi về vụ swat tối qua không?"
    }
  },
  {
    "translation": {
      "en": "We really do want to hear your side.",
      "vi": "Bọn tôi rất muốn nghe từ phía cậu."
    }
  },
  {
    "translation": {
      "en": "Tyler actually responded with, Hmm. Hi. Here's my story.",
      "vi": "Tyler thực sự đáp lại là: Chào. Chuyện của tôi là thế này."
    }
  },
  {
    "translation": {
      "en": "And he produced a screenshot",
      "vi": "Cậu ta đã chụp ảnh màn hình,"
    }
  },
  {
    "translation": {
      "en": "that was actually Shane Gaskill encouraging him and egging him on",
      "vi": "đó thực ra là Shane Gaskill khích và thúc cậu ta,"
    }
  },
  {
    "translation": {
      "en": "and giving him a previous address that his family had lived at.",
      "vi": "và đưa cậu ta địa chỉ hồi trước nhà cậu kia ở."
    }
  },
  {
    "translation": {
      "en": "Basically, that was Tyler saying that Shane encouraged him",
      "vi": "Cơ bản là Tyler nói Shane khích cậu ta"
    }
  },
  {
    "translation": {
      "en": "to swat that address.",
      "vi": "swat địa chỉ đó."
    }
  },
  {
    "translation": {
      "en": "And I said, I understand that, but why did he send it to you?",
      "vi": "Tôi nói: Tôi hiểu, mà sao cậu ta gửi nó cho cậu?"
    }
  },
  {
    "translation": {
      "en": "Like is it a paying gig or just entertainment value?",
      "vi": "Kiểu như diễn có trả tiền hay chỉ có giá trị giải trí?."
    }
  },
  {
    "translation": {
      "en": "How did you even get into swatting?",
      "vi": "Cậu thậm chí bắt đầu swat như thế nào?."
    }
  },
  {
    "translation": {
      "en": "And he put, I was swatted once.",
      "vi": "Cậu ta nói: Tôi từng bị swat."
    }
  },
  {
    "translation": {
      "en": "I put, No shit. What happened with that?",
      "vi": "Tôi nói: Không thể. Chuyện thế nào?."
    }
  },
  {
    "translation": {
      "en": "And he put, Well, I didn't die.",
      "vi": "Cậu ta nói: Tôi không chết."
    }
  },
  {
    "translation": {
      "en": "Man, he's a fucking little prick.",
      "vi": "Trời, cậu ta là nhóc khốn mà."
    }
  },
  {
    "translation": {
      "en": "I don't even put the full blame on him, but, man…",
      "vi": "Tôi còn chả đổ hết lỗi cho cậu ta, nhưng trời…"
    }
  },
  {
    "translation": {
      "en": "He's just such a little fucking prick.",
      "vi": "Cậu ta đúng là nhóc khốn chết tiệt."
    }
  },
  {
    "translation": {
      "en": "- Just that one sentence. I didn't die. - I didn't die.",
      "vi": "Chỉ một câu đó: Tôi không chết. Tôi không chết."
    }
  },
  {
    "translation": {
      "en": "After he knows, by the way, that someone did die in this circumstance.",
      "vi": "Nhân tiện, là sau khi cậu ta biết có người đã chết ở vụ này."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "When word got out that these three gamers",
      "vi": "Khi tin đồn là ba game thủ này"
    }
  },
  {
    "translation": {
      "en": "got an innocent man killed by doing a swatting,",
      "vi": "khiến một người vô tội bị giết bằng làm trò swat,"
    }
  },
  {
    "translation": {
      "en": "the Internet responded",
      "vi": "trên mạng đã phản ứng"
    }
  },
  {
    "translation": {
      "en": "and they were not happy about what had happened.",
      "vi": "và họ không vui về chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "He even made a post saying,",
      "vi": "Cậu ta còn đăng bài nói:"
    }
  },
  {
    "translation": {
      "en": "Hypothetically speaking, let's say I just kill myself right now",
      "vi": "Nói giả sử nhé, giả sử tôi cứ thế tự sát ngay lúc này"
    }
  },
  {
    "translation": {
      "en": "for the purpose of this getting through your guys' heads.",
      "vi": "vì mục đích của việc này là để mọi người hiểu."
    }
  },
  {
    "translation": {
      "en": "Will justice have been served?",
      "vi": "Công lý sẽ được thực thi?."
    }
  },
  {
    "translation": {
      "en": "One user responded, I would be happier.",
      "vi": "Một người dùng đáp: Tôi càng vui."
    }
  },
  {
    "translation": {
      "en": "Another one responded, You won't be missed.",
      "vi": "Người khác đáp: Chả ai nhớ mày đâu."
    }
  },
  {
    "translation": {
      "en": "You were the cause.",
      "vi": "Mày là nguyên nhân."
    }
  },
  {
    "translation": {
      "en": "Going to jail, bro.",
      "vi": "Vào tù đi, người anh em."
    }
  },
  {
    "translation": {
      "en": "Lol I got someone killed but It's Just A Prank Bro",
      "vi": "Cười lớn, tôi làm một người bị giết, mà 'Chọc vui thôi, anh bạn'"
    }
  },
  {
    "translation": {
      "en": "so it's perfectly fine.",
      "vi": "nên hoàn toàn không sao."
    }
  },
  {
    "translation": {
      "en": "That's actually a pretty good summary of how he tried to play it off.",
      "vi": "Đó thực sự là tóm tắt khá tốt về cách cậu ta cố giả vờ che đậy."
    }
  },
  {
    "translation": {
      "en": "A tremendous amount of abuse is hurled his way.",
      "vi": "Một loạt chửi rủa cậu ta tới tấp."
    }
  },
  {
    "translation": {
      "en": "And so when a big YouTube star reaches out to him, he consents to be interviewed.",
      "vi": "Nên khi ngôi sao YouTube lớn liên lạc, cậu ta đồng ý cho phỏng vấn."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, we have the alleged swatter on here, SWAuTistic.",
      "vi": "Thưa quý vị, chúng tôi mời một người được cho là kẻ swat lên đây, SWAuTistic."
    }
  },
  {
    "translation": {
      "en": "So you swatted that address. Correct?",
      "vi": "Vậy bạn đã swat địa chỉ đó. CHỦ KÊNH YOUTUBE, DRAMA ALERT Đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "- Sure. - And then this guy gets killed.",
      "vi": "- Phải. - Rồi người đàn ông này bị giết."
    }
  },
  {
    "translation": {
      "en": "That's what happened, I guess.",
      "vi": "Là vậy, có lẽ vậy."
    }
  },
  {
    "translation": {
      "en": "And you said this on Twitter.",
      "vi": "Và bạn đã nói thế này trên Twitter."
    }
  },
  {
    "translation": {
      "en": "You said, I didn't get anyone killed because I didn't discharge a weapon.",
      "vi": "Bạn đã nói: Tôi không làm ai bị giết cả vì tôi đâu có nổ súng."
    }
  },
  {
    "translation": {
      "en": "Do you take any responsibility for what happened?",
      "vi": "Bạn có chịu trách nhiệm gì cho chuyện đã xảy ra không?"
    }
  },
  {
    "translation": {
      "en": "Um, the argument can be made that the police would've never showed up if I didn't make the call.",
      "vi": "Có thể nêu lý lẽ là cảnh sát sẽ không xuất hiện nếu tôi không gọi điện."
    }
  },
  {
    "translation": {
      "en": "However, I don't believe that I'm the only guilty party involved",
      "vi": "Tuy nhiên, tôi không nghĩ tôi là bên có tội duy nhất"
    }
  },
  {
    "translation": {
      "en": "in this whole incident,",
      "vi": "liên quan tới toàn bộ vụ này"
    }
  },
  {
    "translation": {
      "en": "considering I was contacted and almost instructed to swat,",
      "vi": "vì rằng tôi được liên lạc và gần như được chỉ dẫn để swat,"
    }
  },
  {
    "translation": {
      "en": "and taunted to swat that address,",
      "vi": "và bị kích swat địa chỉ đó."
    }
  },
  {
    "translation": {
      "en": "you could point the finger at the cop who killed someone, at the guy who made the call,",
      "vi": "Có thể chỉ tay về phía cảnh sát giết người, người gọi điện,"
    }
  },
  {
    "translation": {
      "en": "at the person who provided the address,",
      "vi": "người đã cung cấp địa chỉ"
    }
  },
  {
    "translation": {
      "en": "saying, Oh, look, this is where I live. Go ahead and swat me!",
      "vi": "mà nói: Ồ, tôi sống ở đây. Cứ swat tôi đi!."
    }
  },
  {
    "translation": {
      "en": "Uh, so it's really debatable.",
      "vi": "Nên thật sự gây tranh cãi."
    }
  },
  {
    "translation": {
      "en": "I recognized Tyler Barriss's voice right off the bat.",
      "vi": "Tôi nhận ra giọng Tyler Barriss ngay."
    }
  },
  {
    "translation": {
      "en": "I had five investigators all huddle around my phone",
      "vi": "Năm điều tra viên tụm quanh điện thoại của tôi,"
    }
  },
  {
    "translation": {
      "en": "and we're sitting there watching it on my department phone.",
      "vi": "bọn tôi ngồi đó xem nó trên điện thoại văn phòng của tôi."
    }
  },
  {
    "translation": {
      "en": "It really sucks being connected to this incident in any fucking way,",
      "vi": "Thật tệ khi bị liên quan tới vụ này theo cách chết tiệt này."
    }
  },
  {
    "translation": {
      "en": "and if I could rewind, I would, 'cause this is all stupid.",
      "vi": "Được tua lại, tôi sẽ tua vì hoàn toàn ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "It fit into his profile wanting to brag, wanting the recognition, everything.",
      "vi": "Khớp với hồ sơ của cậu ta, muốn khoe, được công nhận, tất cả."
    }
  },
  {
    "translation": {
      "en": "Are you worried that they'll find you?",
      "vi": "Bạn có lo họ sẽ tìm ra bạn không?"
    }
  },
  {
    "translation": {
      "en": "That the FBI will find you and you'll be arrested and charged for this?",
      "vi": "FBI sẽ tìm ra, bạn sẽ bị bắt, bị buộc tội cho chuyện này?"
    }
  },
  {
    "translation": {
      "en": "Currently, not so much.",
      "vi": "Hiện tại thì không lo nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "One person posts on Twitter",
      "vi": "Một người đăng lên Twitter"
    }
  },
  {
    "translation": {
      "en": "that they know that this is the same person responsible",
      "vi": "nói họ biết đây chính là người chịu trách nhiệm"
    }
  },
  {
    "translation": {
      "en": "for the KABC TV bomb threats in 2015,",
      "vi": "cho các vụ dọa đánh bom đài KABC TV năm 2015,"
    }
  },
  {
    "translation": {
      "en": "and the police are already investigating this.",
      "vi": "và cảnh sát đang điều tra chuyện này rồi."
    }
  },
  {
    "translation": {
      "en": "And they could see on his Twitter feed,",
      "vi": "Có thể thấy trên bảng tin Twitter của cậu ta,"
    }
  },
  {
    "translation": {
      "en": "he's taking direct responsibility for what occurred on West McCormick Street.",
      "vi": "cậu ta chịu trách nhiệm trực tiếp cho chuyện xảy ra ở phố Tây McCormick."
    }
  },
  {
    "translation": {
      "en": "So, it doesn't take much detective work to have a prime suspect in this case.",
      "vi": "Nên không cần điều tra quá nhiều để tìm ra nghi phạm chính trong vụ này."
    }
  },
  {
    "translation": {
      "en": "The surveillance team went to his address that was listed on his California ID card,",
      "vi": "Đội giám sát đã đến địa chỉ được kê trên thẻ căn cước California của cậu ta,"
    }
  },
  {
    "translation": {
      "en": "and followed him from there on foot to the library.",
      "vi": "và đi bộ theo cậu ta từ đó đến thư viện. THƯ VIỆN CÔNG CỘNG LOS ANGELES"
    }
  },
  {
    "translation": {
      "en": "Did it ever occur to you in all of this that someone might die?",
      "vi": "Từng nghĩ ai đó có thể chết trong tất cả việc này chưa?"
    }
  },
  {
    "translation": {
      "en": "No, that never crossed my mind.",
      "vi": "Không, tôi chưa từng nghĩ tới."
    }
  },
  {
    "translation": {
      "en": "I've never killed anyone, so I don't know what that feels like.",
      "vi": "Tôi chưa từng giết ai cả nên tôi không biết cảm giác thế nào."
    }
  },
  {
    "translation": {
      "en": "But I've also never been responsible for someone dying.",
      "vi": "Nhưng tôi cũng chưa từng chịu trách nhiệm cho việc ai đó chết."
    }
  },
  {
    "translation": {
      "en": "But- but- but the consequences of killing someone, from what I know, are pretty severe.",
      "vi": "Nhưng theo tôi biết, hậu quả của việc giết ai đó khá là nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "You can get life in prison, you can get the death sentence.",
      "vi": "Bạn có thể bị tù chung thân, có thể bị tử hình."
    }
  },
  {
    "translation": {
      "en": "So… being responsible for someone dying--",
      "vi": "Nên… chịu trách nhiệm cho việc ai đó chết…"
    }
  },
  {
    "translation": {
      "en": "I was pretty much the sole reason that the police",
      "vi": "Tôi hầu như là lý do duy nhất khiến cảnh sát thậm chí đến nhà đó."
    }
  },
  {
    "translation": {
      "en": "even went to that house.",
      "vi": "khiến cảnh sát thậm chí đến nhà đó."
    }
  },
  {
    "translation": {
      "en": "So when I found out someone died at the house that I sent the SWAT team to,",
      "vi": "Nên khi phát hiện có người chết ở nhà mà tôi báo đội SWAT đến,"
    }
  },
  {
    "translation": {
      "en": "I was… I couldn't… It was a very surreal moment for me.",
      "vi": "tôi đã… không thể… Đó là khoảnh khắc rất siêu thực với tôi."
    }
  },
  {
    "translation": {
      "en": "Were you worried more about the ramifications on you,",
      "vi": "Bạn lo lắng thêm về hậu họa cho mình,"
    }
  },
  {
    "translation": {
      "en": "or the fact that someone's life was just taken?",
      "vi": "hay sự thật là mạng sống của ai đó vừa bị tước đoạt?"
    }
  },
  {
    "translation": {
      "en": "Well, you… I was… It was-- it was both.",
      "vi": "Chà, bạn… Tôi thì… là cả hai."
    }
  },
  {
    "translation": {
      "en": "I didn't immediately feel guilty that someone died.",
      "vi": "Tôi chưa cảm thấy tội lỗi ngay khi có người chết."
    }
  },
  {
    "translation": {
      "en": "I didn't know what to think. It's almost like life wasn't real anymore.",
      "vi": "Chả biết nghĩ gì. Gần như cuộc sống chả còn thực nữa."
    }
  },
  {
    "translation": {
      "en": "Police have arrested a 25- year- old man in Los Angeles.",
      "vi": "Cảnh sát đã bắt một gã 25 tuổi ở Los Angeles."
    }
  },
  {
    "translation": {
      "en": "This is 25- year- old Tyler Barriss.",
      "vi": "Đây là Tyler Barriss 25 tuổi."
    }
  },
  {
    "translation": {
      "en": "We've learned that the LAPD has taken him into custody",
      "vi": "Chúng tôi biết cảnh sát Los Angeles đã bắt anh ta"
    }
  },
  {
    "translation": {
      "en": "and he is facing potential charges in this case.",
      "vi": "và anh ta đối mặt với khả năng bị buộc tội ở vụ án này."
    }
  },
  {
    "translation": {
      "en": "In 2015, he was arrested because he called in bomb threats",
      "vi": "Năm 2015, anh ta bị bắt vì đã gọi điện dọa đánh bom"
    }
  },
  {
    "translation": {
      "en": "into a CNN- affiliate ABC, a television station in California.",
      "vi": "vào ABC liên kết CNN, một đài truyền hình ở California."
    }
  },
  {
    "translation": {
      "en": "He eventually served two years in that case, so this certainly would not be the first time",
      "vi": "Anh ta cuối cùng ngồi tù hai năm ở vụ đó nên đây chắc chắn chả phải lần đầu"
    }
  },
  {
    "translation": {
      "en": "that he's done some serious damage with his phone.",
      "vi": "anh ta gây thiệt hại nghiêm trọng bằng điện thoại. NGHI PHẠM TRONG VỤ CHƠI KHĂM CHẾT NGƯỜI BỊ BẮT"
    }
  },
  {
    "translation": {
      "en": "I got over there for the first time that following night.",
      "vi": "Tôi qua đó lần đầu tiên vào tối hôm sau."
    }
  },
  {
    "translation": {
      "en": "There was still blood on the front porch,",
      "vi": "Vẫn còn máu ở hiên trước nhà,"
    }
  },
  {
    "translation": {
      "en": "on the carpet of the entryway.",
      "vi": "trên thảm ở lối vào."
    }
  },
  {
    "translation": {
      "en": "And that's when I did my first interview with Lisa.",
      "vi": "Đó là lúc tôi thực hiện phỏng vấn đầu tiên với Lisa."
    }
  },
  {
    "translation": {
      "en": "We're here with the mother",
      "vi": "Ta đang ở đây với người mẹ"
    }
  },
  {
    "translation": {
      "en": "of last night's Wichita Police Department shooting victim.",
      "vi": "của nạn nhân vụ Sở Cảnh sát Wichita nổ súng tối qua."
    }
  },
  {
    "translation": {
      "en": "It's like, I don't…",
      "vi": "Kiểu như tôi không…"
    }
  },
  {
    "translation": {
      "en": "I don't really know how to tell you this,",
      "vi": "Tôi thực sự không biết kể thế nào,"
    }
  },
  {
    "translation": {
      "en": "but it was a $1.50 bet on Call of Duty Online.",
      "vi": "nhưng là do vụ cá cược 1,5 đô vào trò Call of Duty Online,"
    }
  },
  {
    "translation": {
      "en": "That's… the root of all this.",
      "vi": "đó là căn nguyên của tất cả chuyện này."
    }
  },
  {
    "translation": {
      "en": "I mean, a $1.50 bet.",
      "vi": "Ý tôi là một vụ cá cược 1,5 đô."
    }
  },
  {
    "translation": {
      "en": "I think it was",
      "vi": "Tôi nghĩ nó thật…"
    }
  },
  {
    "translation": {
      "en": "disgusting.",
      "vi": "kinh tởm."
    }
  },
  {
    "translation": {
      "en": "But it happened, and they're going to have to face it.",
      "vi": "Nhưng nó đã xảy ra, và họ sẽ phải đối diện với nó."
    }
  },
  {
    "translation": {
      "en": "Everybody's gonna have to deal with it because it did happen.",
      "vi": "Mọi người sẽ phải đối mặt với nó vì nó quả thực đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "You know? Even myself.",
      "vi": "Hiểu chứ? Kể cả bản thân tôi."
    }
  },
  {
    "translation": {
      "en": "I have to deal with it.",
      "vi": "Tôi phải đối mặt với nó."
    }
  },
  {
    "translation": {
      "en": "No matter how big of an asshole he is,",
      "vi": "Dù cậu ta là thằng khốn cỡ nào,"
    }
  },
  {
    "translation": {
      "en": "no matter how terrible a person he is,",
      "vi": "dù cậu ta là người tệ hại thế nào"
    }
  },
  {
    "translation": {
      "en": "at the end of the day, Tyler didn't pull the trigger.",
      "vi": "thì rốt cuộc là Tyler không bóp cò."
    }
  },
  {
    "translation": {
      "en": "Twelve other officers that night did not pull a trigger.",
      "vi": "Mười hai sĩ quan cảnh sát đêm đó không bóp cò."
    }
  },
  {
    "translation": {
      "en": "There was one officer that pulled a trigger.",
      "vi": "Có một sĩ quan cảnh sát đã bóp cò."
    }
  },
  {
    "translation": {
      "en": "The reaction was anger in this area.",
      "vi": "Phản ứng ở khu này là tức giận."
    }
  },
  {
    "translation": {
      "en": "It was a senseless murder",
      "vi": "Một vụ giết người vô nghĩa."
    }
  },
  {
    "translation": {
      "en": "and we hope to find out more information as it comes out.",
      "vi": "THẮP NẾN CẦU CHO ANDREW 09/02/2018 Chúng ta mong tìm ra thêm thông tin khi được công bố."
    }
  },
  {
    "translation": {
      "en": "We need to stand out and make sure things like this don't happen,",
      "vi": "Ta cần kiên trì chống lại và đảm bảo chuyện như này sẽ không xảy ra,"
    }
  },
  {
    "translation": {
      "en": "hold people accountable,",
      "vi": "bắt mọi người chịu trách nhiệm, và ở đây vì những người"
    }
  },
  {
    "translation": {
      "en": "and be here for those who have lost this great man,",
      "vi": "bắt mọi người chịu trách nhiệm, và ở đây vì những người đã mất người đàn ông tuyệt vời này,"
    }
  },
  {
    "translation": {
      "en": "28 years young.",
      "vi": "hai tám tuổi trẻ trung."
    }
  },
  {
    "translation": {
      "en": "I think people are pretty horrified about what happened.",
      "vi": "Tôi nghĩ mọi người khá kinh hoàng về chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "They are fearful.",
      "vi": "Họ sợ hãi."
    }
  },
  {
    "translation": {
      "en": "They know it could've happened to anybody.",
      "vi": "Họ biết nó có thể xảy đến với bất cứ ai."
    }
  },
  {
    "translation": {
      "en": "If we have a police force",
      "vi": "Nếu lực lượng cảnh sát"
    }
  },
  {
    "translation": {
      "en": "which does the opposite of de- escalation in situations like this,",
      "vi": "làm ngược lại với giảm căng thẳng trong tình huống như thế này"
    }
  },
  {
    "translation": {
      "en": "you have these tragedies.",
      "vi": "là có các thảm kịch này."
    }
  },
  {
    "translation": {
      "en": "In Wichita, in Kansas in general,",
      "vi": "Ở Wichita, ở bang Kansas nói chung,"
    }
  },
  {
    "translation": {
      "en": "they don't name the officers. They protect the officers.",
      "vi": "họ không nêu tên sĩ quan cảnh sát. Họ bảo vệ sĩ quan cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Will we be able to get the name of the officer involved?",
      "vi": "Có thể có tên của sĩ quan cảnh sát liên quan chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's important to know that the department has a long history",
      "vi": "Vâng, quan trọng cần biết là… CẢNH SÁT TRƯỞNG …Sở có lịch sử lâu đời là không tiết lộ tên của cảnh sát liên quan tới vụ nổ súng."
    }
  },
  {
    "translation": {
      "en": "of not releasing names of officers involved in shootings.",
      "vi": "…Sở có lịch sử lâu đời là không tiết lộ tên của cảnh sát liên quan tới vụ nổ súng."
    }
  },
  {
    "translation": {
      "en": "It's very difficult to get information on these incidents.",
      "vi": "Rất khó lấy thông tin với những vụ thế này."
    }
  },
  {
    "translation": {
      "en": "Kansas has possibly the weakest open records law in the country.",
      "vi": "Kansas có lẽ có luật hồ sơ công khai yếu kém nhất nước. NHÀ BÁO CẤP CAO, WICHITA EAGLE"
    }
  },
  {
    "translation": {
      "en": "They basically hope you don't find out and the statute of limitations expires",
      "vi": "Cơ bản là họ hy vọng bạn không tìm ra và hết thời hiệu… LUẬT SƯ DÂN QUYỀN"
    }
  },
  {
    "translation": {
      "en": "so they don't have to pay out on a case.",
      "vi": "…để họ không phải trả tiền vụ án."
    }
  },
  {
    "translation": {
      "en": "The national average for shootings was about one for every 1300 officers.",
      "vi": "Tỷ lệ nổ súng trung bình cả nước là cứ 1.300 cảnh sát có khoảng một vụ."
    }
  },
  {
    "translation": {
      "en": "In Wichita, 2012, we had one shooting death",
      "vi": "Ở Wichita, năm 2012, cứ chừng 120 cảnh sát là có một vụ nổ súng chết người."
    }
  },
  {
    "translation": {
      "en": "for every 120 officers, approximately.",
      "vi": "cứ chừng 120 cảnh sát là có một vụ nổ súng chết người."
    }
  },
  {
    "translation": {
      "en": "So we were about 11 times higher than the national average here in Wichita.",
      "vi": "Vậy là ở Wichita này, ta cao hơn trung bình cả nước 11 lần."
    }
  },
  {
    "translation": {
      "en": "I received an email",
      "vi": "Tôi nhận được một email và người này nói cũng một thời gian rồi"
    }
  },
  {
    "translation": {
      "en": "and the person said it had been a minute since I've given you anything.",
      "vi": "Tôi nhận được một email và người này nói cũng một thời gian rồi tôi mới cung cấp mọi thứ cho anh."
    }
  },
  {
    "translation": {
      "en": "Your shooter's Justin Rapp.",
      "vi": "Kẻ bắn súng là Justin Rapp."
    }
  },
  {
    "translation": {
      "en": "You're first to publish his name.",
      "vi": "Anh công bố tên anh ta đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Justin Rapp has been with our department now eight years.",
      "vi": "Justin Rapp ở Sở chúng tôi đến giờ là tám năm."
    }
  },
  {
    "translation": {
      "en": "He has formal military training.",
      "vi": "Anh ta được huấn luyện quân sự chính quy, đã vài lần đóng trong các tập phim Cops."
    }
  },
  {
    "translation": {
      "en": "He has been featured in episodes of Cops a couple of times.",
      "vi": "Anh ta được huấn luyện quân sự chính quy, đã vài lần đóng trong các tập phim Cops. BIỆN HỘ CHO GIA ĐÌNH SANG CHẤN"
    }
  },
  {
    "translation": {
      "en": "Get on the ground, right now!",
      "vi": "Nằm xuống ngay!"
    }
  },
  {
    "translation": {
      "en": "He has gotten many reports of use of force against him.",
      "vi": "Anh ta đã nhận rất nhiều báo cáo về anh ta là dùng vũ lực."
    }
  },
  {
    "translation": {
      "en": "We've been told there is around a dozen incident reports against Justin",
      "vi": "Chúng tôi được biết có khoảng 12 báo cáo vụ việc về Justin"
    }
  },
  {
    "translation": {
      "en": "before the shooting of Andrew Finch.",
      "vi": "trước vụ bắn Andrew Finch."
    }
  },
  {
    "translation": {
      "en": "On one of our highway overpasses we put Arrest Officer Rapp.",
      "vi": "Trên một cầu vượt cao tốc, bọn tôi để Bắt cảnh sát Rapp."
    }
  },
  {
    "translation": {
      "en": "We just wanted to make sure Rapp's name stayed important.",
      "vi": "Bọn tôi chỉ muốn đảm bảo cái tên Rapp vẫn quan trọng."
    }
  },
  {
    "translation": {
      "en": "That's also why we made the T- shirts.",
      "vi": "Nên bọn tôi đã làm áo phông này."
    }
  },
  {
    "translation": {
      "en": "One of my friends had seen that movie, The Three Billboards or whatever.",
      "vi": "Một người bạn của tôi đã xem phim đó, The Three Billboards gì đó."
    }
  },
  {
    "translation": {
      "en": "And he said, Why don't we do that?",
      "vi": "Anh ấy nói: Sao ta không làm vậy?."
    }
  },
  {
    "translation": {
      "en": "Billboards are designed to catch your attention,",
      "vi": "Bảng quảng cáo được thiết kế để thu hút chú ý,"
    }
  },
  {
    "translation": {
      "en": "but four digital billboards in Wichita aren't marketed towards getting your money.",
      "vi": "song bốn bảng quảng cáo kỹ thuật số ở Wichita không tiếp thị nhằm lấy tiền."
    }
  },
  {
    "translation": {
      "en": "They're asking for justice.",
      "vi": "Chúng đang đòi công lý."
    }
  },
  {
    "translation": {
      "en": "He didn't follow any procedure, any protocol.",
      "vi": "Anh ta không tuân theo thủ tục, quy trình nào,"
    }
  },
  {
    "translation": {
      "en": "He didn't even bother to think that this guy might be a hostage.",
      "vi": "còn chả thèm nghĩ người này có thể là con tin. Anh ta cứ thế bắn chết anh ấy."
    }
  },
  {
    "translation": {
      "en": "He just shot him dead and it could have happened to any of us.",
      "vi": "người này có thể là con tin. Anh ta cứ thế bắn chết anh ấy. Có thể xảy đến với bất kỳ ai trong ta. Nên có lẽ vì thế"
    }
  },
  {
    "translation": {
      "en": "So I think that's why the community has stayed so involved",
      "vi": "Có thể xảy đến với bất kỳ ai trong ta. Nên có lẽ vì thế mà cộng đồng vẫn rất dồn tâm trí"
    }
  },
  {
    "translation": {
      "en": "in pushing for the arrest of Justin Rapp.",
      "vi": "vào việc thúc ép bắt Justin Rapp."
    }
  },
  {
    "translation": {
      "en": "He needs to be charged for the murder of Andrew Finch.",
      "vi": "Anh ta cần bị buộc tội giết Andrew Finch."
    }
  },
  {
    "translation": {
      "en": "…express thoughts and prayers…",
      "vi": "…bày tỏ suy nghĩ và lời cầu nguyện…"
    }
  },
  {
    "translation": {
      "en": "The cops can't just go around shooting people without any consequences.",
      "vi": "Cảnh sát không thể cứ thế đi khắp nơi bắn người mà không có hậu quả gì."
    }
  },
  {
    "translation": {
      "en": "I mean, that cop murdered my son.",
      "vi": "Ý tôi là cảnh sát đó đã giết con trai tôi."
    }
  },
  {
    "translation": {
      "en": "My granddaughter saw the shooting",
      "vi": "Cháu gái tôi đã thấy vụ nổ súng"
    }
  },
  {
    "translation": {
      "en": "and had to see her uncle lay there dying.",
      "vi": "và phải thấy cậu mình nằm chết ở đó."
    }
  },
  {
    "translation": {
      "en": "She's only 17, but she's had a lot of trauma in her life.",
      "vi": "Con bé chỉ mới 17 tuổi nhưng đã gặp rất nhiều sang chấn trong đời."
    }
  },
  {
    "translation": {
      "en": "And I don't know if she'll survive this. I don't know.",
      "vi": "Tôi không biết nó sẽ vượt qua không. Tôi không biết nữa."
    }
  },
  {
    "translation": {
      "en": "I'm not going to lie, I did contemplate suicide, many times after that.",
      "vi": "Không nói dối đâu, tôi đã tính tự tử nhiều lần sau chuyện đó."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "vi": "Biết đó…"
    }
  },
  {
    "translation": {
      "en": "But…",
      "vi": "Nhưng…"
    }
  },
  {
    "translation": {
      "en": "I just… It's just-- It's just…",
      "vi": "Tôi chỉ… Chỉ là…"
    }
  },
  {
    "translation": {
      "en": "Hold on, I'm sorry.",
      "vi": "Chờ chút, tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "We're going to teach you how to make cake.",
      "vi": "Chúng tôi sẽ dạy bạn cách làm bánh."
    }
  },
  {
    "translation": {
      "en": "Adelina clearly had some issues with what had happened.",
      "vi": "Adelina rõ ràng gặp vài vấn đề với chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "She was forced to see her father figure dying.",
      "vi": "Con bé buộc phải thấy hình tượng người cha của mình chết."
    }
  },
  {
    "translation": {
      "en": "She could not stand",
      "vi": "Con bé không chịu đựng nổi"
    }
  },
  {
    "translation": {
      "en": "the constant nightmares and flashbacks.",
      "vi": "những cơn ác mộng và hồi tưởng liên tục."
    }
  },
  {
    "translation": {
      "en": "And she could not stand to be alone.",
      "vi": "Con bé không chịu đựng nổi một mình."
    }
  },
  {
    "translation": {
      "en": "Exactly a year and two weeks, exactly,",
      "vi": "Đúng một năm, hai tuần, đúng như vậy,"
    }
  },
  {
    "translation": {
      "en": "this past January 11th…",
      "vi": "ngày 11 tháng 01 vừa qua này,"
    }
  },
  {
    "translation": {
      "en": "Adelina shot herself",
      "vi": "Adelina đã tự bắn"
    }
  },
  {
    "translation": {
      "en": "in the head.",
      "vi": "vào đầu."
    }
  },
  {
    "translation": {
      "en": "And then her boyfriend, who found her having just shot herself,",
      "vi": "Rồi bạn trai cô bé, người phát hiện cô bé vừa tự bắn mình"
    }
  },
  {
    "translation": {
      "en": "he wound up committing suicide too.",
      "vi": "cũng kích động đến tự sát."
    }
  },
  {
    "translation": {
      "en": "So really the death toll from this is three, not one.",
      "vi": "Nên thực sự số người chết từ vụ này là ba, không phải một."
    }
  },
  {
    "translation": {
      "en": "I'm surprised I'm still here today.",
      "vi": "Tôi bất ngờ vì tôi vẫn ở đây hôm nay, đang ngồi đây làm phỏng vấn này hôm nay"
    }
  },
  {
    "translation": {
      "en": "I'm surprised I'm sitting here doing this interview today, because…",
      "vi": "Tôi bất ngờ vì tôi vẫn ở đây hôm nay, đang ngồi đây làm phỏng vấn này hôm nay vì…"
    }
  },
  {
    "translation": {
      "en": "I thought it was going to be me that did it.",
      "vi": "tôi tưởng tôi mới làm vậy."
    }
  },
  {
    "translation": {
      "en": "That night, she had taken me to work,",
      "vi": "Tối đó, chị đã đưa tôi đến chỗ làm."
    }
  },
  {
    "translation": {
      "en": "and she's supposed to pick me up at ten o'clock and we're supposed to hang out afterwards.",
      "vi": "Chị ấy lẽ ra nên đón tôi lúc mười giờ, bọn tôi lẽ ra nên đi chơi sau đó."
    }
  },
  {
    "translation": {
      "en": "Well, my cousin Jaden had came",
      "vi": "Chà, anh họ Jaden của tôi đã đến,"
    }
  },
  {
    "translation": {
      "en": "and he picked me up and I had told Adelina,",
      "vi": "anh ấy đón tôi và trước đó, tôi đã bảo Adelina:"
    }
  },
  {
    "translation": {
      "en": "You don't have to come pick me up. It's okay.",
      "vi": "Chị không phải đến đón em đâu. Không sao."
    }
  },
  {
    "translation": {
      "en": "So, I was supposed to be with her,",
      "vi": "Tôi lẽ ra nên ở bên chị ấy"
    }
  },
  {
    "translation": {
      "en": "at the same exact time that she had killed herself.",
      "vi": "chính vào lúc chị ấy tự sát."
    }
  },
  {
    "translation": {
      "en": "And I wasn't.",
      "vi": "Và không."
    }
  },
  {
    "translation": {
      "en": "I just feel like I could have stopped it. I know her.",
      "vi": "Tôi chỉ cảm thấy có thể ngăn nó. Tôi hiểu chị ấy mà."
    }
  },
  {
    "translation": {
      "en": "That's why I should have seen that something was wrong.",
      "vi": "Thế nên tôi lẽ ra nên nhận ra có gì đó."
    }
  },
  {
    "translation": {
      "en": "There was-- There was, like…",
      "vi": "Có…"
    }
  },
  {
    "translation": {
      "en": "Madam Clerk, can you call the next item, please?",
      "vi": "Cô Clerk, cô gọi vụ tiếp theo được chứ?"
    }
  },
  {
    "translation": {
      "en": "Lisa Finch, Andrew Finch shooting.",
      "vi": "Lisa Finch, vụ bắn Andrew Finch."
    }
  },
  {
    "translation": {
      "en": "The death of my son has changed every iota of my being.",
      "vi": "Cái chết của con trai tôi đã thay đổi từng tí trong con người tôi."
    }
  },
  {
    "translation": {
      "en": "I never wanted to be in the public eye.",
      "vi": "Tôi chẳng hề muốn công chúng để mắt tới."
    }
  },
  {
    "translation": {
      "en": "My preference before this was staying at home",
      "vi": "Trước khi có chuyện này, tôi thích ở nhà"
    }
  },
  {
    "translation": {
      "en": "and not to be put on display.",
      "vi": "và không bị đem ra phơi bày."
    }
  },
  {
    "translation": {
      "en": "The person I was before no longer exists.",
      "vi": "Con người tôi trước đây không còn tồn tại nữa."
    }
  },
  {
    "translation": {
      "en": "The concept of due process goes back as far… to 1215 A.D.",
      "vi": "Khái niệm thủ tục tố tụng có từ… tận năm 1215 Công nguyên,"
    }
  },
  {
    "translation": {
      "en": "from Clause 39 of the Magna Carta.",
      "vi": "từ Điều khoản 39 của hiến chương Magna Carta."
    }
  },
  {
    "translation": {
      "en": "This should indicate that due process is not new.",
      "vi": "Điều này nên chỉ ra là thủ tục tố tụng không mới."
    }
  },
  {
    "translation": {
      "en": "Shouldn't law enforcement and public officials be aware",
      "vi": "Chẳng phải bên thực thi pháp luật và công chức nên biết"
    }
  },
  {
    "translation": {
      "en": "and abide by this constitutional right?",
      "vi": "và tuân theo quyền hiến pháp này sao?"
    }
  },
  {
    "translation": {
      "en": "L- Lisa. Can you wrap it up right quick?",
      "vi": "Lisa. Bà có thể gói gọn nhanh được không?"
    }
  },
  {
    "translation": {
      "en": "You've gone over five minutes. So…",
      "vi": "Bà đã nói hơn năm phút rồi nên…"
    }
  },
  {
    "translation": {
      "en": "My time has been taken away from me, sir.",
      "vi": "Thời gian của tôi đã bị lấy đi, thưa ông."
    }
  },
  {
    "translation": {
      "en": "- This is my time. Are you…? Do you-- - Right.",
      "vi": "- Đây là thời gian của tôi. Ông có… - Phải."
    }
  },
  {
    "translation": {
      "en": "She can have my five minutes.",
      "vi": "Tôi có thể cho bà ấy năm phút."
    }
  },
  {
    "translation": {
      "en": "- She can't. That's not the rules. - You work for the public.",
      "vi": "- Không, đâu được. Luật đâu vậy. - Ông làm việc cho công chúng."
    }
  },
  {
    "translation": {
      "en": "- Correct. - I'm taking my time.",
      "vi": "- Tôi đang dùng thời gian đó. - Đúng."
    }
  },
  {
    "translation": {
      "en": "I'm gonna make them so uncomfortable.",
      "vi": "Tôi sẽ khiến họ rất không thoải mái."
    }
  },
  {
    "translation": {
      "en": "I am.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "And I'm going to continue talking about this…",
      "vi": "Và tôi sẽ tiếp tục nói về điều này…"
    }
  },
  {
    "translation": {
      "en": "She's strong. And she's a fighter.",
      "vi": "Bà ấy mạnh mẽ và là một chiến binh."
    }
  },
  {
    "translation": {
      "en": "- And, uh… -",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "…she's not going to let them get away with this. She's just not.",
      "vi": "bà ấy sẽ không để họ thoát chuyện này. Bà ấy chỉ là thế thôi."
    }
  },
  {
    "translation": {
      "en": "To charge Officer Number 1 would require evidence, not 20/20 hindsight.",
      "vi": "Buộc tội Sĩ quan cảnh sát số một cần có bằng chứng, đâu phải xong rồi mới thấy rõ."
    }
  },
  {
    "translation": {
      "en": "That it was unreasonable for him",
      "vi": "Việc cho là vô lý khi anh ấy tin lúc đó,"
    }
  },
  {
    "translation": {
      "en": "to believe in that moment that the man who came to the door",
      "vi": "Việc cho là vô lý khi anh ấy tin lúc đó, người đàn ông đến cửa gây nguy hiểm cho các sĩ quan áp sát nhà."
    }
  },
  {
    "translation": {
      "en": "posed a risk to the officers near the house,",
      "vi": "người đàn ông đến cửa gây nguy hiểm cho các sĩ quan áp sát nhà."
    }
  },
  {
    "translation": {
      "en": "there is insufficient evidence to overcome self- defense immunity under Kansas law.",
      "vi": "Nó không có đủ bằng chứng vượt qua quyền miễn trừ do tự vệ theo luật Kansas. ỦY VIÊN CÔNG TỐ QUẬN SEDGWICK"
    }
  },
  {
    "translation": {
      "en": "So under Kansas law and the facts of this case,",
      "vi": "Theo luật Kansas và dữ kiện vụ án, tôi kết luận"
    }
  },
  {
    "translation": {
      "en": "I conclude that no charges will be filed against the officer",
      "vi": "Theo luật Kansas và dữ kiện vụ án, tôi kết luận không buộc tội sĩ quan cảnh sát này cho cái chết của Andrew Finch."
    }
  },
  {
    "translation": {
      "en": "for the death of Andrew Finch.",
      "vi": "không buộc tội sĩ quan cảnh sát này cho cái chết của Andrew Finch."
    }
  },
  {
    "translation": {
      "en": "Deputy Chief Troy Livingston says it was in this moment",
      "vi": "Phó cảnh sát trưởng Troy Livingston nói vào lúc đó"
    }
  },
  {
    "translation": {
      "en": "when Finch dropped his hand,",
      "vi": "khi Finch hạ tay xuống,"
    }
  },
  {
    "translation": {
      "en": "an officer thought he reached for a weapon.",
      "vi": "một cảnh sát nghĩ anh ấy với lấy vũ khí."
    }
  },
  {
    "translation": {
      "en": "You see the officer pull the trigger on the lower left side of the screen.",
      "vi": "Bạn thấy cảnh sát bóp cò ở phía dưới góc trái màn hình."
    }
  },
  {
    "translation": {
      "en": "You have officers from the other side also giving commands",
      "vi": "Các cảnh sát từ phía bên kia cũng ra lệnh"
    }
  },
  {
    "translation": {
      "en": "and they were all consistent about Put your hands up, walk towards us,",
      "vi": "và họ đều nhất quán về việc Giơ tay lên, tiến về phía chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "um, but he continued to drop them down by his waistband.",
      "vi": "nhưng anh ấy cứ hạ tay xuống chỗ thắt lưng."
    }
  },
  {
    "translation": {
      "en": "I don't think that complete exoneration was what most people were expecting,",
      "vi": "Tôi không nghĩ miễn tội hoàn toàn là điều hầu hết mọi người mong chờ,"
    }
  },
  {
    "translation": {
      "en": "or that there wouldn't be any charges filed.",
      "vi": "hay không có cáo buộc nào."
    }
  },
  {
    "translation": {
      "en": "That kind of reverberated through the community.",
      "vi": "Nó vang vọng khắp cộng đồng."
    }
  },
  {
    "translation": {
      "en": "When I got back here, my sister said, You need to sit down.",
      "vi": "Khi tôi trở lại đây, chị tôi nói: Ngồi xuống đi."
    }
  },
  {
    "translation": {
      "en": "I got to tell you some bad news and you're not going to want to hear it.",
      "vi": "Chị phải nói vài tin xấu, em sẽ không muốn nghe đâu."
    }
  },
  {
    "translation": {
      "en": "Andrew Finch's family is upset to learn",
      "vi": "Gia đình Andrew Finch tức khi biết cảnh sát đó"
    }
  },
  {
    "translation": {
      "en": "that police will not face charges for the shooting.",
      "vi": "chả bị buộc tội vì nổ súng,"
    }
  },
  {
    "translation": {
      "en": "This decision almost four months after his death.",
      "vi": "quyết định này gần bốn tháng sau cái chết của anh ấy."
    }
  },
  {
    "translation": {
      "en": "Walk this way!",
      "vi": "Đi lối này!"
    }
  },
  {
    "translation": {
      "en": "Walk--",
      "vi": "Đi…"
    }
  },
  {
    "translation": {
      "en": "Not even worth going to trial.",
      "vi": "Còn chả đáng ra tòa."
    }
  },
  {
    "translation": {
      "en": "Although Casey, Shane, and Tyler, all three are.",
      "vi": "Mặc dù Casey, Shane và Tyler, cả ba đều đáng."
    }
  },
  {
    "translation": {
      "en": "Casey asked somebody to do a swatting.",
      "vi": "Casey nhờ người thực hiện một vụ swat."
    }
  },
  {
    "translation": {
      "en": "Shane Gaskill gave an address, and talked shit to somebody.",
      "vi": "Shane Gaskill đã đưa địa chỉ và nói vớ vẩn với người ta."
    }
  },
  {
    "translation": {
      "en": "And these guys got charged.",
      "vi": "Mấy tên này đã bị buộc tội."
    }
  },
  {
    "translation": {
      "en": "Justin Rapp pulled the trigger that killed Andrew Finch,",
      "vi": "Justin Rapp bóp cò giết Andrew Finch,"
    }
  },
  {
    "translation": {
      "en": "and he didn't even get a slap on the wrist. He still has his job.",
      "vi": "và còn chả bị vỗ nhẹ vào cổ tay. Anh ta vẫn có việc."
    }
  },
  {
    "translation": {
      "en": "We did learn in September of 2021",
      "vi": "Bọn tôi có biết vào tháng 09 năm 2021,"
    }
  },
  {
    "translation": {
      "en": "that Justin was actually involved in two other shootings",
      "vi": "Justin thực ra liên quan tới hai vụ nổ súng khác"
    }
  },
  {
    "translation": {
      "en": "before the Andrew Finch shooting.",
      "vi": "trước vụ bắn Andrew Finch."
    }
  },
  {
    "translation": {
      "en": "Hello, sir, are you Tyler Barriss?",
      "vi": "Xin chào, cậu là Tyler Barriss?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Mr. Barriss, I show you're currently charged with involuntary manslaughter,",
      "vi": "Cậu Barriss, tôi báo cậu hiện đang bị buộc tội ngộ sát,"
    }
  },
  {
    "translation": {
      "en": "giving false alarm, and interference with law enforcement officers.",
      "vi": "báo động giả và quấy rối các sĩ quan cảnh sát thực thi pháp luật."
    }
  },
  {
    "translation": {
      "en": "Your next court date is January 25th at 9:00 a.m.",
      "vi": "Ngày ra tòa tới của cậu là ngày 25 tháng 01 lúc chín giờ sáng."
    }
  },
  {
    "translation": {
      "en": "Do you have any questions, sir?",
      "vi": "Cậu có câu hỏi gì không?"
    }
  },
  {
    "translation": {
      "en": "- No, I don't. - All right, thank you.",
      "vi": "- Không. - Được rồi, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Tyler is facing his involuntary manslaughter charge",
      "vi": "Tyler đang đối mặt với cáo buộc ngộ sát"
    }
  },
  {
    "translation": {
      "en": "at the state level in Kansas.",
      "vi": "cấp độ bang ở Kansas."
    }
  },
  {
    "translation": {
      "en": "In other federal jurisdictions,",
      "vi": "Trong quyền hạn liên bang khác,"
    }
  },
  {
    "translation": {
      "en": "he's, uh, charged with crimes associated to his swatting,",
      "vi": "cậu ta bị buộc tội liên quan tới swat,"
    }
  },
  {
    "translation": {
      "en": "his bomb threats, of which there are many, many counts,",
      "vi": "đe dọa đánh bom, trong đó có rất nhiều điểm buộc tội,"
    }
  },
  {
    "translation": {
      "en": "and he's able to negotiate a global plea",
      "vi": "cậu ta có thể thương lượng xin xử các vụ cùng lúc"
    }
  },
  {
    "translation": {
      "en": "to the federal charges that roll all of the cases into one,",
      "vi": "đối với các cáo buộc liên bang là gộp tất cả các vụ làm một,"
    }
  },
  {
    "translation": {
      "en": "and then Tyler pleads guilty.",
      "vi": "và rồi Tyler nhận tội."
    }
  },
  {
    "translation": {
      "en": "Tyler Barriss sentenced today to 20 years behind bars",
      "vi": "Tyler Barriss hôm nay bị kết án 20 năm sau song sắt"
    }
  },
  {
    "translation": {
      "en": "after pleading guilty for a swatting prank that turned deadly.",
      "vi": "sau khi nhận tội vì trò swat chơi khăm thành chết người."
    }
  },
  {
    "translation": {
      "en": "The longest prison sentence in the country ever imposed for the practice of swatting.",
      "vi": "Bản án tù lâu nhất cả nước từng được áp dụng cho thủ đoạn swat. CÔNG TỐ VIÊN LIÊN BANG - KHU VỰC KANSAS"
    }
  },
  {
    "translation": {
      "en": "We hope that this will send a strong message.",
      "vi": "Hy vọng nó sẽ gửi đi thông điệp mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "Tyler Barriss got 20 years in prison.",
      "vi": "Tyler Barriss ngồi tù 20 năm."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "- What do you think about that? - I think it's good.",
      "vi": "- Bà nghĩ sao? - Tôi nghĩ thế là tốt."
    }
  },
  {
    "translation": {
      "en": "You know, like my son said, we have to forgive people.",
      "vi": "Như con trai tôi đã nói, ta phải tha thứ cho người ta."
    }
  },
  {
    "translation": {
      "en": "Because that's what…",
      "vi": "Vì đó là điều…"
    }
  },
  {
    "translation": {
      "en": "we're supposed to do, according to our faith.",
      "vi": "ta nên làm theo đức tin của ta."
    }
  },
  {
    "translation": {
      "en": "And I'm trying to forgive.",
      "vi": "Và tôi đang cố tha thứ đây."
    }
  },
  {
    "translation": {
      "en": "These are just a few of his drawings.",
      "vi": "Đây chỉ là vài bức vẽ của cậu."
    }
  },
  {
    "translation": {
      "en": "On my birthday, he would always draw stuff out for me.",
      "vi": "Vào sinh nhật tôi, cậu sẽ luôn vẽ gì đó cho tôi."
    }
  },
  {
    "translation": {
      "en": "This one right here is one of my favorites.",
      "vi": "Bức ngay đây là một trong những bức tôi thích nhất."
    }
  },
  {
    "translation": {
      "en": "The Internet, well, all it did is bring two idiots together playing a video game.",
      "vi": "Mạng Internet chỉ có đưa hai tên ngốc cùng chơi một trò chơi điện tử."
    }
  },
  {
    "translation": {
      "en": "Technology benefits people with brains, intelligent people.",
      "vi": "Công nghệ có lợi cho người có não, người thông minh."
    }
  },
  {
    "translation": {
      "en": "But when technology is used by idiots, it creates chaos and it creates disasters",
      "vi": "Nhưng khi công nghệ được lũ ngốc sử dụng, nó tạo ra hỗn loạn, nó tạo ra thảm họa, đó chính xác là chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "and that's exactly what happened.",
      "vi": "nó tạo ra hỗn loạn, nó tạo ra thảm họa, đó chính xác là chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "The gaming community, I believe, can be very toxic,",
      "vi": "Tôi tin cộng đồng game có thể rất độc hại,"
    }
  },
  {
    "translation": {
      "en": "can be very, very negative.",
      "vi": "có thể rất tiêu cực."
    }
  },
  {
    "translation": {
      "en": "Sometimes I'll get messages, like, um,",
      "vi": "Đôi khi tôi nhận được tin nhắn kiểu"
    }
  },
  {
    "translation": {
      "en": "If you keep on doing that I'm gonna trace your IP address",
      "vi": "Nếu mày tiếp tục làm vậy, tao sẽ lần ra địa chỉ IP của mày,"
    }
  },
  {
    "translation": {
      "en": "and fry my router or something like that. Like, take down my Internet.",
      "vi": "chiên bộ định tuyến của tôi, kiểu vậy. Gỡ mạng Internet của tôi ra."
    }
  },
  {
    "translation": {
      "en": "They'll say like, Go fuck yourself, you know, Go kill yourself.",
      "vi": "Họ sẽ nói kiểu Đi chết đi, Đi tự sát đi,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go swat your house.",
      "vi": "Tao sẽ đi swat nhà mày."
    }
  },
  {
    "translation": {
      "en": "But, uh, I like it because it takes me out of the world.",
      "vi": "Nhưng tôi thích nó vì nó đưa tôi thoát khỏi thế giới này."
    }
  },
  {
    "translation": {
      "en": "It takes me into my own mindset.",
      "vi": "Nó đưa tôi vào suy tư của riêng tôi."
    }
  },
  {
    "translation": {
      "en": "I have full control of everything that I do.",
      "vi": "Tôi có toàn quyền kiểm soát mọi việc tôi làm."
    }
  },
  {
    "translation": {
      "en": "I can do whatever I want within the parameters of that game.",
      "vi": "Tôi có thể làm mọi thứ tùy ý trong phạm vi thông số của trò đó."
    }
  },
  {
    "translation": {
      "en": "Just go on there and beat the living shit out of somebody,",
      "vi": "Cứ lên đó và đánh ai đó ra bã"
    }
  },
  {
    "translation": {
      "en": "over and over and over again.",
      "vi": "hết lần này đến lần khác."
    }
  },
  {
    "translation": {
      "en": "And then I'm not angry anymore.",
      "vi": "Rồi tôi không còn bực nữa."
    }
  },
  {
    "translation": {
      "en": "I feel as if it's a therapy for me. It's not just something that I do just for fun.",
      "vi": "Tôi thấy như thể đó là liệu pháp với tôi. Đó không chỉ là việc tôi chỉ làm cho vui."
    }
  },
  {
    "translation": {
      "en": "It keeps me from thinking about the situation, pretty much.",
      "vi": "Nó khiến tôi không suy nghĩ về tình huống đó, khá nhiều."
    }
  },
  {
    "translation": {
      "en": "I cannot make any action to make all this go away.",
      "vi": "Tôi không thể làm gì để khiến tất cả chuyện này biến đi."
    }
  },
  {
    "translation": {
      "en": "You know, I can't just sit here and go like this, and now my life's going back to normal.",
      "vi": "Đâu thể ngồi đây, làm vậy và cuộc sống của tôi trở lại bình thường."
    }
  },
  {
    "translation": {
      "en": "But if I wanted to, I could do that in a video game and I find that pretty cool. You know?",
      "vi": "Song nếu muốn, tôi có thể làm vậy trong trò điện tử, tôi thấy nó khá tuyệt."
    }
  },
  {
    "translation": {
      "en": "That's what I like about that.",
      "vi": "Tôi thích điều đó ở nó."
    }
  },
  {
    "translation": {
      "en": "We are in an informational crisis that is destroying us.",
      "vi": "Ta ở trong cuộc khủng hoảng thông tin đang phá hủy ta."
    }
  },
  {
    "translation": {
      "en": "The Internet just went crazy.",
      "vi": "Mạng Internet cứ thế trở nên điên rồ"
    }
  },
  {
    "translation": {
      "en": "You have to question your own sense of reality.",
      "vi": "khi đặt câu hỏi về ý thức thực tại của chính bạn."
    }
  },
  {
    "translation": {
      "en": "I was called the hit man.",
      "vi": "Tôi được gọi là người đàn ông bị buộc tội lấy tiền"
    }
  },
  {
    "translation": {
      "en": "Accused of taking money in order to explicitly cover up a murder.",
      "vi": "Tôi được gọi là người đàn ông bị buộc tội lấy tiền để rõ ràng là che đậy một vụ giết người."
    }
  }
]