[
  {
    "translation": {
      "en": "I'm about to check my USC decision.",
      "vi": "Tôi sắp kiểm tra quyết định vào USC của mình."
    }
  },
  {
    "translation": {
      "en": "I know it'll be okay if I don't. I saw a lot of people got rejected, so…",
      "vi": "Không được cũng không sao. Tôi đã thấy nhiều người bị từ chối."
    }
  },
  {
    "translation": {
      "en": "I'm already on the page. It says status update.",
      "vi": "Con đã vào. Nó nói, Cập nhật tình trạng."
    }
  },
  {
    "translation": {
      "en": "New update. I clicked it.",
      "vi": "Cập nhật mới. Đã nhấn vào."
    }
  },
  {
    "translation": {
      "en": "Okay, status update.",
      "vi": "Rồi, cập nhật tình trạng."
    }
  },
  {
    "translation": {
      "en": "This is my ultimate dream school.",
      "vi": "Đây là ngôi trường mơ ước của tôi."
    }
  },
  {
    "translation": {
      "en": "I'm getting rejected. I already know.",
      "vi": "Con sẽ bị từ chối. Con biết mà."
    }
  },
  {
    "translation": {
      "en": "I just clicked it. Oh, my God.",
      "vi": "Tôi đã nhấn vào. Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Wait, I got accepted!",
      "vi": "Khoan, con được nhận!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Hay lắm!"
    }
  },
  {
    "translation": {
      "en": "This is some crazy stuff.",
      "vi": "Đây là chuyện điên rồ."
    }
  },
  {
    "translation": {
      "en": "Let's talk about this.",
      "vi": "Nói về nó nào."
    }
  },
  {
    "translation": {
      "en": "There's been a firestorm of news coverage on a sort of college admissions scandal.",
      "vi": "Có một cơn bão tin tức về một vụ bê bối tuyển sinh đại học."
    }
  },
  {
    "translation": {
      "en": "Explosive details about the largest college admissions scam",
      "vi": "Thông tin chấn động về vụ gian lận tuyển sinh đại học"
    }
  },
  {
    "translation": {
      "en": "prosecuted by the Department of Justice ever.",
      "vi": "lớn nhất từng bị Bộ Tư pháp khởi tố."
    }
  },
  {
    "translation": {
      "en": "Our friends are talking about one thing, this story. It's hit a real nerve.",
      "vi": "Bạn bè chúng tôi chỉ nói về một thứ, câu chuyện này. Nó thực sự gây sốc."
    }
  },
  {
    "translation": {
      "en": "Real estate executives, a lawyer, doctor and a litany of CEOs,",
      "vi": "Nhiều doanh nhân bất động sản, một luật sư, bác sĩ và một loạt CEO"
    }
  },
  {
    "translation": {
      "en": "all facing criminal charges.",
      "vi": "đang đối mặt cáo buộc hình sự."
    }
  },
  {
    "translation": {
      "en": "An FBI investigation called Operation Varsity Blues.",
      "vi": "Một cuộc điều tra của FBI tên là Chiến dịch Varsity Blues."
    }
  },
  {
    "translation": {
      "en": "Operation Varsity Blues.",
      "vi": "Chiến dịch Varsity Blues."
    }
  },
  {
    "translation": {
      "en": "Operation Varsity Blues.",
      "vi": "Chiến dịch Varsity Blues."
    }
  },
  {
    "translation": {
      "en": "How are you after the scandal?",
      "vi": "Cô thế nào sau bê bối? Rất tiếc ư?"
    }
  },
  {
    "translation": {
      "en": "Are you sorry? Singer designed the scam",
      "vi": "Cô thế nào sau bê bối? Rất tiếc ư? Rick Singer thiết kế vụ lừa đảo này và thu về hàng chục triệu đô."
    }
  },
  {
    "translation": {
      "en": "and collected tens of millions of dollars.",
      "vi": "Rick Singer thiết kế vụ lừa đảo này và thu về hàng chục triệu đô."
    }
  },
  {
    "translation": {
      "en": "Parents paid him top dollar to pass their kids off as star athletes.",
      "vi": "Phụ huynh chi tiền đậm cho ông ta để con được nhận với tư cách sao thể thao."
    }
  },
  {
    "translation": {
      "en": "Rick Singer. Rick Singer.",
      "vi": "Rick Singer. Rick Singer. Rick Singer."
    }
  },
  {
    "translation": {
      "en": "The mastermind behind the operation.",
      "vi": "Kẻ chủ mưu của vụ này."
    }
  },
  {
    "translation": {
      "en": "It is sending shockwaves across the country.",
      "vi": "Nó đang gây chấn động khắp cả nước."
    }
  },
  {
    "translation": {
      "en": "The money goes into my foundation as a donation.",
      "vi": "Tiền đi vào quỹ của tôi dưới vỏ bọc quyên góp."
    }
  },
  {
    "translation": {
      "en": "To your foundation? Not to the schools.",
      "vi": "Ồ, vào quỹ của anh? Không phải vào các trường?"
    }
  },
  {
    "translation": {
      "en": "Yeah, that way the kids don't know it happens, right?",
      "vi": "Phải. Như thế bọn trẻ không biết chuyện, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You make a financial commitment.",
      "vi": "Anh có một cam kết về tài chính."
    }
  },
  {
    "translation": {
      "en": "What school you want may determine how much that actually is.",
      "vi": "Tùy anh muốn trường nào thì tiền sẽ nhiều chừng ấy."
    }
  },
  {
    "translation": {
      "en": "And so, in terms of things that are more than half million or 300,",
      "vi": "Với số tiền tầm nửa triệu hay 300 ngàn,"
    }
  },
  {
    "translation": {
      "en": "what's that set of schools?",
      "vi": "thì có những trường nào?"
    }
  },
  {
    "translation": {
      "en": "So that's, uh, Georgetown, Boston College, Georgia Tech,",
      "vi": "Cỡ đó thì Georgetown, Boston College, Georgia Tech,"
    }
  },
  {
    "translation": {
      "en": "USC, UCLA, Berkeley, you know.",
      "vi": "USC, UCLA, Berkeley."
    }
  },
  {
    "translation": {
      "en": "Okay, that's… that's not bad.",
      "vi": "Được, thế… thế cũng không tệ."
    }
  },
  {
    "translation": {
      "en": "She's not a terrific student. She's been testing very badly.",
      "vi": "Con bé không phải học sinh xuất sắc. Kết quả kiểm tra rất tệ."
    }
  },
  {
    "translation": {
      "en": "She's smart. She's gonna figure this out.",
      "vi": "Con bé thông minh. Nó sẽ nhận ra mất."
    }
  },
  {
    "translation": {
      "en": "She already thinks I'm up to, like, no good.",
      "vi": "Nó vốn đã nghĩ tôi không tốt lành gì."
    }
  },
  {
    "translation": {
      "en": "Uh, is Harvard easier 'cause of legacy? No, it's not.",
      "vi": "Vào Harvard có dễ hơn nhờ là cựu không? Không đâu."
    }
  },
  {
    "translation": {
      "en": "That doesn't mean shit? Your legacy means zero because…",
      "vi": "Không được gì à? Anh từng học ở đó cũng thua, vì…"
    }
  },
  {
    "translation": {
      "en": "Unless we're donating to a building, huh?",
      "vi": "Trừ khi chúng tôi xây tặng một tòa nhà, hả?"
    }
  },
  {
    "translation": {
      "en": "I went to Cornell.",
      "vi": "Tôi đã học Cornell."
    }
  },
  {
    "translation": {
      "en": "I've already given around $750,000 there.",
      "vi": "Tôi đã quyên góp khoảng 750.000 vào đó."
    }
  },
  {
    "translation": {
      "en": "Let's be frank, right?",
      "vi": "Nói thẳng nhé?"
    }
  },
  {
    "translation": {
      "en": "Your 750 is diddly dink in the world.",
      "vi": "Con số 750 của anh chẳng là gì trên thế giới."
    }
  },
  {
    "translation": {
      "en": "I know people who have given $50 million to Cornell.",
      "vi": "Tôi biết có người đã quyên 50 triệu đô cho Cornell."
    }
  },
  {
    "translation": {
      "en": "Uh, will you send me where and how I should send the check?",
      "vi": "Anh cho tôi biết gửi séc về đâu và như thế nào nhé?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. We'll send it so that you get your IRS tax write off.",
      "vi": "Được. Chúng tôi sẽ gửi để chị được khấu trừ thuế."
    }
  },
  {
    "translation": {
      "en": "Even better. What if they don't get in?",
      "vi": "Thế còn tốt hơn. Lỡ chúng không được nhận?"
    }
  },
  {
    "translation": {
      "en": "You don't have to worry. It's a done deal.",
      "vi": "Không, anh không cần lo. Chuyện này ăn chắc."
    }
  },
  {
    "translation": {
      "en": "Is there a two for one special for twins?",
      "vi": "Có giá đặc biệt một tặng một cho sinh đôi chứ?"
    }
  },
  {
    "translation": {
      "en": "John, how are you?",
      "vi": "John, khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "Hey, Rick. You're pretty busy these days, huh?",
      "vi": "Chào Rick. Dạo này anh bận lắm hả?"
    }
  },
  {
    "translation": {
      "en": "Yeah, we got early decision coming up.",
      "vi": "Ừ, sắp có quyết định sớm."
    }
  },
  {
    "translation": {
      "en": "So, hey, I do wanna talk a bit about your pricing strategy and economic model.",
      "vi": "Tôi muốn nói một chút về chiến lược giá và mô hình kinh tế của anh."
    }
  },
  {
    "translation": {
      "en": "Uh…",
      "vi": "À…"
    }
  },
  {
    "translation": {
      "en": "I don't wanna force it on you, but I just think it could be helpful.",
      "vi": "Tôi không muốn ép anh, nhưng tôi nghĩ có thể nó có ích."
    }
  },
  {
    "translation": {
      "en": "No, no, uh, yeah.",
      "vi": "Không, ừ, được."
    }
  },
  {
    "translation": {
      "en": "I have a bunch of schools that we work with directly",
      "vi": "Một số đoạn được chắp nối hoặc sửa cho rõ ràng, ngắn gọn. Tôi có các trường làm việc trực tiếp, và ai đến trước được ưu tiên trước."
    }
  },
  {
    "translation": {
      "en": "and, you know, it's kind of a first come, first served.",
      "vi": "Tôi có các trường làm việc trực tiếp, và ai đến trước được ưu tiên trước."
    }
  },
  {
    "translation": {
      "en": "So… pick a place you wanna go.",
      "vi": "Nên… hãy chọn một chỗ anh muốn."
    }
  },
  {
    "translation": {
      "en": "So, if you said Harvard",
      "vi": "Nếu là Harvard"
    }
  },
  {
    "translation": {
      "en": "or Princeton or Georgetown, you know, one of those things.",
      "vi": "hay Princeton hay Georgetown, mấy trường đó."
    }
  },
  {
    "translation": {
      "en": "Well, if you wanna use my side door at Harvard, it's about $1.2 million.",
      "vi": "Nếu anh muốn dùng cửa hông của tôi ở Harvard, cỡ 1,2 triệu đô."
    }
  },
  {
    "translation": {
      "en": "Jesus.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "But if you wanna go through the back door, Harvard's asking for $45 million.",
      "vi": "Nhưng nếu anh muốn đi cửa sau, Harvard đang đòi 45 triệu đô."
    }
  },
  {
    "translation": {
      "en": "God. Stanford's asking for $50 million.",
      "vi": "Trời. Stanford đòi 50 triệu."
    }
  },
  {
    "translation": {
      "en": "Wow. And they're getting it.",
      "vi": "Chà. Và họ đang nhận."
    }
  },
  {
    "translation": {
      "en": "That's the crazy thing.",
      "vi": "Điên rồ thế đấy."
    }
  },
  {
    "translation": {
      "en": "They're getting it from the Bay Area and New York.",
      "vi": "Họ đang nhận từ Bay Area và New York."
    }
  },
  {
    "translation": {
      "en": "John, this is how crazy it's gotten.",
      "vi": "John, ngày càng điên rồ đấy."
    }
  },
  {
    "translation": {
      "en": "I'm gonna do over 730 of these side doors this year.",
      "vi": "Năm nay tôi sẽ làm hơn 730 vụ đi cửa hông thế này."
    }
  },
  {
    "translation": {
      "en": "Wow. And how many schools are you doing those at now?",
      "vi": "Chà. Anh sẽ làm bao nhiêu trường kiểu này?"
    }
  },
  {
    "translation": {
      "en": "Just like the top 20 or 50 or…",
      "vi": "Trong top 20 hoặc 50 hoặc…"
    }
  },
  {
    "translation": {
      "en": "I've done a lot of wiretaps over the years.",
      "vi": "Tôi đã nghe lén rất nhiều trong nhiều năm."
    }
  },
  {
    "translation": {
      "en": "It truly is amazing sometimes what people will say on the phone",
      "vi": "Những gì người ta nói trên điện thoại thật sự hay ho khi họ không biết liên bang đang nghe."
    }
  },
  {
    "translation": {
      "en": "when they don't know that the feds are listening.",
      "vi": "khi họ không biết liên bang đang nghe. CỰU CÔNG TỐ VIÊN LIÊN BANG"
    }
  },
  {
    "translation": {
      "en": "I know. I know. It's craziness. I know it is.",
      "vi": "Tôi biết. Điên rồ."
    }
  },
  {
    "translation": {
      "en": "Then I need you to get him into USC, and then I need you to cure cancer,",
      "vi": "Tôi cần anh đưa nó vào USC, rồi tôi cần anh chữa ung thư,"
    }
  },
  {
    "translation": {
      "en": "and, oh, make peace in the Middle East.",
      "vi": "và tạo hòa bình ở Trung Đông."
    }
  },
  {
    "translation": {
      "en": "I could do that.",
      "vi": "Tôi làm được."
    }
  },
  {
    "translation": {
      "en": "I could do that if you figure out a way to boot your husband out",
      "vi": "Tôi có thể làm thế nếu cô có cách đá chồng cô ra"
    }
  },
  {
    "translation": {
      "en": "so that he treats you better.",
      "vi": "để tôi đối xử với cô tốt hơn."
    }
  },
  {
    "translation": {
      "en": "That's impossible. That is impossible.",
      "vi": "Việc đó bất khả thi."
    }
  },
  {
    "translation": {
      "en": "The government did a wiretap on Rick's phone. He didn't know.",
      "vi": "Chính quyền đã nghe lén điện thoại Rick. Anh ta không biết."
    }
  },
  {
    "translation": {
      "en": "He was intercepted talking to many people.",
      "vi": "Anh ta bị nghe nói chuyện với nhiều người."
    }
  },
  {
    "translation": {
      "en": "Every working mom comes to me and says, How do I do it all?",
      "vi": "Mỗi bà mẹ đang đi làm đến chỗ tôi và hỏi, Làm sao tôi làm được hết?"
    }
  },
  {
    "translation": {
      "en": "Well, guess what? You can't.",
      "vi": "Đoán xem? Bạn không thể."
    }
  },
  {
    "translation": {
      "en": "There aren't many federal cases where you have 50 people indicted for a crime.",
      "vi": "Không có nhiều vụ án liên bang mà có 50 người bị truy tố cùng một tội."
    }
  },
  {
    "translation": {
      "en": "So we're trying to get ourselves, like, a 34 on the ACT.",
      "vi": "Chúng ta đang cố lấy, xem nào, 34 điểm ACT."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "So Mark will do that. Really could be a 33.",
      "vi": "Mark sẽ làm thế. Có thể là 33 điểm."
    }
  },
  {
    "translation": {
      "en": "Could be a 34. Could be a 35. Right.",
      "vi": "Có thể là 34. Có thể 35. Vâng."
    }
  },
  {
    "translation": {
      "en": "Can you get me a handwriting sample?",
      "vi": "Cho tôi mẫu chữ viết tay nhé?"
    }
  },
  {
    "translation": {
      "en": "Yep. And a signature sample.",
      "vi": "Được. Và mẫu chữ ký."
    }
  },
  {
    "translation": {
      "en": "So we can get kinda close. Yes.",
      "vi": "Để cho giống nhất. Vâng."
    }
  },
  {
    "translation": {
      "en": "Rick Singer was the independent counselor",
      "vi": "Rick Singer là cố vấn độc lập,"
    }
  },
  {
    "translation": {
      "en": "who orchestrated the wrongdoing in Operation Varsity Blues,",
      "vi": "dàn xếp những việc sai trái trong Chiến dịch Varsity Blues,"
    }
  },
  {
    "translation": {
      "en": "and the court documents indicate that it started in 2011.",
      "vi": "và tài liệu từ tòa án cho thấy nó bắt đầu từ năm 2011."
    }
  },
  {
    "translation": {
      "en": "My own research into Singer's life and career",
      "vi": "Nghiên cứu của tôi về cuộc đời Singer… TÁC GIẢ | THE PRICE OF ADMISSION"
    }
  },
  {
    "translation": {
      "en": "indicates that, on a smaller scale,",
      "vi": "TÁC GIẢ | THE PRICE OF ADMISSION cho thấy, ở mức độ nhỏ hơn, ông ta đã gian lận nhiều thập niên trước đó."
    }
  },
  {
    "translation": {
      "en": "he was deceptive for decades before that.",
      "vi": "cho thấy, ở mức độ nhỏ hơn, ông ta đã gian lận nhiều thập niên trước đó."
    }
  },
  {
    "translation": {
      "en": "I'd like to think Rick started out",
      "vi": "Tôi nghĩ là Rick lúc ban đầu cố gắng chuyên nghiệp, hợp pháp."
    }
  },
  {
    "translation": {
      "en": "trying to be professional and trying to be legitimate.",
      "vi": "Tôi nghĩ là Rick lúc ban đầu cố gắng chuyên nghiệp, hợp pháp. CỐ VẤN GIÁO DỤC"
    }
  },
  {
    "translation": {
      "en": "For a number of years, Rick was the go to person.",
      "vi": "Trong nhiều năm, Rick là người đáng tin."
    }
  },
  {
    "translation": {
      "en": "He was the only one in town who did this sort of thing.",
      "vi": "Trong thành phố chỉ có ông ta làm kiểu việc này."
    }
  },
  {
    "translation": {
      "en": "If you wanted information about college admissions, you went to Rick.",
      "vi": "Nếu muốn thông tin về tuyển sinh đại học, bạn tìm Rick."
    }
  },
  {
    "translation": {
      "en": "I think people were eager to use him. They were excited.",
      "vi": "Người ta nóng lòng dùng ông ta. Họ hào hứng."
    }
  },
  {
    "translation": {
      "en": "They were impressed and thought, Wow, he knows the formula.",
      "vi": "Họ ấn tượng và nghĩ, Chà, ông ta biết cách làm."
    }
  },
  {
    "translation": {
      "en": "He knows the rules. He has the key to the game.",
      "vi": "CỐ VẤN ĐẠI HỌC Ông ta có những thứ then chốt."
    }
  },
  {
    "translation": {
      "en": "If you're a well to do parent in a school with 500 seniors,",
      "vi": "Nếu bạn là phụ huynh khá giả ở ngôi trường có 500 học sinh năm cuối,"
    }
  },
  {
    "translation": {
      "en": "your child is getting a fraction of the attention you want them to get.",
      "vi": "con bạn chỉ được một phần nhỏ chú ý so với bạn muốn."
    }
  },
  {
    "translation": {
      "en": "So you do what you do. You apply money to the problem.",
      "vi": "Nên bạn làm việc phải làm. Bạn dùng tiền cho vấn đề đó."
    }
  },
  {
    "translation": {
      "en": "You find somebody who will independently help just your child,",
      "vi": "CHUYÊN GIA ÔN THI Tìm ai đó giúp con bạn một cách độc lập để chúng đi qua quá trình này."
    }
  },
  {
    "translation": {
      "en": "and help them through this process.",
      "vi": "Tìm ai đó giúp con bạn một cách độc lập để chúng đi qua quá trình này."
    }
  },
  {
    "translation": {
      "en": "And that's sort of the genesis of an independent college counselor.",
      "vi": "Đó là nguồn gốc phát sinh của một cố vấn đại học độc lập."
    }
  },
  {
    "translation": {
      "en": "My parents said, We're hiring an independent college counselor",
      "vi": "Bố mẹ tôi bảo, Ta sẽ thuê một cố vấn đại học độc lập"
    }
  },
  {
    "translation": {
      "en": "who can help give you a little guidance on SAT prep,",
      "vi": "có thể cho con chỉ dẫn để chuẩn bị thi SAT… KHÁCH HÀNG CŨ CỦA RICK SINGER"
    }
  },
  {
    "translation": {
      "en": "and help narrow your focus for the colleges you're interested in.",
      "vi": "…và giúp thu hẹp tầm tập trung của con với các trường con thích."
    }
  },
  {
    "translation": {
      "en": "He'll be a presence in your life for the foreseeable future, until college applications are in.",
      "vi": "Ông ấy sẽ hiện diện trong đời con đến khi hồ sơ vào đại học nộp xong."
    }
  },
  {
    "translation": {
      "en": "I believe there were many students he worked with who had very good credentials,",
      "vi": "Tôi tin là có nhiều học sinh mà ông ta hợp tác có hồ sơ rất tốt,"
    }
  },
  {
    "translation": {
      "en": "and he performed the normal services of a counselor",
      "vi": "và ông ta làm dịch vụ cố vấn bình thường,"
    }
  },
  {
    "translation": {
      "en": "and facilitated their admission to college",
      "vi": "giúp đơn giản hóa việc vào đại học"
    }
  },
  {
    "translation": {
      "en": "by advising them on their essays or their recommendations and so on.",
      "vi": "bằng cách khuyên chúng về bài luận, thư tiến cử chẳng hạn."
    }
  },
  {
    "translation": {
      "en": "He was the go to college counselor at that time.",
      "vi": "Ông ta là cố vấn đại học đáng tin. Hồi đó đâu nhiều nguồn lực."
    }
  },
  {
    "translation": {
      "en": "Back then, there weren't many resources.",
      "vi": "Ông ta là cố vấn đại học đáng tin. Hồi đó đâu nhiều nguồn lực. KHÁCH CŨ CỦA RICK SINGER"
    }
  },
  {
    "translation": {
      "en": "He had this company called Future Stars. I had many friends that used him.",
      "vi": "Ông ta có công ty tên là Future Stars. Tôi có bạn từng nhờ ông ta."
    }
  },
  {
    "translation": {
      "en": "It was one of those things where you had to do it.",
      "vi": "Đó là một trong những việc bạn buộc phải làm."
    }
  },
  {
    "translation": {
      "en": "If you didn't, you'd regret it and worry about,",
      "vi": "Nếu không, bạn sẽ hối tiếc và lo lắng,"
    }
  },
  {
    "translation": {
      "en": "Did I get into where I wanted to go? Could I have gotten in if I'd used him?",
      "vi": "Mình đã vào được chỗ mình muốn? Có thể vào được không nếu dùng ông ta?"
    }
  },
  {
    "translation": {
      "en": "He always dressed like he had just come from the basketball court.",
      "vi": "Ông ta luôn ăn mặc như thể vừa từ sân bóng rổ về."
    }
  },
  {
    "translation": {
      "en": "His idea was that what he was doing was coaching kids for getting into college,",
      "vi": "Ý tưởng là, việc ông ta làm là tư vấn bọn trẻ để chúng vào được đại học,"
    }
  },
  {
    "translation": {
      "en": "so therefore he dressed like a coach.",
      "vi": "nên ông ta ăn mặc như huấn luyện viên."
    }
  },
  {
    "translation": {
      "en": "He used to walk around in his athletic clothes,",
      "vi": "Ông ta hay đi quanh trong bộ đồ thể thao,"
    }
  },
  {
    "translation": {
      "en": "and his little monk hairdo.",
      "vi": "kiểu tóc như thầy tu."
    }
  },
  {
    "translation": {
      "en": "He wasn't necessarily charismatic.",
      "vi": "Ông ta không hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "Didn't crack a lot of smiles. Was pretty serious.",
      "vi": "Không cười nhiều lắm. Khá nghiêm túc."
    }
  },
  {
    "translation": {
      "en": "Very shrewd. Businesslike.",
      "vi": "Rất sắc sảo. Kiểu kinh doanh."
    }
  },
  {
    "translation": {
      "en": "He didn't chat much. He wasn't very personable.",
      "vi": "Ông ta không nói chuyện nhiều. Không dễ ưa cho lắm."
    }
  },
  {
    "translation": {
      "en": "There are people you meet who feel like they have this vibrating tension",
      "vi": "Có những người cảm thấy họ luôn có sự căng thẳng đang dao động"
    }
  },
  {
    "translation": {
      "en": "right under the surface all the time, and he was like that.",
      "vi": "ngay dưới bề mặt. Ông ta giống vậy. Nói là, Vâng, tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "Rick was always drumming up business.",
      "vi": "Rick luôn tìm cách kinh doanh mới."
    }
  },
  {
    "translation": {
      "en": "He was always giving presentations at Borders, at the country clubs.",
      "vi": "Ông ta luôn giới thiệu ở các tiệm sách Borders, các câu lạc bộ đồng quê."
    }
  },
  {
    "translation": {
      "en": "And I also knew what his presentations entailed,",
      "vi": "Tôi biết sau bài thuyết trình của ông ta là"
    }
  },
  {
    "translation": {
      "en": "and they were promises that he couldn't keep and… lies.",
      "vi": "những lời hứa ông ta không thể thực hiện, và… những lời dối trá."
    }
  },
  {
    "translation": {
      "en": "I would hear some stories from kids that made me think",
      "vi": "Tôi nghe được vài câu chuyện từ vài đứa trẻ khiến tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "that he was a little bit fishy.",
      "vi": "ông ta có chút mờ ám."
    }
  },
  {
    "translation": {
      "en": "A little bit slimy.",
      "vi": "Có chút lươn lẹo."
    }
  },
  {
    "translation": {
      "en": "I have one acquaintance who said that Rick started offering him,",
      "vi": "Tôi có một người quen nói là Rick bắt đầu đề nghị cậu ấy,"
    }
  },
  {
    "translation": {
      "en": "Hey, I could potentially get you into this school",
      "vi": "Này, tôi có khả năng đưa cậu vào trường này"
    }
  },
  {
    "translation": {
      "en": "for a certain amount of money.",
      "vi": "với một số tiền nhất định."
    }
  },
  {
    "translation": {
      "en": "Almost from the beginning,",
      "vi": "Hầu như là từ đầu,"
    }
  },
  {
    "translation": {
      "en": "Rick Singer was cutting corners, at least in a small way.",
      "vi": "Rick Singer làm kiểu đi đường tắt, ít ra ở mức độ nhỏ."
    }
  },
  {
    "translation": {
      "en": "The word I got from people who knew him in Sacramento",
      "vi": "Theo những người biết ông ta ở Sacramento,"
    }
  },
  {
    "translation": {
      "en": "was he was exaggerating and fabricating on kids' applications.",
      "vi": "ông ta phóng đại và thêu dệt trong hồ sơ của bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "You know, changing their race from white to Latino",
      "vi": "Đổi chủng tộc từ da trắng sang Latinh"
    }
  },
  {
    "translation": {
      "en": "or African American so that they could qualify for affirmative action.",
      "vi": "hay Mỹ gốc Phi, để chúng hưởng lợi từ chính sách nâng đỡ."
    }
  },
  {
    "translation": {
      "en": "I mean, he was quite brazen.",
      "vi": "Ông ta khá trơ tráo."
    }
  },
  {
    "translation": {
      "en": "Because I was always suspicious of Rick Singer, I started to keep a file.",
      "vi": "Vì nghi ngờ Rick Singer, tôi giữ một hồ sơ."
    }
  },
  {
    "translation": {
      "en": "I started copying things off his website.",
      "vi": "Tôi bắt đầu sao lại mọi thứ từ website của ông ta."
    }
  },
  {
    "translation": {
      "en": "The Singer Group has developed into one of the US's most successful",
      "vi": "Singer Group đã phát triển thành một trong các công ty"
    }
  },
  {
    "translation": {
      "en": "life coaching and consulting businesses.",
      "vi": "thành công nhất Mỹ về khai vấn và cố vấn."
    }
  },
  {
    "translation": {
      "en": "Within a year, operations launched in Singapore, Bangkok,",
      "vi": "Trong vòng một năm, mở hoạt động ở Singapore, Bangkok,"
    }
  },
  {
    "translation": {
      "en": "Philippines, China, Japan and Korea.",
      "vi": "Philippines, Trung Quốc, Nhật và Hàn Quốc."
    }
  },
  {
    "translation": {
      "en": "Rick Singer was frequently telling lies about his resume.",
      "vi": "Rick Singer thường xuyên nói dối về lý lịch."
    }
  },
  {
    "translation": {
      "en": "Somebody told me that he pretended he'd been a board member of Starbucks.",
      "vi": "Có người bảo tôi là ông ta giả vờ là thành viên hội đồng quản trị Starbucks."
    }
  },
  {
    "translation": {
      "en": "The more he got away with it, the more he did it.",
      "vi": "Ông ta càng trót lọt, thì càng làm nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "We're still on the preliminary part of the case.",
      "vi": "GREENWICH, CONNECTICUT 15/6/2018 Vẫn đang ở phần sơ bộ của vụ án."
    }
  },
  {
    "translation": {
      "en": "But both indictments brought against him were incredibly detailed.",
      "vi": "Cả hai cáo trạng dành cho ông ta đều vô cùng chi tiết."
    }
  },
  {
    "translation": {
      "en": "There appears to be a lot of evidence… Yeah.",
      "vi": "Xuất hiện nhiều chứng cứ… Vâng."
    }
  },
  {
    "translation": {
      "en": "Is this Gordon Gekko of Wall Street?",
      "vi": "Gordon Gekko của Phố Wall phải không?"
    }
  },
  {
    "translation": {
      "en": "No, it's Gordon Caplan. How are you?",
      "vi": "Không, Gordon Caplan. Khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm just kidding with you. How you doing?",
      "vi": "Tôi đùa thôi. Anh thế nào?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah. Good.",
      "vi": "Ừ. Khỏe."
    }
  },
  {
    "translation": {
      "en": "Corporate deal lawyer Gordon Caplan,",
      "vi": "Luật sư doanh nghiệp Gordon Caplan,"
    }
  },
  {
    "translation": {
      "en": "a partner at the law firm of Willkie Farr & Gallagher.",
      "vi": "một đối tác ở hãng luật Willkie Farr & Gallagher."
    }
  },
  {
    "translation": {
      "en": "The US tax system has two fundamental components",
      "vi": "Hệ thống thuế Mỹ có hai thành phần căn bản"
    }
  },
  {
    "translation": {
      "en": "which makes this somewhat alluring.",
      "vi": "làm cho việc này thật hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "My wife has told me a little bit about what you guys do.",
      "vi": "Vợ tôi có nói một chút về việc các anh làm."
    }
  },
  {
    "translation": {
      "en": "Uh, could… could you just give me a little bit of background?",
      "vi": "À, anh có thể cho tôi một ít thông tin cơ bản chứ?"
    }
  },
  {
    "translation": {
      "en": "Okay. So, who we are.",
      "vi": "Được rồi. Chúng tôi là ai."
    }
  },
  {
    "translation": {
      "en": "We are a $290 million company that I own,",
      "vi": "Chúng tôi là công ty 290 triệu đô mà tôi sở hữu,"
    }
  },
  {
    "translation": {
      "en": "with a thousand employees across the US, 280 internationally.",
      "vi": "với một ngàn nhân viên trên khắp nước Mỹ, 280 ở quốc tế."
    }
  },
  {
    "translation": {
      "en": "We help the wealthiest families in the US get their kids into school.",
      "vi": "Chúng tôi giúp các gia đình giàu nhất Mỹ đưa con họ vào trường."
    }
  },
  {
    "translation": {
      "en": "We have every NBA owner, every NFL owner.",
      "vi": "Chúng tôi có mọi ông chủ của NBA, NFL."
    }
  },
  {
    "translation": {
      "en": "We've got everybody.",
      "vi": "Chúng tôi có mọi người."
    }
  },
  {
    "translation": {
      "en": "Now, these families, they want guarantees.",
      "vi": "Những gia đình này, họ muốn sự đảm bảo."
    }
  },
  {
    "translation": {
      "en": "They don't wanna be messing around.",
      "vi": "Họ không muốn lòng vòng."
    }
  },
  {
    "translation": {
      "en": "They want this thing done. So they want in at certain schools.",
      "vi": "Họ muốn xong việc. Họ muốn vào một số trường nhất định."
    }
  },
  {
    "translation": {
      "en": "So I've done 761, what I would call, side doors.",
      "vi": "Tôi đã làm 761 vụ mà tôi gọi là cửa hông."
    }
  },
  {
    "translation": {
      "en": "The front door means getting in on your own.",
      "vi": "Cửa trước tức là tự mình vào trường."
    }
  },
  {
    "translation": {
      "en": "The back door is making a donation, which is ten times as much money.",
      "vi": "Cửa sau là quyên góp, thường tốn tiền gấp mười."
    }
  },
  {
    "translation": {
      "en": "I've created this kind of side door in",
      "vi": "Tôi tạo ra loại cửa hông này"
    }
  },
  {
    "translation": {
      "en": "because with the back door, there's no guarantee.",
      "vi": "vì đi cửa sau thì không có gì đảm bảo."
    }
  },
  {
    "translation": {
      "en": "They're just gonna give you a second look.",
      "vi": "Họ chỉ chú ý hơn đến hồ sơ của ta thôi."
    }
  },
  {
    "translation": {
      "en": "My families want a guarantee.",
      "vi": "Các gia đình của tôi muốn có đảm bảo."
    }
  },
  {
    "translation": {
      "en": "I'm a special agent with the FBI.",
      "vi": "BẢN KHAI FBI 11/3/2019 Tôi là một đặc vụ FBI."
    }
  },
  {
    "translation": {
      "en": "I'm currently part of a squad that investigates economic crimes,",
      "vi": "Tôi đang thuộc một tổ điều tra các tội về kinh tế,"
    }
  },
  {
    "translation": {
      "en": "including various forms of corporate fraud, securities fraud and bribery.",
      "vi": "gồm nhiều hình thức gian lận doanh nghiệp, gian lận chứng khoán và hối lộ."
    }
  },
  {
    "translation": {
      "en": "The facts in this affidavit come from my personal involvement",
      "vi": "Việc trong bản khai đến từ liên quan cá nhân của tôi"
    }
  },
  {
    "translation": {
      "en": "with this investigation.",
      "vi": "với cuộc điều tra này."
    }
  },
  {
    "translation": {
      "en": "Hi, my name is Rick Singer, and I'm the founder of The Key.",
      "vi": "Xin chào, tôi là Rick Singer. Nhà sáng lập của The Key."
    }
  },
  {
    "translation": {
      "en": "Rick Singer founded and operated The Key,",
      "vi": "Rick Singer sáng lập và điều hành The Key,"
    }
  },
  {
    "translation": {
      "en": "a for profit college counseling and preparation business.",
      "vi": "một công ty vì lợi nhuận, làm về chuẩn bị và cố vấn đại học."
    }
  },
  {
    "translation": {
      "en": "He also founded The Key Worldwide Foundation,",
      "vi": "Ông ta cũng sáng lập Quỹ The Key Toàn cầu,"
    }
  },
  {
    "translation": {
      "en": "a non profit corporation that is exempt from paying federal income tax.",
      "vi": "một công ty phi lợi nhuận được miễn thuế thu nhập liên bang."
    }
  },
  {
    "translation": {
      "en": "Rick Singer told parents that he could facilitate their children's admission",
      "vi": "Rick Singer nói với phụ huynh là có thể giúp con họ vào đại học dễ hơn"
    }
  },
  {
    "translation": {
      "en": "via what he termed the side door,",
      "vi": "qua cái ông ta gọi là cửa hông,"
    }
  },
  {
    "translation": {
      "en": "a special arrangement in which the parents would make a donation to his foundation",
      "vi": "một thỏa thuận đặc biệt, trong đó phụ huynh quyên góp cho quỹ của ông ta"
    }
  },
  {
    "translation": {
      "en": "to conceal the fact that they were bribe payments.",
      "vi": "để che giấu sự thật đó là các khoản hối lộ."
    }
  },
  {
    "translation": {
      "en": "Between approximately 2011 and 2018,",
      "vi": "Khoảng giữa năm 2011 và 2018,"
    }
  },
  {
    "translation": {
      "en": "parents paid Singer approximately $25 million",
      "vi": "các phụ huynh đã trả cho Singer xấp xỉ 25 triệu đô"
    }
  },
  {
    "translation": {
      "en": "to bribe coaches and university administrators.",
      "vi": "để hối lộ các huấn luyện viên và nhà quản lý đại học."
    }
  },
  {
    "translation": {
      "en": "This is America. Like, you got money?",
      "vi": "Đây là Mỹ mà. Bạn có tiền?"
    }
  },
  {
    "translation": {
      "en": "Best believe you have access to certain spaces that other kids don't have.",
      "vi": "Hãy tin là bạn được tiếp cận những nơi mà bọn trẻ khác không được."
    }
  },
  {
    "translation": {
      "en": "So I'm… I'm really not surprised…",
      "vi": "Nên tôi… Tôi không ngạc nhiên…"
    }
  },
  {
    "translation": {
      "en": "Over the last three or four decades,",
      "vi": "Hơn ba hay bốn thập kỷ qua,"
    }
  },
  {
    "translation": {
      "en": "higher education has become increasingly a commodity.",
      "vi": "giáo dục bậc cao đã ngày càng trở thành một thứ hàng hóa. CỰU NHÂN VIÊN TUYỂN SINH STANFORD"
    }
  },
  {
    "translation": {
      "en": "Something that you purchase. A product.",
      "vi": "CỰU NHÂN VIÊN TUYỂN SINH STANFORD Một thứ mà bạn mua bán. Một sản phẩm."
    }
  },
  {
    "translation": {
      "en": "It's a goal in and of itself, rather than the goal being to get an education.",
      "vi": "Bản thân nó trở thành mục tiêu, thay vì mục tiêu là nhận được giáo dục."
    }
  },
  {
    "translation": {
      "en": "It's become a status point.",
      "vi": "Nó trở thành điểm cộng cho vị thế."
    }
  },
  {
    "translation": {
      "en": "Your status has now increased",
      "vi": "CỐ VẤN GIÁO DỤC ĐỘC LẬP Vị thế của bạn gia tăng vì con bạn vào được trường ưu tú."
    }
  },
  {
    "translation": {
      "en": "because your child is at what's called an elite institution.",
      "vi": "Vị thế của bạn gia tăng vì con bạn vào được trường ưu tú."
    }
  },
  {
    "translation": {
      "en": "It's all about bragging rights.",
      "vi": "Nó trở thành quyền khoe khoang."
    }
  },
  {
    "translation": {
      "en": "The running line in our industry is like, The parents are applying to college.",
      "vi": "Điều thịnh hành trong ngành là, Bố mẹ nộp đơn vào đại học. CỐ VẤN GIÁO DỤC ĐỘC LẬP"
    }
  },
  {
    "translation": {
      "en": "The kid is the vehicle through which they apply to college.",
      "vi": "Con cái là phương tiện mà họ dùng để xin vào."
    }
  },
  {
    "translation": {
      "en": "If you're a freshman, I'm sorry,",
      "vi": "Nếu bạn là năm nhất, xin lỗi,"
    }
  },
  {
    "translation": {
      "en": "because you are gonna be thrown into a world where they're gonna be like,",
      "vi": "vì bạn sẽ bị ném vào một thế giới mà người ta tung hô,"
    }
  },
  {
    "translation": {
      "en": "College, college, college.",
      "vi": "Đại học."
    }
  },
  {
    "translation": {
      "en": "Go to college. You have to get the best grades.",
      "vi": "Con phải được điểm tốt nhất."
    }
  },
  {
    "translation": {
      "en": "If you're not, you're gonna feel like a failure. You're the worst.",
      "vi": "Nếu không, con sẽ là một thất bại. Con là thứ tệ nhất."
    }
  },
  {
    "translation": {
      "en": "If you're a parent and you didn't go to Harvard,",
      "vi": "Nếu bạn là bố mẹ và không vào được Harvard,"
    }
  },
  {
    "translation": {
      "en": "this is your chance to now go to Harvard, right? In your warped mind.",
      "vi": "thì đây là cơ hội để bạn vào Harvard, trong đầu óc vặn vẹo của bạn."
    }
  },
  {
    "translation": {
      "en": "It's typically accepted that Ivy League institutions",
      "vi": "Người ta chấp nhận rằng các trường thuộc Ivy League,"
    }
  },
  {
    "translation": {
      "en": "are the best in the country.",
      "vi": "là tốt nhất trong nước."
    }
  },
  {
    "translation": {
      "en": "But all of those differences have almost nothing to do",
      "vi": "Nhưng tất cả khác biệt đó hầu như không liên quan gì"
    }
  },
  {
    "translation": {
      "en": "with the academics of the institution.",
      "vi": "đến vấn đề học thuật của các trường."
    }
  },
  {
    "translation": {
      "en": "U.S. News started ranking colleges in the '80s,",
      "vi": "U.S. News bắt đầu xếp hạng đại học vào thập niên 80"
    }
  },
  {
    "translation": {
      "en": "based on one criteria: prestige.",
      "vi": "dựa trên một tiêu chí: uy tín."
    }
  },
  {
    "translation": {
      "en": "That's it. That's it.",
      "vi": "Chỉ có thế thôi."
    }
  },
  {
    "translation": {
      "en": "Prestige is actually a French word.",
      "vi": "Uy tín thật ra là một từ tiếng Pháp."
    }
  },
  {
    "translation": {
      "en": "In the original French, it means something people don't realize.",
      "vi": "Trong gốc tiếng Pháp, nó nghĩa là một thứ người ta không nhận ra."
    }
  },
  {
    "translation": {
      "en": "It means deceit.",
      "vi": "Nghĩa là giả dối."
    }
  },
  {
    "translation": {
      "en": "That's what prestige is in the college.",
      "vi": "Đó chính là uy tín trong đại học."
    }
  },
  {
    "translation": {
      "en": "It's imaginary. It's an illusion. Yet people believe in it.",
      "vi": "Nó là tưởng tượng. Là ảo ảnh. Nhưng mọi người tin vào nó."
    }
  },
  {
    "translation": {
      "en": "It's not just population growth that makes it harder to get into colleges today.",
      "vi": "Ngày nay không chỉ việc tăng dân số làm khó vào đại học hơn."
    }
  },
  {
    "translation": {
      "en": "The colleges themselves have brought it about.",
      "vi": "Các trường đại học cũng góp phần."
    }
  },
  {
    "translation": {
      "en": "Because the more selective they look on paper, the higher ranked they are.",
      "vi": "Càng có tính sàng lọc trên giấy tờ, thì họ xếp hạng càng cao."
    }
  },
  {
    "translation": {
      "en": "Everything these schools are doing is massaging to try and up the rankings.",
      "vi": "Mọi thứ các trường này đang làm là mátxa để được lên hạng."
    }
  },
  {
    "translation": {
      "en": "And it's a really dangerous game.",
      "vi": "Đó là một trò chơi nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "Most people see college admissions,",
      "vi": "Đa số xem việc tuyển sinh đại học là,"
    }
  },
  {
    "translation": {
      "en": "Oh, it's based on merit except for affirmative action for minorities.",
      "vi": "Nó dựa trên thành tích trừ chính sách nâng đỡ cho nhóm thiểu số."
    }
  },
  {
    "translation": {
      "en": "My view of the admissions process is all sorts of different preferences,",
      "vi": "Quan điểm của tôi về quá trình tuyển sinh đại học là đủ loại ưu tiên khác nhau,"
    }
  },
  {
    "translation": {
      "en": "with, yes, some students getting in on pure merit,",
      "vi": "phải, một số sinh viên vào chỉ nhờ thành tích,"
    }
  },
  {
    "translation": {
      "en": "but many others getting in due to preferences that skew rich and white.",
      "vi": "nhưng nhiều em khác vào được nhờ các ưu ái cho người giàu và da trắng."
    }
  },
  {
    "translation": {
      "en": "One is by preferences for students who play niche sports,",
      "vi": "Trong đó có ưu tiên cho sinh viên chơi các môn thể thao ngách,"
    }
  },
  {
    "translation": {
      "en": "like sailing or fencing or horseback riding,",
      "vi": "như thuyền buồm, đấu kiếm hay cưỡi ngựa,"
    }
  },
  {
    "translation": {
      "en": "which most kids never get a chance to try.",
      "vi": "là môn đa số người không có cơ hội chơi."
    }
  },
  {
    "translation": {
      "en": "Then there's making a huge donation to a university.",
      "vi": "Rồi có ưu tiên khi quyên góp lớn cho trường."
    }
  },
  {
    "translation": {
      "en": "That gets them noticed by the fundraising office,",
      "vi": "Họ được văn phòng gây quỹ chú ý đến,"
    }
  },
  {
    "translation": {
      "en": "which will recommend the candidate to admissions.",
      "vi": "chỗ đó sẽ giới thiệu ứng viên với ban tuyển sinh."
    }
  },
  {
    "translation": {
      "en": "Jared Kushner was the son of a very wealthy real estate developer",
      "vi": "Jared Kushner là con trai một nhà phát triển bất động sản rất giàu"
    }
  },
  {
    "translation": {
      "en": "in New Jersey.",
      "vi": "ở New Jersey."
    }
  },
  {
    "translation": {
      "en": "At the time Jared was applying to college,",
      "vi": "Lúc Jared xin vào đại học,"
    }
  },
  {
    "translation": {
      "en": "his father pledged $2.5 million to Harvard,",
      "vi": "bố anh ta đã cam kết tặng 2,5 triệu đô cho Harvard,"
    }
  },
  {
    "translation": {
      "en": "and Jared was admitted to Harvard,",
      "vi": "và Jared được nhận vào Harvard,"
    }
  },
  {
    "translation": {
      "en": "even though by all accounts he was an average student",
      "vi": "dù theo thông tin, anh ta chỉ là học sinh trung bình"
    }
  },
  {
    "translation": {
      "en": "who wasn't necessarily taking the toughest courses in his high school.",
      "vi": "không học các lớp khó nhất ở trường cấp ba."
    }
  },
  {
    "translation": {
      "en": "A lot of the colleges won't actually guarantee the admission,",
      "vi": "Nhiều trường đại học sẽ không đảm bảo nhận vào,"
    }
  },
  {
    "translation": {
      "en": "which is interesting.",
      "vi": "điều đó thật thú vị."
    }
  },
  {
    "translation": {
      "en": "So you might write a check for $3 million, and the kid could be rejected.",
      "vi": "Bạn ký séc ba triệu đô, và con bạn có thể bị từ chối."
    }
  },
  {
    "translation": {
      "en": "If you're not writing a $10 to $20 million dollar check,",
      "vi": "Nếu bạn không viết séc 10 đến 20 triệu đô,"
    }
  },
  {
    "translation": {
      "en": "it doesn't move the needle enough for them.",
      "vi": "không đủ để đánh động họ."
    }
  },
  {
    "translation": {
      "en": "Singer didn't demand the kind of money that is required today",
      "vi": "Hồi đó Singer không đòi nhiều tiền như bây giờ"
    }
  },
  {
    "translation": {
      "en": "if you want to absolutely guarantee your kid's gonna get in.",
      "vi": "nếu bạn muốn đảm bảo con bạn được nhận vào."
    }
  },
  {
    "translation": {
      "en": "You know, these parents paid Singer $300,000, $400,000, $500,000.",
      "vi": "Các phụ huynh này trả cho Singer 300.000, 400.000, 500.000 đô."
    }
  },
  {
    "translation": {
      "en": "What he sold and what they bought",
      "vi": "Cái ông ta bán và cái họ mua"
    }
  },
  {
    "translation": {
      "en": "was essentially a certainty of admission at a bargain basement price.",
      "vi": "cơ bản là việc chắc chắn được nhận với mức giá rất thấp."
    }
  },
  {
    "translation": {
      "en": "So I'm gonna make him a kicker.",
      "vi": "Tôi sẽ cho nó thành cầu thủ sút bóng."
    }
  },
  {
    "translation": {
      "en": "He does have strong legs. Maybe he'll become a kicker.",
      "vi": "Nó có cặp chân khỏe. Có lẽ nó sẽ thành chân sút thật."
    }
  },
  {
    "translation": {
      "en": "You never know. Yeah. Absolutely.",
      "vi": "Đâu biết được. Ừ. Hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "You could inspire him, Rick.",
      "vi": "Anh có thể tạo cảm hứng cho nó."
    }
  },
  {
    "translation": {
      "en": "You may actually turn him into something. I love it.",
      "vi": "Anh có thể biến nó thành gì đó. Tôi thích thế."
    }
  },
  {
    "translation": {
      "en": "Yeah. I know.",
      "vi": "Ừ. Tôi biết."
    }
  },
  {
    "translation": {
      "en": "Bill McGlashan, good to see you. Nice to be here.",
      "vi": "Bill McGlashan, hân hạnh. Rất vui khi đến đây."
    }
  },
  {
    "translation": {
      "en": "TPG Growth is a firm people don't know that much about.",
      "vi": "TPG Growth là công ty mà người ta không biết đến nhiều."
    }
  },
  {
    "translation": {
      "en": "TPG Growth is the $4 billion growth arm of the private equity giant TPG Capital.",
      "vi": "TPG Growth trị giá bốn tỷ, thuộc quỹ đầu tư tư nhân khổng lồ TPG Capital."
    }
  },
  {
    "translation": {
      "en": "The more successful the business is, the more impact you're creating.",
      "vi": "Việc kinh doanh càng thành công, bạn tạo ảnh hưởng càng mạnh hơn."
    }
  },
  {
    "translation": {
      "en": "You get the virtuous benefits of sustainable, scalable capitalism at work.",
      "vi": "Bạn có lợi ích đạo đức nhờ tư bản bền vững, có thể gia tăng."
    }
  },
  {
    "translation": {
      "en": "Last year I had a boy, I made him a long snapper.",
      "vi": "Năm trước, tôi có một cậu, cho nó thành người phát bóng."
    }
  },
  {
    "translation": {
      "en": "I love it.",
      "vi": "Tôi thích đấy."
    }
  },
  {
    "translation": {
      "en": "He was 145 pounds. Long snapper.",
      "vi": "Nó nặng cỡ 66kg. Phát bóng dài."
    }
  },
  {
    "translation": {
      "en": "So what I'll probably need is,",
      "vi": "Nên điều tôi sẽ cần là,"
    }
  },
  {
    "translation": {
      "en": "if you guys have any pictures of him playing multiple sports,",
      "vi": "nếu anh có ảnh nào của con anh chơi nhiều môn,"
    }
  },
  {
    "translation": {
      "en": "that will be helpful, because I will photoshop his face onto a kicker.",
      "vi": "thì sẽ có ích, vì tôi sẽ photoshop mặt nó vào một cầu thủ."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay, let me look through what I have.",
      "vi": "Được rồi. Rồi, để tôi xem tôi có gì."
    }
  },
  {
    "translation": {
      "en": "Pretty funny the way the world works these days, it's… unbelievable.",
      "vi": "Cách thế giới vận hành ngày nay thật buồn cười, thật… khó tin."
    }
  },
  {
    "translation": {
      "en": "Devin Sloane, he's a California businessman, an executive.",
      "vi": "Devin Sloane, doanh nhân California, giám đốc điều hành."
    }
  },
  {
    "translation": {
      "en": "We've had the good fortune of knowing you",
      "vi": "Chúng tôi may mắn được biết các bạn"
    }
  },
  {
    "translation": {
      "en": "and sharing smiles and joy and laughter together.",
      "vi": "và cùng chia sẻ những nụ cười, niềm vui với nhau."
    }
  },
  {
    "translation": {
      "en": "Last year, I had a boy who did the water polo.",
      "vi": "Năm trước, tôi có một cậu chơi polo nước."
    }
  },
  {
    "translation": {
      "en": "When the dad sent me the picture, he was too high out of the water.",
      "vi": "Khi ông bố gửi ảnh cho tôi, cậu ta ở trên mặt nước quá cao."
    }
  },
  {
    "translation": {
      "en": "Nobody would believe anybody could get that high.",
      "vi": "Không ai tin có người sẽ vọt lên cao thế."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "So I told the dad, I said,",
      "vi": "Nên tôi hỏi ông bố, Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "What happened? He said, He was standing on the bottom.",
      "vi": "Ông ấy nói, Nó đứng ở đáy hồ."
    }
  },
  {
    "translation": {
      "en": "I said, No, no, no, no, no.",
      "vi": "Tôi bảo, Không."
    }
  },
  {
    "translation": {
      "en": "Yeah, exactly. You gotta be swimming. Exactly.",
      "vi": "Ừ, đúng. Phải bơi chứ. Chính xác."
    }
  },
  {
    "translation": {
      "en": "That's right. Now, does he…",
      "vi": "Đúng thế. Thằng bé có…"
    }
  },
  {
    "translation": {
      "en": "Here's the only question. Does he… Does he know?",
      "vi": "Câu hỏi duy nhất đây. Liệu nó có biết không?"
    }
  },
  {
    "translation": {
      "en": "Is there a way to do it in a way where he doesn't know what happened?",
      "vi": "Có cách nào để làm mà nó không biết chuyện không?"
    }
  },
  {
    "translation": {
      "en": "Well, what I would say to him, if you wanna have that discussion now,",
      "vi": "Điều tôi sẽ nói với cậu bé, nếu anh muốn nói chuyện đó ngay giờ,"
    }
  },
  {
    "translation": {
      "en": "is say we have friends in athletics who are going to help him.",
      "vi": "là chúng tôi có bạn bên thể thao sẽ giúp cậu ấy."
    }
  },
  {
    "translation": {
      "en": "Because he is an athlete.",
      "vi": "Vì cậu ấy là vận động viên."
    }
  },
  {
    "translation": {
      "en": "But I can't say that in front of my son 'cause he knows he's not.",
      "vi": "Nhưng không thể nói thế trước mặt nó, vì nó biết nó không phải."
    }
  },
  {
    "translation": {
      "en": "What he would know is that I'm going to take his stuff",
      "vi": "Điều cậu ấy sẽ biết là tôi dùng đồ của cậu ấy"
    }
  },
  {
    "translation": {
      "en": "and get him some help, okay?",
      "vi": "và tìm giúp đỡ cho cậu ấy, nhé?"
    }
  },
  {
    "translation": {
      "en": "That he would have no issue with,",
      "vi": "Rằng nó sẽ không có vấn đề gì,"
    }
  },
  {
    "translation": {
      "en": "you lobbying for him, you helping use your network.",
      "vi": "với việc anh vận động cho nó, dùng quan hệ của anh giúp nó."
    }
  },
  {
    "translation": {
      "en": "No issue. You don't have to tell him a thing.",
      "vi": "Không có vấn đề. Anh không cần nói gì với nó."
    }
  },
  {
    "translation": {
      "en": "Is Bill McGlashan doing any of this shit?",
      "vi": "Bill McGlashan đang làm việc này à?"
    }
  },
  {
    "translation": {
      "en": "Is he just talking a clean game and helping his kid?",
      "vi": "Anh ấy nói chơi đẹp và giúp con anh ấy à?"
    }
  },
  {
    "translation": {
      "en": "He makes me feel guilty. Um…",
      "vi": "Anh ấy làm tôi thấy có lỗi. À…"
    }
  },
  {
    "translation": {
      "en": "Or you taking care of him because you have other interests with him?",
      "vi": "Hay anh lo cho thằng bé vì có lợi ích khác với anh ấy?"
    }
  },
  {
    "translation": {
      "en": "No. No, not at all. It has nothing to do with his",
      "vi": "Không. Không hề. Tôi không liên quan gì đến…"
    }
  },
  {
    "translation": {
      "en": "But he didn't know. His kid had no idea.",
      "vi": "Nhưng nó không biết. Con anh ấy không biết."
    }
  },
  {
    "translation": {
      "en": "He didn't have any idea you helped him on the ACT.",
      "vi": "Nó không biết anh đã giúp nó trong kỳ thi ACT."
    }
  },
  {
    "translation": {
      "en": "That's what he asked for. Bill McGlashan?",
      "vi": "Anh ấy đòi thế. Bill McGlashan?"
    }
  },
  {
    "translation": {
      "en": "Asked for his son not knowing.",
      "vi": "Đòi là con trai anh ấy không biết."
    }
  },
  {
    "translation": {
      "en": "Okay. All right.",
      "vi": "Rồi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "So he's not been as forthcoming. With me?",
      "vi": "Vậy là anh ấy không chia sẻ. Với tôi?"
    }
  },
  {
    "translation": {
      "en": "With you and with his own kid.",
      "vi": "Với anh và con anh ấy."
    }
  },
  {
    "translation": {
      "en": "He wants it that way.",
      "vi": "Anh ấy muốn thế."
    }
  },
  {
    "translation": {
      "en": "Your guy Agustin?",
      "vi": "Anh quen Agustin?"
    }
  },
  {
    "translation": {
      "en": "Agustin Huneeus, yeah.",
      "vi": "Agustin Huneeus, phải."
    }
  },
  {
    "translation": {
      "en": "He's pushing hard, trying to find out your guys' approach with your son.",
      "vi": "Anh ta hỏi dồn, cố tìm hiểu cách làm với con trai anh."
    }
  },
  {
    "translation": {
      "en": "He came to me, and I said I did not…",
      "vi": "Anh ta tìm tôi, và tôi nói tôi không…"
    }
  },
  {
    "translation": {
      "en": "I was not willing to talk to him about it.",
      "vi": "Tôi không sẵn lòng nói với anh ta về việc đó."
    }
  },
  {
    "translation": {
      "en": "He's been pushing me, too.",
      "vi": "Anh ta cũng ép tôi."
    }
  },
  {
    "translation": {
      "en": "He obviously wants to get your help, you know, with his daughter,",
      "vi": "Rõ ràng anh ta muốn anh giúp con gái anh ta,"
    }
  },
  {
    "translation": {
      "en": "and I just said, You need to make your own call what you wanna do,",
      "vi": "và tôi chỉ bảo, Anh muốn làm thì tự gọi điện đi,"
    }
  },
  {
    "translation": {
      "en": "and you just need to talk to Rick and work with Rick.",
      "vi": "anh chỉ cần nói chuyện với Rick và làm việc với Rick."
    }
  },
  {
    "translation": {
      "en": "No, that's good. He's pushing hard. Like, You gotta tell me what they're doing.",
      "vi": "Thết là tốt. Anh ta đòi hỏi. Kiểu, Anh phải nói họ đang làm gì."
    }
  },
  {
    "translation": {
      "en": "I said, Listen, this is their situation, and Bill is very connected.",
      "vi": "Tôi bảo, Đây là việc của họ, và Bill có nhiều mối quan hệ."
    }
  },
  {
    "translation": {
      "en": "You need to discuss this with Bill, not discuss it with me.",
      "vi": "Anh cần thảo luận với Bill, không phải với tôi."
    }
  },
  {
    "translation": {
      "en": "Well, he tried that. He tried that.",
      "vi": "Anh ta đã cố như thế."
    }
  },
  {
    "translation": {
      "en": "Just so you know, he sort of had a conversation with another family",
      "vi": "Nói anh biết, anh ta đã nói chuyện với gia đình khác"
    }
  },
  {
    "translation": {
      "en": "about the side door approach you have and was sort of suggesting,",
      "vi": "về cách đi cửa hông anh có và đã đề nghị,"
    }
  },
  {
    "translation": {
      "en": "Do you think this is right? And I just said,",
      "vi": "Anh nghĩ làm vậy có đúng không? Và tôi chỉ nói,"
    }
  },
  {
    "translation": {
      "en": "Agustin, you shouldn't be talking about this.",
      "vi": "Agustin, anh không nên nói về việc này."
    }
  },
  {
    "translation": {
      "en": "What Rick does is very specific to circumstances.",
      "vi": "Việc Rick làm là cụ thể với từng trường hợp."
    }
  },
  {
    "translation": {
      "en": "And it just bothered me he's out there talking about it.",
      "vi": "Và tôi thật phiền khi anh ta ra ngoài nói chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Agreed. Agreed. Yeah. And that's…",
      "vi": "Đồng ý. Phải. Và đó…"
    }
  },
  {
    "translation": {
      "en": "And that's what worries me, too.",
      "vi": "Đó cũng là điều làm tôi lo."
    }
  },
  {
    "translation": {
      "en": "I said, Listen, you are in a very competitive environment.",
      "vi": "Tôi bảo, Nghe này, anh ở môi trường rất cạnh tranh."
    }
  },
  {
    "translation": {
      "en": "You have to keep what you do to yourself. It will blow up on you.",
      "vi": "Anh phải giữ kín những gì anh làm. Không thì sẽ bị phản đòn."
    }
  },
  {
    "translation": {
      "en": "No matter who you think you know, it doesn't matter.",
      "vi": "Dù anh biết ai cũng không quan trọng."
    }
  },
  {
    "translation": {
      "en": "That's right, and he's not discreet at all.",
      "vi": "Đúng thế, và anh ta không kín miệng."
    }
  },
  {
    "translation": {
      "en": "That's why I wasn't comfortable talking to him about it.",
      "vi": "Nên tôi không thoải mái khi nói về nó với anh ta."
    }
  },
  {
    "translation": {
      "en": "Good. Right.",
      "vi": "Tốt. Được."
    }
  },
  {
    "translation": {
      "en": "Rick Singer provided reassurance.",
      "vi": "Rick Singer cung cấp sự đảm bảo."
    }
  },
  {
    "translation": {
      "en": "The reassurance that other people just like you",
      "vi": "NGƯỜI VIẾT | TỜ THE NEW YORKER Sự đảm bảo rằng những người như bạn cũng đang làm việc này."
    }
  },
  {
    "translation": {
      "en": "are going through this thing.",
      "vi": "Sự đảm bảo rằng những người như bạn cũng đang làm việc này."
    }
  },
  {
    "translation": {
      "en": "I've dealt with this a million times.",
      "vi": "Tôi đã xử lý việc này cả triệu lần."
    }
  },
  {
    "translation": {
      "en": "Rick was like a therapist or a life coach,",
      "vi": "Rick như một nhà trị liệu hoặc khai vấn,"
    }
  },
  {
    "translation": {
      "en": "only he was also a criminal.",
      "vi": "có điều cũng là một tội phạm."
    }
  },
  {
    "translation": {
      "en": "My profile of Rick Singer is he's a born salesman.",
      "vi": "Hồ sơ của tôi về Rick Singer cho thấy ông ta giỏi bán hàng bẩm sinh."
    }
  },
  {
    "translation": {
      "en": "He was smooth and subtle,",
      "vi": "Ông ta nhã nhặn, khôn khéo, dễ chịu,"
    }
  },
  {
    "translation": {
      "en": "not overbearing, and knew that he had time.",
      "vi": "biết là mình có thời gian. CỐ VẤN NHÀ TÙ"
    }
  },
  {
    "translation": {
      "en": "It's not like someone has to get into school today.",
      "vi": "Không có kiểu phải vào học hôm nay."
    }
  },
  {
    "translation": {
      "en": "It's not like the test is tomorrow. They have time.",
      "vi": "Không có kiểu ngày mai là thi. Họ có thời gian."
    }
  },
  {
    "translation": {
      "en": "So he nurtured the process well, like a good salesman does.",
      "vi": "Ông ta nuôi dưỡng quá trình, như một người bán hàng giỏi."
    }
  },
  {
    "translation": {
      "en": "So what sport would be the best for them?",
      "vi": "Môn thể thao nào tốt nhất cho chúng?"
    }
  },
  {
    "translation": {
      "en": "Is… is crew the best? Is that even gonna really matter?",
      "vi": "Chèo thuyền tốt nhất chứ? Việc đó có quan trọng không?"
    }
  },
  {
    "translation": {
      "en": "For me, it doesn't matter.",
      "vi": "Với tôi, không quan trọng."
    }
  },
  {
    "translation": {
      "en": "I'll make him a sailor or something because of where you live.",
      "vi": "Tôi sẽ cho nó làm thủy thủ gì đó hợp với nơi anh sống."
    }
  },
  {
    "translation": {
      "en": "Massachusetts businessman John Wilson.",
      "vi": "Doanh nhân Massachusetts, John Wilson."
    }
  },
  {
    "translation": {
      "en": "He runs a private equity firm.",
      "vi": "Có một công ty đầu tư tư nhân."
    }
  },
  {
    "translation": {
      "en": "He's accused of paying more than a million dollars",
      "vi": "Ông bị buộc tội trả hơn một triệu đô"
    }
  },
  {
    "translation": {
      "en": "to try to get his kids into elite universities.",
      "vi": "để cố đưa các con vào các trường đại học ưu tú."
    }
  },
  {
    "translation": {
      "en": "And same kinda deal? Any sport? You don't have to play the sport?",
      "vi": "Cùng thỏa thuận à? Bất cứ môn nào? Không cần phải chơi môn đó."
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "Now, um… what if they don't actually get in?",
      "vi": "Giờ, à… lỡ chúng không vào được thì sao?"
    }
  },
  {
    "translation": {
      "en": "You don't have to worry about it. It's a done deal.",
      "vi": "Anh không cần lo việc đó. Chuyện này ăn chắc."
    }
  },
  {
    "translation": {
      "en": "Okay. That's great.",
      "vi": "Được rồi. Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Okay. I'll send you the information about the bank and the wiring stuff",
      "vi": "Tôi sẽ gửi anh thông tin về ngân hàng và chuyển tiền"
    }
  },
  {
    "translation": {
      "en": "in the next day or so.",
      "vi": "vào ngày hôm sau."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Oh, by the way, mark your calendar for next July",
      "vi": "Nhân tiện, đánh dấu lịch tháng Bảy tới đi"
    }
  },
  {
    "translation": {
      "en": "if you want in on, uh, Paris.",
      "vi": "nếu anh muốn tham gia ở Paris."
    }
  },
  {
    "translation": {
      "en": "Got a big birthday July 19. Okay.",
      "vi": "Có sinh nhật lớn ngày 19/7. Được."
    }
  },
  {
    "translation": {
      "en": "I rented out Versailles. Oh, my God!",
      "vi": "Tôi đã thuê Versailles. Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "You're crazy.",
      "vi": "Anh điên thật."
    }
  },
  {
    "translation": {
      "en": "I know. A black tie party there, so you'll have to come.",
      "vi": "Tôi biết. Tiệc trang trọng ở đó, anh sẽ phải đến."
    }
  },
  {
    "translation": {
      "en": "One of the amazing things about Rick Singer is that this guy,",
      "vi": "Một trong những điều hay ở Rick Singer là tay này,"
    }
  },
  {
    "translation": {
      "en": "from a kind of obscure background and without a lot to show on paper,",
      "vi": "từ xuất thân không tiếng tăm và không có gì nhiều để khoe ra,"
    }
  },
  {
    "translation": {
      "en": "insinuated himself into quite a high social circle,",
      "vi": "lại lách vào được một vòng giao tiếp xã hội khá cao,"
    }
  },
  {
    "translation": {
      "en": "and made an awful lot of money doing it.",
      "vi": "và kiếm được rất nhiều tiền khi làm thế."
    }
  },
  {
    "translation": {
      "en": "My sense was that Rick Singer had a somewhat unhappy childhood.",
      "vi": "Tôi có cảm giác Rick Singer có một tuổi thơ không hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "His parents divorced when he was young.",
      "vi": "Bố mẹ ly dị khi ông ta còn nhỏ."
    }
  },
  {
    "translation": {
      "en": "He was bright. He had the gift of the gab unquestionably.",
      "vi": "Ông ta sáng dạ. Không nghi ngờ gì là có tài ăn nói."
    }
  },
  {
    "translation": {
      "en": "After childhood, he went to several colleges.",
      "vi": "Sau thời thơ ấu, ông ta đã học vài đại học."
    }
  },
  {
    "translation": {
      "en": "After that, he went into coaching.",
      "vi": "Sau đó, bước vào làm huấn luyện."
    }
  },
  {
    "translation": {
      "en": "But his problem was he was too volatile, particularly as a high school coach.",
      "vi": "Nhưng vấn đề là ông ta quá thất thường, nhất là khi làm HLV trường cấp ba."
    }
  },
  {
    "translation": {
      "en": "He tended to scream at the players if something went wrong.",
      "vi": "Ông ta có xu hướng la hét cầu thủ nếu có gì không ổn."
    }
  },
  {
    "translation": {
      "en": "Kind of like the Bobby Knight of high school coaching.",
      "vi": "Như Bobby Knight của huấn luyện cấp ba."
    }
  },
  {
    "translation": {
      "en": "When Sacramento State had a bad year, they went 4 and 24 one year,",
      "vi": "Khi Sacramento State có một năm tồi tệ, thắng 4 thua 24,"
    }
  },
  {
    "translation": {
      "en": "the whole coaching staff was fired, and that included Singer.",
      "vi": "cả ban huấn luyện bị sa thải, bao gồm Singer."
    }
  },
  {
    "translation": {
      "en": "That's when he looked around and he said,",
      "vi": "Đó là lúc ông ta nhìn quanh và nói,"
    }
  },
  {
    "translation": {
      "en": "Maybe basketball coaching isn't for me after all.",
      "vi": "Có lẽ huấn luyện bóng rổ không hợp với mình."
    }
  },
  {
    "translation": {
      "en": "I've gotta switch careers.",
      "vi": "Mình phải đổi nghề."
    }
  },
  {
    "translation": {
      "en": "And he noticed this new industry of independent college advisors,",
      "vi": "Và ông ta chú ý thấy ngành mới là cố vấn đại học độc lập,"
    }
  },
  {
    "translation": {
      "en": "and he became the first one in Sacramento.",
      "vi": "và ông ta thành người đầu tiên ở Sacramento."
    }
  },
  {
    "translation": {
      "en": "It's interesting how his background, in a way, prepared him for this scandal.",
      "vi": "Thật thú vị khi xuất thân, một cách nào đó, lại đặt ông ta vào bê bối này."
    }
  },
  {
    "translation": {
      "en": "If you think about it, as a basketball coach in college,",
      "vi": "Bạn nghĩ thử đi, là HLV bóng rổ đại học,"
    }
  },
  {
    "translation": {
      "en": "he had firsthand exposure to how athletic admissions worked,",
      "vi": "ông ta tiếp xúc trực tiếp với cách tuyển sinh vận động viên,"
    }
  },
  {
    "translation": {
      "en": "and that was knowledge that undoubtedly he put to use years later",
      "vi": "và đó, không nghi ngờ gì, là kiến thức ông ta dùng nhiều năm sau"
    }
  },
  {
    "translation": {
      "en": "in his efforts to bribe coaches to portray kids falsely as recruited athletes.",
      "vi": "trong việc hối lộ các HLV để mô tả sai bọn trẻ thành các VĐV được tuyển."
    }
  },
  {
    "translation": {
      "en": "He knew athletic admissions from the inside.",
      "vi": "Ông ta biết việc tuyển sinh VĐV từ bên trong."
    }
  },
  {
    "translation": {
      "en": "Hey, John. How are ya?",
      "vi": "Chào John. Khỏe chứ? Chào Rick. Tôi khỏe."
    }
  },
  {
    "translation": {
      "en": "Hey, Rick. I'm okay.",
      "vi": "Chào John. Khỏe chứ? Chào Rick. Tôi khỏe. 27 THÁNG 10 NĂM 2018"
    }
  },
  {
    "translation": {
      "en": "I'm here in a big rainstorm in Saudi Arabia.",
      "vi": "Tôi đang gặp một cơn bão lớn ở Ả Rập Saudi."
    }
  },
  {
    "translation": {
      "en": "Saudi Arabia? Yeah, I'm in Dubai.",
      "vi": "Ả Rập Saudi? Ừ, tôi ở Dubai."
    }
  },
  {
    "translation": {
      "en": "I didn't know they had storms like that out there.",
      "vi": "Tôi không biết là ở đó có bão kiểu đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know. Very unusual. What's happening?",
      "vi": "Ừ, tôi biết. Rất bất thường. Có chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "So I just gave the Stanford sailing coach $160,000 for his program.",
      "vi": "Tôi vừa đưa HLV thuyền buồm Stanford 160.000 đô cho chương trình của anh ta."
    }
  },
  {
    "translation": {
      "en": "While we were having that conversation, I said,",
      "vi": "Trong lúc nói chuyện, tôi bảo,"
    }
  },
  {
    "translation": {
      "en": "Hey, I'm hoping that this 160 I'm helping you with",
      "vi": "Này, tôi mong là 160 ngàn mà tôi giúp anh này"
    }
  },
  {
    "translation": {
      "en": "helps secure a spot for next year.",
      "vi": "sẽ lo được một chỗ năm sau."
    }
  },
  {
    "translation": {
      "en": "Can I be guaranteed a spot for next year? And he said yes.",
      "vi": "Tôi được đảm bảo một chỗ năm sau chứ? Và anh ta bảo có."
    }
  },
  {
    "translation": {
      "en": "All it takes? No.",
      "vi": "Trọn gói luôn rồi à? Không."
    }
  },
  {
    "translation": {
      "en": "No, that's not all it takes. Yeah, okay.",
      "vi": "Không, chưa đủ đâu. Ừ, được rồi."
    }
  },
  {
    "translation": {
      "en": "This is not TJ Maxx or Marshalls or something like that.",
      "vi": "Đây đâu phải TJ Maxx hay Marshalls hay đại loại vậy."
    }
  },
  {
    "translation": {
      "en": "Right. So I want you to have first dibs.",
      "vi": "Ừ. Nên tôi muốn anh được ưu tiên trước."
    }
  },
  {
    "translation": {
      "en": "If you want, I can provide John Vandemoer with a check.",
      "vi": "Nếu anh muốn, tôi đưa séc cho John Vandemoer."
    }
  },
  {
    "translation": {
      "en": "I can send him your $500,000 to secure a spot for one of your girls.",
      "vi": "Tôi đưa anh ta 500.000 của anh để giữ chỗ cho một cô con gái của anh."
    }
  },
  {
    "translation": {
      "en": "John Vandemoer, he was kind of lured out to Stanford.",
      "vi": "John Vandemoer, anh ta bị dụ đến Stanford. NHÀ BÁO | TỜ THE NEW YORK TIMES"
    }
  },
  {
    "translation": {
      "en": "He was a successful sailing coach on the East Coast.",
      "vi": "NHÀ BÁO | TỜ THE NEW YORK TIMES Anh ta vốn là HLV thuyền buồm thành công ở Bờ Đông."
    }
  },
  {
    "translation": {
      "en": "My name is John Vandemoer.",
      "vi": "Tôi là John Vandemoer."
    }
  },
  {
    "translation": {
      "en": "I am the head coach of the Stanford University sailing team…",
      "vi": "Tôi là HLV trưởng đội thuyền buồm Đại học Stanford…"
    }
  },
  {
    "translation": {
      "en": "By all accounts, he seemed like a good, upstanding guy.",
      "vi": "Theo thông tin, anh ta có vẻ là người tốt, tiền nong đầy đủ."
    }
  },
  {
    "translation": {
      "en": "There were a lot of people that were surprised, who knew him,",
      "vi": "Rất nhiều người biết anh ta đã bất ngờ,"
    }
  },
  {
    "translation": {
      "en": "that he got caught up in this.",
      "vi": "khi anh ta dính vào vụ này."
    }
  },
  {
    "translation": {
      "en": "SF1, take eight, soft sticks.",
      "vi": "SF1, lần tám, gõ nhẹ."
    }
  },
  {
    "translation": {
      "en": "Audio good?",
      "vi": "CỰU HLV THUYỀN BUỒM STANFORD"
    }
  },
  {
    "translation": {
      "en": "Almost clear. All clear. Thank you.",
      "vi": "Âm thanh tốt chứ? Gần được. Xong. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Did you ever imagine yourself in this situation",
      "vi": "Anh có bao giờ hình dung mình ở hoàn cảnh này"
    }
  },
  {
    "translation": {
      "en": "before any of this happened?",
      "vi": "trước khi việc này xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Never. It's a lot. It's something I don't think I've fully comprehended yet.",
      "vi": "Chưa từng. Thật quá sức. Đó là điều tôi vẫn chưa hiểu được hết."
    }
  },
  {
    "translation": {
      "en": "But it's something that'll impact the rest of my life.",
      "vi": "Nhưng nó sẽ tác động đến hết đời tôi."
    }
  },
  {
    "translation": {
      "en": "I first got connected with Rick Singer through a phone call.",
      "vi": "Tôi liên hệ với Rick Singer lần đầu qua điện thoại."
    }
  },
  {
    "translation": {
      "en": "He called me one day,",
      "vi": "Ngày nọ ông ta gọi tôi,"
    }
  },
  {
    "translation": {
      "en": "he introduced himself, said he was a college recruiter,",
      "vi": "tự giới thiệu, nói là người tuyển mộ bậc đại học,"
    }
  },
  {
    "translation": {
      "en": "and was interested in doing more with smaller sports.",
      "vi": "và thích làm với các môn thể thao nhỏ hơn."
    }
  },
  {
    "translation": {
      "en": "So I thought it was intriguing and agreed to meet with him the next morning.",
      "vi": "Tôi nghĩ là hấp dẫn và đồng ý gặp ông ta."
    }
  },
  {
    "translation": {
      "en": "What I thought was interesting is that I was expecting him to text me or call me",
      "vi": "Điều thú vị là tôi đã mong ông ta nhắn hay gọi cho tôi"
    }
  },
  {
    "translation": {
      "en": "when he got to Stanford.",
      "vi": "khi ông ta đến Stanford."
    }
  },
  {
    "translation": {
      "en": "Because Stanford has… It's very secure.",
      "vi": "Vì Stanford rất nghiêm ngặt."
    }
  },
  {
    "translation": {
      "en": "You have to have a keycard to kind of swipe in and out of every door.",
      "vi": "Bạn phải có thẻ từ để quét khi vào và ra mọi cánh cửa."
    }
  },
  {
    "translation": {
      "en": "And somehow he just showed up at my door.",
      "vi": "Làm sao đó, ông ta ở trước cửa phòng tôi."
    }
  },
  {
    "translation": {
      "en": "I was shocked by that, but it definitely told me",
      "vi": "Tôi bị sốc, nhưng việc đó cho tôi biết"
    }
  },
  {
    "translation": {
      "en": "he had connections with Stanford that were deeper than myself.",
      "vi": "ông ta có quan hệ với Stanford sâu hơn tôi."
    }
  },
  {
    "translation": {
      "en": "Rick Singer is kind of your California beach bum, in a way.",
      "vi": "Rick Singer là kiểu người lang thang bãi biển California, theo cách nào đó."
    }
  },
  {
    "translation": {
      "en": "Flip flops, T shirt, shorts.",
      "vi": "Dép xỏ ngón, áo thun, quần soọc."
    }
  },
  {
    "translation": {
      "en": "He was actually really easy to talk to. I had really good conversations with him.",
      "vi": "Ông ta rất dễ nói chuyện. Tôi đã nói chuyện vui vẻ với ông ta."
    }
  },
  {
    "translation": {
      "en": "He was really engaging and drawing me in.",
      "vi": "Ông ta có duyên và thu hút tôi."
    }
  },
  {
    "translation": {
      "en": "Our interaction was solely about recruiting.",
      "vi": "Trò chuyện của chúng tôi chỉ về việc tuyển mộ."
    }
  },
  {
    "translation": {
      "en": "The way recruiting works at Stanford is",
      "vi": "Cách tuyển mộ ở Stanford là"
    }
  },
  {
    "translation": {
      "en": "each sport is given a certain amount of spots that you can support.",
      "vi": "mỗi môn được cho một số chỗ nhất định mà bạn có thể hỗ trợ."
    }
  },
  {
    "translation": {
      "en": "He kinda ended with him talking about this young woman named Molly Zhao.",
      "vi": "Ông ta kết thúc với việc nói về một cô gái tên Molly Zhao."
    }
  },
  {
    "translation": {
      "en": "Hello, everyone. I am, um, 17 now. I've just graduated from high school.",
      "vi": "Chào mọi người. Tôi 17 tuổi. Tôi vừa tốt nghiệp cấp ba."
    }
  },
  {
    "translation": {
      "en": "Rick said that she really wanted to go to Stanford.",
      "vi": "Rick nói cô bé rất muốn vào Stanford."
    }
  },
  {
    "translation": {
      "en": "My recruiting was pretty much done at that point.",
      "vi": "Lúc đó tôi đã tuyển mộ xong."
    }
  },
  {
    "translation": {
      "en": "So I wasn't considering her for a spot I could support, and I had told Rick that.",
      "vi": "Tôi không cân nhắc cô ấy cho một vị trí tôi hỗ trợ được, và đã bảo Rick."
    }
  },
  {
    "translation": {
      "en": "He contacted me almost right away and was like,",
      "vi": "Ông ta liên hệ với tôi ngay và bảo,"
    }
  },
  {
    "translation": {
      "en": "Is there any other way you could support?",
      "vi": "Anh hỗ trợ được cách nào khác không?"
    }
  },
  {
    "translation": {
      "en": "Her family is pretty wealthy.",
      "vi": "Gia đình cô bé rất giàu."
    }
  },
  {
    "translation": {
      "en": "They'd be interested in donating about a million dollars.",
      "vi": "Họ sẽ quan tâm đến việc quyên góp tầm một triệu đô."
    }
  },
  {
    "translation": {
      "en": "My athletic director said that it's something Stanford could do,",
      "vi": "Giám đốc thể thao nói là việc đó Stanford có thể làm được,"
    }
  },
  {
    "translation": {
      "en": "but that a million dollars wasn't enough to really have an impact with admissions.",
      "vi": "nhưng một triệu chưa đủ để tác động đến việc tuyển sinh."
    }
  },
  {
    "translation": {
      "en": "So that was it. And I didn't hear anything from Rick for a while.",
      "vi": "Và thế là thôi. Một thời gian sau tôi không nghe gì từ Rick."
    }
  },
  {
    "translation": {
      "en": "In August of that next year,",
      "vi": "Tháng 8 năm sau,"
    }
  },
  {
    "translation": {
      "en": "Rick called me up out of the blue and said, Hey, this is fantastic.",
      "vi": "Rick đột nhiên gọi tôi và bảo, Này, chuyện này tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "Molly got in, the family's so excited. Thanks for all you did.",
      "vi": "Molly vào rồi, gia đình rất vui. Cảm ơn mọi thứ anh đã làm."
    }
  },
  {
    "translation": {
      "en": "I said, Great. I'm excited for her.",
      "vi": "Tôi bảo, Tuyệt. Mừng cho cô bé."
    }
  },
  {
    "translation": {
      "en": "It's a big deal to get into Stanford. But I didn't really do anything.",
      "vi": "Vào được Stanford là chuyện lớn. Nhưng tôi đâu có làm gì."
    }
  },
  {
    "translation": {
      "en": "He said, Well, they're really excited and wanna donate $500,000 to your program.",
      "vi": "Ông ta bảo, Họ hào hứng và muốn góp 500.000 đô cho chương trình của anh."
    }
  },
  {
    "translation": {
      "en": "I said, If they wanna donate $500,000 to the sailing program for me doing nothing,",
      "vi": "Tôi bảo, Nếu họ muốn góp 500.000 cho chương trình mà tôi không cần làm gì,"
    }
  },
  {
    "translation": {
      "en": "that sounds great to me.",
      "vi": "thì nghe tuyệt đấy."
    }
  },
  {
    "translation": {
      "en": "I see no evidence that John did do anything to get Molly Zhao into Stanford.",
      "vi": "Tôi không thấy chứng cứ là John có làm gì để đưa Molly Zhao vào Stanford."
    }
  },
  {
    "translation": {
      "en": "Why did Rick Singer donate $500,000 in the name of Molly Zhao?",
      "vi": "Vì sao Rick Singer quyên góp 500.000 dưới tên Molly Zhao?"
    }
  },
  {
    "translation": {
      "en": "Only Rick knows the answer to that.",
      "vi": "Chỉ có Rick biết câu trả lời."
    }
  },
  {
    "translation": {
      "en": "It may have been a huge down payment",
      "vi": "Đó có thể là khoản trả một lần khổng lồ"
    }
  },
  {
    "translation": {
      "en": "for access to the Stanford sailing program.",
      "vi": "để vào chương trình thuyền buồm Stanford."
    }
  },
  {
    "translation": {
      "en": "He sent the check. I got it in the mail at my campus mailbox,",
      "vi": "Ông ta gửi séc. Tôi nhận qua thư ở hộp thư trường của tôi,"
    }
  },
  {
    "translation": {
      "en": "and I went in to Development and told my athletic director",
      "vi": "và tôi đến phòng Phát triển, báo với giám đốc thể thao"
    }
  },
  {
    "translation": {
      "en": "I'd gotten this $500,000 donation.",
      "vi": "là tôi nhận được 500.000 quyên góp."
    }
  },
  {
    "translation": {
      "en": "She was excited for me. We talked about how",
      "vi": "Cô ấy vui lắm. Chúng tôi nói về"
    }
  },
  {
    "translation": {
      "en": "I hadn't done anything for it, it was out of the blue.",
      "vi": "sao mà tôi không làm gì mà vẫn đột nhiên có."
    }
  },
  {
    "translation": {
      "en": "But, you know, I guess that's the best kind of donation.",
      "vi": "Tôi đoán đó là kiểu quyên góp tốt nhất."
    }
  },
  {
    "translation": {
      "en": "At the same time, the head athletic director for Stanford was there, as well,",
      "vi": "Cùng lúc, tổng giám đốc thể thao của Stanford ở đó."
    }
  },
  {
    "translation": {
      "en": "and said congratulations, was excited about it.",
      "vi": "Ông ấy chúc mừng, rất hào hứng."
    }
  },
  {
    "translation": {
      "en": "I started to explain, Hey, it's through this guy, Rick Singer.",
      "vi": "Tôi bắt đầu giải thích, Nó thông qua Rick Singer."
    }
  },
  {
    "translation": {
      "en": "He turned to me, interrupted me and said, Oh, I know Rick.",
      "vi": "Ông ấy quay qua tôi, ngắt lời và bảo, Tôi biết Rick."
    }
  },
  {
    "translation": {
      "en": "I think what we see here is school administration officials",
      "vi": "Tôi nghĩ chúng ta thấy được các nhân viên quản trị trường"
    }
  },
  {
    "translation": {
      "en": "want to keep the money coming in.",
      "vi": "muốn tiền cứ chảy vào."
    }
  },
  {
    "translation": {
      "en": "They don't wanna ask questions of how it got there.",
      "vi": "Họ không hỏi nó vào như thế nào."
    }
  },
  {
    "translation": {
      "en": "And I think we definitely saw this in the case of Stanford.",
      "vi": "Tôi nghĩ chắc chắn chúng ta thấy trong vụ Stanford."
    }
  },
  {
    "translation": {
      "en": "When you'd have $100, $200, $500,000 donations",
      "vi": "Khi bạn có 100, 200, 500 ngàn đô quyên góp"
    }
  },
  {
    "translation": {
      "en": "that would come in for something like sailing,",
      "vi": "đi vào qua một môn như thuyền buồm,"
    }
  },
  {
    "translation": {
      "en": "that that wouldn't raise any red flags or wouldn't be scrutinized.",
      "vi": "thì nó không gây cảnh giác gì hay không bị xem xét kỹ."
    }
  },
  {
    "translation": {
      "en": "It seems as if Singer targeted sports that were under the radar",
      "vi": "Có vẻ Singer nhắm vào những môn ít được chú ý"
    }
  },
  {
    "translation": {
      "en": "because the margins are tighter.",
      "vi": "vì phạm vi của nó hẹp hơn."
    }
  },
  {
    "translation": {
      "en": "He knew the right places to look.",
      "vi": "Ông ta biết tìm đúng chỗ."
    }
  },
  {
    "translation": {
      "en": "So I've got two kids at Stanford and two kids at Yale.",
      "vi": "Tôi có hai đứa ở Stanford và hai đứa ở Yale."
    }
  },
  {
    "translation": {
      "en": "I'm trying to find out who's stepping up first.",
      "vi": "Tôi đang cố tìm xem ai sẽ vào trước."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Don't matter. 'Cause I might have a spot for both of 'em.",
      "vi": "Không sao. Vì tôi có thể có chỗ cho cả hai."
    }
  },
  {
    "translation": {
      "en": "Really? Maybe.",
      "vi": "Thật à? Có thể."
    }
  },
  {
    "translation": {
      "en": "Yale soccer coach Rudy Meredith pocketing more than $860,000 in bribes.",
      "vi": "Rudy Meredith, HLV bóng đá ở Yale bỏ túi hơn 860.000 tiền hối lộ."
    }
  },
  {
    "translation": {
      "en": "You can come in an Ivy League environment and develop as a player",
      "vi": "Bạn có thể vào một trường Ivy League và phát triển làm một cầu thủ"
    }
  },
  {
    "translation": {
      "en": "and still have your Yale degree.",
      "vi": "và vẫn có bằng của Yale."
    }
  },
  {
    "translation": {
      "en": "Give me… Give me the names. I'm working on it.",
      "vi": "Cho tôi tên họ. Tôi sẽ lo liệu."
    }
  },
  {
    "translation": {
      "en": "I got a new athletic director is what I'm trying to tell you.",
      "vi": "Tôi có giám đốc thể thao mới, đó là việc tôi muốn nói."
    }
  },
  {
    "translation": {
      "en": "I'm trying to work it.",
      "vi": "Tôi đang cố lo liệu."
    }
  },
  {
    "translation": {
      "en": "Hold on one sec. Let me just, uh…",
      "vi": "Chờ chút. Để tôi…"
    }
  },
  {
    "translation": {
      "en": "You know, I have no idea where the hell I am here in London.",
      "vi": "Tôi không biết mình đang ở chỗ nào của London."
    }
  },
  {
    "translation": {
      "en": "Mm hmm. No problem.",
      "vi": "Ừm. Không sao."
    }
  },
  {
    "translation": {
      "en": "Frickin' hate these one way street bullshit things.",
      "vi": "Cực ghét mấy cái đường một chiều này."
    }
  },
  {
    "translation": {
      "en": "I know. And you're on the left side of the road. Be careful.",
      "vi": "Tôi biết. Và anh đi bên trái đường. Hãy cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Yeah, tell me about it. Now I'm, uh, at two three.",
      "vi": "Ừ, tôi biết. Giờ tôi ở haiba."
    }
  },
  {
    "translation": {
      "en": "Where's four five?",
      "vi": "Bốnnăm ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Where the fuck is it?",
      "vi": "Nó ở chỗ quái nào?"
    }
  },
  {
    "translation": {
      "en": "Now I'm on the main street again.",
      "vi": "Giờ tôi lại ở trên đường chính."
    }
  },
  {
    "translation": {
      "en": "I tell you what, I'm glad I live in the US.",
      "vi": "Nói anh nghe, tôi mừng là sống ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "It wouldn't be bad if you were in Sweden.",
      "vi": "Sẽ không tệ nếu anh ở Thụy Điển."
    }
  },
  {
    "translation": {
      "en": "Then I gotta find myself a good Swedish girl, then.",
      "vi": "Vậy tôi phải tìm một cô gái Thụy Điển tốt."
    }
  },
  {
    "translation": {
      "en": "All right. Next time I'm in Sweden, I'll take a look.",
      "vi": "Được rồi. Lần sau đến Thụy Điển, tôi sẽ tìm."
    }
  },
  {
    "translation": {
      "en": "Tell me what you're looking for, I'll see what I can do.",
      "vi": "Nói xem anh đang tìm gì, để tôi xem giúp được không."
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, I'll tell you this much.",
      "vi": "Ừ. Tôi sẽ nói thế này."
    }
  },
  {
    "translation": {
      "en": "At my age, it's hard to find the right people.",
      "vi": "Ở tuổi tôi, khó mà tìm được đúng người."
    }
  },
  {
    "translation": {
      "en": "That's the hardest thing.",
      "vi": "Đó là điều khó nhất."
    }
  },
  {
    "translation": {
      "en": "I met Rick through my very first time on a dating site.",
      "vi": "Tôi gặp Rick qua lần đầu tiên tôi dùng một trang hẹn hò."
    }
  },
  {
    "translation": {
      "en": "I'd never been on a dating site before in my life.",
      "vi": "Trước đó tôi chưa từng dùng trang hẹn hò nào. BẠN | CỘNG TÁC LÀM ĂN"
    }
  },
  {
    "translation": {
      "en": "And, at 53 years old at the time, I figured,",
      "vi": "Và ở lúc 53 tuổi, tôi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "All right. It's… Let me give it a try.",
      "vi": "Được rồi. Mình hãy thử một lần."
    }
  },
  {
    "translation": {
      "en": "There he was, and there I was, and he messaged me, and…",
      "vi": "Anh ta đó, tôi đó, anh ta nhắn cho tôi, và…"
    }
  },
  {
    "translation": {
      "en": "it went from there.",
      "vi": "bắt đầu từ đó."
    }
  },
  {
    "translation": {
      "en": "When I met him, did I look him up online? Of course. Right away.",
      "vi": "Khi gặp, tôi có tìm anh ta trên mạng không à? Dĩ nhiên. Tìm ngay."
    }
  },
  {
    "translation": {
      "en": "And I thought, Wow, this guy is…",
      "vi": "Tôi đã nghĩ, Chà, người này…"
    }
  },
  {
    "translation": {
      "en": "Other than the poor video quality on his website,",
      "vi": "Ngoài chất lượng video tệ trên website của anh ta,"
    }
  },
  {
    "translation": {
      "en": "I thought, This is very interesting, what he does.",
      "vi": "tôi nghĩ, Việc anh ấy làm thật thú vị."
    }
  },
  {
    "translation": {
      "en": "My key method unlocks the full potential of your son or daughter",
      "vi": "Phương pháp Chìa Khóa của tôi mở khóa hết tiềm năng của con cái bạn"
    }
  },
  {
    "translation": {
      "en": "and sets them on a course to excel in life.",
      "vi": "và đưa chúng lên lộ trình để xuất sắc trong đời."
    }
  },
  {
    "translation": {
      "en": "I thought, He's really a go getter.",
      "vi": "Tôi nghĩ, Anh ấy là người táo bạo."
    }
  },
  {
    "translation": {
      "en": "He's really out there doing something good.",
      "vi": "Anh ấy thật sự làm việc tốt ở ngoài kia."
    }
  },
  {
    "translation": {
      "en": "I met him out for dinner. It was interesting,",
      "vi": "Tôi đã gặp anh ta ăn tối. Thật thú vị,"
    }
  },
  {
    "translation": {
      "en": "when we first started comparing notes about our pasts,",
      "vi": "khi chúng tôi mới bắt đầu so sánh quá khứ của cả hai,"
    }
  },
  {
    "translation": {
      "en": "and we both started working the very same time.",
      "vi": "và chúng tôi đã bắt đầu làm việc cùng thời điểm."
    }
  },
  {
    "translation": {
      "en": "He was 12 and I was 12.",
      "vi": "Khi anh ta và tôi đều 12 tuổi."
    }
  },
  {
    "translation": {
      "en": "I had a paper route,",
      "vi": "Tôi đi giao báo,"
    }
  },
  {
    "translation": {
      "en": "and he was the kid that got the older kids to buy alcohol,",
      "vi": "còn anh ta là đứa trẻ nhờ đứa lớn hơn mua rượu,"
    }
  },
  {
    "translation": {
      "en": "sell to him, he'd sell it then for a profit to kids.",
      "vi": "bán cho anh ta, và anh ta bán cho bọn trẻ khác kiếm lời."
    }
  },
  {
    "translation": {
      "en": "So I said, Okay, I had a paper route,",
      "vi": "Tôi nói, Em giao báo,"
    }
  },
  {
    "translation": {
      "en": "you're a minor selling booze to minors. Great.",
      "vi": "anh là vị thành niên bán rượu cho vị thành niên. Tuyệt."
    }
  },
  {
    "translation": {
      "en": "He goes, Yeah, I was very industrious.",
      "vi": "Anh ta bảo, Ừ, anh cần cù."
    }
  },
  {
    "translation": {
      "en": "So we laughed about that. And he was charismatic.",
      "vi": "Chúng tôi cười chuyện đó. Anh ta thật hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "He was… interesting. He was smart.",
      "vi": "Anh ta… thú vị. Anh ta thông minh."
    }
  },
  {
    "translation": {
      "en": "It was quick. It was like, Nice to meet you. Great. Good night.",
      "vi": "Cũng nhanh. Kiểu, Hân hạnh. Tuyệt. Ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "I really like you. When I find time, let's go out again.",
      "vi": "Em thật sự thích anh. Khi có thời gian, hãy hẹn lại nhé. Anh cũng thấy em như thế"
    }
  },
  {
    "translation": {
      "en": "Was he pretty serious? Oh, super serious.",
      "vi": "Ông ta nghiêm túc chứ? Siêu nghiêm túc."
    }
  },
  {
    "translation": {
      "en": "One time I sent him an emoji, the Bitmoji, I said, Hi.",
      "vi": "Có lần tôi gửi anh ta một emoji, là Bitmoji, tôi nói, Chào. TIẾN LÊN Cô gái điên"
    }
  },
  {
    "translation": {
      "en": "And he came back with, You're crazy. Stay cool in school. Little goofy.",
      "vi": "Anh ta trả lời, Em điên quá. Ngầu ở trường nhé. Hình chó nhỏ."
    }
  },
  {
    "translation": {
      "en": "His own family said, you know, I made him laugh.",
      "vi": "Gia đình anh ta nói tôi làm anh ta cười. Em làm anh cười"
    }
  },
  {
    "translation": {
      "en": "He needed to laugh more.",
      "vi": "Anh ta cần cười nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "He was not, uh…",
      "vi": "Anh ta…"
    }
  },
  {
    "translation": {
      "en": "wanting to stick around long.",
      "vi": "không muốn ở lại lâu."
    }
  },
  {
    "translation": {
      "en": "He was just so very busy with college coaching, house to house.",
      "vi": "Anh ta quá bận với khai vấn đại học. Nhà này đến nhà khác."
    }
  },
  {
    "translation": {
      "en": "Another characteristic of Singer's was that, you know, he worked nonstop.",
      "vi": "Một đặc điểm nữa của Singer là ông ta làm việc không ngừng nghỉ."
    }
  },
  {
    "translation": {
      "en": "From what his former assistants told me, he wouldn't spend the night at a hotel.",
      "vi": "Theo cựu trợ lý của ông ta kể với tôi, ông ta sẽ không qua đêm ở khách sạn."
    }
  },
  {
    "translation": {
      "en": "He'd spend it on an airplane.",
      "vi": "Ông ta qua đêm trên máy bay."
    }
  },
  {
    "translation": {
      "en": "And he would be, you know, texting his assistants at all hours of the day,",
      "vi": "Và ông ta sẽ nhắn tin cho các trợ lý bất kể giờ nào trong ngày,"
    }
  },
  {
    "translation": {
      "en": "giving them various tasks.",
      "vi": "giao cho họ nhiều việc."
    }
  },
  {
    "translation": {
      "en": "He was an extremely driven guy.",
      "vi": "Ông ta là kiểu người cực quả quyết."
    }
  },
  {
    "translation": {
      "en": "I got the sense he had clients all over the place.",
      "vi": "Tôi cảm giác anh ta có khách hàng ở mọi nơi."
    }
  },
  {
    "translation": {
      "en": "I look back on text messages, and every time we connect, he says,",
      "vi": "Tôi xem lại các tin nhắn, và mỗi lần chúng tôi liên lạc, anh ta nói,"
    }
  },
  {
    "translation": {
      "en": "I'm in Dallas. I'm in Fort Lauderdale. I'm in New York. Back to California.",
      "vi": "Anh ở Dallas. Ở Fort Lauderdale. Ở New York. Quay về California."
    }
  },
  {
    "translation": {
      "en": "He even lived out of a van at times when he was coaching.",
      "vi": "Anh ta còn sống trên một chiếc xe van những lúc làm khai vấn."
    }
  },
  {
    "translation": {
      "en": "He had this big Mercedes type van thing.",
      "vi": "Anh ta có chiếc xe van Mercedes to."
    }
  },
  {
    "translation": {
      "en": "He'd sleep in it 'cause it was just easier.",
      "vi": "Anh ta ngủ trên đó vì dễ dàng hơn."
    }
  },
  {
    "translation": {
      "en": "Rick had a passion for just getting up every morning, 4:00 a.m.,",
      "vi": "Rick có một đam mê thức dậy mỗi sáng lúc 4:00,"
    }
  },
  {
    "translation": {
      "en": "working out, swimming, cycling, running.",
      "vi": "tập thể dục, bơi, đạp xe, chạy bộ."
    }
  },
  {
    "translation": {
      "en": "That man was like the Energizer Bunny.",
      "vi": "Người đàn ông đó như Thỏ Energizer."
    }
  },
  {
    "translation": {
      "en": "I've never seen anybody that would just have so much energy",
      "vi": "Tôi chưa từng thấy ai có nhiều năng lượng như thế"
    }
  },
  {
    "translation": {
      "en": "and go, go, go.",
      "vi": "và cứ tiến tới."
    }
  },
  {
    "translation": {
      "en": "I think he lived on about three hours of sleep a night, from my understanding.",
      "vi": "Tôi nghĩ anh ta sống nhờ ba giờ ngủ một đêm, theo tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "And that was fine with him.",
      "vi": "Điều đó ổn với anh ta."
    }
  },
  {
    "translation": {
      "en": "I looked at a lot of his behaviors and realized,",
      "vi": "Tôi nhìn nhiều hành vi của anh ta và nhận ra,"
    }
  },
  {
    "translation": {
      "en": "you know, he was hiding a lot.",
      "vi": "anh ta che giấu rất nhiều."
    }
  },
  {
    "translation": {
      "en": "He had been leading and living this secret life.",
      "vi": "Anh ta dẫn đầu và sống cuộc đời bí mật."
    }
  },
  {
    "translation": {
      "en": "No wonder why he couldn't get close to people.",
      "vi": "Chẳng trách anh ta không thể thân với người khác."
    }
  },
  {
    "translation": {
      "en": "Hey, Rick? Hey there.",
      "vi": "Chào, Rick? Chào."
    }
  },
  {
    "translation": {
      "en": "Is this a good time? Yeah. It's good for me.",
      "vi": "Có tiện không? Ừ. Tiện cho tôi."
    }
  },
  {
    "translation": {
      "en": "Okay, great.",
      "vi": "Được, tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "My name is Agustin Huneeus.",
      "vi": "Tôi là Agustin Huneeus."
    }
  },
  {
    "translation": {
      "en": "We're sitting in one of the pavilions,",
      "vi": "Ta đang ngồi ở một mái hiên,"
    }
  },
  {
    "translation": {
      "en": "enjoying a beautiful afternoon at Quintessa in Napa.",
      "vi": "thưởng thức một buổi chiều đẹp ở Quintessa, Napa."
    }
  },
  {
    "translation": {
      "en": "And so let's go and taste.",
      "vi": "Hãy nếm thử nào."
    }
  },
  {
    "translation": {
      "en": "Just walk me through the whole kind of water polo thing again and how it works.",
      "vi": "Nói lại với tôi về vụ polo nước và cách làm của nó đi."
    }
  },
  {
    "translation": {
      "en": "You and I talked about the economics, timing and how all that works.",
      "vi": "Anh và tôi đã nói về kinh tế, thời điểm, và cách vận hành."
    }
  },
  {
    "translation": {
      "en": "You and I had a brief conversation about it, but I want to get it straight.",
      "vi": "Ta đã nói chuyện sơ qua về nó, nhưng tôi muốn rõ ràng."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I'm putting together your daughter's sports profile now.",
      "vi": "Tôi đang lên hồ sơ thể thao của con gái anh."
    }
  },
  {
    "translation": {
      "en": "It'll be a water polo profile now.",
      "vi": "Sẽ là hồ sơ chơi polo nước."
    }
  },
  {
    "translation": {
      "en": "I take her transcript, test scores and profile",
      "vi": "Tôi đưa học bạ, điểm thi và thông tin của cô bé"
    }
  },
  {
    "translation": {
      "en": "to the liaison for all sports at USC.",
      "vi": "cho người liên hệ nắm mọi môn ở USC."
    }
  },
  {
    "translation": {
      "en": "Football… Everybody has to go through her.",
      "vi": "Bóng bầu dục, ai cũng phải qua cô ấy."
    }
  },
  {
    "translation": {
      "en": "My name's Donna Heinel, and I am a senior associate athletic director.",
      "vi": "Tôi là Donna Heinel, và tôi là giám đốc thể thao giàu kinh nghiệm."
    }
  },
  {
    "translation": {
      "en": "I have the…",
      "vi": "Tôi có…"
    }
  },
  {
    "translation": {
      "en": "By all accounts, Donna Heinel was a very diligent supervisor",
      "vi": "Theo thông tin, Donna Heinel là một giám sát viên rất cần cù,"
    }
  },
  {
    "translation": {
      "en": "who was really a stickler for details.",
      "vi": "là người chặt chẽ với các chi tiết."
    }
  },
  {
    "translation": {
      "en": "She was also getting 20 grand a month from Singer.",
      "vi": "Cô ta nhận 20 ngàn mỗi tháng từ Singer."
    }
  },
  {
    "translation": {
      "en": "And then she… They have meetings every other Thursday,",
      "vi": "Rồi cô ấy… Họ có cuộc họp mỗi thứ Năm,"
    }
  },
  {
    "translation": {
      "en": "which are called subcommittee meetings,",
      "vi": "gọi là họp tiểu ủy ban,"
    }
  },
  {
    "translation": {
      "en": "where the dean of admissions and two admissions staff go through the athletes.",
      "vi": "ở đó trưởng ban và hai thành viên tuyển sinh duyệt qua các VĐV."
    }
  },
  {
    "translation": {
      "en": "It could be water polo this week, football next week.",
      "vi": "Có thể tuần này là polo nước, tuần sau bóng bầu dục."
    }
  },
  {
    "translation": {
      "en": "It could be basketball.",
      "vi": "Có thể là bóng rổ."
    }
  },
  {
    "translation": {
      "en": "It depends on where they are in the seasons and what's going on.",
      "vi": "Còn tùy ở thời điểm nào của mùa bóng và có chuyện gì diễn ra."
    }
  },
  {
    "translation": {
      "en": "Heinel became the gatekeeper",
      "vi": "Heinel trở thành người gác cổng"
    }
  },
  {
    "translation": {
      "en": "between the admissions department and the athletic department.",
      "vi": "giữa ban tuyển sinh và ban thể thao."
    }
  },
  {
    "translation": {
      "en": "Because the idea was for the students to be treated as recruited athletes,",
      "vi": "Vì ý tưởng là để cho các sinh viên được đối xử như VĐV được chiêu mộ."
    }
  },
  {
    "translation": {
      "en": "that's virtually a guarantee of admission.",
      "vi": "đó hầu như là sự đảm bảo được tuyển."
    }
  },
  {
    "translation": {
      "en": "Some of the fake athletes at USC, it seems like it would be hard to miss.",
      "vi": "Một số VĐV giả ở USC, dường như sẽ khó mà không nhận ra."
    }
  },
  {
    "translation": {
      "en": "I mean, there was a 5'5 men's basketball player.",
      "vi": "Có một cầu thủ bóng rổ cao 1m65."
    }
  },
  {
    "translation": {
      "en": "A high school cheerleader was made to look like a lacrosse player.",
      "vi": "Một cổ vũ viên trường cấp ba được làm cho giống như cầu thủ lacrosse."
    }
  },
  {
    "translation": {
      "en": "There was a water polo player who didn't play water polo in high school.",
      "vi": "Một cầu thủ polo nước không chơi polo nước ở cấp ba."
    }
  },
  {
    "translation": {
      "en": "It's pretty remarkable that none of these things raised a red flag.",
      "vi": "Đáng chú ý là không có vụ nào gây cảnh giác."
    }
  },
  {
    "translation": {
      "en": "And on the rare occasion when they did,",
      "vi": "Và trong dịp hiếm hoi nó gây chú ý,"
    }
  },
  {
    "translation": {
      "en": "Heinel was there to smooth them over with the admissions department.",
      "vi": "Heinel đã giúp làm trót lọt với ban tuyển sinh."
    }
  },
  {
    "translation": {
      "en": "Your daughter will get presented, and if the committee says,She's in,",
      "vi": "Con gái ông sẽ được giới thiệu, và nếu ủy ban nói Được nhận,"
    }
  },
  {
    "translation": {
      "en": "then what happens is Donna tells me she's in, we're good.",
      "vi": "thì Donna sẽ nói với tôi là cô bé được nhận, ta xong việc."
    }
  },
  {
    "translation": {
      "en": "Essentially, she's been admitted before she even applied.",
      "vi": "Cơ bản là cô bé được nhận từ trước khi nộp hồ sơ."
    }
  },
  {
    "translation": {
      "en": "At that point, you will send your $200,000 check to our foundation.",
      "vi": "Khi đó, anh sẽ gửi tấm séc 200.000 đến quỹ chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Then Jovan will call me and say, Okay, this is how I want the money split.",
      "vi": "Rồi Jovan sẽ gọi tôi và nói, Tôi muốn tiền được chia thế này. JOVAN LÀ AI?"
    }
  },
  {
    "translation": {
      "en": "You understand my daughter's not worthy to be on that team.",
      "vi": "Anh hiểu là con gái tôi không xứng đáng vào đội đó."
    }
  },
  {
    "translation": {
      "en": "No, no, he's my guy,",
      "vi": "Không, anh ta là người của tôi,"
    }
  },
  {
    "translation": {
      "en": "and he knows she's not coming to play. He knows all that.",
      "vi": "và anh ta biết cô bé sẽ không chơi. Anh ta biết hết."
    }
  },
  {
    "translation": {
      "en": "There were four USC employees that were involved with Rick Singer.",
      "vi": "HLV QUỐC GIA CỦA NĂM Có bốn nhân viên của USC dính líu với Rick Singer."
    }
  },
  {
    "translation": {
      "en": "One of them was Jovan Vavic, the water polo coach.",
      "vi": "Trong đó có Jovan Vavic, HLV polo nước."
    }
  },
  {
    "translation": {
      "en": "Vavic is by far the most successful coach in college water polo.",
      "vi": "Vavic đến giờ là HLV thành công nhất trong làng polo nước đại học."
    }
  },
  {
    "translation": {
      "en": "Vavic has been charged by authorities of accepting more than $250,000",
      "vi": "Vavic bị các nhà chức trách cáo buộc nhận hơn 250.000 đô"
    }
  },
  {
    "translation": {
      "en": "in exchange for helping two students get into USC as water polo players.",
      "vi": "đổi lấy việc giúp hai sinh viên vào USC ở dạng cầu thủ polo nước."
    }
  },
  {
    "translation": {
      "en": "Donna Heinel essentially puts them on the recruited walk on list,",
      "vi": "Cơ bản là Donna Heinel đưa chúng vào danh sách chiêu mộ đặc cách,"
    }
  },
  {
    "translation": {
      "en": "which happens all the time.",
      "vi": "chuyện này bình thường."
    }
  },
  {
    "translation": {
      "en": "And they just don't show up for practice, and that's fine.",
      "vi": "Và chúng không xuất hiện luyện tập, chẳng sao cả."
    }
  },
  {
    "translation": {
      "en": "One of the things Singer took advantage of",
      "vi": "Một điều Singer lợi dụng"
    }
  },
  {
    "translation": {
      "en": "was the fact that athletic departments and admissions offices",
      "vi": "là việc các ban thể thao và các văn phòng tuyển sinh"
    }
  },
  {
    "translation": {
      "en": "both take a coach's word",
      "vi": "đều tin lời của HLV"
    }
  },
  {
    "translation": {
      "en": "for the athletic caliber of the person they're recruiting.",
      "vi": "về năng lực thể thao của người mà họ chiêu mộ."
    }
  },
  {
    "translation": {
      "en": "Is there any risk that this thing blows up in my face?",
      "vi": "Có rủi ro việc này bị lộ làm tôi lĩnh hậu quả không?"
    }
  },
  {
    "translation": {
      "en": "It hasn't in 24 years.",
      "vi": "Chưa từng trong 24 năm qua."
    }
  },
  {
    "translation": {
      "en": "No, I know all that, but the environment…",
      "vi": "Không, tôi biết chứ, nhưng môi trường."
    }
  },
  {
    "translation": {
      "en": "Like, some article comes out",
      "vi": "Ví dụ có bài báo nào đó"
    }
  },
  {
    "translation": {
      "en": "that the polo team is selling seats into the school for 250 grand.",
      "vi": "viết là đội polo bán chỗ vào trường lấy 250 ngàn."
    }
  },
  {
    "translation": {
      "en": "Well, no, because she's a water polo player.",
      "vi": "Không, vì cô bé là cầu thủ polo nước."
    }
  },
  {
    "translation": {
      "en": "But she's not.",
      "vi": "Nhưng nó không phải."
    }
  },
  {
    "translation": {
      "en": "I'm so scared.",
      "vi": "Con sợ lắm."
    }
  },
  {
    "translation": {
      "en": "Check it. No matter what happens, you're gonna be fine.",
      "vi": "Xem đi. Dù chuyện gì xảy ra, con cũng sẽ ổn mà."
    }
  },
  {
    "translation": {
      "en": "You have to face it. You have to face it. Yeah.",
      "vi": "Con phải đối mặt. Con phải đối mặt. Ừ."
    }
  },
  {
    "translation": {
      "en": "You're gonna be fine. I promise. I got deferred.",
      "vi": "Con sẽ ổn mà. Mẹ đảm bảo. Con bị hoãn."
    }
  },
  {
    "translation": {
      "en": "You got deferred?",
      "vi": "Con bị hoãn à?"
    }
  },
  {
    "translation": {
      "en": "There's an update in your application portal,",
      "vi": "Có cập nhật trên cổng nộp đơn của bạn,"
    }
  },
  {
    "translation": {
      "en": "you click on it, and then that letter pops up.",
      "vi": "bạn nhấn vào, và lá thư đó nhảy ra."
    }
  },
  {
    "translation": {
      "en": "We appreciate your passion for our school. We're sorry to inform you…",
      "vi": "Chúng tôi cảm kích khát khao của bạn muốn vào trường. Rất tiếc thông báo…"
    }
  },
  {
    "translation": {
      "en": "…we are unable to offer you admission to Stanford.",
      "vi": "…chúng tôi không thể tuyển bạn vào Stanford."
    }
  },
  {
    "translation": {
      "en": "I'm not getting into San Diego or UCLA.",
      "vi": "Tôi sẽ không vào San Diego hay UCLA."
    }
  },
  {
    "translation": {
      "en": "Just makes me feel like shit.",
      "vi": "Làm tôi thấy tệ lắm."
    }
  },
  {
    "translation": {
      "en": "I literally started bawling. Like, it just angered me.",
      "vi": "Tôi đã khóc bù lu bù loa. Việc đó làm tôi giận dữ."
    }
  },
  {
    "translation": {
      "en": "There were a lot of tears, punching the wall, cursing.",
      "vi": "Rất nhiều nước mắt, đấm vào tường, chửi thề."
    }
  },
  {
    "translation": {
      "en": "I didn't leave my room. I was crying the entire weekend.",
      "vi": "Tôi đã không rời phòng. Tôi khóc suốt cuối tuần."
    }
  },
  {
    "translation": {
      "en": "I got rejected.",
      "vi": "Con đã bị từ chối."
    }
  },
  {
    "translation": {
      "en": "I have seen a change, and I have seen a progression.",
      "vi": "Tôi đã thấy một thay đổi, thấy một sự tiến bộ."
    }
  },
  {
    "translation": {
      "en": "And I do think that students are more obsessed with college.",
      "vi": "Tôi nghĩ học sinh ngày càng bị ám ảnh với đại học. HIỆU TRƯỞNG | MARLBOROUGH"
    }
  },
  {
    "translation": {
      "en": "I'd say most kids are getting plagued by this anxiety, and you can feel it.",
      "vi": "Đa số bọn trẻ bị lây nhiễm sự lo lắng, và bạn có thể cảm thấy."
    }
  },
  {
    "translation": {
      "en": "They're freaking out when you meet with them.",
      "vi": "Chúng hoảng hốt khi bạn gặp chúng."
    }
  },
  {
    "translation": {
      "en": "They're like, What if this happens? What about that?",
      "vi": "Chúng hỏi, Lỡ xảy ra thì sao? Thế thì sao?"
    }
  },
  {
    "translation": {
      "en": "Will they not like me because I wrote this one word?",
      "vi": "Liệu họ sẽ không thích con vì con đã viết chữ này?"
    }
  },
  {
    "translation": {
      "en": "It's like they're losing their minds because of it.",
      "vi": "Chúng mất trí vì chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Basically, I got rejected by almost all of the colleges I applied to.",
      "vi": "Hầu hết các trường tôi nộp đơn đều từ chối tôi."
    }
  },
  {
    "translation": {
      "en": "It's awful because you think something's wrong with yourself.",
      "vi": "Thật đáng sợ vì bạn nghĩ có gì đó không ổn với mình."
    }
  },
  {
    "translation": {
      "en": "When we have children and they apply to colleges, where will they go?",
      "vi": "Khi ta có con và chúng xin vào đại học, chúng sẽ đi đâu?"
    }
  },
  {
    "translation": {
      "en": "No one's getting into colleges at that point.",
      "vi": "Lúc đó chẳng ai vào được đại học nữa."
    }
  },
  {
    "translation": {
      "en": "It's crazy. Like, USC's acceptance rate just went down three more percent.",
      "vi": "Điên rồ. Tỷ lệ nhận của USC giảm xuống ba phần trăm nữa."
    }
  },
  {
    "translation": {
      "en": "It's at 12% now, which is like…",
      "vi": "Giờ là 12%, tức là…"
    }
  },
  {
    "translation": {
      "en": "Most students who wanna go to college could find a college.",
      "vi": "Đa số học sinh muốn vào đại học có thể tìm được một trường."
    }
  },
  {
    "translation": {
      "en": "The problem is",
      "vi": "Vấn đề là"
    }
  },
  {
    "translation": {
      "en": "far too many students want to go to the same colleges.",
      "vi": "có quá nhiều học sinh muốn vào cùng một trường."
    }
  },
  {
    "translation": {
      "en": "My goals were Ivy League. I wanted to get in that.",
      "vi": "Mục tiêu của tôi là Ivy League. Tôi muốn vào đó."
    }
  },
  {
    "translation": {
      "en": "And when I didn't get in, I was… just broken.",
      "vi": "Và khi không vào được, tôi… suy sụp."
    }
  },
  {
    "translation": {
      "en": "I took AP bio. I'm taking AP environmental science this year. I…",
      "vi": "Tôi đã làm AP sinh học. Năm nay tôi làm AP khoa học môi trường. Tôi…"
    }
  },
  {
    "translation": {
      "en": "I'm not interested in it at all.",
      "vi": "Tôi chẳng thích nó chút nào."
    }
  },
  {
    "translation": {
      "en": "Just to have this extra leverage that doesn't even help.",
      "vi": "Chỉ để có thêm chút sức bẩy, mà vốn chẳng giúp được gì."
    }
  },
  {
    "translation": {
      "en": "This is going on in high schools across the country.",
      "vi": "Việc này diễn ra ở các trường cấp ba khắp cả nước."
    }
  },
  {
    "translation": {
      "en": "How many advanced classes can you take?",
      "vi": "Bạn có thể học bao nhiêu lớp cao cấp?"
    }
  },
  {
    "translation": {
      "en": "You drop orchestra because if you don't do orchestra, you can take another science class.",
      "vi": "Bạn bỏ ban nhạc vì có thể học thêm một lớp khoa học."
    }
  },
  {
    "translation": {
      "en": "There's so much pressure on these kids.",
      "vi": "Bọn trẻ này bị quá nhiều áp lực."
    }
  },
  {
    "translation": {
      "en": "Because if a school offers 15 APs and you've only taken one,",
      "vi": "Vì nếu trường đưa ra 15 chương trình AP và bạn chỉ nhận một,"
    }
  },
  {
    "translation": {
      "en": "you can cross off the top 50 schools in the country.",
      "vi": "tức là bạn khỏi vào 50 trường top đầu cả nước."
    }
  },
  {
    "translation": {
      "en": "You have people who just go home and all they do is homework.",
      "vi": "Có những người chỉ về nhà và làm bài tập."
    }
  },
  {
    "translation": {
      "en": "I hate seeing how it consumes people's lives.",
      "vi": "Tôi ghét thấy việc đó nuốt mất cuộc sống của người ta."
    }
  },
  {
    "translation": {
      "en": "I think social media is a contributing factor,",
      "vi": "Tôi nghĩ mạng xã hội là một yếu tố góp phần vào đó,"
    }
  },
  {
    "translation": {
      "en": "because as soon as a student anywhere has an acceptance, it goes onto social media,",
      "vi": "vì ngay khi một học sinh ở bất cứ đâu được nhận, thì tin loan trên mạng xã hội,"
    }
  },
  {
    "translation": {
      "en": "so it's just another time to sort of feel a punch in the gut.",
      "vi": "đó là một lần nữa ta như nhận một cú đấm vào bụng."
    }
  },
  {
    "translation": {
      "en": "It's just really shitty to feel like this.",
      "vi": "Thật tồi tệ khi có cảm giác này."
    }
  },
  {
    "translation": {
      "en": "And I know that people that got in are super deserving.",
      "vi": "Và tôi biết những người được nhận thì siêu xứng đáng."
    }
  },
  {
    "translation": {
      "en": "I like to curl my fake lash with my real lashes.",
      "vi": "Tôi muốn uốn cong lông mi giả bằng lông mi thật của tôi."
    }
  },
  {
    "translation": {
      "en": "Olivia Jade is an extremely successful YouTube influencer.",
      "vi": "Olivia Jade là người thành công, cực kỳ có ảnh hưởng trên YouTube."
    }
  },
  {
    "translation": {
      "en": "She had millions of followers watch these videos where she would,",
      "vi": "Cô ấy có hàng triệu người theo dõi, xem những video mà cô ấy,"
    }
  },
  {
    "translation": {
      "en": "you know, get up, brush her teeth, do her morning makeup routine,",
      "vi": "bạn biết đó, ngủ dậy, đánh răng, trang điểm buổi sáng,"
    }
  },
  {
    "translation": {
      "en": "pick out outfits. So it's this very diary like thing,",
      "vi": "chọn quần áo. Kiểu như nhật ký vậy,"
    }
  },
  {
    "translation": {
      "en": "but with the added benefit of branding opportunities.",
      "vi": "nhưng với ích lợi gia tăng của cơ hội quảng cáo nhãn hàng."
    }
  },
  {
    "translation": {
      "en": "I created my own collection with Princess Polly.",
      "vi": "Tôi đã tạo bộ sưu tập riêng với Princess Polly."
    }
  },
  {
    "translation": {
      "en": "I get to reveal and announce",
      "vi": "Tôi được tiết lộ và công bố"
    }
  },
  {
    "translation": {
      "en": "my highlight palette with Sephora Collection.",
      "vi": "bảng phấn mắt nhũ của mình cùng Bộ Sưu tập Sephora."
    }
  },
  {
    "translation": {
      "en": "She's the child of the actress Lori Loughlin",
      "vi": "Cô ấy là con gái của nữ diễn viên Lori Loughlin"
    }
  },
  {
    "translation": {
      "en": "and the fashion designer Mossimo Giannulli.",
      "vi": "và nhà thiết kế thời trang Mossimo Giannulli."
    }
  },
  {
    "translation": {
      "en": "They supposedly had both of their daughters, Olivia Jade and Bella,",
      "vi": "Họ được cho là đã để cả hai cô con gái, Olivia Jade và Bella,"
    }
  },
  {
    "translation": {
      "en": "pose on a rowing machine, and sent these pictures to Rick Singer",
      "vi": "tạo dáng trên máy chèo thuyền, rồi gửi ảnh đó cho Rick Singer,"
    }
  },
  {
    "translation": {
      "en": "and had them accepted into USC as coxswains.",
      "vi": "giúp chúng được nhận vào USC ở vai trò người dẫn hướng thuyền."
    }
  },
  {
    "translation": {
      "en": "I went to high school with Olivia Jade. I know the school she was at.",
      "vi": "Tôi đã học cấp ba với Olivia Jade. Tôi biết cô ta học trường nào."
    }
  },
  {
    "translation": {
      "en": "I saw a picture of Olivia Jade's sister on the wall with the seniors,",
      "vi": "Tôi đã thấy ảnh chị của Olivia Jade trên tường với các học sinh năm cuối,"
    }
  },
  {
    "translation": {
      "en": "and it was like, Congratulations for getting into USC.",
      "vi": "và có ghi, Chúc mừng được vào USC."
    }
  },
  {
    "translation": {
      "en": "And then I remember hearing later that Olivia had also gotten into USC.",
      "vi": "Và rồi tôi nhớ sau đó có nghe là Olivia cũng được vào USC."
    }
  },
  {
    "translation": {
      "en": "I was like, Whoa. 'Cause USC is extremely hard to get into.",
      "vi": "Tôi nghĩ, Trời. Vì cực kỳ khó vào USC."
    }
  },
  {
    "translation": {
      "en": "So not only one sister, but both of them.",
      "vi": "Không chỉ cô chị, mà cả hai cùng vào."
    }
  },
  {
    "translation": {
      "en": "Off to school. Bye, Olivia. Have a lovely day.",
      "vi": "Đến trường. Tạm biệt, Olivia. Một ngày vui nhé."
    }
  },
  {
    "translation": {
      "en": "I know you're so excited. I won't. I will not.",
      "vi": "Mẹ biết con hào hứng. Không đâu."
    }
  },
  {
    "translation": {
      "en": "Whatever.",
      "vi": "Sao cũng được."
    }
  },
  {
    "translation": {
      "en": "There's an Olivia Jade video",
      "vi": "Có một video của Olivia Jade,"
    }
  },
  {
    "translation": {
      "en": "where it's the first day of her senior year of high school,",
      "vi": "là ngày đầu tiên của năm cuối cấp ba của cô ta,"
    }
  },
  {
    "translation": {
      "en": "and she's pretty miserable.",
      "vi": "và cô ta thật khổ sở."
    }
  },
  {
    "translation": {
      "en": "I've gone to one class, and I wanna die.",
      "vi": "Tôi đã học một lớp, và tôi muốn chết."
    }
  },
  {
    "translation": {
      "en": "It's so hot in every single room.",
      "vi": "Phòng nào cũng nóng."
    }
  },
  {
    "translation": {
      "en": "I just wanna go home.",
      "vi": "Tôi chỉ muốn về nhà."
    }
  },
  {
    "translation": {
      "en": "Then she returns home and she says, I've never been so happy.",
      "vi": "Rồi cô ta về nhà và nói, Tôi chưa từng vui đến thế."
    }
  },
  {
    "translation": {
      "en": "I've never been so happy to be anywhere in my whole entire life.",
      "vi": "Tôi chưa từng vui đến thế khi ở bất cứ đâu trong đời."
    }
  },
  {
    "translation": {
      "en": "Then there's also a nod to a kind of, like, you know, #blessed.",
      "vi": "Rồi sau đó lại đồng ý với một hashtag là #cóphúc."
    }
  },
  {
    "translation": {
      "en": "Remember how lucky we are to have an education",
      "vi": "Hãy nhớ ta may thế nào khi được đi học"
    }
  },
  {
    "translation": {
      "en": "and how many people would kill to have a good education.",
      "vi": "và bao nhiêu người thèm khát nền giáo giáo dục tốt."
    }
  },
  {
    "translation": {
      "en": "Or an education at all. So, as much as I hate it…",
      "vi": "Hoặc chỉ cần được học. Nên dù tôi ghét…"
    }
  },
  {
    "translation": {
      "en": "I still hate it, but I'm grateful that I get to be educated.",
      "vi": "Tôi vẫn ghét, nhưng tôi biết ơn vì mình được đi học."
    }
  },
  {
    "translation": {
      "en": "Even though I hate it.",
      "vi": "Dù tôi ghét nó."
    }
  },
  {
    "translation": {
      "en": "Olivia Jade had said that she wanted to drop out of high school,",
      "vi": "Olivia Jade đã nói cô ta muốn bỏ học cấp ba,"
    }
  },
  {
    "translation": {
      "en": "in fact, when she was a senior.",
      "vi": "thật đấy, khi cô ta học năm cuối."
    }
  },
  {
    "translation": {
      "en": "I told my mom I wanted to quit school. She was like, That's not happening.",
      "vi": "Tôi đã bảo mẹ là tôi muốn bỏ học. Mẹ bảo, Không đời nào."
    }
  },
  {
    "translation": {
      "en": "She made me stick it out, and then my dad made me go to college.",
      "vi": "Mẹ bắt tôi học tiếp, rồi bố tôi bắt tôi học đại học."
    }
  },
  {
    "translation": {
      "en": "Mostly my parents really wanted me to go, because both of them didn't go to college…",
      "vi": "Bố mẹ muốn tôi đi học, vì cả hai người họ không học đại học…"
    }
  },
  {
    "translation": {
      "en": "They did all right. They did fine.",
      "vi": "Họ vẫn làm tốt. Họ ổn."
    }
  },
  {
    "translation": {
      "en": "They did fine. Yeah.",
      "vi": "Họ ổn. Ừ."
    }
  },
  {
    "translation": {
      "en": "They areHypocrites.",
      "vi": "Họ… Đạo đức giả."
    }
  },
  {
    "translation": {
      "en": "It never seemed like she was very interested",
      "vi": "Chưa bao giờ cô ta có vẻ thích"
    }
  },
  {
    "translation": {
      "en": "in what college could give her.",
      "vi": "những gì đại học có thể cho."
    }
  },
  {
    "translation": {
      "en": "Why should she be? She was very successful in what she was doing.",
      "vi": "Sao phải thích? Cô ta rất thành công với việc đang làm."
    }
  },
  {
    "translation": {
      "en": "Things were going great for her.",
      "vi": "Mọi sự tuyệt vời với cô ta."
    }
  },
  {
    "translation": {
      "en": "In November of 2017,",
      "vi": "Được rồi, Jim… Tháng 11/2017,"
    }
  },
  {
    "translation": {
      "en": "Donna Heinel presented Olivia Jade's athletic profile to the USC subcommittee,",
      "vi": "Donna Heinel giới thiệu hồ sơ thể thao của Olivia Jade cho tiểu ban của USC,"
    }
  },
  {
    "translation": {
      "en": "and they approved her admission to the university conditionally.",
      "vi": "và họ nhận cô ta vào đại học có điều kiện."
    }
  },
  {
    "translation": {
      "en": "Less than two weeks later,",
      "vi": "Chưa đầy hai tuần sau,"
    }
  },
  {
    "translation": {
      "en": "Rick Singer wrote an email confirming to Olivia's parents",
      "vi": "Rick Singer viết email xác nhận cho bố mẹ Olivia"
    }
  },
  {
    "translation": {
      "en": "that she was going to be accepted at USC",
      "vi": "rằng cô ta được nhận vào USC"
    }
  },
  {
    "translation": {
      "en": "and told them to keep it hush hush until March.",
      "vi": "và bảo họ giữ im lặng cho đến tháng 3."
    }
  },
  {
    "translation": {
      "en": "The guidance counselor at Olivia Jade's high school became suspicious",
      "vi": "Cố vấn nghề nghiệp ở trường cấp ba của Olivia Jade bắt đầu nghi ngờ"
    }
  },
  {
    "translation": {
      "en": "because he didn't believe either of the sisters participated in crew.",
      "vi": "vì ông tin cả hai chị em không tham gia chèo thuyền."
    }
  },
  {
    "translation": {
      "en": "According to the government, Olivia Jade and her parents",
      "vi": "Theo chính quyền, Olivia Jade và bố mẹ cô ta"
    }
  },
  {
    "translation": {
      "en": "discussed how to avoid the possibility",
      "vi": "đã bàn bạc cách tránh né khả năng"
    }
  },
  {
    "translation": {
      "en": "of the high school counselor disrupting their admissions scheme.",
      "vi": "cố vấn trường cấp ba phá hỏng âm mưu tuyển sinh của họ."
    }
  },
  {
    "translation": {
      "en": "Olivia Jade asked whether she should list USC as her top choice school",
      "vi": "Olivia Jade đã hỏi có nên liệt kê USC làm lựa chọn hàng đầu của cô ta,"
    }
  },
  {
    "translation": {
      "en": "and Lori replied, Yes, but it might be a flag for the weasel to meddle.",
      "vi": "Lori trả lời, Có, nhưng có thể sẽ như phất cờ gọi chồn đến phá."
    }
  },
  {
    "translation": {
      "en": "Presumably referring to the counselor.",
      "vi": "Có lẽ là đề cập đến vị cố vấn."
    }
  },
  {
    "translation": {
      "en": "And Mossimo added to that, Fuck him, and said that he was a nosy bastard.",
      "vi": "Và Mossimo thêm vào, Kệ hắn, và nói cố vấn đó là tên khốn nhiều chuyện."
    }
  },
  {
    "translation": {
      "en": "Things began to unravel when Olivia Jade's counselor",
      "vi": "Chuyện bắt đầu bung bét khi cố vấn của Olivia Jade"
    }
  },
  {
    "translation": {
      "en": "had a phone call with a USC admissions official.",
      "vi": "gọi điện cho một nhân viên tuyển sinh USC."
    }
  },
  {
    "translation": {
      "en": "Conducted routine counselor call with USC",
      "vi": "BÁO CÁO NỘI BỘ CỦA CỐ VẤN CỦA OLIVIA Thực hiện cuộc gọi cố vấn định kỳ với USC để kiểm tra hàng tá đơn nộp năm đó."
    }
  },
  {
    "translation": {
      "en": "to check up on the dozens of applicants that year.",
      "vi": "Thực hiện cuộc gọi cố vấn định kỳ với USC để kiểm tra hàng tá đơn nộp năm đó."
    }
  },
  {
    "translation": {
      "en": "When we got to Olivia,",
      "vi": "Khi nói đến Olivia,"
    }
  },
  {
    "translation": {
      "en": "USC said she was flagged as a recruit for the crew team.",
      "vi": "USC nói cô ta được đánh dấu là chiêu mộ cho đội chèo thuyền."
    }
  },
  {
    "translation": {
      "en": "I told them I had no knowledge of Olivia's involvement in crew.",
      "vi": "Tôi bảo họ tôi không biết Olivia có liên quan đến chèo thuyền."
    }
  },
  {
    "translation": {
      "en": "Based on what I knew of her video blogging schedule,",
      "vi": "Theo tôi biết về lịch ra blog video của cô ta,"
    }
  },
  {
    "translation": {
      "en": "I highly doubted she was involved in the sport.",
      "vi": "tôi nghi cô ta không thể chơi thể thao."
    }
  },
  {
    "translation": {
      "en": "Somehow Mossimo found out what the counselor had said to USC,",
      "vi": "Làm sao đó Mossimo biết những gì vị cố vấn nói với USC,"
    }
  },
  {
    "translation": {
      "en": "and went to the school to confront him.",
      "vi": "và đến trường chất vấn anh ấy."
    }
  },
  {
    "translation": {
      "en": "I received a call from the front desk",
      "vi": "Tôi nhận cuộc gọi từ tiếp tân"
    }
  },
  {
    "translation": {
      "en": "that Mr. Giannulli was downstairs and wanted to talk to me.",
      "vi": "rằng ông Giannulli ở tầng dưới và muốn nói chuyện với tôi."
    }
  },
  {
    "translation": {
      "en": "When we sat down in my office,",
      "vi": "Khi ngồi ở văn phòng tôi,"
    }
  },
  {
    "translation": {
      "en": "he aggressively asked what I was telling USC about his daughters",
      "vi": "ông ta hung hăng hỏi tôi nói gì với USC về các con ông ta"
    }
  },
  {
    "translation": {
      "en": "and why I was trying to ruin or get in the way of their opportunities.",
      "vi": "và vì sao tôi cố phá hoại hay cản trở cơ hội của chúng."
    }
  },
  {
    "translation": {
      "en": "His tone made me visibly nervous.",
      "vi": "Giọng điệu ông ta làm tôi lo lắng ra mặt."
    }
  },
  {
    "translation": {
      "en": "Word of the confrontation got back to Donna Heinel at USC,",
      "vi": "Tin về cuộc chất vấn đến tai Donna Heinel ở USC,"
    }
  },
  {
    "translation": {
      "en": "and she left a voicemail for Rick Singer cautioning about the situation.",
      "vi": "và cô ta để lại thư thoại cho Rick Singer cảnh báo về tình huống."
    }
  },
  {
    "translation": {
      "en": "Yeah, hey, Rick, look, I just wanna make sure that,",
      "vi": "Ừ, Rick, nghe này, tôi chỉ muốn đảm bảo là,"
    }
  },
  {
    "translation": {
      "en": "you know, I don't want the… the parents getting angry",
      "vi": "tôi không muốn phụ huynh tức giận"
    }
  },
  {
    "translation": {
      "en": "or creating any type of disturbance at the school, okay?",
      "vi": "hay gây ra bất cứ náo loạn gì ở trường, được chứ?"
    }
  },
  {
    "translation": {
      "en": "I just wanna make sure that those students,",
      "vi": "Tôi chỉ muốn đảm bảo là các học sinh đó,"
    }
  },
  {
    "translation": {
      "en": "if questioned at the school, that they respond appropriately,",
      "vi": "nếu bị nghi ngờ ở trường, thì chúng phản ứng phù hợp,"
    }
  },
  {
    "translation": {
      "en": "that they're walk on candidates for their respective sports,",
      "vi": "rằng chúng là ứng viên đặc cách cho môn thể thao tương ứng."
    }
  },
  {
    "translation": {
      "en": "that they're looking forward to trying out for the team",
      "vi": "Chúng đang mong được thử chơi cho đội"
    }
  },
  {
    "translation": {
      "en": "and making the team when they get here.",
      "vi": "và góp sức cho đội khi chúng đến đây."
    }
  },
  {
    "translation": {
      "en": "That's what I just… wanna make sure of.",
      "vi": "Đó là điều tôi… muốn đảm bảo."
    }
  },
  {
    "translation": {
      "en": "I don't want anybody walking into their high school",
      "vi": "Tôi không muốn ai đến trường cấp ba của chúng"
    }
  },
  {
    "translation": {
      "en": "and, you know, yelling at counselors. That'll shut everything down.",
      "vi": "và la hét với các cố vấn. Như thế sẽ làm tiêu mọi thứ."
    }
  },
  {
    "translation": {
      "en": "The scandal did surprise me",
      "vi": "Vụ bê bối này làm tôi ngạc nhiên"
    }
  },
  {
    "translation": {
      "en": "because it reflected a kind of blatant illegality.",
      "vi": "vì nó phản ánh một sự phi pháp rõ rành rành."
    }
  },
  {
    "translation": {
      "en": "Bribing college coaches to pretend that their children were athletes",
      "vi": "Hối lộ các HLV đại học để giả vờ con họ là VĐV"
    }
  },
  {
    "translation": {
      "en": "when in fact they weren't.",
      "vi": "mà thực tế không phải."
    }
  },
  {
    "translation": {
      "en": "Why would a college coach jeopardize their job and their reputation",
      "vi": "Tại sao một HLV đại học lại gây hại cho công việc và danh tiếng của họ"
    }
  },
  {
    "translation": {
      "en": "to let somebody in for a bribe?",
      "vi": "bằng việc nhận hối lộ để chiêu sinh?"
    }
  },
  {
    "translation": {
      "en": "Fundraising was certainly a big part of my job.",
      "vi": "Gây quỹ là phần quan trọng trong công việc của tôi."
    }
  },
  {
    "translation": {
      "en": "Funding going to the football and basketball programs",
      "vi": "Tiền vào các chương trình bóng bầu dục và bóng rổ"
    }
  },
  {
    "translation": {
      "en": "are pretty extreme compared to what a smaller sport like sailing gets.",
      "vi": "là khá nhiều nếu so với các môn nhỏ như thuyền buồm nhận được."
    }
  },
  {
    "translation": {
      "en": "The school isn't making money by having a sailing program.",
      "vi": "Trường không làm ra tiền nhờ chương trình thuyền buồm."
    }
  },
  {
    "translation": {
      "en": "It's great they offer it for students, but that program is in the red.",
      "vi": "Nó tốt cho sinh viên, nhưng có nguy cơ bị ngừng."
    }
  },
  {
    "translation": {
      "en": "That money has to be either made up for in donations",
      "vi": "Tiền phải được kiếm về từ quyên góp"
    }
  },
  {
    "translation": {
      "en": "or the school is just writing a check for salaries, equipment, travel.",
      "vi": "hoặc trường viết séc chi cho tiền lương, trang bị, đi lại."
    }
  },
  {
    "translation": {
      "en": "My dream would be if my job was just to coach.",
      "vi": "Ước mơ của tôi là chỉ việc huấn luyện."
    }
  },
  {
    "translation": {
      "en": "All told, I was horrible at fundraising. It's not something I really like to do.",
      "vi": "Tôi gây quỹ rất dở. Đó không phải việc tôi thích làm."
    }
  },
  {
    "translation": {
      "en": "But it was done out of necessity.",
      "vi": "Nhưng phải làm vì cần thiết."
    }
  },
  {
    "translation": {
      "en": "It was always a struggle to kind of survive.",
      "vi": "Đó luôn là một cuộc đấu tranh để sống sót."
    }
  },
  {
    "translation": {
      "en": "In December 2018, all the head coaches are gonna meet with the senior staff.",
      "vi": "Tháng 12/2018, tất cả HLV trưởng gặp quản lý cấp cao."
    }
  },
  {
    "translation": {
      "en": "It's a big deal, that meeting.",
      "vi": "Cuộc họp đó là chuyện lớn."
    }
  },
  {
    "translation": {
      "en": "In 11 years, I'd met the senior athletic director a handful of times.",
      "vi": "Trong 11 năm, tôi gặp giám đốc thể thao cấp cao rất ít lần."
    }
  },
  {
    "translation": {
      "en": "I'm in the athletic director's office. There's, like, six of them there.",
      "vi": "Tôi ở văn phòng giám đốc thể thao. Có sáu người họ ở đó."
    }
  },
  {
    "translation": {
      "en": "We'd just won a national championship less than a month earlier,",
      "vi": "Chưa đầy một tháng trước đó, chúng tôi vô địch quốc gia."
    }
  },
  {
    "translation": {
      "en": "and the athletic director hadn't even recognized it.",
      "vi": "Giám đốc thể thao còn chẳng ghi nhận việc đó."
    }
  },
  {
    "translation": {
      "en": "Didn't say congratulations, didn't reach out to the team, nothing.",
      "vi": "Không chúc mừng, không bắt tay cả đội."
    }
  },
  {
    "translation": {
      "en": "Didn't say congratulations during that meeting.",
      "vi": "Không chúc mừng suốt cuộc họp đó."
    }
  },
  {
    "translation": {
      "en": "The only thing he was doing was watching TV.",
      "vi": "Việc duy nhất ông ấy làm là xem TV."
    }
  },
  {
    "translation": {
      "en": "He was facing, you know, four or five screens on a wall",
      "vi": "Ông ấy quay mặt vào bốn hay năm màn hình trên tường"
    }
  },
  {
    "translation": {
      "en": "and was watching basketball.",
      "vi": "và xem bóng rổ."
    }
  },
  {
    "translation": {
      "en": "The only time he looks up at me and starts really asking questions",
      "vi": "Lần duy nhất ông ấy nhìn tôi và bắt đầu hỏi"
    }
  },
  {
    "translation": {
      "en": "is when it comes to fundraising.",
      "vi": "là khi liên quan đến gây quỹ."
    }
  },
  {
    "translation": {
      "en": "Like, You're doing a great job of fundraising.",
      "vi": "Anh đang gây quỹ rất tốt."
    }
  },
  {
    "translation": {
      "en": "Keep that up. That's really helpful.",
      "vi": "Tiếp tục nhé. Rất có ích đấy."
    }
  },
  {
    "translation": {
      "en": "Then he goes back to the television. That's it for the whole meeting.",
      "vi": "Rồi ông ấy lại xem TV. Cả buổi họp chỉ có thế."
    }
  },
  {
    "translation": {
      "en": "This is someone that knew Rick Singer. Yes. Yeah, he told me he did.",
      "vi": "Đây là người biết Rick Singer. Phải. Ông ấy nói là biết."
    }
  },
  {
    "translation": {
      "en": "Rick really was pushing me hard to really take a look at this student.",
      "vi": "Rick đã thúc ép tôi xem xét một học sinh."
    }
  },
  {
    "translation": {
      "en": "He was really interested and knew I wanted a second assistant coach,",
      "vi": "Ông ta quan tâm và biết tôi muốn có trợ lý HLV thứ hai,"
    }
  },
  {
    "translation": {
      "en": "and I was struggling to fundraise for that position,",
      "vi": "và tôi đang vất vả gây quỹ cho vị trí đó,"
    }
  },
  {
    "translation": {
      "en": "and he said, Hey, through my foundation,",
      "vi": "ông ta nói, Này, qua quỹ của tôi,"
    }
  },
  {
    "translation": {
      "en": "I would like to donate $110,000 to the program",
      "vi": "tôi muốn quyên 110.000 đô cho chương trình"
    }
  },
  {
    "translation": {
      "en": "to get you through a year or two of funding that position.",
      "vi": "để giúp anh một hay hai năm tài chính cho vị trí đó."
    }
  },
  {
    "translation": {
      "en": "He's like, No strings attached.",
      "vi": "Ông ta bảo, Không ràng buộc gì."
    }
  },
  {
    "translation": {
      "en": "I just wanna continue our relationship and keep bringing people to you",
      "vi": "Tôi chỉ muốn duy trì quan hệ chúng ta, đưa người đến cho anh"
    }
  },
  {
    "translation": {
      "en": "and have you look at 'em.",
      "vi": "và nhờ anh xem xét họ."
    }
  },
  {
    "translation": {
      "en": "I said, Great. That's fantastic.",
      "vi": "Tôi nói, Tuyệt. Hay lắm."
    }
  },
  {
    "translation": {
      "en": "I think this was a slippery slope for John,",
      "vi": "Tôi nghĩ đây là dốc trơn cho John,"
    }
  },
  {
    "translation": {
      "en": "and he didn't knowingly wake up and say,",
      "vi": "anh ta ngủ dậy và nói trong vô ý,"
    }
  },
  {
    "translation": {
      "en": "You know what? Today I'm going to join this racketeering conspiracy.",
      "vi": "Biết không? Hôm nay tôi sẽ tham gia một âm mưu làm tiền."
    }
  },
  {
    "translation": {
      "en": "But all the government have to prove is Did you accept the money",
      "vi": "Nhưng chính quyền chỉ cần chứng tỏ anh đã nhận tiền"
    }
  },
  {
    "translation": {
      "en": "in exchange for something that the giver of the money wanted",
      "vi": "để đổi lấy gì đó mà người đưa tiền muốn có,"
    }
  },
  {
    "translation": {
      "en": "and didn't duly earn, didn't deserve?",
      "vi": "và anh không kiếm tiền chính đáng."
    }
  },
  {
    "translation": {
      "en": "The biggest factor in the Stanford coach's case",
      "vi": "Yếu tố lớn nhất trong vụ HLV Stanford"
    }
  },
  {
    "translation": {
      "en": "was he didn't personally enrich himself.",
      "vi": "là anh ta không làm giàu cho cá nhân."
    }
  },
  {
    "translation": {
      "en": "The proceeds that he received furthered the sailing program at Stanford.",
      "vi": "Số tiền anh ta nhận giúp cho chương trình thuyền buồm Stanford."
    }
  },
  {
    "translation": {
      "en": "Rick Singer was skilled at leveraging off people.",
      "vi": "Rick Singer có kỹ năng trong việc lợi dụng người khác."
    }
  },
  {
    "translation": {
      "en": "He had a sixth sense to exploit",
      "vi": "Ông ta có giác quan thứ sáu để khai thác"
    }
  },
  {
    "translation": {
      "en": "and find vulnerabilities of people he was working with.",
      "vi": "và tìm điểm yếu của người mà ông ta làm cùng."
    }
  },
  {
    "translation": {
      "en": "From my understanding, in the Felicity Huffman case,",
      "vi": "Theo tôi hiểu, trong vụ Felicity Huffman,"
    }
  },
  {
    "translation": {
      "en": "he told Felicity,",
      "vi": "ông ta bảo Felicity,"
    }
  },
  {
    "translation": {
      "en": "Your daughter's scores aren't good enough to get into this school.",
      "vi": "Điểm của con gái cô không đủ tốt để vào trường này."
    }
  },
  {
    "translation": {
      "en": "Turns out that was made up, false.",
      "vi": "Hóa ra đó là bịa đặt, sai."
    }
  },
  {
    "translation": {
      "en": "The daughter would've gotten in regardless.",
      "vi": "Cô con gái đủ sức vào được."
    }
  },
  {
    "translation": {
      "en": "It's identifying those pain points.",
      "vi": "Nó xác định những điểm đau."
    }
  },
  {
    "translation": {
      "en": "Felicity can begin to rationalize.",
      "vi": "Felicity có thể bắt đầu suy nghĩ."
    }
  },
  {
    "translation": {
      "en": "Am I a good enough mother? Have I spent too much time on my career?",
      "vi": "Mình làm mẹ đủ tốt? Dành quá nhiều thời gian cho sự nghiệp?"
    }
  },
  {
    "translation": {
      "en": "Don't you want your daughter in a good school?",
      "vi": "Không muốn con vào trường tốt à?"
    }
  },
  {
    "translation": {
      "en": "Leveraging off the weakness, the pain point.",
      "vi": "Lợi dụng điểm yếu, điểm đau."
    }
  },
  {
    "translation": {
      "en": "No, his grades are not good enough to get into SC.",
      "vi": "Không, điểm của cậu ấy không đủ tốt để vào SC."
    }
  },
  {
    "translation": {
      "en": "Is that right? Oh, yeah. Oh, yeah.",
      "vi": "Thế à? Phải."
    }
  },
  {
    "translation": {
      "en": "That's amazing. Wow. Okay.",
      "vi": "Hay thật. Chà. Được rồi."
    }
  },
  {
    "translation": {
      "en": "What would her chances be without this process?",
      "vi": "Không có cách này thì cơ hội của con bé ra sao?"
    }
  },
  {
    "translation": {
      "en": "Zero. She won't get in?",
      "vi": "Bằng không. Sẽ không được à?"
    }
  },
  {
    "translation": {
      "en": "Zero. She has no chance.",
      "vi": "Bằng không. Không có khả năng."
    }
  },
  {
    "translation": {
      "en": "What he did well, like what a good marketer does,",
      "vi": "Điều ông ta làm tốt, như một nhà marketing giỏi,"
    }
  },
  {
    "translation": {
      "en": "he sold the benefits. It's very simple.",
      "vi": "là bán ích lợi. Rất đơn giản."
    }
  },
  {
    "translation": {
      "en": "Would you like your daughter to go to Harvard? Yes.",
      "vi": "Cô muốn con gái cô vào Harvard chứ? Có."
    }
  },
  {
    "translation": {
      "en": "Great. If you'd like your daughter to go to Harvard, do this.",
      "vi": "Tốt. Nếu cô muốn con gái vào Harvard, làm thế này."
    }
  },
  {
    "translation": {
      "en": "Here's the reality. Your daughter's not scoring that well,",
      "vi": "Đây là thực tế. Điểm của con gái cô không đủ."
    }
  },
  {
    "translation": {
      "en": "been mentoring her for two years.",
      "vi": "Hướng dẫn cô bé hai năm rồi."
    }
  },
  {
    "translation": {
      "en": "The kid doesn't get it. If she's not Harvard material,",
      "vi": "Cô bé không hiểu. Nếu cô bé không đủ trình độ"
    }
  },
  {
    "translation": {
      "en": "and you want her to go to Harvard, we gotta take a different path.",
      "vi": "và cô muốn cô bé vào Harvard, ta phải tính đường khác."
    }
  },
  {
    "translation": {
      "en": "Here's that path. We'll have someone take the test for you.",
      "vi": "Đường đó đây. Ta sẽ phải có người thi thay cho cô."
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "vi": "Ý anh là sao?"
    }
  },
  {
    "translation": {
      "en": "This guy, for $15,000, is gonna take the test.",
      "vi": "Người này, với 15.000 đô, sẽ thi thay."
    }
  },
  {
    "translation": {
      "en": "This is absolutely unheard of.",
      "vi": "Việc này chưa ai nghe tới."
    }
  },
  {
    "translation": {
      "en": "To make this happen, I can make scores happen,",
      "vi": "Để làm được, tôi có thể làm điểm tốt,"
    }
  },
  {
    "translation": {
      "en": "and nobody on the planet can make scores happen.",
      "vi": "và không ai trên hành tinh này có thể."
    }
  },
  {
    "translation": {
      "en": "Your kid won't even know it happened. It will happen as though…",
      "vi": "Con gái anh sẽ không biết. Chuyện sẽ xảy ra như thể…"
    }
  },
  {
    "translation": {
      "en": "She will think she's really super smart and she got lucky on a test,",
      "vi": "Cô bé sẽ nghĩ mình siêu thông minh và gặp may khi thi,"
    }
  },
  {
    "translation": {
      "en": "and you got a score now.",
      "vi": "và ta có điểm."
    }
  },
  {
    "translation": {
      "en": "It's the homerun of homeruns.",
      "vi": "Đó là cú homerun ngon nhất."
    }
  },
  {
    "translation": {
      "en": "And it works? Every time.",
      "vi": "Và làm được chứ? Lần nào cũng được."
    }
  },
  {
    "translation": {
      "en": "What is the… What is the number?",
      "vi": "Thế còn… Con số là bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "The number on the testing is $75,000, okay?",
      "vi": "Số tiền để thi là 75.000 đô, được chứ?"
    }
  },
  {
    "translation": {
      "en": "It's $75,000 to get any scores you wanna get on the ACT or SAT.",
      "vi": "Là 75.000 đô để có bất cứ điểm nào anh muốn để đậu ACT hay SAT."
    }
  },
  {
    "translation": {
      "en": "If you wanna get into an elite university in America,",
      "vi": "Nếu bạn muốn vào một trường ưu tú ở Mỹ,"
    }
  },
  {
    "translation": {
      "en": "on the ACT, which is scored out of 36,",
      "vi": "bằng kỳ thi ACT, tính điểm theo thang 36,"
    }
  },
  {
    "translation": {
      "en": "if you're not really in the 34, 35, 36 range,",
      "vi": "nếu bạn không ở trong khoảng 34, 35, 36,"
    }
  },
  {
    "translation": {
      "en": "or on the SAT if you're not sort of 1500 and above,",
      "vi": "hoặc thi SAT nếu không được 1.500 trở lên,"
    }
  },
  {
    "translation": {
      "en": "you're probably not in the conversation.",
      "vi": "chắc là không còn hy vọng."
    }
  },
  {
    "translation": {
      "en": "For many years, the SAT was explained and advertised as being an aptitude test.",
      "vi": "Trong nhiều năm, SAT đã được giải thích và quảng cáo là bài thi năng lực."
    }
  },
  {
    "translation": {
      "en": "A very prominent, predictive feature of getting a high test score…",
      "vi": "Một yếu tố nổi bật, có tính dự đoán để được điểm thi cao…"
    }
  },
  {
    "translation": {
      "en": "is family income.",
      "vi": "là thu nhập của gia đình."
    }
  },
  {
    "translation": {
      "en": "The college board and the ACT have admitted this for years.",
      "vi": "Hội đồng đại học và ACT đã thừa nhận điều này nhiều năm."
    }
  },
  {
    "translation": {
      "en": "This is not a secret that's being divulged.",
      "vi": "Đây không phải một bí mật đang lộ ra."
    }
  },
  {
    "translation": {
      "en": "If I were appointed czar of American college admissions,",
      "vi": "Nếu tôi được bổ nhiệm đứng đầu việc tuyển sinh đại học Mỹ,"
    }
  },
  {
    "translation": {
      "en": "I would abolish standardized testing.",
      "vi": "tôi sẽ bỏ thi cử tiêu chuẩn hóa."
    }
  },
  {
    "translation": {
      "en": "It would mean that all of these wealthy test prep companies",
      "vi": "Nghĩa là các công ty ôn thi giàu có này"
    }
  },
  {
    "translation": {
      "en": "would have to find something else to do.",
      "vi": "sẽ phải tìm việc khác để làm."
    }
  },
  {
    "translation": {
      "en": "Register your son or daughter for the Princeton Review's 1500+ course.",
      "vi": "Đăng ký cho con trai hay con gái bạn vào khóa ôn thi 1.500+ của Princeton Review."
    }
  },
  {
    "translation": {
      "en": "It's a game changer.",
      "vi": "Tạo thay đổi lớn đấy."
    }
  },
  {
    "translation": {
      "en": "There's a fair warning around test preparation. This is a business.",
      "vi": "Đó là cảnh báo đúng về việc ôn thi. Đây là ngành kinh doanh."
    }
  },
  {
    "translation": {
      "en": "Every claim they make is marketing driven.",
      "vi": "Mọi tuyên bố của họ đều phục vụ cho marketing."
    }
  },
  {
    "translation": {
      "en": "We even offer a guaranteed score improvement of at least 150 points.",
      "vi": "Chúng tôi còn có thể đảm bảo ít nhất có thể tiến bộ được 150 điểm nữa!"
    }
  },
  {
    "translation": {
      "en": "So you have people out there who are making claims like,",
      "vi": "Có những người ngoài kia đang tuyên bố rằng,"
    }
  },
  {
    "translation": {
      "en": "We'll improve your score 500 points.",
      "vi": "Chúng tôi sẽ cải thiện điểm của bạn thêm 500 nữa."
    }
  },
  {
    "translation": {
      "en": "That's worth $1,000 investment.",
      "vi": "Đáng để đầu tư 1.000 đô mà."
    }
  },
  {
    "translation": {
      "en": "But it's only worth $1,000 investment if you have a disposable $1,000 to invest.",
      "vi": "Nhưng chỉ là khoản đầu tư 1.000 đô nếu bạn có sẵn 1.000 để đầu tư."
    }
  },
  {
    "translation": {
      "en": "All standardized testing",
      "vi": "Mọi cuộc thi tiêu chuẩn hóa"
    }
  },
  {
    "translation": {
      "en": "automatically advantages the people who are already advantaged.",
      "vi": "đều tự động tạo lợi thế cho những ai vốn đã có lợi thế."
    }
  },
  {
    "translation": {
      "en": "Most affluent people are accessing people like me,",
      "vi": "Những người giàu có nhất đang tiếp cận những người như tôi,"
    }
  },
  {
    "translation": {
      "en": "and 85% of America just can't access that level of expertise.",
      "vi": "và 85% dân số Mỹ không thể tiếp cận mức chuyên môn đó."
    }
  },
  {
    "translation": {
      "en": "A private college counselor's gonna run you,",
      "vi": "Một cố vấn đại học tư sẽ làm bạn tốn kém,"
    }
  },
  {
    "translation": {
      "en": "on the low, low, low end,",
      "vi": "ở mức rất, rất thấp,"
    }
  },
  {
    "translation": {
      "en": "and you're not getting a quality college counselor, 200, 300 bucks an hour.",
      "vi": "bạn sẽ không có cố vấn đại học chất lượng, ở mức 200, 300 đô một giờ."
    }
  },
  {
    "translation": {
      "en": "On the high end, you're talking about $500 to over $1,500 an hour",
      "vi": "Ở mức cao, cần cỡ 500 đến 1.500 đô một giờ"
    }
  },
  {
    "translation": {
      "en": "to access these guys and gals, and it's a lot.",
      "vi": "để gặp những cố vấn tốt, và đó là số tiền lớn."
    }
  },
  {
    "translation": {
      "en": "Hello? Hi, Dad.",
      "vi": "Xin chào? Chào bố."
    }
  },
  {
    "translation": {
      "en": "When you look at it in light of the scandal,",
      "vi": "Khi bạn nhìn nhận việc này thông qua vụ bê bối,"
    }
  },
  {
    "translation": {
      "en": "when you have predominantly rich families",
      "vi": "bạn thấy chủ yếu là các gia đình giàu"
    }
  },
  {
    "translation": {
      "en": "who had every advantage that said they should be fine on the SAT,",
      "vi": "có mọi lợi thế giúp họ sẽ có kết quả tốt khi thi SAT,"
    }
  },
  {
    "translation": {
      "en": "they're gonna score in the highest demographic,",
      "vi": "họ sẽ có điểm trong nhóm cao nhất,"
    }
  },
  {
    "translation": {
      "en": "they had all the prep in the world that they wanted, and yet they still…",
      "vi": "họ có mọi sự chuẩn bị trên đời mà họ muốn, vậy mà họ vẫn…"
    }
  },
  {
    "translation": {
      "en": "cheated.",
      "vi": "gian lận."
    }
  },
  {
    "translation": {
      "en": "Okay, the first thing we need to do, and I think I mentioned this to your wife,",
      "vi": "Việc đầu tiên ta cần làm, và tôi nghĩ đã nói với vợ anh rồi,"
    }
  },
  {
    "translation": {
      "en": "we need to get your daughter tested for a learning difference.",
      "vi": "cần cho con gái anh kiểm tra một khác biệt học tập."
    }
  },
  {
    "translation": {
      "en": "Let's say it's my person who does it, or whoever you wanna do it.",
      "vi": "Cứ cho là người của tôi thực hiện, hoặc bất cứ ai anh chọn."
    }
  },
  {
    "translation": {
      "en": "I need that person to get her 100% extended time over multiple days.",
      "vi": "Tôi cần người đó cho cô bé thêm 100% thời gian trong nhiều ngày."
    }
  },
  {
    "translation": {
      "en": "When you take the SAT or the ACT, it's a timed test. Right?",
      "vi": "Khi thi SAT hay ACT, có giới hạn thời gian. Phải chứ?"
    }
  },
  {
    "translation": {
      "en": "There are restrictions on how it's delivered.",
      "vi": "Có những giới hạn về cách làm bài."
    }
  },
  {
    "translation": {
      "en": "To account for learning disabilities, often accommodations are provided.",
      "vi": "Để bù đắp các khuyết tật học tập, thường có các cách điều tiết."
    }
  },
  {
    "translation": {
      "en": "You have to have certain medical documentation",
      "vi": "Bạn phải có giấy tờ y tế nhất định"
    }
  },
  {
    "translation": {
      "en": "of the need for these accommodations.",
      "vi": "về nhu cầu với những điều tiết đó."
    }
  },
  {
    "translation": {
      "en": "And that's one of the avenues that Rick Singer exploited.",
      "vi": "Và đó là một trong những chỗ mà Rick Singer khai thác."
    }
  },
  {
    "translation": {
      "en": "I also need to tell your daughter, that when she takes the test,",
      "vi": "Tôi cũng cần dặn con anh, khi cô bé làm kiểm tra,"
    }
  },
  {
    "translation": {
      "en": "to not be as… To be stupid.",
      "vi": "thì đừng… Hãy ngờ nghệch."
    }
  },
  {
    "translation": {
      "en": "To not be as smart as she is.",
      "vi": "Đừng thông minh như vốn có."
    }
  },
  {
    "translation": {
      "en": "The goal is to be slow,",
      "vi": "Mục đích là thể hiện chậm chạp,"
    }
  },
  {
    "translation": {
      "en": "to not be as bright as she is, all that,",
      "vi": "không sáng dạ như thực tế, kiểu vậy,"
    }
  },
  {
    "translation": {
      "en": "so that we show discrepancies.",
      "vi": "để thể hiện ra ta có khác biệt."
    }
  },
  {
    "translation": {
      "en": "At the academy, kids are getting extra time all the time.",
      "vi": "Ở học viện, bọn trẻ được cho thêm giờ suốt."
    }
  },
  {
    "translation": {
      "en": "You mean the Greenwich Academy? Yeah.",
      "vi": "Ý anh là Học viện Greenwich? Ừ."
    }
  },
  {
    "translation": {
      "en": "Everywhere in the country.",
      "vi": "Mọi nơi ở nước này."
    }
  },
  {
    "translation": {
      "en": "What happened is, all the wealthy families figured out,",
      "vi": "Chuyện là, mọi gia đình giàu có biết,"
    }
  },
  {
    "translation": {
      "en": "If I get my kid tested and they get extended time,",
      "vi": "Nếu con mình thi và được thêm thời gian,"
    }
  },
  {
    "translation": {
      "en": "they can do better on the test.",
      "vi": "chúng có thể làm tốt hơn."
    }
  },
  {
    "translation": {
      "en": "Most of these kids don't have issues. But they're getting extra time.",
      "vi": "Đa số các em này không có vấn đề, nhưng chúng được thêm giờ."
    }
  },
  {
    "translation": {
      "en": "The playing field's not fair.",
      "vi": "Sân chơi không công bằng."
    }
  },
  {
    "translation": {
      "en": "No, it's not.",
      "vi": "Ừ, đúng thế."
    }
  },
  {
    "translation": {
      "en": "I mean, this is… I…",
      "vi": "Ý tôi là, đây… Tôi…"
    }
  },
  {
    "translation": {
      "en": "To be honest, it feels a little weird, but",
      "vi": "Nói thật, cảm giác hơi lạ, nhưng…"
    }
  },
  {
    "translation": {
      "en": "I know it does. I know it does.",
      "vi": "Tôi biết là kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "But when she gets a score and we have choices, you're gonna be saying,",
      "vi": "Nhưng khi cô bé có điểm và ta có nhiều lựa chọn, anh sẽ nói,"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll take all my kids. We're gonna do the same thing.",
      "vi": "Được, tôi sẽ cho các con làm hết. Ta sẽ làm tương tự."
    }
  },
  {
    "translation": {
      "en": "And a score of… You would think that would be…",
      "vi": "Và điểm số… anh nghĩ sẽ là…"
    }
  },
  {
    "translation": {
      "en": "The score will be whatever we want it to be.",
      "vi": "Điểm thì anh muốn bao nhiêu cũng được."
    }
  },
  {
    "translation": {
      "en": "So, again, and keep in mind I am a lawyer,",
      "vi": "Nhắc lại, và nhớ rằng tôi là luật sư,"
    }
  },
  {
    "translation": {
      "en": "so I'm sort of rules oriented.",
      "vi": "nên tôi làm theo luật."
    }
  },
  {
    "translation": {
      "en": "Doing this with you, no way… She's taking the test. It's…",
      "vi": "Làm thế này với anh, không thể… Con bé sẽ làm bài thi. Nó…"
    }
  },
  {
    "translation": {
      "en": "It's her taking the test, right? There's no way any trouble comes of this?",
      "vi": "Nó sẽ làm bài, phải chứ? Không thể có vấn đề nào xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Nothing like that?",
      "vi": "Không bị gì cả?"
    }
  },
  {
    "translation": {
      "en": "So, I, uh…",
      "vi": "Tôi, à…"
    }
  },
  {
    "translation": {
      "en": "I explained this to you before.",
      "vi": "Tôi đã giải thích cho anh rồi."
    }
  },
  {
    "translation": {
      "en": "I… I know.",
      "vi": "Tôi… Tôi biết."
    }
  },
  {
    "translation": {
      "en": "And I apologize, but it's justNo. I get you.",
      "vi": "Và tôi xin lỗi, nhưng nó… Không. Tôi hiểu anh."
    }
  },
  {
    "translation": {
      "en": "Bear with me. Okay.",
      "vi": "Hãy kiên nhẫn. Được."
    }
  },
  {
    "translation": {
      "en": "I will explain to you the process.",
      "vi": "Tôi sẽ giải thích quá trình cho anh."
    }
  },
  {
    "translation": {
      "en": "You're going to fly to LA and go on a fake recruiting visit.",
      "vi": "Anh sẽ bay đến LA và làm một chuyến thăm trường giả."
    }
  },
  {
    "translation": {
      "en": "You'll visit some schools while you're out here.",
      "vi": "Anh sẽ thăm vài trường khi ở đó."
    }
  },
  {
    "translation": {
      "en": "Then what'll happen is Mark, who is the proctor, will fly in,",
      "vi": "Rồi sau đó, Mark, một giám thị, sẽ bay đến,"
    }
  },
  {
    "translation": {
      "en": "and he'll show up on Friday night, just like you guys would.",
      "vi": "anh ta sẽ xuất hiện vào tối thứ Sáu, như nhà anh."
    }
  },
  {
    "translation": {
      "en": "On Saturday morning, at eight o'clock, you guys will show up at the school.",
      "vi": "Sáng thứ Bảy, lúc 8:00, nhà anh sẽ đến trường."
    }
  },
  {
    "translation": {
      "en": "Your daughter will go in and take the test.",
      "vi": "Con gái anh sẽ vào làm kiểm tra."
    }
  },
  {
    "translation": {
      "en": "Mark will be your proctor.",
      "vi": "Mark sẽ là giám thị."
    }
  },
  {
    "translation": {
      "en": "She'll be the only one taking it in the room with Mark.",
      "vi": "Sẽ chỉ có cô bé làm kiểm tra trong phòng với Mark."
    }
  },
  {
    "translation": {
      "en": "What we do with kids who have learning differences",
      "vi": "Điều chúng tôi làm với trẻ có khác biệt học tập"
    }
  },
  {
    "translation": {
      "en": "is they write their answers on a separate sheet to the side of it",
      "vi": "là chúng viết đáp án vào một tờ giấy riêng bên cạnh"
    }
  },
  {
    "translation": {
      "en": "so that we can rebubble.",
      "vi": "để chúng tôi điền lại."
    }
  },
  {
    "translation": {
      "en": "She'll think that when she's done with the test,",
      "vi": "Sau khi xong bài kiểm tra, cô bé sẽ nghĩ là"
    }
  },
  {
    "translation": {
      "en": "she has taken the test. No doubt about it.",
      "vi": "mình đã làm bài. Không nghi ngờ gì."
    }
  },
  {
    "translation": {
      "en": "She'll walk out the door and she'll say to you,",
      "vi": "Cô bé sẽ bước ra khỏi cửa và nói với anh,"
    }
  },
  {
    "translation": {
      "en": "Dad, it was so hard, or, I'm so tired,",
      "vi": "Bố, khó lắm, hoặc, Con mệt quá,"
    }
  },
  {
    "translation": {
      "en": "or whatever the typical reaction out of the kid.",
      "vi": "hay bất cứ phản ứng điển hình nào của cô bé."
    }
  },
  {
    "translation": {
      "en": "You guys will leave, and then Mark will look at all her answers.",
      "vi": "Nhà anh sẽ đi về, rồi Mark xem đáp án của cô bé."
    }
  },
  {
    "translation": {
      "en": "Mark will then take the exam",
      "vi": "Sau đó Mark sẽ làm bài"
    }
  },
  {
    "translation": {
      "en": "and then ensure that whatever score we decide that we want to get,",
      "vi": "và đảm bảo rằng ta muốn có điểm số là bao nhiêu,"
    }
  },
  {
    "translation": {
      "en": "he has it down to a…",
      "vi": "anh ta sẽ phù phép…"
    }
  },
  {
    "translation": {
      "en": "It's unbelievable what he can do.",
      "vi": "Điều anh ta có thể làm khó tin lắm."
    }
  },
  {
    "translation": {
      "en": "She'll never know that this actually occurred.",
      "vi": "Cô bé sẽ không hề biết là có việc này."
    }
  },
  {
    "translation": {
      "en": "She'll look at her results and she'll say, Oh, my God, Dad, I got a 32.",
      "vi": "Cô bé sẽ nhìn kết quả và bảo, Chúa ơi, bố, con được 32."
    }
  },
  {
    "translation": {
      "en": "He's the test taking whiz",
      "vi": "Anh ta là phù thủy làm bài"
    }
  },
  {
    "translation": {
      "en": "who helped dozens of high school students cheat on their college entrance exam.",
      "vi": "đã giúp hàng tá học sinh cấp ba gian lận trong bài thi vào đại học."
    }
  },
  {
    "translation": {
      "en": "Mark Riddell was the one who was flying out to different testing locations",
      "vi": "Mark Riddell bay đến những địa điểm thi khác nhau và giám sát hoặc sửa đáp án."
    }
  },
  {
    "translation": {
      "en": "and proctoring or correcting answers.",
      "vi": "CỐ VẤN ĐẠI HỌC TƯ"
    }
  },
  {
    "translation": {
      "en": "I have a client whose daughter was a big tennis player",
      "vi": "Tôi có một khách hàng có con gái là VĐV tennis nổi tiếng"
    }
  },
  {
    "translation": {
      "en": "and studied with him years ago.",
      "vi": "và đã học với anh ta nhiều năm trước."
    }
  },
  {
    "translation": {
      "en": "He was a Harvard graduate who worked in college exam prep for IMG Academy,",
      "vi": "Anh ta tốt nghiệp Harvard, làm về mảng ôn thi đại học cho Học viện IMG, PHÓNG VIÊN CẤP CAO | TỜ INSIDER"
    }
  },
  {
    "translation": {
      "en": "which is a school for athletes in Bradenton, Florida,",
      "vi": "đó là một trường cho VĐV ở Bradenton, Florida,"
    }
  },
  {
    "translation": {
      "en": "where Serena and Venus Williams went.",
      "vi": "nơi Serena và Venus Williams từng học."
    }
  },
  {
    "translation": {
      "en": "Very unassuming guy.",
      "vi": "Một người rất khiêm tốn."
    }
  },
  {
    "translation": {
      "en": "But the story was after he had his first child and needed more money,",
      "vi": "Nhưng chuyện xảy ra sau khi anh ta có con đầu lòng và cần thêm tiền,"
    }
  },
  {
    "translation": {
      "en": "that's how he kind of got caught up in the pitch from Rick Singer",
      "vi": "thế là anh ta bị thu hút bởi ý tưởng từ Rick Singer"
    }
  },
  {
    "translation": {
      "en": "to make a few extra thousand dollars here and there.",
      "vi": "để thi thoảng kiếm thêm vài ngàn đô."
    }
  },
  {
    "translation": {
      "en": "He did not have inside information about the correct answers.",
      "vi": "Anh ta không có thông tin từ bên trong về đáp án đúng."
    }
  },
  {
    "translation": {
      "en": "He was just smart enough to get a near perfect score on demand.",
      "vi": "CÔNG TỐ VIÊN MỸ Chỉ là anh ta đủ thông minh để lấy điểm gần hoàn hảo theo yêu cầu."
    }
  },
  {
    "translation": {
      "en": "If Rick Singer is the linchpin of this college admissions scandal,",
      "vi": "Nếu Rick Singer là chủ chốt của bê bối tuyển sinh đại học này… NHÀ PHÂN TÍCH LUẬT"
    }
  },
  {
    "translation": {
      "en": "then Mark Riddell is the brains.",
      "vi": "…thì Mark Riddell là bộ não."
    }
  },
  {
    "translation": {
      "en": "One of the things that amuses me and annoys me",
      "vi": "Một trong những điều hấp dẫn tôi và làm tôi bực"
    }
  },
  {
    "translation": {
      "en": "when I see most of the reports around him being a test taking savant,",
      "vi": "khi tôi xem đa số các báo cáo nói anh ta là bác học làm bài thi,"
    }
  },
  {
    "translation": {
      "en": "or whatever they choose to call him in the moment, um…",
      "vi": "hay bất cứ tên gì họ gọi anh ta lúc đó,"
    }
  },
  {
    "translation": {
      "en": "He's an adult who's taking a test designed for 11th graders.",
      "vi": "thì anh ta là một người lớn làm bài thi thiết kế cho lớp 11."
    }
  },
  {
    "translation": {
      "en": "Anyone worth their salt in the test preparation industry",
      "vi": "Bất cứ ai giỏi trong nghề ôn thi"
    }
  },
  {
    "translation": {
      "en": "should be able to do what he did.",
      "vi": "cũng có thể làm như anh ta."
    }
  },
  {
    "translation": {
      "en": "The question is would they be willing to do it.",
      "vi": "Câu hỏi là liệu họ có sẵn lòng làm thế."
    }
  },
  {
    "translation": {
      "en": "Singer, the admitted mastermind behind the scheme,",
      "vi": "Singer, chủ mưu được xác nhận của mưu đồ này,"
    }
  },
  {
    "translation": {
      "en": "paid Riddell $10,000 per test",
      "vi": "trả 10.000 đô mỗi bài thi cho Riddell"
    }
  },
  {
    "translation": {
      "en": "to fly from his home in Florida to test centers in Texas and California.",
      "vi": "để bay từ nhà anh ta ở Florida đến các trung tâm thi ở Texas và California."
    }
  },
  {
    "translation": {
      "en": "Pretty much everything in the higher ed system",
      "vi": "Hầu như mọi thứ trong giáo dục bậc cao"
    }
  },
  {
    "translation": {
      "en": "is based on trust in other people.",
      "vi": "đều dựa trên lòng tin vào người khác."
    }
  },
  {
    "translation": {
      "en": "At what dollar value will you be willing to compromise your ethics?",
      "vi": "Với số đôla bao nhiêu thì bạn sẵn sàng vi phạm đạo đức của mình?"
    }
  },
  {
    "translation": {
      "en": "That's the ultimate question.",
      "vi": "Đó là câu hỏi lớn nhất."
    }
  },
  {
    "translation": {
      "en": "For me, it keeps coming back to, it's the wealthy who have the ability,",
      "vi": "Với tôi, cứ trở lại vấn đề là người giàu có khả năng,"
    }
  },
  {
    "translation": {
      "en": "and, in this case, the means and the willingness,",
      "vi": "và, trong trường hợp này, có biện pháp và chủ ý,"
    }
  },
  {
    "translation": {
      "en": "to take advantage of these things.",
      "vi": "để lợi dụng những thứ này."
    }
  },
  {
    "translation": {
      "en": "Rick, I had a question for you.",
      "vi": "Rick, tôi có câu hỏi cho anh."
    }
  },
  {
    "translation": {
      "en": "I was able to get my younger daughter the multi day ACT.",
      "vi": "Tôi có thể cho con gái nhỏ thi ACT nhiều ngày."
    }
  },
  {
    "translation": {
      "en": "Good. You got her extended time over multiple days. Got it.",
      "vi": "Tốt. Cô có thời gian cộng thêm trong nhiều ngày. Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, so I got that.",
      "vi": "Ừ, tôi đã có cái đó."
    }
  },
  {
    "translation": {
      "en": "The thing is, my younger daughter is not like my older daughter.",
      "vi": "Vấn đề là, con gái nhỏ của tôi không như đứa chị."
    }
  },
  {
    "translation": {
      "en": "She's not stupid.",
      "vi": "Nó không ngốc."
    }
  },
  {
    "translation": {
      "en": "If I said to her, Oh, we're gonna take it up at Rick's,",
      "vi": "Nếu tôi nói với nó, Chúng ta đến chỗ Rick,"
    }
  },
  {
    "translation": {
      "en": "she's gonna wonder why.",
      "vi": "nó sẽ thắc mắc lý do."
    }
  },
  {
    "translation": {
      "en": "Michelle Janavs, whose family created the famous snack Hot Pockets,",
      "vi": "Michelle Janavs, gia đình cô ta tạo ra loại snack nổi tiếng Hot Pockets,"
    }
  },
  {
    "translation": {
      "en": "accused of paying 100 grand to boost her daughter's ACT score",
      "vi": "bị buộc tội trả 100 ngàn để tăng điểm ACT cho con gái"
    }
  },
  {
    "translation": {
      "en": "and get her into USC as a bogus volleyball recruit.",
      "vi": "và đưa cô bé vào USC ở dạng tuyển mộ giả cho đội bóng chuyền."
    }
  },
  {
    "translation": {
      "en": "How do you do this without telling the kids?",
      "vi": "Sao làm được mà không cho bọn trẻ biết?"
    }
  },
  {
    "translation": {
      "en": "Well, in most cases, Michelle, none of the kids know.",
      "vi": "Trong đa số trường hợp, Michelle, bọn trẻ không biết."
    }
  },
  {
    "translation": {
      "en": "Right, but how…",
      "vi": "Vâng, nhưng làm sao…"
    }
  },
  {
    "translation": {
      "en": "No, I understand she won't even know, but how do you explain it to her?",
      "vi": "Tôi hiểu là nó sẽ không biết, nhưng giải thích cho nó ra sao?"
    }
  },
  {
    "translation": {
      "en": "You don't have to say anything.",
      "vi": "Không nói gì cả."
    }
  },
  {
    "translation": {
      "en": "For the school, say you'll be up in LA for the weekend.",
      "vi": "Về trường, cứ nói là cô sẽ đến LA vào cuối tuần."
    }
  },
  {
    "translation": {
      "en": "That's what we did last time.",
      "vi": "Lần trước ta đã làm thế."
    }
  },
  {
    "translation": {
      "en": "My younger daughter is the issue, because she'll say,",
      "vi": "Con gái nhỏ của tôi là vấn đề, vì nó sẽ hỏi,"
    }
  },
  {
    "translation": {
      "en": "Like, why am I taking it up there?",
      "vi": "Sao con phải thi ở đó?"
    }
  },
  {
    "translation": {
      "en": "You'll just say that, You're going to do it up here",
      "vi": "Cô chỉ cần nói, Con sẽ thi ở đây"
    }
  },
  {
    "translation": {
      "en": "because it's really easy. It's convenient.",
      "vi": "vì rất dễ. Thuận tiện nữa."
    }
  },
  {
    "translation": {
      "en": "I thought the conversations that were recorded on tape were achingly poignant.",
      "vi": "Tôi nghĩ các đoạn nói chuyện ghi được đều chua cay đầy đau đớn."
    }
  },
  {
    "translation": {
      "en": "You ache for the children who read these transcripts,",
      "vi": "Bạn đau đớn cho bọn trẻ đọc được các đoạn mổ băng,"
    }
  },
  {
    "translation": {
      "en": "and you may also ache for the parents who, I'm sure,",
      "vi": "và cũng có thể đau cho các phụ huynh đã, tôi tin vậy,"
    }
  },
  {
    "translation": {
      "en": "bitterly regret being so candid.",
      "vi": "hối hận cay đắng vì đã nói thật."
    }
  },
  {
    "translation": {
      "en": "She's smart. She's gonna figure this out.",
      "vi": "Con bé thông minh. Nó sẽ nhận ra mất."
    }
  },
  {
    "translation": {
      "en": "She's gonna say to me…",
      "vi": "Nó sẽ nói với tôi…"
    }
  },
  {
    "translation": {
      "en": "She already thinks that I'm, like, up to no good, and I just…",
      "vi": "Nó vốn đã nghĩ tôi không tốt lành gì, và tôi…"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna talk about this with her.",
      "vi": "Tôi không muốn nói việc này với nó."
    }
  },
  {
    "translation": {
      "en": "No, no, yeah, I got it. I totally get it.",
      "vi": "Không, tôi hiểu mà. Hoàn toàn hiểu."
    }
  },
  {
    "translation": {
      "en": "She's totally different than my older daughter.",
      "vi": "Nó hoàn toàn khác với đứa chị."
    }
  },
  {
    "translation": {
      "en": "Like, she really needs to think that…",
      "vi": "Nó thật sự cần nghĩ là…"
    }
  },
  {
    "translation": {
      "en": "My older daughter was like, I don't really care.",
      "vi": "Con gái lớn của tôi thì, Con không quan tâm."
    }
  },
  {
    "translation": {
      "en": "This test is bullshit. I don't wanna take it.",
      "vi": "Bài thi vớ vẩn. Con không muốn làm."
    }
  },
  {
    "translation": {
      "en": "And my younger daughter is actually studying to try to get a 34.",
      "vi": "Con gái nhỏ của tôi thì thật sự học để cố được 34 điểm."
    }
  },
  {
    "translation": {
      "en": "So it would… It would actually be a great boost to her.",
      "vi": "Nên sẽ… Đây sẽ là lực đẩy lớn cho nó."
    }
  },
  {
    "translation": {
      "en": "My older daughter, she came to me and she was like,",
      "vi": "Con gái lớn của tôi, nó đến gặp tôi và hỏi,"
    }
  },
  {
    "translation": {
      "en": "You're not gonna tell my sister, are you?",
      "vi": "Mẹ sẽ không nói với em đấy chứ?"
    }
  },
  {
    "translation": {
      "en": "And I was like, No.",
      "vi": "Và tôi bảo, Không."
    }
  },
  {
    "translation": {
      "en": "It's weird.",
      "vi": "Thật lạ lùng."
    }
  },
  {
    "translation": {
      "en": "It's just weird family dynamics, but every kid is different.",
      "vi": "Tương tác gia đình thật lạ lùng, nhưng mỗi đứa mỗi khác."
    }
  },
  {
    "translation": {
      "en": "Cool.",
      "vi": "Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Rick Singer's lifestyle did change and become more lavish.",
      "vi": "Cách sống của Rick Singer đã thay đổi và trở nên xa hoa hơn."
    }
  },
  {
    "translation": {
      "en": "He moved from Sacramento area to Newport Beach",
      "vi": "Ông ta chuyển từ Sacramento đến Newport Beach"
    }
  },
  {
    "translation": {
      "en": "and had a very nice house there.",
      "vi": "và có ngôi nhà rất đẹp ở đó."
    }
  },
  {
    "translation": {
      "en": "Singer invested in a whole bunch of quixotic ventures.",
      "vi": "Singer đầu tư vào nhiều vụ đầu tư mạo hiểm viễn vông."
    }
  },
  {
    "translation": {
      "en": "Restaurants, a soccer team, and many other things.",
      "vi": "Nhà hàng, một đội bóng đá, và nhiều thứ khác."
    }
  },
  {
    "translation": {
      "en": "So the money came in fast",
      "vi": "Tiền vào nhanh"
    }
  },
  {
    "translation": {
      "en": "and it seems to have gone out pretty fast to his lifestyle and his investments.",
      "vi": "và nó ra khá nhanh với lối sống và các khoản đầu tư của ông ta."
    }
  },
  {
    "translation": {
      "en": "Rick called me out of the blue and said, I haven't talked to you in a year.",
      "vi": "Rick đột nhiên gọi tôi và bảo, Cả năm rồi chưa nói chuyện với em."
    }
  },
  {
    "translation": {
      "en": "I remember you being extremely sharp with marketing",
      "vi": "Anh nhớ em giỏi marketing"
    }
  },
  {
    "translation": {
      "en": "in the restaurant business, in real estate.",
      "vi": "trong ngành nhà hàng, bất động sản."
    }
  },
  {
    "translation": {
      "en": "I think you'd be perfect as opening up and running",
      "vi": "Em là người hoàn hảo để mở và điều hành"
    }
  },
  {
    "translation": {
      "en": "one of my offshoot companies of my coaching business.",
      "vi": "một trong các công ty con về khai vấn của anh."
    }
  },
  {
    "translation": {
      "en": "And I thought they sounded great.",
      "vi": "Tôi nghĩ là nghe rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "Rick had invited a group of us to a big conference up in LA",
      "vi": "Rick đã mời một nhóm chúng tôi đến một hội thảo lớn ở LA,"
    }
  },
  {
    "translation": {
      "en": "with all these very high powered individuals.",
      "vi": "gồm những cá nhân quyền cao chức trọng."
    }
  },
  {
    "translation": {
      "en": "From my understanding, there was an influx of many millions",
      "vi": "Theo tôi hiểu, có hàng triệu đô đổ vào"
    }
  },
  {
    "translation": {
      "en": "coming in to help him launch some of these businesses.",
      "vi": "giúp anh ta mở những công ty này."
    }
  },
  {
    "translation": {
      "en": "We all were assigned our positions,",
      "vi": "Chúng tôi được giao vị trí,"
    }
  },
  {
    "translation": {
      "en": "and then we all took off to start up these brand new companies.",
      "vi": "rồi chúng tôi bắt đầu khởi động các công ty mới toanh này."
    }
  },
  {
    "translation": {
      "en": "It was really exciting.",
      "vi": "Thật phấn khích."
    }
  },
  {
    "translation": {
      "en": "Rick offered to drive us back to the airport.",
      "vi": "Rick đề nghị đưa chúng tôi ra sân bay."
    }
  },
  {
    "translation": {
      "en": "So we get in his Tesla, and it's rush hour traffic.",
      "vi": "Chúng tôi lên xe Tesla của anh ta, lúc đó kẹt xe giờ cao điểm."
    }
  },
  {
    "translation": {
      "en": "Rick is zipping in and out of traffic, going 90 miles an hour.",
      "vi": "Rick phóng vèo vèo trong làn xe, chạy gần 145 km/h."
    }
  },
  {
    "translation": {
      "en": "We were on the edge of our seats, hanging on.",
      "vi": "Chúng tôi ngồi bám chặt vào mép ghế."
    }
  },
  {
    "translation": {
      "en": "So we finally get to the airport in one piece.",
      "vi": "Cuối cùng chúng tôi đã đến sân bay nguyên vẹn."
    }
  },
  {
    "translation": {
      "en": "He said, Bye. Good to see you again. I'll see you soon.",
      "vi": "Anh ta nói, Tạm biệt. Vui khi gặp lại em. Sẽ sớm gặp."
    }
  },
  {
    "translation": {
      "en": "Go to give him a hug, and he plants a kiss on me.",
      "vi": "Tôi đến ôm anh ta, và anh ta hôn tôi."
    }
  },
  {
    "translation": {
      "en": "And I said, What was that all about?",
      "vi": "Và tôi hỏi, Thế là sao?"
    }
  },
  {
    "translation": {
      "en": "And he says, Well, I wanted to see.",
      "vi": "Và anh ta bảo, Anh muốn thấy."
    }
  },
  {
    "translation": {
      "en": "Maybe there's something here. Maybe we could date.",
      "vi": "Có lẽ có gì đó. Ta có thể hẹn hò."
    }
  },
  {
    "translation": {
      "en": "I looked at him and said, You know what? I knew you from back when.",
      "vi": "Và tôi bảo, Anh biết không? Em đã biết anh từ lâu."
    }
  },
  {
    "translation": {
      "en": "The amount of time that you spend with your career, with your businesses,",
      "vi": "Thời gian anh dành cho sự nghiệp, cho công việc,"
    }
  },
  {
    "translation": {
      "en": "the little amount of time you'd even have to return a phone call,",
      "vi": "thời gian ít ỏi của anh để trả lời điện thoại,"
    }
  },
  {
    "translation": {
      "en": "let alone send a two line text is… We'll never work.",
      "vi": "chứ đừng nói là nhắn tin hai dòng… Chúng ta sẽ không thành đâu."
    }
  },
  {
    "translation": {
      "en": "My name is Rick Singer.",
      "vi": "BÀI DỰ THI CHƯƠNG TRÌNH THỰC TẾ CỦA RICK SINGER"
    }
  },
  {
    "translation": {
      "en": "My job is to life coach kids and families",
      "vi": "Tôi là Rick Singer. Nghề của tôi là khai vấn cho các em và các gia đình"
    }
  },
  {
    "translation": {
      "en": "through the process of getting into college.",
      "vi": "thông qua quá trình vào đại học."
    }
  },
  {
    "translation": {
      "en": "We have families in Champaign, in Miami.",
      "vi": "Có các gia đình ở Champaign, ở Miami."
    }
  },
  {
    "translation": {
      "en": "They send their plane to come pick me up, come to the meeting for a couple hours,",
      "vi": "Họ cho máy bay đến đón tôi, đến gặp vài giờ,"
    }
  },
  {
    "translation": {
      "en": "put me back on the plane, send me to the next place I need to go.",
      "vi": "đưa tôi trở lại máy bay, bay đến nơi tiếp theo tôi cần đến."
    }
  },
  {
    "translation": {
      "en": "It's amazing.",
      "vi": "Thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "When I watched that video that he sent to do this reality show,",
      "vi": "Khi tôi xem video anh ta gửi để làm một show thực tế,"
    }
  },
  {
    "translation": {
      "en": "it was a bit shocking to me.",
      "vi": "tôi đã khá sốc."
    }
  },
  {
    "translation": {
      "en": "We work in the home of all these families, so we know them intimately.",
      "vi": "Chúng tôi làm ở nhà các gia đình này, nên biết họ ở mức thân mật."
    }
  },
  {
    "translation": {
      "en": "I know what their bedrooms look like, what the laundry room looks like.",
      "vi": "Tôi biết phòng ngủ, phòng giặt của họ thế nào."
    }
  },
  {
    "translation": {
      "en": "How they get along. So I know where…",
      "vi": "Họ chung sống ra sao. Nên tôi biết…"
    }
  },
  {
    "translation": {
      "en": "I thought, Really? You're gonna put yourself out there like that for this?",
      "vi": "Tôi nghĩ, Thật ư? Anh khoe bản thân ra như thế ư?"
    }
  },
  {
    "translation": {
      "en": "It just didn't make sense. Everything was so private with him.",
      "vi": "Thật vô lý. Anh ta từng kín tiếng lắm mà."
    }
  },
  {
    "translation": {
      "en": "The whole time they're yelling, It's my life!",
      "vi": "Bọn trẻ cứ gào lên. Đây là đời con!"
    }
  },
  {
    "translation": {
      "en": "If you go to this school… It's the wrong school.",
      "vi": "Nếu con vào trường này… Trường đó sai rồi."
    }
  },
  {
    "translation": {
      "en": "I don't wanna pay 50,000 to go to this school! Unbelievable.",
      "vi": "Con không muốn trả 50.000 đô để vào trường đó. Không tin nổi."
    }
  },
  {
    "translation": {
      "en": "It just didn't make sense,",
      "vi": "Thật vô lý,"
    }
  },
  {
    "translation": {
      "en": "especially at the caliber of the coach that I, you know, believed that he was.",
      "vi": "nhất là với phẩm chất của người khai vấn mà tôi đã tin là anh ta có."
    }
  },
  {
    "translation": {
      "en": "He didn't have a lot of time for people in his life.",
      "vi": "Anh ta không có nhiều thời gian cho người khác trong đời mình."
    }
  },
  {
    "translation": {
      "en": "He was married for years, and he has a son.",
      "vi": "Anh ta kết hôn đã nhiều năm, có một con trai."
    }
  },
  {
    "translation": {
      "en": "When I met him, he was divorced probably six, seven years.",
      "vi": "Khi tôi gặp, anh ta đã ly hôn sáu, bảy năm gì đó."
    }
  },
  {
    "translation": {
      "en": "He'd say, I'll only do this coaching",
      "vi": "Anh ta nói, Anh sẽ chỉ làm khai vấn"
    }
  },
  {
    "translation": {
      "en": "for another three, four, maybe five years, and then I'm done.",
      "vi": "ba, bốn, có thể là năm năm nữa, rồi anh nghỉ."
    }
  },
  {
    "translation": {
      "en": "I don't know. I really don't know what made him happy",
      "vi": "Tôi thật sự không biết điều gì làm anh ta vui"
    }
  },
  {
    "translation": {
      "en": "or what his desires even were.",
      "vi": "hay khao khát của anh ta là gì."
    }
  },
  {
    "translation": {
      "en": "It's almost like on a rat wheel,",
      "vi": "Gần giống cái lồng quay của chuột,"
    }
  },
  {
    "translation": {
      "en": "trying to get to a means to an end, and there was really no end in sight.",
      "vi": "cố gắng chạy đến cuối, và thật sự không nhìn thấy chỗ cuối."
    }
  },
  {
    "translation": {
      "en": "So I… It's just you and me. I mean, is that kosher? Can we",
      "vi": "Giữa anh và tôi thôi. Việc đó chấp nhận được chứ? Ta có thể…"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Được chứ."
    }
  },
  {
    "translation": {
      "en": "Part of the reason I'm taking my wife off this,",
      "vi": "Một phần lý do tôi không cho vợ tham gia,"
    }
  },
  {
    "translation": {
      "en": "she's very nervous about all this, and I just…",
      "vi": "cô ấy rất lo lắng về chuyện này, và tôi thì…"
    }
  },
  {
    "translation": {
      "en": "Uh, I wanna have a… um… Let me ask you straight up.",
      "vi": "à, tôi muốn có một… Tôi sẽ hỏi thẳng vậy."
    }
  },
  {
    "translation": {
      "en": "You've never had an issue with this? No one's ever gotten in trouble with this?",
      "vi": "Anh chưa từng gặp vấn đề với việc này? Chưa có ai gặp rắc rối?"
    }
  },
  {
    "translation": {
      "en": "Never had an issue with anybody.",
      "vi": "Chưa từng có vấn đề với ai."
    }
  },
  {
    "translation": {
      "en": "Could you ever see that happening?",
      "vi": "Anh nghĩ có thể xảy ra không?"
    }
  },
  {
    "translation": {
      "en": "I'm not… I've never seen it happen.",
      "vi": "Tôi không… Chưa bao giờ thấy nó xảy ra."
    }
  },
  {
    "translation": {
      "en": "What I'm asking is could this ever get back to my daughter",
      "vi": "Ý tôi là là chuyện này có thể tác động ngược lên con gái tôi"
    }
  },
  {
    "translation": {
      "en": "or to the family?",
      "vi": "hay gia đình không?"
    }
  },
  {
    "translation": {
      "en": "I mean, this comes out… I, uh…",
      "vi": "Ý là, chuyện lộ ra… Tôi, à…"
    }
  },
  {
    "translation": {
      "en": "I don't… I don't even wanna know what you guys do.",
      "vi": "Tôi không… Tôi còn chẳng muốn biết các anh làm gì."
    }
  },
  {
    "translation": {
      "en": "I'm just… Uh, Rick, so you… you understand",
      "vi": "Tôi chỉ… Rick, anh… anh hiểu…"
    }
  },
  {
    "translation": {
      "en": "No, I totally get it.",
      "vi": "Không, tôi hoàn toàn hiểu."
    }
  },
  {
    "translation": {
      "en": "You're absolutely confident there's no issue here?",
      "vi": "Anh hoàn toàn chắc chắn không có vấn đề à?"
    }
  },
  {
    "translation": {
      "en": "We've been doing this for a long time.",
      "vi": "Chúng tôi làm việc này lâu rồi."
    }
  },
  {
    "translation": {
      "en": "Let me put it differently.",
      "vi": "Để tôi nói khác đi nhé."
    }
  },
  {
    "translation": {
      "en": "If somebody were to catch this, what happens?",
      "vi": "Nếu có ai muốn bắt vụ này, thì sao?"
    }
  },
  {
    "translation": {
      "en": "The only way someone can catch it is if you guys tell someone.",
      "vi": "Cách duy nhất có người bắt được là anh kể với ai đó."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna tell anybody. Well?",
      "vi": "Tôi sẽ không nói với ai. Sao?"
    }
  },
  {
    "translation": {
      "en": "It's just…",
      "vi": "Chỉ là…"
    }
  },
  {
    "translation": {
      "en": "To be honest, I'm not worried about the moral issue here.",
      "vi": "Nói thật, tôi không lo về vấn đề đạo đức."
    }
  },
  {
    "translation": {
      "en": "I'm worried about the…",
      "vi": "Tôi lo về…"
    }
  },
  {
    "translation": {
      "en": "She gets caught doing that, you know, she's finished.",
      "vi": "Con bé bị bắt quả tang làm thế, thì nó xem như hết."
    }
  },
  {
    "translation": {
      "en": "So I… I just, uh…",
      "vi": "Nên tôi chỉ, à…"
    }
  },
  {
    "translation": {
      "en": "It's never happened before in 20 some odd years.",
      "vi": "Chưa từng xảy ra trong hơn 20 năm."
    }
  },
  {
    "translation": {
      "en": "The only thing that can happen is if",
      "vi": "Việc duy nhất có thể xảy ra là nếu…"
    }
  },
  {
    "translation": {
      "en": "Someone talks. Yeah, if she tells somebody.",
      "vi": "Có người nói. Ừ, nếu con bé kể với ai."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. I, uh… She… She won't talk.",
      "vi": "Vâng. Tôi, à… Con bé… Nó sẽ không nói."
    }
  },
  {
    "translation": {
      "en": "Singer didn't make a fateful mistake that led to his being, uh, exposed.",
      "vi": "Singer không có sai lầm định mệnh nào dẫn đến việc bị bại lộ."
    }
  },
  {
    "translation": {
      "en": "What happened is that somebody was arrested",
      "vi": "Chuyện là có người bị bắt"
    }
  },
  {
    "translation": {
      "en": "on an unrelated securities charge,",
      "vi": "vì một tội về chứng khoán không liên quan,"
    }
  },
  {
    "translation": {
      "en": "and that person traded information.",
      "vi": "và người đó mua bán thông tin."
    }
  },
  {
    "translation": {
      "en": "That financial executive said,",
      "vi": "Nhân viên tài chính đó đã nói,"
    }
  },
  {
    "translation": {
      "en": "You may be interested to know that a coach at Yale asked me for a bribe.",
      "vi": "Các vị có thể quan tâm khi biết một HLV ở Yale đã đòi tôi hối lộ."
    }
  },
  {
    "translation": {
      "en": "A gentleman by the name of Rudy Meredith,",
      "vi": "Quý ông đó tên là Rudy Meredith,"
    }
  },
  {
    "translation": {
      "en": "who had been working with parents to get their children into Yale",
      "vi": "đã làm việc với các phụ huynh để đưa con họ vào Yale"
    }
  },
  {
    "translation": {
      "en": "under the guise that they were going to be soccer players.",
      "vi": "dưới vỏ bọc là chúng sẽ thành cầu thủ bóng đá."
    }
  },
  {
    "translation": {
      "en": "The first question they ask Mr. Meredith",
      "vi": "Câu đầu tiên họ hỏi Meredith"
    }
  },
  {
    "translation": {
      "en": "after they investigated and indicted him was,",
      "vi": "sau khi điều tra và truy tố ông ta là,"
    }
  },
  {
    "translation": {
      "en": "Is there anything you'd like to tell me?",
      "vi": "Anh có gì muốn nói với tôi chứ? Có, tôi có."
    }
  },
  {
    "translation": {
      "en": "Yes, there is. There's a gentleman named Rick Singer",
      "vi": "Anh có gì muốn nói với tôi chứ? Có, tôi có. Có một người là Rick Singer mà tôi muốn giới thiệu cho các anh,"
    }
  },
  {
    "translation": {
      "en": "who I'd like to introduce you to,",
      "vi": "Có một người là Rick Singer mà tôi muốn giới thiệu cho các anh,"
    }
  },
  {
    "translation": {
      "en": "and I'm happy to cooperate against him because I don't wanna go to prison.",
      "vi": "và tôi vui lòng hợp tác tố ông ta vì tôi không muốn ngồi tù."
    }
  },
  {
    "translation": {
      "en": "So just like that, Rudy Meredith is a cooperating informant.",
      "vi": "Như thế, Rudy Meredith thành người báo tin hợp tác."
    }
  },
  {
    "translation": {
      "en": "Then he cooperates against Singer.",
      "vi": "Rồi ông ta hợp tác tố Singer."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Hi, Rick.",
      "vi": "Chào Rick."
    }
  },
  {
    "translation": {
      "en": "Why don't you step inside?",
      "vi": "Sao anh không vào trong?"
    }
  },
  {
    "translation": {
      "en": "It will happen as though…",
      "vi": "Chuyện sẽ xảy ra như thể…"
    }
  },
  {
    "translation": {
      "en": "She will think she's really super smart and she got lucky on a test,",
      "vi": "Cô bé sẽ nghĩ mình siêu thông minh và gặp may khi thi,"
    }
  },
  {
    "translation": {
      "en": "and you got a score now.",
      "vi": "và ta có điểm."
    }
  },
  {
    "translation": {
      "en": "It's the home run of home runs.",
      "vi": "Đó là cú homerun ngon nhất."
    }
  },
  {
    "translation": {
      "en": "And it works? Every time.",
      "vi": "Và làm được chứ? Lần nào cũng được."
    }
  },
  {
    "translation": {
      "en": "Singer agreed to cooperate with our investigation",
      "vi": "ĐẶC VỤ FBI CÔNG BỐ Singer đồng ý hợp tác với cuộc điều tra của chúng tôi và được thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "and to be interviewed.",
      "vi": "Singer đồng ý hợp tác với cuộc điều tra của chúng tôi và được thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "However, he was not fully forthcoming regarding parts of his scheme,",
      "vi": "Tuy nhiên, ông ta không nói đầy đủ các phần trong mưu đồ,"
    }
  },
  {
    "translation": {
      "en": "and it was my impression that he was not taking",
      "vi": "và ấn tượng của tôi là ông ta không nhận"
    }
  },
  {
    "translation": {
      "en": "full responsibility for his conduct.",
      "vi": "toàn bộ trách nhiệm cho việc làm của mình."
    }
  },
  {
    "translation": {
      "en": "Singer told us that the payments he and his clients",
      "vi": "Singer nói rằng các khoản ông ta và khách hàng"
    }
  },
  {
    "translation": {
      "en": "made to university athletics programs were donations.",
      "vi": "đưa cho chương trình thể thao của các đại học là quyên góp."
    }
  },
  {
    "translation": {
      "en": "We informed him that a payment in exchange",
      "vi": "Chúng tôi nói là một khoản tiền để đổi lại"
    }
  },
  {
    "translation": {
      "en": "for recruiting a fake student athlete to an athletic team is illegal.",
      "vi": "chiêu mộ một VĐV sinh viên giả cho đội thể thao, đó là phi pháp."
    }
  },
  {
    "translation": {
      "en": "The next day, after consulting with his attorney,",
      "vi": "Hôm nay, sau khi tham vấn luật sư,"
    }
  },
  {
    "translation": {
      "en": "Singer agreed to consensually record phone calls",
      "vi": "Singer đồng ý cho ghi âm điện thoại có ưng thuận"
    }
  },
  {
    "translation": {
      "en": "with other individuals involved in his scheme.",
      "vi": "với các cá nhân liên quan trong kế hoạch."
    }
  },
  {
    "translation": {
      "en": "For those calls, we instructed Singer to engage in a ruse.",
      "vi": "Nhũng cuộc gọi này, chúng tôi hướng dẫn Singer dùng mẹo."
    }
  },
  {
    "translation": {
      "en": "Uh, so the reason I'm calling is, uh, so, uh, my foundation is getting audited now.",
      "vi": "À, lý do tôi gọi là, quỹ của tôi đang bị kiểm toán."
    }
  },
  {
    "translation": {
      "en": "Oh. Well, that sucks. Uh… Yeah. Right?",
      "vi": "Ồ. Tệ thật. Ừm… Ừ. Nhỉ?"
    }
  },
  {
    "translation": {
      "en": "They're going back like they always do. Yeah.",
      "vi": "Họ sẽ quay lại như vẫn luôn làm. Ừ."
    }
  },
  {
    "translation": {
      "en": "Elizabeth and Manuel Henriquezof Atherton.",
      "vi": "Elizabeth và Manuel Henriquez của Atherton."
    }
  },
  {
    "translation": {
      "en": "They're accused of paying $400,000 in bribes.",
      "vi": "Họ bị buộc tội hối lộ 400.000 đô."
    }
  },
  {
    "translation": {
      "en": "So they're taking a look at all my payments.",
      "vi": "Họ đang xem các khoản chi của tôi."
    }
  },
  {
    "translation": {
      "en": "They asked about the large sums of money that came in from you guys.",
      "vi": "Họ hỏi về số tiền lớn đến từ các vị."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "EssentiallyFor all the good deeds that you do.",
      "vi": "Cơ bản… Vì những việc tốt anh làm."
    }
  },
  {
    "translation": {
      "en": "Absolutely. Of course I didn't say anything, you know?",
      "vi": "Hẳn rồi. Dĩ nhiên tôi không nói gì cả."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna tell the IRS that Mark took the test for Isabelle, or that Gordie",
      "vi": "Tôi sẽ không nói với IRS là Mark thi hộ Isabelle, hay Gordie…"
    }
  },
  {
    "translation": {
      "en": "Mm hmm, right. Yeah.",
      "vi": "Ừ, phải. Đúng."
    }
  },
  {
    "translation": {
      "en": "Or that Gordie… Uh, we paid Gordieto help get into Georgetown, right?",
      "vi": "HLV TENNIS CỦA GEORGETOWN Ta đã trả cho Gordie để giúp vào Georgetown, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "So I just wanna make sure that you and I are on the same page.",
      "vi": "Tôi chỉ muốn đảm bảo là cô và tôi hiểu đúng ý nhau."
    }
  },
  {
    "translation": {
      "en": "Okay. In case they were to call.",
      "vi": "Được. Đề phòng họ có gọi."
    }
  },
  {
    "translation": {
      "en": "So what's your story?",
      "vi": "Câu chuyện của anh là gì?"
    }
  },
  {
    "translation": {
      "en": "So my story is essentially that you gave your money to our foundation",
      "vi": "Chuyện của tôi là cô đưa tiền cho quỹ của tôi"
    }
  },
  {
    "translation": {
      "en": "to help underserved kids.",
      "vi": "để giúp đỡ trẻ khó khăn."
    }
  },
  {
    "translation": {
      "en": "You… Uh… Of course. And, uh…",
      "vi": "Anh… Ừ… Dĩ nhiên. Và…"
    }
  },
  {
    "translation": {
      "en": "Those kids have to go to school. Absolutely.",
      "vi": "Những đứa trẻ đó phải đi học. Hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I'm not surprised at Singer's level of involvement.",
      "vi": "Tôi không ngạc nhiên với mức liên quan của Singer."
    }
  },
  {
    "translation": {
      "en": "Much like he seized an opportunity to enrich himself",
      "vi": "Cũng nhiều như giành lấy cơ hội làm giàu cho bản thân"
    }
  },
  {
    "translation": {
      "en": "to help get their children into school,",
      "vi": "khi giúp bọn trẻ vào trường,"
    }
  },
  {
    "translation": {
      "en": "he equally seized another opportunity to earn cooperation credit.",
      "vi": "ông ta cũng giành cơ hội khác để kiếm điểm hợp tác."
    }
  },
  {
    "translation": {
      "en": "He was just as zealous in cooperating",
      "vi": "Ông ta cũng sốt sắng hợp tác như khi"
    }
  },
  {
    "translation": {
      "en": "as he was in getting parents to pay him to get their kids into school.",
      "vi": "thuyết phục phụ huynh chi tiền đưa con họ vào trường."
    }
  },
  {
    "translation": {
      "en": "So there's no paper trail of money? No, there's no paper trail of money.",
      "vi": "Không có dấu vết chứng từ của tiền? Không có dấu vết chứng từ."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "So why did Isabelle do the test in Houston?",
      "vi": "Vì sao Isabelle làm bài ở Houston?"
    }
  },
  {
    "translation": {
      "en": "We gotta get into that story.",
      "vi": "Ta phải đi vào câu chuyện đó."
    }
  },
  {
    "translation": {
      "en": "So let me go into it. Uh…",
      "vi": "Để tôi kể. À…"
    }
  },
  {
    "translation": {
      "en": "Essentially, there's nowhere where anybody knows,",
      "vi": "Về cơ bản, không có chỗ nào để mọi người biết,"
    }
  },
  {
    "translation": {
      "en": "because, in my books, it doesn't show that there was any money paid to Mark",
      "vi": "vì sổ sách của tôi không thể hiện khoản tiền nào trả cho Mark"
    }
  },
  {
    "translation": {
      "en": "for taking the test for Isabelle. Okay?",
      "vi": "vì thi hộ cho Isabelle. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "It doesn't show anything at all in our foundation or anything.",
      "vi": "Chẳng thể hiện gì trong quỹ của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Just so you know.",
      "vi": "Nói thế cho rõ."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "So the question is, uh, if anybody calls me, the response is,",
      "vi": "Câu hỏi là, nếu có ai gọi tôi, phản ứng là,"
    }
  },
  {
    "translation": {
      "en": "No comment on the Houston issue.",
      "vi": "Không bình luận về chuyện Houston."
    }
  },
  {
    "translation": {
      "en": "Remember, she went there because she needed special",
      "vi": "Hãy nhớ, con bé đến đó vì cần điều tiết…"
    }
  },
  {
    "translation": {
      "en": "I understand. Accommodations.",
      "vi": "Anh biết. Điều tiết đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Accommodations.",
      "vi": "Điều tiết đặc biệt."
    }
  },
  {
    "translation": {
      "en": "But I'm not gonna comment.",
      "vi": "Nhưng tôi sẽ không bình luận."
    }
  },
  {
    "translation": {
      "en": "We gotta be very careful getting inbound calls.",
      "vi": "Ta phải cẩn thận với những cuộc gọi đến."
    }
  },
  {
    "translation": {
      "en": "I've no idea who you are,",
      "vi": "Tôi không biết anh là ai,"
    }
  },
  {
    "translation": {
      "en": "so I won't respond to an inbound call from anybody.",
      "vi": "nên sẽ không trả lời cuộc gọi đến từ bất cứ ai."
    }
  },
  {
    "translation": {
      "en": "Rick said, I wanna continue our relationship.",
      "vi": "Rick Singer đã nói, Tôi muốn tiếp tục mối quan hệ."
    }
  },
  {
    "translation": {
      "en": "I wanna call you in a week, and talk about another donation",
      "vi": "Một tuần nữa tôi gọi lại, và nói về khoản quyên góp khác"
    }
  },
  {
    "translation": {
      "en": "like I did with the $110,000. I'd like to continue to do that.",
      "vi": "như 110.000 đô lần trước. Tôi muốn tiếp tục làm thế."
    }
  },
  {
    "translation": {
      "en": "I said, Great. So he was true to his word.",
      "vi": "Tôi nói, Tuyệt. Ông ta đã giữ lời."
    }
  },
  {
    "translation": {
      "en": "He called me a week to two weeks later.",
      "vi": "Ông ta gọi tôi một hay hai tuần sau."
    }
  },
  {
    "translation": {
      "en": "I was rushing out the door,",
      "vi": "Tôi đang vội ra cửa,"
    }
  },
  {
    "translation": {
      "en": "but he's talking to me the whole time on this call.",
      "vi": "nhưng cuộc gọi này ông ta nói là chủ yếu."
    }
  },
  {
    "translation": {
      "en": "I'm just yeah ing him to death.",
      "vi": "Tôi ừ hết mọi thứ."
    }
  },
  {
    "translation": {
      "en": "He said he wants to donate $160,000 right now, and he'd give the rest later,",
      "vi": "Bảo là ông ta muốn góp 160.000 đô ngay giờ, số còn lại đưa sau."
    }
  },
  {
    "translation": {
      "en": "to continue a deposit on our relationship.",
      "vi": "Tiếp tục đặt cọc cho mối quan hệ của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "The only word I really picked up was deposit.",
      "vi": "Từ duy nhất tôi nhớ được là đặt cọc."
    }
  },
  {
    "translation": {
      "en": "I took it as his deposit on a relationship",
      "vi": "Tôi hiểu đặt cọc cho mối quan hệ"
    }
  },
  {
    "translation": {
      "en": "was that he would bring me more recruits to consider.",
      "vi": "là ông ta sẽ đem đến thêm người cho tôi xem xét."
    }
  },
  {
    "translation": {
      "en": "And we'd see how it would go from there.",
      "vi": "Rồi chúng tôi sẽ xem tiếp theo ra sao."
    }
  },
  {
    "translation": {
      "en": "Then I didn't hear anything from Rick again and still haven't, actually.",
      "vi": "Rồi tôi không nghe từ Rick nữa, và giờ vẫn chưa."
    }
  },
  {
    "translation": {
      "en": "That was the last conversation we had.",
      "vi": "Đó là lần cuối chúng tôi nói chuyện."
    }
  },
  {
    "translation": {
      "en": "That phone call was set up by the FBI.",
      "vi": "Cuộc gọi đó do FBI dàn xếp."
    }
  },
  {
    "translation": {
      "en": "It turns out that was the most, uh…",
      "vi": "Hóa ra đó là cuộc gọi bi kịch nhất"
    }
  },
  {
    "translation": {
      "en": "tragic and most devastating phone call of my life.",
      "vi": "và có sức tàn phá nhất với đời tôi."
    }
  },
  {
    "translation": {
      "en": "I wanna make sure we're confirmed that,",
      "vi": "Tôi muốn chắc chắn là chúng ta xác nhận,"
    }
  },
  {
    "translation": {
      "en": "going forward, I'm going to at least potentially have a spot with you.",
      "vi": "sau này, có thể tôi sẽ có một chỗ bên anh."
    }
  },
  {
    "translation": {
      "en": "It'll probably be an athlete like the other student who wasn't an actual sailor.",
      "vi": "Chắc sẽ là một VĐV giống như học sinh không phải thủy thủ thật kia."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "I'll put together a profile for her,",
      "vi": "Tôi sẽ lập hồ sơ cho cô bé,"
    }
  },
  {
    "translation": {
      "en": "and, uh… put all the major regattas that I come up with from the Internet,",
      "vi": "và đưa vào các giải đua thuyền lớn tôi tìm được trên mạng,"
    }
  },
  {
    "translation": {
      "en": "and bring someone to you.",
      "vi": "và đem người đến cho anh."
    }
  },
  {
    "translation": {
      "en": "Then we'll make a payment to you again. Great.",
      "vi": "Rồi chúng tôi sẽ lại đưa tiền cho anh. Tốt."
    }
  },
  {
    "translation": {
      "en": "As someone who's defending somebody, how did you feel hearing that tape?",
      "vi": "Là luật sư biện hộ, anh cảm thấy sao khi nghe băng đó?"
    }
  },
  {
    "translation": {
      "en": "It wasn't good, um, from my point of view.",
      "vi": "Không tốt, theo quan điểm của tôi."
    }
  },
  {
    "translation": {
      "en": "And it would have been tough at trial. Tapes are…",
      "vi": "Và sẽ gặp khó khi xét xử. Băng ghi âm…"
    }
  },
  {
    "translation": {
      "en": "When I was a prosecutor, I did a lot of wiretaps.",
      "vi": "Khi là công tố viên, tôi đã nghe lén nhiều."
    }
  },
  {
    "translation": {
      "en": "And I played a lot of wiretap calls or tapes.",
      "vi": "Và đã bật nhiều băng ghi âm nghe lén."
    }
  },
  {
    "translation": {
      "en": "And juries love hearing wiretap calls.",
      "vi": "Bồi thẩm đoàn thích nghe các cuộc gọi nghe lén."
    }
  },
  {
    "translation": {
      "en": "They can be good evidence. I explained that to him.",
      "vi": "Chúng có thể là chứng cứ tốt. Tôi đã dặn ông ta."
    }
  },
  {
    "translation": {
      "en": "I heard the call. I thought this was a good one,",
      "vi": "Tôi đã nghe cuộc gọi. Tôi nghĩ cái đó tốt,"
    }
  },
  {
    "translation": {
      "en": "and it could be tough to explain.",
      "vi": "khó mà giải thích gì."
    }
  },
  {
    "translation": {
      "en": "So I wanted to let you know, our foundation is… is being audited.",
      "vi": "Tôi muốn cho cô biết… quỹ chúng tôi… đang bị kiểm toán."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Which is very normal, right? Yeah.",
      "vi": "Rất bình thường, được chứ? Ừ."
    }
  },
  {
    "translation": {
      "en": "They've been auditing my foundation. Okay.",
      "vi": "Họ kiểm toán quỹ của tôi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Which is pretty typical. Uh huh.",
      "vi": "Mà đó là bình thường. Ừ."
    }
  },
  {
    "translation": {
      "en": "My foundation is being audited. Uh huh.",
      "vi": "Quỹ của tôi đang bị kiểm toán. Ừ."
    }
  },
  {
    "translation": {
      "en": "Like everybody on the planet, huh?  Sure.",
      "vi": "Như bất kỳ ai trên đời, nhỉ? Hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "So they've been looking at…",
      "vi": "Họ đang xem xét…"
    }
  },
  {
    "translation": {
      "en": "This wasn't a typical sting operation.",
      "vi": "Đây không phải hành động đánh lừa điển hình."
    }
  },
  {
    "translation": {
      "en": "If you look back at the larger, white collar cases,",
      "vi": "Nếu bạn nhìn lại các vụ cổ cồn trắng lớn hơn,"
    }
  },
  {
    "translation": {
      "en": "Enron, for example, the leadership is indicted.",
      "vi": "ví dụ như Enron, lãnh đạo bị truy tố."
    }
  },
  {
    "translation": {
      "en": "Maybe the CEO, the CFO, uh, the COO, and then, really, the indictments end.",
      "vi": "Có thể CEO, CFO, COO, và rồi hết cáo trạng."
    }
  },
  {
    "translation": {
      "en": "Traditionally, a large RICO indictment like this is gonna be organized crime.",
      "vi": "Theo truyền thống, một cáo trạng RICO như thế này phải là tội phạm có tổ chức."
    }
  },
  {
    "translation": {
      "en": "If you're going after a syndicate that deals drugs,",
      "vi": "Nếu nhắm vào một tập đoàn buôn ma túy,"
    }
  },
  {
    "translation": {
      "en": "you start with local level dealers, flip one of them,",
      "vi": "bắt đầu từ con buôn cấp địa phương, tóm một tên,"
    }
  },
  {
    "translation": {
      "en": "get a wire, work your way up to the middle level dealer,",
      "vi": "nghe lén, tìm cách lên đến tay buôn cấp trung,"
    }
  },
  {
    "translation": {
      "en": "and you end up with the kingpin.",
      "vi": "kết thúc với tay trùm."
    }
  },
  {
    "translation": {
      "en": "Here, Rick Singer was selling the product, and yet you had him first.",
      "vi": "Ở đây, Rick Singer bán sản phẩm, vậy mà lại bắt ông ta trước."
    }
  },
  {
    "translation": {
      "en": "Then you worked your way down the chain to get the buyers of the product.",
      "vi": "Rồi lần ngược đường dây để tóm người mua sản phẩm."
    }
  },
  {
    "translation": {
      "en": "They started an audit on my foundation. Yeah.",
      "vi": "Họ bắt đầu kiểm toán quỹ của tôi. Ừ."
    }
  },
  {
    "translation": {
      "en": "Which is typical, right? Okay.",
      "vi": "Bình thường mà, được chứ? Được."
    }
  },
  {
    "translation": {
      "en": "Which is pretty natural. Yeah.",
      "vi": "Rất tự nhiên. Ừ."
    }
  },
  {
    "translation": {
      "en": "I'm gonna tell the IRS",
      "vi": "Tôi sẽ nói với IRS"
    }
  },
  {
    "translation": {
      "en": "that your donation to our foundation essentially went",
      "vi": "là quyên góp của anh cho quỹ về cơ bản đi đến…"
    }
  },
  {
    "translation": {
      "en": "Wait, wait, Rick. Let me ask you a question.",
      "vi": "Khoan, Rick. Để tôi hỏi anh câu này."
    }
  },
  {
    "translation": {
      "en": "Shouldn't we get together over this as opposed to over the phone?",
      "vi": "Không phải ta nên gặp nhau bàn bạc thay vì qua điện thoại ư?"
    }
  },
  {
    "translation": {
      "en": "Whatever you wanna do. I'm fine.",
      "vi": "Anh muốn sao cũng được. Tôi ổn."
    }
  },
  {
    "translation": {
      "en": "All I'm gonna tell the IRS is that your donation to our foundation",
      "vi": "Tôi sẽ nói với IRS là khoản quyên góp của anh cho quỹ"
    }
  },
  {
    "translation": {
      "en": "went to help underserved kids. That's it.",
      "vi": "dùng để giúp trẻ khó khăn. Thế thôi."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, yeah.",
      "vi": "Ừ. Được."
    }
  },
  {
    "translation": {
      "en": "In listening to some of the tapes of Singer,",
      "vi": "Khi nghe vài băng của Singer,"
    }
  },
  {
    "translation": {
      "en": "he's as skilled as I've ever heard",
      "vi": "ông ta giỏi như tôi đã nghe nói"
    }
  },
  {
    "translation": {
      "en": "of getting someone to acknowledge wrongdoing.",
      "vi": "trong việc làm cho ai đó nhận thức được việc làm sai."
    }
  },
  {
    "translation": {
      "en": "Yeah, he was pretty good on the phone,",
      "vi": "Ông ta rất giỏi nói điện thoại,"
    }
  },
  {
    "translation": {
      "en": "but that's only gonna work with these white collar professionals.",
      "vi": "nhưng chỉ có tác dụng với các chuyên gia cổ cồn trắng này."
    }
  },
  {
    "translation": {
      "en": "Historically, white collar defendants have almost no filter on the phone.",
      "vi": "Theo lịch sử, các bị cáo cổ cồn trắng hầu như không có bộ lọc trên điện thoại."
    }
  },
  {
    "translation": {
      "en": "We know people at Goldman Sachs who, you know, recommended you highly.",
      "vi": "Chúng tôi biết người ở Goldman Sachs đánh giá cao anh."
    }
  },
  {
    "translation": {
      "en": "My husband and I laugh every day about how great your work was.",
      "vi": "Vợ chồng tôi ngày nào cũng cười vì anh đã làm rất tốt."
    }
  },
  {
    "translation": {
      "en": "We're like, It was worth every cent.",
      "vi": "Chúng tôi bảo, Đáng đến từng xu."
    }
  },
  {
    "translation": {
      "en": "If he was talking to organized crime members,",
      "vi": "Nếu ông ta nói chuyện với người của tổ chức tội phạm,"
    }
  },
  {
    "translation": {
      "en": "he would have been made as a cooperator within 30 seconds on the call.",
      "vi": "chưa đầy 30 giây sẽ bị phát hiện ngay là hợp tác với cảnh sát."
    }
  },
  {
    "translation": {
      "en": "So, what I want is to make sure that you and I are both on the same page.",
      "vi": "Điều tôi muốn là đảm bảo anh và tôi hiểu ý nhau."
    }
  },
  {
    "translation": {
      "en": "Because I'm going to tell them",
      "vi": "Tôi sẽ bảo họ"
    }
  },
  {
    "translation": {
      "en": "that you made a $50K donation to my foundation to help underserved kids.",
      "vi": "là anh quyên 50.000 đô cho quỹ của tôi để giúp trẻ em khó khăn."
    }
  },
  {
    "translation": {
      "en": "Not that Mark took the test for your daughter",
      "vi": "Không phải Mark thi hộ con gái anh"
    }
  },
  {
    "translation": {
      "en": "or that she took the test at the West Hollywood test center.",
      "vi": "hay cô bé thi ở trung tâm thi West Hollywood."
    }
  },
  {
    "translation": {
      "en": "What do you think, I'm a moron?",
      "vi": "Anh nghĩ tôi là đồ ngốc à?"
    }
  },
  {
    "translation": {
      "en": "No, I… I'm not saying you're a moron. The point is that",
      "vi": "Không, tôi không nói anh ngốc. Vấn đề là…"
    }
  },
  {
    "translation": {
      "en": "I got it, Rick. I got it.",
      "vi": "Tôi hiểu, Rick. Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "I'll say I've been inspired,",
      "vi": "Tôi sẽ nói là có cảm hứng,"
    }
  },
  {
    "translation": {
      "en": "how you're helping underprivileged kids get into college. Got it.",
      "vi": "với cách anh giúp trẻ thiệt thòi vào đại học. Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, Rick. I… You know, I don't…",
      "vi": "Này, Rick. Tôi… Anh biết đó, tôi không…"
    }
  },
  {
    "translation": {
      "en": "You know, whatever you do, you do, you know?",
      "vi": "Bất cứ gì anh làm, anh cứ làm, được chứ?"
    }
  },
  {
    "translation": {
      "en": "I really don't feel comfortable talking to you about this",
      "vi": "Tôi không thoải mái khi nói với anh việc này"
    }
  },
  {
    "translation": {
      "en": "in terms of kind of, you know, your…",
      "vi": "liên quan tới, anh biết đó, của anh…"
    }
  },
  {
    "translation": {
      "en": "In terms of… In terms of kind of your… You know, your dealings.",
      "vi": "Liên quan đến… cách xử lý của anh."
    }
  },
  {
    "translation": {
      "en": "Stephen Semprevivo, a Los Angeles businessman,",
      "vi": "Stephen Semprevivo, một doanh nhân Los Angeles,"
    }
  },
  {
    "translation": {
      "en": "paying $400,000 to get his son into Georgetown as a fake tennis recruit.",
      "vi": "chi 400.000 đô đưa con trai vào Georgetown, giả làm VĐV tennis."
    }
  },
  {
    "translation": {
      "en": "You know, all I know is that we used you for the charity stuff",
      "vi": "Tôi chỉ biết là chúng tôi dùng anh cho từ thiện"
    }
  },
  {
    "translation": {
      "en": "and we used you for the counseling,",
      "vi": "và cho cố vấn,"
    }
  },
  {
    "translation": {
      "en": "and your dealings are your dealings. And so, you know…",
      "vi": "và anh xử lý sao thì tùy. Nên…"
    }
  },
  {
    "translation": {
      "en": "No, I get that. I understand that.",
      "vi": "Không, tôi biết. Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "But at the same time, we were all a part",
      "vi": "Nhưng cùng lúc, ta đều tham gia…"
    }
  },
  {
    "translation": {
      "en": "No, I don't agree with that at all.",
      "vi": "Không, tôi không đồng ý chút nào."
    }
  },
  {
    "translation": {
      "en": "You don't agree that we got him in through tennis?",
      "vi": "Anh không đồng ý ta đưa cậu bé vào qua tennis?"
    }
  },
  {
    "translation": {
      "en": "I don't. I don't. I…",
      "vi": "Tôi không. Tôi…"
    }
  },
  {
    "translation": {
      "en": "You know, you did what you did, and that was your stuff, okay?",
      "vi": "Anh đã làm việc của anh, và đó là chuyện của anh, nhé?"
    }
  },
  {
    "translation": {
      "en": "Okay. You did what you did.",
      "vi": "Được. Anh đã làm việc đó."
    }
  },
  {
    "translation": {
      "en": "I won't take accountability for it. You need to be accountable for",
      "vi": "Tôi sẽ không chịu trách nhiệm Anh cần chịu trách nhiệm cho…"
    }
  },
  {
    "translation": {
      "en": "Absolutely. I'm absolutely accountable,",
      "vi": "Hẳn rồi. Tôi hoàn toàn chịu trách nhiệm,"
    }
  },
  {
    "translation": {
      "en": "that I got him in through tennis, and that you guys were aware of it.",
      "vi": "là tôi đưa cậu bé vào qua tennis, là nhà anh biết."
    }
  },
  {
    "translation": {
      "en": "I'm totally aware of it and I accept total responsibility",
      "vi": "Tôi hoàn toàn biết và tôi nhận hoàn toàn trách nhiệm"
    }
  },
  {
    "translation": {
      "en": "that I used my relationship and made your son a tennis player.",
      "vi": "là tôi dùng quan hệ của tôi biến con anh thành tay vợt tennis."
    }
  },
  {
    "translation": {
      "en": "We all agreed that that's what we were going to do.",
      "vi": "Ta đã nhất trí đó là việc ta sẽ làm."
    }
  },
  {
    "translation": {
      "en": "You know, I don't have any details,",
      "vi": "Tôi không có chi tiết,"
    }
  },
  {
    "translation": {
      "en": "but I think you need to be accountable for what you did.",
      "vi": "nhưng tôi nghĩ anh cần chịu trách nhiệm việc anh làm."
    }
  },
  {
    "translation": {
      "en": "So I don't wanna talk about this anymore because, you know…",
      "vi": "Tôi không muốn nói việc này nữa vì…"
    }
  },
  {
    "translation": {
      "en": "I think there were two separate things.",
      "vi": "Tôi nghĩ có hai việc riêng biệt."
    }
  },
  {
    "translation": {
      "en": "And we used you, and we donated.",
      "vi": "Chúng tôi dùng anh, và chúng tôi quyên góp."
    }
  },
  {
    "translation": {
      "en": "We donated as a charity, and it was a good charity.",
      "vi": "Chúng tôi quyên góp cho từ thiện. Là việc tốt."
    }
  },
  {
    "translation": {
      "en": "We were excited we could help.",
      "vi": "Chúng tôi vui khi có thể giúp."
    }
  },
  {
    "translation": {
      "en": "In terms of how you do favors for people separately,",
      "vi": "Việc anh giúp đỡ riêng cho người khác,"
    }
  },
  {
    "translation": {
      "en": "that's, you know, I…",
      "vi": "việc đó, tôi…"
    }
  },
  {
    "translation": {
      "en": "We appreciate any help you gave us.",
      "vi": "Chúng tôi cảm kích sự giúp đỡ của anh."
    }
  },
  {
    "translation": {
      "en": "But, you know, we used you in terms of the…",
      "vi": "Nhưng chúng tôi dùng anh cho việc…"
    }
  },
  {
    "translation": {
      "en": "In terms of your college stuff.",
      "vi": "cho việc đại học của anh."
    }
  },
  {
    "translation": {
      "en": "We paid you well for the work you did there separately.",
      "vi": "Chúng tôi trả đẹp cho việc anh làm tách biệt."
    }
  },
  {
    "translation": {
      "en": "So… And we appreciate it.",
      "vi": "Nên… Chúng tôi cảm kích."
    }
  },
  {
    "translation": {
      "en": "So I think that…",
      "vi": "Tôi nghĩ là…"
    }
  },
  {
    "translation": {
      "en": "If you're trying to turn something around in terms of what you did and how you did it,",
      "vi": "Nếu anh muốn lật lại gì đó liên quan đến việc anh đã làm,"
    }
  },
  {
    "translation": {
      "en": "then I don't wanna be… I don't wanna be a part of that.",
      "vi": "thì tôi không muốn… Không muốn là một phần trong đó."
    }
  },
  {
    "translation": {
      "en": "You know, I'm so paranoid about this fucking thing you were talking about,",
      "vi": "Tôi rất lo lắng về việc quái quỷ anh đang nói,"
    }
  },
  {
    "translation": {
      "en": "I don't like talking about it on the phone.",
      "vi": "tôi không thích nói qua điện thoại."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm thinking, you know, are they…",
      "vi": "Tôi đang nghĩ, anh biết đó, họ có…"
    }
  },
  {
    "translation": {
      "en": "I can't imagine they'd go to the trouble of tapping my phone,",
      "vi": "Tôi không thể hình dung họ sẽ nghe lén điện thoại tôi,"
    }
  },
  {
    "translation": {
      "en": "but would they tap someone like your phones?",
      "vi": "nhưng nghe lén người như anh thì sao?"
    }
  },
  {
    "translation": {
      "en": "Real estate tycoon Bruce Isackson and his wife Davina",
      "vi": "Trùm bất động sản Bruce Isackson và vợ là Davina"
    }
  },
  {
    "translation": {
      "en": "paying $600,000 to help their two daughters get into UCLA and USC",
      "vi": "chi 600.000 để giúp hai con gái vào UCLA và USC"
    }
  },
  {
    "translation": {
      "en": "through the test cheating scheme and the athletic recruitment scheme.",
      "vi": "qua chiêu trò gian lận thi cử và chiêu tuyển mộ VĐV."
    }
  },
  {
    "translation": {
      "en": "Worst case, we'd get a call from them and they'd say to you,",
      "vi": "Tệ nhất là, họ gọi cho chúng ta và nói,"
    }
  },
  {
    "translation": {
      "en": "Prove you gave this money…",
      "vi": "Chứng minh ông đã đưa tiền này…"
    }
  },
  {
    "translation": {
      "en": "They'd ask for some. But you did.",
      "vi": "Họ sẽ hỏi thế. Nhưng anh đã đưa."
    }
  },
  {
    "translation": {
      "en": "Yeah. But… I'm just thinking that…",
      "vi": "Ừ. Nhưng… tôi chỉ đang nghĩ…"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Because you're thinking…",
      "vi": "Chúa ơi. Vì anh nghĩ…"
    }
  },
  {
    "translation": {
      "en": "If they get into the meat and potatoes, is this gonna be a front page story?",
      "vi": "Nếu họ biết được chi tiết, đây sẽ thành chuyện trang nhất à?"
    }
  },
  {
    "translation": {
      "en": "Well, the person who'd be on the front page",
      "vi": "Người sẽ lên trang nhất…"
    }
  },
  {
    "translation": {
      "en": "Yeah, but will I… But… But if…",
      "vi": "Ừ, nhưng liệu tôi… Nhưng nếu…"
    }
  },
  {
    "translation": {
      "en": "If they got into the meat and potatoes, which a guy would love to have is…",
      "vi": "Nếu họ hỏi thẳng vào vấn đề, điều mà một người muốn có là…"
    }
  },
  {
    "translation": {
      "en": "Look how hard it is for these kids to get into college and…",
      "vi": "Anh xem việc vào đại học khó thế nào với bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "Look what's going on behind the scenes.",
      "vi": "Hãy xem chuyện gì xảy ra phía sau."
    }
  },
  {
    "translation": {
      "en": "And then… you know, the embarrassment to everyone in the communities.",
      "vi": "Rồi sự hổ thẹn với mọi người trong cộng đồng."
    }
  },
  {
    "translation": {
      "en": "My God. It'd just be, uh…",
      "vi": "Chúa ơi. Sẽ là…"
    }
  },
  {
    "translation": {
      "en": "God, just…",
      "vi": "Chúa ơi, thật…"
    }
  },
  {
    "translation": {
      "en": "Oh…",
      "vi": "Ôi…"
    }
  },
  {
    "translation": {
      "en": "Fast forward a couple months, we go through the Christmas season,",
      "vi": "THÁNG 2/2019 Đi tới sau đó vài tháng, chúng tôi trải qua mùa Giáng sinh,"
    }
  },
  {
    "translation": {
      "en": "we get a knock on the door at 7:00, 7:30 in the morning",
      "vi": "chúng tôi bị gõ cửa lúc 7:00, 7:30 sáng"
    }
  },
  {
    "translation": {
      "en": "and it's two women.",
      "vi": "và là hai phụ nữ."
    }
  },
  {
    "translation": {
      "en": "They kinda hold up badges and say,",
      "vi": "Họ cầm phù hiệu và nói,"
    }
  },
  {
    "translation": {
      "en": "I'm from the IRS, and I'm from the FBI.",
      "vi": "Tôi từ IRS, và Tôi từ FBI."
    }
  },
  {
    "translation": {
      "en": "I said, What's this about? What can I help you with?",
      "vi": "Tôi hỏi, Chuyện gì thế? Tôi giúp được gì?"
    }
  },
  {
    "translation": {
      "en": "Oh, we just have a few questions in terms of college admissions and so on.",
      "vi": "Chúng tôi có vài câu hỏi về tuyển sinh đại học và chuyện khác nữa."
    }
  },
  {
    "translation": {
      "en": "I said, Whatever I can do to help.",
      "vi": "Tôi bảo, Bất cứ gì tôi có thể giúp."
    }
  },
  {
    "translation": {
      "en": "The FBI agent started asking questions about Rick Singer.",
      "vi": "Đặc vụ FBI bắt đầu hỏi về Rick Singer."
    }
  },
  {
    "translation": {
      "en": "I described our relationship, that he brought me recruits,",
      "vi": "Tôi tả mối quan hệ của chúng tôi, rằng ông ta đem người đến,"
    }
  },
  {
    "translation": {
      "en": "he was donating, and they said,",
      "vi": "ông ta quyên góp, và họ nói,"
    }
  },
  {
    "translation": {
      "en": "No, that's not what it was. It was you taking bribes.",
      "vi": "Không, đâu phải như thế. Là anh nhận hối lộ."
    }
  },
  {
    "translation": {
      "en": "They kinda wrapped up with saying that,",
      "vi": "Họ kết lại bằng cách nói,"
    }
  },
  {
    "translation": {
      "en": "Stanford knows about this. They're really angry with you.",
      "vi": "Stanford biết tất cả. Họ rất giận dữ."
    }
  },
  {
    "translation": {
      "en": "They gave me their cards and they said goodbye.",
      "vi": "Họ đưa tôi danh thiếp và chào tạm biệt."
    }
  },
  {
    "translation": {
      "en": "I promptly went upstairs, sat down on my bed and cried.",
      "vi": "Tôi nhanh chóng lên lầu, ngồi xuống giường và khóc."
    }
  },
  {
    "translation": {
      "en": "I didn't know what happened.",
      "vi": "Tôi không biết đã có chuyện gì."
    }
  },
  {
    "translation": {
      "en": "John Vandemoer reached out to me. He was in need of an attorney.",
      "vi": "John Vandemoer gọi cho tôi. Anh ta cần một luật sư."
    }
  },
  {
    "translation": {
      "en": "There was such a sense of urgency.",
      "vi": "Có cảm giác rất gấp gáp."
    }
  },
  {
    "translation": {
      "en": "You have to meet him before next week.",
      "vi": "Anh phải gặp ông ta trước tuần sau."
    }
  },
  {
    "translation": {
      "en": "We have to know if he's gonna take a plea deal or not within 48 hours.",
      "vi": "Ta phải biết ông ta có thỏa thuận không trong vòng 48 giờ."
    }
  },
  {
    "translation": {
      "en": "He flew in the red eye.",
      "vi": "Anh ta bay ngay đêm đó."
    }
  },
  {
    "translation": {
      "en": "I'd never met him before, but he just looked… He was tired,",
      "vi": "Tôi chưa từng gặp anh ta, nhưng trông anh ta… Anh ta mệt mỏi"
    }
  },
  {
    "translation": {
      "en": "and obviously extremely upset at what was about to happen.",
      "vi": "và rõ là cực kỳ buồn bã về chuyện sắp xảy ra."
    }
  },
  {
    "translation": {
      "en": "And he says, So it's not good. You're being charged with mail fraud,",
      "vi": "Và ông ta bảo, Vậy là không tốt. Anh sẽ bị buộc tội gian lận thư tín,"
    }
  },
  {
    "translation": {
      "en": "tax fraud and wire fraud.",
      "vi": "gian lận thuế và chuyển tiền."
    }
  },
  {
    "translation": {
      "en": "Each of those counts carry a 20 year sentence in prison.",
      "vi": "Mỗi tội danh như vậy có án 20 năm tù."
    }
  },
  {
    "translation": {
      "en": "The allegation is that he joined Rick Singer's conspiracy,",
      "vi": "Lý lẽ là anh ta tham gia vào âm mưu của Rick Singer,"
    }
  },
  {
    "translation": {
      "en": "the object of which was to help these students, who were not sailors,",
      "vi": "mục tiêu là giúp các học sinh này, vốn không phải thủy thủ,"
    }
  },
  {
    "translation": {
      "en": "get recruited for his team so they would gain access or admission to Stanford.",
      "vi": "được chiêu mộ để chúng được tiếp cận hoặc được nhận vào Stanford."
    }
  },
  {
    "translation": {
      "en": "In exchange for that,",
      "vi": "Đổi lại, Rick sẽ chuyển tiền hoặc gửi séc qua thư cho anh ta."
    }
  },
  {
    "translation": {
      "en": "Rick would wire him money or mail a check, or hand him a check.",
      "vi": "Đổi lại, Rick sẽ chuyển tiền hoặc gửi séc qua thư cho anh ta. Hoặc đưa séc tận tay. Nên có gian lận chuyển tiền và thư tín."
    }
  },
  {
    "translation": {
      "en": "That triggers the wire fraud and the mail fraud.",
      "vi": "Hoặc đưa séc tận tay. Nên có gian lận chuyển tiền và thư tín."
    }
  },
  {
    "translation": {
      "en": "They already had Stanford willing to testify against me.",
      "vi": "Họ đã có Stanford sẵn sàng khai chống lại tôi."
    }
  },
  {
    "translation": {
      "en": "Rick Singer was gonna testify against me.",
      "vi": "Rick Singer sẽ khai chống lại tôi."
    }
  },
  {
    "translation": {
      "en": "I didn't really have any evidence on my side.",
      "vi": "Tôi không có chứng cứ nào về phía mình cả."
    }
  },
  {
    "translation": {
      "en": "Between my wife and my dad and I,",
      "vi": "Giữa vợ, bố và tôi,"
    }
  },
  {
    "translation": {
      "en": "we kinda decided that it made sense for me to plead guilty,",
      "vi": "tôi đã quyết định sẽ hợp lý khi nhận có tội,"
    }
  },
  {
    "translation": {
      "en": "um, and be a felon for the rest of my life.",
      "vi": "thành tội phạm phần đời còn lại."
    }
  },
  {
    "translation": {
      "en": "When you plead guilty, you must meet with the Department of Probation.",
      "vi": "Khi nhận có tội, anh phải gặp Sở Quản chế."
    }
  },
  {
    "translation": {
      "en": "He was being interviewed.",
      "vi": "Anh ta được thẩm vấn."
    }
  },
  {
    "translation": {
      "en": "At the time when I was in that interview, that's when the story broke.",
      "vi": "Lúc tôi đang được thẩm vấn, thì câu chuyện bùng nổ."
    }
  },
  {
    "translation": {
      "en": "We're here today to announce charges in the largest college admissions scam",
      "vi": "Hôm nay sẽ công bố các cáo buộc của vụ gian lận tuyển sinh đại học lớn nhất"
    }
  },
  {
    "translation": {
      "en": "ever prosecuted by the Department of Justice.",
      "vi": "từng bị Bộ Tư pháp khởi tố."
    }
  },
  {
    "translation": {
      "en": "We've charged 50 people nationwide.",
      "vi": "Chúng tôi khởi tố 50 người khắp cả nước."
    }
  },
  {
    "translation": {
      "en": "I was in Las Vegas covering some conference basketball tournament",
      "vi": "Tôi ở Las Vegas viết bài về một giải đấu bóng rổ,"
    }
  },
  {
    "translation": {
      "en": "when I got a phone call early in the morning from an editor saying,",
      "vi": "thì nhận được điện thoại sáng sớm từ một biên tập viên nói là,"
    }
  },
  {
    "translation": {
      "en": "What are you doing? Whatever it is, drop it and get to Los Angeles.",
      "vi": "Anh đang làm gì? Dù là gì, cũng bỏ đi và đến Los Angeles."
    }
  },
  {
    "translation": {
      "en": "Breaking headline of that massive college cheating scandal late today.",
      "vi": "Tin nóng về vụ bê bối gian lận đại học khổng lồ cuối hôm nay."
    }
  },
  {
    "translation": {
      "en": "Dozens of actors, coaches and CEOs are among those charged.",
      "vi": "Hàng chục diễn viên, HLV và CEO có trong số bị khởi tố."
    }
  },
  {
    "translation": {
      "en": "And my phone started blowing up.",
      "vi": "Điện thoại tôi như muốn nổ. 10 CAMERA TRƯỚC TÒA"
    }
  },
  {
    "translation": {
      "en": "My lawyer was looking at his phone the whole time,",
      "vi": "Luật sư của tôi nhìn điện thoại suốt,"
    }
  },
  {
    "translation": {
      "en": "and it was like, you know, This is huge.",
      "vi": "và bảo, Vụ này lớn quá."
    }
  },
  {
    "translation": {
      "en": "Thirty three parents have been charged, including Lori Loughlin…",
      "vi": "Có 33 phụ huynh bị buộc tội, có cả Lori Loughlin…"
    }
  },
  {
    "translation": {
      "en": "Authorities arrest Felicity Huffman at her Hollywood Hills home.",
      "vi": "Nhà cầm quyền bắt Felicity Huffman tại nhà ở Hollywood Hills."
    }
  },
  {
    "translation": {
      "en": "They had guns drawn and everything.",
      "vi": "Họ đã rút cả súng ra."
    }
  },
  {
    "translation": {
      "en": "Raids on the homes of the rich.",
      "vi": "Đột kích nhà của người giàu."
    }
  },
  {
    "translation": {
      "en": "Every single one of these parents should be in jail.",
      "vi": "Mỗi vị phụ huynh trong này đều đáng vào tù."
    }
  },
  {
    "translation": {
      "en": "How the schools fell for these photoshops…",
      "vi": "Sao các trường tin được ảnh photoshop này…"
    }
  },
  {
    "translation": {
      "en": "Use your heads, people. That's not…",
      "vi": "Dùng đầu óc đi. Đó đâu phải…"
    }
  },
  {
    "translation": {
      "en": "Olivia Giannulli was famous for her presence on social media.",
      "vi": "Olivia Giannulli nổi tiếng vì sự hiện diện trên mạng xã hội."
    }
  },
  {
    "translation": {
      "en": "Now she's become target number one for public outrage.",
      "vi": "Giờ cô trở thành mục tiêu số một của cơn phẫn nộ công chúng."
    }
  },
  {
    "translation": {
      "en": "Her famous parents are charged with spending",
      "vi": "Bố mẹ nổi tiếng của cô bị buộc tội dùng"
    }
  },
  {
    "translation": {
      "en": "half a million dollars in bribes to get their daughters into USC.",
      "vi": "nửa triệu đô hối lộ để đưa các con gái vào USC."
    }
  },
  {
    "translation": {
      "en": "I started watching Olivia three years ago.",
      "vi": "Tôi bắt đầu xem Olivia ba năm trước."
    }
  },
  {
    "translation": {
      "en": "I've been watching pretty much every single one of her videos.",
      "vi": "Tôi xem từng video của cô ta rất nhiều."
    }
  },
  {
    "translation": {
      "en": "She goes and cheats to get into school?",
      "vi": "Cô ta gian lận để được vào trường ư?"
    }
  },
  {
    "translation": {
      "en": "And takes a spot from possibly one of her own fans?",
      "vi": "Và chiếm chỗ của một người có thể là fan của cô ta?"
    }
  },
  {
    "translation": {
      "en": "She lost a lot of her sponsorships.",
      "vi": "Cô ta mất rất nhiều tài trợ."
    }
  },
  {
    "translation": {
      "en": "They discontinued a makeup palette that she did with Sephora.",
      "vi": "Họ ngừng bảng phấn trang điểm cô ta làm với Sephora."
    }
  },
  {
    "translation": {
      "en": "Hey, Olivia. How are you?",
      "vi": "Này, Olivia. Khỏe chứ?"
    }
  },
  {
    "translation": {
      "en": "How are you after the college scandal? Have you been speaking to your mom?",
      "vi": "Cô thế nào sau bê bối đại học? Nói chuyện với mẹ cô chưa?"
    }
  },
  {
    "translation": {
      "en": "In a weird way, she has almost become a bigger celebrity because of this.",
      "vi": "Theo cách kỳ lạ, cô ta gần như thành ngôi sao lớn nhất vì chuyện này."
    }
  },
  {
    "translation": {
      "en": "Olivia, it's good to see you back out and about. Feeling confident?",
      "vi": "Olivia. Thật tốt khi thấy cô lại ra ngoài. Thấy tự tin chứ?"
    }
  },
  {
    "translation": {
      "en": "People attacked her on Instagram and her comments were flooded with stuff.",
      "vi": "Mọi người tấn công cô ta trên Instagram và ngập bình luận. VÀO TÙ ĐI"
    }
  },
  {
    "translation": {
      "en": "She can look at people's comments on the Internet",
      "vi": "Cô ta có thể xem bình luận của mọi người…"
    }
  },
  {
    "translation": {
      "en": "and be, They're just trolls. No.",
      "vi": "…và nghĩ, Họ chọc ghẹo thôi. Không."
    }
  },
  {
    "translation": {
      "en": "I'm not trolling you, dude. I'm pissed. I'm disappointed in you.",
      "vi": "Tôi không chọc. Tôi tức giận. Tôi thất vọng về cô."
    }
  },
  {
    "translation": {
      "en": "And, um… the only thing I have left to say about this…",
      "vi": "Và điều duy nhất tôi còn để nói về vụ này là… BỎ THEO DÕI"
    }
  },
  {
    "translation": {
      "en": "John Vandemoer agreed to accept more than $600,000 from Rick Singer,",
      "vi": "John Vandemoer đã đồng ý nhận nhận hơn 600.000 đô từ Rick Singer,"
    }
  },
  {
    "translation": {
      "en": "the alleged mastermind of the college admissions scandal.",
      "vi": "kẻ được cho là chủ mưu trong bê bối tuyển sinh đại học."
    }
  },
  {
    "translation": {
      "en": "A neighbor texted me and said, Are you reading those articles?",
      "vi": "Một hàng xóm nhắn cho tôi và nói, Có đọc mấy bài báo không?"
    }
  },
  {
    "translation": {
      "en": "Do you see who it is? And it was, Oh, my gosh, it's Rick Singer.",
      "vi": "Có thấy là ai không? Và, Chúa ơi, là Rick Singer."
    }
  },
  {
    "translation": {
      "en": "I started jumping up and down. I said, I can't believe it.",
      "vi": "Tôi nhảy lên nhảy xuống. Tôi bảo, Không tin nổi."
    }
  },
  {
    "translation": {
      "en": "I can't believe they caught the guy. I cannot believe it.",
      "vi": "Không thể tin họ bắt ông ta. Không thể tin được."
    }
  },
  {
    "translation": {
      "en": "The messages I was getting on my phone, the news alerts,",
      "vi": "Tin nhắn tôi nhận được trên điện thoại, cảnh báo tin tức,"
    }
  },
  {
    "translation": {
      "en": "it really was, I thought,",
      "vi": "thật sự là, tôi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "an overwhelming reaction to a criminal case.",
      "vi": "phản ứng quá mức với một vụ hình sự."
    }
  },
  {
    "translation": {
      "en": "Walked outside, which wasn't a good idea.",
      "vi": "Bước ra ngoài không phải là ý hay."
    }
  },
  {
    "translation": {
      "en": "There was cameras in my face, questions being blurted out.",
      "vi": "Camera chĩa vào mặt tôi, các câu hỏi tuôn ra."
    }
  },
  {
    "translation": {
      "en": "What made you plead guilty? It was overwhelming.",
      "vi": "Điều gì làm anh muốn nhận tội? Thật quá sức chịu đựng."
    }
  },
  {
    "translation": {
      "en": "It was a mob scene.",
      "vi": "Đám đông lộn xộn."
    }
  },
  {
    "translation": {
      "en": "You're not allowed to have your cell phone in the courthouse.",
      "vi": "Không được dùng điện thoại di động trong tòa."
    }
  },
  {
    "translation": {
      "en": "I checked my phone, and I have an email from Stanford telling me I'm fired.",
      "vi": "Kiểm tra điện thoại, tôi nhận được email từ Stanford báo tôi bị đuổi."
    }
  },
  {
    "translation": {
      "en": "I didn't have a paycheck anymore, or health insurance.",
      "vi": "Tôi không còn lương nữa. Hay bảo hiểm y tế. Quan trọng nhất, việc đi nhà trẻ của các con,"
    }
  },
  {
    "translation": {
      "en": "Most importantly, my kids' daycare,",
      "vi": "Hay bảo hiểm y tế. Quan trọng nhất, việc đi nhà trẻ của các con,"
    }
  },
  {
    "translation": {
      "en": "the roof over our head, was on the Stanford campus.",
      "vi": "chỗ ở của chúng tôi, vốn tôi ở trong trường Stanford."
    }
  },
  {
    "translation": {
      "en": "The same school that was my victim.",
      "vi": "Cũng là ngôi trường nạn nhân của tôi."
    }
  },
  {
    "translation": {
      "en": "Any message to your former athletes? They looked up to you.",
      "vi": "Có nhắn gửi gì cho các VĐV cũ không? Họ đã kính trọng anh."
    }
  },
  {
    "translation": {
      "en": "I also made the mistake leaving my social media on, and it's just… hate.",
      "vi": "Tôi cũng sai lầm khi để mở các trang mạng xã hội của mình, và toàn là ghét bỏ."
    }
  },
  {
    "translation": {
      "en": "I got a couple death threats on the phone.",
      "vi": "Tôi có vài lời dọa giết trên điện thoại."
    }
  },
  {
    "translation": {
      "en": "Anonymous folks sending messages",
      "vi": "Người ẩn danh gửi tin nhắn"
    }
  },
  {
    "translation": {
      "en": "that they were upset at what they thought he did.",
      "vi": "rằng họ bực với điều mà họ nghĩ anh ta làm."
    }
  },
  {
    "translation": {
      "en": "I was the worst fat fuck that they've ever seen in their life.",
      "vi": "Tôi là tên khốn mập tệ nhất họ từng thấy trong đời."
    }
  },
  {
    "translation": {
      "en": "How did I ever fit in a frickin' sailboat?",
      "vi": "Sao tôi ngồi vừa thuyền buồm?"
    }
  },
  {
    "translation": {
      "en": "How could I do this to Stanford?",
      "vi": "Sao tôi có thể làm vậy với Stanford?"
    }
  },
  {
    "translation": {
      "en": "I should just fucking die and go away.",
      "vi": "Tôi nên chết và cút đi."
    }
  },
  {
    "translation": {
      "en": "The week that it broke, we got a call from a Chinese guy",
      "vi": "Tuần việc đó nổ ra, một người Trung Quốc gọi chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "who wanted to pay $10 million to get into Harvard.",
      "vi": "muốn trả 10 triệu đô để vào Harvard."
    }
  },
  {
    "translation": {
      "en": "I was like, Man, have you read the news? Like… This is the worst week to make this call.",
      "vi": "Tôi bảo, Anh đọc tin chưa? Đây là tuần tệ nhất để gọi như vậy."
    }
  },
  {
    "translation": {
      "en": "When the story broke, I was getting ready to go into a meeting,",
      "vi": "Khi chuyện nổ ra, tôi đang sẵn sàng vào một cuộc họp,"
    }
  },
  {
    "translation": {
      "en": "and I got a call from a friend of mine, and he says,",
      "vi": "và một người bạn gọi cho tôi, anh ấy nói,"
    }
  },
  {
    "translation": {
      "en": "Hey, who's the guy you worked for at the getting into college company?",
      "vi": "Này, cô làm cho ai ở công ty vàođạihọc đó vậy?"
    }
  },
  {
    "translation": {
      "en": "I said, Rick Singer. Why?",
      "vi": "Tôi nói, Rick Singer. Sao?"
    }
  },
  {
    "translation": {
      "en": "He says, You gotta be kidding. I said, No, why?",
      "vi": "Anh ấy nói, Cô đùa. Tôi hỏi, Không, tại sao? Anh ấy bảo,"
    }
  },
  {
    "translation": {
      "en": "Turn on the news. Go on Facebook. Go on Instagram. Whatever.",
      "vi": "Bật tin tức đi. Lên Facebook. Lên Instagram. Đâu cũng được."
    }
  },
  {
    "translation": {
      "en": "Just open up your phone and look.",
      "vi": "Cứ mở điện thoại lên và xem."
    }
  },
  {
    "translation": {
      "en": "And I couldn't believe it.",
      "vi": "Và tôi không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "There's a videotape of Rick just walking solemnly",
      "vi": "Có băng video Rick bước đi khoan thai"
    }
  },
  {
    "translation": {
      "en": "with all these reporters, and not looking at anyone,",
      "vi": "với đầy phóng viên, và không nhìn vào ai cả,"
    }
  },
  {
    "translation": {
      "en": "and my… My heart just sank. It just sank.",
      "vi": "tim tôi chùng xuống. Nó cứ chùng xuống."
    }
  },
  {
    "translation": {
      "en": "Finally, it was time for me to go in.",
      "vi": "Cuối cùng, đến lúc tôi đi vào."
    }
  },
  {
    "translation": {
      "en": "It's my time to be sentenced.",
      "vi": "Đến lúc tôi bị kết án."
    }
  },
  {
    "translation": {
      "en": "Rick was still in there.",
      "vi": "Rick vẫn còn ở đó."
    }
  },
  {
    "translation": {
      "en": "We literally have to cross each other right away.",
      "vi": "Chúng tôi sẽ phải đụng mặt nhau ngay."
    }
  },
  {
    "translation": {
      "en": "Rick, of course, doesn't look me in the eye or anything else.",
      "vi": "Rick, dĩ nhiên, không nhìn vào mắt tôi hay gì khác."
    }
  },
  {
    "translation": {
      "en": "It just, uh… I'll never forget that moment when we walked by each other like that.",
      "vi": "Tôi sẽ không bao giờ quên khoảnh khắc chúng tôi đi qua nhau như thế."
    }
  },
  {
    "translation": {
      "en": "My heart was pounding.",
      "vi": "Tim tôi đập mạnh."
    }
  },
  {
    "translation": {
      "en": "Um, sitting between my two lawyers and the judge comes up",
      "vi": "Ngồi giữa hai luật sư của tôi và thẩm phán đi lên"
    }
  },
  {
    "translation": {
      "en": "and conspiracy racketeering is what I end up pleading guilty to.",
      "vi": "và âm mưu làm tiền gian lận là điều mà cuối cùng tôi nhận tội."
    }
  },
  {
    "translation": {
      "en": "Judge Zobel understood that this was a guy who really cared deeply about his students",
      "vi": "Thẩm phán Zobel hiểu đây là người quan tâm sâu sắc đến sinh viên của mình"
    }
  },
  {
    "translation": {
      "en": "and there was no need to send him to jail.",
      "vi": "và không cần phải tống anh ta vào tù."
    }
  },
  {
    "translation": {
      "en": "Mr. Vandemoer is probably the least culpable",
      "vi": "Anh Vandemoer chắc là người ít đáng trách nhất"
    }
  },
  {
    "translation": {
      "en": "of all of the defendants in this group of cases.",
      "vi": "trong tất cả các bị cáo của nhóm vụ án này."
    }
  },
  {
    "translation": {
      "en": "Certainly the parents are in a different position.",
      "vi": "Đương nhiên các phụ huynh ở một vị thế khác."
    }
  },
  {
    "translation": {
      "en": "The other coaches benefitted for themselves.",
      "vi": "Các HLV khác thu lợi cho bản thân họ."
    }
  },
  {
    "translation": {
      "en": "He did not do that.",
      "vi": "Anh ta thì không làm thế."
    }
  },
  {
    "translation": {
      "en": "She gave me six months of home confinement, two years of probation.",
      "vi": "Bà ấy cho tôi sáu tháng giam lỏng ở nhà, hai năm quản chế."
    }
  },
  {
    "translation": {
      "en": "And I got a $10,000 fine.",
      "vi": "Và tôi bị phạt 10.000 đô."
    }
  },
  {
    "translation": {
      "en": "I think, for John, that was truly the right decision.",
      "vi": "Tôi nghĩ, với John, đó là quyết định đúng."
    }
  },
  {
    "translation": {
      "en": "And he didn't have to serve time.",
      "vi": "Và anh ta không cần ngồi tù."
    }
  },
  {
    "translation": {
      "en": "He's home with his kids. He's bettering himself.",
      "vi": "Anh ta ở nhà với các con. Cải thiện bản thân."
    }
  },
  {
    "translation": {
      "en": "He's going back to school. He has a job.",
      "vi": "Anh ta quay lại trường. Có công việc."
    }
  },
  {
    "translation": {
      "en": "He seems, when I talk to him, that he's in a much, much better place.",
      "vi": "Có vẻ khi tôi nói chuyện, anh ta đang ở một nơi tốt hơn."
    }
  },
  {
    "translation": {
      "en": "I believe, in Stanford's victim impact letter,",
      "vi": "Tôi tin, trong bản khai ảnh hưởng của nạn nhân,"
    }
  },
  {
    "translation": {
      "en": "they said they're still in possession of over $700,000 in donations.",
      "vi": "Stanford đã nói là họ vẫn sở hữu hơn 700.000 đô quyên góp."
    }
  },
  {
    "translation": {
      "en": "Neither me or any associates working for me at the firm",
      "vi": "Tôi hay bất kỳ đồng sự nào làm cho tôi ở hãng luật"
    }
  },
  {
    "translation": {
      "en": "could find any case where the victim of a racketeering conspiracy,",
      "vi": "không thể tìm ra vụ án nào mà nạn nhân của âm mưu gian lận tài chính,"
    }
  },
  {
    "translation": {
      "en": "at the end of the conspiracy ended up $770,000 richer",
      "vi": "đến cuối cùng lại có nhiều hơn 770.000 đô"
    }
  },
  {
    "translation": {
      "en": "than they were at the beginning of the conspiracy.",
      "vi": "so với lúc đầu họ có trước âm mưu."
    }
  },
  {
    "translation": {
      "en": "Rick Singer is back in Sacramento.",
      "vi": "Rick Singer quay về Sacramento."
    }
  },
  {
    "translation": {
      "en": "He drives around town. He's still in his athletic clothes.",
      "vi": "Ông ta lái xe quanh thành phố. Vẫn mặc đồ thể thao."
    }
  },
  {
    "translation": {
      "en": "He doesn't look any flashier.",
      "vi": "Trông chẳng sang hơn."
    }
  },
  {
    "translation": {
      "en": "He swims twice a day at a local tennis club.",
      "vi": "Ông ta bơi ngày hai lần ở một câu lạc bộ tennis địa phương."
    }
  },
  {
    "translation": {
      "en": "And he gets out of the pool in a Speedo,",
      "vi": "Ông ta ra khỏi hồ trong bộ Speedo,"
    }
  },
  {
    "translation": {
      "en": "does yoga, push ups, and he's on the phone.",
      "vi": "tập yoga, chống đẩy, và nghe điện thoại."
    }
  },
  {
    "translation": {
      "en": "Sometimes he has multiple phones.",
      "vi": "Đôi khi ông ta có nhiều điện thoại."
    }
  },
  {
    "translation": {
      "en": "My understanding, he's telling people that he's not gonna go to jail",
      "vi": "Theo tôi biết, ông ta nói với mọi người là sẽ không vào tù"
    }
  },
  {
    "translation": {
      "en": "because they know the judge, etcetera.",
      "vi": "vì quen biết thẩm phán, kiểu thế."
    }
  },
  {
    "translation": {
      "en": "Again, knowing Rick Singer, you don't know what to believe.",
      "vi": "Khi biết Rick Singer, bạn chẳng biết nên tin gì."
    }
  },
  {
    "translation": {
      "en": "You don't know if he believes it or if it's an outright lie.",
      "vi": "Bạn chẳng biết ông ta có tin không hay đó chỉ toàn là nói dối."
    }
  },
  {
    "translation": {
      "en": "Um, you know, he's plead guilty to four felonies.",
      "vi": "Ông ta nhận tội với bốn tội danh."
    }
  },
  {
    "translation": {
      "en": "I just have to believe he's going to go to jail.",
      "vi": "Tôi phải tin là ông ta sẽ đi tù."
    }
  },
  {
    "translation": {
      "en": "Is the system broken? Any comment on anything?",
      "vi": "Hệ thống này có hỏng không? Có bình luận gì không?"
    }
  },
  {
    "translation": {
      "en": "There's a video in which you see a guy with a mic",
      "vi": "Có một video, bạn thấy một người cầm mic"
    }
  },
  {
    "translation": {
      "en": "trying to get Rick Singer to answer questions, and he just stonewalls them.",
      "vi": "cố làm Rick Singer trả lời các câu hỏi, và ông ta tránh né chúng."
    }
  },
  {
    "translation": {
      "en": "Can any good come out of this, Rick?",
      "vi": "Có kết quả nào tốt không, Rick?"
    }
  },
  {
    "translation": {
      "en": "He seems unperturbed by these people trying to interview him.",
      "vi": "Ông ta có vẻ mặc kệ những người cố phỏng vấn mình."
    }
  },
  {
    "translation": {
      "en": "It makes you wonder about the levels of his regret.",
      "vi": "Khiến bạn thắc mắc về mức độ hối cải của ông ta."
    }
  },
  {
    "translation": {
      "en": "He's a bit of a cipher in his attitude about this whole affair.",
      "vi": "Ông ta chẳng tỏ thái độ gì về toàn bộ chuyện này."
    }
  },
  {
    "translation": {
      "en": "You seem comfortable. You're taking your time here.",
      "vi": "Ông có vẻ thoải mái. Tận hưởng thời gian."
    }
  },
  {
    "translation": {
      "en": "Did you really work with over 700 families?",
      "vi": "Thật sự ông đã làm với hơn 700 gia đình à?"
    }
  },
  {
    "translation": {
      "en": "Rick, is the system broken?",
      "vi": "Rick, hệ thống có hỏng không?"
    }
  },
  {
    "translation": {
      "en": "Actress Lori Loughlin of Full House was sentenced to two months in prison.",
      "vi": "Nữ diễn viên Lori Loughlin của Full House bị kết án hai tháng tù giam."
    }
  },
  {
    "translation": {
      "en": "Her husband, Mossimo Giannulli, was sentenced to five months.",
      "vi": "Chồng bà, Mossimo Giannulli, bị kết án năm tháng."
    }
  },
  {
    "translation": {
      "en": "Actress Felicity Huffman received 14 days behind bars.",
      "vi": "Nữ diễn viên Felicity Huffman nhận 14 ngày giam."
    }
  },
  {
    "translation": {
      "en": "No good will have come out of these sentences or out of this scandal.",
      "vi": "Chẳng có gì tốt từ những bản án hay từ vụ bê bối này."
    }
  },
  {
    "translation": {
      "en": "The fines they've been given, meaningless.",
      "vi": "Mức phạt họ phải chịu, vô nghĩa."
    }
  },
  {
    "translation": {
      "en": "In terms of hitting them in their pocketbook,",
      "vi": "Về mặt đánh vào túi tiền của họ,"
    }
  },
  {
    "translation": {
      "en": "what a difference it could have made if we hit them hard",
      "vi": "có thể tạo ra khác biệt lớn nếu ta phạt nặng họ"
    }
  },
  {
    "translation": {
      "en": "and put that money to work for underprivileged kids.",
      "vi": "và dùng tiền đó cho những đứa trẻ thiệt thòi."
    }
  },
  {
    "translation": {
      "en": "That would have been amazing.",
      "vi": "Như thế sẽ hay lắm."
    }
  },
  {
    "translation": {
      "en": "Then you can say at least some good came of it.",
      "vi": "Khi đó bạn có thể nói ít ra có cái tốt từ việc đó."
    }
  },
  {
    "translation": {
      "en": "I try not to blame the families or the parents.",
      "vi": "Tôi cố không trách các gia đình hay các phụ huynh."
    }
  },
  {
    "translation": {
      "en": "I tend to focus the criticism on the colleges",
      "vi": "Tôi có xu hướng tập trung chỉ trích vào các trường cao đẳng"
    }
  },
  {
    "translation": {
      "en": "and universities that created this system.",
      "vi": "và đại học đã tạo ra hệ thống này."
    }
  },
  {
    "translation": {
      "en": "If they didn't have these loopholes",
      "vi": "Nếu họ không có những lỗ hổng"
    }
  },
  {
    "translation": {
      "en": "and these preferences for families of privilege,",
      "vi": "và những ưu tiên cho các gia đình có đặc quyền,"
    }
  },
  {
    "translation": {
      "en": "then I don't think there would be these kind of temptations.",
      "vi": "thì tôi nghĩ sẽ không có những cám dỗ kiểu này."
    }
  },
  {
    "translation": {
      "en": "This scandal is not necessarily a reason for colleges to change their ways.",
      "vi": "Bê bối này không nhất thiết là lý do để các trường đại học thay đổi lề lối."
    }
  },
  {
    "translation": {
      "en": "Because it makes the colleges seem more exclusive and desirable than ever.",
      "vi": "Vì nó làm cho đại học dường như độc quyền và đáng khao khát hơn hết."
    }
  },
  {
    "translation": {
      "en": "If all these rich people are willing to go to these incredible lengths",
      "vi": "Nếu những người giàu sẵn lòng làm nhiều chuyện khó tin đến vậy"
    }
  },
  {
    "translation": {
      "en": "and risk jail time just to get their kids into these colleges,",
      "vi": "và liều ngồi tù chỉ để đưa con họ vào các trường này,"
    }
  },
  {
    "translation": {
      "en": "then they must be extremely valuable.",
      "vi": "thì hẳn là chúng cực kỳ đáng giá."
    }
  },
  {
    "translation": {
      "en": "What are we doing to these kids by pounding them into the ground",
      "vi": "Ta làm gì với những đứa trẻ này khi hành hạ chúng"
    }
  },
  {
    "translation": {
      "en": "with top 25, top 10, top 5?",
      "vi": "với top 25, top 10, top 5?"
    }
  },
  {
    "translation": {
      "en": "Because ultimately, where you do go to school",
      "vi": "Vì nói cho cùng, bạn học ở đâu"
    }
  },
  {
    "translation": {
      "en": "has little or no effect on what will happen to you in the future.",
      "vi": "có ít hoặc không có ảnh hưởng đến những gì xảy ra cho bạn trong tương lai."
    }
  },
  {
    "translation": {
      "en": "The United States has over 3,000 colleges. You have infinite choices.",
      "vi": "Mỹ có hơn 3.000 đại học. Bạn có vô số lựa chọn."
    }
  },
  {
    "translation": {
      "en": "Forget about USC. Go someplace else.",
      "vi": "Quên USC đi. Đến nơi khác."
    }
  },
  {
    "translation": {
      "en": "You can get a great education almost any place if you want it.",
      "vi": "Bạn có thể được giáo dục tốt ở bất cứ đâu nếu bạn muốn."
    }
  },
  {
    "translation": {
      "en": "The parents in this case didn't believe that.",
      "vi": "Các phụ huynh trong vụ này không tin như thế."
    }
  },
  {
    "translation": {
      "en": "Because the bigger school had the prestige,",
      "vi": "Vì trường lớn hơn có uy tín,"
    }
  },
  {
    "translation": {
      "en": "had the glitter, had the glamour, had the bragging rights.",
      "vi": "có hào quang, có sự mê hoặc, có quyền khoe khoang."
    }
  },
  {
    "translation": {
      "en": "Why did these parents choose to cheat this",
      "vi": "Tại sao các phụ huynh này chọn cách ăn gian,"
    }
  },
  {
    "translation": {
      "en": "when their children had so much already?",
      "vi": "khi con họ vốn đã có rất nhiều thứ?"
    }
  },
  {
    "translation": {
      "en": "Part of it seems to be when you reach a certain level of wealth,",
      "vi": "Một phần có lẽ là khi bạn giàu đến một mức nhất định,"
    }
  },
  {
    "translation": {
      "en": "there's a relentless pursuit of the trappings of power.",
      "vi": "có một sự theo đuổi mạnh mẽ với mẽ ngoài của quyền lực."
    }
  },
  {
    "translation": {
      "en": "You wanna have the fancy car, the fancy house, whether you need it or not,",
      "vi": "Bạn muốn có xe đẹp, nhà đẹp, dù bạn có cần đến hay không,"
    }
  },
  {
    "translation": {
      "en": "and it just seems to me",
      "vi": "và đối với tôi, có vẻ bầu không khí"
    }
  },
  {
    "translation": {
      "en": "that the atmosphere created in high wealth societies",
      "vi": "và đối với tôi, có vẻ bầu không khí được tạo ra trong xã hội giàu có là một phần của vấn đề."
    }
  },
  {
    "translation": {
      "en": "is part of the problem.",
      "vi": "được tạo ra trong xã hội giàu có là một phần của vấn đề."
    }
  },
  {
    "translation": {
      "en": "In America, we love the wealthy and we hate the wealthy.",
      "vi": "Ở Mỹ, ta yêu người giàu và ghét người giàu."
    }
  },
  {
    "translation": {
      "en": "They disgust us and they fascinate us.",
      "vi": "Họ làm ta ghê tởm và làm ta say mê."
    }
  },
  {
    "translation": {
      "en": "This story was a perfect opportunity to see how rich people live",
      "vi": "Câu chuyện này là cơ hội tuyệt hảo để thấy người giàu sống thế nào"
    }
  },
  {
    "translation": {
      "en": "and the realities of the system being exposed,",
      "vi": "và những thực tế của hệ thống bị lộ ra,"
    }
  },
  {
    "translation": {
      "en": "and so there's something incredibly refreshing",
      "vi": "nên có gì đó cực kỳ sảng khoái"
    }
  },
  {
    "translation": {
      "en": "to have just a little bit of justice being served in a sea of injustice.",
      "vi": "khi có chút công lý được thực hiện trong một biển bất công."
    }
  },
  {
    "translation": {
      "en": "Rick will be living with this for quite a while.",
      "vi": "Rick sẽ phải sống thế này một thời gian."
    }
  },
  {
    "translation": {
      "en": "If he didn't cooperate, he would have been charged,",
      "vi": "Nếu ông ta không hợp tác, ông ta sẽ bị buộc tội,"
    }
  },
  {
    "translation": {
      "en": "maybe convicted already.",
      "vi": "có khi đã bị kết án rồi."
    }
  },
  {
    "translation": {
      "en": "And right now he's out, a free man still.",
      "vi": "Giờ ông ta ở ngoài, vẫn là người tự do."
    }
  },
  {
    "translation": {
      "en": "And his cooperation won't be complete until the very last person",
      "vi": "Và sự hợp tác của ông ta sẽ chưa hoàn thành đến khi người cuối cùng"
    }
  },
  {
    "translation": {
      "en": "charged in this conspiracy is sentenced,",
      "vi": "bị buộc tội trong âm mưu này bị kết án,"
    }
  },
  {
    "translation": {
      "en": "and that is most likely gonna be a while from now.",
      "vi": "và có lẽ là một thời gian dài nữa tính từ giờ."
    }
  }
]