[
  {
    "translation": {
      "en": "-Rescue! -Protect!",
      "vi": "-Rescue!-Protect!"
    }
  },
  {
    "translation": {
      "en": "I've located more fallen trees near your location",
      "vi": "I've located more fallen treesnear your location"
    }
  },
  {
    "translation": {
      "en": "You'll find a grove with several fallen trees on the ground.",
      "vi": "You'll find a grovewith several fallen trees on the ground."
    }
  },
  {
    "translation": {
      "en": "I'll be right there to move them for you, Min,",
      "vi": "I'll be right thereto move them for you, Min,"
    }
  },
  {
    "translation": {
      "en": "just as soon as I get this one over to the mulcher muncher.",
      "vi": "just as soon as I get this oneover to the mulcher muncher."
    }
  },
  {
    "translation": {
      "en": "we're helping Min prevent forest fires here in Thailand.",
      "vi": "we're helping Min prevent forest fireshere in Thailand."
    }
  },
  {
    "translation": {
      "en": "Dry wood burns faster, so it can cause forest fires to spread very quickly.",
      "vi": "Dry wood burns faster, so it can causeforest fires to spread very quickly."
    }
  },
  {
    "translation": {
      "en": "And the mulch we make from the fallen trees",
      "vi": "And the mulchwe make from the fallen trees"
    }
  },
  {
    "translation": {
      "en": "will help the soil and encourage healthy new trees to grow.",
      "vi": "will help the soiland encourage healthy new trees to grow."
    }
  },
  {
    "translation": {
      "en": "Guests? I was just checking to see if we needed to move this tree.",
      "vi": "Guests? I was just checking to seeif we needed to move this tree."
    }
  },
  {
    "translation": {
      "en": "A snag tree is a hollow tree that creatures use for shelter.",
      "vi": "A snag tree is a hollow treethat creatures use for shelter."
    }
  },
  {
    "translation": {
      "en": "Sorry about the noise, Mr. Gekko.",
      "vi": "Sorry about the noise, Mr. Gekko."
    }
  },
  {
    "translation": {
      "en": "He sleeps during the day, so we try to keep the noise down.",
      "vi": "He sleeps during the day,so we try to keep the noise down."
    }
  },
  {
    "translation": {
      "en": "Mr. and Mrs. Hornbill have their nest in that room there.",
      "vi": "Mr. and Mrs. Hornbillhave their nest in that room there."
    }
  },
  {
    "translation": {
      "en": "Now, if you don't mind, I'm going to go back to the top floor.",
      "vi": "Now, if you don't mind,I'm going to go back to the top floor."
    }
  },
  {
    "translation": {
      "en": "Black giant squirrels like me prefer living high up in the trees.",
      "vi": "Black giant squirrels like meprefer living high up in the trees."
    }
  },
  {
    "translation": {
      "en": "Oh, never mind. I thought you were that red panda.",
      "vi": "Oh, never mind.I thought you were that red panda."
    }
  },
  {
    "translation": {
      "en": "Wanna try scratching your back on this tree, Min?",
      "vi": "Wanna try scratching your backon this tree, Min?"
    }
  },
  {
    "translation": {
      "en": "Atif, there are creatures living in this tree.",
      "vi": "Atif, there are creaturesliving in this tree."
    }
  },
  {
    "translation": {
      "en": "Your scratching could tip it over and hurt them.",
      "vi": "Your scratchingcould tip it over and hurt them."
    }
  },
  {
    "translation": {
      "en": "this hollow tree full of creatures is in danger of being knocked down",
      "vi": "this hollow tree full of creaturesis in danger of being knocked down"
    }
  },
  {
    "translation": {
      "en": "-Scratchy, scratchy. -Excuse me.",
      "vi": "-Scratchy, scratchy.-Excuse me."
    }
  },
  {
    "translation": {
      "en": "Would you mind scratching your back on some other tree?",
      "vi": "Would you mind scratching your backon some other tree?"
    }
  },
  {
    "translation": {
      "en": "I could sure use a nice, cozy nap right about now.",
      "vi": "I could sure use a nice, cozy napright about now."
    }
  },
  {
    "translation": {
      "en": "that he'll leave and take a nap any moment now.",
      "vi": "that he'll leave and take a napany moment now."
    }
  },
  {
    "translation": {
      "en": "That looks like the perfect spot to doze off.",
      "vi": "That looks likethe perfect spot to doze off."
    }
  },
  {
    "translation": {
      "en": "This sun bear is making my snag hotel absolutely unlivable for my guests.",
      "vi": "This sun bear is making my snag hotelabsolutely unlivable for my guests."
    }
  },
  {
    "translation": {
      "en": "Then we'll just have to find you and your guests another place to live.",
      "vi": "Then we'll just have to findyou and your guests another place to live."
    }
  },
  {
    "translation": {
      "en": "I've marked a few other dried out hollow trees on my map.",
      "vi": "I've marked a few otherdried out hollow trees on my map."
    }
  },
  {
    "translation": {
      "en": "We can inspect them together and make sure they're shipshape.",
      "vi": "We can inspect them togetherand make sure they're shipshape."
    }
  },
  {
    "translation": {
      "en": "Y'all can take the Gup-M to speed up your search.",
      "vi": "Y'all can take the Gup-Mto speed up your search."
    }
  },
  {
    "translation": {
      "en": "And Tweak and I will make sure this tree doesn't fall over.",
      "vi": "And Tweak and I will make surethis tree doesn't fall over."
    }
  },
  {
    "translation": {
      "en": "Now's our chance to move the guests to their new snag.",
      "vi": "Now's our chance to move the gueststo their new snag."
    }
  },
  {
    "translation": {
      "en": "We haven't found a new snag to move them to.",
      "vi": "We haven't found a new snagto move them to."
    }
  },
  {
    "translation": {
      "en": "I figure I can lift it with the Terra-Gup 1",
      "vi": "I figure I can lift itwith the Terra-Gup 1"
    }
  },
  {
    "translation": {
      "en": "You need to abandon ship-- Snag. Just for a bit, while we move it.",
      "vi": "You need to abandon ship-- Snag.Just for a bit, while we move it."
    }
  },
  {
    "translation": {
      "en": "Our egg is about to hatch, so I sealed up our nest to keep 'em safe.",
      "vi": "Our egg is about to hatch,so I sealed up our nest to keep 'em safe."
    }
  },
  {
    "translation": {
      "en": "\"Them\"? Are you saying Mrs. Hornbill is sealed inside there too?",
      "vi": "\"Them\"? Are you sayingMrs. Hornbill is sealed inside there too?"
    }
  },
  {
    "translation": {
      "en": "It's not so bad. There's a little hole where I bring them food.",
      "vi": "It's not so bad. There's a little holewhere I bring them food."
    }
  },
  {
    "translation": {
      "en": "Looks like we'll have to move this tree upright.",
      "vi": "Looks likewe'll have to move this tree upright."
    }
  },
  {
    "translation": {
      "en": "I can use my map to lead you on the smoothest path",
      "vi": "I can use my map to lead youon the smoothest path"
    }
  },
  {
    "translation": {
      "en": "to the safest location, just across the river.",
      "vi": "to the safest location,just across the river."
    }
  },
  {
    "translation": {
      "en": "Excellent. Kwazii and I will stay behind to make sure Atif doesn't follow you.",
      "vi": "Excellent. Kwazii and I will stay behindto make sure Atif doesn't follow you."
    }
  },
  {
    "translation": {
      "en": "Sorry about that, Mrs. Hornbill.",
      "vi": "Sorry about that, Mrs. Hornbill."
    }
  },
  {
    "translation": {
      "en": "We'll be fine just as soon as we make it across that rope bridge.",
      "vi": "We'll be fine just as soon as we make itacross that rope bridge."
    }
  },
  {
    "translation": {
      "en": "but the creatures in that tree were in danger,",
      "vi": "but the creatures in that treewere in danger,"
    }
  },
  {
    "translation": {
      "en": "Plenty more trees in the forest, matey. We can help you find one.",
      "vi": "Plenty more trees in the forest, matey.We can help you find one."
    }
  },
  {
    "translation": {
      "en": "Like this one. Sleek, stylish, a real itch-scratcher.",
      "vi": "Like this one.Sleek, stylish, a real itch-scratcher."
    }
  },
  {
    "translation": {
      "en": "Please be careful. My wife and chick are inside.",
      "vi": "Please be careful.My wife and chick are inside."
    }
  },
  {
    "translation": {
      "en": "-No can do, matey. -There are creatures in that snag.",
      "vi": "-No can do, matey.-There are creatures in that snag."
    }
  },
  {
    "translation": {
      "en": "-Whoa! -Whoa!",
      "vi": "-Whoa!-Whoa!"
    }
  },
  {
    "translation": {
      "en": "We said we'd get you across safe, didn't we?",
      "vi": "We said we'd get youacross safe, didn't we?"
    }
  },
  {
    "translation": {
      "en": "That should keep this old bridge together for a good, long while.",
      "vi": "That should keep this old bridge togetherfor a good, long while."
    }
  },
  {
    "translation": {
      "en": "This will be the perfect spot to raise our family.",
      "vi": "This will be the perfect spotto raise our family."
    }
  },
  {
    "translation": {
      "en": "But what will Atif do without his special scratching tree?",
      "vi": "But what will Atif dowithout his special scratching tree?"
    }
  },
  {
    "translation": {
      "en": "Kwazii and I left him something even more special.",
      "vi": "Kwazii and I left himsomething even more special."
    }
  },
  {
    "translation": {
      "en": "A tree can always Shelter creatures quite well",
      "vi": "A tree can alwaysShelter creatures quite well"
    }
  },
  {
    "translation": {
      "en": "But use the hollow trunk For building nests in",
      "vi": "But use the hollow trunkFor building nests in"
    }
  },
  {
    "translation": {
      "en": "See how a hornbill chick Stays protected inside",
      "vi": "See how a hornbill chickStays protected inside"
    }
  },
  {
    "translation": {
      "en": "Their parents close them in Till they're ready to fly",
      "vi": "Their parents close them inTill they're ready to fly"
    }
  },
  {
    "translation": {
      "en": "They ripped a hole For getting food to the nest",
      "vi": "They ripped a holeFor getting food to the nest"
    }
  },
  {
    "translation": {
      "en": "This snag hotel knows How to pamper its guests",
      "vi": "This snag hotel knowsHow to pamper its guests"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -Check it out!",
      "vi": "-Yeah!-Check it out!"
    }
  },
  {
    "translation": {
      "en": "The waves are getting bigger here in the Pacific,",
      "vi": "The waves are getting biggerhere in the Pacific,"
    }
  },
  {
    "translation": {
      "en": "and the sea level appears higher than last year.",
      "vi": "and the sea levelappears higher than last year."
    }
  },
  {
    "translation": {
      "en": "Warmer temperatures are causing more ice to melt in the Arctic and Antarctic,",
      "vi": "Warmer temperatures are causing more iceto melt in the Arctic and Antarctic,"
    }
  },
  {
    "translation": {
      "en": "Aye, Dashi. At some point, this entire island will be underwater,",
      "vi": "Aye, Dashi. At some point,this entire island will be underwater,"
    }
  },
  {
    "translation": {
      "en": "which is bad news for the albatross who nest here every year.",
      "vi": "which is bad news for the albatrosswho nest here every year."
    }
  },
  {
    "translation": {
      "en": "Excuse me? You shouldn't build your nest here.",
      "vi": "Excuse me?You shouldn't build your nest here."
    }
  },
  {
    "translation": {
      "en": "Don't be silly. We albatross build our nest here every year.",
      "vi": "Don't be silly. We albatrossbuild our nest here every year."
    }
  },
  {
    "translation": {
      "en": "The water's much higher than it used to be.",
      "vi": "The water's much higherthan it used to be."
    }
  },
  {
    "translation": {
      "en": "You're right! We can't possibly build our nest here.",
      "vi": "You're right!We can't possibly build our nest here."
    }
  },
  {
    "translation": {
      "en": "But here, now, this is a swell spot for a nest.",
      "vi": "But here,now, this is a swell spot for a nest."
    }
  },
  {
    "translation": {
      "en": "Oh, sweetheart! You always pick the best spots.",
      "vi": "Oh, sweetheart!You always pick the best spots."
    }
  },
  {
    "translation": {
      "en": "And our nesting spot is lovelier than ever.",
      "vi": "And our nesting spotis lovelier than ever."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry, but you shouldn't build your nest here.",
      "vi": "I'm so sorry,but you shouldn't build your nest here."
    }
  },
  {
    "translation": {
      "en": "We've gotta snag the best spot before the others get here!",
      "vi": "We've gotta snag the best spotbefore the others get here!"
    }
  },
  {
    "translation": {
      "en": "I have a situation with some stubborn albatross",
      "vi": "I have a situationwith some stubborn albatross"
    }
  },
  {
    "translation": {
      "en": "An atoll is a ring-shaped island made of coral reef.",
      "vi": "An atoll is a ring-shaped islandmade of coral reef."
    }
  },
  {
    "translation": {
      "en": "Because of rising sea levels from climate change,",
      "vi": "Because of rising sea levelsfrom climate change,"
    }
  },
  {
    "translation": {
      "en": "this one's going to be completely underwater soon.",
      "vi": "this one's going to becompletely underwater soon."
    }
  },
  {
    "translation": {
      "en": "and my weather tracker shows a storm on the way.",
      "vi": "and my weather tracker showsa storm on the way."
    }
  },
  {
    "translation": {
      "en": "And once this storm hits, the waves will flood the atoll.",
      "vi": "And once this storm hits,the waves will flood the atoll."
    }
  },
  {
    "translation": {
      "en": "That's really bad news for the albatross who nest here every year.",
      "vi": "That's really bad news for the albatrosswho nest here every year."
    }
  },
  {
    "translation": {
      "en": "We need to find them a new nesting ground and get them there safely.",
      "vi": "We need to find them a new nesting groundand get them there safely."
    }
  },
  {
    "translation": {
      "en": "In the meantime, we'll need to protect the albatross from those waves.",
      "vi": "In the meantime, we'll needto protect the albatross from those waves."
    }
  },
  {
    "translation": {
      "en": "That sounds like a job for me and the Terra-Gup 2.",
      "vi": "That sounds like a job for meand the Terra-Gup 2."
    }
  },
  {
    "translation": {
      "en": "Captain, part of the atoll is already underwater.",
      "vi": "Captain, part of the atollis already underwater."
    }
  },
  {
    "translation": {
      "en": "We can get this done faster than you can say",
      "vi": "We can get this done fasterthan you can say"
    }
  },
  {
    "translation": {
      "en": "Those waves look even higher from down here.",
      "vi": "Those waves look even higherfrom down here."
    }
  },
  {
    "translation": {
      "en": "Which is why I need to start building a sand barrier",
      "vi": "Which is why I needto start building a sand barrier"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, Kwazii and I will ask these albatross not to nest here.",
      "vi": "Meanwhile, Kwazii and I will askthese albatross not to nest here."
    }
  },
  {
    "translation": {
      "en": "you and I can take the Octo-Ray to search for safer nesting grounds.",
      "vi": "you and I can take the Octo-Rayto search for safer nesting grounds."
    }
  },
  {
    "translation": {
      "en": "My map says there should be an atoll right here.",
      "vi": "My map saysthere should be an atoll right here."
    }
  },
  {
    "translation": {
      "en": "to the albatross's nesting ground before long.",
      "vi": "to the albatross's nesting groundbefore long."
    }
  },
  {
    "translation": {
      "en": "until we find a safe place for them to nest.",
      "vi": "until we find a safe placefor them to nest."
    }
  },
  {
    "translation": {
      "en": "We're working on finding you a new nesting ground,",
      "vi": "We're working on finding youa new nesting ground,"
    }
  },
  {
    "translation": {
      "en": "and we can move you before the storm floods the island.",
      "vi": "and we can move youbefore the storm floods the island."
    }
  },
  {
    "translation": {
      "en": "How could we leave? We'd lose this swell spot.",
      "vi": "How could we leave?We'd lose this swell spot."
    }
  },
  {
    "translation": {
      "en": "Your nest is going to be deep under the briny!",
      "vi": "Your nest is going to bedeep under the briny!"
    }
  },
  {
    "translation": {
      "en": "Our parents made their nest here. So did my grandparents.",
      "vi": "Our parents made their nest here.So did my grandparents."
    }
  },
  {
    "translation": {
      "en": "And there's scurvy oyster shells everywhere.",
      "vi": "And there'sscurvy oyster shells everywhere."
    }
  },
  {
    "translation": {
      "en": "but mice are a big threat to albatross eggs.",
      "vi": "but mice are a big threatto albatross eggs."
    }
  },
  {
    "translation": {
      "en": "-What's delicious? -Did somebody say albatross eggs?",
      "vi": "-What's delicious?-Did somebody say albatross eggs?"
    }
  },
  {
    "translation": {
      "en": "-Albatross eggs! -Delicious!",
      "vi": "-Albatross eggs!-Delicious!"
    }
  },
  {
    "translation": {
      "en": "The albatross can't nest here with all these hungry mice around.",
      "vi": "The albatross can't nest herewith all these hungry mice around."
    }
  },
  {
    "translation": {
      "en": "I can certainly understand why you don't want to leave this atoll,",
      "vi": "I can certainly understandwhy you don't want to leave this atoll,"
    }
  },
  {
    "translation": {
      "en": "The perfect egg in the perfect nesting spot.",
      "vi": "The perfect eggin the perfect nesting spot."
    }
  },
  {
    "translation": {
      "en": "until we can move it to a new nesting ground.",
      "vi": "until we can move itto a new nesting ground."
    }
  },
  {
    "translation": {
      "en": "Correction. There's nothing on this atoll strong enough to hold back the waves.",
      "vi": "Correction. There's nothing on this atollstrong enough to hold back the waves."
    }
  },
  {
    "translation": {
      "en": "You're right. There's a lot of sand and not much else.",
      "vi": "You're right. There's a lot of sandand not much else."
    }
  },
  {
    "translation": {
      "en": "-Not again! -Wait a minute.",
      "vi": "-Not again!-Wait a minute."
    }
  },
  {
    "translation": {
      "en": "We can use these here oyster shells to make a stronger barrier.",
      "vi": "We can use these here oyster shellsto make a stronger barrier."
    }
  },
  {
    "translation": {
      "en": "Great idea, Tweak! There's certainly plenty of oyster shells to build with.",
      "vi": "Great idea, Tweak! There's certainlyplenty of oyster shells to build with."
    }
  },
  {
    "translation": {
      "en": "The storm is moving in fast. We don't have much time.",
      "vi": "The storm is moving in fast.We don't have much time."
    }
  },
  {
    "translation": {
      "en": "and there are no signs of mice or other predators",
      "vi": "and there are no signs of miceor other predators"
    }
  },
  {
    "translation": {
      "en": "Oh, it looks like some other sea birds have already figured that out.",
      "vi": "Oh, it looks like some other sea birdshave already figured that out."
    }
  },
  {
    "translation": {
      "en": "Lots of open space to build nests, no predators,",
      "vi": "Lots of open space to build nests,no predators,"
    }
  },
  {
    "translation": {
      "en": "Oh, now that really is the perfect albatross nesting ground!",
      "vi": "Oh, now that really isthe perfect albatross nesting ground!"
    }
  },
  {
    "translation": {
      "en": "I just hope it can last until Dashi and Pearl get back here.",
      "vi": "I just hope it can lastuntil Dashi and Pearl get back here."
    }
  },
  {
    "translation": {
      "en": "What do you mean, matey? Look at it. It's rock solid.",
      "vi": "What do you mean, matey?Look at it. It's rock solid."
    }
  },
  {
    "translation": {
      "en": "Maybe solid enough for that wave, but they keep getting bigger!",
      "vi": "Maybe solid enough for that wave,but they keep getting bigger!"
    }
  },
  {
    "translation": {
      "en": "The storm we were trying to warn you about,",
      "vi": "The stormwe were trying to warn you about,"
    }
  },
  {
    "translation": {
      "en": "-Always have… -Always will!",
      "vi": "-Always have…-Always will!"
    }
  },
  {
    "translation": {
      "en": "These albatrosses Have a place they like best",
      "vi": "These albatrossesHave a place they like best"
    }
  },
  {
    "translation": {
      "en": "One that they always choose For building their nest",
      "vi": "One that they always chooseFor building their nest"
    }
  },
  {
    "translation": {
      "en": "They're known as atolls And they're just the right thing",
      "vi": "They're known as atollsAnd they're just the right thing"
    }
  },
  {
    "translation": {
      "en": "They're perfect nesting spots But eventually",
      "vi": "They're perfect nesting spotsBut eventually"
    }
  },
  {
    "translation": {
      "en": "All of these islands Might vanish under the sea",
      "vi": "All of these islandsMight vanish under the sea"
    }
  },
  {
    "translation": {
      "en": "The warming climate Means sea levels rise high",
      "vi": "The warming climateMeans sea levels rise high"
    }
  },
  {
    "translation": {
      "en": "With fewer atolls Keeping nesting birds dry",
      "vi": "With fewer atollsKeeping nesting birds dry"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -Check it out!",
      "vi": "-Yeah!-Check it out!"
    }
  }
]