[
  {
    "translation": {
      "en": "This is DJ Happygal on the morning drive.",
      "vi": "Xin chào KwaZulu-Natal, tôi là quý cô đang vui, DJ Happygal đang lái xe buổi sáng."
    }
  },
  {
    "translation": {
      "en": "KZN FM 97.2 is where you'll find us, darlings.",
      "vi": "Hãy lắng nghe kênh phát thanh FM KZN 97.2 của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Your daily dose of inspiration and good vibes.",
      "vi": "Nguồn cảm hứng và năng lượng hàng ngày của bạn."
    }
  },
  {
    "translation": {
      "en": "So, make sure that you get your dancing shoes ready.",
      "vi": "Nên hãy chắc chắn bạn có giày nhảy và hãy sẵn sàng vì sẽ đông người!"
    }
  },
  {
    "translation": {
      "en": "If you haven't already signed up,",
      "vi": "Ngày mai là hạn chót đăng ký"
    }
  },
  {
    "translation": {
      "en": "tomorrow is your last chance to enter the fifth annual Jiva Loxion Street Dance Competition.",
      "vi": "cuộc thi nhảy Jiva Loxion thường niên lần thứ năm."
    }
  },
  {
    "translation": {
      "en": "Three crews from KZN will qualify",
      "vi": "Chỉ ba nhóm sẽ được tham dự cuộc thi ở trại nhảy Johannesburg,"
    }
  },
  {
    "translation": {
      "en": "to go to the Joburg bootcamp for nationals.",
      "vi": "Chỉ ba nhóm sẽ được tham dự cuộc thi ở trại nhảy Johannesburg, và vòng thi quốc gia."
    }
  },
  {
    "translation": {
      "en": "So show us your Bhenga moves, your pantsula,",
      "vi": "Vậy hãy thể hiện các điệu Bhenga, Pantsula, AmaPiano"
    }
  },
  {
    "translation": {
      "en": "your Amapiona, or come with a whole new style.",
      "vi": "hoặc thể hiện phong cách hoàn toàn mới."
    }
  },
  {
    "translation": {
      "en": "Four times champs, Makhekhe and the Soweto Cats,",
      "vi": "Nhà vô địch bốn lần Makhekhe và đội Mèo Soweto đã hạ cánh"
    }
  },
  {
    "translation": {
      "en": "have touched down for the launch at the eRoyal tonight.",
      "vi": "Nhà vô địch bốn lần Makhekhe và đội Mèo Soweto đã hạ cánh cho buổi khai mạc ở CLB Royal tối nay."
    }
  },
  {
    "translation": {
      "en": "And if you are lucky, you might get a glimpse of DJ Sika tonight.",
      "vi": "Nếu may mắn, bạn có thể thấy DJ Sika tối nay."
    }
  },
  {
    "translation": {
      "en": "Come on, boy!",
      "vi": "Cố lên nào!"
    }
  },
  {
    "translation": {
      "en": "Hey, guys. You know what it is, we are the Umlazi Pushers!",
      "vi": "Xin chào các bạn. Các bạn đã biết chúng tôi là Umlazi Pushers!"
    }
  },
  {
    "translation": {
      "en": "Oh, my sister, I'm getting almost 500 likes on this video of ours.",
      "vi": "Chị ơi, video của bọn em đã nhận được gần 500 lượt thích."
    }
  },
  {
    "translation": {
      "en": "You're gonna be late for Matrics.",
      "vi": "Samu, em sẽ muộn học."
    }
  },
  {
    "translation": {
      "en": "Okay, did you wash my uniform? Did you wash your uniform?",
      "vi": "- Sẽ đúng giờ. Chị giặt đồng phục em chưa? - Em đã giặt đồng phục em chưa?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Really?",
      "vi": "Ôi trời! Vậy à?"
    }
  },
  {
    "translation": {
      "en": "- Are you ready, Mom? - Yes.",
      "vi": "- Mẹ sẵn sàng chưa ạ? - Rồi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Did you wash your brother's uniform?  Yes, Mom.",
      "vi": "- Con đã giặt đồng phục em chưa? - Rồi ạ."
    }
  },
  {
    "translation": {
      "en": "I'm so proud of him.",
      "vi": "Mẹ rất tự hào về em con."
    }
  },
  {
    "translation": {
      "en": "My boy is going to be the first one in this family to go to varsity.",
      "vi": "Con trai mẹ sẽ là người đầu tiên của gia đình này học đại học."
    }
  },
  {
    "translation": {
      "en": "I also could've gone to varsity.  But somebody had to work, Ntombi.",
      "vi": "- Con cũng đã có thể học đại học. - Ai đó phải làm việc, Ntombi."
    }
  },
  {
    "translation": {
      "en": "We all have our different paths in this life.",
      "vi": "Ta đều có con đường riêng trong đời."
    }
  },
  {
    "translation": {
      "en": "I'm just glad you left that nonsense of dancing behind you years ago.",
      "vi": "Mẹ vui khi con đã bỏ nhảy nhót vớ vẩn từ nhiều năm trước."
    }
  },
  {
    "translation": {
      "en": "I didn't really have a choice.",
      "vi": "Con không có lựa chọn khác."
    }
  },
  {
    "translation": {
      "en": "- Ntombi? - Yes, Uncle!",
      "vi": "- Ntombi? - Vâng, chú Zo."
    }
  },
  {
    "translation": {
      "en": "Pass me the shifting spanner.",
      "vi": "Đưa chú cờ lê đó."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn cháu!"
    }
  },
  {
    "translation": {
      "en": "- Here's your coffee. - This pressure on this tap is so low.",
      "vi": "- Cà phê của chú đây. - Áp lực ở vòi này rất thấp."
    }
  },
  {
    "translation": {
      "en": "But you've got this, Uncle, and I've got to go. I'm not gonna come home after work. I'm gonna see Vuyiswa.",
      "vi": "Nhưng chú sẽ ra tay, cháu phải đi đây. Sau giờ làm, cháu sẽ gặp Vuyiswa."
    }
  },
  {
    "translation": {
      "en": "Be safe.",
      "vi": "- Bảo trọng. - Vâng."
    }
  },
  {
    "translation": {
      "en": "Get all of it.",
      "vi": "Lấy hết số đó."
    }
  },
  {
    "translation": {
      "en": "I love it when you work like this.",
      "vi": "Tôi rất thích khi cậu làm việc như này."
    }
  },
  {
    "translation": {
      "en": "- Want to buy my CD? 10 rand. - No thanks, brother.",
      "vi": "- Mời anh mua CD, mười rand ạ. - Không, cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "Bro, give me my change.",
      "vi": "Trả tôi tiền thối nào."
    }
  },
  {
    "translation": {
      "en": "You see, my brother, you're weak.",
      "vi": "Cậu quá kém tắm."
    }
  },
  {
    "translation": {
      "en": "Every day this chick passes here. And you just look and say what?",
      "vi": "Ngày nào cô ấy cũng đi qua. Cậu chỉ ngước mắt nhìn. Cậu không nói gì cả!"
    }
  },
  {
    "translation": {
      "en": "You say nothing! Boy.",
      "vi": "Cậu chỉ ngước mắt nhìn. Cậu không nói gì cả!"
    }
  },
  {
    "translation": {
      "en": "Take her out, man. Eat nice things, like kebab.",
      "vi": "Hãy rủ cô ấy đi chơi. Ăn đồ ngon, như kebab."
    }
  },
  {
    "translation": {
      "en": "Bill. Shut up!",
      "vi": "Mpilo! Im đi!"
    }
  },
  {
    "translation": {
      "en": "Okay! But keep on looking.",
      "vi": "Được rồi! Cứ ngước nhìn tiếp đi."
    }
  },
  {
    "translation": {
      "en": "You'll turn into Google, boy.",
      "vi": "Cậu sẽ thành cậu bé Google."
    }
  },
  {
    "translation": {
      "en": "♪ Ain't nobody living out, yeah… ♪  There have been reports of…",
      "vi": "Và giờ là bản tin sáng nay."
    }
  },
  {
    "translation": {
      "en": "service delivery protest action in Umlazi.",
      "vi": "Đã có tin tức về biểu tình phản đối của dịch vụ giao nhận ở Umlazi."
    }
  },
  {
    "translation": {
      "en": "Allegations of corruption are mounting against Mayor Gumede.",
      "vi": "Ngày càng có nhiều cáo buộc rằng Thị trưởng Gumede tham nhũng. DÂN KHÔNG PHẢI LÀ RÁC"
    }
  },
  {
    "translation": {
      "en": "Bloody Mayor. Taking money from us, feeding his pocket.",
      "vi": "Thị trưởng chết tiệt ăn chặn tiền của dân."
    }
  },
  {
    "translation": {
      "en": "We have a surprise this morning!",
      "vi": "Sáng nay chúng ta có một bất ngờ lớn."
    }
  },
  {
    "translation": {
      "en": "I'm talking about the founder of the Jiva Loxion Street Dance Competition,",
      "vi": "Tôi đang nói về người sáng lập Cuộc thi Nhảy Đường phố Jiva Loxion,"
    }
  },
  {
    "translation": {
      "en": "the original, the one and only DJ Sika is in the studio.",
      "vi": "Tôi đang nói về người sáng lập Cuộc thi Nhảy Đường phố Jiva Loxion, DJ Sika độc đáo, có một không hai đang ở phòng thu."
    }
  },
  {
    "translation": {
      "en": "It is going to be one of the best dance competition in Mzansi, man.",
      "vi": "Đây sẽ là một trong các cuộc thi nhảy hay nhất ở Mzansi. Điều gì tạo cảm hứng cho anh?"
    }
  },
  {
    "translation": {
      "en": "- What inspired you? - First, dance is in my blood.",
      "vi": "hay nhất ở Mzansi. Điều gì tạo cảm hứng cho anh? Đầu tiên, nhảy đã ăn vào máu tôi."
    }
  },
  {
    "translation": {
      "en": "Dance is from the township, it's a global trendsetter.",
      "vi": "Thị trấn này có các điệu nhảy mà giờ là xu hướng toàn cầu."
    }
  },
  {
    "translation": {
      "en": "Sister. Sister. Please open the window, it's hot in here.",
      "vi": "Em gái! Làm ơn mở cửa, trong này nóng quá."
    }
  },
  {
    "translation": {
      "en": "The Jiva Loxion competition is about the youth,",
      "vi": "Cuộc thi nhảy Jiva Loxion dành cho thanh niên,"
    }
  },
  {
    "translation": {
      "en": "that's where the dancing starts.",
      "vi": "đó là khởi đầu của nhảy múa."
    }
  },
  {
    "translation": {
      "en": "Excuse me, driver. Turn up the volume.",
      "vi": "Xin lỗi, bác tài làm ơn vặn to lên một chút."
    }
  },
  {
    "translation": {
      "en": "…in the townships.  It starts with the youth dancing in their bedrooms,",
      "vi": "Các điệu nhảy bắt đầu ở thị trấn này, bắt đầu với tuổi trẻ, nhảy ở phòng ngủ,"
    }
  },
  {
    "translation": {
      "en": "dancing in the streets, dancing at house parties,",
      "vi": "Các điệu nhảy bắt đầu ở thị trấn này, bắt đầu với tuổi trẻ, nhảy ở phòng ngủ, trên phố, trong các bữa tiệc tại gia, thậm chí ở chỗ chờ xe,"
    }
  },
  {
    "translation": {
      "en": "dancing at local taxi ranks,",
      "vi": "trên phố, trong các bữa tiệc tại gia, thậm chí ở chỗ chờ xe, và không ai cho họ cơ hội tỏa sáng. Cô có nghĩ thế không?"
    }
  },
  {
    "translation": {
      "en": "and no one ever gives them the opportunity to shine. Do you feel me?",
      "vi": "và không ai cho họ cơ hội tỏa sáng. Cô có nghĩ thế không?"
    }
  },
  {
    "translation": {
      "en": "I hear you. I feel you. Yeah.",
      "vi": "- Tôi hoàn toàn đồng ý. - Tuyệt."
    }
  },
  {
    "translation": {
      "en": "The prizes are unreal this year.",
      "vi": "Và giải thưởng năm nay rất lớn."
    }
  },
  {
    "translation": {
      "en": "Brand sponsorship for your crew for a year.",
      "vi": "Một năm tài trợ thương hiệu cho nhóm nhảy."
    }
  },
  {
    "translation": {
      "en": "A million rand check.",
      "vi": "Tấm séc một triệu rand."
    }
  },
  {
    "translation": {
      "en": "And the title of the best street dance crew in South Africa.",
      "vi": "Và danh hiệu nhóm nhảy đường phố giỏi nhất Nam Phi."
    }
  },
  {
    "translation": {
      "en": "R1 000 000 is no joke. So do what you must…",
      "vi": "Một triệu rand không phải trò đùa. Nên hãy cố hết sức để giành chức vô địch,"
    }
  },
  {
    "translation": {
      "en": "And fight for the crown, gents. And of course, ladies.",
      "vi": "không phải trò đùa. Nên hãy cố hết sức để giành chức vô địch, hỡi các chàng trai và cô gái."
    }
  },
  {
    "translation": {
      "en": "Hey, buddy.",
      "vi": "Chào anh bạn."
    }
  },
  {
    "translation": {
      "en": "Feeling trapped?",
      "vi": "Cảm thấy bế tắc."
    }
  },
  {
    "translation": {
      "en": "Story of my life.",
      "vi": "Câu chuyện đời tôi."
    }
  },
  {
    "translation": {
      "en": "- Debrah, thank you. - Hmm.",
      "vi": "Cảm ơn sếp!"
    }
  },
  {
    "translation": {
      "en": "Tell me, do you hate me?",
      "vi": "Cô nói xem, cô ghét tôi à?"
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "Why're you always late, though?",
      "vi": "Sao lúc nào cô cũng đi làm muộn?"
    }
  },
  {
    "translation": {
      "en": "Wait, Debrah, this is impossible.",
      "vi": "Khoan. Debrah, như này là không thể."
    }
  },
  {
    "translation": {
      "en": "Timesheet never lies.",
      "vi": "Chấm công không nói dối."
    }
  },
  {
    "translation": {
      "en": "You know I'm taking care of my entire family. Who isn't?",
      "vi": "- Em còn phải lo cho cả gia đình. - Ai không phải lo?"
    }
  },
  {
    "translation": {
      "en": "Listen, everyone is up to here with black tax.",
      "vi": "Nghe này, tất cả đều phải chịu thuế cao như này."
    }
  },
  {
    "translation": {
      "en": "All you need to do is to suck it up, and smile 'cause we have a school tour coming up now.",
      "vi": "Nên cô chỉ cần chấp nhận và tươi cười vì một trường đến tham quan ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "We need to entertain them. Be happy, be happy, be happy, okay.",
      "vi": "Ta cần giúp họ thư giãn. Vui vẻ, vui vẻ, được chứ?"
    }
  },
  {
    "translation": {
      "en": "- Be happy happy. -",
      "vi": "Vui vẻ…"
    }
  },
  {
    "translation": {
      "en": "Smile. More like it. Okay.",
      "vi": "Tươi cười nào. Tươi hơn nào. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Your show is not doing well. - Fuck! - You need more drama,",
      "vi": "Chương trình thực tế của cậu không ổn, quá nhạt."
    }
  },
  {
    "translation": {
      "en": "or else you'll be canceled, finished and that's that.",
      "vi": "Không thay đổi, nó sẽ bị hủy, cậu sẽ tèo và hết phim."
    }
  },
  {
    "translation": {
      "en": "- Don't you have skeletons? - No.",
      "vi": "Quá khứ của cậu không có gì để câu view à?"
    }
  },
  {
    "translation": {
      "en": "- Drug abuse? - Really, P?",
      "vi": "- Không! - Dùng ma túy? Thật sao, P?"
    }
  },
  {
    "translation": {
      "en": "Criminal activity, crazy ex- girlfriend? Come on, give me something juicy!",
      "vi": "Việc phạm pháp, bồ cũ khùng điên. Cho tớ nội dung hấp dẫn nào!"
    }
  },
  {
    "translation": {
      "en": "Yo! There's this girl I used to date back in high school.",
      "vi": "- Này! - Sao? Hồi cấp ba, tớ hẹn hò cô này."
    }
  },
  {
    "translation": {
      "en": "Ahh! Tell me more.",
      "vi": "À há! Kể thêm đi nào."
    }
  },
  {
    "translation": {
      "en": "Hot, nice things.",
      "vi": "Nóng bỏng. Những thứ hay ho."
    }
  },
  {
    "translation": {
      "en": "That is it! Let's get her on the show.",
      "vi": "Đúng rồi! Đưa cô ấy vào chương trình."
    }
  },
  {
    "translation": {
      "en": "Hell no, P. I haven't talked to this girl in seven years.",
      "vi": "Không, P. Bảy năm qua tớ không nói chuyện với cô ấy."
    }
  },
  {
    "translation": {
      "en": "That's even better. We'll be there, we'll catch the fire with… Ruin in. Ya- ya- ya…",
      "vi": "Như thế sẽ còn hay hơn. Chương trình có cô ấy sẽ sốt sình sịch…"
    }
  },
  {
    "translation": {
      "en": "This girl could be married for all I know, or living in another country, bro.",
      "vi": "Cô ấy có thể lấy chồng giàu ở các nước khác."
    }
  },
  {
    "translation": {
      "en": "You're not the only person with a reality TV show.",
      "vi": "Không phải mỗi cậu có chương trình truyền hình thực tế."
    }
  },
  {
    "translation": {
      "en": "You're not the only person. There's Khanyi Mbau, Somizi, Bonang.",
      "vi": "Không phải mỗi cậu có chương trình truyền hình thực tế.  Khanyi Mbau, Somizi, Bonang cũng có. Để tớ nói cho mà biết."
    }
  },
  {
    "translation": {
      "en": "Let me tell you.",
      "vi": "Khanyi Mbau, Somizi, Bonang cũng có. Để tớ nói cho mà biết."
    }
  },
  {
    "translation": {
      "en": "They're killing you, dawg! You're here, they're here.",
      "vi": "Họ đang đè bẹp cậu. Cậu ở thấp, họ ở cao."
    }
  },
  {
    "translation": {
      "en": "Come on, king!",
      "vi": "Cậu sẽ là bá chủ! Cố lên!"
    }
  },
  {
    "translation": {
      "en": "Come on, king. G- O- T! Greatest. Come here, man!",
      "vi": "Cố lên, bá chủ. Người giỏi nhất. Cậu sẽ là người đó…"
    }
  },
  {
    "translation": {
      "en": "Yes, king! Yes!",
      "vi": "Người giỏi nhất! Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "- Season four, four! - Season four, season four, four, four!",
      "vi": "Mùa bốn!"
    }
  },
  {
    "translation": {
      "en": "That's right!",
      "vi": "Đúng vậy, sếp!"
    }
  },
  {
    "translation": {
      "en": "Baby.",
      "vi": "Bạn yêu."
    }
  },
  {
    "translation": {
      "en": "Not today, friend.",
      "vi": "Đang chán đây."
    }
  },
  {
    "translation": {
      "en": "- And now? - Nathi… is in town.",
      "vi": "Bị sao thế? Nathi đang ở thị trấn này."
    }
  },
  {
    "translation": {
      "en": "- What? - As for what he wants, only God knows.",
      "vi": "Sao? Chúa mới biết gã muốn gì."
    }
  },
  {
    "translation": {
      "en": "What, is he entering the competition again?",
      "vi": "Gã lại tham gia thi nhảy ư?"
    }
  },
  {
    "translation": {
      "en": "He's won it so many times. We get it. Oh, my gosh! Makhekhe, you're so amazing.",
      "vi": "Gã đã thắng rất nhiều lần. Ai cũng biết. Trời! Makhekhe, anh thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "He doesn't need the cash, he doesn't need the fame.",
      "vi": "Gã không cần tiền hay danh tiếng."
    }
  },
  {
    "translation": {
      "en": "Oh, have a break, girl, breathe. Rest. Oh!",
      "vi": "Bình tĩnh, cô gái, thở sâu. Bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "Do you think he's going to be at eRoyal tonight?",
      "vi": "Cậu nghĩ tối nay gã sẽ ở CLB Royal không?"
    }
  },
  {
    "translation": {
      "en": "Probably. I mean, it's the big weekend.",
      "vi": "Có thể. Sự kiện cuối tuần quan trọng."
    }
  },
  {
    "translation": {
      "en": "It's the launch, everyone will be there. All your favorites, DJ Sika, the judges.",
      "vi": "Tất cả sẽ đến buổi khai mạc. DJ Sika mà cậu thích, các giám khảo."
    }
  },
  {
    "translation": {
      "en": "What really matters, now, is your time.",
      "vi": "Điều quan trọng nhất là giờ cậu hãy tỏa sáng."
    }
  },
  {
    "translation": {
      "en": "For what?",
      "vi": "Để làm gì?"
    }
  },
  {
    "translation": {
      "en": "I'm not entering. So.",
      "vi": "Tớ sẽ không thi, nên…"
    }
  },
  {
    "translation": {
      "en": "Okay, maybe you can keep it at that.",
      "vi": "Ừ, tùy cậu."
    }
  },
  {
    "translation": {
      "en": "As far as Nathi's concerned, you're probably going to see him tonight.",
      "vi": "Nhưng nói thật, có lẽ cậu sẽ thấy Nathi tối nay."
    }
  },
  {
    "translation": {
      "en": "What are you gonna say?",
      "vi": "Cậu sẽ nói gì?"
    }
  },
  {
    "translation": {
      "en": "I guess I'll be just honest, and say: listen Nathi, when you--",
      "vi": "Tớ nghĩ tớ sẽ nói thẳng: Nathi, khi anh…"
    }
  },
  {
    "translation": {
      "en": "When you disappeared on me, that really broke my heart.",
      "vi": "biến mất, em đã rất đau lòng."
    }
  },
  {
    "translation": {
      "en": "You're not gonna say that.  You cannot spell imenemene without men.",
      "vi": "Đừng có nói thế. Lũ đàn ông giả dối chết tiệt."
    }
  },
  {
    "translation": {
      "en": "And we don't show men that they hurt us. Right?",
      "vi": "Đừng cho chúng thấy tổn thương mà chúng đã gây ra với chúng ta."
    }
  },
  {
    "translation": {
      "en": "So you're gonna have to give me something else.",
      "vi": "Nên… cậu phải nghĩ nói khác đi."
    }
  },
  {
    "translation": {
      "en": "Hmm…",
      "vi": "Ừm…"
    }
  },
  {
    "translation": {
      "en": "Actually, Nathi… Mm?",
      "vi": "- Thật ra, Nathi… - Ừm."
    }
  },
  {
    "translation": {
      "en": "You… are an asshole.",
      "vi": "Anh… là thằng khốn."
    }
  },
  {
    "translation": {
      "en": "- There we go. - Asshole and… Nathi… mean the same thing.",
      "vi": "- Đúng rồi. - Thằng khốn và Nathi là một."
    }
  },
  {
    "translation": {
      "en": "Same WhatsApp group. - Listen… - Yes. - …don't forget I know you. - Okay!",
      "vi": "- Tiếp đi. - Nghe này… Nên nhớ là tôi biết tỏng anh."
    }
  },
  {
    "translation": {
      "en": "Oh, I know you. So I can see right through that fake celebrity persona of yours.",
      "vi": "Tôi biết tỏng anh, nhìn thấu vẻ ngoài hào nhoáng và nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "All right, catfish! Yes!  Let's not forget that all this dancing of yours,",
      "vi": "- Tuyệt! - Và đừng quên mọi điệu nhảy của anh."
    }
  },
  {
    "translation": {
      "en": "you learned it from me.",
      "vi": "- Tôi đã dạy anh đấy. - Ôi trời! Xát muối vào nỗi đau của gã!"
    }
  },
  {
    "translation": {
      "en": "- Hit him where it hurts! Hmm! - Hmm!",
      "vi": "- Tôi đã dạy anh đấy. - Ôi trời! Xát muối vào nỗi đau của gã! Đừng quên nhé."
    }
  },
  {
    "translation": {
      "en": "This calls for a new dress, my friend!",
      "vi": "Lát nữa bọn mình sẽ đi mua váy."
    }
  },
  {
    "translation": {
      "en": "A toast to you!",
      "vi": "Giờ thì cạn ly nhé!"
    }
  },
  {
    "translation": {
      "en": "Ooh! Okay.",
      "vi": "Ôi! Được rồi."
    }
  },
  {
    "translation": {
      "en": "Boys, I'm going to walk and talk to this girl.",
      "vi": "Tớ sẽ đến nói chuyện với cô gái kia."
    }
  },
  {
    "translation": {
      "en": "You lost your mind? If Mr. Ndaba was to see you chatting up that girl, I'm telling you, he'll kill you.",
      "vi": "Mất trí à? Nếu Ndaba thấy cậu tán gẫu với cô gái đó, hắn sẽ giết cậu."
    }
  },
  {
    "translation": {
      "en": "Plus, you don't stand a chance with her.",
      "vi": "Hơn nữa, cậu không có cửa với cô ấy."
    }
  },
  {
    "translation": {
      "en": "You don't have the slightest chance, man. Not a chance. Never!",
      "vi": "Cậu không hề có cơ hội nào. Số không tròn trĩnh. Không bao giờ!"
    }
  },
  {
    "translation": {
      "en": "Guys, guys!",
      "vi": "Các cậu!"
    }
  },
  {
    "translation": {
      "en": "Watch and learn. We'll see about this.",
      "vi": "- Các cậu nhìn mà học nhé. - Để rồi xem."
    }
  },
  {
    "translation": {
      "en": "Only the brave shall conquer.",
      "vi": "Chỉ kẻ dũng cảm mới chinh phục được."
    }
  },
  {
    "translation": {
      "en": "Uh…",
      "vi": "À…"
    }
  },
  {
    "translation": {
      "en": "- Hey, ladies. - Hello.",
      "vi": "- Chào các bạn. - Xin chào."
    }
  },
  {
    "translation": {
      "en": "So, um, are you guys entering the Jiva Loxion Competition?",
      "vi": "Các bạn có tham gia cuộc thi Jiva Loxion không?"
    }
  },
  {
    "translation": {
      "en": "No, I thought about it, but I don't have a group, so…",
      "vi": "Không, tớ đã nghĩ rồi nhưng tớ không có nhóm nên…"
    }
  },
  {
    "translation": {
      "en": "- And you? - Yes, obviously.",
      "vi": "- Còn cậu? - Có chứ."
    }
  },
  {
    "translation": {
      "en": "As you can see the Umlazi Pushers are all together.",
      "vi": "Các cậu thấy nhóm Umlazi Pushers đã sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "You have a whole crew! Where did you learn dancing?",
      "vi": "- Nhóm đầy đủ! Cậu học nhảy ở đâu? - Hả?"
    }
  },
  {
    "translation": {
      "en": "- What? - Impossible.",
      "vi": "- Không thể! - Không bao giờ."
    }
  },
  {
    "translation": {
      "en": "- You underestimate me. - I've never seen you dance.",
      "vi": "- Đừng cười tớ. - Chưa từng thấy cậu nhảy."
    }
  },
  {
    "translation": {
      "en": "Let's do like this.",
      "vi": "Như này nhé. Nếu tớ chứng minh tớ có thể nhảy,"
    }
  },
  {
    "translation": {
      "en": "If I can prove to you that I can dance, will you…",
      "vi": "Như này nhé. Nếu tớ chứng minh tớ có thể nhảy, cậu sẽ… cho tớ số của cậu nhé?"
    }
  },
  {
    "translation": {
      "en": "give me your number?",
      "vi": "cậu sẽ… cho tớ số của cậu nhé?"
    }
  },
  {
    "translation": {
      "en": "I'll think about it.",
      "vi": "Tớ sẽ quyết sau."
    }
  },
  {
    "translation": {
      "en": "Show me what you've got.  All right.",
      "vi": "- Nhưng bây giờ, cậu hãy thể hiện đi. - Được thôi."
    }
  },
  {
    "translation": {
      "en": "Now that you've seen my moves, are you going to give me your number?",
      "vi": "Thế là… giờ cậu đã thấy tớ nhảy rồi, cậu sẽ cho tớ số của cậu chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, you can dance. Maybe I'll see you at the competition.",
      "vi": "Cậu có thể nhảy. Có lẽ chúng ta sẽ gặp nhau ở cuộc thi."
    }
  },
  {
    "translation": {
      "en": "Who's this now?",
      "vi": "Ai đấy?"
    }
  },
  {
    "translation": {
      "en": "Back in my hood.",
      "vi": "Các bạn ơi, đây là tuổi thơ của tôi. Hồi đó, chúng tôi thường lui tới đây,"
    }
  },
  {
    "translation": {
      "en": "You know, back home. This is where we used to hang around, dance.",
      "vi": "Các bạn ơi, đây là tuổi thơ của tôi. Hồi đó, chúng tôi thường lui tới đây, nhảy múa, tỏa sáng hết mình thời cấp ba."
    }
  },
  {
    "translation": {
      "en": "Get lit back in our high school days, man. Crazy, crazy, crazy times.",
      "vi": "nhảy múa, tỏa sáng hết mình thời cấp ba."
    }
  },
  {
    "translation": {
      "en": "This is where all the cool kids used to hang around. All these youngsters that you see, they're following my footsteps.",
      "vi": "Các thiếu niên cool ngầu đều đến đây, bạn thấy các em ấy đang tiếp bước tôi."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, yeah.",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Aah, the Romany Cream!",
      "vi": "Ôi, anh Makhekhe."
    }
  },
  {
    "translation": {
      "en": "- Hey, Samu! You've grown. - Aah!",
      "vi": "- Chào Samu! Em lớn nhanh quá. - Chà!"
    }
  },
  {
    "translation": {
      "en": "You know, I'm a man now.",
      "vi": "- Em là đàn ông rồi mà. - Phải!"
    }
  },
  {
    "translation": {
      "en": "Your bike looks great.",
      "vi": "Mô tô của anh thật cool ngầu."
    }
  },
  {
    "translation": {
      "en": "- The swag, dripping leakage. - Of course.",
      "vi": "- Quần áo và phụ kiện. - Dĩ nhiên."
    }
  },
  {
    "translation": {
      "en": "Look, we're also working on our own designs. I'm designing it, the label.",
      "vi": "Anh nhìn này. Bọn em cũng có thiết kế riêng. Em thiết kế bộ này. Thương hiệu riêng, Umlazi."
    }
  },
  {
    "translation": {
      "en": "100% Umlazi.",
      "vi": "Em thiết kế bộ này. Thương hiệu riêng, Umlazi."
    }
  },
  {
    "translation": {
      "en": "You must hook me up when done.",
      "vi": "Gọi anh khi em làm xong."
    }
  },
  {
    "translation": {
      "en": "And your pants? How much are they?",
      "vi": "Còn quần anh? Giá bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "Let me give you boys a quick summary.",
      "vi": "Để anh nói nhanh cho các em."
    }
  },
  {
    "translation": {
      "en": "Look, guys. Made in France for 15 grand.",
      "vi": "- Sản xuất tại Pháp, 15 nghìn rand nhé. - Trời!"
    }
  },
  {
    "translation": {
      "en": "The shoes, 20k.",
      "vi": "- Sản xuất tại Pháp, 15 nghìn rand nhé. - Trời! - Đôi giày, 20 nghìn rand. - Hai mươi nghìn!"
    }
  },
  {
    "translation": {
      "en": "Twenty thousand?",
      "vi": "- Đôi giày, 20 nghìn rand. - Hai mươi nghìn!"
    }
  },
  {
    "translation": {
      "en": "But this, this is a scarf. It's a brand ambassador's gift.",
      "vi": "Nhưng khăn này là quà của đại sứ thương hiệu."
    }
  },
  {
    "translation": {
      "en": "- Put us on! How do you do it? - Okay.",
      "vi": "- Chia sẻ cách làm đi anh! - Được."
    }
  },
  {
    "translation": {
      "en": "Guys, I didn't go to varsity and waste government resources",
      "vi": "Anh không học đại học, không phí phạm tiền của nhà nước,"
    }
  },
  {
    "translation": {
      "en": "and waste my parents' money to get an education.",
      "vi": "Anh không học đại học, không phí phạm tiền của nhà nước, không phí phạm tiền của bố mẹ."
    }
  },
  {
    "translation": {
      "en": "I went to the university of life. - I'm a proud graduate of the streets. - That's all?",
      "vi": "Anh học trường đời, tự hào đã tốt nghiệp học viện đường phố."
    }
  },
  {
    "translation": {
      "en": "Don't get me wrong, guys.  I'm not saying, don't go to school.",
      "vi": "Nhưng đừng hiểu lầm anh. Anh không nói: ''không đi học."
    }
  },
  {
    "translation": {
      "en": "Go to school, and get the education, guys.",
      "vi": "Hãy đến trường và học hành. Anh chỉ muốn nói đại học không phải"
    }
  },
  {
    "translation": {
      "en": "All I'm saying is education is not the only key to success.",
      "vi": "Hãy đến trường và học hành. Anh chỉ muốn nói đại học không phải chìa khóa duy nhất để thành công. Anh muốn các em là tấm gương tốt."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "chìa khóa duy nhất để thành công. Anh muốn các em là tấm gương tốt."
    }
  },
  {
    "translation": {
      "en": "I want you all to be good role models to the next generation of Skhothane.",
      "vi": "chìa khóa duy nhất để thành công. Anh muốn các em là tấm gương tốt. - Cho các thế hệ sau của Skhothane. - Vâng!"
    }
  },
  {
    "translation": {
      "en": "- Yes! - Do not abuse women.",
      "vi": "- Cho các thế hệ sau của Skhothane. - Vâng! Không lạm dụng phụ nữ. Và không ma túy, phải không?"
    }
  },
  {
    "translation": {
      "en": "Do not do drugs, yes?  Umlazi Pushers, all about love!",
      "vi": "Không lạm dụng phụ nữ. Và không ma túy, phải không? Umlazi Pushers! Đam mê!"
    }
  },
  {
    "translation": {
      "en": "- Love! Skhothanes! - Thank you!",
      "vi": "- Đam mê! Skhothane! - Cảm ơn!"
    }
  },
  {
    "translation": {
      "en": "Makhekhe, the man!",
      "vi": "Makhekhe là số một!"
    }
  },
  {
    "translation": {
      "en": "Your sister, how's she doing?",
      "vi": "Chị em. Chị ấy sao rồi?"
    }
  },
  {
    "translation": {
      "en": "Ah, you know, same old, same old. Still uncool.",
      "vi": "À, anh biết rồi, vẫn cũ kỹ như trước."
    }
  },
  {
    "translation": {
      "en": "Come on. Can I pass by your house, just to say hi?",
      "vi": "Thôi nào. Anh qua nhà em chỉ để chào hỏi, có được không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, yeah, yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "- Can I have her number? - Sure, sure, sure, sure.",
      "vi": "- Cho anh số chị em được không? - Dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "073 170 6072.",
      "vi": "073-170-6072."
    }
  },
  {
    "translation": {
      "en": "- Samu. - Hey, Makhekhe, the man.",
      "vi": "Makhekhe là số một!"
    }
  },
  {
    "translation": {
      "en": "- Debrah! -",
      "vi": "- Debrah! - Hả!"
    }
  },
  {
    "translation": {
      "en": "Okay, team abort the mission, the eagle has landed. I found Ntombi. Over and out.",
      "vi": "Cả đội, hủy nhiệm vụ. Đại bàng đã hạ cánh. Tôi đã thấy Ntombi. Hết."
    }
  },
  {
    "translation": {
      "en": "Debrah, I'm so sorry. I had to go get medication for Mom at the pharmacy.",
      "vi": "Debrah, em rất xin lỗi. Em phải đi mua thuốc cho mẹ ở hiệu thuốc."
    }
  },
  {
    "translation": {
      "en": "That doesn't look like medication to me.",
      "vi": "Tôi thấy nó không giống thuốc."
    }
  },
  {
    "translation": {
      "en": "Honestly!",
      "vi": "Nói thật là."
    }
  },
  {
    "translation": {
      "en": "- What's this? - First written warning.",
      "vi": "- Gì đây ạ? - Cảnh báo đầu bằng văn bản."
    }
  },
  {
    "translation": {
      "en": "Lunch ended 20 minutes ago, Ntombi. 20 minutes ago! At the close, you have toilet duties.",
      "vi": "Bữa trưa kết thúc 20 phút trước, Ntombi. Hết giờ làm, cô phải đi dọn vệ sinh."
    }
  },
  {
    "translation": {
      "en": "- Debrah, toilets! - Or you want something else?",
      "vi": "- Trời! - Hay cô muốn việc gì khác?"
    }
  },
  {
    "translation": {
      "en": "- No. - Thought so.",
      "vi": "- Không! - Tôi nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Toilets.",
      "vi": "Nhà vệ sinh!"
    }
  },
  {
    "translation": {
      "en": "Hey, Vu. I'm on my way. I had the worst day.",
      "vi": "Chào Vee. Tớ đang đến. Quả là một ngày tồi tệ nhất."
    }
  },
  {
    "translation": {
      "en": "Look, I really don't want to go out tonight.",
      "vi": "Tớ không muốn ra ngoài tối nay."
    }
  },
  {
    "translation": {
      "en": "Nathi.",
      "vi": "Thấy chưa?"
    }
  },
  {
    "translation": {
      "en": "Energy, girl. Wake up, baby.",
      "vi": "Năng lượng. Dậy đi, bạn yêu."
    }
  },
  {
    "translation": {
      "en": "Pick your fighter, babe. We've got Lisa, Thandiswa, and Sister Bettina!",
      "vi": "Chọn chiến binh đi cưng. Ta có Lisa, Thandiswa và Bettina!"
    }
  },
  {
    "translation": {
      "en": "I told you I'm not going out.",
      "vi": "Ôi! Tớ đã nói rồi. Tớ không ra ngoài đâu."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, the liver! - Ah- ah, ah- ah. - Girl!",
      "vi": "Này, sao cậu dám như này!"
    }
  },
  {
    "translation": {
      "en": "Look, you are beautiful,",
      "vi": "Nghe này, cậu rất xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "you are young, you are Black.",
      "vi": "Cậu trẻ trung.  Cậu da đen. Thế giới cần phải thấy cậu."
    }
  },
  {
    "translation": {
      "en": "And the world needs to see it. You're going to walk into a club",
      "vi": "Cậu da đen. Thế giới cần phải thấy cậu. Cậu sẽ vào câu lạc bộ đó,"
    }
  },
  {
    "translation": {
      "en": "with your gorgeous head held high.",
      "vi": "lộng lẫy và ngẩng cao đầu."
    }
  },
  {
    "translation": {
      "en": "And you're going to show Makhekhe that he didn't break you.",
      "vi": "Cậu sẽ cho Makhekhe thấy gã không làm gì được cậu."
    }
  },
  {
    "translation": {
      "en": "Mm, girl.",
      "vi": "Bạn yêu."
    }
  },
  {
    "translation": {
      "en": "Mm, I guess she is nice.",
      "vi": "Tớ đoán cô ấy tốt bụng."
    }
  },
  {
    "translation": {
      "en": "- Pick that! Yeah! - Who is she?",
      "vi": "- Tớ chọn cái kia nhé? Tuyệt! - Cô ấy là ai?"
    }
  },
  {
    "translation": {
      "en": "Yes! What's your problem?",
      "vi": "- Tuyệt! - Sao thế?"
    }
  },
  {
    "translation": {
      "en": "Your shirts look like tea packets. Think we're here to drink tea?",
      "vi": "Áo kia như gói trà xanh. Các cậu nghĩ ta đến uống trà à?"
    }
  },
  {
    "translation": {
      "en": "What's with your pineapple shirts? Is this heaven?",
      "vi": "Áo dứa của các cậu thì sao? Đây là thiên đường à?"
    }
  },
  {
    "translation": {
      "en": "- Is this a farm? - Guys, show us what you've got?",
      "vi": "Đây là nông trại ư? Các bạn hãy thể hiện nào!"
    }
  },
  {
    "translation": {
      "en": "Wow! I definitely needed this.",
      "vi": "- Chà! - Đúng thứ tớ cần."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, guys!",
      "vi": "Xin chào các bạn!"
    }
  },
  {
    "translation": {
      "en": "I am the one and only DJ Happygal!",
      "vi": "Tôi là DJ Happygal độc đáo, có một không hai!"
    }
  },
  {
    "translation": {
      "en": "And you're about to get happy tonight!",
      "vi": "Và các bạn sẽ cực kỳ vui vẻ đêm nay! CUỘC THI NHẢY JIVA LOXION THƯỜNG NIÊN LẦN NĂM"
    }
  },
  {
    "translation": {
      "en": "That is my song!",
      "vi": "Đó là bài hát của tớ!"
    }
  },
  {
    "translation": {
      "en": "My two favorite girls!",
      "vi": "Ôi cháu gái yêu quý của cô!"
    }
  },
  {
    "translation": {
      "en": "You look gorgeous, man.",
      "vi": "Hai cháu thật lộng lẫy."
    }
  },
  {
    "translation": {
      "en": "- Thank you, Ma. - How's bra Joe?",
      "vi": "- Cảm ơn cô. - Cảm ơn cô. Chú Zo thế nào?"
    }
  },
  {
    "translation": {
      "en": "He's good.",
      "vi": "Chú ấy ổn."
    }
  },
  {
    "translation": {
      "en": "Say hi to him for me. I will, definitely.  Bye, Ma, see you later.",
      "vi": "- Cháu gửi lời chào chú cho cô. - Ôi! Chắc chắn. Tạm biệt, gặp lại sau ạ."
    }
  },
  {
    "translation": {
      "en": "Oh, yes! Vuvu, you're hot, girl.",
      "vi": "Ôi, tuyệt! Vee, em thật quyến rũ."
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Ối trời ơi!"
    }
  },
  {
    "translation": {
      "en": "What? You're still mad at me?",
      "vi": "Sao? Em vẫn giận anh à?"
    }
  },
  {
    "translation": {
      "en": "Why don't you give him a chance?",
      "vi": "Sao cậu không cho anh ấy một cơ hội?"
    }
  },
  {
    "translation": {
      "en": "Who? Menzi? Come on. He doesn't have the Range, or the Rover.",
      "vi": "Menzi á? Nghĩ đi, gã thiếu tầm, thiếu xe Rover."
    }
  },
  {
    "translation": {
      "en": "We'll have what they're having.",
      "vi": "Cho thứ họ đang uống."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "vi": "Cậu biết không?"
    }
  },
  {
    "translation": {
      "en": "There's no man more single than a married one.",
      "vi": "Đàn ông có gia đình là kẻ phiêu lưu nhất."
    }
  },
  {
    "translation": {
      "en": "Indeed, friend. Thirst!",
      "vi": "Chúng thèm khát!"
    }
  },
  {
    "translation": {
      "en": "Why does Zinhle do this here? She's too good for it.",
      "vi": "- Zinhle nhảy được kìa. - Giờ cô ấy quá giỏi."
    }
  },
  {
    "translation": {
      "en": "Maybe when we were 16, 17,  but now, forget it.",
      "vi": "Có lẽ đúng khi nó 16, 17 tuổi, nhưng bây giờ thì quên đi."
    }
  },
  {
    "translation": {
      "en": "What do we have here? You want a drink?",
      "vi": "Ở đây có gì thế? Uống nhé?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "vi": "Được, dĩ nhiên."
    }
  },
  {
    "translation": {
      "en": "I'm going to the ladies.",
      "vi": "Tớ đến chỗ các cô gái."
    }
  },
  {
    "translation": {
      "en": "Wait a sec.",
      "vi": "Này! Đợi đã."
    }
  },
  {
    "translation": {
      "en": "How about you go back to your table,",
      "vi": "Hay là anh về bàn,"
    }
  },
  {
    "translation": {
      "en": "and then I'll get myself a drink.",
      "vi": "rồi tôi sẽ tự lấy đồ uống."
    }
  },
  {
    "translation": {
      "en": "What are you having?",
      "vi": "Cô cần gì thế?"
    }
  },
  {
    "translation": {
      "en": "Water, tap water, okay?",
      "vi": "Nước. Nước máy nhé."
    }
  },
  {
    "translation": {
      "en": "I missed you.",
      "vi": "Anh nhớ em."
    }
  },
  {
    "translation": {
      "en": "I think this is where you tell me you missed me.",
      "vi": "Anh nghĩ đây là lúc em nói em cũng nhớ anh."
    }
  },
  {
    "translation": {
      "en": "Oh, come on! Really? After seven years. This is you?",
      "vi": "Thôi đi! Thật sao? Sau bảy năm. Đây là anh à?"
    }
  },
  {
    "translation": {
      "en": "Just magically making your way back into my friend's life, trying to finesse her.",
      "vi": "Thật kỳ diệu khi anh quay lại gặp bạn tôi, không rõ để làm trò gì."
    }
  },
  {
    "translation": {
      "en": "Ha! It's the audacity for me.",
      "vi": "Tôi thấy anh rất táo bạo."
    }
  },
  {
    "translation": {
      "en": "V, V, V, you're still feisty as ever.",
      "vi": "Vee, Vee. Cô vẫn nóng nảy như mọi khi."
    }
  },
  {
    "translation": {
      "en": "Look, you can try the superstar act elsewhere.",
      "vi": "Thôi đi! Nghe này, anh có thể thử làm ngôi sao ở nơi khác."
    }
  },
  {
    "translation": {
      "en": "But this woman here, is done with you.",
      "vi": "Nhưng cô gái này không còn dính dáng gì đến anh."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Go and have some self- respect. My gosh! Bye!",
      "vi": "- Được thôi. - Có chút tự trọng đi. Trời ơi! Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "You suck!",
      "vi": "Đồ tồi tệ!"
    }
  },
  {
    "translation": {
      "en": "You have no shame.",
      "vi": "Nhục nhã!"
    }
  },
  {
    "translation": {
      "en": "Don't make that face. What was that about?",
      "vi": "Đừng làm cái mặt đó. Chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "Babe, I had it under control.",
      "vi": "Bạn yêu… Tớ kiểm soát được mà."
    }
  },
  {
    "translation": {
      "en": "Okay. Have a sip.",
      "vi": "Được rồi. Uống một ngụm."
    }
  },
  {
    "translation": {
      "en": "You're going to put a beautiful smile on that face.",
      "vi": "Cậu sẽ cười thật tươi."
    }
  },
  {
    "translation": {
      "en": "Chest out, butt out.",
      "vi": "Phô diễn vòng một, vòng ba nào."
    }
  },
  {
    "translation": {
      "en": "- We're going to slay, okay? - That's definitely what we're gonna do.",
      "vi": "- Ta sẽ khiến tất cả trầm trồ. - Ừ. Dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "You had one job.",
      "vi": "Cậu có một việc."
    }
  },
  {
    "translation": {
      "en": "You think I joke.",
      "vi": "Chị nghĩ em đùa."
    }
  },
  {
    "translation": {
      "en": "You exaggerate sometimes in all your stories.",
      "vi": "Đôi khi em cường điệu trong mọi câu chuyện em kể."
    }
  },
  {
    "translation": {
      "en": "They called me on stage, and said I must perform a solo.",
      "vi": "Họ đã gọi em trên sân khấu và bảo em phải độc diễn."
    }
  },
  {
    "translation": {
      "en": "- - Zila.",
      "vi": "Em đã nhảy như này."
    }
  },
  {
    "translation": {
      "en": "These kids… if they want to know how to dance, they must come and ask me.",
      "vi": "Nếu mấy nhóc muốn nhảy đẹp, chúng phải đến hỏi em."
    }
  },
  {
    "translation": {
      "en": "You're something else.",
      "vi": "Không phải đâu."
    }
  },
  {
    "translation": {
      "en": "Let's go to Pinky's.",
      "vi": "Hãy đến chỗ Pinky."
    }
  },
  {
    "translation": {
      "en": "Every weekend we set up a dance. Right here in the garden. I prefer it that way,",
      "vi": "Cuối tuần, bọn chị luôn dựng trại nhảy, ngay vườn này. Chị thích như này"
    }
  },
  {
    "translation": {
      "en": "than rolling myself to some pub with a wheelchair. And have everyone stare at me.",
      "vi": "hơn là la cà quán rượu trên xe lăn. Và tất cả nhìn chị chằm chằm."
    }
  },
  {
    "translation": {
      "en": "You know what, I'm sorry.",
      "vi": "Chị biết không? Em xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I just pushed it a little bit too far, you know.",
      "vi": "Có lẽ em đã yêu cầu hơi quá."
    }
  },
  {
    "translation": {
      "en": "But again… I would have loved to, but hey.",
      "vi": "Nhưng… Em rất muốn, nhưng…"
    }
  },
  {
    "translation": {
      "en": "It wouldn't be the same without you.",
      "vi": "Không có chị đi cùng thì sẽ không vui."
    }
  },
  {
    "translation": {
      "en": "Hey, my baby. Hello, Nolwazi.",
      "vi": "Chào em yêu. Chào Nolwazi."
    }
  },
  {
    "translation": {
      "en": "- Hello. -",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, Nolwazi. It's me, Samu.",
      "vi": "Chào Nolwazi. Samu đây."
    }
  },
  {
    "translation": {
      "en": "Oh, hi Samu. What's up?",
      "vi": "Ồ, chào Samu. Sao thế?"
    }
  },
  {
    "translation": {
      "en": "Ah, you know me…",
      "vi": "À, cậu biết mà…"
    }
  },
  {
    "translation": {
      "en": "just chilling. Um, actually I had my math textbook out",
      "vi": "Đang nghỉ ngơi. À, ở nhà thì không có sách giáo khoa toán và máy tính tay."
    }
  },
  {
    "translation": {
      "en": "and a calculator, you know. Matric can be pretty hard.",
      "vi": "Đang nghỉ ngơi. À, ở nhà thì không có sách giáo khoa toán và máy tính tay. Thi đại học có thể rất khó nên…"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "vi": "Phải, chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, sure. Um… I was thinking maybe",
      "vi": "Ừ, quá khó. Ừm. Tớ nghĩ… có lẽ…"
    }
  },
  {
    "translation": {
      "en": "we can meet up tomorrow, and you come and study at my house with me.",
      "vi": "ta có thể gặp nhau ngày mai rồi học nhóm ở nhà tớ."
    }
  },
  {
    "translation": {
      "en": "Okay, maybe.",
      "vi": "Được rồi, có lẽ…"
    }
  },
  {
    "translation": {
      "en": "Look, I'm in a bit of a rush.  I'm going to club eRoyal for the Jiva Loxion launch party.",
      "vi": "Tớ đang vội, tớ sẽ đến CLB Royal để dự khai mạc cuộc thi nhảy Jiva Loxion."
    }
  },
  {
    "translation": {
      "en": "Say what?",
      "vi": "- Nên là… - Sao cơ?"
    }
  },
  {
    "translation": {
      "en": "I-- I can meet you there. Yeah, no. We can-- we can meet up.",
      "vi": "Tớ có thể gặp cậu ở đó. Ta có thể gặp nhau."
    }
  },
  {
    "translation": {
      "en": "Um, I thought you were busy with school stuff though.",
      "vi": "Tớ tưởng cậu đang bận học bài."
    }
  },
  {
    "translation": {
      "en": "Oh, school can wait. School can wait. I mean, it's a Friday night.",
      "vi": "Ồ. Học hành có thể để sau. Tối thứ Sáu mà."
    }
  },
  {
    "translation": {
      "en": "Of course, I can come through and come chill with you.",
      "vi": "Dĩ nhiên tớ có thể đến để thư thái với cậu và…"
    }
  },
  {
    "translation": {
      "en": "Yeah! Maybe we can dance like we danced at the beach earlier.",
      "vi": "Dĩ nhiên tớ có thể đến để thư thái với cậu và… ta có thể nhảy như lúc ở bãi biển."
    }
  },
  {
    "translation": {
      "en": "Okay, cool. I guess I'll see you soon.",
      "vi": "Được rồi. Hay đấy. Sắp gặp lại rồi."
    }
  },
  {
    "translation": {
      "en": "See you soon.",
      "vi": "Hẹn sớm gặp lại."
    }
  },
  {
    "translation": {
      "en": "Yes, boy!  Okay.",
      "vi": "Tuyệt vời, ông mặt trời! Được rồi."
    }
  },
  {
    "translation": {
      "en": "Combination is communicating.",
      "vi": "Phối đồ rất chuẩn."
    }
  },
  {
    "translation": {
      "en": "- Oh! - I don't think so.",
      "vi": "- Trời! - Không được đâu."
    }
  },
  {
    "translation": {
      "en": "Oh, okay, do you want to see my ID? It's fine, it's fine. Just-- just say it.",
      "vi": "Được rồi. Anh muốn xem căn cước của tôi? Không sao đâu. Lẽ ra anh nên nói trước."
    }
  },
  {
    "translation": {
      "en": "Ah! I think I left it at home. My own home.",
      "vi": "Trời! Tôi nghĩ tôi để nó ở nhà. Nhà riêng của tôi."
    }
  },
  {
    "translation": {
      "en": "The one that I own, because I am 30.",
      "vi": "Tôi đứng tên sổ đỏ nhà đó vì tôi 30 tuổi."
    }
  },
  {
    "translation": {
      "en": "I know your father.",
      "vi": "Tôi biết bố cháu."
    }
  },
  {
    "translation": {
      "en": "Out!",
      "vi": "- Sao? - Đi về đi!"
    }
  },
  {
    "translation": {
      "en": "- Okay fine. Don't touch me. - Go ahead, sir.",
      "vi": "Được thôi. Đừng chạm vào tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, yes!",
      "vi": "Tuyệt vời! Ha ha!"
    }
  },
  {
    "translation": {
      "en": "Samu!",
      "vi": "- Chào Samu! - Chào chú."
    }
  },
  {
    "translation": {
      "en": "- Hey, Uncle. - Where are you going, boy?",
      "vi": "- Chào Samu! - Chào chú. Cháu đi đâu thế?"
    }
  },
  {
    "translation": {
      "en": "I'm going to the Jiva Loxion launch party.",
      "vi": "Cháu sẽ đến lễ khai mạc cuộc thi nhảy Jiva Loxion."
    }
  },
  {
    "translation": {
      "en": "At this hour?",
      "vi": "Vào giờ này?"
    }
  },
  {
    "translation": {
      "en": "Uncle, you know such parties happen at night.",
      "vi": "Chú ơi, chú biết tiệc tùng ban đêm mà."
    }
  },
  {
    "translation": {
      "en": "Samukelo, you're doing matric, my boy.",
      "vi": "Samu, cháu của chú, cháu phải ôn thi đại học."
    }
  },
  {
    "translation": {
      "en": "This is the most important year of your life. I think you must study.",
      "vi": "Đây là năm quan trọng nhất đời cháu. Chú nghĩ cháu phải học bài."
    }
  },
  {
    "translation": {
      "en": "No, Uncle.",
      "vi": "Không, chú ơi. Đừng quá quan trọng việc."
    }
  },
  {
    "translation": {
      "en": "Relax about studying. You see…  Education…",
      "vi": "Không, chú ơi. Đừng quá quan trọng việc. Chú thấy học hành không phải cách duy nhất để thành công."
    }
  },
  {
    "translation": {
      "en": "is not the only key to success.",
      "vi": "Chú thấy học hành không phải cách duy nhất để thành công."
    }
  },
  {
    "translation": {
      "en": "Samu, listen to me.",
      "vi": "Samu, nghe kỹ đây."
    }
  },
  {
    "translation": {
      "en": "You see…  As long as you live under this roof,  you'll live by my rules.",
      "vi": "Chừng nào cháu còn sống ở nhà này, cháu sẽ phải làm theo quy tắc của chú."
    }
  },
  {
    "translation": {
      "en": "You're going to sit down, and study. Yes?",
      "vi": "Cháu sẽ ngồi xuống và học bài. Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "This is not even your house.",
      "vi": "- Vâng nhưng đây không phải nhà chú. - Sao?"
    }
  },
  {
    "translation": {
      "en": "I thought as much.",
      "vi": "Đừng có đùa."
    }
  },
  {
    "translation": {
      "en": "Study! Samu.",
      "vi": "Học đi, Samu."
    }
  },
  {
    "translation": {
      "en": "Boy, today's the day. Are you making a move?",
      "vi": "Thời cơ đã đến. Cậu có tận dụng không?"
    }
  },
  {
    "translation": {
      "en": "No, Mpilo, you know I just came to give DJ Sika my CD, and not here for girls.",
      "vi": "Không, Mpilo, tớ đến để đưa đĩa CD cho DJ Sika, chứ không phải vì các cô gái."
    }
  },
  {
    "translation": {
      "en": "Boy, there he is. Go and give him your CD, superstar.",
      "vi": "Anh ấy kìa. Đưa đĩa CD cho anh ấy đi, siêu sao. Còn chờ gì nữa?"
    }
  },
  {
    "translation": {
      "en": "Maybe today isn't a good time to give him the CD.",
      "vi": "Có lẽ hôm nay không phải lúc để đưa anh ấy đĩa CD."
    }
  },
  {
    "translation": {
      "en": "Sika's always talking about you.",
      "vi": "Sika luôn nói về chị."
    }
  },
  {
    "translation": {
      "en": "Every single night when I was a little boy, I'd sneak into this club.",
      "vi": "Hồi bé, đêm nào anh cũng lẻn vào câu lạc bộ này."
    }
  },
  {
    "translation": {
      "en": "And guess who'd kick me out. Every time, you'd sneak back in.",
      "vi": "- Đoán xem ai đuổi anh ra? - Cứ mỗi khi em lẻn vào."
    }
  },
  {
    "translation": {
      "en": "- He was naughty, wasn't he? - Hey!",
      "vi": "- Anh ấy hư, phải không? - Ồ!"
    }
  },
  {
    "translation": {
      "en": "Thank you for having us. After you, my love.",
      "vi": "Cảm ơn đã mời bọn em. Em yêu đi trước đi."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Out. Now.",
      "vi": "Ra ngoài. Ngay!"
    }
  },
  {
    "translation": {
      "en": "Party people, make some noise, make some noise!",
      "vi": "Dân quẩy ơi, khuấy động lên nào!"
    }
  },
  {
    "translation": {
      "en": "No, no, no! Are you crazy?",
      "vi": "Không, không! Cô bị điên à?"
    }
  },
  {
    "translation": {
      "en": "I want you to do the right thing. And yes, the baby is yours!",
      "vi": "Anh cần làm điều đúng đắn. Và đúng, đứa bé là của anh!"
    }
  },
  {
    "translation": {
      "en": "The founder and the host of Jiva Loxion Dance Competition!",
      "vi": "Người sáng lập và chủ trì Cuộc thi nhảy Jiva Loxion!"
    }
  },
  {
    "translation": {
      "en": "- You can't win, you know my wife! - None other than…",
      "vi": "Đừng đến gần tôi hoặc vợ tôi!"
    }
  },
  {
    "translation": {
      "en": "I'll file a restraining order against you.",
      "vi": "Đó chính là… Không tòa sẽ cấm cô lại gần tôi."
    }
  },
  {
    "translation": {
      "en": "- …DJ Jika- Jika. - Don't threaten me!",
      "vi": "DJ Sika. Đừng có đe dọa tôi! Rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "Do you hear me?",
      "vi": "Đừng có đe dọa tôi! Rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "I'm talking about Mr. Platinum Live",
      "vi": "Tôi đang nói về Ngài Cuộc sống Bạch kim."
    }
  },
  {
    "translation": {
      "en": "Come on, make some noise! Make some noise!",
      "vi": "Các bạn ơi, vỗ tay và cổ vũ nào! Khuấy động lên nào! Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "Party people, where you at?",
      "vi": "Dân quẩy ơi, bạn ở đâu?"
    }
  },
  {
    "translation": {
      "en": "It's good to be here.",
      "vi": "Các bạn đang ở đâu? CUỘC THI NHẢY JIVA LOXION THƯỜNG NIÊN LẦN NĂM"
    }
  },
  {
    "translation": {
      "en": "That's what I'm talking about.",
      "vi": "Chính điều tôi muốn nói."
    }
  },
  {
    "translation": {
      "en": "Over the next couple of weeks,",
      "vi": "Trong vài tuần tới,"
    }
  },
  {
    "translation": {
      "en": "you will cry, you will sweat,",
      "vi": "bạn sẽ khóc, bạn sẽ đổ mồ hôi,"
    }
  },
  {
    "translation": {
      "en": "and you will dance for your lives.",
      "vi": "bạn sẽ nhảy… hết mình."
    }
  },
  {
    "translation": {
      "en": "And in the end, only three groups will be named the Jiva Loxion champions!",
      "vi": "Nhưng cuối cùng, chỉ có ba nhóm sẽ là Nhà vô địch Jiva Loxion."
    }
  },
  {
    "translation": {
      "en": "Now, I will be deciding your fate",
      "vi": "Số phận của các nhóm sẽ được quyết định bởi tôi và người sáng lập huyền thoại"
    }
  },
  {
    "translation": {
      "en": "alongside the legendary founder of Club eRoyal,",
      "vi": "Số phận của các nhóm sẽ được quyết định bởi tôi và người sáng lập huyền thoại của câu lạc bộ Royal, cô Thandi-D!"
    }
  },
  {
    "translation": {
      "en": "Miss Thandi- D!",
      "vi": "của câu lạc bộ Royal, cô Thandi-D!"
    }
  },
  {
    "translation": {
      "en": "And of course not forgetting the queen of SA Jiva,",
      "vi": "Và dĩ nhiên đừng quên nữ hoàng Jiva."
    }
  },
  {
    "translation": {
      "en": "the bodacious, the ever so beautiful, Ms. Bontle Modisele!",
      "vi": "Vô cùng tài năng và xinh đẹp, cô Bontle Modisele!"
    }
  },
  {
    "translation": {
      "en": "God, she is insane!",
      "vi": "Chúa ơi. Cô ấy quá đỉnh!"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Tớ biết."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah! As you can see,",
      "vi": "Tuyệt vời! Như các bạn thấy DJ Sika luôn có các lựa chọn đỉnh cao,"
    }
  },
  {
    "translation": {
      "en": "DJ Sika always provides you with the best of the best,",
      "vi": "Như các bạn thấy DJ Sika luôn có các lựa chọn đỉnh cao,"
    }
  },
  {
    "translation": {
      "en": "and there'll be more surprises as the night goes by. But for now,",
      "vi": "và sẽ còn nhiều bất ngờ cho đêm nay. Nhưng bây giờ, tôi xin giới thiệu"
    }
  },
  {
    "translation": {
      "en": "I'd like to introduce last year's Jiva Loxion champions.",
      "vi": "và sẽ còn nhiều bất ngờ cho đêm nay. Nhưng bây giờ, tôi xin giới thiệu nhóm vô địch Jiva Loxion năm ngoái."
    }
  },
  {
    "translation": {
      "en": "Durban, please make some noise",
      "vi": "Durban, hãy cổ vũ nồng nhiệt"
    }
  },
  {
    "translation": {
      "en": "for Soweto Cats!",
      "vi": "cho đội Mèo Soweto!"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "I love you, okay.",
      "vi": "Anh yêu em."
    }
  },
  {
    "translation": {
      "en": "When I shine, you shine. When I win, you're coming with me to Joburg.",
      "vi": "Khi anh tỏa sáng, em cũng tỏa sáng. Khi anh thắng, hai ta sẽ đến Johannesburg."
    }
  },
  {
    "translation": {
      "en": "If we call your number, please step forward.",
      "vi": "Nếu số của bạn được gọi, xin mời bước lên."
    }
  },
  {
    "translation": {
      "en": "Right. Number four.",
      "vi": "Đúng rồi. Số bốn."
    }
  },
  {
    "translation": {
      "en": "And number eight. Congratulations, you're going on tour!",
      "vi": "Và số tám. Chúc mừng, bạn sẽ đi lưu diễn!"
    }
  },
  {
    "translation": {
      "en": "Thank you, thank you so much!  Thank you.",
      "vi": "Xin cảm ơn, cảm ơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "But he stole my life.",
      "vi": "Gã đã cướp của tớ."
    }
  },
  {
    "translation": {
      "en": "No! Sister, you're not going to compare yourself to Makhekhe.",
      "vi": "Đừng như thế!  Đừng so sánh với Makhekhe."
    }
  },
  {
    "translation": {
      "en": "That's supposed to be me on that stage.",
      "vi": "Lẽ ra phải là tớ trên sân khấu."
    }
  },
  {
    "translation": {
      "en": "Number eight, congratulations, you're going on tour!",
      "vi": "Số tám. Chúc mừng, bạn sẽ đi lưu diễn!"
    }
  },
  {
    "translation": {
      "en": "Thank you, thank you so much!",
      "vi": "Cảm ơn, cảm ơn rất nhiều!"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Chú xin lỗi…"
    }
  },
  {
    "translation": {
      "en": "Your father.",
      "vi": "bố con…"
    }
  },
  {
    "translation": {
      "en": "Your mother tried to stop him, but he shot himself.",
      "vi": "Mẹ đã cố ngăn bố nhưng bố đã bắn tự sát."
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "- Where's Mom? - She's in the hospital.",
      "vi": "Mẹ con đâu rồi? Mẹ ở bệnh viện."
    }
  },
  {
    "translation": {
      "en": "Hey. I miss you, Vuvu.",
      "vi": "Anh nhớ em, Vee."
    }
  },
  {
    "translation": {
      "en": "And I know you miss me too.",
      "vi": "Anh biết em cũng nhớ anh."
    }
  },
  {
    "translation": {
      "en": "You know what I don't miss?",
      "vi": "Biết tôi nhớ gì không?"
    }
  },
  {
    "translation": {
      "en": "I don't miss bailing you out of jail.",
      "vi": "Tôi nhớ đã bảo lãnh anh khỏi bị giam."
    }
  },
  {
    "translation": {
      "en": "- Twice. - Ahh.",
      "vi": "- Hai lần. - Trời!"
    }
  },
  {
    "translation": {
      "en": "I don't miss giving you my money.",
      "vi": "Tôi nhớ đã đưa tiền cho anh."
    }
  },
  {
    "translation": {
      "en": "Your fly- by- night businesses, side hustles!",
      "vi": "Anh nợ như chúa chổm."
    }
  },
  {
    "translation": {
      "en": "And I definitely don't miss wondering whether you're alive or not.",
      "vi": "Và tôi chắc chắn không phải lo anh sống hay chết."
    }
  },
  {
    "translation": {
      "en": "You were busy gallivanting with your boys!",
      "vi": "- Anh tiệc tùng thâu đêm! - Không! Vee."
    }
  },
  {
    "translation": {
      "en": "- No! No! - Vuvu.",
      "vi": "- Không! - Vee."
    }
  },
  {
    "translation": {
      "en": "You're a boy.",
      "vi": "Không. Anh là cậu nhóc…"
    }
  },
  {
    "translation": {
      "en": "Not a man.",
      "vi": "chưa lớn."
    }
  },
  {
    "translation": {
      "en": "And that's why we're not together.",
      "vi": "Đó là lý do ta không bên nhau."
    }
  },
  {
    "translation": {
      "en": "- Right? - Huh.",
      "vi": "Đúng không?"
    }
  },
  {
    "translation": {
      "en": "Move. Move!",
      "vi": "Anh tránh ra để em đi!"
    }
  },
  {
    "translation": {
      "en": "You all right?",
      "vi": "Cô ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Huh?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Do you want to… do you want to dance?",
      "vi": "Cô muốn nhảy không?"
    }
  },
  {
    "translation": {
      "en": "I mean, whatever it is you're feeling right now,",
      "vi": "Ý tôi là, dù cô đang cảm thấy thế nào,"
    }
  },
  {
    "translation": {
      "en": "can't be that bad that you can't just dance, just shake it off.",
      "vi": "nhảy nhót sẽ làm mọi thứ tốt lên. Chỉ cần lắc lư. Nhảy để xua tan nỗi buồn."
    }
  },
  {
    "translation": {
      "en": "Just dance it off, just dance it off,  what do you think?",
      "vi": "Chỉ cần lắc lư. Nhảy để xua tan nỗi buồn. Cô nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "Please leave me alone.",
      "vi": "Xin để tôi yên."
    }
  },
  {
    "translation": {
      "en": "Please, take me home.",
      "vi": "Đưa tớ về nhà nhé."
    }
  },
  {
    "translation": {
      "en": "- Now? - Now!",
      "vi": "- Bây giờ? - Phải!"
    }
  },
  {
    "translation": {
      "en": "- But we just-- - Vuyiswa, let's go!",
      "vi": "- Nhưng, ta mới… - Vuyiswa, đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Fine. No one's fighting you!",
      "vi": "Không ai làm gì cậu cả!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, it's Makhekhe and the Cats!",
      "vi": "Ôi Chúa ơi, đó là Makhekhe và nhóm Mèo!"
    }
  }
]