[
  {
    "translation": {
      "en": "Every living creature starts life as a baby.",
      "vi": "Mọi sinh vật sống đều bắt đầu cuộc đời dưới hình hài một đứa bé."
    }
  },
  {
    "translation": {
      "en": "For each, there's a whole new world to discover.",
      "vi": "Trước mắt mỗi đứa bé đó là một thế giới hoàn toàn mới để khám phá."
    }
  },
  {
    "translation": {
      "en": "There'll be joy,",
      "vi": "Sẽ có niềm vui…"
    }
  },
  {
    "translation": {
      "en": "and friendship.",
      "vi": "và tình bạn."
    }
  },
  {
    "translation": {
      "en": "But life also brings challenges.",
      "vi": "Nhưng cuộc sống cũng có những thử thách."
    }
  },
  {
    "translation": {
      "en": "Some have devoted parents to protect them.",
      "vi": "Một số con có cha mẹ tận tâm bảo vệ chúng."
    }
  },
  {
    "translation": {
      "en": "Others must fight every step of the way.",
      "vi": "Có những con phải chiến đấu trên từng bước đường đời."
    }
  },
  {
    "translation": {
      "en": "These newborns will never be more vulnerable.",
      "vi": "Đây là lúc những đứa bé sơ sinh này dễ gặp nguy hiểm nhất."
    }
  },
  {
    "translation": {
      "en": "The journey toward adulthood will be hard.",
      "vi": "Hành trình trưởng thành sẽ khó khăn."
    }
  },
  {
    "translation": {
      "en": "To survive takes courage,",
      "vi": "Để sống sót, chúng cần phải can đảm,"
    }
  },
  {
    "translation": {
      "en": "determination…",
      "vi": "quyết tâm,"
    }
  },
  {
    "translation": {
      "en": "and above all…",
      "vi": "và trên hết,"
    }
  },
  {
    "translation": {
      "en": "love…",
      "vi": "tình yêu…"
    }
  },
  {
    "translation": {
      "en": "for babies born wild.",
      "vi": "dành cho những đứa bé hoang dã."
    }
  },
  {
    "translation": {
      "en": "The windswept shores of the Namib Desert,",
      "vi": "Những bờ biển lộng gió của sa mạc Namib…"
    }
  },
  {
    "translation": {
      "en": "where barren sand dunes run down to the icy sea.",
      "vi": "nơi những cồn cát cằn cỗi chảy xuống đại dương băng giá."
    }
  },
  {
    "translation": {
      "en": "It doesn't seem possible for life to exist here.",
      "vi": "Dường như ở đây, sự sống không thể tồn tại."
    }
  },
  {
    "translation": {
      "en": "And yet…",
      "vi": "Ấy thế mà…"
    }
  },
  {
    "translation": {
      "en": "…a colony of Cape fur seals.",
      "vi": "có cả một đàn hải cẩu lông nâu."
    }
  },
  {
    "translation": {
      "en": "Around 4,000 of them.",
      "vi": "Khoảng 4.000 con."
    }
  },
  {
    "translation": {
      "en": "These marine mammals spend most of the year at sea.",
      "vi": "Loài thú có vú ở biển này dành đa phần thời gian trong năm dưới biển."
    }
  },
  {
    "translation": {
      "en": "But now, in summer, females gather on land to give birth.",
      "vi": "Nhưng giờ, vào mùa hè, các con cái tề tựu trên đất liền để sinh con."
    }
  },
  {
    "translation": {
      "en": "Amorous males are here too.",
      "vi": "Tại đây có cả những con đực đa tình."
    }
  },
  {
    "translation": {
      "en": "They've turned this isolated beach into one noisy, chaotic seal hub.",
      "vi": "Chúng đã biến bãi biển biệt lập này thành một trung tâm hải cẩu ồn ào, hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "In the midst of it all…",
      "vi": "Giữa đám đông này,"
    }
  },
  {
    "translation": {
      "en": "after eight months of pregnancy…",
      "vi": "sau tám tháng được thai nghén…"
    }
  },
  {
    "translation": {
      "en": "…a new life",
      "vi": "một sinh linh mới"
    }
  },
  {
    "translation": {
      "en": "is about to begin.",
      "vi": "sắp sửa chào đời."
    }
  },
  {
    "translation": {
      "en": "At last, making his entrance into the world,",
      "vi": "Rốt cuộc đã bước chân vào thế giới"
    }
  },
  {
    "translation": {
      "en": "little Tabo.",
      "vi": "là bé Tabo."
    }
  },
  {
    "translation": {
      "en": "A male, weighing just 13 pounds.",
      "vi": "Một con đực, nặng chỉ gần sáu ký."
    }
  },
  {
    "translation": {
      "en": "In these first seconds,",
      "vi": "Ở những giây đầu tiên này,"
    }
  },
  {
    "translation": {
      "en": "his senses are flooded by the rowdy colony around him.",
      "vi": "các giác quan của nó bị bầy đàn ồn ã xung quanh lấn át."
    }
  },
  {
    "translation": {
      "en": "But his only focus right now is on his mom.",
      "vi": "Nhưng hiện giờ, nó cũng chỉ tập trung vào mẹ nó."
    }
  },
  {
    "translation": {
      "en": "For her, it's love at first sight.",
      "vi": "Với mẹ nó, đây là tình yêu sét đánh."
    }
  },
  {
    "translation": {
      "en": "She's naturally protective of her precious new baby.",
      "vi": "Dĩ nhiên, nó hết mực bảo vệ đứa con mới sinh quý giá của mình."
    }
  },
  {
    "translation": {
      "en": "Giving Tabo his first wash, she takes in his distinct smell.",
      "vi": "Lần đầu rửa ráy cho Tabo, nó cảm nhận mùi hương riêng của con nó."
    }
  },
  {
    "translation": {
      "en": "And their unique calls will help them recognize each other",
      "vi": "Và tiếng gọi độc đáo của chúng sẽ giúp chúng nhận ra nhau"
    }
  },
  {
    "translation": {
      "en": "against the clamor of the colony.",
      "vi": "giữa cảnh om sòm của bầy đàn."
    }
  },
  {
    "translation": {
      "en": "Until he can swim, in six weeks' time,",
      "vi": "Trước khi biết bơi, sau đây sáu tuần,"
    }
  },
  {
    "translation": {
      "en": "he's totally dependent on her for all his food and protection.",
      "vi": "nó sẽ hoàn toàn nhờ cậy mẹ nó trong việc cho ăn và bao bọc nó."
    }
  },
  {
    "translation": {
      "en": "Right now, he's ready for his first milk.",
      "vi": "Giờ đây, nó đang sẵn sàng bú sữa lần đầu."
    }
  },
  {
    "translation": {
      "en": "High in calories and full of fat, it will help Tabo grow and put on weight.",
      "vi": "Với hàm lượng calo cao và giàu chất béo, sữa mẹ sẽ giúp Tabo lớn và lên cân."
    }
  },
  {
    "translation": {
      "en": "But it won't last forever.",
      "vi": "Nhưng sữa mẹ không phải vô tận."
    }
  },
  {
    "translation": {
      "en": "To keep him healthy, soon his mom must return to sea to find food.",
      "vi": "Để nó được khỏe mạnh, mẹ nó sẽ sớm phải quay lại biển để tìm thức ăn."
    }
  },
  {
    "translation": {
      "en": "It will mean leaving Tabo alone and defenseless.",
      "vi": "Đồng nghĩa với việc bỏ Tabo lại một mình và không thể tự vệ."
    }
  },
  {
    "translation": {
      "en": "Here in the colony, there's safety in numbers,",
      "vi": "Trong bầy này, đoàn kết là sức mạnh,"
    }
  },
  {
    "translation": {
      "en": "but this is far from being one big, happy family.",
      "vi": "nhưng đây lại hoàn toàn không phải một đại gia đình hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "Other mothers only have eyes for their own pups.",
      "vi": "Những bà mẹ khác chỉ chú tâm tới con của chúng."
    }
  },
  {
    "translation": {
      "en": "And amongst these bulls, there's no such thing as fatherly care.",
      "vi": "Còn với những con đực này thì không có cái gọi là bàn tay chăm sóc của người cha."
    }
  },
  {
    "translation": {
      "en": "Tabo will have to face life in this large crowd of strangers",
      "vi": "Tabo sẽ phải đối diện cuộc đời giữa đám đông người lạ này"
    }
  },
  {
    "translation": {
      "en": "all by himself,",
      "vi": "hoàn toàn đơn độc,"
    }
  },
  {
    "translation": {
      "en": "as his precious time with his mom grows short.",
      "vi": "bởi khoảng thời gian quý giá bên mẹ nó đã sắp kết thúc."
    }
  },
  {
    "translation": {
      "en": "For new arrivals, it's hard to start life out in the open.",
      "vi": "Với những đứa bé mới sinh, sẽ rất vất vả khi phải chào đời ở nơi rộng mở."
    }
  },
  {
    "translation": {
      "en": "Other babies are wisely hidden from the moment of birth,",
      "vi": "Có những đứa bé được che giấu đầy khôn ngoan ngay từ khi sinh ra,"
    }
  },
  {
    "translation": {
      "en": "especially when they're destined to be rulers of the African savanna.",
      "vi": "nhất là khi số mệnh của chúng sẽ là những kẻ cai trị hoang mạc Châu Phi."
    }
  },
  {
    "translation": {
      "en": "In a palm thicket hideout,",
      "vi": "Giữa bụi cọ giúp ẩn náu này"
    }
  },
  {
    "translation": {
      "en": "new life.",
      "vi": "là các sinh linh mới."
    }
  },
  {
    "translation": {
      "en": "Three lion cubs.",
      "vi": "Ba chú sư tử con,"
    }
  },
  {
    "translation": {
      "en": "Two sons and a daughter,",
      "vi": "hai con trai và một con gái,"
    }
  },
  {
    "translation": {
      "en": "only four weeks old.",
      "vi": "mới bốn tuần tuổi."
    }
  },
  {
    "translation": {
      "en": "With eyes just opened,",
      "vi": "Với đôi mắt chỉ vừa mới mở,"
    }
  },
  {
    "translation": {
      "en": "they take their first faltering steps in this big new world.",
      "vi": "chúng bước những bước ngật ngưỡng đầu tiên trên thế giới mới rộng lớn này."
    }
  },
  {
    "translation": {
      "en": "While the boys explore…",
      "vi": "Trong lúc hai cậu con đi khám phá…"
    }
  },
  {
    "translation": {
      "en": "Kaya, the little female, hangs back with Mom.",
      "vi": "thì Kaya, cô con gái, ngồi lại chơi bên mẹ."
    }
  },
  {
    "translation": {
      "en": "Unlike her brothers,",
      "vi": "Không như anh em nó,"
    }
  },
  {
    "translation": {
      "en": "she'll spend her whole life with her pride.",
      "vi": "nó sẽ ở cùng bầy của nó trọn đời."
    }
  },
  {
    "translation": {
      "en": "The bond between lionesses is strong from the very start.",
      "vi": "Mối liên kết giữa những con sư tử cái ngay từ đầu đã cực kỳ bền chặt."
    }
  },
  {
    "translation": {
      "en": "Her elder brother is already displaying confidence.",
      "vi": "Anh trai nó đã tỏ ra tự tin ngay rồi."
    }
  },
  {
    "translation": {
      "en": "But Kaya is more reserved.",
      "vi": "Còn Kaya thì dè dặt hơn."
    }
  },
  {
    "translation": {
      "en": "She'll have to be brave",
      "vi": "Nó sẽ phải dũng cảm"
    }
  },
  {
    "translation": {
      "en": "if she's to overcome the dangers these cubs face.",
      "vi": "nếu muốn vượt qua những hiểm nguy mà sư tử con phải đối mặt."
    }
  },
  {
    "translation": {
      "en": "Their spotty coats camouflage them for a reason.",
      "vi": "Chúng mang lớp lông lốm đốm để ngụy trang là có lý do."
    }
  },
  {
    "translation": {
      "en": "In this dog eat dog world,",
      "vi": "Trong thế giới khắc nghiệt này,"
    }
  },
  {
    "translation": {
      "en": "every other predator here would kill these newborn cubs.",
      "vi": "mọi kẻ săn mồi khác ở đây đều sẵn sàng lấy mạng đàn con mới sinh này."
    }
  },
  {
    "translation": {
      "en": "That's if they can get past Mom.",
      "vi": "Nếu chúng qua mặt được bà mẹ."
    }
  },
  {
    "translation": {
      "en": "She's their fiercest protector.",
      "vi": "Nó là người bảo vệ con mạnh mẽ nhất."
    }
  },
  {
    "translation": {
      "en": "For the next four weeks,",
      "vi": "Trong bốn tuần tiếp theo đây,"
    }
  },
  {
    "translation": {
      "en": "she'll do everything she can to keep her babies hidden",
      "vi": "nó sẽ làm hết khả năng để giấu con mình"
    }
  },
  {
    "translation": {
      "en": "until they're strong enough to join their pride.",
      "vi": "tới khi chúng đủ rắn rỏi để gia nhập bầy."
    }
  },
  {
    "translation": {
      "en": "For many new arrivals,",
      "vi": "Với nhiều đứa bé mới sinh,"
    }
  },
  {
    "translation": {
      "en": "the protection of a family is the only thing keeping them safe.",
      "vi": "sự bao bọc của gia đình là điều duy nhất giúp chúng được an toàn."
    }
  },
  {
    "translation": {
      "en": "But sometimes, family decisions can also lead to trouble.",
      "vi": "Nhưng đôi khi, những quyết định của gia đình cũng có thể gây ra rắc rối."
    }
  },
  {
    "translation": {
      "en": "Meet little Jasiri,",
      "vi": "Đây là bé Jasiri,"
    }
  },
  {
    "translation": {
      "en": "an elephant calf just a few weeks old.",
      "vi": "một chú voi con mới vài tuần tuổi."
    }
  },
  {
    "translation": {
      "en": "He's so young, he's still finding his feet.",
      "vi": "Nó bé quá nên đi còn chưa vững."
    }
  },
  {
    "translation": {
      "en": "Born in the dry grasslands of Northern Kenya…",
      "vi": "Ra đời giữa vùng đồng cỏ khô cằn ở Bắc Kenya…"
    }
  },
  {
    "translation": {
      "en": "…life for this little calf will mean constant traveling…",
      "vi": "đối với chú voi con này, cuộc đời sẽ là một chuỗi di chuyển không ngừng…"
    }
  },
  {
    "translation": {
      "en": "…while trying to keep up with his mom in a sea of tree trunks.",
      "vi": "trong lúc cố theo kịp mẹ nó giữa một biển những thân cây sần sùi."
    }
  },
  {
    "translation": {
      "en": "In their search for fresh grass, this family can walk over ten miles a day.",
      "vi": "Trong quá trình đi tìm cỏ tươi, một ngày gia đình này có thể đi bộ hơn 16 cây số."
    }
  },
  {
    "translation": {
      "en": "But with a baby in tow, they'll always slow down.",
      "vi": "Nhưng khi phải dắt theo em bé, chúng sẽ luôn đi chậm lại."
    }
  },
  {
    "translation": {
      "en": "Like most babies, little Jasiri needs regular milk and rest.",
      "vi": "Như đa phần các đứa bé, bé Jasiri cũng cần được uống sữa và nghỉ ngơi thường xuyên."
    }
  },
  {
    "translation": {
      "en": "But they can't stop for too long.",
      "vi": "Nhưng chúng không dừng quá lâu được."
    }
  },
  {
    "translation": {
      "en": "It's time to go.",
      "vi": "Đến lúc phải đi rồi."
    }
  },
  {
    "translation": {
      "en": "But keeping such little legs on the move sometimes requires gentle persuasion.",
      "vi": "Song để mấy cái chân nhỏ bé này di chuyển, đôi khi phải thuyết phục nhẹ nhàng."
    }
  },
  {
    "translation": {
      "en": "After their morning's grazing, the herd move on to the river.",
      "vi": "Sau bữa sáng gặm cỏ, đàn voi đi tiếp tới con sông."
    }
  },
  {
    "translation": {
      "en": "All that fiber for breakfast leaves them thirsty.",
      "vi": "Bữa sáng toàn chất xơ làm chúng khát khô."
    }
  },
  {
    "translation": {
      "en": "But the river is key to their lives for another reason.",
      "vi": "Nhưng con sông còn là mấu chốt đối với cuộc sống của chúng vì một lý do nữa."
    }
  },
  {
    "translation": {
      "en": "It's where the clans gather.",
      "vi": "Đây là nơi các gia tộc tề tựu."
    }
  },
  {
    "translation": {
      "en": "Old friends catch up.",
      "vi": "Nơi bạn cũ hỏi thăm nhau."
    }
  },
  {
    "translation": {
      "en": "And youngsters get together for a pool party.",
      "vi": "Và nơi lũ trẻ quây quần để mở tiệc bơi."
    }
  },
  {
    "translation": {
      "en": "In fact, everyone has fun,",
      "vi": "Chính xác là, con nào cũng có trò vui…"
    }
  },
  {
    "translation": {
      "en": "whatever their age.",
      "vi": "bất kể độ tuổi."
    }
  },
  {
    "translation": {
      "en": "All except Jasiri.",
      "vi": "Tất cả, chỉ trừ Jasiri."
    }
  },
  {
    "translation": {
      "en": "He could easily get lost in a crowd this big.",
      "vi": "Nó rất dễ đi lạc giữa một đám đông lớn nhường này."
    }
  },
  {
    "translation": {
      "en": "After nearly two years of pregnancy…",
      "vi": "Sau khi đã mang nặng đẻ đau gần hai năm,"
    }
  },
  {
    "translation": {
      "en": "…Mom keeps her precious baby as close as possible.",
      "vi": "mẹ nó phải giữ bé con quý giá ở gần mình nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Some of the family are wading further out.",
      "vi": "Vài con trong gia đình đang lội nước ra xa hơn."
    }
  },
  {
    "translation": {
      "en": "Elephants crisscross this river every day,",
      "vi": "Đàn voi băng qua con sông này mỗi ngày,"
    }
  },
  {
    "translation": {
      "en": "driven to find fresh grass.",
      "vi": "với mong muốn tìm được cỏ tươi."
    }
  },
  {
    "translation": {
      "en": "But Mom's instinct tells her that today's conditions aren't right.",
      "vi": "Nhưng bản năng người mẹ mách bảo nó rằng tình trạng ngày hôm nay không ổn."
    }
  },
  {
    "translation": {
      "en": "Stored in her remarkable memory is almost every crossing she's ever made.",
      "vi": "Gần như mọi cuộc vượt sông từng thực hiện đều được trí nhớ tuyệt vời của nó lưu lại."
    }
  },
  {
    "translation": {
      "en": "She knows the water holds many dangers.",
      "vi": "Nó biết dòng nước này ẩn chứa nhiều hiểm nguy."
    }
  },
  {
    "translation": {
      "en": "Shifting sands create deep channels of turbulent water…",
      "vi": "Cát chảy tạo nên những kênh nước nhiễu động sâu…"
    }
  },
  {
    "translation": {
      "en": "that can sweep a tiny calf",
      "vi": "có thể quật ngã ngay"
    }
  },
  {
    "translation": {
      "en": "right off its feet.",
      "vi": "một chú voi con bé nhỏ."
    }
  },
  {
    "translation": {
      "en": "She'll have to decide.",
      "vi": "Nó sẽ phải quyết định."
    }
  },
  {
    "translation": {
      "en": "Either she follows her family",
      "vi": "Hoặc nó đi theo gia đình nó"
    }
  },
  {
    "translation": {
      "en": "and risks her calf's life…",
      "vi": "và đánh liều với tính mạng con mình…"
    }
  },
  {
    "translation": {
      "en": "or they get separated from the herd,",
      "vi": "hoặc hai mẹ con sẽ phải tách đàn"
    }
  },
  {
    "translation": {
      "en": "where neither is likely to survive.",
      "vi": "để rồi khả năng sống của cả hai là rất thấp."
    }
  },
  {
    "translation": {
      "en": "For every new arrival,",
      "vi": "Với mỗi đứa bé mới sinh,"
    }
  },
  {
    "translation": {
      "en": "some of the hardest lessons occur",
      "vi": "những bài học khó nuốt nhất xảy tới"
    }
  },
  {
    "translation": {
      "en": "when one of the simplest rules of survival is broken.",
      "vi": "khi một trong các quy tắc sinh tồn đơn giản nhất bị phá vỡ:"
    }
  },
  {
    "translation": {
      "en": "Staying where it's safe.",
      "vi": "Ở yên nơi an toàn."
    }
  },
  {
    "translation": {
      "en": "On the desert sand in Namibia,",
      "vi": "Trên sa mạc cát ở Namibia,"
    }
  },
  {
    "translation": {
      "en": "Tabo's been lapping up all his mom's attention.",
      "vi": "Tabo đang choán hết sự chú ý của mẹ nó."
    }
  },
  {
    "translation": {
      "en": "One week old, he's looking fat and healthy.",
      "vi": "Một tuần tuổi, nó trông béo tốt và khỏe mạnh."
    }
  },
  {
    "translation": {
      "en": "But he's blissfully unaware that life is about to change.",
      "vi": "Nhưng nó đang quá hạnh phúc mà không biết rằng đời nó sắp thay đổi."
    }
  },
  {
    "translation": {
      "en": "His mom must go and feed at sea.",
      "vi": "Mẹ nó sắp phải về biển kiếm ăn."
    }
  },
  {
    "translation": {
      "en": "Until she returns, little Tabo must be brave and stay put.",
      "vi": "Bé Tabo sẽ phải can đảm và yên vị đến khi mẹ nó quay lại."
    }
  },
  {
    "translation": {
      "en": "Alone for the very first time.",
      "vi": "Cô độc, lần đầu tiên trong đời."
    }
  },
  {
    "translation": {
      "en": "He desperately looks for her…",
      "vi": "Nó tìm mẹ trong tuyệt vọng…"
    }
  },
  {
    "translation": {
      "en": "and immediately breaks Mom's first rule.",
      "vi": "và ngay lập tức phá vỡ quy tắc đầu tiên mẹ dặn."
    }
  },
  {
    "translation": {
      "en": "Don't wander off.",
      "vi": "Đừng đi lang thang."
    }
  },
  {
    "translation": {
      "en": "No other mother here will care for him.",
      "vi": "Chả bà mẹ nào khác ở đây chịu chăm nó."
    }
  },
  {
    "translation": {
      "en": "It's a tough lesson to learn.",
      "vi": "Đó là một bài học cay đắng."
    }
  },
  {
    "translation": {
      "en": "His searching puts him right in the path of some heavy traffic.",
      "vi": "Cuộc tìm kiếm khiến nó lạc vào giữa một con đường đông đúc."
    }
  },
  {
    "translation": {
      "en": "These 500 pound males have just one thing on their mind.",
      "vi": "Những con đực nặng hơn 227 ký này chỉ có đúng một mục tiêu trong đầu,"
    }
  },
  {
    "translation": {
      "en": "To mate with females.",
      "vi": "giao phối với con cái."
    }
  },
  {
    "translation": {
      "en": "They steamroll over anyone who gets in their way.",
      "vi": "Chúng nghiền nát bất cứ kẻ nào ngáng đường chúng."
    }
  },
  {
    "translation": {
      "en": "Tabo's had a lucky escape.",
      "vi": "Tabo vừa may mắn thoát hiểm."
    }
  },
  {
    "translation": {
      "en": "But with every step he takes…",
      "vi": "Nhưng càng đi…"
    }
  },
  {
    "translation": {
      "en": "he's wandering further into trouble.",
      "vi": "nó lại đang càng dấn sâu vào rắc rối."
    }
  },
  {
    "translation": {
      "en": "It might be scary inside the colony…",
      "vi": "Bên trong bầy này đáng sợ thật…"
    }
  },
  {
    "translation": {
      "en": "but it's even more dangerous outside.",
      "vi": "nhưng ngoài kia còn nguy hiểm hơn."
    }
  },
  {
    "translation": {
      "en": "Stray pups like Tabo are exactly what this predator is looking for.",
      "vi": "Những con non lạc đàn như Tabo chính là thứ kẻ săn mồi này đang tìm kiếm."
    }
  },
  {
    "translation": {
      "en": "A new day in the African bush…",
      "vi": "Một ngày mới đã tới ở bụi rậm châu Phi này…"
    }
  },
  {
    "translation": {
      "en": "and the cubs are being shown the boundary of their secret hideaway.",
      "vi": "và đàn con đang được mẹ chúng chỉ cho ranh giới khu ẩn náu bí mật của chúng."
    }
  },
  {
    "translation": {
      "en": "While her brothers stick close to their mom,",
      "vi": "Trong lúc anh em nó bám gót mẹ,"
    }
  },
  {
    "translation": {
      "en": "Kaya is struggling to keep up.",
      "vi": "Kaya lại đang rất vất vả bắt kịp."
    }
  },
  {
    "translation": {
      "en": "That's why, until they're a couple of months old,",
      "vi": "Thế nên, khi chưa được vài tháng tuổi"
    }
  },
  {
    "translation": {
      "en": "cubs are kept separate from their family.",
      "vi": "thì sư tử con chưa thể đi cùng bầy của chúng."
    }
  },
  {
    "translation": {
      "en": "Lions cover huge distances following prey.",
      "vi": "Sư tử đi những quãng đường rất xa để bám theo con mồi."
    }
  },
  {
    "translation": {
      "en": "And not too far away, that's exactly what their family is doing.",
      "vi": "Và đó chính là việc gia đình sư tử mẹ đang làm, ở cách đó không quá xa."
    }
  },
  {
    "translation": {
      "en": "This is the MalaMala pride…",
      "vi": "Đây là bầy sư tử MalaMala."
    }
  },
  {
    "translation": {
      "en": "rulers of a prime spot of territory along the Sand River.",
      "vi": "Những kẻ cai trị một điểm lãnh thổ đắc địa dọc sông Cát."
    }
  },
  {
    "translation": {
      "en": "Six lionesses and 14 teenage cubs,",
      "vi": "Sáu con sư tử cái và 14 con sư tử mới lớn,"
    }
  },
  {
    "translation": {
      "en": "led by a powerful coalition of brothers.",
      "vi": "đi đầu là một liên minh anh em hùng mạnh."
    }
  },
  {
    "translation": {
      "en": "But right now, this pride has a problem.",
      "vi": "Nhưng hiện bầy này đang gặp vấn đề."
    }
  },
  {
    "translation": {
      "en": "A herd of buffalo.",
      "vi": "Một đàn trâu."
    }
  },
  {
    "translation": {
      "en": "Each one, half a ton of aggression with razor sharp horns",
      "vi": "Mỗi con nặng nửa tấn, hung hăng, với cặp sừng siêu sắc nhọn"
    }
  },
  {
    "translation": {
      "en": "that can easily kill a lion.",
      "vi": "có thể dễ dàng giết chết một con sư tử."
    }
  },
  {
    "translation": {
      "en": "So the pride must surround them and single one out.",
      "vi": "Bầy sư tử sẽ phải bao vây chúng rồi cô lập một con."
    }
  },
  {
    "translation": {
      "en": "But",
      "vi": "Thế nhưng…"
    }
  },
  {
    "translation": {
      "en": "the tables have turned.",
      "vi": "tình thế lại đảo chiều."
    }
  },
  {
    "translation": {
      "en": "These teenagers are nervous, incompetent hunters.",
      "vi": "Những con mới lớn này vẫn còn là thợ săn run rẩy, chưa lành nghề."
    }
  },
  {
    "translation": {
      "en": "They're messing it up for the rest of the pride.",
      "vi": "Chúng làm những con còn lại trong bầy lỡ hết việc."
    }
  },
  {
    "translation": {
      "en": "As another hunt fails, tempers are running high.",
      "vi": "Lại một cuộc đi săn trắng tay nữa, căng thẳng đang gia tăng."
    }
  },
  {
    "translation": {
      "en": "Soon, Kaya and her brothers must join this family.",
      "vi": "Kaya và anh em nó sẽ sớm phải gia nhập bầy lớn này."
    }
  },
  {
    "translation": {
      "en": "But when fights break out…",
      "vi": "Nhưng khi có xích mích…"
    }
  },
  {
    "translation": {
      "en": "young cubs can get injured if they're caught in the line of fire.",
      "vi": "các con non có thể bị thương nếu đi vào giữa chiến trường."
    }
  },
  {
    "translation": {
      "en": "It's a risk Mom can't take.",
      "vi": "Mẹ nó không dám liều lĩnh như thế."
    }
  },
  {
    "translation": {
      "en": "She'll have to keep Kaya and her brothers hidden for now.",
      "vi": "Nó vẫn sẽ phải tạm giấu Kaya và anh em Kaya đi."
    }
  },
  {
    "translation": {
      "en": "But life is tough being a single mom.",
      "vi": "Nhưng làm mẹ đơn thân vất vả đủ đường."
    }
  },
  {
    "translation": {
      "en": "She'll have to hunt alone,",
      "vi": "Nó sẽ phải tự mình đi săn,"
    }
  },
  {
    "translation": {
      "en": "and there's no guarantee that she'll find enough food",
      "vi": "và chẳng có gì đảm bảo nó sẽ kiếm được đủ thức ăn"
    }
  },
  {
    "translation": {
      "en": "to keep her cubs alive.",
      "vi": "để nuôi sống các con nó."
    }
  },
  {
    "translation": {
      "en": "For a baby born wild,",
      "vi": "Với một đứa bé hoang dã mới sinh,"
    }
  },
  {
    "translation": {
      "en": "survival often depends on the decisions of your family.",
      "vi": "sự sống còn thường phụ thuộc ở quyết định của gia đình nó."
    }
  },
  {
    "translation": {
      "en": "In Kenya, little Jasiri is about to get a valuable first lesson",
      "vi": "Ở Kenya, bé Jasiri sắp học được bài học quý giá đầu tiên"
    }
  },
  {
    "translation": {
      "en": "on trust and judgment.",
      "vi": "về lòng tin và cách đánh giá."
    }
  },
  {
    "translation": {
      "en": "While he's enjoying a closely supervised paddle…",
      "vi": "Trong lúc nó say mê vầy nước dưới sự theo dõi sát sao…"
    }
  },
  {
    "translation": {
      "en": "his mom seems anxious.",
      "vi": "mẹ nó lại có vẻ bồn chồn."
    }
  },
  {
    "translation": {
      "en": "Her family intend to cross the river.",
      "vi": "Gia đình nó đang định băng qua sông."
    }
  },
  {
    "translation": {
      "en": "As they finally decide to go…",
      "vi": "Rốt cuộc, chúng quyết định đi…"
    }
  },
  {
    "translation": {
      "en": "she has no option but to follow.",
      "vi": "và nó chẳng còn cách nào khác ngoài đi theo."
    }
  },
  {
    "translation": {
      "en": "Ahead, it's suddenly clear the family have made a rash decision.",
      "vi": "Phía trước, rõ ràng là gia đình nó đã có một quyết định hấp tấp."
    }
  },
  {
    "translation": {
      "en": "Some of the older calves are in trouble.",
      "vi": "Có những con non lớn hơn cũng loay hoay."
    }
  },
  {
    "translation": {
      "en": "And Jasiri's mom is having second thoughts.",
      "vi": "Mẹ Jasiri tỏ ra lưỡng lự."
    }
  },
  {
    "translation": {
      "en": "But as the calves find their footing…",
      "vi": "Mà khi các con non nọ vững bước trở lại,"
    }
  },
  {
    "translation": {
      "en": "she's forced to try again.",
      "vi": "nó buộc phải thử lại lần nữa."
    }
  },
  {
    "translation": {
      "en": "Using her trunk, she gauges the speed of the current…",
      "vi": "Dùng vòi, nó áng chừng tốc độ dòng nước…"
    }
  },
  {
    "translation": {
      "en": "and tests the stability of the sand.",
      "vi": "và kiểm tra độ ổn định của cát."
    }
  },
  {
    "translation": {
      "en": "Jasiri shelters nervously beneath her.",
      "vi": "Jasiri lo lắng nép mình bên dưới mẹ nó."
    }
  },
  {
    "translation": {
      "en": "But he's caught by the current.",
      "vi": "Nhưng dòng nước vẫn cuốn nó đi."
    }
  },
  {
    "translation": {
      "en": "Her worst nightmare has come true.",
      "vi": "Cái mẹ nó sợ nhất thành hiện thực."
    }
  },
  {
    "translation": {
      "en": "She just about manages to support him with her trunk.",
      "vi": "Nó vừa kịp dùng vòi đỡ được con của nó."
    }
  },
  {
    "translation": {
      "en": "But they're still a distance from the bank.",
      "vi": "Nhưng chúng vẫn ở cách bờ khá xa."
    }
  },
  {
    "translation": {
      "en": "The current takes Jasiri again.",
      "vi": "Dòng nước lại cuốn Jasiri đi."
    }
  },
  {
    "translation": {
      "en": "She's only got seconds.",
      "vi": "Mẹ nó chỉ còn vài giây."
    }
  },
  {
    "translation": {
      "en": "Ahead, the rapids will sweep him away for good.",
      "vi": "Ghềnh nước phía trước sẽ cuốn chúng đi mãi mãi."
    }
  },
  {
    "translation": {
      "en": "Just in time,",
      "vi": "Nó đỡ được con nó"
    }
  },
  {
    "translation": {
      "en": "she catches him.",
      "vi": "vừa kịp lúc."
    }
  },
  {
    "translation": {
      "en": "Family help is on the way.",
      "vi": "Gia đình nó đang tới tương trợ."
    }
  },
  {
    "translation": {
      "en": "Together, they form a wall of bodies to block the current…",
      "vi": "Chúng tụ lại thành một bức tường cơ thể để chắn dòng nước,"
    }
  },
  {
    "translation": {
      "en": "and Jasiri is guided across.",
      "vi": "dẫn lối cho Jasiri băng qua."
    }
  },
  {
    "translation": {
      "en": "At last…",
      "vi": "Rốt cuộc…"
    }
  },
  {
    "translation": {
      "en": "weak and exhausted, he's safe.",
      "vi": "nó đã an toàn, dù mệt lả và kiệt sức."
    }
  },
  {
    "translation": {
      "en": "On his journey through life,",
      "vi": "Trên hành trình của cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "there'll be many rivers to cross,",
      "vi": "nó sẽ phải băng qua vô vàn con sông,"
    }
  },
  {
    "translation": {
      "en": "but this first one will never be forgotten.",
      "vi": "nhưng nó sẽ không bao giờ quên được con sông đầu tiên nọ."
    }
  },
  {
    "translation": {
      "en": "Only time will tell if this harrowing experience",
      "vi": "Chỉ thời gian mới trả lời được, liệu trải nghiệm kinh khủng vừa rồi"
    }
  },
  {
    "translation": {
      "en": "will affect Jasiri's trust in his family in the months to come.",
      "vi": "có ảnh hưởng đến lòng tin của Jasiri với gia đình nó trong những tháng tới không."
    }
  },
  {
    "translation": {
      "en": "In Namibia,",
      "vi": "Ở Namibia…"
    }
  },
  {
    "translation": {
      "en": "it's been 48 hours since Tabo's mom went to sea.",
      "vi": "mẹ Tabo đã ra biển được 48 tiếng."
    }
  },
  {
    "translation": {
      "en": "In searching for her, he's become lost.",
      "vi": "Trong lúc đi tìm mẹ, nó bị lạc."
    }
  },
  {
    "translation": {
      "en": "With no friends in the colony to turn to,",
      "vi": "Chẳng trông được vào bạn bè nào trong bầy,"
    }
  },
  {
    "translation": {
      "en": "he's vulnerable.",
      "vi": "nó rất dễ gặp nguy."
    }
  },
  {
    "translation": {
      "en": "A brown hyena…",
      "vi": "Một con linh cẩu nâu…"
    }
  },
  {
    "translation": {
      "en": "drawn in by the irresistible smell of seal pups.",
      "vi": "bị mùi hương không thể cưỡng lại của hải cẩu con thu hút."
    }
  },
  {
    "translation": {
      "en": "She's looking for those that have been left on their own.",
      "vi": "Nó đang tìm những con bị bỏ lại một mình."
    }
  },
  {
    "translation": {
      "en": "Tabo's only chance is to get back inside the colony.",
      "vi": "Cơ hội duy nhất của Tabo là quay lại bầy của nó."
    }
  },
  {
    "translation": {
      "en": "But his wanderings have left him hot and dehydrated.",
      "vi": "Nhưng đi lang thang đã khiến nó bị nóng và mất nước."
    }
  },
  {
    "translation": {
      "en": "He makes it close to the shore…",
      "vi": "Nó đã về gần được bờ biển…"
    }
  },
  {
    "translation": {
      "en": "but that's as far as he can go.",
      "vi": "nhưng nó chỉ đi được tới đây thôi."
    }
  },
  {
    "translation": {
      "en": "Tabo has been spotted.",
      "vi": "Tabo đã bị phát hiện."
    }
  },
  {
    "translation": {
      "en": "Wary of an adult's bite,",
      "vi": "Để đề phòng bị con trưởng thành cắn,"
    }
  },
  {
    "translation": {
      "en": "the hyena checks for Mom.",
      "vi": "con linh cẩu xem mẹ Tabo đâu rồi."
    }
  },
  {
    "translation": {
      "en": "Tabo needs her now more than ever.",
      "vi": "Tabo đang cần mẹ nó hơn bao giờ hết."
    }
  },
  {
    "translation": {
      "en": "She hears her son's desperate cries.",
      "vi": "Nó đã nghe thấy tiếng khóc tuyệt vọng của con trai."
    }
  },
  {
    "translation": {
      "en": "Tabo is safe for now.",
      "vi": "Tabo tạm thời an toàn."
    }
  },
  {
    "translation": {
      "en": "But with the pupping season in full swing…",
      "vi": "Nhưng khi mùa sinh nở đang diễn ra sôi động thế này,"
    }
  },
  {
    "translation": {
      "en": "other predators are on the prowl.",
      "vi": "những kẻ săn mồi khác sẽ rình rập."
    }
  },
  {
    "translation": {
      "en": "Soon, Tabo will need all the courage and bravery he can muster",
      "vi": "Chẳng bao lâu nữa, Tabo sẽ phải thu hết mọi sự gan dạ và lòng dũng cảm mà nó có"
    }
  },
  {
    "translation": {
      "en": "when more danger comes calling.",
      "vi": "khi những mối họa khác tìm tới."
    }
  }
]