[
  {
    "translation": {
      "en": "-Could I have a beer? -[man 1] Of course.",
      "vi": "Cho tôi ly bia đi? - Hẳn rồi. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[man 1] I'll get you one.",
      "vi": "- Hẳn rồi. - Cảm ơn. Để tôi lấy cho."
    }
  },
  {
    "translation": {
      "en": "[man 1] Why did you agree to meet me?",
      "vi": "Sao anh lại đồng ý gặp tôi?"
    }
  },
  {
    "translation": {
      "en": "It's an interesting story, and, um…",
      "vi": "Đó là một câu chuyện thú vị, và…"
    }
  },
  {
    "translation": {
      "en": "I've got a different perspective.",
      "vi": "tôi có một góc nhìn khác."
    }
  },
  {
    "translation": {
      "en": "[chanting] Sieg Heil! Sieg Heil! Sieg Heil!",
      "vi": "Hoan nghênh chiến thắng!"
    }
  },
  {
    "translation": {
      "en": "[man 2] I spent 10 years undercover in the far right.",
      "vi": "Tôi đã có mười năm nằm vùng ở phe cực hữu."
    }
  },
  {
    "translation": {
      "en": "It was so much worse than I thought it was going to be. Really.",
      "vi": "Nó tồi tệ hơn tôi tưởng nhiều lắm. Thật sự đấy."
    }
  },
  {
    "translation": {
      "en": "It was hardcore.",
      "vi": "Nó cực đoan lắm."
    }
  },
  {
    "translation": {
      "en": "The first years, especially, it was like full-on Nazi, and people were, like,",
      "vi": "Nhất là những năm đầu, không khác gì Đức quốc xã, tất cả đều, kiểu,"
    }
  },
  {
    "translation": {
      "en": "competing to be as radical as possible.",
      "vi": "cạnh tranh xem ai cấp tiến nhất có thể."
    }
  },
  {
    "translation": {
      "en": "And there was talk about starting a race war. Yeah, the race war.",
      "vi": "Đã có bàn tán về việc mở một cuộc chiến sắc tộc. Ừ, một cuộc chiến sắc tộc đấy."
    }
  },
  {
    "translation": {
      "en": "We would come to a time where we needed to, like, kill people.",
      "vi": "Đã có thời điểm mà tụi tôi cần phải, kiểu, giết người."
    }
  },
  {
    "translation": {
      "en": "[man 2] And we'd have hit lists.",
      "vi": "Và tụi tôi có các danh sách tấn công."
    }
  },
  {
    "translation": {
      "en": "And then, like, you'd have, like, the bomb makers themselves.",
      "vi": "Ngoài ra còn có cả, kiểu, mấy gã tự chế bom nữa."
    }
  },
  {
    "translation": {
      "en": "[man 2] In the 1990s, there was trouble in the streets.",
      "vi": "Thập niên 1990, ngoài đường phố đầy hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "A lot of tension.",
      "vi": "Vô cùng căng thẳng."
    }
  },
  {
    "translation": {
      "en": "All someone had to do was light a match.",
      "vi": "Chỉ cần có kẻ châm ngòi là xong."
    }
  },
  {
    "translation": {
      "en": "But we didn't think anyone was really gonna do it.",
      "vi": "Nhưng tụi tôi không nghĩ là sẽ có ai dám làm thật."
    }
  },
  {
    "translation": {
      "en": "But then one person did.",
      "vi": "Nhưng rồi một kẻ đã ra tay."
    }
  },
  {
    "translation": {
      "en": "[man 3, on recording] This interview is being tape-recorded.",
      "vi": "Cuộc phỏng vấn này đang được ghi âm."
    }
  },
  {
    "translation": {
      "en": "I am Detective Sergeant Terrence Boland, attached to the Anti-Terrorist branch at New Scotland Yard.",
      "vi": "Tôi là Hạ sĩ Thám tử Terrence Boland thuộc nhánh Chống Khủng bố ở Sở cảnh sát Thủ đô."
    }
  },
  {
    "translation": {
      "en": "The other officer present is…",
      "vi": "Sĩ quan đang có mặt là…"
    }
  },
  {
    "translation": {
      "en": "[Johnstone] Detective Constable Philip Johnstone from the Anti-Terrorist branch of New Scotland Yard.",
      "vi": "Cảnh sát Thám tử Philip Johnstone, nhánh Chống Khủng bố ở Sở cảnh sát Thủ đô."
    }
  },
  {
    "translation": {
      "en": "[Boland] Today is the 1st of May, 1999,",
      "vi": "Hôm nay là mùng một tháng Năm, 1999,"
    }
  },
  {
    "translation": {
      "en": "and the time is now 18:13 according to my watch.",
      "vi": "và hiện tại, theo đồng hồ của tôi là 18:13."
    }
  },
  {
    "translation": {
      "en": "[Boland] You know, the whole idea of us sitting here is to get to the truth.",
      "vi": "Ừm, ta ngồi đây để nhằm một mục đích duy nhất là tìm ra sự thật."
    }
  },
  {
    "translation": {
      "en": "[suspect] I'd just be the spark, that's all.",
      "vi": "Tôi chỉ đóng vai mồi lửa, vậy thôi."
    }
  },
  {
    "translation": {
      "en": "The spark that would set fire to this country.",
      "vi": "Cái mồi lửa sẽ thiêu trụi đất nước này."
    }
  },
  {
    "translation": {
      "en": "The thoughts, they were getting stronger and stronger.",
      "vi": "Những suy nghĩ đó cứ mạnh dần lên."
    }
  },
  {
    "translation": {
      "en": "I just couldn't get it out of my head.  My destiny, you know?",
      "vi": "Tôi không bỏ chúng ra khỏi đầu được. Số tôi vậy rồi, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Eventually, I woke up one morning, and I weren't thinking about it anymore.",
      "vi": "Rốt cuộc, một sáng nọ, tôi dậy và chả còn cân nhắc nữa."
    }
  },
  {
    "translation": {
      "en": "I was gonna do it.",
      "vi": "Tôi sẽ ra tay."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] When were you intending to blow it up?",
      "vi": "Thế cậu đã định cho bom nổ lúc nào?"
    }
  },
  {
    "translation": {
      "en": "[suspect] Saturday.",
      "vi": "Vào thứ Bảy."
    }
  },
  {
    "translation": {
      "en": "Half past five.",
      "vi": "Lúc năm rưỡi."
    }
  },
  {
    "translation": {
      "en": "♪ But don't worry ♪ ♪ Don't panic ♪",
      "vi": "THỨ BẢY"
    }
  },
  {
    "translation": {
      "en": "♪ Ain't nothing going on but history… ♪",
      "vi": "ĐẠI LỘ ELECTRIC"
    }
  },
  {
    "translation": {
      "en": "That beautiful morning",
      "vi": "Buổi sáng đẹp trời hôm đó"
    }
  },
  {
    "translation": {
      "en": "everybody was everywhere,",
      "vi": "nhìn đâu cũng thấy người,"
    }
  },
  {
    "translation": {
      "en": "the sunshine, Brixton was bubbly,",
      "vi": "trời nắng, Brixton nhộn nhịp vô cùng,"
    }
  },
  {
    "translation": {
      "en": "and people were doing their own things.",
      "vi": "mọi người đều đang làm việc của mình."
    }
  },
  {
    "translation": {
      "en": "[fruit vendor] Peaches, plum, nectarines! There are strawberries! Come on!",
      "vi": "Đào, mận, xuân đào đây! Có cả dâu nữa! Ghé mua đi!"
    }
  },
  {
    "translation": {
      "en": "We got Harrod's fruit at Woolworth's prices!",
      "vi": "Bán hoa quả Harrods với giá ở Woolworths đây!"
    }
  },
  {
    "translation": {
      "en": "Brixton is amazing place to be.  It's a historical place to be, you know?",
      "vi": "Brixton là nơi vô cùng đáng sống. Nó là địa danh lịch sử, bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "This is where all the Black people",
      "vi": "Đó là nơi mà mọi người Da đen"
    }
  },
  {
    "translation": {
      "en": "came to first in London.",
      "vi": "đặt chân tới đầu tiên ở London."
    }
  },
  {
    "translation": {
      "en": "People work together, people live together.",
      "vi": "Người ta làm cùng, sống cùng nhau."
    }
  },
  {
    "translation": {
      "en": "We knew people from all over the world.",
      "vi": "Tụi tôi quen người từ khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "People selling everything and everywhere,",
      "vi": "Người ta bán đủ thứ ở đủ mọi nơi,"
    }
  },
  {
    "translation": {
      "en": "getting their penny from where they can.",
      "vi": "kiếm ăn ở bất cứ chỗ nào kiếm được."
    }
  },
  {
    "translation": {
      "en": "[CD vendor] Yeah, that's £2, darling.",
      "vi": "Không, ừ, cái đó hai bảng cưng ạ."
    }
  },
  {
    "translation": {
      "en": "[man 4] We got all the C-- every CD in the charts.",
      "vi": "- Tụi tôi có đủ CD trên bảng xếp hạng. - Đủ hết."
    }
  },
  {
    "translation": {
      "en": "[man 5] Snoop Dogg… [man 4] Michael Jackson, Madonna.",
      "vi": "- Snoop Dogg… - Michael Jackson rồi thì Madonna."
    }
  },
  {
    "translation": {
      "en": "I actually had an adult film made by Snoop Dogg.",
      "vi": "Tôi có cả phim người lớn Snoop Dogg làm."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "-Pirate it-- But I never watched it. -We never sold that.",
      "vi": "- Đĩa lậu á… Mà chưa xem. - Có bán được đâu."
    }
  },
  {
    "translation": {
      "en": "-We did. -Didn't think so. All right then.",
      "vi": "- Có, có mà. - Đâu có đâu. Rồi."
    }
  },
  {
    "translation": {
      "en": "[man 4] Sorta Robin Hoods. In their eyes, we were Robin Hoods,",
      "vi": "Trong mắt họ, tụi tôi gần như Robin Hood,"
    }
  },
  {
    "translation": {
      "en": "but not in Our Price's eyes anyway. Our Price used to be over the road,",
      "vi": "mà Our Price chả nghĩ vậy. Họ từng có tiệm bên kia đường"
    }
  },
  {
    "translation": {
      "en": "and we used to say things like, \"This is my price, not Our Price.\"",
      "vi": "và tụi tôi hay: \"Đây là giá của tôi, chả phải Giá của Ta\"."
    }
  },
  {
    "translation": {
      "en": "We had a lot of rhymes.  \"Didn't fall off a lorry, had to jump and get it myself.\"",
      "vi": "Nhiều câu vần lắm. \"Chả rơi từ xe tải mà phải tự nhảy lên lấy\"."
    }
  },
  {
    "translation": {
      "en": "\"I don't care if you're in the game or out the fucking game, half the shopping store prices.\"",
      "vi": "\"Cóc cần biết ông là dân buôn hay đã nghỉ buôn, nửa tiệm ông vẫn giữ giá\"."
    }
  },
  {
    "translation": {
      "en": "-Really liked that. High-five. -[laughs] -Don't leave it hanging. -[both laughing]",
      "vi": "Hơi bị hay đấy. Đập tay cái đi. Mau lên. Đừng để đợi chứ."
    }
  },
  {
    "translation": {
      "en": "[woman 1] Coconut!",
      "vi": "Dừa đây!"
    }
  },
  {
    "translation": {
      "en": "Coconut, coconut, very fresh here.",
      "vi": "Dừa siêu tươi đây."
    }
  },
  {
    "translation": {
      "en": "We were all there, a happy, lovely day.",
      "vi": "Tất cả đều đang ở đó, đó là một ngày vui tươi, dễ chịu."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, my neighbor said to me,",
      "vi": "Bỗng dưng, hàng xóm tôi bảo tôi:"
    }
  },
  {
    "translation": {
      "en": "\"Wow, Talent, there is a bag here, and I can hear the noise.\"",
      "vi": "\"Chà, Talent, ở đây có cái túi này, tôi nghe trong đó có tiếng phát ra\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"What sound are you hearing?\" He said, \"Come and see.\"",
      "vi": "\"Anh nghe tiếng gì?\" Anh ấy bảo: \"Lại mà nghe\"."
    }
  },
  {
    "translation": {
      "en": "So, I came out of my stall, and it was going… [rhythmically] \"Tinkum, tinkum, tinkum, tinkum, tink--\"",
      "vi": "Thế là tôi rời quầy hàng đi tới và nó kêu thế này…"
    }
  },
  {
    "translation": {
      "en": "That was just the sound in that black bag.",
      "vi": "Đó là tiếng phát ra từ cái túi màu đen đó."
    }
  },
  {
    "translation": {
      "en": "[man 4] It could've been gold bullion. It could've been loads of drugs.",
      "vi": "Trong đó có thể có vàng nén hay có cả đống ma túy."
    }
  },
  {
    "translation": {
      "en": "It could've been loads of money. It weren't our bag. I opened it up, I had my face in it",
      "vi": "Hay cả đống tiền. Mà chả phải túi tụi tôi. Tôi đã mở nó ra, úp cả mặt vào xem"
    }
  },
  {
    "translation": {
      "en": "and then we're like, \"It's a bomb.\"",
      "vi": "xong tụi tôi nhìn nhau: \"Là bom đấy\"."
    }
  },
  {
    "translation": {
      "en": "Then it's like, \"Is it a bomb?\" I'm not a bomb expert, but I knew it was a bomb when I see it.",
      "vi": "Rồi tôi nghĩ: \"Phải không?\" Tôi chả phải chuyên gia về bom nhưng nhìn là biết."
    }
  },
  {
    "translation": {
      "en": "And I'd never seen a bomb before. It was like a cartoon bomb, you know?",
      "vi": "Mà tôi chưa từng thấy bom. Trông như bom hoạt hình, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -With a clock, ding-a-ling, and all that.",
      "vi": "- Ừ. - Có đồng hồ, tích tắc, vân vân."
    }
  },
  {
    "translation": {
      "en": "-So, you kinda just know. -The alarm clocks with the old bells.",
      "vi": "- Nên nhìn là biết. - Đồng hồ báo thức có chuông cỡ này."
    }
  },
  {
    "translation": {
      "en": "With the bells on.",
      "vi": "- Có chuông. - Tròn…"
    }
  },
  {
    "translation": {
      "en": "-The round face clock in a Tupperware box. -It was like that.",
      "vi": "- Đồng hồ mặt tròn, bỏ hộp Tupperware. - Kiểu đó."
    }
  },
  {
    "translation": {
      "en": "[man 5] And outside-- Coming out the box was wires, and they were going…",
      "vi": "Còn bên ngoài… Luồn từ hộp ra là một đống dây nối với…"
    }
  },
  {
    "translation": {
      "en": "-[man 4] Into a brown block-- box. -[man 5] …into a box full of nails.",
      "vi": "Khối màu nâu. - Với một hộp đầy đinh. - Ừ."
    }
  },
  {
    "translation": {
      "en": "I said, \"Call the police, call the police\"",
      "vi": "Tôi bảo: \"Báo cảnh sát đi\""
    }
  },
  {
    "translation": {
      "en": "because we don't know what was happening or who kept the bag there,",
      "vi": "vì tụi tôi chả biết chuyện này là sao hay ai đã để cái túi lại"
    }
  },
  {
    "translation": {
      "en": "because there was nobody there.  So, I walked back into my stall by the time--",
      "vi": "vì xung quanh chả có ai cả. Thế là bấy giờ tôi quay trở lại quầy hàng…"
    }
  },
  {
    "translation": {
      "en": "to attend to my customers.",
      "vi": "để tiếp khách."
    }
  },
  {
    "translation": {
      "en": "I remember walking off, going, \"I ain't having none of this,\"  and then coming back.",
      "vi": "Tôi nhớ là đã nghĩ: \"Chả dây vào vụ này\" và đi, xong lại quay lại."
    }
  },
  {
    "translation": {
      "en": "I remember the guy, like, people was going, \"Oh, don't be so stupid.\"",
      "vi": "Tôi nhớ có một anh bạn, kiểu, ai cũng bảo: \"Ôi, có gì đâu nhỉ."
    }
  },
  {
    "translation": {
      "en": "\"Put it in the bin, wheel it down there, never happened.\"",
      "vi": "Vứt thùng rác, nhét xuống, coi như chưa thấy\"."
    }
  },
  {
    "translation": {
      "en": "It was mad-- It was like no one knew what to do.",
      "vi": "Điên lắm… Cứ như không ai biết phải làm gì hết ấy."
    }
  },
  {
    "translation": {
      "en": "No one would believe this story. I've told this story many times.",
      "vi": "Nghe chuyện này, chả ai tin cả. Tôi kể nó bao lần rồi."
    }
  },
  {
    "translation": {
      "en": "A crackhead took the bomb out of the bag and nicked the bag. \"Nah, you're joking me.\"",
      "vi": "Một tay nghiện đã lôi bom ra để cuỗm túi. \"Làm gì có, anh cứ đùa tôi."
    }
  },
  {
    "translation": {
      "en": "\"No way did it happen.\" \"Yes, I swear down. It happened, man.\"",
      "vi": "Làm gì có chuyện đó\". \"Có, tôi thề. Chuyện là thế mà\"."
    }
  },
  {
    "translation": {
      "en": "-Even now there's crackheads-- -The crackhead come from this angle.",
      "vi": "- Đến giờ vẫn có đám nghiện… - Hắn từ phía này tới."
    }
  },
  {
    "translation": {
      "en": "[whistles] He come kind of from, like-- from around the stall, picked it up.",
      "vi": "Hắn đi tới từ, kiểu… từ phía sau quầy hàng, nhặt cái túi lên."
    }
  },
  {
    "translation": {
      "en": "At this time, we're going, \"Leave the fucking bag, you nutter. It's a bomb.\"",
      "vi": "Bấy giờ tụi tôi gào: \"Đồ điên, bỏ túi xuống. Có bom đấy\"."
    }
  },
  {
    "translation": {
      "en": "Where he's touching the bomb, everyone's going, \"What are you doing?\"",
      "vi": "Lúc hắn đụng vào quả bom, ai nấy kiểu: \"Làm gì thế?\""
    }
  },
  {
    "translation": {
      "en": "Everyone can see the bomb now, he took it out. It's there, it's blatantly there, and he just gradually--",
      "vi": "Giờ ai cũng thấy bom vì hắn lôi ra rồi. Nó nằm chềnh ềnh ở đó, hắn thì cứ từ tốn…"
    }
  },
  {
    "translation": {
      "en": "He just went like that… [clicks tongue] …took the bag, and walked off up the road.",
      "vi": "Hắn kiểu thế này này… vớ lấy cái túi rồi đi dọc lên phố."
    }
  },
  {
    "translation": {
      "en": "He wanted the bag. He just took the bag. I mean--",
      "vi": "Hắn muốn lấy cái túi. Hắn chỉ đem cái túi đi. Ý là…"
    }
  },
  {
    "translation": {
      "en": "The security guard phoned the police, the police come over--",
      "vi": "Anh bảo vệ điện cho cảnh sát rồi cảnh sát tới nơi…"
    }
  },
  {
    "translation": {
      "en": "As the police walked over I went, \"That's a bomb.\"",
      "vi": "Lúc cảnh sát bước tới thì tôi chỉ: \"Có quả bom kìa\"."
    }
  },
  {
    "translation": {
      "en": "[officer, on megaphone] Everyone move back, please! Thank you.",
      "vi": "Tất cả làm ơn lùi lại giùm chúng tôi! Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I don't remember landing or getting thrown off my feet.",
      "vi": "Tôi chả nhớ đã ngã hay bị văng đi."
    }
  },
  {
    "translation": {
      "en": "-All I remember is getting off the floor. -[man 4] Exactly. Just getting off the floor.",
      "vi": "- Tôi chỉ nhớ là chân lìa khỏi đất. Ừ. - Chuẩn."
    }
  },
  {
    "translation": {
      "en": "-I could hear you shout at me. -Yeah.",
      "vi": "- Tôi nghe cậu la. - Ừ."
    }
  },
  {
    "translation": {
      "en": "-He was screaming out my name. -That was after.",
      "vi": "- Cậu ấy gào thét tên tôi. - Đấy là lúc sau."
    }
  },
  {
    "translation": {
      "en": "[man 5] I found him on a stretcher underneath, um, a bus stop. \"I'm over here, Lee.\"",
      "vi": "Tôi thấy cậu ấy nằm trên một cái cáng ở dưới ghế đợi xe buýt. \"Lee, tôi ở đây\"."
    }
  },
  {
    "translation": {
      "en": "I had to dodge… under my trolley.",
      "vi": "Tôi đã phải núp xuống dưới cái xe đẩy của tôi."
    }
  },
  {
    "translation": {
      "en": "I didn't think anybody survived,",
      "vi": "Tôi đã nghĩ chắc chả ai sống nổi"
    }
  },
  {
    "translation": {
      "en": "because it was like the whole building collapsed on everybody.",
      "vi": "vì cảm giác như cả tòa nhà vừa sập xuống đầu cả đám vậy."
    }
  },
  {
    "translation": {
      "en": "I got a little nail in the leg.",
      "vi": "Tôi dính đinh nhỏ ở chân."
    }
  },
  {
    "translation": {
      "en": "I can't believe he didn't get hit. He was in front. That's mad.",
      "vi": "Chả ngờ cậu ấy không bị. Cậu ấy ở trước tôi. Khó tin thật."
    }
  },
  {
    "translation": {
      "en": "There's people with, like, limbs missing, with nails in their head, I thought,",
      "vi": "Có những người bị cụt cả chi, bị đinh găm vào đầu, tôi nghĩ:"
    }
  },
  {
    "translation": {
      "en": "\"Why do I need to waste a stretcher going to hospital with a nail?\"",
      "vi": "\"Mình dính có mỗi cây đinh, vào viện làm gì cho tốn cáng nhỉ…"
    }
  },
  {
    "translation": {
      "en": "-[man 5] They cut his jeans up. -[Lee] It hit me in the leg.",
      "vi": "- Họ rạch quần bò của cậu ấy. - …Trúng chân thôi mà\"."
    }
  },
  {
    "translation": {
      "en": "So, me mum just bought me these for me birthday.",
      "vi": "Quần đó mẹ tôi vừa tặng sinh nhật."
    }
  },
  {
    "translation": {
      "en": "\"Don't cut my jeans! My mum got me these for my birthday.\" I'll never forget that.",
      "vi": "\"Đừng rạch quần tôi! Mẹ tôi mua tặng sinh nhật tôi đấy\". Không thể quên nổi."
    }
  },
  {
    "translation": {
      "en": "[Talent] There were glasses all over the place.",
      "vi": "Kính vỡ tung tóe khắp nơi."
    }
  },
  {
    "translation": {
      "en": "Because I wasn't hurt,",
      "vi": "Vì tôi chả bị thương gì,"
    }
  },
  {
    "translation": {
      "en": "I was grateful for that.",
      "vi": "tôi thấy biết ơn vô cùng."
    }
  },
  {
    "translation": {
      "en": "Most people around there,  there were lots of casualties.",
      "vi": "Còn đa phần những người ở quanh đó, họ bị thương nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "Everybody were running all over the place",
      "vi": "Người ta chạy tứ tán khắp nơi,"
    }
  },
  {
    "translation": {
      "en": "trying to find out if their loved ones are safe.",
      "vi": "cố tìm xem người thân của họ có làm sao không."
    }
  },
  {
    "translation": {
      "en": "It was a horror in the day.",
      "vi": "Hôm đó thật sự kinh hoàng."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] Did you think of the consequences?",
      "vi": "Cậu có nghĩ đến hậu quả không?"
    }
  },
  {
    "translation": {
      "en": "[suspect] No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "On the train, I just kept imagining it exploding.",
      "vi": "Lúc trên tàu, tôi cứ mãi tưởng tượng ra cảnh nó phát nổ."
    }
  },
  {
    "translation": {
      "en": "I had to do it. I was like a robot.",
      "vi": "Tôi phải ra tay. Tôi như một con rô-bốt vậy."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] Did you think of the…",
      "vi": "Thế cậu có nghĩ đến…"
    }
  },
  {
    "translation": {
      "en": "the people?",
      "vi": "người dân không?"
    }
  },
  {
    "translation": {
      "en": "[suspect] No. Not at all.",
      "vi": "Không. Không hề."
    }
  },
  {
    "translation": {
      "en": "[man 6] Thirty-nine people were injured,",
      "vi": "Ba mươi chín người đã bị thương,"
    }
  },
  {
    "translation": {
      "en": "including a child with a four-inch nail",
      "vi": "trong đó có một đứa bé bị một cây đinh dài mười phân"
    }
  },
  {
    "translation": {
      "en": "embedded in their skull.",
      "vi": "găm vào hộp sọ."
    }
  },
  {
    "translation": {
      "en": "The combination of burns and blast injuries",
      "vi": "Những vết bỏng cộng với những vết thương do vụ nổ"
    }
  },
  {
    "translation": {
      "en": "with severe shrapnel injuries is a very difficult thing to deal with.",
      "vi": "và những vết thương do mảnh văng nghiêm trọng là rất khó xử lý."
    }
  },
  {
    "translation": {
      "en": "This bomb was designed",
      "vi": "Quả bom này được thiết kế"
    }
  },
  {
    "translation": {
      "en": "to kill as many people as possible,",
      "vi": "để sát hại nhiều người nhất có thể,"
    }
  },
  {
    "translation": {
      "en": "and it is miraculous that nobody lost their life on that day.",
      "vi": "nên quả là thần kỳ khi hôm đó không có ai thiệt mạng."
    }
  },
  {
    "translation": {
      "en": "The whole design of a nail bomb  is-- is to do the maximum amount of harm",
      "vi": "Mục đích chính trong thiết kế của bom đinh là để gây ra sát thương ở mức tối đa"
    }
  },
  {
    "translation": {
      "en": "to the maximum number of people, to kill as many people as possible.",
      "vi": "cho nhiều người nhất có thể, để sát hại nhiều người nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Putting fragments of metal inside a bomb",
      "vi": "Khi đặt các mảnh kim loại vào bên trong một quả bom"
    }
  },
  {
    "translation": {
      "en": "and-- and then exploding,",
      "vi": "rồi cho nó phát nổ,"
    }
  },
  {
    "translation": {
      "en": "it's going to carry this metal",
      "vi": "vụ nổ sẽ phóng số kim loại đó đi"
    }
  },
  {
    "translation": {
      "en": "300 miles an hour.",
      "vi": "với vận tốc gần 500 km/giờ."
    }
  },
  {
    "translation": {
      "en": "Nails are accompanied by anything else",
      "vi": "Ngoài những cây đinh còn có bất cứ thứ gì khác"
    }
  },
  {
    "translation": {
      "en": "that the blast wave picks up on the way.",
      "vi": "mà sóng nổ của quả bom kéo theo trên đường đi."
    }
  },
  {
    "translation": {
      "en": "And as it moves through different people,",
      "vi": "Và khi nó đi xuyên qua nhiều người khác nhau,"
    }
  },
  {
    "translation": {
      "en": "it can carry bits of one person",
      "vi": "nó có thể lôi những mảnh thân thể từ người này"
    }
  },
  {
    "translation": {
      "en": "into another.",
      "vi": "sang người khác."
    }
  },
  {
    "translation": {
      "en": "So, you end up with very complex wounds",
      "vi": "Rốt cuộc, ta sẽ phải đối diện với những vết thương vô cùng phức tạp,"
    }
  },
  {
    "translation": {
      "en": "where bits of somebody's leg  can end up… end up in their chest,",
      "vi": "trong đó những mảnh chân của ai đó có thể găm lên ngực họ,"
    }
  },
  {
    "translation": {
      "en": "or they can end up in the chest of the next person.",
      "vi": "hoặc có thể găm lên ngực người đứng kế bên."
    }
  },
  {
    "translation": {
      "en": "We had never seen anything quite like this before.",
      "vi": "Chúng tôi chưa từng gặp một sự kiện nào giống như thế."
    }
  },
  {
    "translation": {
      "en": "You join me in the heart of Brixton where the mood is one of rising anger",
      "vi": "Ta đang ở trung tâm Brixton, nơi tâm trạng đang là giận dữ dâng trào"
    }
  },
  {
    "translation": {
      "en": "against whoever was responsible for the nail bomb.",
      "vi": "trước kẻ chịu trách nhiệm cho vụ nổ bom đinh."
    }
  },
  {
    "translation": {
      "en": "[man 7] Brixton is a very tense area.",
      "vi": "Brixton là khu vực cực căng thẳng."
    }
  },
  {
    "translation": {
      "en": "We just want to sort out what happened Saturday, and we take it from there.",
      "vi": "Chúng tôi chỉ muốn xử lý sự việc hôm thứ Bảy để sinh hoạt lại."
    }
  },
  {
    "translation": {
      "en": "With me now is Mike Franklin.  He's from the community police consultative group.",
      "vi": "Đang có mặt cùng tôi là Mike Franklin, đến từ nhóm tư vấn cảnh sát cộng đồng."
    }
  },
  {
    "translation": {
      "en": "Mike, I've seen today how high tensions are running here.",
      "vi": "Mike, hôm nay tôi đã thấy khu vực này đang căng thẳng tới mức nào."
    }
  },
  {
    "translation": {
      "en": "Yes, uh, people are angry.",
      "vi": "Vâng, người dân đang rất giận dữ."
    }
  },
  {
    "translation": {
      "en": "This was a-- a-- a cowardly, callous attack on innocent people",
      "vi": "Đây là cuộc tấn công hèn nhát, nhẫn tâm nhắm vào những người vô tội"
    }
  },
  {
    "translation": {
      "en": "going about their lawful daily business in Brixton on Saturday.",
      "vi": "đang mua bán hợp pháp thường lệ ở Brixton chiều thứ Bảy."
    }
  },
  {
    "translation": {
      "en": "Limbs amputated,  shredding injuries from-- from-- from nails.",
      "vi": "Những cánh tay, cẳng chân đã bị cắt cụt, những vết thương nát bấy do trúng đinh."
    }
  },
  {
    "translation": {
      "en": "People that-- deafened, blinded. It wasn't a bomb, a bit of a loud noise down the road.",
      "vi": "Nhiều người đã bị điếc, mù. Đó không chỉ là một quả bom phát nổ hơi ồn cuối phố."
    }
  },
  {
    "translation": {
      "en": "This was-- This-this ruined people's lives.",
      "vi": "Thứ đó… Nó đã hủy hoại cuộc sống của rất nhiều người."
    }
  },
  {
    "translation": {
      "en": "Police were very, very careful not to jump to conclusions.",
      "vi": "Cảnh sát đã rất cẩn trọng không vội kết luận."
    }
  },
  {
    "translation": {
      "en": "You know, they wanted to say, \"We're keeping an open mind about what the motivation of this is.\"",
      "vi": "Ừm, họ muốn nói: \"Chúng tôi giữ quan điểm cởi mở về động cơ của hành động này\"."
    }
  },
  {
    "translation": {
      "en": "I thought it was a racist attack. Instinctively.",
      "vi": "Tôi thì nghĩ đó là cuộc tấn công kỳ thị sắc tộc. Linh tính thế."
    }
  },
  {
    "translation": {
      "en": "You live-- live down here and that happens, and you normally have an idea.",
      "vi": "Bạn ở đó, một việc như thế xảy ra thì thường bạn sẽ suy ra được."
    }
  },
  {
    "translation": {
      "en": "And you had police officers saying things to you like, you know,",
      "vi": "Nếu các sĩ quan cảnh sát nói với bạn kiểu:"
    }
  },
  {
    "translation": {
      "en": "\"We wanna catch the bomber as much as you do.\"",
      "vi": "\"Bọn tôi muốn tóm kẻ đánh bom như anh mà\". Bạn sẽ: \"Không,"
    }
  },
  {
    "translation": {
      "en": "And you'd say to them, \"No, no, you don't, because, like, where do you live?\"",
      "vi": "\"Bọn tôi muốn tóm kẻ đánh bom như anh mà\". Bạn sẽ: \"Không, vì, kiểu, anh đang sống ở đâu?"
    }
  },
  {
    "translation": {
      "en": "\"You're not living in an area that's a target for this.\"",
      "vi": "Anh đâu sống ở khu vực là mục tiêu của vụ này\"."
    }
  },
  {
    "translation": {
      "en": "And the fact that the bomber didn't kill anybody the first time around,",
      "vi": "Chưa kể việc ở lần đầu, kẻ đánh bom chưa sát hại được ai"
    }
  },
  {
    "translation": {
      "en": "there's a possibility he might come back.",
      "vi": "nên có khả năng hắn sẽ quay lại."
    }
  },
  {
    "translation": {
      "en": "[man 8] You know, London had had bombings before.",
      "vi": "Ừm, trước đó ở London đã có đánh bom rồi."
    }
  },
  {
    "translation": {
      "en": "The IRA campaigns, you know, weren't that distant a memory.",
      "vi": "Ừm, các chiến dịch của Quân đội Cộng hòa Ireland diễn ra cách đó chưa lâu."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] This morning, evidence taken from the wrecked building",
      "vi": "Sáng nay, chứng cứ pháp lý thu được từ tòa nhà đổ nát"
    }
  },
  {
    "translation": {
      "en": "is being minutely examined by the bomb squad. One theory is that the attack",
      "vi": "đang được đội phá bom kiểm tra kĩ lưỡng. Có giả thiết cho rằng vụ tấn công này"
    }
  },
  {
    "translation": {
      "en": "was a calculated act of defiance by the IRA",
      "vi": "là hành động thách thức có tính toán của IRA"
    }
  },
  {
    "translation": {
      "en": "after the discovery in Southampton…",
      "vi": "sau phát hiện ở Southampton…"
    }
  },
  {
    "translation": {
      "en": "But what we hadn't had experience of",
      "vi": "Nhưng việc mà ta chưa gặp bao giờ"
    }
  },
  {
    "translation": {
      "en": "was a bomb of that type",
      "vi": "là một quả bom dạng đó"
    }
  },
  {
    "translation": {
      "en": "in the middle of a pedestrianized shopping high street.",
      "vi": "đặt giữa một khu phố mua sắm sầm uất dành cho người đi bộ."
    }
  },
  {
    "translation": {
      "en": "Annette, hi. Simon Foy here.",
      "vi": "Chào Annette. Simon Foy đây."
    }
  },
  {
    "translation": {
      "en": "I was the young, fresh-faced, inexperienced,",
      "vi": "Bấy giờ tôi là chỉ huy tiềm năng, mặt non, ít kinh nghiệm,"
    }
  },
  {
    "translation": {
      "en": "quite aspiring,",
      "vi": "khá tham vọng,"
    }
  },
  {
    "translation": {
      "en": "probably slightly naive",
      "vi": "có lẽ là hơi ngây thơ nữa,"
    }
  },
  {
    "translation": {
      "en": "potential commander to Brixton Division.",
      "vi": "và trẻ tuổi, của Phân khu Brixton."
    }
  },
  {
    "translation": {
      "en": "It was the most challenging place to… to work.",
      "vi": "Đó là địa điểm tác nghiệp thử thách nhất."
    }
  },
  {
    "translation": {
      "en": "It was quite a tense atmosphere.",
      "vi": "Bầu không khí khá căng thẳng."
    }
  },
  {
    "translation": {
      "en": "There was lots and lots of speculation",
      "vi": "Có rất nhiều phỏng đoán"
    }
  },
  {
    "translation": {
      "en": "about what was going on and who was responsible for it.",
      "vi": "về việc đang diễn ra và về kẻ đã gây ra nó."
    }
  },
  {
    "translation": {
      "en": "A whole load of reasons went through my mind.",
      "vi": "Tôi đã nghĩ tới đủ thứ nguyên nhân."
    }
  },
  {
    "translation": {
      "en": "We knew there was some gang violence brewing up,",
      "vi": "Chúng tôi biết đang có bạo lực băng đảng âm ỉ"
    }
  },
  {
    "translation": {
      "en": "and there had been some shootings fairly recently. Was it that?",
      "vi": "và dạo gần đó đã xảy ra vài vụ xả súng. Có phải là do vậy không?"
    }
  },
  {
    "translation": {
      "en": "And people were sort of saying, \"Come on, then…\" You know, \"What are you gonna do about it?\"",
      "vi": "Và người ta đã hỏi: \"Được rồi…\" Bạn biết đấy: \"Nếu thế thì anh tính sao?\""
    }
  },
  {
    "translation": {
      "en": "[man 9] Don't you think, sir, it is time",
      "vi": "Thưa ông, ông không nghĩ đã đến lúc"
    }
  },
  {
    "translation": {
      "en": "to come clean and say you have not got enough police officers",
      "vi": "thành thật thừa nhận là ông chưa bố trí đủ sĩ quan cảnh sát"
    }
  },
  {
    "translation": {
      "en": "to do the job that is necessary within this community?",
      "vi": "để thực hiện nhiệm vụ cần thiết ở cộng đồng này sao?"
    }
  },
  {
    "translation": {
      "en": "[Franklin] People felt under-protected and over-policed.",
      "vi": "Người dân thấy bảo vệ thì thiếu mà kiểm soát thì thừa."
    }
  },
  {
    "translation": {
      "en": "We'd all been through the Brixton riots of '81.",
      "vi": "Chúng tôi đã qua đợt bạo động Brixton năm 81."
    }
  },
  {
    "translation": {
      "en": "Deaths in custody, we'd been through all that stuff,",
      "vi": "Bỏ mạng khi bị giam, chúng tôi trải qua cả rồi"
    }
  },
  {
    "translation": {
      "en": "so a lot of us in the community weren't that happy or comfortable",
      "vi": "nên rất nhiều người trong cộng đồng chúng tôi không mấy vui vẻ, thoải mái"
    }
  },
  {
    "translation": {
      "en": "working with the police, 'cause we didn't trust them.",
      "vi": "làm việc với cảnh sát vì đâu tin họ."
    }
  },
  {
    "translation": {
      "en": "[man 10] The police are harassing members of our community through stop and search.",
      "vi": "Cảnh sát đang quấy rối các thành viên cộng đồng với việc chặn và lục soát."
    }
  },
  {
    "translation": {
      "en": "The police announced that they're going to swamp our area because of the bombing.",
      "vi": "Cảnh sát thông báo là họ sẽ tràn vào khu vực ta sống vì vụ đánh bom."
    }
  },
  {
    "translation": {
      "en": "[Franklin] Police stop and search was a real issue when I was young growing up.",
      "vi": "Hồi bé, cảnh sát chặn và lục soát là vấn nạn thực sự."
    }
  },
  {
    "translation": {
      "en": "Going into Brixton on a Saturday afternoon with friends, to record shops, things like that.",
      "vi": "Bạn và bạn bè tới Brixton chiều thứ Bảy, tới tiệm đĩa hát, vân vân."
    }
  },
  {
    "translation": {
      "en": "One of the things that would happen most Saturdays is you'd be stopped and searched by the police.",
      "vi": "Một việc sẽ xảy ra hầu hết các ngày thứ Bảy là bạn sẽ bị chặn lại, lục soát."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The senior policeman who runs this area was telling me that the advice he'd give you lot",
      "vi": "Hôm nay cảnh sát cấp cao phụ trách khu vực này bảo tôi là ông ấy khuyên các bạn"
    }
  },
  {
    "translation": {
      "en": "is to think seriously about joining the police force.  -He hasn't got enough-- -[youths laughing]",
      "vi": "hãy cân nhắc nghiêm túc gia nhập lực lượng cảnh sát. Chưa có đủ…"
    }
  },
  {
    "translation": {
      "en": "[Franklin] Friends got taken to the police station, come out with bruises,",
      "vi": "Bạn bè bạn sẽ bị lôi tới đồn, khi được thả thì bầm dập."
    }
  },
  {
    "translation": {
      "en": "and they'd tell you they got punched in the face by a police officer.",
      "vi": "Họ sẽ bảo bạn là bị một cảnh sát đấm vào mặt."
    }
  },
  {
    "translation": {
      "en": "That was-- That was fairly normal.",
      "vi": "Chuyện đó từng… Nó từng khá là bình thường."
    }
  },
  {
    "translation": {
      "en": "Those were the things that sowed the seeds of antipathy between the community and the police.",
      "vi": "Đó là những thứ đã gieo mầm ác cảm giữa cộng đồng và cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Now to the day's other news.",
      "vi": "Chuyển qua các tin khác trong ngày."
    }
  },
  {
    "translation": {
      "en": "Detectives investigating yesterday's bomb explosion in Brixton in South London",
      "vi": "Các thám tử đang điều tra vụ nổ bom ngày hôm qua ở Brixton, Nam London,"
    }
  },
  {
    "translation": {
      "en": "say they're keeping an open mind about who planted the device.",
      "vi": "nói họ đang giữ quan điểm cởi mở về kẻ đã gài thiết bị."
    }
  },
  {
    "translation": {
      "en": "The attack has not been linked to a known terrorist group.",
      "vi": "Vụ này chưa được liên hệ với tổ chức khủng bố có tiếng nào."
    }
  },
  {
    "translation": {
      "en": "Were you here last Saturday?",
      "vi": "Bạn ở đây thứ Bảy qua à?"
    }
  },
  {
    "translation": {
      "en": "[man 11] We've had lots of people that have come forward, uh, but no one has been able to tell us",
      "vi": "Đã có rất nhiều người lên tiếng nhưng chưa ai cho chúng tôi biết được"
    }
  },
  {
    "translation": {
      "en": "anything particular, uh, about the bomber at this moment in time.",
      "vi": "điều gì cụ thể về kẻ đánh bom tính tới thời điểm này."
    }
  },
  {
    "translation": {
      "en": "[man 12] No one really had a clue of anything.",
      "vi": "Chẳng ai thực sự có manh mối gì."
    }
  },
  {
    "translation": {
      "en": "Was it a group of people? Was it one person? It created real fear.",
      "vi": "Thủ phạm là một nhóm người? Hay là một kẻ? Nó khiến người ta sợ thật sự."
    }
  },
  {
    "translation": {
      "en": "The police were not really monitoring the far right at that time.",
      "vi": "Bấy giờ cảnh sát không giám sát phe cực hữu."
    }
  },
  {
    "translation": {
      "en": "They say they were and people were getting picked up every now and then,",
      "vi": "Miệng họ bảo có và thi thoảng cũng tóm người này người kia"
    }
  },
  {
    "translation": {
      "en": "but there was a mindset at the top of the security services",
      "vi": "nhưng tư tưởng ở bộ sậu của các cơ quan an ninh"
    }
  },
  {
    "translation": {
      "en": "saying that the far right weren't a threat.",
      "vi": "là cực hữu không phải mối họa."
    }
  },
  {
    "translation": {
      "en": "They just wrote about these things, they weren't going to carry it out.",
      "vi": "\"Họ chỉ viết những thứ đó thôi chứ không định làm đâu\"."
    }
  },
  {
    "translation": {
      "en": "You know, just a bunch of hooligans. Why are we having to look at these people?",
      "vi": "Bạn biết đấy: \"Họ chỉ là lũ quá khích. Sao ta phải giám sát họ?\""
    }
  },
  {
    "translation": {
      "en": "Searchlight was a private intelligence operation.",
      "vi": "Searchlight là một tổ chức tình báo tư nhân."
    }
  },
  {
    "translation": {
      "en": "We infiltrated and monitored fascist groups.",
      "vi": "Chúng tôi thâm nhập và theo dõi các nhóm hội phát xít."
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Rights for whites! Rights for whites!",
      "vi": "Quyền lợi cho người da trắng!"
    }
  },
  {
    "translation": {
      "en": "[man 12] We'd been warning about it for years.",
      "vi": "Chúng tôi đã cảnh báo suốt nhiều năm."
    }
  },
  {
    "translation": {
      "en": "Terrorist movement defending the last stand, taking on the system.",
      "vi": "Phong trào khủng bố ủng hộ cuộc kháng cự cuối cùng, chống lại cả hệ thống."
    }
  },
  {
    "translation": {
      "en": "Kind of an underground guerrilla army.",
      "vi": "Họ như một đội quân du kích ngầm."
    }
  },
  {
    "translation": {
      "en": "And it was all about terrorism. All about killing people.",
      "vi": "Và họ chỉ biết có khủng bố. Chỉ biết có giết chóc."
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Sieg Hiel! Sieg Hiel!",
      "vi": "Hoan nghênh chiến thắng!"
    }
  },
  {
    "translation": {
      "en": "[man 12] These were dangerous times, and we wanted to stop these people.",
      "vi": "Đó là thời nhiễu nhương nên nhìn chung, chúng tôi muốn ngăn họ."
    }
  },
  {
    "translation": {
      "en": "The more we can find out what they're up to, the more we can… stop what they're doing,",
      "vi": "Chúng tôi càng biết rõ âm mưu của họ thì càng dễ ngăn chặn việc họ định làm"
    }
  },
  {
    "translation": {
      "en": "draw attention to what they're doing.",
      "vi": "và hút sự chú ý về việc họ làm."
    }
  },
  {
    "translation": {
      "en": "And then, we were contacted by someone volunteering to get involved.",
      "vi": "Thế rồi, một người tình nguyện tham gia đã liên hệ với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Hello, Searchlight.",
      "vi": "A lô, Searchlight nghe."
    }
  },
  {
    "translation": {
      "en": "Said he was a young lad in his early 20s, who was political,",
      "vi": "Cậu ấy nói cậu ấy là thiếu niên đôi mươi, quan tâm chính trị,"
    }
  },
  {
    "translation": {
      "en": "very, very anti-racist.",
      "vi": "cực bài trừ kỳ thị chủng tộc."
    }
  },
  {
    "translation": {
      "en": "Obviously, from my perspective, the best thing he could do",
      "vi": "Và theo tôi, hẳn là điều tốt nhất cậu ấy có thể làm"
    }
  },
  {
    "translation": {
      "en": "was to go inside the far right.",
      "vi": "là thâm nhập vào phe cực hữu."
    }
  },
  {
    "translation": {
      "en": "And that's what he did.",
      "vi": "Và cậu ấy đã làm vậy."
    }
  },
  {
    "translation": {
      "en": "[man 1] Is it important to still keep your identity a secret?",
      "vi": "Việc giữ kín danh tính vẫn quan trọng với anh à?"
    }
  },
  {
    "translation": {
      "en": "[man 2] Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "'Cause, like, these guys really are dangerous.",
      "vi": "Vì, kiểu, những người này nguy hiểm lắm."
    }
  },
  {
    "translation": {
      "en": "[man 1] And they still believe that you're a Nazi?",
      "vi": "Và họ vẫn tin anh thuộc đảng Quốc xã?"
    }
  },
  {
    "translation": {
      "en": "[man 2] Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[man 1] Why did you do it? [man 2] I like being a spy. It's, um…",
      "vi": "- Sao anh lại làm việc này? - Tôi thích làm gián điệp. Nó…"
    }
  },
  {
    "translation": {
      "en": "It's a buzz.",
      "vi": "Nó rất lý thú."
    }
  },
  {
    "translation": {
      "en": "[man 1] Can you start at the beginning, Arthur?",
      "vi": "Anh kể từ đầu được không, Arthur?"
    }
  },
  {
    "translation": {
      "en": "[Arthur] In 1999, I was undercover in the BNP.",
      "vi": "Năm 1999, tôi đang nằm vùng trong Đảng Quốc gia Anh BNP."
    }
  },
  {
    "translation": {
      "en": "[Tyndall] For the new century, we need a new ideal,",
      "vi": "Bước sang thế kỷ mới, ta cần một lý tưởng mới,"
    }
  },
  {
    "translation": {
      "en": "a new kind of politics.",
      "vi": "một hệ quan điểm chính trị mới."
    }
  },
  {
    "translation": {
      "en": "[Arthur] The British National Party was the law and order party.",
      "vi": "Đảng Quốc gia Anh thiên về trật tự và luật pháp."
    }
  },
  {
    "translation": {
      "en": "[Tyndall] We must stop immigration,",
      "vi": "Ta phải ngăn chặn việc nhập cư"
    }
  },
  {
    "translation": {
      "en": "and we must help the immigrants return home.",
      "vi": "và ta phải giúp những người nhập cư trở về quê nhà."
    }
  },
  {
    "translation": {
      "en": "[Arthur] We projected ourselves as being decent,",
      "vi": "Tụi tôi tự phong là những công dân ưu tú,"
    }
  },
  {
    "translation": {
      "en": "honorable, law-abiding citizens.",
      "vi": "đáng kính, tuân thủ luật pháp."
    }
  },
  {
    "translation": {
      "en": "We were the good guys.",
      "vi": "Tụi tôi là phe thiện."
    }
  },
  {
    "translation": {
      "en": "To build a movement, which in the coming century",
      "vi": "Để xây dựng một phong trào mà trong thế kỷ tới"
    }
  },
  {
    "translation": {
      "en": "will put the \"great\" back into Britain.",
      "vi": "sẽ đặt từ \"vĩ đại\" trở lại bên cạnh tên nước Anh."
    }
  },
  {
    "translation": {
      "en": "[Arthur] But behind that,",
      "vi": "Nhưng ở sau hậu trường,"
    }
  },
  {
    "translation": {
      "en": "you'd be going to, like, a BNP meeting",
      "vi": "tụi tôi lại, kiểu, đi họp Đảng Quốc gia Anh"
    }
  },
  {
    "translation": {
      "en": "at a church hall or, like, a back room of a pub.",
      "vi": "ở một sảnh nhà thờ hoặc là, kiểu, trong phòng kín ở một quán rượu."
    }
  },
  {
    "translation": {
      "en": "Fuck off.",
      "vi": "Biến đi."
    }
  },
  {
    "translation": {
      "en": "[Arthur] And people were, like, distributing hit lists,",
      "vi": "Và người ta sẽ, kiểu, truyền tay nhau những danh sách tấn công,"
    }
  },
  {
    "translation": {
      "en": "overtly Nazi propaganda,  bomb manuals.",
      "vi": "những tài liệu tuyên truyền công khai về Đức quốc xã, sổ tay sử dụng bom."
    }
  },
  {
    "translation": {
      "en": "It was their dream that someone would go out and blow up",
      "vi": "Họ ước rằng sẽ có người xung phong đi cho nổ banh xác"
    }
  },
  {
    "translation": {
      "en": "someone they've suggested to target. So, it was pretty extreme.",
      "vi": "một kẻ nào đó mà họ đã đưa vào tầm ngắm. Tức là họ tương đối cực đoan."
    }
  },
  {
    "translation": {
      "en": "My assumption was  that they'd keep the Nazi thing",
      "vi": "Tôi đã tưởng là họ sẽ không công khai vụ ủng hộ Đức quốc xã"
    }
  },
  {
    "translation": {
      "en": "out of the way for new recruits,",
      "vi": "trước mặt các thành viên mới gia nhập,"
    }
  },
  {
    "translation": {
      "en": "but straight away they were saying killing Jews was a good thing.",
      "vi": "nhưng họ tuyên bố luôn từ đầu là nên giết dân Do thái."
    }
  },
  {
    "translation": {
      "en": "-[man 1] First day? -[Arthur] First day, yeah.",
      "vi": "Ngay hôm đầu sao? Phải, ngay hôm đầu."
    }
  },
  {
    "translation": {
      "en": "[man 1] What did you think?",
      "vi": "Anh đã nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "[Arthur] The thing was, I was shocked. I was scared, but I was also excited.",
      "vi": "Vấn đề là, tôi đã sốc, đã sợ, nhưng tôi cũng thấy phấn khích."
    }
  },
  {
    "translation": {
      "en": "And also, like, the fact that they were so overtly Nazi,",
      "vi": "Với lại, kiểu, việc họ ủng hộ Đức quốc xã ra mặt như thế"
    }
  },
  {
    "translation": {
      "en": "that's more reason to carry on, isn't it?",
      "vi": "lại càng là lý do tôi nên tiếp tục chứ, đúng không?"
    }
  },
  {
    "translation": {
      "en": "[man 1] Did you feel people were checking you out? Were they sussing you out?",
      "vi": "Anh có nghĩ họ kiểm tra danh tính anh? Họ thăm dò anh chứ?"
    }
  },
  {
    "translation": {
      "en": "[Arthur] Not really, no.",
      "vi": "Không, không hẳn."
    }
  },
  {
    "translation": {
      "en": "I guess they were thinking that why wouldn't any white man want to join their organization?",
      "vi": "Có lẽ họ đã nghĩ làm gì có gã da trắng nào không muốn nhập hội với họ cơ chứ?"
    }
  },
  {
    "translation": {
      "en": "[Arthur] Obviously, the anti-fascists had no idea I was on their side.",
      "vi": "Phe chống kỳ thị chủng tộc thì dĩ nhiên không biết tôi cùng phe."
    }
  },
  {
    "translation": {
      "en": "So, there were a few times I got whacked.",
      "vi": "Nên có vài lần tôi đã bị ăn đòn."
    }
  },
  {
    "translation": {
      "en": "The worst time was actually-- It was, like, a girl,",
      "vi": "Lần nặng nhất thực ra… Đó là, kiểu, một cô gái"
    }
  },
  {
    "translation": {
      "en": "and, um, like, she was smashing me over the head with, I think, a hammer.",
      "vi": "và, kiểu, hình như là cô ta đã dùng búa nện thẳng vào đầu tôi."
    }
  },
  {
    "translation": {
      "en": "This was my reality.",
      "vi": "Thực tại của tôi đấy."
    }
  },
  {
    "translation": {
      "en": "[Boland] What do you believe in, son?",
      "vi": "Cậu tin điều gì, anh bạn?"
    }
  },
  {
    "translation": {
      "en": "[suspect] We've got so many poor white people in this country.",
      "vi": "Nước này có quá nhiều người da trắng khổ sở."
    }
  },
  {
    "translation": {
      "en": "You get all this bullshit,  everything has to be equal, everything this…",
      "vi": "Họ chịu đủ thứ nhảm nhí, cái gì cũng phải bình đẳng rồi này nọ…"
    }
  },
  {
    "translation": {
      "en": "It just puts white--",
      "vi": "Nó khiến người da…"
    }
  },
  {
    "translation": {
      "en": "It demeans the white man in this country now. People like me.",
      "vi": "Nó khiến người da trắng ở nước này bị hạ nhục. Người như tôi."
    }
  },
  {
    "translation": {
      "en": "[Boland] So, you wanted to put some bombs down?",
      "vi": "Thế nên cậu muốn đặt bom à?"
    }
  },
  {
    "translation": {
      "en": "[suspect] Yeah, yeah. As many as I could.",
      "vi": "Phải. Càng nhiều càng tốt."
    }
  },
  {
    "translation": {
      "en": "One a week.",
      "vi": "Mỗi tuần một quả."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] Why did you put nails in them?",
      "vi": "Sao cậu lại nhồi đinh vào trong bom?"
    }
  },
  {
    "translation": {
      "en": "[suspect] It means they'd smash windows, stick into people, and maim people.",
      "vi": "Để chúng phá  vỡ cửa sổ, găm trúng người, làm người ta tàn phế."
    }
  },
  {
    "translation": {
      "en": "And kill people.",
      "vi": "Để giết người."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] The second weekend in the capital,",
      "vi": "Cuối tuần thứ hai liên tiếp ở thủ đô,"
    }
  },
  {
    "translation": {
      "en": "it appears that ethnic communities have once again been targeted",
      "vi": "có vẻ như các cộng đồng sắc tộc đã lại bị nhắm tới"
    }
  },
  {
    "translation": {
      "en": "in an attack without any warning.",
      "vi": "trong một vụ tấn công không báo trước."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] Brick Lane is sealed off tonight, and as well as a sense of shock,",
      "vi": "Tối nay Brick Lane vẫn bị phong tỏa, nhưng ngoài sự kinh hãi"
    }
  },
  {
    "translation": {
      "en": "there's also a sense of relief that nobody was actually killed.",
      "vi": "còn có cảm giác nhẹ nhõm khi không ai tử vong."
    }
  },
  {
    "translation": {
      "en": "This strikes at the heart of the-- the Bengali community.",
      "vi": "Vụ này đánh thẳng vào trung tâm cộng đồng Bengal."
    }
  },
  {
    "translation": {
      "en": "We have a problem, which is tantamount to racial terrorism.",
      "vi": "Đây là một vấn nạn tương đương với khủng bố sắc tộc."
    }
  },
  {
    "translation": {
      "en": "These things are… are outrageous, that we will not tolerate,",
      "vi": "Ta sẽ không tha thứ cho những hành động tàn bạo này THỦ TƯỚNG ANH"
    }
  },
  {
    "translation": {
      "en": "and we'll make every effort to find out who-- those responsible.",
      "vi": "và ta sẽ làm mọi cách để tìm kẻ… những kẻ chịu trách nhiệm."
    }
  },
  {
    "translation": {
      "en": "They'll be prosecuted and brought to justice. No doubt about that.",
      "vi": "Chúng sẽ bị truy tố, đối diện công lý. Chắc chắn."
    }
  },
  {
    "translation": {
      "en": "With me is Siddy Shivdasani, who's the editor of Eastern Eye newspaper.",
      "vi": "Vâng, có mặt cùng tôi là Siddy Shivdasani, biên tập viên tờ Eastern Eye."
    }
  },
  {
    "translation": {
      "en": "We've received, uh, death threats even today at our offices.",
      "vi": "Đến hôm nay vẫn có vài lời dọa giết gửi tới văn phòng."
    }
  },
  {
    "translation": {
      "en": "We actually warned our readers last week.",
      "vi": "Tuần trước chúng tôi đã cảnh báo độc giả."
    }
  },
  {
    "translation": {
      "en": "if you live in a Black or Asian area to be aware.",
      "vi": "Nếu bạn ở khu người Da đen hay người Á, hãy cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Whilst politicians and the police were dithering about whether it was a racial crime,",
      "vi": "Khi các chính khách và cảnh sát đang phân vân đây có phải tội ác sắc tộc"
    }
  },
  {
    "translation": {
      "en": "in the meantime, they were planning their next attack.",
      "vi": "thì ngay lúc này, chúng đang chuẩn bị tấn công tiếp."
    }
  },
  {
    "translation": {
      "en": "[Shivdasani] I was just trying to get my message out there of my personal frustration with the police.",
      "vi": "Tôi chỉ muốn nói thông điệp của tôi, đó là sự thất vọng của tôi với cảnh sát."
    }
  },
  {
    "translation": {
      "en": "You know, try and do the right thing. That's what I was trying to do then, to do the right thing.",
      "vi": "Ừm, tôi đã cố làm điều nên làm. Đó là điều bấy giờ tôi đang cố làm, làm điều nên làm."
    }
  },
  {
    "translation": {
      "en": "I was editor of a British Asian paper at the time.",
      "vi": "Bấy giờ tôi là biên tập cho một tờ báo của người Anh gốc Á."
    }
  },
  {
    "translation": {
      "en": "We faced a fair bit of racism.",
      "vi": "Chúng tôi phải chịu khá nhiều sự kỳ thị chủng tộc."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Oh, you just got used to it after a while,",
      "vi": "Dần dà bạn cũng quen với việc đó"
    }
  },
  {
    "translation": {
      "en": "and it was just a bit mindless, really.",
      "vi": "và thực sự là chúng cũng không quá đáng bận tâm."
    }
  },
  {
    "translation": {
      "en": "But then we got this letter.",
      "vi": "Nhưng rồi một lá thư gửi tới."
    }
  },
  {
    "translation": {
      "en": "It was from some group called the White Wolves.",
      "vi": "Nó được một nhóm tên là Sói Trắng gửi."
    }
  },
  {
    "translation": {
      "en": "I knew that an Asian area was gonna be targeted next. I felt it.",
      "vi": "Tôi biết một khu người Á sẽ là mục tiêu tiếp theo. Tôi linh cảm thấy thế."
    }
  },
  {
    "translation": {
      "en": "But the police gave us no advice to look for anything suspicious",
      "vi": "Nhưng cảnh sát chẳng hề khuyên là để ý xem có gì đáng ngờ không"
    }
  },
  {
    "translation": {
      "en": "or to be vigilant. Nothing.",
      "vi": "hoặc là phải cảnh giác. Không gì cả."
    }
  },
  {
    "translation": {
      "en": "We felt like they didn't give a fuck.",
      "vi": "Chúng tôi cảm giác họ chả thèm bận tâm."
    }
  },
  {
    "translation": {
      "en": "The homemade bomb that exploded in South London on Saturday",
      "vi": "Quả bom tự chế phát nổ ở Nam London thứ Bảy vừa qua"
    }
  },
  {
    "translation": {
      "en": "seemed to have been an act of lunacy.",
      "vi": "dường như là một hành động loạn trí."
    }
  },
  {
    "translation": {
      "en": "Tonight, you can help, and this is how.",
      "vi": "Tối nay, bạn có thể hỗ trợ, bằng cách sau đây."
    }
  },
  {
    "translation": {
      "en": "This is the quantity of nails packed around the explosives.",
      "vi": "Đây là lượng đinh được gắn xung quanh hai quả bom đó."
    }
  },
  {
    "translation": {
      "en": "Who bought this lot? It wasn't a regular customer, wasn't a regular builder.",
      "vi": "Kẻ nào đã mua chỗ này? Không phải một vị khách hay thợ xây bình thường."
    }
  },
  {
    "translation": {
      "en": "Who came in for this sort of quantity of nails?",
      "vi": "Kẻ nào đã mua số lượng đinh lớn thế này?"
    }
  },
  {
    "translation": {
      "en": "Alan Fry is head of the Anti-Terrorist branch.",
      "vi": "Alan Fry là giám đốc nhánh Chống Khủng bố."
    }
  },
  {
    "translation": {
      "en": "Alan, has it taken you any further, what you've got so far? Do you know?",
      "vi": "Alan, đã biết thêm gì từ những thứ hiện có chưa? Ông có biết không?"
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm sure it has,",
      "vi": "Tôi tin là rồi,"
    }
  },
  {
    "translation": {
      "en": "although it's-- it's too soon, uh, to be able to, uh, be particular",
      "vi": "dù vẫn còn quá sớm để nói được gì cụ thể"
    }
  },
  {
    "translation": {
      "en": "in regard to a-- a particular line of inquiry.",
      "vi": "về một phương thức điều tra nhất định."
    }
  },
  {
    "translation": {
      "en": "Well, if there's any way that you think you can help, please, please do.",
      "vi": "Vâng, nếu bạn nghĩ mình có bất cứ cách nào để hỗ trợ, xin hãy lên tiếng."
    }
  },
  {
    "translation": {
      "en": "There's a £10,000 reward. That may go up.",
      "vi": "Xin trao thưởng 10.000 bảng. Có thể hơn."
    }
  },
  {
    "translation": {
      "en": "[woman 2] There weren't many serial killers in this country,",
      "vi": "Ở nước này chẳng có mấy kẻ sát nhân hàng loạt,"
    }
  },
  {
    "translation": {
      "en": "let alone there'd never been a serial bomber.",
      "vi": "chứ chưa nói đến kẻ đánh bom hàng loạt."
    }
  },
  {
    "translation": {
      "en": "You know, people were afraid.",
      "vi": "Bạn biết đấy, nên người ta đã rất sợ hãi."
    }
  },
  {
    "translation": {
      "en": "People were afraid.",
      "vi": "Người ta đã rất lo sợ."
    }
  },
  {
    "translation": {
      "en": "I was the senior investigating officer.",
      "vi": "Tôi là sĩ quan điều tra cấp cao trong vụ đó."
    }
  },
  {
    "translation": {
      "en": "The responsibility was huge.",
      "vi": "Một trọng trách cực lớn."
    }
  },
  {
    "translation": {
      "en": "I had no experience in-- in terrorism investigation.",
      "vi": "Tôi thì chưa hề có kinh nghiệm điều tra về khủng bố."
    }
  },
  {
    "translation": {
      "en": "It brought the pressure to a different-- a completely different level.",
      "vi": "Việc đó đã khiến áp lực bị đẩy lên một… một mức độ hoàn toàn khác."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Police are viewing hours of tape from closed-circuit TV cameras",
      "vi": "Cảnh sát đang xem lại hàng giờ băng hình từ các camera an ninh"
    }
  },
  {
    "translation": {
      "en": "in the hope that the person who planted the device",
      "vi": "với hy vọng kẻ đã đặt thiết bị nổ"
    }
  },
  {
    "translation": {
      "en": "will have been caught on film and someone may recognize them.",
      "vi": "đã bị ghi hình lại và có thể sẽ có người nhận ra hắn."
    }
  },
  {
    "translation": {
      "en": "The quality of the CCTV in 1999",
      "vi": "Chất lượng camera an ninh hồi năm 1999"
    }
  },
  {
    "translation": {
      "en": "wasn't great.",
      "vi": "là khá tồi."
    }
  },
  {
    "translation": {
      "en": "However, we started to find images",
      "vi": "Tuy nhiên dần dà, chúng tôi vẫn tìm được những hình ảnh"
    }
  },
  {
    "translation": {
      "en": "that-- that might be the bomber.",
      "vi": "về kẻ có thể là kẻ đã đánh bom."
    }
  },
  {
    "translation": {
      "en": "There was someone wearing a white baseball cap",
      "vi": "Có một kẻ đội mũ lưỡi trai màu trắng"
    }
  },
  {
    "translation": {
      "en": "who was carrying over their shoulder",
      "vi": "và vác trên vai"
    }
  },
  {
    "translation": {
      "en": "what appeared to be a sports bag.",
      "vi": "thứ có vẻ như là một chiếc túi xách thể thao."
    }
  },
  {
    "translation": {
      "en": "The only difficulty was",
      "vi": "Cái khó duy nhất là"
    }
  },
  {
    "translation": {
      "en": "he wasn't recognizable. We went to all sorts of different agencies.",
      "vi": "không thể nhận diện được hắn. Chúng tôi đã liên hệ với đủ các cơ quan."
    }
  },
  {
    "translation": {
      "en": "We even went to the Americans and-- and the military.",
      "vi": "Chúng tôi còn liên hệ cả với người Mỹ và quân đội."
    }
  },
  {
    "translation": {
      "en": "I mean, we sent it out there hoping, uh, that-- that someone could enhance it.",
      "vi": "Ý là, chúng tôi đã gửi ảnh đi với hy vọng ai đó sẽ cải thiện được chất lượng của nó."
    }
  },
  {
    "translation": {
      "en": "Um, they couldn't. We had to just keep looking.",
      "vi": "Nhưng không ai làm được. Chúng tôi chỉ biết tìm tiếp."
    }
  },
  {
    "translation": {
      "en": "I started working with the police.  I mean, I did joint press conferences.",
      "vi": "Dạo đó tôi bắt đầu cộng tác với cảnh sát. Ý là, chúng tôi còn tổ chức họp báo chung."
    }
  },
  {
    "translation": {
      "en": "So, when they produced this picture of an individual who may be the bomber,",
      "vi": "Và khi họ trích xuất được hình ảnh về một kẻ có thể là kẻ đã đánh bom,"
    }
  },
  {
    "translation": {
      "en": "there was arguments with me about whether it should be published.",
      "vi": "họ đã tranh luận với tôi về việc có nên công bố nó không."
    }
  },
  {
    "translation": {
      "en": "Because it's grainy.",
      "vi": "Vì nó mờ quá."
    }
  },
  {
    "translation": {
      "en": "Um, it's an inconclusive picture.",
      "vi": "Nhìn nó, không thể xác định được."
    }
  },
  {
    "translation": {
      "en": "My view was, \"No. If that was a member of somebody's family, they'd know it.\"",
      "vi": "Tôi bảo: \"Không. Nếu hắn là người nhà của ai đó, họ sẽ nhận ra."
    }
  },
  {
    "translation": {
      "en": "\"Put it out now. Put it out today.\" \"We can't do that.\"",
      "vi": "Công bố ngay đi, ngay hôm nay đi\". \"Anh biết đấy, không làm thế được\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Well, while you're prevaricating, the bomber is preparing the next bomb.\"",
      "vi": "Tôi đáp: \"Ừm, trong lúc các ông quanh co, hắn đang chuẩn bị quả bom tiếp theo đấy."
    }
  },
  {
    "translation": {
      "en": "\"It's urgent. Put it out now.\" \"Don't waste time.\"",
      "vi": "Đây là việc khẩn cấp. Công bố ngay đi. Đừng phí thì giờ nữa."
    }
  },
  {
    "translation": {
      "en": "\"What are you gonna say to me if a bomb goes off while we're here having this conversation?\"",
      "vi": "Các ông sẽ nói gì với tôi nếu có quả khác nổ khi ta ở đây cãi nhau?"
    }
  },
  {
    "translation": {
      "en": "\"And I'm telling people that you could've stopped it.\" \"Put the fucking picture out.\"",
      "vi": "Tôi sẽ bảo mọi người lẽ ra các ông đã ngăn được rồi đấy. Công bố ảnh đi\"."
    }
  },
  {
    "translation": {
      "en": "But nobody did.",
      "vi": "Nhưng không ai làm vậy."
    }
  },
  {
    "translation": {
      "en": "[man 12] Police were coming to us, \"Had we heard anything?  What was our view?\"",
      "vi": "Cảnh sát tìm tới: \"Nghe được gì không? Các anh nghĩ sao?\""
    }
  },
  {
    "translation": {
      "en": "We were asking people the same questions.",
      "vi": "Chúng tôi cũng đang hỏi người khác y như thế."
    }
  },
  {
    "translation": {
      "en": "Who's going to be targeted next? Are people gonna get killed?",
      "vi": "Ai sẽ là mục tiêu kế? Liệu có ai bị giết chứ?"
    }
  },
  {
    "translation": {
      "en": "By that stage, people were taking credit for it around the country. White Wolves.",
      "vi": "Bấy giờ trên cả nước đã có đủ người nhận vơ vụ đó. Sói Trắng này."
    }
  },
  {
    "translation": {
      "en": "There were letters were being circulated out of the East Midlands.",
      "vi": "Có những lá thư gửi đi từ Đông Midlands."
    }
  },
  {
    "translation": {
      "en": "We went into overdrive. I remember at the time, it was like",
      "vi": "Chúng tôi làm như điên. Tôi nhớ hồi đó gần như"
    }
  },
  {
    "translation": {
      "en": "24/7 trying to figure out who could it be.",
      "vi": "là làm 24/7 để cố tìm xem kẻ đó có thể là ai."
    }
  },
  {
    "translation": {
      "en": "Drawing up lists, who-who… who could have been doing this sort of thing?",
      "vi": "Lập ra đủ kiểu danh sách, ai có thể làm một việc như thế?"
    }
  },
  {
    "translation": {
      "en": "No-- no one had heard anything.",
      "vi": "Nhưng chẳng ai nghe được gì."
    }
  },
  {
    "translation": {
      "en": "[man 1] What were you doing to try and find the bomber? I was just finding people.",
      "vi": "- Anh đã làm gì để tìm kẻ đánh bom? - Tôi chỉ biết, kiểu, đi tìm thôi."
    }
  },
  {
    "translation": {
      "en": "Pretending, first of all, that I was happy,",
      "vi": "Trước hết là phải giả vờ là tôi đang thấy mừng rỡ,"
    }
  },
  {
    "translation": {
      "en": "and I was saying, like, \"Any idea who it is?\"",
      "vi": "xong mới hỏi, kiểu: \"Có biết ai làm không?\""
    }
  },
  {
    "translation": {
      "en": "That sort of thing.",
      "vi": "Đại loại thế."
    }
  },
  {
    "translation": {
      "en": "But no one had a clue.",
      "vi": "Nhưng chẳng ai biết gì hết."
    }
  },
  {
    "translation": {
      "en": "No one had a clue.",
      "vi": "Chẳng ai biết gì."
    }
  },
  {
    "translation": {
      "en": "It's quite difficult to be in a situation where you're… you're spying on people",
      "vi": "Khá là khó khi ở trong một tình huống vừa phải do thám người khác,"
    }
  },
  {
    "translation": {
      "en": "and you-- you try to switch that-- that,",
      "vi": "vừa phải tìm cách dập tắt những,"
    }
  },
  {
    "translation": {
      "en": "like, the voices off in your head,",
      "vi": "kiểu, những suy nghĩ trong đầu,"
    }
  },
  {
    "translation": {
      "en": "but it's not easy.",
      "vi": "mà việc đó chẳng dễ dàng gì."
    }
  },
  {
    "translation": {
      "en": "I--",
      "vi": "Tôi…"
    }
  },
  {
    "translation": {
      "en": "I became immune to-- to the racism",
      "vi": "Tôi dần trở nên miễn nhiễm với sự kỳ thị chủng tộc"
    }
  },
  {
    "translation": {
      "en": "and the fascism.",
      "vi": "và chủ nghĩa phát xít."
    }
  },
  {
    "translation": {
      "en": "We'd-- we'd-- we'd look up to… heroes",
      "vi": "Bọn họ luôn ngưỡng mộ những người hùng"
    }
  },
  {
    "translation": {
      "en": "within our movement, like the Waffen SS,",
      "vi": "trong phong trào của mình, như Lực lượng Vũ trang SS"
    }
  },
  {
    "translation": {
      "en": "Hitler, of course.",
      "vi": "hay là Hitler, dĩ nhiên."
    }
  },
  {
    "translation": {
      "en": "For a racist, it was an inspiring environment.",
      "vi": "Đó là môi trường đầy cảm hứng đối với một kẻ kỳ thị chủng tộc."
    }
  },
  {
    "translation": {
      "en": "[man 1] Did you feel yourself being brainwashed?",
      "vi": "Anh có cảm thấy mình bị tẩy não không?"
    }
  },
  {
    "translation": {
      "en": "[Arthur] I'd love to say I thought it was all bullshit. But--",
      "vi": "Tôi rất muốn nói là tôi nghĩ những thứ đó toàn là rác rưởi. Nhưng…"
    }
  },
  {
    "translation": {
      "en": "Yeah, definitely. Yeah, they indoctrinated me. Yeah.",
      "vi": "Có, chắc chắn là có. Ừ, họ đã đầu độc tôi. Ừ."
    }
  },
  {
    "translation": {
      "en": "It was like you--",
      "vi": "Giống như kiểu anh…"
    }
  },
  {
    "translation": {
      "en": "Yes, I doubted the Holocaust happened.",
      "vi": "Ừ, tôi nghi ngờ về vụ Diệt chủng."
    }
  },
  {
    "translation": {
      "en": "And I was even thinking",
      "vi": "Và tôi thậm chí đã nghĩ"
    }
  },
  {
    "translation": {
      "en": "that maybe I was naive",
      "vi": "là có lẽ tôi sẽ quá ngây thơ"
    }
  },
  {
    "translation": {
      "en": "if I followed the mainstream view that it did happen.",
      "vi": "nếu tôi tin theo quan điểm chính thống là sự kiện đó có xảy ra."
    }
  },
  {
    "translation": {
      "en": "If they can get inside my head, imagine what it was doing to other people.",
      "vi": "Nếu đến tôi mà họ còn thao túng được thì tưởng tượng người khác sẽ thế nào."
    }
  },
  {
    "translation": {
      "en": "-Come on! -[crowd shouting]",
      "vi": "Nào!"
    }
  },
  {
    "translation": {
      "en": "When you're ready!",
      "vi": "Khi các bạn sẵn sàng!"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Rights for whites! Rights for whites!",
      "vi": "Quyền lợi cho người da trắng!"
    }
  },
  {
    "translation": {
      "en": "When you were in that bubble,  you were with like-minded people.",
      "vi": "Khi bạn ở trong cái bong bóng đó, bạn đang ở bên những kẻ cùng chí hướng."
    }
  },
  {
    "translation": {
      "en": "They had the same grievances as you, they had the same background as you, a lot of them.",
      "vi": "Bạn biết đấy, họ cũng bất bình như bạn, rất nhiều người họ có gia cảnh giống bạn."
    }
  },
  {
    "translation": {
      "en": "You were, like, insulated from reality.",
      "vi": "Bạn như bị cách ly khỏi thực tại."
    }
  },
  {
    "translation": {
      "en": "I was part of it back then.",
      "vi": "Thời đó là như thế."
    }
  },
  {
    "translation": {
      "en": "This is our country!  Our own race traitors,",
      "vi": "Đây là đất nước của chúng ta! Những kẻ phản bội cùng sắc tộc với ta,"
    }
  },
  {
    "translation": {
      "en": "who are trying to destroy this country,",
      "vi": "những kẻ đang tìm cách hủy hoại đất nước này,"
    }
  },
  {
    "translation": {
      "en": "they are the enemy!",
      "vi": "chúng là kẻ thù!"
    }
  },
  {
    "translation": {
      "en": "[man 14] A guy called John Tyndall was our leader.",
      "vi": "Lãnh đạo chúng tôi là gã tên John Tyndall."
    }
  },
  {
    "translation": {
      "en": "He was a very high-profile right-wing politician at the time.",
      "vi": "Bấy giờ ông ta là một chính khách cánh hữu cực kỳ có tiếng."
    }
  },
  {
    "translation": {
      "en": "Tyndall was a magnet for misfits, lunatics, and losers, really.",
      "vi": "Tyndall là nam châm thu hút đám điên, lập dị và vô công rồi nghề, thực sự."
    }
  },
  {
    "translation": {
      "en": "That's what he wanted,  'cause he could… he could control 'em.",
      "vi": "Và đó là cái ông ta muốn, vì ông ta kiểm soát được họ."
    }
  },
  {
    "translation": {
      "en": "He would never say, \"Go out and blow people up,\"",
      "vi": "Ông ta không bảo: \"Cho nổ tan xác người này\""
    }
  },
  {
    "translation": {
      "en": "or \"Attack people,\" but he was very clever with words.",
      "vi": "hay \"Tấn công người kia đi\", nhưng ông ta ăn nói rất lọt tai."
    }
  },
  {
    "translation": {
      "en": "His speeches were quite rousing, you know.",
      "vi": "Ừm, ông ta phát biểu khá là kích động."
    }
  },
  {
    "translation": {
      "en": "We will fight on, work on, march on, and struggle on",
      "vi": "Ta sẽ không ngừng chiến đấu, không ngừng nỗ lực, tiến lên và đấu tranh"
    }
  },
  {
    "translation": {
      "en": "to build a country for which they died",
      "vi": "để xây dựng một đất nước sạch bóng chúng"
    }
  },
  {
    "translation": {
      "en": "and give Britain back to the British people!",
      "vi": "và trả nước Anh lại cho người dân Anh!"
    }
  },
  {
    "translation": {
      "en": "[man 14] We used to go to different meetings,  and they were always in pubs.",
      "vi": "Chúng tôi đã dự nhiều buổi họp, đều diễn ra trong các quán rượu."
    }
  },
  {
    "translation": {
      "en": "And so, you had all these violent young men,",
      "vi": "Tức là, bao nhiêu thanh thiếu niên hung hăng,"
    }
  },
  {
    "translation": {
      "en": "intoxicated,",
      "vi": "say xỉn đó,"
    }
  },
  {
    "translation": {
      "en": "being told that they're being threatened by these hordes of immigrants,",
      "vi": "đều được rỉ tai là họ đang bị những đám người nhập cư đe dọa,"
    }
  },
  {
    "translation": {
      "en": "and they're gonna murder you in your beds and rape your wife and eat your children.",
      "vi": "chúng sẽ giết họ trong lúc họ đang ngủ rồi cưỡng hiếp vợ họ và ăn thịt con họ."
    }
  },
  {
    "translation": {
      "en": "[man 14] After the meeting, there would always be violence.",
      "vi": "Sau các buổi họp đó bao giờ cũng có bạo lực xảy ra."
    }
  },
  {
    "translation": {
      "en": "-[rioter] Come on then, you wanker! -[cheering]",
      "vi": "Ngon thì nhào vô, thằng ngu!"
    }
  },
  {
    "translation": {
      "en": "Are you all right? Can I get vitals?",
      "vi": "Có sao không? Tôi xem mạch nhé?"
    }
  },
  {
    "translation": {
      "en": "[man 14] You've got this rage inside you all the time, and… anger and frustration,",
      "vi": "Trong người bạn lúc nào cũng thấy bực bội, hằn học và bí bách,"
    }
  },
  {
    "translation": {
      "en": "and then it just--",
      "vi": "rồi đùng một cái…"
    }
  },
  {
    "translation": {
      "en": "You can-- you can spew it all out. You know what I mean? You can vent it on someone else.",
      "vi": "Bạn xả được ra hết. Bạn hiểu ý tôi chứ? Bạn có thể trút lên đầu ai đó khác."
    }
  },
  {
    "translation": {
      "en": "I remember after one particular meeting, I had a transit van.",
      "vi": "Tôi còn nhớ là có lần sau một buổi họp, tôi đã leo lên một cái xe thùng."
    }
  },
  {
    "translation": {
      "en": "It toured the area  and dragged Black people off the street.",
      "vi": "Cái xe đó đã đi vòng quanh khu phố để thộp người Da đen trên đường."
    }
  },
  {
    "translation": {
      "en": "Kidnapped them, basically,",
      "vi": "Cơ bản là bắt cóc họ,"
    }
  },
  {
    "translation": {
      "en": "and they were subjected to some pretty awful violence.",
      "vi": "rồi những người đó đã phải chịu những hành vi bạo lực khá kinh khủng."
    }
  },
  {
    "translation": {
      "en": "If the BNP didn't have that meeting in the pub…",
      "vi": "Đảng Quốc gia Anh mà không tổ chức họp ở quán rượu đó…"
    }
  },
  {
    "translation": {
      "en": "and tell everyone that they were under threat and in danger,",
      "vi": "và bảo mọi người là họ bị đe dọa và gặp nguy hiểm,"
    }
  },
  {
    "translation": {
      "en": "they wouldn't have gone out attacking people.",
      "vi": "họ đã chả ra ngoài tấn công người khác. Biết đó, chính đảng đó đã xúi họ làm vậy,"
    }
  },
  {
    "translation": {
      "en": "You know, they-they incited them to do it, and then they'd wipe their mouth",
      "vi": "họ đã chả ra ngoài tấn công người khác. Biết đó, chính đảng đó đã xúi họ làm vậy, sau đó, ừm, đám ấy sẽ phủi tay"
    }
  },
  {
    "translation": {
      "en": "and go home to his…",
      "vi": "rồi về dinh thự trị giá một triệu bảng của ông ta ở Surrey hay chỗ quái nào đó,"
    }
  },
  {
    "translation": {
      "en": "million-pound pile in Surrey or wherever it was and…",
      "vi": "rồi về dinh thự trị giá một triệu bảng của ông ta ở Surrey hay chỗ quái nào đó, còn chúng tôi thì về mấy căn ổ chuột ở Stockwell, bạn hiểu chứ? Thế là xong việc."
    }
  },
  {
    "translation": {
      "en": "we'd go back to our shitholes in Stockwell, you know what I mean? Job done, then.",
      "vi": "còn chúng tôi thì về mấy căn ổ chuột ở Stockwell, bạn hiểu chứ? Thế là xong việc."
    }
  },
  {
    "translation": {
      "en": "That's-- that's how it happens.  That's how they manipulate people and use people, and--",
      "vi": "Chuyện hồi đó là thế. Họ đã thao túng, lợi dụng người ta như thế đấy, và…"
    }
  },
  {
    "translation": {
      "en": "Yeah, I've done some pretty… pretty shit things, really. Really bad things.",
      "vi": "Ừ, tôi đã làm những việc khá là tồi tệ, thực sự. Những việc rất kinh khủng."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] When did this come into your head that you wanted to do this?",
      "vi": "Từ bao giờ cậu nảy ra ý định làm việc này?"
    }
  },
  {
    "translation": {
      "en": "[suspect] Oh, don't know. A few years ago.",
      "vi": "Tôi chả nhớ nữa. Cách đây vài năm."
    }
  },
  {
    "translation": {
      "en": "[Boland] 'Cause you're only 22 now, right? [suspect] Yeah, so I was about 20.",
      "vi": "- Vì cậu mới 22 tuổi thôi, đúng không? - Vâng, hồi đó chắc tôi độ 20."
    }
  },
  {
    "translation": {
      "en": "[Boland] You've heard in the newspaper, no doubt,",
      "vi": "Ý tôi là, hẳn cậu đã đọc trên báo"
    }
  },
  {
    "translation": {
      "en": "and it's been printed, about this White… White Wolves organization.",
      "vi": "và các ấn phẩm về tổ chức tên là Sói Trắng nhỉ."
    }
  },
  {
    "translation": {
      "en": "[suspect] I don't know who they are. I-I don't know who they are.",
      "vi": "Tôi chả biết họ là ai cả."
    }
  },
  {
    "translation": {
      "en": "I-I don't care who they are. [Boland] So, they would have no idea who you are?",
      "vi": "- Tôi chả quan tâm họ là ai. - Vậy là họ cũng không biết cậu là ai?"
    }
  },
  {
    "translation": {
      "en": "[suspect] No. No idea at all.",
      "vi": "Phải. Không hề biết."
    }
  },
  {
    "translation": {
      "en": "[Boland] So their claims are purely fictional? [suspect] Made up.",
      "vi": "- Những khẳng định của họ chỉ là hư cấu? - Toàn bịa đặt."
    }
  },
  {
    "translation": {
      "en": "Just trying to, you know, take my glory.",
      "vi": "Anh biết đấy, họ chỉ muốn cướp công của tôi thôi."
    }
  },
  {
    "translation": {
      "en": "[suspect] My aim was political. To cause a racial war in this country.",
      "vi": "Mục tiêu của tôi là chính trị, mở cuộc chiến sắc tộc ở nước ta."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] What does that mean?",
      "vi": "Nghĩa là sao?"
    }
  },
  {
    "translation": {
      "en": "[suspect] There'll be the uprising and all that. You know, the racial violence in the street, whatever.",
      "vi": "Sẽ có nổi loạn, vân vân. Anh biết đấy, bạo lực sắc tộc đường phố rồi này nọ."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] What was your intention at that point? [suspect] I was thinking of a target I was gonna blow up.",
      "vi": "- Ừ, thế bấy giờ ý định của cậu là gì? - Tôi đã định sẽ cho nổ tung một mục tiêu."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] Had you decided at this time where you were going to put the bomb?",
      "vi": "Bấy giờ cậu đã chốt địa điểm định đặt bom chưa?"
    }
  },
  {
    "translation": {
      "en": "[suspect] Yeah.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "Soho.",
      "vi": "Soho."
    }
  },
  {
    "translation": {
      "en": "[reporter 6] Two bomb attacks in London",
      "vi": "Hai vụ đánh bom ở London"
    }
  },
  {
    "translation": {
      "en": "have understandably led to fears in the capital that there is more to come.",
      "vi": "hẳn nhiên đã khiến người dân thủ đô lo sợ là sẽ còn nhiều nữa."
    }
  },
  {
    "translation": {
      "en": "Racists, we are told, were probably behind the bombs,",
      "vi": "Được biết phe kỳ thị chủng tộc có thể đã gài bom,"
    }
  },
  {
    "translation": {
      "en": "and they probably intend to strike again.",
      "vi": "chúng có lẽ dự định sẽ tấn công lần nữa."
    }
  },
  {
    "translation": {
      "en": "[man 15] Nobody knew which community was gonna be targeted next.",
      "vi": "Chẳng ai biết cộng đồng nào sẽ là mục tiêu tiếp theo."
    }
  },
  {
    "translation": {
      "en": "Would it be the Chinese community?",
      "vi": "Sẽ là cộng đồng người Hoa chăng?"
    }
  },
  {
    "translation": {
      "en": "Would it be the Jewish community?",
      "vi": "Hay là cộng đồng người Do thái?"
    }
  },
  {
    "translation": {
      "en": "There was a lot of discussion.",
      "vi": "Đã có rất nhiều lời bàn tán. Nhưng những cuộc thảo luận ban đầu"
    }
  },
  {
    "translation": {
      "en": "But the early conversations were all about race, all about ethnicity.",
      "vi": "Đã có rất nhiều lời bàn tán. Nhưng những cuộc thảo luận ban đầu thì đều về chủng tộc, đều là về sắc tộc."
    }
  },
  {
    "translation": {
      "en": "Nobody was thinking about, uh, the fact that this could go wider to the gay community.",
      "vi": "Chứ không một ai nghĩ tới việc nó có thể lan sang cả cộng đồng người đồng tính."
    }
  },
  {
    "translation": {
      "en": "[man 15] The visible part of the gay community was in Soho, and probably Old Compton Street.",
      "vi": "Soho, và có lẽ là Phố Old Compton, là nơi có cộng đồng người đồng tính lớn mạnh."
    }
  },
  {
    "translation": {
      "en": "You could kind of barhop",
      "vi": "Bạn, kiểu như, có thể \"nhảy cóc\""
    }
  },
  {
    "translation": {
      "en": "from one bar or one gay venue to another.",
      "vi": "từ quán rượu hoặc tụ điểm đồng tính này tới tụ điểm khác."
    }
  },
  {
    "translation": {
      "en": "They were thriving, they were energetic,",
      "vi": "Họ phát triển, họ tràn trề năng lượng,"
    }
  },
  {
    "translation": {
      "en": "they were full of life.",
      "vi": "họ tràn đầy sức sống."
    }
  },
  {
    "translation": {
      "en": "It felt very free. It felt as if you could be in those spaces and be yourself.",
      "vi": "Cảm giác tự do vô cùng. Cảm giác ta có thể tới những nơi đó và được là chính mình."
    }
  },
  {
    "translation": {
      "en": "When the second bomb went off, things became very clear very quickly.",
      "vi": "Khi quả bom thứ hai phát nổ, mọi thứ mau chóng trở nên hết sức rõ ràng."
    }
  },
  {
    "translation": {
      "en": "This was somebody who hated difference.",
      "vi": "Đó là một kẻ căm ghét sự khác biệt."
    }
  },
  {
    "translation": {
      "en": "They hate people who are different,",
      "vi": "Kẻ đó ghét những con người khác biệt,"
    }
  },
  {
    "translation": {
      "en": "who-- who don't fit their perception of normal society.",
      "vi": "những người không khớp với quan niệm về một xã hội bình thường của hắn."
    }
  },
  {
    "translation": {
      "en": "We began having conversations with the police at quite a senior level.",
      "vi": "Chúng tôi bắt đầu thảo luận với các sĩ quan ở địa vị khá cao."
    }
  },
  {
    "translation": {
      "en": "We were told that it was a-- a racial issue.",
      "vi": "Họ bảo chúng tôi đó là vấn nạn sắc tộc."
    }
  },
  {
    "translation": {
      "en": "And we raised our concerns, and it was met with some skepticism",
      "vi": "Thế là chúng tôi nêu lên những quan ngại và họ đã đáp lại với thái độ ngờ vực"
    }
  },
  {
    "translation": {
      "en": "and some disbelief at Scotland Yard.",
      "vi": "và hoài nghi ở Sở cảnh sát Thủ đô."
    }
  },
  {
    "translation": {
      "en": "So it was really pretty much down to us",
      "vi": "Do đó, coi như phụ thuộc hết ở chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "to ring round the managers of the key venues,",
      "vi": "chúng tôi phải điện cho các quản lý của một loạt tụ điểm quan trọng,"
    }
  },
  {
    "translation": {
      "en": "the pubs, the clubs, the coffee bars, the restaurants, to say…",
      "vi": "các quán rượu, các hộp đêm, các quán cà phê, các nhà hàng, để báo là:"
    }
  },
  {
    "translation": {
      "en": "\"This could come to us. Please be aware. Be vigilant.\"",
      "vi": "\"Hắn có thể nhắm vào ta đấy. Làm ơn hãy cẩn trọng. Hãy cảnh giác\"."
    }
  },
  {
    "translation": {
      "en": "We will defeat the people who are responsible for these bombs.",
      "vi": "Ta sẽ đánh bại những kẻ chịu trách nhiệm cho các vụ đánh bom này."
    }
  },
  {
    "translation": {
      "en": "We will catch them. We don't have specific corroboration for any particular group,",
      "vi": "Ta sẽ tóm được chúng. Chúng tôi chưa có bằng chứng cụ thể về nhóm hội nào"
    }
  },
  {
    "translation": {
      "en": "uh, who are responsible for these outrages,",
      "vi": "gây ra các hành động tàn bạo này,"
    }
  },
  {
    "translation": {
      "en": "but clearly, it is-- it is most likely to be, um,",
      "vi": "nhưng rõ ràng, đó nhiều khả năng là"
    }
  },
  {
    "translation": {
      "en": "far-right extremists who are targeting minority groups.",
      "vi": "phe cực đoan cực hữu, những kẻ đang nhắm vào các nhóm thiểu số."
    }
  },
  {
    "translation": {
      "en": "[man 12] Everyone was kind of blind to it, 'cause no one knew where it was coming.",
      "vi": "Ai nấy đều gần như mù mờ vì chả ai rõ mục tiêu kế tiếp."
    }
  },
  {
    "translation": {
      "en": "But everyone was expecting for it to happen.",
      "vi": "Nhưng ai cũng nghĩ nó sẽ lại xảy ra."
    }
  },
  {
    "translation": {
      "en": "I'd meet Arthur in places where we thought",
      "vi": "Tôi thường gặp Arthur ở những nơi mà chúng tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "other people who knew him or knew me wouldn't be.",
      "vi": "là những ai quen cậu ấy hoặc tôi sẽ không tới."
    }
  },
  {
    "translation": {
      "en": "Tourist hotels in London,",
      "vi": "Các khách sạn du lịch ở London,"
    }
  },
  {
    "translation": {
      "en": "meet outside London.",
      "vi": "hoặc là ngoại thành London."
    }
  },
  {
    "translation": {
      "en": "He understood what his mission was.",
      "vi": "Cậu ấy hiểu rõ nhiệm vụ của mình."
    }
  },
  {
    "translation": {
      "en": "And he understood that he had to stop them.",
      "vi": "Và cậu ấy hiểu là cậu ấy phải ngăn chặn họ."
    }
  },
  {
    "translation": {
      "en": "[Arthur] I'd meet my contact",
      "vi": "Tôi thường gặp đầu mối liên lạc"
    }
  },
  {
    "translation": {
      "en": "and go through all these names of people I knew already…",
      "vi": "rồi điểm qua tên của tất cả những người tôi đã biết…"
    }
  },
  {
    "translation": {
      "en": "and mentioned this guy",
      "vi": "và tôi đã nhắc tới một kẻ"
    }
  },
  {
    "translation": {
      "en": "who I'd referred to as \"Dave from Barking\"",
      "vi": "mà tôi gọi là \"Dave ở Barking\""
    }
  },
  {
    "translation": {
      "en": "because he-- he mentioned that was where… where he was living.",
      "vi": "vì hắn từng bảo là hắn sống ở đó."
    }
  },
  {
    "translation": {
      "en": "We were a similar sort of age, bonded a little bit,",
      "vi": "Tụi tôi trạc tuổi nhau, có từng tâm sự chút xíu,"
    }
  },
  {
    "translation": {
      "en": "talked about music",
      "vi": "nói chuyện về nhạc nhẽo"
    }
  },
  {
    "translation": {
      "en": "and the fact he didn't like people with brown faces very much.",
      "vi": "và về việc hắn không ưa người da ngăm cho lắm."
    }
  },
  {
    "translation": {
      "en": "I last saw him at the annual rally",
      "vi": "Lần cuối tôi gặp là ở buổi mít tinh thường niên,"
    }
  },
  {
    "translation": {
      "en": "when, um, he was acting like a-a steward.",
      "vi": "hôm đó hắn giữ vai kiểu một thành viên ban tổ chức."
    }
  },
  {
    "translation": {
      "en": "He had, like, a steward's armband. He stood next to John Tyndall.",
      "vi": "Hắn đeo băng tay của ban tổ chức. Hắn đứng kế bên John Tyndall."
    }
  },
  {
    "translation": {
      "en": "I think Tyndall got quite badly beaten up by anti-fascists.",
      "vi": "Hình như hôm đó Tyndall bị phe bài trừ kỳ thị chủng tộc nện ra trò."
    }
  },
  {
    "translation": {
      "en": "After that, Dave just, like, disappeared.",
      "vi": "Sau lần đó thì Dave, kiểu, biến mất tiêu."
    }
  },
  {
    "translation": {
      "en": "And I didn't think anything of him.",
      "vi": "Tôi cũng không nghĩ gì đến hắn."
    }
  },
  {
    "translation": {
      "en": "[suspect] After Saturday at Brick Lane,",
      "vi": "Sau hôm thứ Bảy ở Brick Lane,"
    }
  },
  {
    "translation": {
      "en": "I got a taxi to Soho to do a bit of recon.",
      "vi": "tôi đã bắt taxi đến Soho để thám thính một chút."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] Roughly what time would this have been? [suspect] Must've been about 7:00.",
      "vi": "- Cậu làm vậy lúc khoảng mấy giờ? - Chắc tầm bảy giờ."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] Right. So, what was your intention at that point? [suspect] I was thinking what pub I was gonna blow up.",
      "vi": "- Rồi. Thế khi đó ý định của cậu là gì? - Tôi đã nghĩ nên cho nổ quán rượu nào."
    }
  },
  {
    "translation": {
      "en": "I went down to Old Compton Street.",
      "vi": "Tôi tới phố Old Compton."
    }
  },
  {
    "translation": {
      "en": "I wanted to make sure it was the right pub 'cause I was after a queer one.",
      "vi": "Tôi muốn đảm bảo chọn đúng quán vì tôi nhắm tới một quán rượu \"bóng\"."
    }
  },
  {
    "translation": {
      "en": "A gay one or whatever you wanna call it.",
      "vi": "Quán đồng tính, gọi gì thì tùy."
    }
  },
  {
    "translation": {
      "en": "[Boland] Have you got a problem with gays, then?",
      "vi": "- Vậy là cậu không ưa người đồng tính? - Phải, đúng."
    }
  },
  {
    "translation": {
      "en": "-[suspect] Yeah, I have. -[Boland] Why?",
      "vi": "- Vậy là cậu không ưa người đồng tính? - Phải, đúng. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "[suspect] I'm just very homophobic. That's pretty-- You know, I just hate 'em.",
      "vi": "Chỉ là tôi rất ghét lũ đồng tính. Chúng khá… Anh biết đấy, tôi ghét chúng."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] Why? [suspect] I don't know. You just do.",
      "vi": "- Tại sao? - Chịu. Ghét là ghét thôi, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "[Johnstone] There must be a reason. [suspect] I got a thing about homosexuals.",
      "vi": "- Phải có lý do chứ. - Tôi có vấn đề với chứng đó."
    }
  },
  {
    "translation": {
      "en": "I just don't like talking about it, you know what I mean?",
      "vi": "Tôi không thích nói về nó thôi, anh hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "I chose the gays 'cause I hate them.",
      "vi": "Tôi chấm lũ đồng tính vì tôi ghét chúng."
    }
  },
  {
    "translation": {
      "en": "You know? I mean, that was personal.",
      "vi": "Anh hiểu chứ? Ý là do lý do cá nhân."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] The tape doesn't pick this up, but when we speak to you about the gays,",
      "vi": "Nghe băng thì không biết, nhưng lúc bị hỏi về người đồng tính,"
    }
  },
  {
    "translation": {
      "en": "you-- you have to close your eyes, and you seem quite intense there, David.",
      "vi": "cậu… cậu đã phải nhắm mắt lại và cậu có vẻ khá căng thẳng đó, David."
    }
  },
  {
    "translation": {
      "en": "[David] Yeah. I just don't like them.",
      "vi": "Ừ. Tôi ghét chúng thôi."
    }
  },
  {
    "translation": {
      "en": "I just don't like them, yeah?",
      "vi": "Tôi ghét chúng thôi, được chưa?"
    }
  },
  {
    "translation": {
      "en": "I'm completely straight. Don't worry about that.",
      "vi": "Tôi chắc chắn là thẳng. Khỏi bàn."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] No, no, no. It's not a problem, but it upsets you.",
      "vi": "Ừ. Đó không phải vấn đề, nhưng nó lại làm cậu khó chịu."
    }
  },
  {
    "translation": {
      "en": "You know? I don't know why it upsets you.",
      "vi": "Cậu hiểu không? Tôi không hiểu sao lại thế."
    }
  },
  {
    "translation": {
      "en": "It upset you enough to plant a bomb. But I don't know why.",
      "vi": "Nó làm cậu khó chịu đến mức phải đặt bom. Nhưng tôi không hiểu tại sao."
    }
  },
  {
    "translation": {
      "en": "[reporter 7] After the two Saturday afternoon bombings in London,",
      "vi": "Sau hai vụ đánh bom vào hai chiều thứ Bảy ở London,"
    }
  },
  {
    "translation": {
      "en": "police forces around the country are warning people",
      "vi": "lực lượng cảnh sát trên cả nước khuyến cáo những ai"
    }
  },
  {
    "translation": {
      "en": "who could be potential targets to be vigilant this weekend.",
      "vi": "có khả năng thành mục tiêu hãy cảnh giác cuối tuần này."
    }
  },
  {
    "translation": {
      "en": "Detectives fear the Brick Lane and Brixton bombs",
      "vi": "Các thám tử lo ngại hai vụ đánh bom ở Brick Lane và Brixton"
    }
  },
  {
    "translation": {
      "en": "could be the start of a nationwide racist terror campaign.",
      "vi": "sẽ khơi mào một chiến dịch khủng bố kỳ thị chủng tộc cả nước."
    }
  },
  {
    "translation": {
      "en": "Police say they don't want to spread panic but want everyone to be aware of the possible threat",
      "vi": "Cảnh sát nói không muốn gieo rắc nỗi sợ mà muốn tất cả biết mối họa tiềm tàng"
    }
  },
  {
    "translation": {
      "en": "of another bomb this bank holiday weekend.",
      "vi": "về một vụ nổ nữa vào cuối tuần nghỉ lễ ngân hàng."
    }
  },
  {
    "translation": {
      "en": "[Foy] There were two things that drew attention to the suspect.",
      "vi": "Có hai thứ khiến ta chú ý về nghi phạm."
    }
  },
  {
    "translation": {
      "en": "Instead of looking at thousands of people,",
      "vi": "Thay vì quan sát hàng ngàn người,"
    }
  },
  {
    "translation": {
      "en": "your job is to look at all those thousands of people who might be carrying a bag.",
      "vi": "nhiệm vụ của ta là quan sát hàng ngàn người có thể đang đem theo túi xách."
    }
  },
  {
    "translation": {
      "en": "And then once that bag was found, then there was the hat he was wearing.",
      "vi": "Và khi đã thấy cái túi xách đó, ta sẽ xem đến cái mũ hắn đang đội."
    }
  },
  {
    "translation": {
      "en": "But there was hundreds and hundreds and hundreds and hundreds of hours.",
      "vi": "Nhưng có tới hàng trăm giờ ghi hình phải xem lại."
    }
  },
  {
    "translation": {
      "en": "[woman 2] At first, the images were so bad you couldn't tell who it was.",
      "vi": "Lúc đầu, ảnh quá mờ nên không nhận diện được hắn."
    }
  },
  {
    "translation": {
      "en": "But then we started to find other images that were clearer.",
      "vi": "Nhưng rồi chúng tôi bắt đầu tìm được những hình ảnh khác rõ nét hơn."
    }
  },
  {
    "translation": {
      "en": "The guys were straight down at my office. \"Boss, you've gotta see this.\"",
      "vi": "Các sĩ quan chạy ngay tới văn phòng tôi. \"Sếp, cô xem đi\"."
    }
  },
  {
    "translation": {
      "en": "[Foy] I distinctly remember that moment.",
      "vi": "Tôi vẫn nhớ như in giây phút đó."
    }
  },
  {
    "translation": {
      "en": "Here's the image. This is the bomber.",
      "vi": "Hình ảnh đây. Kẻ đánh bom đây rồi."
    }
  },
  {
    "translation": {
      "en": "[reporter 8] Before rush hour, it was on posters at stations",
      "vi": "Trước giờ cao điểm, áp phích đã được dán tại nhà ga"
    }
  },
  {
    "translation": {
      "en": "and other key locations across the capital. The images have been posted on the internet",
      "vi": "cùng các địa điểm quan trọng ở thủ đô. Các hình ảnh đã được tải lên Internet"
    }
  },
  {
    "translation": {
      "en": "and are being sent to every police force in the country.",
      "vi": "và đang được gửi cho mọi lực lượng cảnh sát cả nước."
    }
  },
  {
    "translation": {
      "en": "[reporter 9] Even though the police suspect he may be behind the bombing,",
      "vi": "Dù cảnh sát đang nghi ngờ đây là thủ phạm các vụ đánh bom,"
    }
  },
  {
    "translation": {
      "en": "if he's watching this broadcast",
      "vi": "nếu anh ta đang xem bản tin"
    }
  },
  {
    "translation": {
      "en": "and he honestly thinks he's innocent, then he should come forward.",
      "vi": "và thực sự cho rằng mình vô tội, anh ta nên ra đầu thú."
    }
  },
  {
    "translation": {
      "en": "[David] I heard on the radio that you had pictures of me. And at first, I thought, \"That's it. I'm caught.\"",
      "vi": "Tôi nghe đài nói các anh đã có ảnh tôi. Mới đầu tôi nghĩ: \"Thôi xong. Bị tóm rồi\"."
    }
  },
  {
    "translation": {
      "en": "So, I've immediately gone straight home, and I've realized I ain't been caught yet.",
      "vi": "Thế là tôi về thẳng nhà ngay nhưng tôi nhận ra tôi vẫn chưa bị tóm."
    }
  },
  {
    "translation": {
      "en": "I built my device, set the time, I packed it all up.",
      "vi": "Tôi đã chế xong bom, tôi hẹn giờ và gom hết đồ vào túi."
    }
  },
  {
    "translation": {
      "en": "Waited till about half past four, caught a taxi up to Soho.",
      "vi": "Tôi đợi đến khoảng bốn rưỡi rồi bắt taxi tới Soho."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] What time did you set the timer up for the Soho bomb?",
      "vi": "Cậu đặt hẹn giờ cho quả bom ở Soho lúc mấy giờ?"
    }
  },
  {
    "translation": {
      "en": "[David] Six thirty.",
      "vi": "Sáu rưỡi."
    }
  },
  {
    "translation": {
      "en": "[man 16] It was my day off.",
      "vi": "Hôm đó tôi được nghỉ."
    }
  },
  {
    "translation": {
      "en": "I think I'd been to a gallery, and I was on my way home.",
      "vi": "Hình như tôi đã tới một phòng tranh và đang trên đường về nhà."
    }
  },
  {
    "translation": {
      "en": "And it was a Friday,",
      "vi": "Và hôm đó là thứ Sáu,"
    }
  },
  {
    "translation": {
      "en": "beginning of a-- a holiday weekend. The weather was glorious.",
      "vi": "hôm bắt đầu nghỉ lễ cuối tuần. Thời tiết đẹp mê ly."
    }
  },
  {
    "translation": {
      "en": "I think maybe it was late afternoon.",
      "vi": "Hình như lúc đó là chiều muộn."
    }
  },
  {
    "translation": {
      "en": "There were people finishing work, there was an-- an air of gaiety",
      "vi": "Có nhiều người vừa đi làm về, bầu không khí vô cùng phấn khởi"
    }
  },
  {
    "translation": {
      "en": "and, you know, it was like a holiday weekend. There was an atmosphere.",
      "vi": "và, ừm, đó như nghỉ lễ cuối tuần ấy. Rất có không khí."
    }
  },
  {
    "translation": {
      "en": "And I'd been into the Admiral Duncan once before, I think.",
      "vi": "Và hình như tôi từng tới quán Admiral Duncan một lần rồi."
    }
  },
  {
    "translation": {
      "en": "Um, didn't really remember it all that well, and I was passing by, and I thought, \"Fancy a half a beer.\"",
      "vi": "Tôi chả nhớ chỗ đó thế nào lắm, tôi tạt qua và đã nghĩ: \"Thèm nửa ly bia ghê\"."
    }
  },
  {
    "translation": {
      "en": "It was a small pub. Narrow.",
      "vi": "Đó là một quán rượu nhỏ. Chật chội."
    }
  },
  {
    "translation": {
      "en": "And it-it was sort of beginning to be buzzing. You know? And people were arriving all the time.",
      "vi": "Và hồi đó nó mới bắt đầu đông thôi. Bạn hiểu chứ? Người ta kéo nhau đến đó."
    }
  },
  {
    "translation": {
      "en": "[Arthur] It was a Friday afternoon.",
      "vi": "Hôm đó là chiều thứ Sáu."
    }
  },
  {
    "translation": {
      "en": "And I had heard the police had identified footage from Brixton.",
      "vi": "Và tôi nghe nói là cảnh sát đã nhận diện được kẻ trong băng ghi hình ở Brixton."
    }
  },
  {
    "translation": {
      "en": "I saw copies of the Evening Standard.",
      "vi": "Tôi đã tìm đọc mấy tờ Evening Standard."
    }
  },
  {
    "translation": {
      "en": "Pretty much straight away, I thought that it might be Dave from Barking.",
      "vi": "Gần như ngay lập tức, tôi đã nghĩ hắn có thể là Dave ở Barking."
    }
  },
  {
    "translation": {
      "en": "And then my contact at Searchlight phoned,",
      "vi": "Thế rồi đầu mối liên lạc của tôi ở Searchlight gọi tới"
    }
  },
  {
    "translation": {
      "en": "and I just said,",
      "vi": "và tôi chỉ nói nhanh:"
    }
  },
  {
    "translation": {
      "en": "\"It could be David Copeland.\"",
      "vi": "\"Đó có thể là David Copeland đấy\"."
    }
  },
  {
    "translation": {
      "en": "[Foy] We started going through our own records, all the stuff that Arthur had told us over the years,",
      "vi": "Chúng tôi lập tức xem lại hồ sơ, mọi thứ Arthur cho chúng tôi biết suốt bao năm,"
    }
  },
  {
    "translation": {
      "en": "and, you know, there we found Copeland's name",
      "vi": "và, bạn biết đấy, chúng tôi thấy có tên Copeland"
    }
  },
  {
    "translation": {
      "en": "in a number of different meetings, a number of different events.",
      "vi": "trong rất nhiều cuộc họp, rất nhiều sự kiện."
    }
  },
  {
    "translation": {
      "en": "So a colleague of mine contacted the police.",
      "vi": "Một đồng nghiệp của tôi bèn liên lạc với cảnh sát."
    }
  },
  {
    "translation": {
      "en": "[David] Looked at my watch. I still had, what? An hour to go before the ignition?",
      "vi": "Tôi nhìn đồng hồ. Vẫn còn, bao nhiêu đây? Một giờ nữa mới tới lúc bom nổ?"
    }
  },
  {
    "translation": {
      "en": "I sort of waited by the telephone box, making it look like I was waiting for the phone.",
      "vi": "Tôi, kiểu, đã đợi bên bốt điện thoại, giả vờ là đang đợi nghe điện."
    }
  },
  {
    "translation": {
      "en": "I went in there about I'd say ten-- ten to six.",
      "vi": "Tôi vào trong, hình như lúc kém mười… sáu giờ kém mười."
    }
  },
  {
    "translation": {
      "en": "Ordered a drink. When I was in there, I seen the people I was gonna maim and kill.",
      "vi": "Tôi gọi một ly. Lúc ngồi đó, tôi đã thấy những kẻ sắp bị tôi giết, làm cho tàn phế."
    }
  },
  {
    "translation": {
      "en": "I didn't feel joy about it. I didn't feel sad.",
      "vi": "Tôi không thấy vui khi nghĩ đến cảnh đó, cũng chả buồn."
    }
  },
  {
    "translation": {
      "en": "I just didn't feel anything.",
      "vi": "Tôi chả cảm thấy gì cả."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] And how long were you here for at the end of the bar, you said?",
      "vi": "Cậu bảo cậu đã ngồi ở cuối quán rượu bao lâu?"
    }
  },
  {
    "translation": {
      "en": "[David] Fifteen minutes. Twenty minutes.",
      "vi": "Mười lăm phút. Hai mươi phút."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] Is that right? You had a glass of Coke or something?",
      "vi": "Thế à? Cậu gọi một ly Coca-Cola hay gì đó nhỉ?"
    }
  },
  {
    "translation": {
      "en": "[David] A glass of Coke.",
      "vi": "Một ly Coca-Cola."
    }
  },
  {
    "translation": {
      "en": "I left it there and I asked one of the men in there if there was a bank nearby.",
      "vi": "Tôi đã bỏ túi lại và hỏi một gã trong đó là gần đó có ngân hàng nào không."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] And this is just as you left, was it now?",
      "vi": "Và đó cũng là lúc cậu rời đi hả?"
    }
  },
  {
    "translation": {
      "en": "-[David] Yeah. -[Johnstone] Yeah.",
      "vi": "- Phải. - Rồi."
    }
  },
  {
    "translation": {
      "en": "[Boland] How many people were actually in the public house",
      "vi": "Bên trong quán rượu đang có bao nhiêu người…"
    }
  },
  {
    "translation": {
      "en": "when you actually put the bag down? Do you remember?",
      "vi": "lúc cậu đặt hẳn cái túi xuống? Cậu có nhớ không?"
    }
  },
  {
    "translation": {
      "en": "[David] Between 15 to 20 people.",
      "vi": "Từ 15 tới 20 người."
    }
  },
  {
    "translation": {
      "en": "I struggled to actually get out of the place.",
      "vi": "Mãi tôi mới ra ngoài được."
    }
  },
  {
    "translation": {
      "en": "I had to go around people and ask them to move.",
      "vi": "Tôi đã phải lách qua và nhờ chúng tránh đường."
    }
  },
  {
    "translation": {
      "en": "I knew that people would be killed, but I had to do it.",
      "vi": "Tôi biết sẽ có nhiều người chết, nhưng tôi phải ra tay."
    }
  },
  {
    "translation": {
      "en": "[man 16] The noise level was getting louder.",
      "vi": "Xung quanh ngày một ồn ào hơn."
    }
  },
  {
    "translation": {
      "en": "Ordered the beer. I don't know whether I even sipped it.",
      "vi": "Tôi đã gọi ly bia. Tôi chả nhớ tôi đã kịp uống ngụm nào chưa."
    }
  },
  {
    "translation": {
      "en": "-And then… -[snaps fingers]",
      "vi": "Thế rồi…"
    }
  },
  {
    "translation": {
      "en": "I couldn't hear anything.",
      "vi": "Tôi chẳng nghe thấy gì."
    }
  },
  {
    "translation": {
      "en": "Something's really strange.",
      "vi": "Có cái gì đó lạ lắm."
    }
  },
  {
    "translation": {
      "en": "I felt really strange.",
      "vi": "Tôi thấy rất lạ."
    }
  },
  {
    "translation": {
      "en": "Everything switched off.",
      "vi": "Tất cả tắt ngúm."
    }
  },
  {
    "translation": {
      "en": "I don't feel right.",
      "vi": "Tôi thấy không ổn."
    }
  },
  {
    "translation": {
      "en": "And I think that I was still leaning on… on the bar.",
      "vi": "Và hình như là lúc đó tôi vẫn tựa vào quầy bar."
    }
  },
  {
    "translation": {
      "en": "And I looked across to where the optics and-- and-- and things--",
      "vi": "Tôi bèn nhìn sang chỗ có mấy chiếc đèn và những thứ khác…"
    }
  },
  {
    "translation": {
      "en": "and the bottles should have been, and there was nothing.",
      "vi": "chỗ đặt mấy chai rượu, nhưng chẳng thấy gì."
    }
  },
  {
    "translation": {
      "en": "Just darkness, wisps of smoke,  and nobody.",
      "vi": "Chỉ có bóng tối, những lớp khói, chẳng có một ai."
    }
  },
  {
    "translation": {
      "en": "I-I couldn't see anybody, couldn't hear anything.",
      "vi": "Tôi chẳng thấy ai, cũng chẳng nghe thấy gì."
    }
  },
  {
    "translation": {
      "en": "And I can remember turning",
      "vi": "Và tôi còn nhớ là tôi đã quay lại"
    }
  },
  {
    "translation": {
      "en": "to-- to look to see what was going on,",
      "vi": "để nhìn xem đang có chuyện gì,"
    }
  },
  {
    "translation": {
      "en": "and then the next memory is of being…",
      "vi": "và điều tiếp theo tôi nhớ được là tôi đã…"
    }
  },
  {
    "translation": {
      "en": "looking up at a-- a young woman,",
      "vi": "ngước lên nhìn một thiếu nữ,"
    }
  },
  {
    "translation": {
      "en": "and I could see her mouth opening and closing, screaming, I think.",
      "vi": "và tôi thấy cô ấy đang há rồi ngậm miệng, có lẽ là đang hét."
    }
  },
  {
    "translation": {
      "en": "I learnt later, if you're in a bomb, your eardrums get blown.",
      "vi": "Sau này mới biết, ở gần khi bom nổ, bạn sẽ thủng màng nhĩ."
    }
  },
  {
    "translation": {
      "en": "I think that I was dragged outside and there was a guy",
      "vi": "Hình như tôi đã được đỡ ra ngoài và có một người"
    }
  },
  {
    "translation": {
      "en": "who was with me and-- who said that I was talking to him. I could tell him where I came from.",
      "vi": "đi cùng tôi và… anh ấy kể là tôi đã trả lời anh ấy. Tôi nói được là tôi ở đâu."
    }
  },
  {
    "translation": {
      "en": "I don't remember any of that. None. None of it.",
      "vi": "Chứ tôi thì chẳng nhớ gì. Không gì cả. Không gì hết."
    }
  },
  {
    "translation": {
      "en": "I was taken to hospital.",
      "vi": "Tôi được đưa vào viện."
    }
  },
  {
    "translation": {
      "en": "They didn't know whether I was gonna live.",
      "vi": "Họ chẳng biết tôi sống nổi không."
    }
  },
  {
    "translation": {
      "en": "They had me on some pretty strong drugs.",
      "vi": "Họ đã tiêm thuốc gì đó khá mạnh."
    }
  },
  {
    "translation": {
      "en": "And I remember, sort of, dreaming and things like that",
      "vi": "Và tôi nhớ là, kiểu, tôi đã nằm mơ mê man"
    }
  },
  {
    "translation": {
      "en": "while they were altering, um, the level of-- of pain medication.",
      "vi": "trong lúc họ điều chỉnh liều lượng thuốc giảm đau."
    }
  },
  {
    "translation": {
      "en": "I was having this dream about being in a nightclub, and everybody was rats.",
      "vi": "Tôi đã mơ là tôi ngồi trong một hộp đêm, và tất cả toàn là chuột."
    }
  },
  {
    "translation": {
      "en": "And the rats were dressed as human beings.",
      "vi": "Và lũ chuột đó ăn mặc như người."
    }
  },
  {
    "translation": {
      "en": "There were rats in the wall. I could hear them.",
      "vi": "Trong tường cũng có chuột. Tôi nghe thấy chúng."
    }
  },
  {
    "translation": {
      "en": "There was a-- a biplane.  You know, one of those planes that goes onto the water?",
      "vi": "Rồi có một cái máy bay hai tầng cánh. Ừm, lướt trên nước ấy?"
    }
  },
  {
    "translation": {
      "en": "That arrived at the… at the nightclub.",
      "vi": "Nó hạ cánh ở hộp đêm đó."
    }
  },
  {
    "translation": {
      "en": "Rats, rats, and more rats.",
      "vi": "Càng ngày càng nhiều chuột."
    }
  },
  {
    "translation": {
      "en": "I learned later that, um, Copeland had let his rats--",
      "vi": "Sau đó tôi mới biết là Copeland đã cho lũ chuột của hắn…"
    }
  },
  {
    "translation": {
      "en": "He had pet rats.",
      "vi": "Hắn có nuôi chuột."
    }
  },
  {
    "translation": {
      "en": "And he let them, um, run across the stuff that he was packing the nail bombs with.",
      "vi": "Và hắn thả cho chúng chạy trên chỗ dụng cụ chế bom đinh của hắn."
    }
  },
  {
    "translation": {
      "en": "And, um, so, from what I can tell,  the guys that were in the same hospital as me,",
      "vi": "Và, theo như tôi nhớ thì mấy người nằm cùng viện với tôi,"
    }
  },
  {
    "translation": {
      "en": "um, we all got these weird infections, and they couldn't figure out what was wrong with us.",
      "vi": "họ cũng nhiễm trùng quái đản. Chả ai biết chúng tôi bị sao."
    }
  },
  {
    "translation": {
      "en": "And it was all because he let these rats…",
      "vi": "Và hóa ra là vì hắn đã cho lũ chuột đó…"
    }
  },
  {
    "translation": {
      "en": "you know, like, urinate and defecate",
      "vi": "bạn biết đấy, kiểu, thải phân và nước tiểu"
    }
  },
  {
    "translation": {
      "en": "all over whatever it was that he was jamming in there.",
      "vi": "lên khắp những thứ hắn nhồi vào trong bom."
    }
  },
  {
    "translation": {
      "en": "[man 6] As these patients came in one at a time,",
      "vi": "Khi các bệnh nhân đó lần lượt được đưa tới,"
    }
  },
  {
    "translation": {
      "en": "we began to realize just how serious this was.",
      "vi": "chúng tôi bắt đầu nhận thức được vụ việc này nghiêm trọng tới mức độ nào."
    }
  },
  {
    "translation": {
      "en": "They had quite horrific injuries.",
      "vi": "Những vết thương của họ khá là kinh khủng."
    }
  },
  {
    "translation": {
      "en": "This was like a war scene.",
      "vi": "Cảnh tượng đó như trong thời chiến vậy."
    }
  },
  {
    "translation": {
      "en": "Patients came in with extensive burns,",
      "vi": "Các bệnh nhân tới trong tình trạng bị bỏng nặng,"
    }
  },
  {
    "translation": {
      "en": "unconscious,",
      "vi": "bất tỉnh,"
    }
  },
  {
    "translation": {
      "en": "one after another.",
      "vi": "người này nối đuôi người kia."
    }
  },
  {
    "translation": {
      "en": "And perhaps the most difficult thing I've had to do in my career",
      "vi": "Và có lẽ việc khó khăn nhất tôi từng phải làm trong cả sự nghiệp"
    }
  },
  {
    "translation": {
      "en": "was dealing with a patient who had come in unconscious,",
      "vi": "là đối mặt với một bệnh nhân được đưa tới trong trạng thái bất tỉnh,"
    }
  },
  {
    "translation": {
      "en": "and he remained unconscious for a few days.",
      "vi": "và anh ấy vẫn bất tỉnh một vài ngày sau đó."
    }
  },
  {
    "translation": {
      "en": "As he came round gradually,",
      "vi": "Khi anh ấy dần tỉnh lại,"
    }
  },
  {
    "translation": {
      "en": "we realized that we had to speak to him",
      "vi": "chúng tôi hiểu rằng chúng tôi sẽ phải nói chuyện"
    }
  },
  {
    "translation": {
      "en": "to give him the worst possible news.",
      "vi": "để báo cho anh ấy tin có lẽ là  dữ nhất trên đời."
    }
  },
  {
    "translation": {
      "en": "Two friends had both died",
      "vi": "Cả hai người bạn của anh ấy đều đã tử vong…"
    }
  },
  {
    "translation": {
      "en": "and tragically his wife and unborn child",
      "vi": "và cái bi thảm là vợ và đứa con chưa chào đời của anh ấy"
    }
  },
  {
    "translation": {
      "en": "had also been killed.",
      "vi": "cũng đã đều bị giết."
    }
  },
  {
    "translation": {
      "en": "It's been revealed that a pregnant woman and the best man at her wedding",
      "vi": "Được biết một phụ nữ mang thai và phù rể ở đám cưới cô"
    }
  },
  {
    "translation": {
      "en": "were among the three people killed in the explosion.",
      "vi": "là hai trong số ba người đã thiệt mạng sau vụ nổ."
    }
  },
  {
    "translation": {
      "en": "Andrea Dykes was killed almost instantly.",
      "vi": "Andrea Dykes gần như tử vong ngay."
    }
  },
  {
    "translation": {
      "en": "Her husband, Julian, is in a critical condition in hospital.",
      "vi": "Chồng cô, Julian, hiện nằm viện trong tình trạng nguy kịch."
    }
  },
  {
    "translation": {
      "en": "[Arthur] I was at home when I heard.",
      "vi": "Lúc biết tin, tôi đang ở nhà."
    }
  },
  {
    "translation": {
      "en": "It was just complete shock.",
      "vi": "Tôi đã hoàn toàn bị sốc."
    }
  },
  {
    "translation": {
      "en": "And helplessness.",
      "vi": "Và thấy bất lực."
    }
  },
  {
    "translation": {
      "en": "You know, we were--",
      "vi": "Ừm, chúng tôi đã…"
    }
  },
  {
    "translation": {
      "en": "We were, uh, close,",
      "vi": "Chúng tôi đã tới rất gần rồi,"
    }
  },
  {
    "translation": {
      "en": "um, in terms of--",
      "vi": "về việc…"
    }
  },
  {
    "translation": {
      "en": "You know, we felt we were getting very close to catching the perpetrator.",
      "vi": "Ừ, chúng tôi nghĩ chúng tôi đã tới rất gần việc tóm được thủ phạm rồi."
    }
  },
  {
    "translation": {
      "en": "We'd tracked down a-- an address that he was possibly living at.",
      "vi": "Chúng tôi đã lần ra được một địa chỉ có thể là nơi hắn đang ở."
    }
  },
  {
    "translation": {
      "en": "[David] Honestly, I wanted to get caught. [Boland] Why?",
      "vi": "- Nói thật là tôi muốn bị bắt. - Tại sao?"
    }
  },
  {
    "translation": {
      "en": "[David] I'd be famous in some sort of way. [Johnstone] And what does fame mean to you?",
      "vi": "- Theo cách nào đó, tôi sẽ nổi tiếng. - Tiếng tăm có ý nghĩa gì với cậu?"
    }
  },
  {
    "translation": {
      "en": "[David] It's existence.",
      "vi": "Nghĩa là tôi tồn tại."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] What's that mean? I-I don't understand.",
      "vi": "Là sao? Tôi không hiểu. THỦ PHẠM LÀ AI?"
    }
  },
  {
    "translation": {
      "en": "[David] If no one remembers who you were, you never existed.",
      "vi": "Nếu chả ai nhớ anh tức là anh chưa từng tồn tại."
    }
  },
  {
    "translation": {
      "en": "[Johnstone] All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "It would be remiss of us not to ask… why you did it?",
      "vi": "Sẽ là thiếu sót nếu chúng tôi không hỏi lý do cậu phạm tội."
    }
  },
  {
    "translation": {
      "en": "[David] To spread fear, resentment, and hatred.",
      "vi": "Để gieo rắc nỗi sợ hãi, oán giận và thù ghét."
    }
  },
  {
    "translation": {
      "en": "I am a Nazi. I admit that.",
      "vi": "Tôi là một tên Phát xít. Tôi thừa nhận."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "[Boland] David, that is the buzzer indicating that the tape is about to finish,",
      "vi": "David, chuông đó báo hiệu sắp hết băng ghi âm"
    }
  },
  {
    "translation": {
      "en": "so we will finish at this moment in time.",
      "vi": "nên ta sẽ dừng ở thời điểm này."
    }
  },
  {
    "translation": {
      "en": "Yes, ladies and gentlemen, in the early hours of Saturday the 1st of May,",
      "vi": "Vâng, thưa quý vị, vào sáng sớm hôm thứ Bảy, ngày mùng một tháng Năm,"
    }
  },
  {
    "translation": {
      "en": "unarmed officers from the Organized Crime squad Flying Squad",
      "vi": "các sĩ quan không vũ trang của đội Tội phạm Có tổ chức Flying Squad"
    }
  },
  {
    "translation": {
      "en": "arrested a 22-year-old man in Cove, Hampshire.",
      "vi": "đã bắt giữ một thanh niên 22 tuổi ở Cove, Hampshire."
    }
  },
  {
    "translation": {
      "en": "[man 17] The man is not a member",
      "vi": "Hắn không phải thành viên"
    }
  },
  {
    "translation": {
      "en": "of any of the groups which have made claims of responsibility for the bombings.",
      "vi": "của bất cứ tổ chức nào đã lên tiếng nhận trách nhiệm về các vụ đánh bom."
    }
  },
  {
    "translation": {
      "en": "It is understood that he was working alone",
      "vi": "Theo chúng tôi được biết, hắn hoạt động độc lập"
    }
  },
  {
    "translation": {
      "en": "for his own motives.",
      "vi": "vì những động cơ riêng."
    }
  },
  {
    "translation": {
      "en": "[reporter 10] The start of David Copeland's murder trial",
      "vi": "Phiên tòa đầu xử David Copeland tội giết người"
    }
  },
  {
    "translation": {
      "en": "was attended by more than three dozen of his victims and the relatives of those he killed.",
      "vi": "có sự tham gia của hơn 30 nạn nhân của hắn cùng thân nhân của những người hắn giết."
    }
  },
  {
    "translation": {
      "en": "The 24-year-old defendant denies three murder charges",
      "vi": "Bị cáo 24 tuổi phủ nhận ba cáo buộc giết người"
    }
  },
  {
    "translation": {
      "en": "due to diminished responsibility.",
      "vi": "do rối loạn thần kinh khi gây án."
    }
  },
  {
    "translation": {
      "en": "[man 14] Copeland wouldn't be the first person",
      "vi": "Copeland không phải là kẻ đầu tiên"
    }
  },
  {
    "translation": {
      "en": "who thought he could get away with murder by claiming he's mad.",
      "vi": "nghĩ hắn thoát được tội giết người bằng cách nói là hắn bị điên."
    }
  },
  {
    "translation": {
      "en": "I've got a massive problem with people",
      "vi": "Tôi cực kỳ căm ghét những kẻ"
    }
  },
  {
    "translation": {
      "en": "who harm women or children.",
      "vi": "hãm hại phụ nữ hoặc trẻ em."
    }
  },
  {
    "translation": {
      "en": "And so when Copeland happened--",
      "vi": "Nên khi Copeland cũng…"
    }
  },
  {
    "translation": {
      "en": "For-- He's murdered that woman,",
      "vi": "Vì… Hắn đã sát hại cô gái đó và hắn đã sát hại một đứa bé chưa chào đời."
    }
  },
  {
    "translation": {
      "en": "and he's murdered an unborn child.",
      "vi": "Hắn đã sát hại cô gái đó và hắn đã sát hại một đứa bé chưa chào đời."
    }
  },
  {
    "translation": {
      "en": "You know, I was never gonna let him get away with it.",
      "vi": "Bạn biết đấy, tôi sẽ không để hắn thoát tội."
    }
  },
  {
    "translation": {
      "en": "His only option really was to plead diminished responsibility,",
      "vi": "Thực sự hắn chỉ có lựa chọn biện hộ rằng hắn bị rối loạn thần kinh khi gây án,"
    }
  },
  {
    "translation": {
      "en": "so I needed him to confess that he was perfectly sane.",
      "vi": "nên tôi cần bắt hắn thú nhận rằng hắn hoàn toàn tỉnh táo."
    }
  },
  {
    "translation": {
      "en": "But these days, you've got these pedophile hunters on the internet,",
      "vi": "Thời nay ta hay thấy những người săn đám ấu dâm trên Internet,"
    }
  },
  {
    "translation": {
      "en": "and they pretend to be a male or a female,",
      "vi": "họ sẽ đóng giả là nam hoặc nữ"
    }
  },
  {
    "translation": {
      "en": "and a pedophile will get in touch with them,",
      "vi": "và tên ấu dâm sẽ liên lạc với họ,"
    }
  },
  {
    "translation": {
      "en": "they'll arrange to meet, then they give the evidence to the police.",
      "vi": "đôi bên hẹn gặp và họ đưa hết chứng cứ cho cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Well, if you like, before the internet,",
      "vi": "Ừm, xin phép được nói là trước thời Internet,"
    }
  },
  {
    "translation": {
      "en": "um, I was doing a different version of that.",
      "vi": "tôi đã xài mánh đó, nhưng theo kiểu khác."
    }
  },
  {
    "translation": {
      "en": "[woman 3] Dear David, you don't know me, but I've been hearing about you in the news.",
      "vi": "David thân mến, anh không biết em đâu nhưng em có nghe thời sự nói về anh rồi."
    }
  },
  {
    "translation": {
      "en": "How can they call people monsters and evil without even knowing them?",
      "vi": "Sao còn chưa biết người ta thế nào mà đã gọi là quái vật và quỷ dữ?"
    }
  },
  {
    "translation": {
      "en": "I believe everyone is innocent until proven guilty.",
      "vi": "Em tin là chưa chứng minh được thì vẫn là vô tội."
    }
  },
  {
    "translation": {
      "en": "Anyway, I hope you don't mind me writing to you. Patsy.",
      "vi": "Thôi thì, em mong anh không phiền khi em viết thư cho anh. Patsy."
    }
  },
  {
    "translation": {
      "en": "[David] Dear Patsy, thank you for your letter.",
      "vi": "Patsy thân mến, cảm ơn em vì lá thư."
    }
  },
  {
    "translation": {
      "en": "I'm 5 foot 8, 23 with brown hair.",
      "vi": "Anh cao một mét 72, 23 tuổi, tóc nâu."
    }
  },
  {
    "translation": {
      "en": "My mum says I'm handsome, but don't they all? [chuckles]",
      "vi": "Mẹ anh khen anh đẹp trai nhưng anh chả biết nữa."
    }
  },
  {
    "translation": {
      "en": "I can't picture what you look like. Please send me a picture.",
      "vi": "Không biết em trông thế nào. Gửi ảnh cho anh xem nhé."
    }
  },
  {
    "translation": {
      "en": "[man 14] With Copeland, he's gonna wanna be in control,",
      "vi": "Với trường hợp Copeland, hắn sẽ muốn là kẻ kiểm soát,"
    }
  },
  {
    "translation": {
      "en": "so I invented this girl called Patsy Scanlon.",
      "vi": "nên tôi bịa ra một cô tên Patsy Scanlon."
    }
  },
  {
    "translation": {
      "en": "Patsy was like these girls you see",
      "vi": "Patsy giống như những cô gái bạn thấy"
    }
  },
  {
    "translation": {
      "en": "in the 1940s propaganda films.",
      "vi": "trong những phim tuyên truyền của những năm 1940."
    }
  },
  {
    "translation": {
      "en": "You know, she's lithe, blonde, beautiful.",
      "vi": "Bạn biết đấy, cô ấy yểu điệu, tóc vàng, xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "Someone who'll do what they're told without question.",
      "vi": "Một người sẽ vâng lời mà không thắc mắc gì."
    }
  },
  {
    "translation": {
      "en": "Someone who's vulnerable.",
      "vi": "Một người dễ bị tổn thương."
    }
  },
  {
    "translation": {
      "en": "Totally airhead, do you know what I mean?",
      "vi": "Khờ khạo hết mức, bạn hiểu ý tôi chứ?"
    }
  },
  {
    "translation": {
      "en": "I knew he'd go for that one million percent. I just knew it.",
      "vi": "Tôi chắc chắn hắn sẽ cắn câu. Tôi biết chắc là vậy."
    }
  },
  {
    "translation": {
      "en": "[reporter 10] For the survivors, it was a day of harrowing evidence.",
      "vi": "Với ai sống sót sau các vụ tấn công, đó là ngày của những chứng cứ thảm khốc."
    }
  },
  {
    "translation": {
      "en": "As the horrific injuries caused by the explosions were described,",
      "vi": "Khi các vết thương tồi tệ do các vụ nổ được tả lại,"
    }
  },
  {
    "translation": {
      "en": "several people were visibly distressed.",
      "vi": "nhiều người đã không giấu nổi vẻ đau đớn."
    }
  },
  {
    "translation": {
      "en": "The trial was about whether he was mad or bad,",
      "vi": "Phiên tòa là để xem hắn bị điên hay là bất lương,"
    }
  },
  {
    "translation": {
      "en": "and he had a barrage of lawyers.",
      "vi": "và hắn đã mướn cả một đoàn luật sư."
    }
  },
  {
    "translation": {
      "en": "He had, you know, more on-- on his side",
      "vi": "Bạn biết đấy, bên hắn còn đông người hơn"
    }
  },
  {
    "translation": {
      "en": "than what were on the other side, than the-- than the Crown.",
      "vi": "cả phía bên kia, bên pháp quyền."
    }
  },
  {
    "translation": {
      "en": "[reporter 10] David Copeland pleaded not guilty to murder,",
      "vi": "David Copeland không nhận tội giết người"
    }
  },
  {
    "translation": {
      "en": "but said instead he was guilty of manslaughter because of diminished responsibility.",
      "vi": "mà thay vào đó, hắn nhận tội ngộ sát do rối loạn thần kinh khi gây án."
    }
  },
  {
    "translation": {
      "en": "It's now for the jury to decide his state of mind.",
      "vi": "Giờ bồi thẩm đoàn phải quyết định trạng thái tâm thần của hắn."
    }
  },
  {
    "translation": {
      "en": "[man 14] Essentially, what I needed was a smoking gun. I needed him to say, you know, something",
      "vi": "Cơ bản, thứ tôi cần là chứng cứ phạm tội rõ ràng. Ừm, tôi cần hắn nói ra câu gì đó"
    }
  },
  {
    "translation": {
      "en": "that showed he was playing a game with the doctors, but I didn't have a lot of time to get him.",
      "vi": "cho thấy hắn đang bày trò với các bác sĩ, mà tôi chả có nhiều thời gian để bịp hắn."
    }
  },
  {
    "translation": {
      "en": "[Patsy] Dear David,  I hope you're not too worried about your trial.",
      "vi": "David thân mến, em mong anh đang không quá lo về phiên xét xử."
    }
  },
  {
    "translation": {
      "en": "It must be a stressful time for you.",
      "vi": "Chắc đợt này anh căng thẳng lắm."
    }
  },
  {
    "translation": {
      "en": "[David] Dear Patsy,",
      "vi": "Patsy thân mến,"
    }
  },
  {
    "translation": {
      "en": "you are a very attractive young lady.",
      "vi": "em quả là một thiếu nữ rất quyến rũ."
    }
  },
  {
    "translation": {
      "en": "Oh, you know.",
      "vi": "Ôi, bạn biết đấy."
    }
  },
  {
    "translation": {
      "en": "My plan was to build Copeland up.",
      "vi": "Ý đồ của tôi là khích Copeland."
    }
  },
  {
    "translation": {
      "en": "By doing that, get him to open up.",
      "vi": "Để từ đó lừa hắn mở miệng."
    }
  },
  {
    "translation": {
      "en": "[Patsy] I hope you're feeling confident and thinking positive thoughts.",
      "vi": "Mong anh đang thấy tự tin và nghĩ tích cực."
    }
  },
  {
    "translation": {
      "en": "[David] It feels strange being famous.",
      "vi": "Cảm giác nổi tiếng lạ thật."
    }
  },
  {
    "translation": {
      "en": "[Patsy] Dear David,",
      "vi": "David thân mến,"
    }
  },
  {
    "translation": {
      "en": "I saw your picture in the papers the other day.",
      "vi": "hôm nọ em thấy ảnh anh trên báo."
    }
  },
  {
    "translation": {
      "en": "Your mum is right. You really are handsome.",
      "vi": "Mẹ anh đúng đấy. Anh đẹp trai lắm."
    }
  },
  {
    "translation": {
      "en": "[David] Dear Patsy,  I can't get you out of my mind.",
      "vi": "Patsy mến, anh không tài nào thôi nghĩ đến em."
    }
  },
  {
    "translation": {
      "en": "All I do is dream about you and when we can finally meet.",
      "vi": "Anh cứ mơ hoài về em và về lúc ta được gặp nhau."
    }
  },
  {
    "translation": {
      "en": "And he signed that \"Love, Dave,\" which was an escalation of things, really.",
      "vi": "Và dưới lá thư đó hắn ký là \"Yêu em, Dave\", đó thực sự là một diễn biến mới."
    }
  },
  {
    "translation": {
      "en": "The whole mood of Copeland's letters changed.",
      "vi": "Tâm trạng chung trong thư của hắn thay đổi."
    }
  },
  {
    "translation": {
      "en": "[David] Dear Patsy…",
      "vi": "Patsy thân mến…"
    }
  },
  {
    "translation": {
      "en": "[man 14] I had a… a flurry of letters at that point.",
      "vi": "Bấy giờ tôi đã có trong tay rất nhiều lá thư."
    }
  },
  {
    "translation": {
      "en": "[David] Your letters are the only things that are keeping me going here.",
      "vi": "Thư của em là thứ duy nhất đang khiến anh cố gắng."
    }
  },
  {
    "translation": {
      "en": "I lie on my bed at night and think of you.",
      "vi": "Anh nằm trên giường, nghĩ về em mỗi đêm."
    }
  },
  {
    "translation": {
      "en": "Promise me, Patsy, you'll never forget about me.",
      "vi": "Hứa với anh em sẽ không quên anh đi, Patsy. Mong em sớm hồi âm."
    }
  },
  {
    "translation": {
      "en": "-Hope I'll hear from you soon. -[man 14] Then, finally, I had him.",
      "vi": "Hứa với anh em sẽ không quên anh đi, Patsy. Mong em sớm hồi âm. Và cuối cùng, tôi đã gài được hắn."
    }
  },
  {
    "translation": {
      "en": "[David] Dear Patsy, this place is a joke. So are the doctors.",
      "vi": "Patsy thân mến, nơi này đúng là lố bịch. Đám bác sĩ cũng thế."
    }
  },
  {
    "translation": {
      "en": "They think they're clever,  but they're as stupid as the fools in here.",
      "vi": "Chúng tưởng chúng khôn nhưng cũng đần như lũ đần ở đây."
    }
  },
  {
    "translation": {
      "en": "Things are not looking too bad for my trial. I can't believe that I fooled all the doctors.",
      "vi": "Phiên tòa của anh có vẻ đang suôn sẻ. Không ngờ anh lừa được hết đám bác sĩ đó."
    }
  },
  {
    "translation": {
      "en": "\"I can't believe that I have fooled all the doctors.\"",
      "vi": "\"Không ngờ anh lừa được hết đám bác sĩ đó\"."
    }
  },
  {
    "translation": {
      "en": "The jury looked at the correspondence in its entirety.",
      "vi": "Bồi thẩm đoàn đã xem trọn màn trao đổi thư từ."
    }
  },
  {
    "translation": {
      "en": "Saw it as I saw it. Saw it as the psychiatrist saw it.",
      "vi": "Họ cũng nhìn nhận như tôi, như bác sĩ tâm thần học."
    }
  },
  {
    "translation": {
      "en": "There's absolutely nothing wrong with him.",
      "vi": "Hắn hoàn toàn chẳng bị làm sao cả."
    }
  },
  {
    "translation": {
      "en": "Copeland was showed photographs of these horrific injuries",
      "vi": "Copeland đã được cho xem ảnh chụp các vết thương ghê rợn"
    }
  },
  {
    "translation": {
      "en": "and all the misery and pain he'd caused,",
      "vi": "và những nỗi thống khổ, đau đớn mà hắn đã gây ra"
    }
  },
  {
    "translation": {
      "en": "and not once did he show a sign of emotion.",
      "vi": "và hắn không hề biểu cảm gì dù chỉ một lần."
    }
  },
  {
    "translation": {
      "en": "But then when the prosecutor read out",
      "vi": "Nhưng khi viên công tố tiết lộ"
    }
  },
  {
    "translation": {
      "en": "that, um, the girl he wanted to marry",
      "vi": "là cái cô bé hắn định lấy làm vợ"
    }
  },
  {
    "translation": {
      "en": "was actually a… an hairy-arsed bouncer from Essex called Bernie,",
      "vi": "thực chất là một gã bảo vệ lông lá ở Essex tên là Bernie,"
    }
  },
  {
    "translation": {
      "en": "you know, he put his head in his hands and slumped in the dock. You know, his-- his world ended.",
      "vi": "ừm, hắn đã ôm đầu và sụp xuống bục khai báo. Thế giới của hắn đã chấm hết."
    }
  },
  {
    "translation": {
      "en": "[reporter 11] David Copeland, the young fanatic",
      "vi": "Chào, David Copeland, thanh niên cuồng tín"
    }
  },
  {
    "translation": {
      "en": "who worshiped Adolf Hitler and planted nail bombs across London,",
      "vi": "sùng bái Adolf Hitler và đặt ba quả bom đinh ở khắp London"
    }
  },
  {
    "translation": {
      "en": "is in Broadmoor tonight starting six life sentences.",
      "vi": "tối nay đã tới Broadmoor, bắt đầu sáu bản án chung thân."
    }
  },
  {
    "translation": {
      "en": "He was convicted of murdering three people and injuring nearly 150 others",
      "vi": "Hắn bị kết tội sát hại ba người và làm bị thương gần 150 người khác"
    }
  },
  {
    "translation": {
      "en": "in a bombing campaign that targeted Blacks and homosexuals.",
      "vi": "trong một chiến dịch đánh bom nhắm vào người Da đen và người đồng tính."
    }
  },
  {
    "translation": {
      "en": "The jury rejected his plea that he wasn't responsible for his actions.",
      "vi": "Bồi thẩm đoàn đã bác lời biện hộ rằng hắn không thể chịu trách nhiệm về hành vi."
    }
  },
  {
    "translation": {
      "en": "[reporter 12] For two of the survivors, a poignant moment outside the Old Bailey.",
      "vi": "Với hai người sống sót này, đó là giờ phút đầy xúc động bên ngoài Old Bailey."
    }
  },
  {
    "translation": {
      "en": "David Copeland has not achieved his aims of fame and power.",
      "vi": "David Copeland đã chả đạt được mục đích tiếng tăm, quyền lực."
    }
  },
  {
    "translation": {
      "en": "Today's verdict prove he-- proves he is a dangerous, pathetic nobody",
      "vi": "Phán quyết hôm nay chứng… đã chứng minh hắn là kẻ vô danh nguy hiểm, đáng khinh"
    }
  },
  {
    "translation": {
      "en": "who is now where he belongs.",
      "vi": "và đã bị nhốt đúng chỗ."
    }
  },
  {
    "translation": {
      "en": "-Thanks, fellas. -[reporter 13] Thanks.",
      "vi": "- Cảm ơn mọi người. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Everybody was saying, \"Come on, we'll go out for a drink\" and \"Yeah.\"",
      "vi": "Ai cũng hô hào: \"Đi, phải đi làm một ly\" rồi thì \"Đúng rồi\"."
    }
  },
  {
    "translation": {
      "en": "And I can remember thinking… [scoffs] \"Nothing to celebrate here. Really.\"",
      "vi": "Tôi thì nhớ là đã nghĩ: \"Có gì đáng để ăn mừng à. Thật sự đấy\"."
    }
  },
  {
    "translation": {
      "en": "[man 18] Oh, beautiful.",
      "vi": "Ồ, được đấy."
    }
  },
  {
    "translation": {
      "en": "To new beginnings.",
      "vi": "Vì những khởi đầu mới."
    }
  },
  {
    "translation": {
      "en": "[man 16] I've always had this real overwhelming sense of, um,",
      "vi": "Tôi thực sự luôn tràn ngập cái suy nghĩ là:"
    }
  },
  {
    "translation": {
      "en": "what a bloody waste.",
      "vi": "\"Thật quá phí phạm\"."
    }
  },
  {
    "translation": {
      "en": "What a waste of human life. His included.",
      "vi": "Thật quá phí phạm mạng người. Tính cả mạng hắn luôn."
    }
  },
  {
    "translation": {
      "en": "'Cause he'll never get out, he'll never be any use to anybody.",
      "vi": "Vì hắn sẽ chẳng được ra tù và có ích gì cho ai nữa."
    }
  },
  {
    "translation": {
      "en": "And what he's done to all these people, you know? Hundreds and hundreds of people.",
      "vi": "Rồi những gì hắn đã gây ra cho biết bao người nữa, bạn hiểu chứ? Hàng trăm người."
    }
  },
  {
    "translation": {
      "en": "[Arthur] I wish…",
      "vi": "Tôi ước…"
    }
  },
  {
    "translation": {
      "en": "I wish we'd been able to stop it.",
      "vi": "ước gì tụi tôi đã ngăn được chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Just, like, stop those people from being killed and injured.",
      "vi": "Kiểu, ngăn không để những người đó bị giết và bị thương."
    }
  },
  {
    "translation": {
      "en": "[man 1] So, there's some sort of guilt that exists, is there?",
      "vi": "Vậy là phần nào đó anh thấy có lỗi à?"
    }
  },
  {
    "translation": {
      "en": "[Arthur] Yeah. Yeah, definitely. Definitely.",
      "vi": "Phải. Ừ, chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "Definitely.",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "I think about that a lot.",
      "vi": "Tôi nghĩ về nó nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "I thought I'd got over it. [laughing] And then it came back.",
      "vi": "Tôi đã tưởng tôi quên đi rồi. Xong nó lại ùa về."
    }
  },
  {
    "translation": {
      "en": "I, you know, well--",
      "vi": "Ừm, tôi, anh biết đấy…"
    }
  },
  {
    "translation": {
      "en": "Joining the BNP, I wanted, like, the excitement of, like, being a spy and…",
      "vi": "Tôi vào Đảng Quốc gia Anh vì thèm sự phấn khích khi làm gián điệp"
    }
  },
  {
    "translation": {
      "en": "all that, and, like, taking on, like, the bad people.",
      "vi": "và, kiểu, chọi lại đám người xấu rồi này nọ."
    }
  },
  {
    "translation": {
      "en": "But when something on that scale happened,",
      "vi": "Mà khi có chuyện nghiêm trọng như thế,"
    }
  },
  {
    "translation": {
      "en": "I wish-- I wish we'd been able to stop what happened sooner.",
      "vi": "tôi lại ước… tôi lại ước tụi tôi ngăn được chuyện đó xảy ra sớm hơn."
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "[man 12] Arthur was someone who was motivated by doing something good.",
      "vi": "Arthur là người lấy động lực từ việc làm điều thiện."
    }
  },
  {
    "translation": {
      "en": "At the time, there was a reward. There was a reward put out by the police.",
      "vi": "Hồi đó đã có một khoản thưởng. Cảnh sát đã treo thưởng một khoản tiền."
    }
  },
  {
    "translation": {
      "en": "Seventy-thousand pounds for his identification. Arthur was never interested in a penny.",
      "vi": "Con số 70.000 bảng cho ai nhận diện hắn. Arthur chẳng màng tới một xu nào."
    }
  },
  {
    "translation": {
      "en": "And even now. I mean-- There were some people in his family,",
      "vi": "Thậm chí đến giờ. Ý là… Có những người nhà cậu ấy,"
    }
  },
  {
    "translation": {
      "en": "only on the 20th anniversary of the London nail bombings",
      "vi": "đến tận kỷ niệm 20 năm xảy ra những vụ nổ bom đinh ở London,"
    }
  },
  {
    "translation": {
      "en": "that some of his family found out what-- what he had done.",
      "vi": "vài người thân của cậu ấy mới biết việc cậu ấy đã làm."
    }
  },
  {
    "translation": {
      "en": "That he wasn't a Nazi after all.",
      "vi": "Rằng hóa ra cậu ấy chả phải Phát xít."
    }
  },
  {
    "translation": {
      "en": "Arthur had been inside for 10 years,",
      "vi": "Arthur đã nằm vùng 10 năm,"
    }
  },
  {
    "translation": {
      "en": "you know, week in, week out, going to British National Party meetings,",
      "vi": "ừm, hết tuần này qua tuần khác, tới những buổi họp Đảng Quốc gia Anh,"
    }
  },
  {
    "translation": {
      "en": "being chased down the street by anti-fascists, being attacked by anti-fascists,",
      "vi": "bị phe chống kỳ thị chủng tộc đuổi đánh trên phố, bị họ tấn công,"
    }
  },
  {
    "translation": {
      "en": "going to concerts with Nazis,",
      "vi": "đi xem hòa nhạc cùng đám Phát xít,"
    }
  },
  {
    "translation": {
      "en": "and he'd done all of this and--",
      "vi": "cậu ấy đã làm tất cả những việc đó, và…"
    }
  },
  {
    "translation": {
      "en": "Of course, you know, he did far more than just identify Copeland.",
      "vi": "Và dĩ nhiên, ừm, cậu ấy không chỉ nhận diện Copeland."
    }
  },
  {
    "translation": {
      "en": "He played a major role",
      "vi": "Cậu ấy đóng một vai trò quan trọng"
    }
  },
  {
    "translation": {
      "en": "in the British National Party not building on their successes in East London.",
      "vi": "trong việc ngăn Đảng Quốc gia Anh tiếp nối những thành tựu ở Đông London."
    }
  },
  {
    "translation": {
      "en": "Tyndall failed to take hold across the country because of Arthur.",
      "vi": "Nhờ Arthur mà Tyndall đã không thể kiềm tỏa toàn bộ đất nước."
    }
  },
  {
    "translation": {
      "en": "The police say that the BNP presence does introduce an element of racial tension--",
      "vi": "Cảnh sát nói sự hiện diện của Đảng Quốc gia Anh làm tăng căng thẳng sắc tộc…"
    }
  },
  {
    "translation": {
      "en": "Oh, \"The police say, the police say, the police say.\"",
      "vi": "Ồ: \"Cảnh sát nói thế này, cảnh sát nói thế nọ\"."
    }
  },
  {
    "translation": {
      "en": "-So you don't believe them. -No, we don't accept it at all.",
      "vi": "- Ông không tin họ ạ. - Không, hoàn toàn phủ nhận."
    }
  },
  {
    "translation": {
      "en": "And you don't accept the courts and the convictions that your members have.",
      "vi": "Ông cũng phủ nhận các phiên tòa và bản án dành cho thành viên của mình?"
    }
  },
  {
    "translation": {
      "en": "I've told you before,",
      "vi": "Tôi nói với cô rồi,"
    }
  },
  {
    "translation": {
      "en": "our members have no greater proportion of convictions than any other party members.",
      "vi": "các thành viên của chúng tôi cũng có ngang số bản án với thành viên đảng khác thôi."
    }
  },
  {
    "translation": {
      "en": "Okay. Thanks very much. Right. Get your stuff out of here with the minimum delay.",
      "vi": "- Vâng. Cảm ơn ông rất nhiều. - Ừ. Dọn đồ rồi đi ngay giùm tôi nhé."
    }
  },
  {
    "translation": {
      "en": "You people are true to form.",
      "vi": "Các người đúng là danh bất hư truyền."
    }
  },
  {
    "translation": {
      "en": "You're exactly the way that, uh, we've learned to expect, and…",
      "vi": "Các người cư xử đúng như những gì chúng tôi nghĩ, và…"
    }
  },
  {
    "translation": {
      "en": "[activist] They're trying to drive us apart, and the message we're giving them here today,",
      "vi": "Họ đang cố chia rẽ chúng ta, và thông điệp ta đưa ra cho họ hôm nay"
    }
  },
  {
    "translation": {
      "en": "that it's the reverse effect. We're coming together!",
      "vi": "là cách làm của họ phản tác dụng rồi. Chúng tôi đang đoàn kết!"
    }
  },
  {
    "translation": {
      "en": "-In a way you've never seen us before! -[crowd cheering]",
      "vi": "Theo cách các người chưa từng thấy!"
    }
  },
  {
    "translation": {
      "en": "Let's march to fulfill this day!",
      "vi": "Hãy cùng diễu hành để hưởng ứng ngày này!"
    }
  },
  {
    "translation": {
      "en": "I think that someone like Copeland,",
      "vi": "Theo tôi một kẻ như Copeland,"
    }
  },
  {
    "translation": {
      "en": "someone trying to do what Copeland did, will never succeed.",
      "vi": "một kẻ định làm điều Copeland đã làm, sẽ không bao giờ thành công."
    }
  },
  {
    "translation": {
      "en": "What gives me hope is that there are still more good people than bad people.",
      "vi": "Điều đem lại cho tôi hy vọng là vẫn còn nhiều người tốt hơn người xấu."
    }
  },
  {
    "translation": {
      "en": "And-- and the haters can never win.  In the long-- in the long term, the haters can ne-- can never win.",
      "vi": "Nên đám thù ghét sẽ không thể thắng. Đám thù ghét sẽ không thể thắng, về lâu dài."
    }
  },
  {
    "translation": {
      "en": "And it must be… it must be horrible to be consumed with hate.",
      "vi": "Và hẳn là… Hẳn là tồi tệ lắm khi bị lòng thù ghét nuốt chửng như thế."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "vi": "Bạn hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Think about all the things you can't enjoy 'cause, you know, you're full of hate.",
      "vi": "Nghĩ xem, biết bao nhiêu thứ ta không tận hưởng nổi vì, ừm, lòng đầy thù ghét."
    }
  },
  {
    "translation": {
      "en": "No. Today's Friday. I'm gonna go home and have a beer.",
      "vi": "Không. Thứ Sáu rồi. Tôi về làm một lon bia đây."
    }
  }
]