[
  {
    "translation": {
      "en": "How did you meet each other?",
      "vi": "Hai người gặp nhau thế nào?"
    }
  },
  {
    "translation": {
      "en": "We knew each other when we were kids, just hang-- hanging out in different--",
      "vi": "Bọn tôi quen nhau từ bé, khi đi chơi ở..."
    }
  },
  {
    "translation": {
      "en": "-You grew up in the same neighborhood. -True. I hung out in his neighborhood--",
      "vi": "- Lớn lên ở cùng một khu phố. - Ừ. Tôi đi dạo ở khu phố nhà ông ấy..."
    }
  },
  {
    "translation": {
      "en": "-Were you on Kenmare or...? Kenmare. -On Kenmare.",
      "vi": "- Ở Kenmare hay...? - Bọn tôi ở Kenmare."
    }
  },
  {
    "translation": {
      "en": "And I was on Prince and-- and Elizabeth and Spring Street.",
      "vi": "Và lúc đó tôi đang ở trên Phố Prince và Elizabeth và Spring."
    }
  },
  {
    "translation": {
      "en": "So basically, he's the only one over the years that, uh,",
      "vi": "Ông ấy cơ bản là người duy nhất nhiều năm qua,"
    }
  },
  {
    "translation": {
      "en": "in a sense, that knows where I came from and who--",
      "vi": "ở khía cạnh nào đó, biết tôi đến từ đâu và là người mà tôi quen"
    }
  },
  {
    "translation": {
      "en": "whom I knew and knows that world,",
      "vi": "ở khía cạnh nào đó, biết tôi đến từ đâu và là người mà tôi quen hiểu về thế giới ấy, là cơ sở cho các thước phim của bọn tôi ra đời."
    }
  },
  {
    "translation": {
      "en": "and that led to the pictures we made.",
      "vi": "hiểu về thế giới ấy, là cơ sở cho các thước phim của bọn tôi ra đời."
    }
  },
  {
    "translation": {
      "en": "How long was it before you got together with this, for The Irishman?",
      "vi": "Mất bao lâu để hai ông bắt tay vào sản xuất Người đàn ông Ireland?"
    }
  },
  {
    "translation": {
      "en": "-Casino, how many years was that? -Casino was 22 years.",
      "vi": "- Sòng bạc là bao nhiêu năm? - 22 năm."
    }
  },
  {
    "translation": {
      "en": "-You too. -Jeez.",
      "vi": "- Ông cũng vậy. - Trời ạ."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Oh, my God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "[De Niro] I remember I was-- how impressed I was at how seriously you took it,",
      "vi": "Tôi nhớ tôi rất ấn tượng trước sự nghiêm túc của ông"
    }
  },
  {
    "translation": {
      "en": "-'cause you wrote a-- a long treatment. -Yeah. Yeah.",
      "vi": "- vì ông viết một bản thảo rất dài. - Ừ."
    }
  },
  {
    "translation": {
      "en": "And-- And, um--",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "But this, uh... I Heard You Paint Houses,",
      "vi": "Nhưng cuốn...I Heard You Paint Houses,"
    }
  },
  {
    "translation": {
      "en": "-that is an amazing book. I mean... -[Pesci] Yeah.",
      "vi": "là một cuốn sách hay. Ý tôi là... không thể tin được."
    }
  },
  {
    "translation": {
      "en": "And you mentioned it to me first up at your... your place up in New York.",
      "vi": "Và ông nói với tôi về cuốn đó lần đầu tiên tại nhà ông ở New York."
    }
  },
  {
    "translation": {
      "en": "-I gave it upstate when we were talking. -When we was talking, and you said,",
      "vi": "Khi ta nói chuyện, tôi nghĩ đến khu bắc New York. Khi đó, ông bảo, \"Ta làm bộ phim này nhé\", và..."
    }
  },
  {
    "translation": {
      "en": "\"We're gonna do this movie,\" and...",
      "vi": "Khi đó, ông bảo, \"Ta làm bộ phim này nhé\", và..."
    }
  },
  {
    "translation": {
      "en": "-But I read the book a long time ago. -[De Niro] You had read it.",
      "vi": "Nhưng tôi đọc cuốn đó lâu lắm rồi. - Ông đọc rồi. - Một gã đưa cho tôi ở sân gôn."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Guy brought it to me on the golf course.",
      "vi": "- Ông đọc rồi. - Một gã đưa cho tôi ở sân gôn."
    }
  },
  {
    "translation": {
      "en": "-[De Niro] Interesting. -[Pesci] The guy even told me then,",
      "vi": "- Thú vị đấy. - Và anh ấy còn bảo tôi. Rằng, \"Ngày nào đó các anh sẽ làm bộ phim này\"."
    }
  },
  {
    "translation": {
      "en": "\"You guys are gonna make this movie someday.\"",
      "vi": "Rằng, \"Ngày nào đó các anh sẽ làm bộ phim này\"."
    }
  },
  {
    "translation": {
      "en": "-Wow. -I said, \"Yeah, good. Okay. Bye.\"",
      "vi": "- Được đấy. - Tôi bảo, \"Ừ, tốt. Rồi. Chào\"."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -And then it came-- No.",
      "vi": "- Và rồi nó đến... Không. - Tôi cũng nghĩ thế,"
    }
  },
  {
    "translation": {
      "en": "-I thought the same thing too in a way. -Did you?",
      "vi": "- Và rồi nó đến... Không. - Tôi cũng nghĩ thế, - phần nào. - Thật à?"
    }
  },
  {
    "translation": {
      "en": "That wasn't really the original intent",
      "vi": "Đó không hẳn là mục đích ban đầu"
    }
  },
  {
    "translation": {
      "en": "of us getting back together and working again.",
      "vi": "để ta quay lại và hợp tác lần nữa."
    }
  },
  {
    "translation": {
      "en": "Uh, but that's where it eventually, by process of elimination,",
      "vi": "Nhưng đó là nơi mà cuối cùng, bằng sự loại trừ"
    }
  },
  {
    "translation": {
      "en": "and interest, and--",
      "vi": "- và sự quan tâm và... - Thú vị là"
    }
  },
  {
    "translation": {
      "en": "[Pacino] What's so interesting is that this is different",
      "vi": "- và sự quan tâm và... - Thú vị là nó khác biệt theo một nghĩa rất thật."
    }
  },
  {
    "translation": {
      "en": "in the sense that it's real.",
      "vi": "nó khác biệt theo một nghĩa rất thật."
    }
  },
  {
    "translation": {
      "en": "[Pacino] It's about our world,",
      "vi": "Nó xoay quanh thế giới của ta,"
    }
  },
  {
    "translation": {
      "en": "-our America. -[Scorsese] It happens to play out",
      "vi": "- nước Mỹ của ta... - Và tình cờ xảy ra"
    }
  },
  {
    "translation": {
      "en": "in the context of organized crime, and that sort of--",
      "vi": "trong bối cảnh tội phạm có tổ chức,"
    }
  },
  {
    "translation": {
      "en": "But that's just the context.",
      "vi": "và... Nhưng đó chỉ là bối cảnh."
    }
  },
  {
    "translation": {
      "en": "-It's really a picture that, ultimately... -[Pacino] That's right.",
      "vi": "- Đó là một bộ phim mà sau cùng... - Đúng."
    }
  },
  {
    "translation": {
      "en": "...as we grew older,",
      "vi": "...khi ta già đi,"
    }
  },
  {
    "translation": {
      "en": "we're able to look at this world, this context,",
      "vi": "ta có thể nhìn lại thế giới ấy, bối cảnh ấy,"
    }
  },
  {
    "translation": {
      "en": "-and these characters... -[Pacino] Yeah.",
      "vi": "và các nhân vật với lòng tốt của những con người sát cánh bên nhau,"
    }
  },
  {
    "translation": {
      "en": "...with the humanity of people who are together, close,",
      "vi": "và các nhân vật với lòng tốt của những con người sát cánh bên nhau, gần gũi, trung thành, yêu thương nhau. Và rồi, phải có sự phản bội."
    }
  },
  {
    "translation": {
      "en": "loyal to each other, love each other, and then, there has to be a betrayal.",
      "vi": "gần gũi, trung thành, yêu thương nhau. Và rồi, phải có sự phản bội."
    }
  },
  {
    "translation": {
      "en": "I know how you feel, Frank. Trust me, I know how you feel.",
      "vi": "Tôi biết ông thấy sao, Frank. Tin tôi đi, tôi hiểu cảm giác của ông."
    }
  },
  {
    "translation": {
      "en": "I told you before, we tried everything to help him.",
      "vi": "Tôi bảo rồi, ta đã thử mọi cách để giúp ông ấy."
    }
  },
  {
    "translation": {
      "en": "You know that.",
      "vi": "Ông biết mà."
    }
  },
  {
    "translation": {
      "en": "You tried. He brought this on himself.",
      "vi": "Ông đã thử. Ông ấy tự chuốc vạ vào thân."
    }
  },
  {
    "translation": {
      "en": "It just seemed to fall into place for our age.",
      "vi": "Có vẻ như ở độ tuổi chúng ta, mọi thứ đã đâu vào đấy rồi."
    }
  },
  {
    "translation": {
      "en": "-[De Niro] Yeah. -It was strange.",
      "vi": "- Đúng. - Thật kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "And so the whole picture's more intimate and personal.",
      "vi": "Nên cả bộ phim trở nên gần gũi và mang tính cá nhân hơn."
    }
  },
  {
    "translation": {
      "en": "It's-- It's got a big canvas, but it st-stays with the three-- the three guys.",
      "vi": "Đó là một bối cảnh lớn, nhưng luôn xoay quanh ba gã đàn ông."
    }
  },
  {
    "translation": {
      "en": "[Pacino] The three guys. And yet, it's a reflection of the times.",
      "vi": "- Và cái họ có... - Là suy tư về thời đại."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] It's like having this grace to be able to make this film",
      "vi": "Cứ như bọn tôi có được đặc ân làm ra bộ phim này"
    }
  },
  {
    "translation": {
      "en": "because, uh, it-it seemed to fit perfectly with the characters, you know?",
      "vi": "vì dường như nó hoàn toàn khớp với các nhân vật,"
    }
  },
  {
    "translation": {
      "en": "We didn't even really have to talk much about these characters.",
      "vi": "hiểu chứ? Bọn tôi còn không phải bàn gì nhiều - về các nhân vật. - Ừ."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Especially when Al and I had some scenes together...",
      "vi": "Nhất là khi Al và tôi quay vài cảnh chung... - Ừ. -...và tôi đã đọc,"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -...that I had read. I said, \"Oh, God.\"",
      "vi": "- Ừ. -...và tôi đã đọc, tôi bảo, \"Lạy Chúa, hy vọng ông ấy không nổi cáu với tôi"
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] I know. -\"I hope he doesn't start blowing up at me",
      "vi": "tôi bảo, \"Lạy Chúa, hy vọng ông ấy không nổi cáu với tôi"
    }
  },
  {
    "translation": {
      "en": "the way I know Al can blow up, because then what am I supposed to do?",
      "vi": "như kiểu của AI, vì như thế thì tôi phải làm gì đây?"
    }
  },
  {
    "translation": {
      "en": "-Am I gonna blow up back?\" And... -[Scorsese] Mm-hmm.",
      "vi": "Tôi sẽ cáu ngược lại à?\" Và ông ấy bảo tôi,"
    }
  },
  {
    "translation": {
      "en": "And he said to me,",
      "vi": "Và ông ấy bảo tôi,"
    }
  },
  {
    "translation": {
      "en": "\"You don't blow up at all in this scene.\"",
      "vi": "\"Ông không phải nổi cáu ở phân cảnh này\"."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Great. As long as he doesn't blow up at me--\"",
      "vi": "Và tôi bảo, \"Tuyệt. Chỉ cần ông ấy không nổi cáu với tôi...\""
    }
  },
  {
    "translation": {
      "en": "-No, no, it's out-- it's out there. -It's out there, you put it.",
      "vi": "- Không, lạ lắm. - Rất lạ, ông bảo thế mà."
    }
  },
  {
    "translation": {
      "en": "\"Fuck those guys. Blah, blah. You tell 'em, 'Blah, blah, blah.'\"",
      "vi": "\"Khỉ thật. Vân vân. Ông bảo họ đi, 'Vân vân vân'\"."
    }
  },
  {
    "translation": {
      "en": "It's like that, it wasn't directed at me.",
      "vi": "Như thế đấy, nó không nhắm vào tôi."
    }
  },
  {
    "translation": {
      "en": "You said, \"Should we do an ad-lib thing?\" I said, \"I'll do whatever you want,",
      "vi": "Có nhớ ông hỏi, \"Có nên ngẫu hứng?\" Tôi nói, \"Tôi sẽ làm theo ý ông,"
    }
  },
  {
    "translation": {
      "en": "but I think he wants you to blow up a little bit.\"",
      "vi": "nhưng tôi nghĩ ông ấy muốn ông cáu bẳn một chút\"."
    }
  },
  {
    "translation": {
      "en": "I can't help but think, I'm sorry, but is there another reason or something?",
      "vi": "Tôi không thể không nghĩ, xin lỗi, nhưng có lý do gì khác không?"
    }
  },
  {
    "translation": {
      "en": "This is my union! What do you mean, another reason?",
      "vi": "Đây là công đoàn của tôi! Ý là sao, một lý do khác à?"
    }
  },
  {
    "translation": {
      "en": "This is my union!",
      "vi": "Đây là công đoàn của tôi!"
    }
  },
  {
    "translation": {
      "en": "It's a reflective film.",
      "vi": "Đó là bộ phim hồi tưởng."
    }
  },
  {
    "translation": {
      "en": "-It's a film of an older... -Yeah. -It's like a chamber piece in a way. -Yeah.",
      "vi": "Một bộ phim về người... Phần nào giống bộ phim với bối cảnh hẹp."
    }
  },
  {
    "translation": {
      "en": "It's got the action and everything else. It's got the scale.",
      "vi": "Có hành động và nhiều thứ khác. Có phạm vi."
    }
  },
  {
    "translation": {
      "en": "-[De Niro] Mm-hmm. -Yet, it all should go on the rhythm of,",
      "vi": "Tuy nhiên, về khía cạnh nào đó, tất cả đều diễn ra theo nhịp điệu,"
    }
  },
  {
    "translation": {
      "en": "in a sense, the way we think now, where we look back on time.",
      "vi": "của lối suy nghĩ của ta hiện tại, khoảng thời gian ta nhìn lại."
    }
  },
  {
    "translation": {
      "en": "And it was perfect for this, uh...",
      "vi": "Và với bản chất của chất liệu này..."
    }
  },
  {
    "translation": {
      "en": "n-nature of this material. -You know? -To see how long it is,",
      "vi": "- thế là hoàn hảo. Đúng không? - Để quyết định độ dài,"
    }
  },
  {
    "translation": {
      "en": "did you think about that at all in the structure?",
      "vi": "ông có nghĩ về nó khi dựng cấu trúc không?"
    }
  },
  {
    "translation": {
      "en": "-Well, again... -It's, \"How does it play?\"",
      "vi": "- À, lần nữa... - \"Nó thể hiện thế nào?\""
    }
  },
  {
    "translation": {
      "en": "...today's audiences",
      "vi": "...khán giả ngày nay"
    }
  },
  {
    "translation": {
      "en": "and the venues they see these films,",
      "vi": "và địa điểm họ xem các bộ phim này,"
    }
  },
  {
    "translation": {
      "en": "-they see these things, it's all changing. -Yeah. We're in the biggest revolution since, uh...",
      "vi": "thấy những thứ này, đều thay đổi. Ta đã bước vào cuộc cách mạng lớn nhất"
    }
  },
  {
    "translation": {
      "en": "-uh, the advent of sound in 1927. -[Pacino] Mmm.",
      "vi": "sau sự ra đời của âm thanh năm 1927."
    }
  },
  {
    "translation": {
      "en": "And I just took a chance. I said, \"You can't make it for anything.",
      "vi": "Và tôi chớp lấy cơ hội. Tôi nghĩ, \"Ta không thể làm phim cho nó."
    }
  },
  {
    "translation": {
      "en": "You can't make it for this specific venue, this...\"",
      "vi": "Không thể làm phim - cho riêng một địa điểm cụ thể này,...\" - Phải."
    }
  },
  {
    "translation": {
      "en": "I said, \"Let's make it.\"",
      "vi": "Tôi nói, \"Cứ làm đi\"."
    }
  },
  {
    "translation": {
      "en": "-It's like a commitment to this picture. -[De Niro] Yeah.",
      "vi": "- Như một lời cam kết với bộ phim này. - Vâng."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] And if you want to see it,",
      "vi": "Và nếu ta muốn xem nó,"
    }
  },
  {
    "translation": {
      "en": "it's really spending a lot of time with these people in that world.",
      "vi": "tức là sẽ dành rất nhiều thì giờ với con người thế giới ấy."
    }
  },
  {
    "translation": {
      "en": "Watch it. There's a lot of tough guys around here. Did he tell you?",
      "vi": "...coi chừng. Quanh đây nhiều gã máu mặt lắm. Cậu ấy bảo ông chưa?"
    }
  },
  {
    "translation": {
      "en": "-You're not afraid of tough guys, are ya? -No.",
      "vi": "- Ông không sợ mấy gã đó chứ? - Không."
    }
  },
  {
    "translation": {
      "en": "I didn't think so.",
      "vi": "Tôi nghĩ là không."
    }
  },
  {
    "translation": {
      "en": "So we talk about the, uh... the characters as much as talking about...",
      "vi": "Chúng tôi bàn về các nhân vật cũng nhiều như bàn về..."
    }
  },
  {
    "translation": {
      "en": "They're real, for one thing.",
      "vi": "Họ là thật, đó là một lý do."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[Pacino] They really existed,",
      "vi": "- Phải. - Họ thực sự tồn tại,"
    }
  },
  {
    "translation": {
      "en": "-these three. -[Pesci] Which makes it a lot easier.",
      "vi": "- ba người... - Khiến mọi việc dễ hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "[Pacino] It does help. Well, unfortunately, our characters were not alive.",
      "vi": "Rất có ích. Đáng tiếc là, nhân vật của chúng tôi không còn sống."
    }
  },
  {
    "translation": {
      "en": "But it-- it does even help when they're alive.",
      "vi": "Nhưng nếu họ còn sống còn giúp ích hơn."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Yeah. -You can talk with them,",
      "vi": "- Ừ. - Ta có thể nói chuyện,"
    }
  },
  {
    "translation": {
      "en": "-be with them, hang with them. -[Scorsese] Sit with them.",
      "vi": "ngồi với họ và đi chơi cùng họ."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] Your character was famous. -[Pacino] My character was famous.",
      "vi": "Nhưng nhân vật của ông nổi tiếng. Nhân vật của tôi nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] You had a lot to go on. -[Pacino] I had so much footage.",
      "vi": "- Nên ông có nhiều việc phải làm. - Tôi có rất nhiều phân cảnh."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] You were listening to his voice a lot?",
      "vi": "- Ông nghe giọng ông ấy nhiều lắm à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "-It was great. -[Pacino] Yeah. It helped.",
      "vi": "- Ừ. Tuyệt lắm. - Ừ. Rất hữu ích."
    }
  },
  {
    "translation": {
      "en": "I mean, the idea of research now,",
      "vi": "Ý tôi là, hiện tại ý tưởng nghiên cứu"
    }
  },
  {
    "translation": {
      "en": "the combination of photos and reading, and then the real person you're seeing,",
      "vi": "và sự kết hợp giữa các bức ảnh, diễn xuất và rồi người thật ta được gặp..."
    }
  },
  {
    "translation": {
      "en": "boy, it really-- it really makes an impression.",
      "vi": "Trời, thực sự gây ấn tượng đấy."
    }
  },
  {
    "translation": {
      "en": "[De Niro] What's sort of great about the story is that this triangle, these three guys,",
      "vi": "Cái hay về câu chuyện là mối quan hệ tay ba, ba người đàn ông,"
    }
  },
  {
    "translation": {
      "en": "it's a classic story about loyalty,",
      "vi": "là câu chuyện kinh điển về lòng trung thành,"
    }
  },
  {
    "translation": {
      "en": "-about brotherhood and betrayal. -[Pacino] Mm-hmm.",
      "vi": "về tình anh em và sự phản bội."
    }
  },
  {
    "translation": {
      "en": "But betrayal for a reason",
      "vi": "Nhưng sự phản bội có lý do"
    }
  },
  {
    "translation": {
      "en": "-that people can understand. -Necessity. Yeah, necessity.",
      "vi": "- mà người ta hiểu được. - Cần thiết. Đúng."
    }
  },
  {
    "translation": {
      "en": "I mean, it's this crazy relationship",
      "vi": "Ý tôi là, đó là mối quan hệ điên rồ khi ta nhớ lại."
    }
  },
  {
    "translation": {
      "en": "-when you think about it. -I know.",
      "vi": "Ý tôi là, đó là mối quan hệ điên rồ khi ta nhớ lại. - Tôi biết. - Họ ngủ cùng phòng."
    }
  },
  {
    "translation": {
      "en": "-They sleep in the same room. -[Scorsese] You have to as bodyguards.",
      "vi": "- Tôi biết. - Họ ngủ cùng phòng. - Phải thế mà. Ý tôi là, với vệ sĩ. - Giường đôi."
    }
  },
  {
    "translation": {
      "en": "Are you gonna have him out in the next room if something happens?",
      "vi": "Ông sẽ nói chuyện với ông ấy ở phòng bên, có chuyện gì à?"
    }
  },
  {
    "translation": {
      "en": "In the hallway? You're gonna have him there?",
      "vi": "Ở hành lang? Nói ở đấy à?"
    }
  },
  {
    "translation": {
      "en": "What I was interested in is how Bob was speaking in narration.",
      "vi": "Cái tôi thích là cách Bob dẫn chuyện."
    }
  },
  {
    "translation": {
      "en": "It's as though I were to talk about how it was when I first got here.",
      "vi": "Như cách tôi nói nó ra sao khi tôi đến đây lần đầu."
    }
  },
  {
    "translation": {
      "en": "It really presented such a reality.",
      "vi": "Thực sự thể hiện một thực tế."
    }
  },
  {
    "translation": {
      "en": "It's like, this really happened.",
      "vi": "Chuyện này thật sự đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "He's there. And-and-and it's just, the guy who's narrating is there.",
      "vi": "Ông ấy ở đó. Người dẫn chuyện đang ở đó."
    }
  },
  {
    "translation": {
      "en": "-He was there. -[Sheeran] It was like the Army.",
      "vi": "- Hoặc đã ở đó. - Như quân đội vậy."
    }
  },
  {
    "translation": {
      "en": "You followed orders, you did the right thing,",
      "vi": "Ta tuân theo mệnh lệnh, ta làm đúng,"
    }
  },
  {
    "translation": {
      "en": "you got rewarded.",
      "vi": "ta được thưởng."
    }
  },
  {
    "translation": {
      "en": "But as you say, though, you two guys had been playing these characters,",
      "vi": "Nhưng như ông nói, hai người đã đóng các vai ấy,"
    }
  },
  {
    "translation": {
      "en": "and as you get closer and closer,",
      "vi": "và khi thân nhau hơn,"
    }
  },
  {
    "translation": {
      "en": "you didn't even rehearse. You know what I'm saying? It was--",
      "vi": "hai người còn không phải tập dượt... Hiểu ý chứ?"
    }
  },
  {
    "translation": {
      "en": "-We didn't rehearse. -It basically-- something happens that--",
      "vi": "- Bọn tôi không tập dượt. - Cơ bản đó là chuyện xảy ra..."
    }
  },
  {
    "translation": {
      "en": "We have to remember, yes, it's based on real people, but...",
      "vi": "Ta phải ghi nhớ, đúng, rằng nó dựa trên người thật,"
    }
  },
  {
    "translation": {
      "en": "-who knows what the story really is? -[Pacino] Right.",
      "vi": "- nhưng ai biết thực sự câu chuyện là gì? - Ừ."
    }
  },
  {
    "translation": {
      "en": "And what you pick up on is the truth of a relationship, all three.",
      "vi": "Và điều ta nhận ra là sự thật đằng sau một mối quan hệ, của cả ba người."
    }
  },
  {
    "translation": {
      "en": "Russell is interesting because it was just the opposite way than we normally...",
      "vi": "Russell rất thú vị vì ông ấy làm trái ngược với cách chúng tôi thường hay..."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -See me play?",
      "vi": "Xem tôi diễn à?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah, you told me,",
      "vi": "- Ừ. - Ừ, ông bảo tôi,"
    }
  },
  {
    "translation": {
      "en": "\"You're not gonna be like the gangsters you always play.\"",
      "vi": "\"Ông sẽ không giống bọn xã hội đen ông hay diễn đâu\"."
    }
  },
  {
    "translation": {
      "en": "The old-timers spoke to the old man.",
      "vi": "Những bố già nói chuyện với lão già."
    }
  },
  {
    "translation": {
      "en": "The old man talked to his son Jack, and he told him...",
      "vi": "Lão già nói chuyện với con trai ông ấy, Jack, và lão bảo..."
    }
  },
  {
    "translation": {
      "en": "don't forget who the fuck he owes.",
      "vi": "đừng quên người con mang nợ."
    }
  },
  {
    "translation": {
      "en": "I had said to him, \"If I-- If I don't play that part,\"",
      "vi": "Và tôi bảo ông ấy, \"Nếu tôi không diễn vai đó\","
    }
  },
  {
    "translation": {
      "en": "-I said, \"I'll play Tony Pro.\" -[laughter]",
      "vi": "- Tôi bảo, \"tôi sẽ diễn Tony Pro\". - Ừ."
    }
  },
  {
    "translation": {
      "en": "[Pesci] He said, \"No, I don't want you playing that part.\"",
      "vi": "Ông ấy bảo, \"Không. Tôi không muốn ông đóng vai đó\"."
    }
  },
  {
    "translation": {
      "en": "-You put him with him. -[Pesci] I understand.",
      "vi": "- Cho ông ấy vai ấy. - Ừ. Hiểu."
    }
  },
  {
    "translation": {
      "en": "You got Tony. You gotta deal with Tony. The reason why he-- he hangs on,",
      "vi": "Có Tony. Ông phải đối phó với Tony. Lý do ông ấy bám víu..."
    }
  },
  {
    "translation": {
      "en": "uh, to his life is because of you, at that point.",
      "vi": "vào cuộc đời mình là vì ông, vào lúc đó."
    }
  },
  {
    "translation": {
      "en": "Who knows what really went on?",
      "vi": "Ai biết được chuyện gì đã xảy ra?"
    }
  },
  {
    "translation": {
      "en": "We don't know. This is a version thereof,",
      "vi": "Ta không biết. Đây là một phiên bản của nó,"
    }
  },
  {
    "translation": {
      "en": "so to speak, but the truth is-- the truth is in the relationships,",
      "vi": "có thể nói vậy, nhưng sự thật nằm trong mối quan hệ,"
    }
  },
  {
    "translation": {
      "en": "and the truth is in the-- in the relationships within that world.",
      "vi": "và sự thật nằm trong mối quan hệ trong thế giới ấy."
    }
  },
  {
    "translation": {
      "en": "[Pacino] Jimmy Hoffa was the most popular,",
      "vi": "Jimmy Hoffa là người nổi tiếng nhất, chỉ thua tổng thống..."
    }
  },
  {
    "translation": {
      "en": "-second to the president at that time. -[Scorsese] That's right. Yeah.",
      "vi": "Jimmy Hoffa là người nổi tiếng nhất, chỉ thua tổng thống... - Phải. - ...vào lúc đó."
    }
  },
  {
    "translation": {
      "en": "[Pacino] We forget that.",
      "vi": "- Ừ. - Ta quên mất."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] And you forget about the unions and what it took to get working guys",
      "vi": "Và ông quên mất các công đoàn và công sức bỏ ra để giúp công nhân"
    }
  },
  {
    "translation": {
      "en": "a decent pay.",
      "vi": "có mức lương ổn. Ông ấy chỉ nổi giận một lúc,"
    }
  },
  {
    "translation": {
      "en": "He just got mad at one point with the whole thing with the Kennedys.",
      "vi": "có mức lương ổn. Ông ấy chỉ nổi giận một lúc, với chuyện nhà Kennedy. Rồi ông diễn cảnh mà ông nói,"
    }
  },
  {
    "translation": {
      "en": "And then you do that scene where you say,",
      "vi": "với chuyện nhà Kennedy. Rồi ông diễn cảnh mà ông nói,"
    }
  },
  {
    "translation": {
      "en": "\"He's never gonna forgive me for giving money to Nixon!\"",
      "vi": "\"Ông ta sẽ không bao giờ tha thứ tội tôi đưa tiền cho Nixon!\""
    }
  },
  {
    "translation": {
      "en": "Oh, my God. What had you got yourself into?",
      "vi": "Chúa ơi. Ông dây vào cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "Any move you make, it's a disaster.",
      "vi": "- Mọi nước đi của ông đều thảm. - Ừ."
    }
  },
  {
    "translation": {
      "en": "And the character, the way it's played,",
      "vi": "Và cách người ta diễn vai ấy,"
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna be fine.\"",
      "vi": "\"Ừ, tôi sẽ ổn thôi\"."
    }
  },
  {
    "translation": {
      "en": "And you-- But that look,",
      "vi": "Và ông... Nhưng ánh mắt đó,"
    }
  },
  {
    "translation": {
      "en": "you know he's not gonna be fine. [laughs]",
      "vi": "ông biết ông ta sẽ không ổn đâu."
    }
  },
  {
    "translation": {
      "en": "Remember that scene where I-- where I'm asking Bob",
      "vi": "Còn nhớ cảnh quay tôi bảo Bob"
    }
  },
  {
    "translation": {
      "en": "-to knock off Tony Pro? -Oh, hilarious.",
      "vi": "- giết Tony Pro không? - Rất hài."
    }
  },
  {
    "translation": {
      "en": "You think Russ would... would do something about this guy?",
      "vi": "Ông nghĩ Russ sẽ thanh toán gã này à?"
    }
  },
  {
    "translation": {
      "en": "Ah, that's complicated.",
      "vi": "Phức tạp lắm."
    }
  },
  {
    "translation": {
      "en": "It's complicated.",
      "vi": "Phức tạp nhỉ."
    }
  },
  {
    "translation": {
      "en": "He says, \"But you see, you have to understand.",
      "vi": "Ông ấy nói, \"Nhưng thấy đấy, ông phải hiểu."
    }
  },
  {
    "translation": {
      "en": "I built this thing.\" -[laughs] -\"I built this thing. This is pure.",
      "vi": "Tôi đã tạo ra nó. Nó rất thuần khiết."
    }
  },
  {
    "translation": {
      "en": "This is progress. This is visionary.\"",
      "vi": "Nó là quá trình. Nó là hư ảo\"."
    }
  },
  {
    "translation": {
      "en": "And he said, \"No, no, I'm sorry.",
      "vi": "Nhưng ông ấy nói, \"Không, tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "-He's-He's a made guy.\" -He's never gonna go for it.",
      "vi": "- Hắn là nhân vật quan trọng\". - Ông ấy không bao giờ làm thế."
    }
  },
  {
    "translation": {
      "en": "-He's never gonna go for it. [laughs] -He'd never allow it.",
      "vi": "- Hắn là nhân vật quan trọng\". - Ông ấy không bao giờ làm thế. - Không cho phép làm thế. - Không."
    }
  },
  {
    "translation": {
      "en": "\"Look, I'd kill him myself, but I'm too well-known.\"",
      "vi": "\"Này, tôi sẽ tự tay giết hắn, nhưng tôi quá nổi tiếng\"."
    }
  },
  {
    "translation": {
      "en": "He says, \"I want to clip the motherfucker myself, but I can't.\"",
      "vi": "Ông ấy bảo, \"Tôi muốn tự xử hắn, nhưng không thể\"."
    }
  },
  {
    "translation": {
      "en": "It's crazy because they're talking about someone's life and killing someone.",
      "vi": "Nghe điên rồ thật vì họ đang nói về cuộc sống của ai đó và kết liễu ai đó."
    }
  },
  {
    "translation": {
      "en": "No, it's a matter, in a case like that, in that world,",
      "vi": "Không, đó là, ở trường hợp như thế, và trong thế giới ấy,"
    }
  },
  {
    "translation": {
      "en": "-it's a matter of elimination. -[Pacino] That's it.",
      "vi": "- là chuyện trừ khử lẫn nhau. - Chính nó."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] He's gotta go. -He's in the way.",
      "vi": "- Hắn phải đi. - Hắn đang ngáng đường."
    }
  },
  {
    "translation": {
      "en": "-Really in the way. -Yeah.",
      "vi": "- Rất vướng. - Vâng."
    }
  },
  {
    "translation": {
      "en": "It's unthinkable.",
      "vi": "Không tưởng tượng nổi."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, but after that conversation you have with, uh... with Tony.",
      "vi": "Ừ, nhưng sau cuộc trò chuyện với Tony à?"
    }
  },
  {
    "translation": {
      "en": "-I'm done. -[Scorsese] \"Conversation.\"",
      "vi": "- Tôi nghỉ. - \"Cuộc trò chuyện\"."
    }
  },
  {
    "translation": {
      "en": "-[Pacino] My goodness. -[Scorsese] Which doesn't go well.",
      "vi": "Ôi Chúa ơi. - Không ổn lắm. - Ông để lão già đánh nhau à?"
    }
  },
  {
    "translation": {
      "en": "[Pacino] You let the old guy fight.",
      "vi": "- Không ổn lắm. - Ông để lão già đánh nhau à?"
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Yeah, I know. [laughs] -[Pacino] These kids jumping on me.",
      "vi": "Ừ, tôi biết. - Bọn nhóc nhảy lên người tôi. - Stephen nhảy lên người hắn."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Stephen was jumping on him. -Oh, my God.",
      "vi": "- Bọn nhóc nhảy lên người tôi. - Stephen nhảy lên người hắn. - Ôi, Chúa ơi. - Tony Pro ghét hắn."
    }
  },
  {
    "translation": {
      "en": "-Tony Pro hated him. -[Scorsese] I know.",
      "vi": "- Ôi, Chúa ơi. - Tony Pro ghét hắn. Tôi biết."
    }
  },
  {
    "translation": {
      "en": "-The real Tony Pro hated Jimmy Hoffa. -The real Tony Pro hated him.",
      "vi": "- Tony Pro thật hận Jimmy Hoffa. - Tony Pro thật hận hắn."
    }
  },
  {
    "translation": {
      "en": "Boy, did he hate him.",
      "vi": "Trời, ông ta hận hắn."
    }
  },
  {
    "translation": {
      "en": "And he wanted to kill you a million times himself.",
      "vi": "Và ông ta muốn tự tay giết ông cả triệu lần."
    }
  },
  {
    "translation": {
      "en": "They started out as kind of together, and then it just split.",
      "vi": "Ban đầu họ đoàn kết với nhau, rồi tất cả tan rã."
    }
  },
  {
    "translation": {
      "en": "I mean, power. It was power.",
      "vi": "- Ý tôi là, quyền lực. - Đó là quyền lực."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] And-and-and Tony, what? He has the power of the Mob behind him.",
      "vi": "Còn Tony thì sao? Ông ấy có quyền lực của Mob nâng đỡ. Nhưng ông có công đoàn."
    }
  },
  {
    "translation": {
      "en": "But you got the union. You created that union.",
      "vi": "Ông ấy có quyền lực của Mob nâng đỡ. Nhưng ông có công đoàn. - Ông đã tạo nên công đoàn ấy. - Đúng."
    }
  },
  {
    "translation": {
      "en": "[Pacino] That's right.",
      "vi": "- Ông đã tạo nên công đoàn ấy. - Đúng."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] Who's this guy to come in? Why? Because he's a gangster?",
      "vi": "Đó là ai mà được vào? Sao? Vì là xã hội đen? Jimmy tội nghiệp không hiểu gì."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] Poor Jimmy didn't understand. -I know.",
      "vi": "Jimmy tội nghiệp không hiểu gì. Tôi biết. Không hiểu gì hết."
    }
  },
  {
    "translation": {
      "en": "[Pacino] He didn't understand.",
      "vi": "Tôi biết. Không hiểu gì hết."
    }
  },
  {
    "translation": {
      "en": "He had a vision of how things are, and he believed in...",
      "vi": "Ông ấy tưởng tượng ra mọi chuyện, và tin vào..."
    }
  },
  {
    "translation": {
      "en": "[Pesci] I know he did.",
      "vi": "- Tôi biết là có. - Tôi không nghĩ ông ấy từng nghĩ"
    }
  },
  {
    "translation": {
      "en": "I don't think he ever thought it was gonna happen to him ever.",
      "vi": "- Tôi biết là có. - Tôi không nghĩ ông ấy từng nghĩ - chuyện đó sẽ xảy ra với mình. - Không. Ông làm thế ở..."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] No. You say, \"No, they would never dare.\"",
      "vi": "Ông bảo, \"Không, họ không dám đâu\"."
    }
  },
  {
    "translation": {
      "en": "-They wouldn't dare. -Don't--",
      "vi": "Họ không dám đâu! - Đừng bảo... - Họ không dám."
    }
  },
  {
    "translation": {
      "en": "-Don't say-- -They wouldn't dare.",
      "vi": "- Đừng bảo... - Họ không dám."
    }
  },
  {
    "translation": {
      "en": "-Jimmy-- -Please, Frank. Come on.",
      "vi": "- Jimmy, - Làm ơn đi, Frank. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Don't say they wouldn't dare.",
      "vi": "Đừng nói họ không dám."
    }
  },
  {
    "translation": {
      "en": "[Pacino] And then...",
      "vi": "Và rồi…"
    }
  },
  {
    "translation": {
      "en": "-They have their ways. -[Scorsese] Yeah.",
      "vi": "- Họ có cách của họ. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Then people ask about, well, the disappearance of Hoffa.",
      "vi": "Rồi người ta hỏi về sự biến mất của Hoffa. Tôi không biết rõ."
    }
  },
  {
    "translation": {
      "en": "I don't really know.",
      "vi": "sự biến mất của Hoffa. Tôi không biết rõ."
    }
  },
  {
    "translation": {
      "en": "I mean, this is according to the book, Charles Brandt.",
      "vi": "Ý tôi là, nó phỏng theo cuốn sách và Charles Brandt."
    }
  },
  {
    "translation": {
      "en": "This might be as good as any.",
      "vi": "Không tốt không xấu."
    }
  },
  {
    "translation": {
      "en": "The point is, he disappeared.",
      "vi": "Vấn đề là, ông ta biến mất."
    }
  },
  {
    "translation": {
      "en": "[Pacino] That's right.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "The theories that he-he-he wound up in a-- in a drum",
      "vi": "Những giả thuyết rằng ông ta bị trói... bị nhét vào một cái trống"
    }
  },
  {
    "translation": {
      "en": "somewhere on the East Coast is ridiculous, you know.",
      "vi": "đâu đó trên Bờ Đông thật vô lý."
    }
  },
  {
    "translation": {
      "en": "And it's such a simple story, you know.",
      "vi": "Ông biết đấy, đó là một câu chuyện đơn giản."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Well, what's funny is that...",
      "vi": "- Chỉ có vậy thôi. - Buồn cười là..."
    }
  },
  {
    "translation": {
      "en": "my character that put him next to you and everything like that,",
      "vi": "nhân vật của tôi đã kéo ông ta xích lại gần ông và vân vân,"
    }
  },
  {
    "translation": {
      "en": "he tried to save you so many times. [Scorsese] Many times. You wouldn't listen.",
      "vi": "ông ấy đã cố cứu ông rất nhiều lần, nhưng ông không nghe."
    }
  },
  {
    "translation": {
      "en": "[Pesci] Jimmy didn't even know how many times he tried to save him.",
      "vi": "Jimmy còn không biết ông ấy đã cứu mình mấy lần."
    }
  },
  {
    "translation": {
      "en": "He didn't want it, and he knew it was on him eventually, you know.",
      "vi": "Ông ấy không muốn, và biết rằng rốt cuộc đó là trách nhiệm của ông ấy."
    }
  },
  {
    "translation": {
      "en": "-So it was really interesting. -When it comes to him and him,",
      "vi": "- Nên rất thú vị. - Khi nói đến đây và đây,"
    }
  },
  {
    "translation": {
      "en": "at a certain point, he's gotta say, \"We tried everything we could.\"",
      "vi": "có lúc ông ấy sẽ nói, \"Bọn tôi thử hết cách rồi\"."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] \"We tried everything.\" -Yeah.",
      "vi": "- \"Thử hết cách rồi\". - Ừ."
    }
  },
  {
    "translation": {
      "en": "-You just wouldn't listen. -[Scorsese] \"That's the life we're in.",
      "vi": "- Ông không chịu nghe. - \"Đó là cuộc sống của ta."
    }
  },
  {
    "translation": {
      "en": "He has to go. That's it.\"",
      "vi": "Ông ấy phải ra đi. Hết\"."
    }
  },
  {
    "translation": {
      "en": "Amazing. You didn't say that. You never say, \"He has to go.\"",
      "vi": "Tuyệt vời. Ông ấy còn không nói thế. Ông không hề nói, \"Ông ấy phải đi\"."
    }
  },
  {
    "translation": {
      "en": "[Pesci] I never said it. Never say a word.",
      "vi": "- Ông nhìn... - Không nói từ nào."
    }
  },
  {
    "translation": {
      "en": "-\"It is what it is. Tell him what it is.\" -\"It is what it is.\"",
      "vi": "- \"Nó là thế. Cho ông ấy biết đó là gì\". - \"Chuyện là thế\"."
    }
  },
  {
    "translation": {
      "en": "You're gonna have to talk to him and tell him.",
      "vi": "Ông sẽ phải nói chuyện với ông ta và bảo thế."
    }
  },
  {
    "translation": {
      "en": "It's what it is.",
      "vi": "Chuyện là thế."
    }
  },
  {
    "translation": {
      "en": "What it is?",
      "vi": "Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "What made you think of the, uh...",
      "vi": "Sao ông lại nghĩ đến..."
    }
  },
  {
    "translation": {
      "en": "-computer and the age things? -Oh, the computer thing?",
      "vi": "- máy tính và tuổi tác? - Máy tính à?"
    }
  },
  {
    "translation": {
      "en": "What happened was that once we had the script, at a certain point,",
      "vi": "Chuyện là khi bọn tôi có kịch bản vào lúc nào đó, các cảnh quay, cảnh hồi tưởng,"
    }
  },
  {
    "translation": {
      "en": "the scenes, the flashbacks,",
      "vi": "vào lúc nào đó, các cảnh quay, cảnh hồi tưởng,"
    }
  },
  {
    "translation": {
      "en": "which almost comprise, for Bob, like, half the picture,",
      "vi": "mà với Bob là gần như một nửa bộ phim, phải do các diễn viên trẻ"
    }
  },
  {
    "translation": {
      "en": "would have to have been played by, uh, younger actors.",
      "vi": "mà với Bob là gần như một nửa bộ phim, phải do các diễn viên trẻ - thủ vai. - Ừ, diễn viên trẻ."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] I said, \"What am I gonna be doing? I gotta explain everything?\"",
      "vi": "Rồi tôi tự hỏi, \"Mình sẽ làm gì? Tôi phải dạy...giải thích mọi thứ cho họ?\""
    }
  },
  {
    "translation": {
      "en": "-[Pesci] Ooh-hoo-hoo. -Here, you don't have to explain. [laughs]",
      "vi": "Đây, ông không cần giải thích."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] It's about behavior. It's how you sit, how you stand.",
      "vi": "Đó là về dáng điệu. Cách ông ngồi, cách ông đứng. Cách ông chào người khác,"
    }
  },
  {
    "translation": {
      "en": "It's how you say hello to somebody, how you, you know, how you, uh...",
      "vi": "cách ông đứng. Cách ông chào người khác, cách đánh trống lảng trong một cuộc trò chuyện, chắc vậy."
    }
  },
  {
    "translation": {
      "en": "digress in a conversation, so to speak.",
      "vi": "cách đánh trống lảng trong một cuộc trò chuyện, chắc vậy."
    }
  },
  {
    "translation": {
      "en": "And so, we're shooting in Taiwan, and Pablo comes up to me, from ILM.",
      "vi": "Khi bọn tôi đang quay ở Đài Loan, Pablo ở ILM đến gặp tôi"
    }
  },
  {
    "translation": {
      "en": "He said, \"You know, I'm working on this thing",
      "vi": "và bảo, \"Tôi đang nghiên cứu công nghệ trẻ hóa diễn viên"
    }
  },
  {
    "translation": {
      "en": "of making people younger... in the pictures.\"",
      "vi": "và bảo, \"Tôi đang nghiên cứu công nghệ trẻ hóa diễn viên trong phim\". Tôi đáp, \"Ừ, tôi có nghe..."
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, I heard about-- I know you're doing it in Star Wars.",
      "vi": "trong phim\". Tôi đáp, \"Ừ, tôi có nghe... Tôi biết ông áp dụng trong Chiến tranh giữa các vì sao."
    }
  },
  {
    "translation": {
      "en": "You're doing it in all the other effects films.\"",
      "vi": "Và trong các bộ phim kỹ xảo khác."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I-- And he said, \"Well, you know,",
      "vi": "- Ừ. - Ông ấy bảo, \"Này,"
    }
  },
  {
    "translation": {
      "en": "your whole thing on Irishman, it's the first time this will be done.\"",
      "vi": "- vai của ông trong Người đàn ông Ireland... Là lần đầu tiên nhé\"."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Wait a minute, wait a minute.\" I said...",
      "vi": "Tôi bảo, \"Khoan\". Tôi bảo..."
    }
  },
  {
    "translation": {
      "en": "\"This is a good idea.\"",
      "vi": "\"Ý hay đấy. Vấn đề duy nhất là,"
    }
  },
  {
    "translation": {
      "en": "I said, \"The only thing is, if I have you guys,",
      "vi": "\"Ý hay đấy. Vấn đề duy nhất là, nếu có các ông,"
    }
  },
  {
    "translation": {
      "en": "or anybody, in-- in the scenes in this kind of film,",
      "vi": "hay bất kỳ ai, trong phân cảnh của loại phim này,"
    }
  },
  {
    "translation": {
      "en": "talking to each other, and you have tennis balls on your faces...\"",
      "vi": "nói chuyện với nhau, và trên mặt các ông nhét ten-nít...\""
    }
  },
  {
    "translation": {
      "en": "-You know what I mean, Joe? -[chuckles] Yes.",
      "vi": "Hiểu ý tôi chứ, Joe?"
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Yeah, I think that loses... -[laughter]",
      "vi": "- Ừ. - Ừ, tôi nghĩ nó mất đi..."
    }
  },
  {
    "translation": {
      "en": "-It's hard to-- -And you know, seriously...",
      "vi": "- Rất khó để... - Thật ra..."
    }
  },
  {
    "translation": {
      "en": "You know, you feel--",
      "vi": "Ông cảm thấy..."
    }
  },
  {
    "translation": {
      "en": "-It's hard because... -It's hard.",
      "vi": "- Nó khó vì... - Khó mà."
    }
  },
  {
    "translation": {
      "en": "...to put those things on anybody and tell them to go make a speech.",
      "vi": "Đắp mấy thứ đó lên người người khác - và bảo họ phát biểu. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah. And they showed me, and it's more like--",
      "vi": "Họ cho tôi xem, nó gần giống một kiểu máy tự động."
    }
  },
  {
    "translation": {
      "en": "almost like an automaton of some kind.",
      "vi": "nó gần giống một kiểu máy tự động."
    }
  },
  {
    "translation": {
      "en": "You have all kinds of equipment. I said, \"The whole thing is",
      "vi": "Ông có đủ loại thiết bị. Tôi bảo, \"Vấn đề là,"
    }
  },
  {
    "translation": {
      "en": "they need to see each other and they need to play off each other.\"",
      "vi": "họ cần nhìn thấy nhau, và khích lệ nhau\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Come back when there's no tennis balls.\"",
      "vi": "Tôi bảo, \"Bao giờ hết ten-nít hẵng quay lại\"."
    }
  },
  {
    "translation": {
      "en": "And, um, he came back. He kept coming-- He was there anyway.",
      "vi": "Rồi ông ấy quay lại. Cứ quay... Đằng nào cũng ở đó."
    }
  },
  {
    "translation": {
      "en": "But he kept coming back, and he said,",
      "vi": "- Ừ. - Nhưng ông ấy cứ quay lại, và bảo,"
    }
  },
  {
    "translation": {
      "en": "\"I've worked out something where the markers would be invisible.\"",
      "vi": "\"Tôi đã tìm ra thứ làm cho các dấu hiệu biến mất\"."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] Yeah. -[Pacino] Wow.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] \"And it would require three lenses on the-- on each camera.\"",
      "vi": "\"Và mỗi máy quay sẽ cần ba ống kính\"."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] All the cameras. -[Scorsese] Remember the cameras?",
      "vi": "- Đó là chuyện khác, tất cả các máy. - Nhớ máy quay chứ?"
    }
  },
  {
    "translation": {
      "en": "We had to work for nine million cameras.",
      "vi": "Họ phải làm việc với chín triệu máy quay."
    }
  },
  {
    "translation": {
      "en": "I mean, then-- We like to use two cameras when we work,",
      "vi": "Ý tôi là... Bọn tôi dùng hai máy quay khi làm việc,"
    }
  },
  {
    "translation": {
      "en": "-all the time. -So we did two cameras, imagine.",
      "vi": "- luôn luôn. - Tưởng tượng dùng hai máy."
    }
  },
  {
    "translation": {
      "en": "And then with all of the other stuff, it's crazy.",
      "vi": "Và rồi những thứ khác, thật điên rồ."
    }
  },
  {
    "translation": {
      "en": "-It was all new to me, I mean, he just-- -[Scorsese] Me too.",
      "vi": "Hoàn toàn mới mẻ với tôi. Ý là... - Tôi cũng vậy. - Họ dạy tôi."
    }
  },
  {
    "translation": {
      "en": "[Pesci] They talk--",
      "vi": "- Tôi cũng vậy. - Họ dạy tôi."
    }
  },
  {
    "translation": {
      "en": "-[laughter] -No, I'm not-- I'm not talking about the dots.",
      "vi": "Không, tôi không nói về các dấu chấm,"
    }
  },
  {
    "translation": {
      "en": "-Oh. -I'm talking about,",
      "vi": "tôi đang nói về"
    }
  },
  {
    "translation": {
      "en": "you know, working with two cameras and things like that.",
      "vi": "chuyện làm việc với hai máy quay và vân vân."
    }
  },
  {
    "translation": {
      "en": "I was learning so much from... from you and Bob about all of that,",
      "vi": "Những thứ đó tôi học được rất nhiều từ ông và Bob,"
    }
  },
  {
    "translation": {
      "en": "then he comes in with these things, and I say--",
      "vi": "rồi ông ấy xuất hiện với mấy thứ này,... Ông ấy bảo,"
    }
  },
  {
    "translation": {
      "en": "He says, \"Joe, don't look in the camera.\" I said, \"Which camera?\"",
      "vi": "\"Joe, đừng nhìn vào máy quay\". Tôi hỏi, \"Máy nào?\""
    }
  },
  {
    "translation": {
      "en": "-[laughter] -We got 12 cameras out here...",
      "vi": "Ở đây có 12 máy quay..."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] There were three lenses on each camera. Which lens?",
      "vi": "Mỗi máy có ba ống kính. \"Ống kính nào?\" Bọn tôi bảo, \"Ông đang nhìn vào đấy\". Gì..."
    }
  },
  {
    "translation": {
      "en": "We said, \"Well, you're looking in the lens.\"",
      "vi": "\"Ống kính nào?\" Bọn tôi bảo, \"Ông đang nhìn vào đấy\". Gì... Ừ, tôi nhớ mình đang đi dọc hành lang"
    }
  },
  {
    "translation": {
      "en": "[Pesci] Yeah, I remember I was walking down the hall on one thing,",
      "vi": "Ừ, tôi nhớ mình đang đi dọc hành lang"
    }
  },
  {
    "translation": {
      "en": "and you said, \"You look like you're looking all around.\"",
      "vi": "làm gì đó, và ông nói, \"Trông ông như nhìn xung quanh ấy\". Tôi bảo, \"Tôi không biết phải nhìn đâu."
    }
  },
  {
    "translation": {
      "en": "I said, \"Well, I don't know where to look. I'm walking.",
      "vi": "\"Trông ông như nhìn xung quanh ấy\". Tôi bảo, \"Tôi không biết phải nhìn đâu. Tôi đang đi. Tôi không muốn nhìn ống kính nào cả\"."
    }
  },
  {
    "translation": {
      "en": "I don't want to look into any of those lenses.\"",
      "vi": "Tôi đang đi. Tôi không muốn nhìn ống kính nào cả\"."
    }
  },
  {
    "translation": {
      "en": "Well, then I got in there, and I saw your problem.",
      "vi": "Tôi bước vào và nhận ra vấn đề của ông."
    }
  },
  {
    "translation": {
      "en": "-[laughter] -Sometimes I say, like, walk across the screen. It's hard.",
      "vi": "Đôi khi, ông toàn đi ngang màn hình. Rất khó."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -To be-- You know, you're walking,",
      "vi": "- Ừ, ý là... - Để... Ông đang đi."
    }
  },
  {
    "translation": {
      "en": "I say, \"Wait a minute. Am I walking right?\"",
      "vi": "Tôi bảo, \"Khoan. Tôi đang đi à?\""
    }
  },
  {
    "translation": {
      "en": "[Pesci] If you're walking towards the camera",
      "vi": "Nếu ông đi về phía máy, và không muốn nhìn ống kính."
    }
  },
  {
    "translation": {
      "en": "and don't want to look at the lens, what lens?",
      "vi": "Nếu ông đi về phía máy, và không muốn nhìn ống kính. - Kính nào? - Tôi nói, \"Trời\"."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] I said, \"Jeez, okay.\" -[Pacino] Well, it was really something.",
      "vi": "- Kính nào? - Tôi nói, \"Trời\". Cũng hay đấy. Bất ngờ là khi tôi thấy Joe"
    }
  },
  {
    "translation": {
      "en": "It was shocking when I saw Joe, uh...",
      "vi": "Cũng hay đấy. Bất ngờ là khi tôi thấy Joe"
    }
  },
  {
    "translation": {
      "en": "-when I was in Lucas', uh, complex. -[Scorsese] In Skywalker?",
      "vi": "- khi đang ở khu phức hợp của Lucas. - Trong Skywalker à?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. He told me about this. -And then, he was showing all these...",
      "vi": "- Ừ. Ông ấy kể rồi. - Và, cho tôi thấy những điều tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "great things in films, all these animated things,",
      "vi": "cho tôi thấy những điều tuyệt vời ở các bộ phim hoàn toàn mới, tất cả các bộ phim hoạt hình."
    }
  },
  {
    "translation": {
      "en": "and they were amazing.",
      "vi": "Rất hay."
    }
  },
  {
    "translation": {
      "en": "And then he says,",
      "vi": "Rồi ông ấy nói, \"Tôi chỉ muốn cho các ông thấy"
    }
  },
  {
    "translation": {
      "en": "\"I just want to show you a little bit of what we're doing in The Irishman.\"",
      "vi": "Rồi ông ấy nói, \"Tôi chỉ muốn cho các ông thấy một chút về những gì bọn tôi đang làm trong Người đàn ông Ireland\"."
    }
  },
  {
    "translation": {
      "en": "And on the screen, it was...",
      "vi": "Và trên màn hình, đó là..."
    }
  },
  {
    "translation": {
      "en": "Joe Pesci comes on the screen.",
      "vi": "Joe Pesci xuất hiện trên màn hình."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Is that Joe?\"",
      "vi": "Và tôi tự hỏi, \"Joe đấy à?\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Is that old--",
      "vi": "Tôi nghĩ, \"Đang chiếu phim cũ của Joe à?\""
    }
  },
  {
    "translation": {
      "en": "-old film of Joe?\" Seriously. -[laughter]",
      "vi": "Tôi nghĩ, \"Đang chiếu phim cũ của Joe à?\" Tôi hỏi, \"Ai thế?\""
    }
  },
  {
    "translation": {
      "en": "There was something in the very, uh, essence of the... of the film",
      "vi": "Nhưng tinh thần của bộ phim có gì đó"
    }
  },
  {
    "translation": {
      "en": "that just looked like this is something new.",
      "vi": "có vẻ khá mới mẻ."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -And I wonder how it's gonna--",
      "vi": "- Vâng. - Và tôi tự hỏi sẽ thế nào..."
    }
  },
  {
    "translation": {
      "en": "What's the difference between this and makeup?",
      "vi": "Điểm khác biệt giữa cách này và hóa trang là gì?"
    }
  },
  {
    "translation": {
      "en": "Well, okay. I mean, we've accepted certain looks in makeup.",
      "vi": "Được rồi. Ý tôi là, chúng tôi chấp nhận vài kiểu hóa trang nhất định."
    }
  },
  {
    "translation": {
      "en": "Like when Dustin Hoffman did, um, Little Big Man. Remember?",
      "vi": "Như hồi Dustin Hoffman diễn Little Big Man."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -We did the old age Dick Smith.",
      "vi": "Nhớ chứ? Có Dick Smith biến trẻ thành già."
    }
  },
  {
    "translation": {
      "en": "And everybody knew that was makeup, but they knew it was Dustin,",
      "vi": "Ai cũng biết đó là hóa trang, nhưng họ biết đó là Dustin,"
    }
  },
  {
    "translation": {
      "en": "they knew it was the character. -[Pacino] Yeah. -Um...",
      "vi": "- họ biết là nhân vật ấy. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Then you had, like, John Hurt in, uh... uh, Elephant Man.",
      "vi": "Rồi ta có John Hurt trong...Elephant Man."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] Mm-hmm. -Yeah. Okay.",
      "vi": "- Đúng đấy. - Rồi."
    }
  },
  {
    "translation": {
      "en": "He's in there somewhere. [laughs]",
      "vi": "Ông ấy ở đâu đó trong đấy."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -He's still doing it. He's in there.",
      "vi": "- Đúng. - Ông ấy vẫn diễn. Ông ấy ở đó."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] So what's the difference, ultimately,",
      "vi": "Vậy sự khác biệt là gì, suy cho cùng,"
    }
  },
  {
    "translation": {
      "en": "when you could take something and mold it, um,",
      "vi": "khi ta có thể lấy gì đó và ép khuôn cho nó"
    }
  },
  {
    "translation": {
      "en": "and recreate, well, necessarily, not entirely recreate, but, um...",
      "vi": "và tái tạo, không hẳn là tái tạo hoàn toàn, nhưng..."
    }
  },
  {
    "translation": {
      "en": "-use the CGI as makeup? -[Pacino] Yeah.",
      "vi": "- hóa trang bằng CGI? - Phải."
    }
  },
  {
    "translation": {
      "en": "That was the big turning point.",
      "vi": "- Đó là bước ngoặt lớn. - Vâng."
    }
  },
  {
    "translation": {
      "en": "-That was the thing that changed it. -Yeah. That's the big thing.",
      "vi": "- Đó là thứ thay đổi nó. - Bước ngoặt lớn. Bước ngoặt lớn. Và, những người này,"
    }
  },
  {
    "translation": {
      "en": "And also, these guys, they did it in such a way-- I--",
      "vi": "Bước ngoặt lớn. Và, những người này, họ đã làm thế bằng cách..."
    }
  },
  {
    "translation": {
      "en": "Yes, it was a little confusing with the several cameras and the lenses,",
      "vi": "Ừ, nhiều máy quay và nhiều ống kính hơi rắc rối,"
    }
  },
  {
    "translation": {
      "en": "but once we got past that,",
      "vi": "nhưng một khi quen rồi, khi tôi biết"
    }
  },
  {
    "translation": {
      "en": "once I figured out where you were supposed to look... [laughs]",
      "vi": "nhưng một khi quen rồi, khi tôi biết phải nhìn đi đâu,"
    }
  },
  {
    "translation": {
      "en": "It's-- It's a-- a worthy experiment, 'cause that's where it's gonna go.",
      "vi": "đó là một trải nghiệm đáng giá. Vì đó nơi nó sẽ tới."
    }
  },
  {
    "translation": {
      "en": "[Hoffa] You wanna be a part of this fight? Yes, I do, sir.",
      "vi": "- Muốn tham gia cuộc chiến sao? - Vâng."
    }
  },
  {
    "translation": {
      "en": "[Hoffa] Would you like to be a part of this history?",
      "vi": "Muốn ghi danh vào sử sách không?"
    }
  },
  {
    "translation": {
      "en": "Yes, I would.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "Whatever you need me to do, I'm available.",
      "vi": "Dù ông cần tôi làm gì, tôi cũng sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "It was so important to have him at different ages say, \"You know,",
      "vi": "Việc ông ấy có các độ tuổi khác nhau rất quan trọng, kiểu,"
    }
  },
  {
    "translation": {
      "en": "-you have to stand straighter now.\" -Oh, God. Yeah.",
      "vi": "- \"Giờ ông phải đứng thẳng hơn\". - Ừ."
    }
  },
  {
    "translation": {
      "en": "-Yeah. Yeah, yeah. -[Pesci] \"For this section,",
      "vi": "- Vâng. - \"Ở phần này,"
    }
  },
  {
    "translation": {
      "en": "you have to talk a little faster, a little higher.",
      "vi": "ông phải nói nhanh hơn, cao giọng hơn chút nữa."
    }
  },
  {
    "translation": {
      "en": "You know, you would-- you were talking different in those days.",
      "vi": "Ngày xưa cách ông nói khác bây giờ mà."
    }
  },
  {
    "translation": {
      "en": "And then, when you get older, you slow down.\"",
      "vi": "Khi ông già đi, ông nói chậm lại\"."
    }
  },
  {
    "translation": {
      "en": "-I know, that's the weird thing. -So, it was all these things.",
      "vi": "- Tôi biết, lạ là ở đó. - Tất cả những điều này."
    }
  },
  {
    "translation": {
      "en": "-Yeah, buddy. -My man. And him too,",
      "vi": "- Ừ. - Ông bạn tôi. Và ông ấy nữa,"
    }
  },
  {
    "translation": {
      "en": "-always up my ass about something. -Well, he always is.",
      "vi": "- toàn trêu tôi. - Ừ, toàn thế."
    }
  },
  {
    "translation": {
      "en": "The first day of shooting with Al. Now, here's Al...",
      "vi": "Ngày đầu tiên quay với Al. Giờ là AI, bọn tôi chưa từng hợp tác."
    }
  },
  {
    "translation": {
      "en": "and we never crossed paths, we never worked on a film together.",
      "vi": "Giờ là AI, bọn tôi chưa từng hợp tác. Chưa đóng phim chung bao giờ."
    }
  },
  {
    "translation": {
      "en": "And here we are, gonna work on a film together.",
      "vi": "Và giờ bọn tôi đóng chung."
    }
  },
  {
    "translation": {
      "en": "So, first day of shooting with him, and he's playing Hoffa,",
      "vi": "Ngày đầu quay với ông ấy, ông ấy đóng vai Hoffa,"
    }
  },
  {
    "translation": {
      "en": "and he's watching the Kennedys win the election.",
      "vi": "và đang xem nhà Kennedy thắng bầu cử."
    }
  },
  {
    "translation": {
      "en": "He hates them.",
      "vi": "Ông ấy ghét họ."
    }
  },
  {
    "translation": {
      "en": "\"These goddamn Kennedys.\" This sort of thing.",
      "vi": "\"Bọn Kennedy chết tiệt\". Kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "And he gets up from the TV. His family's there.",
      "vi": "Và ông ấy đứng dậy rời khỏi TV. Gia đình ông ấy ngồi đó."
    }
  },
  {
    "translation": {
      "en": "-Jimmy, the kids. -Him and all the bullshit problems",
      "vi": "- Jimmy, bọn trẻ. - Ông ta và mọi rắc rối"
    }
  },
  {
    "translation": {
      "en": "-he put me through already. -Jimmy.",
      "vi": "- gây ra cho anh. - Jimmy."
    }
  },
  {
    "translation": {
      "en": "[Hoffa] I gotta go. You don't expect me to look at this.",
      "vi": "Anh đi đây. Em đừng mong anh nhìn vào đó nhé."
    }
  },
  {
    "translation": {
      "en": "No, I don't, Jimmy.",
      "vi": "- Không, Jimmy. - Và..."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] And I-- You know, it's the first time working with him, so...",
      "vi": "Đó là lần đầu hợp tác với ông ấy, nên..."
    }
  },
  {
    "translation": {
      "en": "he gets up, and it was good. The dialogue was good.",
      "vi": "ông ấy đứng dậy, rất tốt. Đoạn hội thoại tốt."
    }
  },
  {
    "translation": {
      "en": "It was like, \"Hang on, I'm getting out of the room\" Bang.",
      "vi": "Nói, \"Khoan, anh đang đi khỏi phòng đây. Chào\"."
    }
  },
  {
    "translation": {
      "en": "He walks out. And I said, \"Good, great. Let's do that one more time.\"",
      "vi": "Ông ấy bước ra. Tôi bảo, \"Tốt, tuyệt. Làm lần nữa đi\","
    }
  },
  {
    "translation": {
      "en": "And he does it again. And then I noticed, uh,",
      "vi": "Rồi ông ấy diễn lại, tôi nhận ra"
    }
  },
  {
    "translation": {
      "en": "Rodrigo and, uh, David Webb come up to me, and, uh...",
      "vi": "Rodrigo và David Webb đến chỗ tôi, và..."
    }
  },
  {
    "translation": {
      "en": "they come up and they say,",
      "vi": "đến chỗ tôi, và nói,"
    }
  },
  {
    "translation": {
      "en": "\"He's supposed to be 49 in this.\"",
      "vi": "\"Lẽ ra ở cảnh này ông ấy phải 49 tuổi\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"What's wrong? They say, \"He's-- You know, it's slow.",
      "vi": "Tôi hỏi, \"Sao thế?\" Họ nói, \"Ông ấy... Rất chậm."
    }
  },
  {
    "translation": {
      "en": "-He's getting up slowly.\" -Yeah.",
      "vi": "- Ông ấy đứng dậy từ từ. - Ừ."
    }
  },
  {
    "translation": {
      "en": "I said, \"You tell him.\"",
      "vi": "Tôi bảo, \"Ông đi mà bảo\"."
    }
  },
  {
    "translation": {
      "en": "\"No, you have to tell him.\"",
      "vi": "\"Không, ông phải bảo ông ấy\". \"Nghe này,"
    }
  },
  {
    "translation": {
      "en": "\"I'm just working with the guy. It's the first day, first shot.\"",
      "vi": "\"Không, ông phải bảo ông ấy\". \"Nghe này, tôi đang làm việc với ông ấy. Ngày đầu tiên, cảnh đầu tiên\". Hiểu chứ."
    }
  },
  {
    "translation": {
      "en": "You get it. So, I went over, and I said, \"You know, Al,",
      "vi": "tôi đang làm việc với ông ấy. Ngày đầu tiên, cảnh đầu tiên\". Hiểu chứ. Nên tôi ra đó, và bảo, \"Này AI,"
    }
  },
  {
    "translation": {
      "en": "uh, he-he's gotta be 49 in this.",
      "vi": "đó là vai diễn 49 tuổi\"."
    }
  },
  {
    "translation": {
      "en": "And so, when you're getting up",
      "vi": "Nên khi ông đứng dậy"
    }
  },
  {
    "translation": {
      "en": "from the chair, it's gotta have more...\"",
      "vi": "khỏi ghế, sẽ phải..."
    }
  },
  {
    "translation": {
      "en": "You're gonna go into the kitchen. You're not gonna stay in that room.\"",
      "vi": "Hiểu ý chứ? Ông sẽ vào bếp. Không phải ở lại căn phòng ấy đúng chứ?\""
    }
  },
  {
    "translation": {
      "en": "-I was doing 51, wasn't I? -[Scorsese] Yeah.",
      "vi": "- Tôi diễn như vai 51 tuổi, đúng không? - Ừ, cảnh tiếp theo ông ấy hét,"
    }
  },
  {
    "translation": {
      "en": "The next take-- the next take, he yelled, \"Fifty-two. Sixty-five.\"",
      "vi": "- Tôi diễn như vai 51 tuổi, đúng không? - Ừ, cảnh tiếp theo ông ấy hét, \"Năm mươi hai, 65\". Hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "You know? [laughs]",
      "vi": "\"Năm mươi hai, 65\". Hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "We finally got it.",
      "vi": "Cuối cùng đã làm được."
    }
  },
  {
    "translation": {
      "en": "But it was acting to be aware of, uh, posture.",
      "vi": "- Nhưng đó là diễn xuất để hiểu rõ tư thế. - Đúng."
    }
  },
  {
    "translation": {
      "en": "-To be aware of straightening, everything. -[Pesci] Exactly.",
      "vi": "- Vâng. - Để biết đứng thẳng, vân vân."
    }
  },
  {
    "translation": {
      "en": "[De Niro] Now, I was going down the stairs.",
      "vi": "Tôi đang đi xuống cầu thang."
    }
  },
  {
    "translation": {
      "en": "There's one scene where I walk down the stairs.",
      "vi": "Có một cảnh khi tôi bước xuống cầu thang."
    }
  },
  {
    "translation": {
      "en": "So I go down two or three steps,",
      "vi": "Nên tôi đi xuống hai hoặc ba bậc,"
    }
  },
  {
    "translation": {
      "en": "and... I-I went down the steps, and-and Gary came over.",
      "vi": "và tôi xuống cầu thang, và Gary lại gần."
    }
  },
  {
    "translation": {
      "en": "\"You gotta be a little more spry about it. A little more...\"",
      "vi": "\"Ông cần bước nhanh hơn chút. Chút...\""
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah, I remember. -He said, \"Let me show you.\"",
      "vi": "- Ừ, tôi nhớ rồi. - Ông ấy bảo,  \"Nhìn nhé\"."
    }
  },
  {
    "translation": {
      "en": "And he did it. Uh, and he was right. You know, I had to, like... [snaps fingers]",
      "vi": "Và ông ấy làm mẫu. Ông ấy nói đúng, tôi phải..."
    }
  },
  {
    "translation": {
      "en": "...skip down the steps, you know, not just the way I would do it.",
      "vi": "nhảy cóc bậc thang, không chỉ là đi như bình thường."
    }
  },
  {
    "translation": {
      "en": "-But what's the difference-- -There's a difference.",
      "vi": "- Nhưng có gì khác biệt... - Có khác."
    }
  },
  {
    "translation": {
      "en": "What's the difference in taking that and saying,",
      "vi": "Ừ, nhưng có gì khác khi làm thế và khi nói,"
    }
  },
  {
    "translation": {
      "en": "\"You're doing Richard III, you have to move a certain way. Ah.",
      "vi": "\"Ông đang đóng Richard III, phải bước đi theo một kiểu nào đó\"."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] You follow? -That's right.",
      "vi": "- Phải. - Hiểu chứ? Đó là diễn xuất."
    }
  },
  {
    "translation": {
      "en": "It's acting. Your whole body then has to act. It's extraordinary. You know?",
      "vi": "Cả cơ thể ta phải diễn. Thật phi thường. Ông biết chứ?"
    }
  },
  {
    "translation": {
      "en": "Uh, you really do it, or you do, uh, you know, um, Awakenings.",
      "vi": "Ông thực sự làm thế hay là, - đó, Những lần tỉnh giấc. - Thấy chưa? Ổng chả cần ai bảo"
    }
  },
  {
    "translation": {
      "en": "See? Nobody had to tell you when you did Richard III.",
      "vi": "- đó, Những lần tỉnh giấc. - Thấy chưa? Ổng chả cần ai bảo khi ông đóng Richard III."
    }
  },
  {
    "translation": {
      "en": "No, let's do it again. I wanna do Richard again.",
      "vi": "Không, lại nữa đi. Tôi muốn đóng Richard lần nữa."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] You did it yourself, see? -[laughing]",
      "vi": "Ông tự làm đó, thấy chưa?"
    }
  },
  {
    "translation": {
      "en": "And you're trying to put the whole film together in your head.",
      "vi": "Ông đang cố kết nối cả bộ phim trong đầu."
    }
  },
  {
    "translation": {
      "en": "I forget that you have to go through...",
      "vi": "Tôi quên ông phải trải qua những khó khăn khi làm diễn viên."
    }
  },
  {
    "translation": {
      "en": "wh-what you go through as actors. I just forget it and, like, I expect--",
      "vi": "Tôi quên ông phải trải qua những khó khăn khi làm diễn viên. Tôi chỉ quên nó đi và tôi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"Can you do that again?\" They say, \"Marty, the guy just went--\"",
      "vi": "\"Ông làm lại được chứ?\" Họ bảo, \"Marty, ông ấy vừa đi...\""
    }
  },
  {
    "translation": {
      "en": "You know. And then--",
      "vi": "Ông biết đấy. Và rồi..."
    }
  },
  {
    "translation": {
      "en": "But in this film, we really had to take that into consideration,",
      "vi": "Nhưng trong bộ phim này, ta phải cân nhắc điều đó,"
    }
  },
  {
    "translation": {
      "en": "-especially shooting times and... -Yeah.",
      "vi": "- đặc biệt là thời gian quay và... - Ừ."
    }
  },
  {
    "translation": {
      "en": "...um, how we utilized--",
      "vi": "cách ta dùng... Còn nhớ có..."
    }
  },
  {
    "translation": {
      "en": "Remember, there was very-- We had very--",
      "vi": "cách ta dùng... Còn nhớ có... Ta thường ăn buffet trưa."
    }
  },
  {
    "translation": {
      "en": "Uh, like, a walking lunch, usually.",
      "vi": "Ta thường ăn buffet trưa."
    }
  },
  {
    "translation": {
      "en": "-Yeah, yeah. -To get all of our energy",
      "vi": "- Ừ. - Để có đủ năng lượng"
    }
  },
  {
    "translation": {
      "en": "within a certain amount of time during the day.",
      "vi": "trong một thời gian nhất định trong ngày."
    }
  },
  {
    "translation": {
      "en": "Can they do anything about that? Say, for instance,",
      "vi": "Họ xử lý việc đó thế nào? Ví dụ như,"
    }
  },
  {
    "translation": {
      "en": "we went off a little bit, and we were looking like 65",
      "vi": "khi ta nổi giận một chút, trông như ông già 65 tuổi"
    }
  },
  {
    "translation": {
      "en": "-instead of 50. -Yeah. Yeah.",
      "vi": "- chứ không phải 50. - Ừ."
    }
  },
  {
    "translation": {
      "en": "-Can't fix your acting, though. -[laughter]",
      "vi": "- Nhưng không sửa được cách diễn. - Đúng."
    }
  },
  {
    "translation": {
      "en": "No, that's...",
      "vi": "Không, đó là..."
    }
  },
  {
    "translation": {
      "en": "We can't fix that. Sorry.",
      "vi": "Không sửa được. Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "-We live in hope, you know. -I-- No.",
      "vi": "- Ta sống bằng niềm tin mà. - Tôi biết."
    }
  },
  {
    "translation": {
      "en": "I mean, we can fix the back a little, maybe.",
      "vi": "Ý là ta có thể sửa cái lưng một ít. Tôi già rồi. Cho tôi nghỉ."
    }
  },
  {
    "translation": {
      "en": "-I'm an old man. Give me a break. -And it's gotta be subtle.",
      "vi": "Ý là ta có thể sửa cái lưng một ít. Tôi già rồi. Cho tôi nghỉ. - Phải rất khéo. - Chắc tôi không phải làm thế nữa."
    }
  },
  {
    "translation": {
      "en": "I didn't think I had to do this anymore. You know?",
      "vi": "- Phải rất khéo. - Chắc tôi không phải làm thế nữa. Ông biết chứ?"
    }
  },
  {
    "translation": {
      "en": "The intention was to make it",
      "vi": "Mục đích là làm cho nó"
    }
  },
  {
    "translation": {
      "en": "-the best it could ever be. -[Scorsese] Yeah.",
      "vi": "- tốt nhất có thể. - Vâng."
    }
  },
  {
    "translation": {
      "en": "-[De Niro] State-of-the-art. -[Pacino] Yeah.",
      "vi": "Tân tiến nhất."
    }
  },
  {
    "translation": {
      "en": "[De Niro] That was the whole... whole thing.",
      "vi": "- Vâng. - Rất phức tạp."
    }
  },
  {
    "translation": {
      "en": "It's like, you don't notice it. It's the oddest thing that's happening.",
      "vi": "Kiểu như, ta không hề để ý. - Thứ kỳ lạ nhất. Đang xảy ra. - Đó là vấn đề."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] That's the thing.",
      "vi": "- Thứ kỳ lạ nhất. Đang xảy ra. - Đó là vấn đề."
    }
  },
  {
    "translation": {
      "en": "That's-- With Joe, when I saw him, it's like you didn't notice it.",
      "vi": "Như Joe ấy, khi tôi thấy ông ấy, như không hề nhận ra."
    }
  },
  {
    "translation": {
      "en": "-I just said, \"That's Joe.\" -[De Niro] Yeah.",
      "vi": "- Tôi chỉ nói, \"Joe kìa\". - Vâng."
    }
  },
  {
    "translation": {
      "en": "[Pacino] You know, well, I think they got old footage of him or something.",
      "vi": "Họ làm... Họ có giữ đoạn phim cũ của ông ấy không?"
    }
  },
  {
    "translation": {
      "en": "[Scorsese] That would be interesting to see juxtaposed with other images.",
      "vi": "Tôi không biết, ghép nó với các ảnh khác sẽ rất thú vị."
    }
  },
  {
    "translation": {
      "en": "[De Niro] Yeah, yeah.",
      "vi": "Đúng đấy."
    }
  },
  {
    "translation": {
      "en": "Who are the other people",
      "vi": "Những người khác"
    }
  },
  {
    "translation": {
      "en": "-who get, um, uh, this done to? -[Scorsese] You know, it--",
      "vi": "- cũng làm như thế là ai? - Ông biết đấy,..."
    }
  },
  {
    "translation": {
      "en": "-There are other people in scenes with us? -No, you three.",
      "vi": "- Có người khác cùng đóng cảnh đó? - Không, cơ bản chỉ có ba người các ông."
    }
  },
  {
    "translation": {
      "en": "-Just us? -[Scorsese] Yeah.",
      "vi": "- Ba chúng ta. - Chỉ chúng ta thôi."
    }
  },
  {
    "translation": {
      "en": "-[Pacino] Wow. -[Scorsese] There are other people that, makeup took care of that to a certain extent.",
      "vi": "Có những người khác được hóa trang giúp đỡ đến một mức độ nhất định."
    }
  },
  {
    "translation": {
      "en": "-[Pacino] Yeah. -[Scorsese] If you see you guys in 1983,",
      "vi": "Nếu gặp các ông năm 1983,"
    }
  },
  {
    "translation": {
      "en": "-you have a certain crew with you. -[De Niro] Yeah.",
      "vi": "các ông có một ê-kíp đi cùng."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] And maybe one's missing. There's another guy who took his place.",
      "vi": "Có thể một người đi mất. Thì sẽ có người khác thay thế."
    }
  },
  {
    "translation": {
      "en": "Uh, he's got his... Uh, you've got your wife. Joe is with you.",
      "vi": "Ông ấy có... Ông có vợ ông, Jo, đồng hành cùng ông."
    }
  },
  {
    "translation": {
      "en": "He's very specific about those things,",
      "vi": "Ông ấy nói cái đó rất cụ thể"
    }
  },
  {
    "translation": {
      "en": "'cause I remember when we made Raging Bull.",
      "vi": "vì tôi nhớ hồi bọn tôi quay Bò đực nổi điên."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Oy. -[Pesci] In the arena,",
      "vi": "Ở đấu trường,"
    }
  },
  {
    "translation": {
      "en": "he stopped shooting and he said--",
      "vi": "ông ấy ngừng quay, và bảo... Gọi tất cả lại bảo,"
    }
  },
  {
    "translation": {
      "en": "He called everybody, and he says, \"There's a guy up in the row there",
      "vi": "ông ấy ngừng quay, và bảo... Gọi tất cả lại bảo, \"Có anh ngồi hàng ghế kia đeo đồng hồ sai giờ kìa\"."
    }
  },
  {
    "translation": {
      "en": "who has a watch that is not period.\"",
      "vi": "\"Có anh ngồi hàng ghế kia đeo đồng hồ sai giờ kìa\"."
    }
  },
  {
    "translation": {
      "en": "-No, but it was so obvious. -[De Niro] Yeah.",
      "vi": "- Không, nó quá rõ ràng mà. - Ừ."
    }
  },
  {
    "translation": {
      "en": "-It was so obvious. -To who?",
      "vi": "- Quá rõ. - Với ai?"
    }
  },
  {
    "translation": {
      "en": "Well, the thing was, I just know that it would be--",
      "vi": "Vấn đề là, tôi chỉ biết là thế, đúng không?"
    }
  },
  {
    "translation": {
      "en": "And at that time, it wasn't digital. You can't go in there.",
      "vi": "Lúc đó, không phải kỹ thuật số. Không thể khều vào."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] It was so funny. -You know, um--",
      "vi": "Buồn cười thật. Ý tôi là thế, kể cả với cái này."
    }
  },
  {
    "translation": {
      "en": "That's what I'm saying, even with this. I'm sure that...",
      "vi": "Buồn cười thật. Ý tôi là thế, kể cả với cái này. Tôi chắc chắn,"
    }
  },
  {
    "translation": {
      "en": "even as we changed our ages,",
      "vi": "dù ta thay đổi tuổi tác,"
    }
  },
  {
    "translation": {
      "en": "and people around us, whatever they did, he was on it.",
      "vi": "và mọi người xung quanh ta, dù họ làm gì, ông ấy đã làm được."
    }
  },
  {
    "translation": {
      "en": "Aside from the-- the power of the film or the-- the way the film is,",
      "vi": "Ngoài sức mạnh của bộ phim hay cách quay phim,"
    }
  },
  {
    "translation": {
      "en": "the-the-the-the art of it,",
      "vi": "nghệ thuật của nó,"
    }
  },
  {
    "translation": {
      "en": "also the very technique,",
      "vi": "và cả kỹ thuật nữa,"
    }
  },
  {
    "translation": {
      "en": "-it's gonna affect careers... -Well, I think-- Yeah.",
      "vi": "- sẽ ảnh hưởng đến sự nghiệp. - Tôi nghĩ..."
    }
  },
  {
    "translation": {
      "en": "-...and other actors, actresses. -Absolutely think so.",
      "vi": "- và diễn viên khác. - Tôi cũng nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "[De Niro] We'll all be able to act for another 30 years.",
      "vi": "Ta có thể diễn thêm 30 năm nữa."
    }
  },
  {
    "translation": {
      "en": "-[Pesci] Eh... -[Pacino] Sorry about that, Joe.",
      "vi": "Xin lỗi ông, Joe."
    }
  },
  {
    "translation": {
      "en": "-[British accent] I don't think so, Bob. -[laughter]",
      "vi": "Tôi không nghĩ thế đâu, Bob."
    }
  },
  {
    "translation": {
      "en": "-I really don't think so. -[Scorsese] But it's true.",
      "vi": "- Thực sự đấy. - Nhưng đúng mà."
    }
  },
  {
    "translation": {
      "en": "Frank, don't even think about it.",
      "vi": "Frank, đừng nghĩ đến việc ấy."
    }
  },
  {
    "translation": {
      "en": "-I don't keep my mouth shut... -[Sheeran] I know that.",
      "vi": "- Tôi không im mồm... - Tôi biết."
    }
  },
  {
    "translation": {
      "en": "...for anyone.",
      "vi": "trước bất kỳ ai."
    }
  },
  {
    "translation": {
      "en": "-I know that. You know that. -I know you do.",
      "vi": "- Tôi biết. Ông biết. - Tôi biết ông biết."
    }
  },
  {
    "translation": {
      "en": "-They don't know that. -Well...",
      "vi": "- Họ không biết. - Ừm..."
    }
  },
  {
    "translation": {
      "en": "That's who I am, that's what I am, and that's what I'm gonna do.",
      "vi": "Đó là con người tôi, là tôi, là việc tôi sẽ làm."
    }
  },
  {
    "translation": {
      "en": "[Pesci] I can only say, in my case, as I get older,",
      "vi": "Tôi chỉ có thể nói, ở trường hợp của tôi, khi già đi,"
    }
  },
  {
    "translation": {
      "en": "I can appreciate... everybody here at this table a lot more.",
      "vi": "tôi sẽ trân trọng những người ngồi ở chiếc bàn này nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, it's...",
      "vi": "Ồ, phải, đó là..."
    }
  },
  {
    "translation": {
      "en": "I mean, you, I can appreciate what you do.",
      "vi": "Ý tôi là ông. Tôi trân trọng những gì ông làm."
    }
  },
  {
    "translation": {
      "en": "These guys took me out of the gutter, basically.",
      "vi": "Cơ bản họ đã làm tôi quên đi những suy nghĩ tội lỗi."
    }
  },
  {
    "translation": {
      "en": "-[Pacino] Yeah. -[Pesci] Brought me back.",
      "vi": "- Ừ. - Đưa tôi trở lại."
    }
  },
  {
    "translation": {
      "en": "-I can appreciate everything a lot more. -[Pacino] Mm-hmm.",
      "vi": "Tôi trân trọng mọi thứ hơn."
    }
  },
  {
    "translation": {
      "en": "[Pesci] And I see everything a lot different too.",
      "vi": "Tôi nhìn mọi thứ cũng khác đi."
    }
  },
  {
    "translation": {
      "en": "That's another reason to go on and work more.",
      "vi": "Đó là lý do khác để tôi tiếp tục và làm việc nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "-You know, in a lot of ways. -That's what happened on this.",
      "vi": "- Bằng nhiều cách... - Đó là chuyện xảy ra với nó."
    }
  },
  {
    "translation": {
      "en": "That's what happened on-- Once we finally settled,",
      "vi": "Đó là chuyện xảy ra một khi ta đã nhất trí"
    }
  },
  {
    "translation": {
      "en": "and I saw his reaction when you presented the story to me...",
      "vi": "và tôi thấy phản ứng của ông ấy khi ông kể câu chuyện cho tôi."
    }
  },
  {
    "translation": {
      "en": "It was really strong and emotional. I said, \"That's where they'll tap in.",
      "vi": "Rất mạnh mẽ và đầy cảm xúc. Tôi bảo, \"Đó là chỗ phải khai thác\"."
    }
  },
  {
    "translation": {
      "en": "-We have to-- Then that's real.\" -Yeah.",
      "vi": "Ta phải... Nhưng đó là thật. Tôi có thể tiếp cận nó,"
    }
  },
  {
    "translation": {
      "en": "\"I could get onto that and we could do something.",
      "vi": "Ta phải... Nhưng đó là thật. Tôi có thể tiếp cận nó, và ta có thể làm gì đó."
    }
  },
  {
    "translation": {
      "en": "And where the hell is it gonna take us?\"",
      "vi": "Và nó sẽ đưa ta đi đâu? \"Tôi không chắc\", tôi nói,"
    }
  },
  {
    "translation": {
      "en": "\"I'm not sure,\" I said. \"But I think I know. I think I--\"",
      "vi": "Và nó sẽ đưa ta đi đâu? \"Tôi không chắc\", tôi nói, \"nhưng tôi nghĩ tôi biết\"."
    }
  },
  {
    "translation": {
      "en": "And it was-- It's a matter of aging.",
      "vi": "Đó là vấn đề tuổi tác."
    }
  },
  {
    "translation": {
      "en": "I don't know, people may disagree when they see the movie,",
      "vi": "Tôi không biết. Người ta có thể bất đồng khi xem phim,"
    }
  },
  {
    "translation": {
      "en": "but, uh... uh, you see things differently.",
      "vi": "nhưng...ta có thể nghĩ theo chiều hướng khác."
    }
  },
  {
    "translation": {
      "en": "Do you think you've gotten better over the years, too, Marty, at doing it?",
      "vi": "Ông nghĩ diễn xuất của mình có khá hơn sau nhiều năm không, Marty?"
    }
  },
  {
    "translation": {
      "en": "-At your job? -[Scorsese] Mmm...",
      "vi": "Công việc của ông?"
    }
  },
  {
    "translation": {
      "en": "-Would I-- -N-Not that you've gotten better...",
      "vi": "- Tôi... - Không phải vì ông tiến bộ hơn..."
    }
  },
  {
    "translation": {
      "en": "-But I know what you're saying. -That's a matter of--",
      "vi": "- Không. Tôi hiểu ý ông. - Đó là vấn đề..."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] I think what happened is that",
      "vi": "Tôi nghĩ chuyện là tôi đã bắt đầu nhận ra"
    }
  },
  {
    "translation": {
      "en": "I began to realize that I've done a lot of things over the years,",
      "vi": "Tôi nghĩ chuyện là tôi đã bắt đầu nhận ra tôi đã làm rất nhiều việc trong mấy năm qua,"
    }
  },
  {
    "translation": {
      "en": "and I had a certain energy and a certain way of thinking and editing",
      "vi": "tôi có nguồn năng lượng nào đó và cách suy nghĩ, chỉnh sửa, thiết kế,"
    }
  },
  {
    "translation": {
      "en": "and designing edited sequences and that sort of thing into play.",
      "vi": "tôi có nguồn năng lượng nào đó và cách suy nghĩ, chỉnh sửa, thiết kế, biên tập các phân đoạn và đại loại thế."
    }
  },
  {
    "translation": {
      "en": "Like, Raging Bull, you really have it where the dialogue scenes are set,",
      "vi": "Như Bò đực nổi điên, ông hiểu mà, khi các cảnh hội thoại đã được bố trí,"
    }
  },
  {
    "translation": {
      "en": "and all the other action scenes are... cameras flying everywhere.",
      "vi": "và các cảnh hành động khác dùng máy quay bay khắp nơi."
    }
  },
  {
    "translation": {
      "en": "And I kind of did it. I did it.",
      "vi": "Và tôi đã làm được."
    }
  },
  {
    "translation": {
      "en": "It was almost like everything was, uh, documentary-style filmmaking,",
      "vi": "Gần như mọi thứ được làm theo kiểu phim tài liệu,"
    }
  },
  {
    "translation": {
      "en": "which I really like that you do.",
      "vi": "mà tôi rất thích vì ông làm thế."
    }
  },
  {
    "translation": {
      "en": "-[Scorsese] Yeah. -But besides that,",
      "vi": "- Vâng. - Nhưng bên cạnh đó,"
    }
  },
  {
    "translation": {
      "en": "you leave this whole feeling through the movie.",
      "vi": "ông để lại cảm giác này xuyên suốt bộ phim."
    }
  },
  {
    "translation": {
      "en": "You get this feel. You-- you did it from Mean Streets.",
      "vi": "Ông hiểu được cảm giác này. Ông diễn như thế trong phim Phố phường tồi tàn."
    }
  },
  {
    "translation": {
      "en": "[Scorsese] Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[Pesci] I saw it years later, and I watched the whole movie,",
      "vi": "Tôi xem cả bộ phim ấy nhiều năm sau,"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Wow, it's the feeling of the neighborhood",
      "vi": "và tôi tự nhủ, \"Đó là cảm giác của khu phố"
    }
  },
  {
    "translation": {
      "en": "and the characters and the whole thing that he does so well.",
      "vi": "và các nhân vật và mọi thứ mà ông ấy làm rất tốt."
    }
  },
  {
    "translation": {
      "en": "He's done it in every one of his fucking movies.\"",
      "vi": "Ông ấy đã làm thế trong tất cả các bộ phim của mình."
    }
  },
  {
    "translation": {
      "en": "-[low chuckles] -\"So, he's gotta know what he's doing.\"",
      "vi": "Nên ông ấy phải biết mình đang làm gì\"."
    }
  },
  {
    "translation": {
      "en": "That's why I said to you, \"Do you feel like you've gotten better at that?\"",
      "vi": "Vậy nên tôi mới hỏi, \"Ông có thấy ông diễn xuất khá hơn không?\""
    }
  },
  {
    "translation": {
      "en": "-No, I think it's distilled now. -Because you don't question yourself.",
      "vi": "- Không, chắc nó kết tinh rồi. - Vì ông không tự hỏi."
    }
  },
  {
    "translation": {
      "en": "It's distilled, and it's a medium shot, it's a close-up...",
      "vi": "Nó đã kết tinh, và đó là quay trung cảnh. Cận cảnh."
    }
  },
  {
    "translation": {
      "en": "-Jeez, it's amazing to me. -It's-- That's it.",
      "vi": "- Trời, thật tuyệt vời. - Thế thôi."
    }
  },
  {
    "translation": {
      "en": "I mean, the point is that you really get to look--",
      "vi": "Ý là, vấn đề là ông thực sự hiểu..."
    }
  },
  {
    "translation": {
      "en": "Ah, it's a funny thing. You--",
      "vi": "Buồn cười ở chỗ"
    }
  },
  {
    "translation": {
      "en": "When you're faced with, uh, how to do a narrative bit in a film,",
      "vi": "khi đối mặt với việc làm thế nào để diễn đoạn dẫn chuyện ngắn trong phim,"
    }
  },
  {
    "translation": {
      "en": "I find I don't really know.",
      "vi": "tôi thấy tôi không hiểu rõ."
    }
  },
  {
    "translation": {
      "en": "I find you learn everything again, every picture,",
      "vi": "Tôi thấy mỗi khi quay phim mới, ta lại học lại."
    }
  },
  {
    "translation": {
      "en": "almost every setup, you learn again.",
      "vi": "Học lại gần như mọi bối cảnh. Vậy đó."
    }
  },
  {
    "translation": {
      "en": "That's it, you know? You're going into a battlefield.",
      "vi": "Học lại gần như mọi bối cảnh. Vậy đó. Ta sắp ra trận,"
    }
  },
  {
    "translation": {
      "en": "You gotta figure it out, and you're the guy you're fighting. So...",
      "vi": "ta phải hiểu được. và ta chính là kẻ thù. - Ông biết đây... - Ông thấy tự tin hơn."
    }
  },
  {
    "translation": {
      "en": "Yeah, but you feel more confident.",
      "vi": "- Ông biết đây... - Ông thấy tự tin hơn."
    }
  },
  {
    "translation": {
      "en": "-You have more confidence... -[Scorsese] Y-Yeah.",
      "vi": "- Ông tự tin hơn. - Phải."
    }
  },
  {
    "translation": {
      "en": "-...that you know what's right. -I think I'm getting more, in terms of,",
      "vi": "- ông biết thế là đúng. - Tôi nghĩ tôi trở nên, về,"
    }
  },
  {
    "translation": {
      "en": "like, we really blasted out like in Hugo in 3-D and everything.",
      "vi": "chúng tôi thực sự bùng nổ, như ở Hugo, trong phim 3-D và vân vân."
    }
  },
  {
    "translation": {
      "en": "We really had a great time.",
      "vi": "Chúng tôi rất vui."
    }
  },
  {
    "translation": {
      "en": "By this point, it was a matter of, um, the essentials.",
      "vi": "Đến lúc này, tôi nghĩ đó là vấn đề về các yếu tố cần thiết."
    }
  },
  {
    "translation": {
      "en": "I thought the essentials are the characters",
      "vi": "Đến lúc này, tôi nghĩ đó là vấn đề về các yếu tố cần thiết. Yếu tố cần thiết là các nhân vật"
    }
  },
  {
    "translation": {
      "en": "-in this piece and that world. -Yeah, same thing.",
      "vi": "- trong tác phẩm này và thế giới ấy. - Cùng một thứ."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter if you're sitting in this booth or... -Right. -...you're in the car.",
      "vi": "Ta ngồi trong studio hay trong xe hơi không quan trọng."
    }
  },
  {
    "translation": {
      "en": "These guys, they could be anywhere doing this stuff.",
      "vi": "Họ có thể làm việc này ở bất cứ đâu."
    }
  },
  {
    "translation": {
      "en": "So there's an anonymity around them,",
      "vi": "Họ là những người nặc danh,"
    }
  },
  {
    "translation": {
      "en": "but they're the force that drives-- It's like a tragic force.",
      "vi": "nhưng họ là lực đẩy. Như lực đẩy bi kịch."
    }
  },
  {
    "translation": {
      "en": "You know, it's a very--",
      "vi": "Ông biết đấy, nó rất..."
    }
  },
  {
    "translation": {
      "en": "I-I had to find-- I had to find a way not to get in the way of that.",
      "vi": "Tôi phải nghĩ cách không cản mất lực đẩy ấy."
    }
  },
  {
    "translation": {
      "en": "-[De Niro] Yeah. -I-- You know,",
      "vi": "- Vâng. - Tôi..."
    }
  },
  {
    "translation": {
      "en": "some may disagree when they see the film, but I-- that's what I did.",
      "vi": "có người có thể không tán thành khi xem phim, nhưng đó là cái tôi làm."
    }
  },
  {
    "translation": {
      "en": "And ultimately, every movie you make, it's a learning experience again.",
      "vi": "Và cuối cùng, mỗi bộ phim ta làm, lại là một bài học."
    }
  }
]