[
  {
    "translation": {
      "en": "I wanna call it a nightmare.",
      "vi": "Tất cả như một cơn ác mộng với tôi."
    }
  },
  {
    "translation": {
      "en": "It was",
      "vi": "Ngay từ đầu"
    }
  },
  {
    "translation": {
      "en": "absolutely wrong from the beginning.",
      "vi": "chuyện ấy hoàn toàn là sai trái."
    }
  },
  {
    "translation": {
      "en": "I personally think it was an experiment for him,",
      "vi": "Cá nhân tôi nghĩ ông ta coi đó như một cuộc thí nghiệm,"
    }
  },
  {
    "translation": {
      "en": "some sick game.",
      "vi": "trò chơi bệnh hoạn nào đó."
    }
  },
  {
    "translation": {
      "en": "I think about the why every single day.",
      "vi": "Mỗi ngày tôi đều nghĩ về cái tại sao."
    }
  },
  {
    "translation": {
      "en": "Hi, Jacoba, this is Dr. Webber calling.",
      "vi": "Chào Jacoba, tôi là bác sĩ Webber."
    }
  },
  {
    "translation": {
      "en": "I have your lab results in.",
      "vi": "Có kết quả xét nghiệm rồi."
    }
  },
  {
    "translation": {
      "en": "So give me a call when you have a chance, and we can go over those.",
      "vi": "Khi nào rảnh gọi lại nhé, tôi sẽ giải thích."
    }
  },
  {
    "translation": {
      "en": "- Thank you. Bye. -",
      "vi": "Cảm ơn. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Hi, this message is for Jacoba Ballard. This is Jane over at Dr. Chan's office.",
      "vi": "Chào, đây là tin gửi cho Jacoba Ballard. Tôi là Jane ở phòng khám của bác sĩ Chan."
    }
  },
  {
    "translation": {
      "en": "Give us a callback. We want to reschedule you for an appointment. Thanks so much.",
      "vi": "Gọi lại nhé. Tôi muốn lên một cuộc hẹn khác cho cô. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Growing up, I felt different.",
      "vi": "Lớn lên, tôi cảm thấy thật khác biệt."
    }
  },
  {
    "translation": {
      "en": "I'm this blonde- haired, blue- eyed person",
      "vi": "Tôi có mái tóc vàng, mắt xanh"
    }
  },
  {
    "translation": {
      "en": "in a family with dark hair",
      "vi": "trong một gia đình với tóc đen,"
    }
  },
  {
    "translation": {
      "en": "and, like, olive skin and dark eyes.",
      "vi": "da màu ô-liu và mắt màu đen."
    }
  },
  {
    "translation": {
      "en": "So, I kept asking my mom",
      "vi": "Nên tôi cứ thường xuyên hỏi mẹ liệu"
    }
  },
  {
    "translation": {
      "en": "if I was adopted.",
      "vi": "tôi có phải con nuôi."
    }
  },
  {
    "translation": {
      "en": "I kept, like, reassuring my parents,",
      "vi": "Tôi liên tục trấn an bố mẹ,"
    }
  },
  {
    "translation": {
      "en": "and I'm like, It's fine if I am, you can tell me. It'll be okay.",
      "vi": "nói: Nếu đúng cũng không sao đâu, bố mẹ cứ bảo con. Sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Finally, my mom told me the truth.",
      "vi": "Cuối cùng, mẹ tôi đã kể tôi nghe sự thật."
    }
  },
  {
    "translation": {
      "en": "So, I've known since the age of ten",
      "vi": "Vậy nên, từ khi lên mười tuổi tôi đã biết là"
    }
  },
  {
    "translation": {
      "en": "that I was from donor sperm.",
      "vi": "mình được thụ thai từ tinh trùng hiến tặng."
    }
  },
  {
    "translation": {
      "en": "I believe it was 1979,",
      "vi": "Tôi nghĩ đó là vào năm 1979,"
    }
  },
  {
    "translation": {
      "en": "and… I wanted a child so bad,",
      "vi": "và… tôi thực sự rất muốn có con"
    }
  },
  {
    "translation": {
      "en": "but my husband could not have children.",
      "vi": "nhưng chồng tôi lại bị vô sinh,"
    }
  },
  {
    "translation": {
      "en": "So I went to see Dr. Cline",
      "vi": "nên tôi đã đến gặp bác sĩ Cline"
    }
  },
  {
    "translation": {
      "en": "for artificial insemination.",
      "vi": "để thực hiện thụ tinh nhân tạo."
    }
  },
  {
    "translation": {
      "en": "I was young.",
      "vi": "Tôi còn trẻ."
    }
  },
  {
    "translation": {
      "en": "I think, like, 20, 21.",
      "vi": "Chắc khoảng 20, 21."
    }
  },
  {
    "translation": {
      "en": "He was professional.",
      "vi": "Ông ta rất có tay nghề."
    }
  },
  {
    "translation": {
      "en": "Uh, we didn't really say a lot.",
      "vi": "Hai bên không trao đổi nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "I mean, he just told us that he would match us with a donor",
      "vi": "Ông ta chỉ nói rằng sẽ ghép chúng tôi với một người hiến trông giống chồng tôi."
    }
  },
  {
    "translation": {
      "en": "that looked like my husband.",
      "vi": "sẽ ghép chúng tôi với một người hiến trông giống chồng tôi."
    }
  },
  {
    "translation": {
      "en": "He was gonna use medical students,",
      "vi": "Ông ta sẽ chọn những sinh viên y,"
    }
  },
  {
    "translation": {
      "en": "their sperm.",
      "vi": "tinh trùng của họ."
    }
  },
  {
    "translation": {
      "en": "And so, when I start ovulating,",
      "vi": "Và rồi, khi đến kỳ rụng trứng,"
    }
  },
  {
    "translation": {
      "en": "I went in, they did the procedure…",
      "vi": "tôi đã đến. Họ thực hiện thủ thuật."
    }
  },
  {
    "translation": {
      "en": "and, um, I went home, and I was pregnant.",
      "vi": "Rồi tôi về nhà và tôi có thai."
    }
  },
  {
    "translation": {
      "en": "She's my everything.",
      "vi": "Con bé là tất cả của tôi."
    }
  },
  {
    "translation": {
      "en": "I love that child more than life itself.",
      "vi": "Tôi yêu nó còn hơn cả cuộc sống."
    }
  },
  {
    "translation": {
      "en": "I always had this longing for siblings.",
      "vi": "Tôi luôn khao khát được có anh chị em."
    }
  },
  {
    "translation": {
      "en": "I just wanted somebody that related to me,",
      "vi": "Tôi chỉ muốn có ai đó gắn kết với mình,"
    }
  },
  {
    "translation": {
      "en": "that's, you know, my brother or sister, and I just wanted to have that bond.",
      "vi": "kiểu em trai hoặc em gái và tôi chỉ muốn có mối liên kết đó."
    }
  },
  {
    "translation": {
      "en": "When I was around the age of 18,",
      "vi": "Khi tôi khoảng 18 tuổi,"
    }
  },
  {
    "translation": {
      "en": "you know, around, like, 1999,",
      "vi": "chắc là khoảng năm 1999,"
    }
  },
  {
    "translation": {
      "en": "there wasn't commercial DNA testing.",
      "vi": "xét nghiệm DNA không có phổ biến như bây giờ."
    }
  },
  {
    "translation": {
      "en": "All I knew was my mom went to Dr. Donald Cline,",
      "vi": "Tất cả những gì tôi biết là mẹ đã đến chỗ bác sĩ Donald Cline,"
    }
  },
  {
    "translation": {
      "en": "and he was the go- to doctor.",
      "vi": "một bác sĩ có tiếng trong giới."
    }
  },
  {
    "translation": {
      "en": "My mom was told that",
      "vi": "Họ bảo mẹ tôi rằng"
    }
  },
  {
    "translation": {
      "en": "they used a medical resident for donor sperm,",
      "vi": "họ dùng tinh trùng hiến tặng của các bác sĩ nội trú,"
    }
  },
  {
    "translation": {
      "en": "and they never used the medical resident or the donor,",
      "vi": "và sẽ không bao giờ dùng của bác sĩ hay người hiến tinh,"
    }
  },
  {
    "translation": {
      "en": "say, more than three times.",
      "vi": "quá ba lần."
    }
  },
  {
    "translation": {
      "en": "So, since there was me,",
      "vi": "Vậy nên, vì đã có tôi, nên tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "I figured that I might have one or two half- siblings.",
      "vi": "Vậy nên, vì đã có tôi, nên tôi nghĩ có lẽ tôi có một hoặc hai anh em khác."
    }
  },
  {
    "translation": {
      "en": "So, I looked him up, and I called him at his office.",
      "vi": "Nên tôi đã tìm kiếm về ông ta và gọi đến phòng khám."
    }
  },
  {
    "translation": {
      "en": "He actually answered the phone.",
      "vi": "Ông ta thực sự đã trả lời điện thoại."
    }
  },
  {
    "translation": {
      "en": "I wanted to know if he had a donor number",
      "vi": "Tôi muốn biết liệu ông ta có số máy của người hiến"
    }
  },
  {
    "translation": {
      "en": "or my mom's medical records",
      "vi": "hoặc bệnh án của mẹ tôi"
    }
  },
  {
    "translation": {
      "en": "to where I could have some kind of identifying information.",
      "vi": "để tôi có thêm thông tin định danh nào đó."
    }
  },
  {
    "translation": {
      "en": "He was very",
      "vi": "Ông ta rất"
    }
  },
  {
    "translation": {
      "en": "straightforward, matter- of- fact,",
      "vi": "thẳng thắn, lãnh đạm,"
    }
  },
  {
    "translation": {
      "en": "um, no empathy. But I remember asking him,",
      "vi": "vô cảm, nhưng tôi nhớ có hỏi ông ta,"
    }
  },
  {
    "translation": {
      "en": "like, telling him I wanted to find half- siblings,",
      "vi": "kiểu tôi muốn tìm anh chị em khác mẹ,"
    }
  },
  {
    "translation": {
      "en": "and he said that I can't ever know that information.",
      "vi": "ông ta nói sẽ không bao giờ tiết lộ thông tin đó."
    }
  },
  {
    "translation": {
      "en": "My mother's records have been destroyed.",
      "vi": "Bệnh án của mẹ tôi đã bị huỷ."
    }
  },
  {
    "translation": {
      "en": "He wished me good luck, and that was it.",
      "vi": "Ông ta chúc tôi may mắn và chỉ có vậy."
    }
  },
  {
    "translation": {
      "en": "I just went on with life and, you know,",
      "vi": "Tôi tiếp tục sống cuộc đời mình và…"
    }
  },
  {
    "translation": {
      "en": "married, raised my children, and hoped that someday maybe",
      "vi": "kết hôn, nuôi con và hy vọng một ngày nào đó có lẽ"
    }
  },
  {
    "translation": {
      "en": "I would find a sibling or two.",
      "vi": "tôi tìm thấy một hoặc hai anh chị em."
    }
  },
  {
    "translation": {
      "en": "Watching our friends' children growing up around us",
      "vi": "Nhìn con của đám bạn xung quanh dần lớn lên"
    }
  },
  {
    "translation": {
      "en": "left us feeling isolated and desperate.",
      "vi": "khiến chúng tôi cảm thấy bị cô lập và tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "But as we found out, we were not alone.",
      "vi": "Nhưng sau khi tìm hiểu, tôi không cô đơn."
    }
  },
  {
    "translation": {
      "en": "One out of five couples living in the United States",
      "vi": "Một trên năm cặp đôi ở Hoa Kỳ"
    }
  },
  {
    "translation": {
      "en": "experience infertility problems.",
      "vi": "gặp các vấn đề với việc sinh đẻ."
    }
  },
  {
    "translation": {
      "en": "The physicians and staff at Indianapolis Infertility",
      "vi": "Các bác sĩ và nhân viên ở Phòng Hiếm muộn Indianapolis"
    }
  },
  {
    "translation": {
      "en": "can help you understand your particular infertility problem more clearly.",
      "vi": "sẽ giúp bạn hiểu rõ ràng hơn về vấn đề vô sinh của mình."
    }
  },
  {
    "translation": {
      "en": "Both Dr. Donald Cline and Dr. Robert Colver",
      "vi": "Bác sĩ Donald Cline và Robert Colver đều"
    }
  },
  {
    "translation": {
      "en": "are specialists in the field of infertility",
      "vi": "là chuyên gia trong lĩnh vực vô sinh"
    }
  },
  {
    "translation": {
      "en": "and have achieved excellent results",
      "vi": "và đạt rất nhiều thành tựu"
    }
  },
  {
    "translation": {
      "en": "in diagnosing and treating thousands of infertile couples.",
      "vi": "trong chẩn đoán và chữa trị cho hàng ngàn cặp đôi."
    }
  },
  {
    "translation": {
      "en": "Dr. Cline was the best- known infertility doctor in Indianapolis.",
      "vi": "Bác sĩ Cline là bác sĩ chữa hiếm muộn có tiếng nhất ở Indianapolis."
    }
  },
  {
    "translation": {
      "en": "And I started working for him",
      "vi": "Và tôi bắt đầu làm việc cho ông ta"
    }
  },
  {
    "translation": {
      "en": "in '81 to '94.",
      "vi": "từ năm 81 đến 94."
    }
  },
  {
    "translation": {
      "en": "I worked 13 years.",
      "vi": "Tôi làm ở đó 13 năm."
    }
  },
  {
    "translation": {
      "en": "I was partnered with Dr. Cline from 1987 to 1991, and I have to say,",
      "vi": "Tôi làm chung với bác sĩ Cline từ năm 1987 đến 1991 và tôi phải nói,"
    }
  },
  {
    "translation": {
      "en": "my career wouldn't be what it has been over the last 35 years",
      "vi": "sự nghiệp tôi được như hiện nay trong 35 năm qua, không thể thiếu công của Don Cline. Vậy nên,"
    }
  },
  {
    "translation": {
      "en": "if it hadn't been for Don Cline. So…",
      "vi": "trong 35 năm qua, không thể thiếu công của Don Cline. Vậy nên,"
    }
  },
  {
    "translation": {
      "en": "You know, I have a very special place in my heart for that man.",
      "vi": "bạn biết đó, ông ấy chiếm một vị trí rất quan trọng trong lòng tôi."
    }
  },
  {
    "translation": {
      "en": "Before '85, for an insemination",
      "vi": "Trước năm 85, việc thụ tinh"
    }
  },
  {
    "translation": {
      "en": "or for a donor insemination,",
      "vi": "hoặc thụ tinh từ người hiến,"
    }
  },
  {
    "translation": {
      "en": "fresh sperm was used.",
      "vi": "đều dùng tinh trùng tươi."
    }
  },
  {
    "translation": {
      "en": "And back then, you didn't have, like today,",
      "vi": "Và ngày đó, không như bây giờ, không có chuyện,"
    }
  },
  {
    "translation": {
      "en": "you go on a website, 300 guys show up.",
      "vi": "bạn lên một trang web, 300 anh chàng hiện ra."
    }
  },
  {
    "translation": {
      "en": "We had a notebook",
      "vi": "Chúng tôi có một cuốn sổ."
    }
  },
  {
    "translation": {
      "en": "so they could pick from what donor criteria they wanted.",
      "vi": "Để họ có thể chọn những tiêu chí của người hiến."
    }
  },
  {
    "translation": {
      "en": "The hospital was-- It's just right across the street.",
      "vi": "Bệnh viện nằm ngay bên kia đường."
    }
  },
  {
    "translation": {
      "en": "And I actually went to the hospital and met some of the donors",
      "vi": "Tôi thực sự đã đi sang bệnh viện và gặp vài người hiến,"
    }
  },
  {
    "translation": {
      "en": "because they were residents, and I knew 'em.",
      "vi": "vì họ là bác sĩ nội trú ở đây và tôi quen họ."
    }
  },
  {
    "translation": {
      "en": "And they would pass me the specimen, and I would take it back to the office.",
      "vi": "Và khi họ đưa tôi mẫu vật, tôi sẽ mang chúng đến phòng khám."
    }
  },
  {
    "translation": {
      "en": "It has to be kept warm, body temperature.",
      "vi": "Các mẫu ấy phải được giữ ấm ở nhiệt độ cơ thể."
    }
  },
  {
    "translation": {
      "en": "And so I transported the sample in my bra,",
      "vi": "Nên tôi nhét vào trong áo ngực để vận chuyển,"
    }
  },
  {
    "translation": {
      "en": "so the sperm was still viable by the time I got it over at the office.",
      "vi": "khi giao lại cho phòng khám thì tinh trùng vẫn còn dùng được."
    }
  },
  {
    "translation": {
      "en": "It was a great field. It was really interesting.",
      "vi": "Lĩnh vực ấy rất hay. Thực sự rất thú vị."
    }
  },
  {
    "translation": {
      "en": "We were putting tubes back together so people… women could get pregnant.",
      "vi": "Bọn tôi sẽ nối ống dẫn trứng lại để người phụ nữ có thể mang thai,"
    }
  },
  {
    "translation": {
      "en": "And he had a terrific success rate at that.",
      "vi": "và ông ta có tỷ lệ thành công cao kinh khủng."
    }
  },
  {
    "translation": {
      "en": "We'd do laser surgery on tubes,",
      "vi": "Bọn tôi phẫu thuật laze ống dẫn,"
    }
  },
  {
    "translation": {
      "en": "and that was a new thing that Don did that other doctors didn't do.",
      "vi": "và đó là điểm mới ở Don mà các bác sĩ khác không làm."
    }
  },
  {
    "translation": {
      "en": "For these couples, you have to have them",
      "vi": "Với những cặp đôi này, ta phải khiến họ"
    }
  },
  {
    "translation": {
      "en": "really think through this, talk through this, pray about it.",
      "vi": "suy nghĩ thật kỹ, bàn bạc rõ ràng, cầu nguyện."
    }
  },
  {
    "translation": {
      "en": "Really feel like you thought through this whole thing, because",
      "vi": "Thật sự suy xét rõ ràng cả quá trình, bởi lẽ"
    }
  },
  {
    "translation": {
      "en": "once you do that donor insemination",
      "vi": "một khi đã làm thụ tinh nhân tạo"
    }
  },
  {
    "translation": {
      "en": "and they get pregnant, that's their baby. Forever.",
      "vi": "rồi họ có thai, thì đó sẽ là con của họ. Mãi mãi."
    }
  },
  {
    "translation": {
      "en": "It was always very emotional",
      "vi": "Tôi luôn xúc động mỗi lần một trong các bạn nữ"
    }
  },
  {
    "translation": {
      "en": "when one of your girlfriends would call you and say she was pregnant",
      "vi": "Tôi luôn xúc động mỗi lần một trong các bạn nữ gọi điện đến và báo họ đã có thai"
    }
  },
  {
    "translation": {
      "en": "because there were several times that I'd get off the phone,",
      "vi": "bởi vì đó là những lần tôi sẽ cúp máy"
    }
  },
  {
    "translation": {
      "en": "and I'd just cry because I wanted a child so bad.",
      "vi": "và khóc nức nở vì mong chờ được mang thai."
    }
  },
  {
    "translation": {
      "en": "My husband and I had gone to various fertility doctors",
      "vi": "Bọn tôi đã tìm đến rất nhiều bác sĩ hiếm muộn"
    }
  },
  {
    "translation": {
      "en": "trying to find… my issue.",
      "vi": "cố gắng tìm ra… vấn đề của tôi."
    }
  },
  {
    "translation": {
      "en": "It was hard on me and my husband.",
      "vi": "Tôi và chồng đã rất khổ cực."
    }
  },
  {
    "translation": {
      "en": "But I thought, Okay. I've finally found a doctor that might be able to help us",
      "vi": "Nhưng tôi nghĩ: Cuối cùng đã tìm được một bác sĩ có thể sẽ giúp được ta"
    }
  },
  {
    "translation": {
      "en": "because he was so well- known.",
      "vi": "bởi vì ông ấy rất nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "I was about 27.",
      "vi": "Khi ấy tôi 27 tuổi."
    }
  },
  {
    "translation": {
      "en": "I, uh… My husband and I talked about having our own children.",
      "vi": "Tôi… Chồng và tôi đang bàn bạc về chuyện có con."
    }
  },
  {
    "translation": {
      "en": "My husband got tested, and he was infertile.",
      "vi": "Chồng tôi đi xét nghiệm thì biết mình bị vô sinh."
    }
  },
  {
    "translation": {
      "en": "I was told, The only person who's doing live sperm donor insemination",
      "vi": "Họ nói: Người duy nhất làm thụ tinh nhân tạo với tinh trùng tươi"
    }
  },
  {
    "translation": {
      "en": "is Dr. Don Cline.",
      "vi": "là bác sĩ Don Cline."
    }
  },
  {
    "translation": {
      "en": "He's the best of the best, so go to him.",
      "vi": "Ông ấy là giỏi nhất rồi, cô đến đó đi."
    }
  },
  {
    "translation": {
      "en": "By that point, it'd been two and a half years",
      "vi": "Lúc ấy đã là hai năm rưỡi"
    }
  },
  {
    "translation": {
      "en": "of having my period when I wanted to really conceive,",
      "vi": "kể từ khi tôi rất muốn có thai, theo dõi chu kỳ kinh nguyệt,"
    }
  },
  {
    "translation": {
      "en": "taking my temperature, and… for every month and every day.",
      "vi": "đo nhiệt độ cơ thể mỗi tháng rồi mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "So it was the first time I felt-- It was hopeful.",
      "vi": "Nên đó là lần đầu tiên tôi cảm thấy… có hy vọng."
    }
  },
  {
    "translation": {
      "en": "I carried my husband's sperm in a little container.",
      "vi": "Tôi cầm theo tinh trùng của chồng trong một cái lọ nhỏ."
    }
  },
  {
    "translation": {
      "en": "Well, we didn't have much time because you had to have it there,",
      "vi": "Cũng không có nhiều thời gian vì chỉ để được"
    }
  },
  {
    "translation": {
      "en": "I think, within an hour.",
      "vi": "khoảng một tiếng."
    }
  },
  {
    "translation": {
      "en": "And then there was this room",
      "vi": "Và rồi có một căn phòng này"
    }
  },
  {
    "translation": {
      "en": "that I would go into for the artificial insemination,",
      "vi": "tôi phải đến đó để làm thụ tinh nhân tạo,"
    }
  },
  {
    "translation": {
      "en": "right then with the sperm,",
      "vi": "cùng với tinh trùng, ngay lúc đó,"
    }
  },
  {
    "translation": {
      "en": "with some kind of long, like, um…",
      "vi": "và một cái gì đó dài dài, kiểu,"
    }
  },
  {
    "translation": {
      "en": "Well, it looked like a needle- type thing, but that was all I remember.",
      "vi": "một vật giống như mũi kim, tôi cũng chỉ nhớ có vậy."
    }
  },
  {
    "translation": {
      "en": "He'd walk me back to the exam room,",
      "vi": "Ông ta đưa tôi đến phòng kiểm tra,"
    }
  },
  {
    "translation": {
      "en": "I'm lying down, and my knees are up in the air.",
      "vi": "tôi nằm xuống, hai đầu gối giơ lên cao."
    }
  },
  {
    "translation": {
      "en": "He said, Okay. I'm gonna, uh, put this… this specimen in you.",
      "vi": "Ông ta nói: Được rồi, tôi sẽ đưa mẫu vật vào trong cô."
    }
  },
  {
    "translation": {
      "en": "So I wait on the table for about 20 minutes.",
      "vi": "Nên tôi đợi ở trên bàn khoảng hai mươi phút."
    }
  },
  {
    "translation": {
      "en": "I was thinking actually positive thoughts.",
      "vi": "Để bản thân có những suy nghĩ rất tích cực."
    }
  },
  {
    "translation": {
      "en": "I was thinking,",
      "vi": "Tôi đã nghĩ:"
    }
  },
  {
    "translation": {
      "en": "Wow. I might be able to have a child.",
      "vi": "Trời, có khi mình sẽ mang thai được thật."
    }
  },
  {
    "translation": {
      "en": "When the doctor's office called me",
      "vi": "Khi phòng khám bác sĩ gọi cho tôi"
    }
  },
  {
    "translation": {
      "en": "and told me I was pregnant,",
      "vi": "và nói tôi đã có thai,"
    }
  },
  {
    "translation": {
      "en": "I… I couldn't believe it.",
      "vi": "tôi không thể tin nổi."
    }
  },
  {
    "translation": {
      "en": "We were just so happy when I had her.",
      "vi": "Bọn tôi cực kì hạnh phúc khi có con bé."
    }
  },
  {
    "translation": {
      "en": "I even took Julie back into the office and then showed her off to Dr. Cline.",
      "vi": "Thậm chí tôi còn bế Julie đến phòng khám để khoe với bác sĩ Cline."
    }
  },
  {
    "translation": {
      "en": "I thought I had altitude sickness.",
      "vi": "Tôi cứ nghĩ mình bị say độ cao."
    }
  },
  {
    "translation": {
      "en": "So I laid off a little bit of skiing,",
      "vi": "Nên tôi hạn chế việc trượt tuyết lại,"
    }
  },
  {
    "translation": {
      "en": "and ate more crackers, and drank some tea,",
      "vi": "ăn nhiều bánh quy hơn, uống chút trà,"
    }
  },
  {
    "translation": {
      "en": "and, um, never thinking I was pregnant.",
      "vi": "và chưa từng nghĩ mình có thai."
    }
  },
  {
    "translation": {
      "en": "I thought I was just late.",
      "vi": "Tôi nghĩ mình bị muộn kỳ kinh."
    }
  },
  {
    "translation": {
      "en": "I was ecstatic.",
      "vi": "Tôi hạnh phúc như ở trên mây."
    }
  },
  {
    "translation": {
      "en": "I thought it was a gift at the time.",
      "vi": "Lúc ấy tôi nghĩ con bé như một món quà trời ban."
    }
  },
  {
    "translation": {
      "en": "In 2014, you see 23andMe",
      "vi": "Vào năm 2014, 23andMe xuất hiện"
    }
  },
  {
    "translation": {
      "en": "on, like, every other commercial on TV.",
      "vi": "trong, kiểu như, mọi quảng cáo trên TV."
    }
  },
  {
    "translation": {
      "en": "I was 35,",
      "vi": "Tôi khi ấy 35,"
    }
  },
  {
    "translation": {
      "en": "and I told my husband I was gonna take a DNA test",
      "vi": "và tôi đã bảo chồng rằng tôi muốn xét nghiệm DNA,"
    }
  },
  {
    "translation": {
      "en": "because I figured, at least, I had one or two siblings.",
      "vi": "vì tôi biết mình có ít nhất một đến hai anh chị em."
    }
  },
  {
    "translation": {
      "en": "I felt like it was kind of a bonus if I did find the donor,",
      "vi": "Nếu tìm được người hiến thì cũng tính là một điểm cộng,"
    }
  },
  {
    "translation": {
      "en": "but that wasn't, like, my goal. My goal was to find a sibling.",
      "vi": "nhưng đó không phải mục đích của tôi. Mà là tìm được anh chị em."
    }
  },
  {
    "translation": {
      "en": "The fall of 2014,",
      "vi": "Mùa thu năm 2014,"
    }
  },
  {
    "translation": {
      "en": "I received my results.",
      "vi": "tôi nhận được kết quả."
    }
  },
  {
    "translation": {
      "en": "I remember that day vividly.",
      "vi": "Tôi nhớ rất rõ ngày hôm ấy."
    }
  },
  {
    "translation": {
      "en": "It came back that I was related to",
      "vi": "Kết quả chỉ ra tôi có quan hệ với"
    }
  },
  {
    "translation": {
      "en": "seven siblings.",
      "vi": "bảy anh chị em."
    }
  },
  {
    "translation": {
      "en": "It was actually immediate excitement, um,",
      "vi": "Ngay lập tức tôi trở nên hào hứng…"
    }
  },
  {
    "translation": {
      "en": "with concern.",
      "vi": "nhưng đầy bận tâm."
    }
  },
  {
    "translation": {
      "en": "Finding out that I had siblings was amazing,",
      "vi": "Thật tuyệt vời khi biết được tôi có anh chị em,"
    }
  },
  {
    "translation": {
      "en": "but there's, you know, eight of us. What… what's going on here?",
      "vi": "nhưng có, bạn biết đấy, đến tám người. Có chuyện gì xảy ra vậy?"
    }
  },
  {
    "translation": {
      "en": "Because my mom was told",
      "vi": "Bởi vì họ nói với mẹ tôi"
    }
  },
  {
    "translation": {
      "en": "that they never used a donor more than three times.",
      "vi": "họ sẽ không dùng tinh trùng của một người quá ba lần."
    }
  },
  {
    "translation": {
      "en": "Three times was the ideal.",
      "vi": "Ba lần là lý tưởng nhất."
    }
  },
  {
    "translation": {
      "en": "We didn't want a large population",
      "vi": "Chúng tôi không muốn một lượng lớn cư dân"
    }
  },
  {
    "translation": {
      "en": "with all the same father.",
      "vi": "có cùng một người bố."
    }
  },
  {
    "translation": {
      "en": "There's the concern for consanguinity,",
      "vi": "Việc đáng bận tâm về huyết thống,"
    }
  },
  {
    "translation": {
      "en": "uh, having too many people in a certain geographic area",
      "vi": "là có quá nhiều người trong một khu vực địa lý nhất định,"
    }
  },
  {
    "translation": {
      "en": "that could potentially be your brother or your sister, and you didn't know it.",
      "vi": "rất có khả năng là anh hoặc chị, mà bạn không hề hay biết."
    }
  },
  {
    "translation": {
      "en": "Because you could potentially have a brother and sister marrying.",
      "vi": "Bởi vì có khả năng anh chị em sẽ lấy nhau."
    }
  },
  {
    "translation": {
      "en": "This doesn't make sense.",
      "vi": "Đợi đã nào. Không hợp lý gì cả."
    }
  },
  {
    "translation": {
      "en": "Obviously, you used someone's sperm more than three times.",
      "vi": "Rõ ràng là họ dùng tinh trùng của ai đó quá ba lần."
    }
  },
  {
    "translation": {
      "en": "And that's when we started to do our own investigating.",
      "vi": "Và đó là lúc chúng tôi đã bắt đầu tự mình điều tra."
    }
  },
  {
    "translation": {
      "en": "Every weekend, we would call each other,",
      "vi": "Mỗi cuối tuần, chúng tôi sẽ gọi cho nhau,"
    }
  },
  {
    "translation": {
      "en": "or we would plug names into Ancestry and work on a family tree.",
      "vi": "hoặc đề tên lên trang Cội nguồn để dựng một cây gia phả."
    }
  },
  {
    "translation": {
      "en": "We joked one day, trying to figure it out,",
      "vi": "Một ngày nọ chúng tôi đùa với nhau, cố tìm hiểu xem,"
    }
  },
  {
    "translation": {
      "en": "and we're like, Wouldn't it be crazy if it was the doctor?",
      "vi": "rồi nói kiểu: Nếu là ông bác sĩ thì điên thật nhỉ?"
    }
  },
  {
    "translation": {
      "en": "But we disregarded it, and we're like,",
      "vi": "Cả hội đều bỏ qua việc đó:"
    }
  },
  {
    "translation": {
      "en": "Probably not, but we'll go through this journey together.",
      "vi": "Chắc không đâu, nhưng ta sẽ cùng vượt qua."
    }
  },
  {
    "translation": {
      "en": "We'll help each other find who our biological father is.",
      "vi": "Ta sẽ giúp đỡ lẫn nhau để tìm ra bố đẻ của mình."
    }
  },
  {
    "translation": {
      "en": "We were able to just focus on our paternal matches,",
      "vi": "Bọn tôi tập trung toàn lực để tìm kiếm người bố tương thích"
    }
  },
  {
    "translation": {
      "en": "and we all matched a lady named Sylvia,",
      "vi": "và tất cả đều khớp với một người phụ nữ tên Sylvia,"
    }
  },
  {
    "translation": {
      "en": "who was our second cousin,",
      "vi": "chị em họ xa của bọn tôi,"
    }
  },
  {
    "translation": {
      "en": "and she was on 23andMe.",
      "vi": "cô ấy cũng tham gia vào 23andMe."
    }
  },
  {
    "translation": {
      "en": "So, we had messaged her.",
      "vi": "Vậy nên bọn tôi đã nhắn cho cô ấy."
    }
  },
  {
    "translation": {
      "en": "I asked her what surnames was in her family tree,",
      "vi": "Tôi hỏi trên cây gia phả nhà cô ấy có những họ nào,"
    }
  },
  {
    "translation": {
      "en": "and she gave us a whole list of names.",
      "vi": "và cô ấy gửi chúng tôi một danh sách các họ."
    }
  },
  {
    "translation": {
      "en": "One of the names that popped up was Swinford.",
      "vi": "Một trong số họ hiện ra là Swinford."
    }
  },
  {
    "translation": {
      "en": "Swinford is Donald Cline's mother's maiden name.",
      "vi": "Swinford là họ thời còn thiếu nữ của mẹ Donald Cline."
    }
  },
  {
    "translation": {
      "en": "I said, By any chance,",
      "vi": "Tôi mới hỏi: Có khi nào,"
    }
  },
  {
    "translation": {
      "en": "do you have the name Cline in your family?",
      "vi": "trong gia đình nhà cô có người họ Cline không?"
    }
  },
  {
    "translation": {
      "en": "She said, Oh yes, I completely forgot. My cousin Don.",
      "vi": "Cô ấy bảo: Ồ phải rồi, tôi quên béng mất. Anh họ tôi tên Don."
    }
  },
  {
    "translation": {
      "en": "He's a doctor.",
      "vi": "Anh ấy là bác sĩ."
    }
  },
  {
    "translation": {
      "en": "Right then, my stomach dropped,",
      "vi": "Ngay lúc ấy, tôi như chết lặng,"
    }
  },
  {
    "translation": {
      "en": "and I felt sick because she just confirmed",
      "vi": "và tôi cảm thấy phát tởm vì cô ấy vừa mới xác nhận"
    }
  },
  {
    "translation": {
      "en": "what I think we probably already knew, but we were hoping wasn't true.",
      "vi": "điều tôi nghĩ bọn tôi có lẽ đều đã biết, nhưng mong không phải sự thật."
    }
  },
  {
    "translation": {
      "en": "Dr. Donald Cline",
      "vi": "Bác sĩ Donald Cline"
    }
  },
  {
    "translation": {
      "en": "could be our biological father.",
      "vi": "có thể là bố ruột của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I was in shock.",
      "vi": "Tôi rất kinh hãi."
    }
  },
  {
    "translation": {
      "en": "There were so many emotions.",
      "vi": "Quá nhiều cảm xúc đan xen."
    }
  },
  {
    "translation": {
      "en": "So many questions.",
      "vi": "Quá nhiều câu hỏi."
    }
  },
  {
    "translation": {
      "en": "He lied about a donor being used.",
      "vi": "Ông ta nói dối về việc lấy tinh trùng từ người hiến."
    }
  },
  {
    "translation": {
      "en": "Why did he do it?",
      "vi": "Sao ông ta làm vậy?"
    }
  },
  {
    "translation": {
      "en": "And how long did he do it?",
      "vi": "Việc này đã diễn ra bao lâu?"
    }
  },
  {
    "translation": {
      "en": "And how many siblings do we have?",
      "vi": "Rốt cuộc chúng tôi có bao nhiêu anh chị em?"
    }
  },
  {
    "translation": {
      "en": "I honestly didn't know who to go to.",
      "vi": "Thú thực tôi không biết nên tìm ai."
    }
  },
  {
    "translation": {
      "en": "I googled, like, Where do you make a complaint against a doctor?",
      "vi": "Tôi tìm kiếm trên Google: Phải đi đâu để khiếu nại bác sĩ?"
    }
  },
  {
    "translation": {
      "en": "That, in turn, led to me filing a complaint",
      "vi": "Việc đó đã khiến tôi nộp đơn khiếu nại"
    }
  },
  {
    "translation": {
      "en": "with the Attorney General's office for Indiana.",
      "vi": "lên văn phòng Bộ Tư pháp của Indiana."
    }
  },
  {
    "translation": {
      "en": "So, then I received a form back from the Attorney General's office",
      "vi": "Rồi sau đó tôi nhận được một lá thư từ văn phòng,"
    }
  },
  {
    "translation": {
      "en": "that was like, their generic messaging like,",
      "vi": "với lời nhắn chung chung kiểu như:"
    }
  },
  {
    "translation": {
      "en": "Hi. We've received your complaint, and it's gonna be investigated further,",
      "vi": "Xin chào. Khiếu nại của bạn đã được nhận, và việc này sẽ cần điều tra thêm,"
    }
  },
  {
    "translation": {
      "en": "and someone will be in touch.",
      "vi": "sẽ có người liên lạc với bạn."
    }
  },
  {
    "translation": {
      "en": "We waited and waited. Nobody was returning my calls.",
      "vi": "Chúng tôi đợi rồi đợi. Không ai trả lời các cuộc gọi của tôi."
    }
  },
  {
    "translation": {
      "en": "No questioning, nothing from the Attorney General's office.",
      "vi": "Không một lời hỏi han, không động tĩnh gì từ họ."
    }
  },
  {
    "translation": {
      "en": "I wanted answers.",
      "vi": "Tôi muốn đáp án."
    }
  },
  {
    "translation": {
      "en": "So I reached out to every news outlet, big and small,",
      "vi": "Nên tôi đã liên hệ với mọi tờ báo, dù lớn hay nhỏ,"
    }
  },
  {
    "translation": {
      "en": "and nobody would pick up the story.",
      "vi": "và không một ai chịu viết câu chuyện này."
    }
  },
  {
    "translation": {
      "en": "…and I'm Angela Ganote.",
      "vi": "…tôi là Angela Ganote."
    }
  },
  {
    "translation": {
      "en": "Yeah. We're starting off on a chilly start today,",
      "vi": "Ta đã có một khởi đầu mát mẻ hôm nay,"
    }
  },
  {
    "translation": {
      "en": "but it's gonna warm up and warm up fast.",
      "vi": "nhưng sẽ mau chóng nóng lên thôi."
    }
  },
  {
    "translation": {
      "en": "I was watching TV one day,",
      "vi": "Một ngày nọ tôi đang xem TV,"
    }
  },
  {
    "translation": {
      "en": "and I was like…  …Her!",
      "vi": "và tôi kiểu… Cô ấy!"
    }
  },
  {
    "translation": {
      "en": "- - I forgot to send it to her.",
      "vi": "Mình quên mất không gửi."
    }
  },
  {
    "translation": {
      "en": "In February of 2015, I logged onto Facebook,",
      "vi": "Tháng Hai năm 2015, tôi đăng nhập vào Facebook"
    }
  },
  {
    "translation": {
      "en": "and I had a message from Jacoba.",
      "vi": "và nhận được tin nhắn từ Jacoba."
    }
  },
  {
    "translation": {
      "en": "The message was in- depth,",
      "vi": "Nội dung tin nhắn rất chi tiết,"
    }
  },
  {
    "translation": {
      "en": "saying that she believed a doctor in Indianapolis",
      "vi": "cô ấy tin rằng một bác sĩ ở Indianapolis"
    }
  },
  {
    "translation": {
      "en": "had inseminated multiple women with his own sperm.",
      "vi": "đã thụ tinh nhân tạo cho vô số phụ nữ với tinh trùng của mình."
    }
  },
  {
    "translation": {
      "en": "It was shocking, but it was also backed by proof.",
      "vi": "Một tin rất sốc, nhưng có bằng chứng."
    }
  },
  {
    "translation": {
      "en": "Before Jacoba came to me,",
      "vi": "Trước khi Jacoba tìm tôi,"
    }
  },
  {
    "translation": {
      "en": "she had reached out to Attorney General of our state,",
      "vi": "cô ấy đã liên hệ với Bộ Tư pháp của bang tôi,"
    }
  },
  {
    "translation": {
      "en": "the Attorney General of the United States.",
      "vi": "Bộ Tư pháp của Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "She had reached out to national news organizations,",
      "vi": "Liên hệ với những tổ chức báo chí trong nước,"
    }
  },
  {
    "translation": {
      "en": "and she had gotten no response.",
      "vi": "nhưng không nhận được hồi âm."
    }
  },
  {
    "translation": {
      "en": "And I thought, Why is no one listening, or at least",
      "vi": "Rồi tôi nghĩ: Sao không ai chịu lắng nghe, hay ít nhất"
    }
  },
  {
    "translation": {
      "en": "finding the truth?",
      "vi": "tìm hiểu sự thật?"
    }
  },
  {
    "translation": {
      "en": "I walked into our news director's office,",
      "vi": "Tôi bước vào văn phòng của giám đốc,"
    }
  },
  {
    "translation": {
      "en": "and I said, You guys are not gonna believe this.",
      "vi": "nói: Mọi người sẽ không tin nổi đâu."
    }
  },
  {
    "translation": {
      "en": "I reached out to Dr. Cline in the very beginning.",
      "vi": "Ban đầu tôi gọi điện cho bác sĩ Cline."
    }
  },
  {
    "translation": {
      "en": "He told me that he was not the father.",
      "vi": "Ông ta nói không phải người bố."
    }
  },
  {
    "translation": {
      "en": "He told me that he only used sperm from a doctor in training,",
      "vi": "Và bảo ông ta chỉ dùng tinh trùng của bác sĩ nội trú,"
    }
  },
  {
    "translation": {
      "en": "that there is no way possible",
      "vi": "rằng không thể có chuyện"
    }
  },
  {
    "translation": {
      "en": "that the siblings had more than three brothers or sisters.",
      "vi": "bọn họ có nhiều hơn ba anh chị em."
    }
  },
  {
    "translation": {
      "en": "I asked if he would like to see the DNA evidence.",
      "vi": "Tôi hỏi ông ta muốn xem DNA không."
    }
  },
  {
    "translation": {
      "en": "I asked him if he would like to provide his own DNA",
      "vi": "Và liệu ông ta có thể cung cấp DNA của mình,"
    }
  },
  {
    "translation": {
      "en": "so that he could help them.",
      "vi": "để giúp đỡ bọn họ."
    }
  },
  {
    "translation": {
      "en": "If you're not the father, have a DNA test and prove to them.",
      "vi": "Nếu ông không phải, thì xét nghiệm và chứng minh cho họ,"
    }
  },
  {
    "translation": {
      "en": "And he wouldn't.",
      "vi": "và ông ta đã không làm."
    }
  },
  {
    "translation": {
      "en": "So when we first aired the first story,",
      "vi": "Vậy nên khi chúng tôi phát sóng bản tin đầu,"
    }
  },
  {
    "translation": {
      "en": "I couldn't use his name, and that was, um, hard for me.",
      "vi": "không thể dùng tên ông ta, và việc đó… gây nhiều khó khăn."
    }
  },
  {
    "translation": {
      "en": "Sisters, born here in Indiana, uncover a family secret.",
      "vi": "Chị em, được sinh ra ở Indiana, khám phá ra một bí mật gia đình."
    }
  },
  {
    "translation": {
      "en": "Their dad is not their biological father.",
      "vi": "Bố của họ không phải là bố ruột."
    }
  },
  {
    "translation": {
      "en": "They are donor children,",
      "vi": "Họ là trẻ được thụ tinh,"
    }
  },
  {
    "translation": {
      "en": "the product of an anonymous man who donated his sperm.",
      "vi": "sản phẩm của một người đàn ông bí ẩn, người đã đi hiến tinh."
    }
  },
  {
    "translation": {
      "en": "Since we didn't have Donald Cline's DNA,",
      "vi": "Vì chúng tôi không có DNA của Donald Cline,"
    }
  },
  {
    "translation": {
      "en": "we couldn't really move forward",
      "vi": "nên không có tiến triển"
    }
  },
  {
    "translation": {
      "en": "until we had him take a DNA test",
      "vi": "cho đến khi yêu cầu được ông ta làm xét nghiệm DNA"
    }
  },
  {
    "translation": {
      "en": "to prove that he was our biological father.",
      "vi": "để chứng minh rằng ông ta là bố ruột của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Like, we knew it in our gut, but we didn't have anybody at the state",
      "vi": "Kiểu, chúng tôi biết chắc trong bụng, nhưng văn phòng bang không một ai"
    }
  },
  {
    "translation": {
      "en": "that would get back with us, and",
      "vi": "liên hệ lại với chúng tôi, và"
    }
  },
  {
    "translation": {
      "en": "they weren't in any hurry to get a DNA sample from him.",
      "vi": "họ cũng chẳng thiết tha gì lấy mẫu DNA từ ông ta, CUỘC ĐIỀU TRA CHƯA ĐƯỢC GIẢI QUYẾT"
    }
  },
  {
    "translation": {
      "en": "So, one of my half- siblings",
      "vi": "Vậy nên, một trong những chị em cùng cha của tôi"
    }
  },
  {
    "translation": {
      "en": "messaged all of Cline's children and grandchildren",
      "vi": "đã nhắn tin cho mọi người con và cháu của Cline"
    }
  },
  {
    "translation": {
      "en": "that were over the age of 18.",
      "vi": "đã qua tuổi 18."
    }
  },
  {
    "translation": {
      "en": "Basically said,",
      "vi": "Và nói:"
    }
  },
  {
    "translation": {
      "en": "Our mothers went through infertility treatment.",
      "vi": "Mẹ chúng tôi đã phải điều trị hiếm muộn."
    }
  },
  {
    "translation": {
      "en": "Did somebody in your family donate sperm?",
      "vi": "Có ai trong gia đình bạn đã hiến tinh trùng không?"
    }
  },
  {
    "translation": {
      "en": "It was probably a week or two later,",
      "vi": "Có lẽ là khoảng một đến hai tuần sau,"
    }
  },
  {
    "translation": {
      "en": "Cline's son messaged me.",
      "vi": "con trai của Cline nhắn tin cho tôi."
    }
  },
  {
    "translation": {
      "en": "So, I met with Doug and Donna,",
      "vi": "Nên tôi đã tới gặp Doug và Donna,"
    }
  },
  {
    "translation": {
      "en": "which are two of Cline's children, with his wife, Audrey.",
      "vi": "hai người con của Cline và vợ ông ta, Audrey."
    }
  },
  {
    "translation": {
      "en": "I chose to do it at my church",
      "vi": "Tôi chọn địa điểm là ở nhà thờ của tôi,"
    }
  },
  {
    "translation": {
      "en": "because I felt more comfortable.",
      "vi": "vì ở đó tôi cảm thấy thoải mái hơn."
    }
  },
  {
    "translation": {
      "en": "I don't know these people,",
      "vi": "Tôi không biết những người này,"
    }
  },
  {
    "translation": {
      "en": "and these are some big accusations.",
      "vi": "và đây là những lời buộc tội rất nặng nề."
    }
  },
  {
    "translation": {
      "en": "They said they had talked to their dad,",
      "vi": "Họ bảo đã nói chuyện với bố,"
    }
  },
  {
    "translation": {
      "en": "and he did admit that he was our biological father.",
      "vi": "và ông ta đã thừa nhận ông ta là bố ruột của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "But Doug said that the only time that Cline used his sperm",
      "vi": "Nhưng Doug nói rằng lần duy nhất Cline dùng tinh trùng của ông ta"
    }
  },
  {
    "translation": {
      "en": "was when he didn't have access to a donor,",
      "vi": "là khi không có được người hiến,"
    }
  },
  {
    "translation": {
      "en": "and as far as siblings go,",
      "vi": "còn với những anh chị em này,"
    }
  },
  {
    "translation": {
      "en": "there was absolutely no more than ten.",
      "vi": "chắc chắn không có quá mười người."
    }
  },
  {
    "translation": {
      "en": "I had seen the news pop on one night…",
      "vi": "Một tối nọ tôi thấy trên bản tin hiện lên…"
    }
  },
  {
    "translation": {
      "en": "…they are donor children searching for answers…",
      "vi": "…họ là đứa trẻ thụ tinh đang tìm kiếm đáp án…"
    }
  },
  {
    "translation": {
      "en": "…and I saw Jacoba on TV,",
      "vi": "…và tôi nhìn thấy Jacoba trên TV, và"
    }
  },
  {
    "translation": {
      "en": "and my husband thought that we looked a lot alike.",
      "vi": "…và tôi nhìn thấy Jacoba trên TV, và chồng tôi nghĩ chúng tôi trông rất giống nhau."
    }
  },
  {
    "translation": {
      "en": "My husband's exact words were,",
      "vi": "Những lời chồng tôi khi ấy là:"
    }
  },
  {
    "translation": {
      "en": "I don't feel like this is going to end well,",
      "vi": "Anh không nghĩ kết thúc sẽ có hậu,"
    }
  },
  {
    "translation": {
      "en": "and I want you to be aware of that.",
      "vi": "và anh muốn em nhận thức điều đó."
    }
  },
  {
    "translation": {
      "en": "So I talked to my mom.",
      "vi": "Nên tôi đã nói chuyện với mẹ."
    }
  },
  {
    "translation": {
      "en": "My daughter called me and said,",
      "vi": "Con gái tôi gọi tới và nói:"
    }
  },
  {
    "translation": {
      "en": "Should I get tested? And I said, No.",
      "vi": "Con có nên kiểm tra không? Và tôi nói: Không."
    }
  },
  {
    "translation": {
      "en": "'Cause I, at that point in time,",
      "vi": "Bởi vì tôi, tại thời điểm ấy,"
    }
  },
  {
    "translation": {
      "en": "I thought it was my husband's sperm that he had used.",
      "vi": "vẫn nghĩ họ dùng tinh trùng của chồng tôi."
    }
  },
  {
    "translation": {
      "en": "She said,",
      "vi": "Bà ấy nói:"
    }
  },
  {
    "translation": {
      "en": "You know, honey. This doesn't apply to you.",
      "vi": "Con yêu à. Không phải con đâu."
    }
  },
  {
    "translation": {
      "en": "This doesn't pertain to you at all. I know you're your dad and I's.",
      "vi": "Chẳng liên quan gì đến con hết. Con là con của bố mẹ mà."
    }
  },
  {
    "translation": {
      "en": "Um, but something in my gut, I just couldn't let it go.",
      "vi": "Nhưng tôi cứ thấy bứt rứt, không thể cho qua được."
    }
  },
  {
    "translation": {
      "en": "So I notified Jacoba via Facebook.",
      "vi": "Nên tôi nhắn cho Jacoba thông qua Facebook."
    }
  },
  {
    "translation": {
      "en": "She wasn't really sure if this would pertain to me at all,",
      "vi": "Cô ấy cũng không chắc chuyện này có liên quan gì tới tôi không,"
    }
  },
  {
    "translation": {
      "en": "'cause I was supposed to have been from my father and not a donor.",
      "vi": "bởi đáng nhẽ tôi phải sinh ra từ bố chứ không phải người hiến tinh."
    }
  },
  {
    "translation": {
      "en": "So she said the best way to do it is just take a test.",
      "vi": "Nên cô ấy nói tốt nhất là cứ làm xét nghiệm."
    }
  },
  {
    "translation": {
      "en": "And once I took that test,",
      "vi": "Và khi đã làm rồi,"
    }
  },
  {
    "translation": {
      "en": "if we were related, her name would show up.",
      "vi": "nếu có quan hệ, tên cô ấy sẽ hiện ra."
    }
  },
  {
    "translation": {
      "en": "Hardest thing I've ever had to go through.",
      "vi": "Việc khó khăn nhất tôi phải trải qua."
    }
  },
  {
    "translation": {
      "en": "Go back to everything that you've known about yourself.",
      "vi": "Truy xét lại những gì tôi nghĩ mình biết về bản thân."
    }
  },
  {
    "translation": {
      "en": "It just completely washes away your identity.",
      "vi": "Danh tính của bạn hoàn toàn bị xoá sạch."
    }
  },
  {
    "translation": {
      "en": "And you really have no idea who you are anymore.",
      "vi": "Và bạn thực sự không còn biết mình là ai nữa."
    }
  },
  {
    "translation": {
      "en": "We both cried on the phone,",
      "vi": "Cả hai cùng khóc với nhau,"
    }
  },
  {
    "translation": {
      "en": "and then I had to…",
      "vi": "và rồi tôi phải…"
    }
  },
  {
    "translation": {
      "en": "…figure out a way I was gonna tell my husband",
      "vi": "tìm cách để nói lại với chồng,"
    }
  },
  {
    "translation": {
      "en": "'cause I knew that it was gonna devastate him.",
      "vi": "vì tôi biết việc này sẽ khiến ông ấy suy sụp."
    }
  },
  {
    "translation": {
      "en": "I said, Remember when we went to Dr. Cline?",
      "vi": "Tôi nói: Anh nhớ lần ta đến chỗ bác sĩ Cline không?"
    }
  },
  {
    "translation": {
      "en": "And I said, Unfortunately, um,",
      "vi": "Rồi: Thật không may, bác sĩ Cline không dùng tinh trùng của anh."
    }
  },
  {
    "translation": {
      "en": "Dr. Cline didn't use your sperm. He used his own.",
      "vi": "Rồi: Thật không may, bác sĩ Cline không dùng tinh trùng của anh. Mà dùng của chính ông ta."
    }
  },
  {
    "translation": {
      "en": "So…",
      "vi": "Vậy nên…"
    }
  },
  {
    "translation": {
      "en": "we're just now finding out that Julie is not yours.",
      "vi": "đến giờ ta mới biết Julie không phải con anh."
    }
  },
  {
    "translation": {
      "en": "My husband started crying.",
      "vi": "Chồng tôi bỗng bật khóc."
    }
  },
  {
    "translation": {
      "en": "And he said that, and I'll never forget these words.",
      "vi": "Và ông ấy nói, và tôi sẽ không giờ quên những lời này."
    }
  },
  {
    "translation": {
      "en": "He says, He's taken everything away from me.",
      "vi": "Ông ấy nói: Hắn đã cướp đi mọi thứ từ anh."
    }
  },
  {
    "translation": {
      "en": "And he did.",
      "vi": "Và đúng là vậy."
    }
  },
  {
    "translation": {
      "en": "It's hard.",
      "vi": "Thật khó khăn."
    }
  },
  {
    "translation": {
      "en": "I mean, what did he do with my dad's sperm?",
      "vi": "Ý tôi là, ông ta đã làm gì với tinh trùng bố tôi?"
    }
  },
  {
    "translation": {
      "en": "He just threw it away like it was nothing?",
      "vi": "Ông ta cứ thế vứt đi như thứ đồ bỏ sao?"
    }
  },
  {
    "translation": {
      "en": "I mean, it's just-- It's wrong.",
      "vi": "Ý tôi là, nó quá… thật quá sai trái."
    }
  },
  {
    "translation": {
      "en": "After I met with Doug,",
      "vi": "Sau khi tôi gặp Doug,"
    }
  },
  {
    "translation": {
      "en": "he had called me and said,",
      "vi": "anh ấy gọi cho tôi và nói:"
    }
  },
  {
    "translation": {
      "en": "I will do whatever it takes to get you the answers.",
      "vi": "Tôi sẽ làm mọi cách để giúp cô tìm câu trả lời."
    }
  },
  {
    "translation": {
      "en": "And I said, We want to meet him. We have questions for him.",
      "vi": "Và tôi đáp: Chúng tôi muốn gặp ông ta. Chúng tôi có nhiều câu cần hỏi."
    }
  },
  {
    "translation": {
      "en": "I want him to look us in the eye.",
      "vi": "Tôi muốn ông ta đối mặt với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "You at least owe us that much.",
      "vi": "Anh ít nhất nợ chúng tôi những điều đó."
    }
  },
  {
    "translation": {
      "en": "And so he set up a time for myself and five other siblings",
      "vi": "Và thế là anh ấy đã lên lịch cho tôi và năm anh chị em khác"
    }
  },
  {
    "translation": {
      "en": "to be able to meet Cline.",
      "vi": "để gặp Cline."
    }
  },
  {
    "translation": {
      "en": "It was almost like the moment that his feet hit the floor,",
      "vi": "Và ngay khoảnh khắc khi chân ông ta chạm sàn,"
    }
  },
  {
    "translation": {
      "en": "you could hear his footsteps,",
      "vi": "bạn có thể nghe thấy tiếng bước chân của ông ta,"
    }
  },
  {
    "translation": {
      "en": "and you could hear his cane.",
      "vi": "tiếng cây gậy vang lên."
    }
  },
  {
    "translation": {
      "en": "He was not showing emotion.",
      "vi": "Ông ta trưng ra một khuôn mặt vô cảm."
    }
  },
  {
    "translation": {
      "en": "And on his hip, I could see the outline of a gun.",
      "vi": "Và ở phía bên hông, tôi có thấy rõ viền của một khẩu súng."
    }
  },
  {
    "translation": {
      "en": "I think that it was partially to intimidate us.",
      "vi": "Tôi nghĩ chủ yếu để đe doạ bọn tôi."
    }
  },
  {
    "translation": {
      "en": "So he introduced himself,",
      "vi": "Và rồi ông ta giới thiệu bản thân, hỏi một vòng quanh bàn,"
    }
  },
  {
    "translation": {
      "en": "and he went around the table, asking each one's name, age,",
      "vi": "Và rồi ông ta giới thiệu bản thân, hỏi một vòng quanh bàn, hỏi tên, tuổi của mọi người,"
    }
  },
  {
    "translation": {
      "en": "and what they did for a profession.",
      "vi": "làm những nghề nghiệp gì."
    }
  },
  {
    "translation": {
      "en": "It was almost like he was ranking us.",
      "vi": "Như thể ông ta đang xếp hạng chúng tôi vậy."
    }
  },
  {
    "translation": {
      "en": "Like, Let me see",
      "vi": "Kiểu: Để ta xem"
    }
  },
  {
    "translation": {
      "en": "which one of my offspring made it to the top.",
      "vi": "đứa nào trong đám con này thành công nào."
    }
  },
  {
    "translation": {
      "en": "I felt like we were being judged.",
      "vi": "Bọn tôi như đang bị đánh giá."
    }
  },
  {
    "translation": {
      "en": "Then we asked about medical history",
      "vi": "Sau đó chúng tôi hỏi về tiền sử bệnh,"
    }
  },
  {
    "translation": {
      "en": "because some of us, we have autoimmune disorders and stuff.",
      "vi": "bởi vì có một số người, chúng tôi bị rối loạn tự miễn dịch và kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "He said that there was nothing that we needed to worry about.",
      "vi": "Ông ta nói chúng tôi không có gì cần lo lắng hết."
    }
  },
  {
    "translation": {
      "en": "He had a piece of paper with him",
      "vi": "Ông ta cầm theo một tờ giấy"
    }
  },
  {
    "translation": {
      "en": "that he brought scripture on.",
      "vi": "trên đó có vài dòng trong Kinh Thánh."
    }
  },
  {
    "translation": {
      "en": "I remember him looking at me and going, Jacoba, this is for you.",
      "vi": "Tôi nhớ ông ta nhìn tôi, nói: Jacoba, dành cho cháu đấy."
    }
  },
  {
    "translation": {
      "en": "Because he knew I was having a hard time with this,",
      "vi": "Vì ông ta biết tôi đã phải cực khổ nhiều,"
    }
  },
  {
    "translation": {
      "en": "and I'm like, Put that shit away.",
      "vi": "tôi kiểu: Vứt cái thứ chết tiệt đó đi."
    }
  },
  {
    "translation": {
      "en": "I said-- I did, I said, Just put that shit away.",
      "vi": "Tôi nói… Đúng là đã nói vậy: Vứt cái thứ chết tiệt đó đi."
    }
  },
  {
    "translation": {
      "en": "You're not gonna use my God to justify your actions.",
      "vi": "Đừng dùng Chúa của tôi để bào chữa cho hành vi của ông."
    }
  },
  {
    "translation": {
      "en": "One of my siblings did ask him why he used his own sperm.",
      "vi": "Một trong số họ có hỏi vì sao ông ta lại dùng tinh trùng của mình."
    }
  },
  {
    "translation": {
      "en": "And he said that he only did it",
      "vi": "Và ông ta nói ông ta làm vậy chỉ vì"
    }
  },
  {
    "translation": {
      "en": "because he felt like the mothers",
      "vi": "cảm thấy những người mẹ ấy"
    }
  },
  {
    "translation": {
      "en": "were just basically desperate for a child,",
      "vi": "về cơ bản là đang quá mong mỏi một đứa con,"
    }
  },
  {
    "translation": {
      "en": "and he was doing it to help them.",
      "vi": "và ông ta làm vậy là để giúp họ."
    }
  },
  {
    "translation": {
      "en": "Finally, he said that the absolute number,",
      "vi": "Cuối cùng, ông ta nói con số chính xác,"
    }
  },
  {
    "translation": {
      "en": "there would not be more than 15 siblings.",
      "vi": "rằng sẽ không có nhiều hơn 15 anh chị em."
    }
  },
  {
    "translation": {
      "en": "It's just too fucked up.",
      "vi": "Mọi chuyện quá điên rồ."
    }
  },
  {
    "translation": {
      "en": "I… I just felt bad for my mother.",
      "vi": "Tôi thấy thương mẹ rất nhiều."
    }
  },
  {
    "translation": {
      "en": "I mean…",
      "vi": "Ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "here she was, you know,",
      "vi": "bà ấy ở đó,"
    }
  },
  {
    "translation": {
      "en": "a young woman just wanting to have a family",
      "vi": "một người phụ nữ trẻ mong muốn có một gia đình"
    }
  },
  {
    "translation": {
      "en": "like anyone else.",
      "vi": "như bao người khác."
    }
  },
  {
    "translation": {
      "en": "It's a sick individual that puts themselves in that position",
      "vi": "Chỉ có người bệnh hoạn khi tự đặt mình vào hoàn cảnh đó"
    }
  },
  {
    "translation": {
      "en": "to be able to do that.",
      "vi": "mới có thể làm vậy."
    }
  },
  {
    "translation": {
      "en": "There are parts of me that wish that I never had to deal with infertility.",
      "vi": "Một phần trong tôi ước mình chưa từng phải lo chữa vô sinh."
    }
  },
  {
    "translation": {
      "en": "I wish that walk on no one.",
      "vi": "Không ai phải chịu điều đó."
    }
  },
  {
    "translation": {
      "en": "The way it worked for me with Cline is, uh,",
      "vi": "Cách thức diễn ra giữa tôi và Cline sẽ là"
    }
  },
  {
    "translation": {
      "en": "I would go to his office.",
      "vi": "tôi đến phòng khám của ông ta."
    }
  },
  {
    "translation": {
      "en": "He was always the only one in the office,",
      "vi": "Ông ta luôn là người duy nhất trong phòng,"
    }
  },
  {
    "translation": {
      "en": "whether I was coming in on a weekend or during the week,",
      "vi": "dù tôi có đến vào cuối hay là giữa tuần,"
    }
  },
  {
    "translation": {
      "en": "during the midday, or late evening.",
      "vi": "ban ngày hay vào tối muộn."
    }
  },
  {
    "translation": {
      "en": "He was the only one that greeted me in his office, which was strange.",
      "vi": "Ông ta là người duy nhất tiếp tôi trong phòng, rất kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "And now the truth is that,",
      "vi": "Và giờ sự thật đã rõ,"
    }
  },
  {
    "translation": {
      "en": "as Cline was closing the door",
      "vi": "khi Cline đóng cửa phòng lại"
    }
  },
  {
    "translation": {
      "en": "and I'm undressing and putting my feet in the stirrups",
      "vi": "còn tôi cởi đồ và đặt chân lên đệm"
    }
  },
  {
    "translation": {
      "en": "getting ready for him to bring in the donor's sperm,",
      "vi": "chuẩn bị sẵn sàng để ông ta mang tinh trùng của người hiến vào,"
    }
  },
  {
    "translation": {
      "en": "he was in the-- some other place in the office ejaculating,",
      "vi": "ông ta đang ở… một nơi nào đó trong phòng khám để xuất tinh,"
    }
  },
  {
    "translation": {
      "en": "and not only creating the erection, but he has to go in full force",
      "vi": "và không chỉ phải ở trạng thái cương cứng, mà còn phải hoàn toàn"
    }
  },
  {
    "translation": {
      "en": "in a sexual manner to create that ejaculation.",
      "vi": "đạt đến cực khoái mới có thể xuất tinh được."
    }
  },
  {
    "translation": {
      "en": "To me, that has always remained a very sad part to me,",
      "vi": "Đối với tôi, chuyện này vẫn luôn là một nỗi đau dai dẳng,"
    }
  },
  {
    "translation": {
      "en": "and disgusting.",
      "vi": "và kinh tởm."
    }
  },
  {
    "translation": {
      "en": "That he was placing then his semen",
      "vi": "Khi mà ông ta cho tinh trùng của mình vào"
    }
  },
  {
    "translation": {
      "en": "into some kind of syringe,",
      "vi": "một loại ống tiêm nào đó,"
    }
  },
  {
    "translation": {
      "en": "and then he's got to place that syringe at the base of my cervix.",
      "vi": "sau đó đặt ống tiêm ấy vào sâu trong cổ tử cung của tôi."
    }
  },
  {
    "translation": {
      "en": "The fact that he",
      "vi": "Sự thật rằng ông ta"
    }
  },
  {
    "translation": {
      "en": "was still in an endocrine high",
      "vi": "vẫn còn đang có nồng độ nội tiết tố cao"
    }
  },
  {
    "translation": {
      "en": "from having the ejaculation",
      "vi": "vì vừa mới xuất tinh"
    }
  },
  {
    "translation": {
      "en": "has no place in a medical setting.",
      "vi": "là hoàn toàn sai trái trong bối cảnh y học."
    }
  },
  {
    "translation": {
      "en": "When Matt's DNA test came back…",
      "vi": "Khi kết quả DNA của Matt được trả về…"
    }
  },
  {
    "translation": {
      "en": "my first words were,",
      "vi": "lời đầu tiên của tôi là:"
    }
  },
  {
    "translation": {
      "en": "I was raped 15 times and didn't even know it.",
      "vi": "Tôi bị cưỡng hiếp 15 lần mà không hề hay biết."
    }
  },
  {
    "translation": {
      "en": "This is unbelievable.",
      "vi": "Thật khó tưởng tượng nổi."
    }
  },
  {
    "translation": {
      "en": "How the fuck did no one know?",
      "vi": "Làm thế quái nào mà không ai biết?"
    }
  },
  {
    "translation": {
      "en": "I mean, just even the act of what he did",
      "vi": "Ý tôi là, cái việc ông ta đã làm"
    }
  },
  {
    "translation": {
      "en": "for so many years,",
      "vi": "trong hàng năm trời,"
    }
  },
  {
    "translation": {
      "en": "and to just get away with it",
      "vi": "mà không bị buộc tội"
    }
  },
  {
    "translation": {
      "en": "for decades, and no one knew anything.",
      "vi": "hàng thập kỷ, và chẳng một ai mảy may biết gì hết."
    }
  },
  {
    "translation": {
      "en": "No one in the office? Come on.",
      "vi": "Không một ai trong phòng khám ư? Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Well, here's the thing.",
      "vi": "Chà, chuyện là như này."
    }
  },
  {
    "translation": {
      "en": "There wasn't much traffic on that first floor",
      "vi": "Ở tầng một không ai qua lại nhiều"
    }
  },
  {
    "translation": {
      "en": "other than we'd come directly into our office.",
      "vi": "và bọn tôi chỉ về thẳng phòng mình."
    }
  },
  {
    "translation": {
      "en": "Don could have clearly collected a specimen,",
      "vi": "Don có thể tự do đi lấy mẫu vật,"
    }
  },
  {
    "translation": {
      "en": "and then he got it back, and no one would know.",
      "vi": "rồi quay trở lại mà không ai biết việc đó."
    }
  },
  {
    "translation": {
      "en": "They could-- The nurse could be in there for the insemination.",
      "vi": "Y tá có thể ở trong để làm thụ tinh nhân tạo."
    }
  },
  {
    "translation": {
      "en": "They wouldn't know if it was a donor from the hospital or not.",
      "vi": "Họ sẽ không biết đó là từ người hiến ở bệnh viện hay không."
    }
  },
  {
    "translation": {
      "en": "Dr. Colver and I have discussed it, and we had no idea.",
      "vi": "Bác sĩ Colver và tôi đã trao đổi qua và chúng tôi không hề biết."
    }
  },
  {
    "translation": {
      "en": "It just was never a thought,",
      "vi": "Cũng chưa từng nghĩ đến việc ấy,"
    }
  },
  {
    "translation": {
      "en": "because it was so totally opposite",
      "vi": "bởi vì hoàn toàn không thể nhận ra"
    }
  },
  {
    "translation": {
      "en": "from his normal behavior.",
      "vi": "từ hành vi bình thường của ông ta."
    }
  },
  {
    "translation": {
      "en": "This was a person of a position of power.",
      "vi": "Ông ta là một nhân vật giàu quyền lực."
    }
  },
  {
    "translation": {
      "en": "He's known in our community as a philanthropist.",
      "vi": "Nhà từ thiện nổi tiếng ở cộng đồng."
    }
  },
  {
    "translation": {
      "en": "He's known in our community as an elder of the church.",
      "vi": "Tại nhà thờ được biết đến là trưởng lão."
    }
  },
  {
    "translation": {
      "en": "He was always a doctor.",
      "vi": "Ông ta luôn là một bác sĩ."
    }
  },
  {
    "translation": {
      "en": "He was not gonna sit there and chat with you.",
      "vi": "Ông ta sẽ không ngồi đó để trò chuyện với bạn."
    }
  },
  {
    "translation": {
      "en": "It was all pretty much",
      "vi": "Tất cả chỉ xoay quanh"
    }
  },
  {
    "translation": {
      "en": "doctor- person relationship.",
      "vi": "mối quan hệ bác sĩ bệnh nhân."
    }
  },
  {
    "translation": {
      "en": "Or a stern father figure,",
      "vi": "Hoặc hình tượng một người cha cứng rắn,"
    }
  },
  {
    "translation": {
      "en": "if, you know, if you can relate better to that.",
      "vi": "nếu, bạn biết đấy, giúp bạn dễ dàng liên tưởng hơn."
    }
  },
  {
    "translation": {
      "en": "Mark was stationed at Grissom Air Force Base,",
      "vi": "Mark đóng quân tại Căn cứ Không quân Grissom,"
    }
  },
  {
    "translation": {
      "en": "and so was Don,",
      "vi": "và Don cũng vậy,"
    }
  },
  {
    "translation": {
      "en": "and we were socially friendly.",
      "vi": "chúng tôi cũng khá thân nhau."
    }
  },
  {
    "translation": {
      "en": "I would say arrogant fits him, for some reason.",
      "vi": "Tôi nghĩ từ kiêu ngạo sẽ hợp với con người ông ấy."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know exactly why I felt that way.",
      "vi": "Tôi cũng không biết chính xác vì sao tôi lại thấy vậy."
    }
  },
  {
    "translation": {
      "en": "You… you do because you were in study groups and so on.",
      "vi": "Ông thì biết vì hai người học chung nhóm và đại loại vậy."
    }
  },
  {
    "translation": {
      "en": "Uh, he was… he was okay. I mean, he obviously was a bright guy.",
      "vi": "Ông ta cũng được. Ý tôi là, một người rất giỏi giang."
    }
  },
  {
    "translation": {
      "en": "He thought he knew-- He did know a lot.",
      "vi": "Nghĩ mình biết… Đúng là giỏi thật."
    }
  },
  {
    "translation": {
      "en": "He always was confident. He always was self- assured.",
      "vi": "Ông ta luôn tự tin… Luôn tin vào khả năng của mình."
    }
  },
  {
    "translation": {
      "en": "He wasn't-- I never saw him doubt",
      "vi": "Chưa từng… Tôi chưa từng thấy ông ta nghi ngờ"
    }
  },
  {
    "translation": {
      "en": "that what he was doing wasn't right.",
      "vi": "việc mình đang làm là không đúng."
    }
  },
  {
    "translation": {
      "en": "If you knew something, and he knew something, he knew more.",
      "vi": "Nếu bạn biết gì đó mà ông ta cũng biết, thì ông ta sẽ rõ hơn."
    }
  },
  {
    "translation": {
      "en": "That was his attitude.",
      "vi": "Thái độ của ông ta là vậy."
    }
  },
  {
    "translation": {
      "en": "He always belittled how much I knew about child de--",
      "vi": "Luôn coi thường kiến thức của tôi về trẻ em, bạn biết đấy, sự phát triển của trẻ em."
    }
  },
  {
    "translation": {
      "en": "You know, child development, even.",
      "vi": "bạn biết đấy, sự phát triển của trẻ em."
    }
  },
  {
    "translation": {
      "en": "I mean, that was my area of specialty.",
      "vi": "Ý tôi là, tôi chuyên về lĩnh vực này."
    }
  },
  {
    "translation": {
      "en": "Uh, I… I have a PhD in neurobiology,",
      "vi": "Tôi có bằng tiến sĩ trong Sinh học thần kinh,"
    }
  },
  {
    "translation": {
      "en": "and I'm also, um, an occupational therapist,",
      "vi": "và tôi cũng là một nhà trị liệu chức năng,"
    }
  },
  {
    "translation": {
      "en": "and I treated preemies.",
      "vi": "tôi chữa cho trẻ bị sinh non."
    }
  },
  {
    "translation": {
      "en": "But he knew more.",
      "vi": "Nhưng ông ta hiểu biết hơn."
    }
  },
  {
    "translation": {
      "en": "If you crossed him…",
      "vi": "Nếu không theo ý ông ta,"
    }
  },
  {
    "translation": {
      "en": "…that was it.",
      "vi": "là xong ngay."
    }
  },
  {
    "translation": {
      "en": "The first conversations that I had with Dr. Cline,",
      "vi": "Cuộc trò chuyện đầu tiên của tôi với bác sĩ Cline,"
    }
  },
  {
    "translation": {
      "en": "he told me that he was protected under HIPAA.",
      "vi": "ông ta nói rằng mình được luật HIPAA bảo vệ."
    }
  },
  {
    "translation": {
      "en": "He told me that I could be sued or that Fox 59 could be sued.",
      "vi": "Rằng tôi sẽ bị kiện, hoặc đến cả Fox 59 cũng sẽ bị kiện."
    }
  },
  {
    "translation": {
      "en": "He made it very clear that I needed to be careful.",
      "vi": "CỨ CẨN THẬN ĐẤY! Ông ta nói rất rõ ràng là tôi phải cẩn thận."
    }
  },
  {
    "translation": {
      "en": "So, that's when Cline called me.",
      "vi": "Vậy đó là khi Cline gọi cho tôi."
    }
  },
  {
    "translation": {
      "en": "I was in shock.",
      "vi": "Tôi rất bàng hoàng."
    }
  },
  {
    "translation": {
      "en": "I don't know what it was in me.",
      "vi": "Không biết lúc đó cảm thấy sao."
    }
  },
  {
    "translation": {
      "en": "He called my home phone, and I recorded that conversation.",
      "vi": "Ông ta gọi cho số nhà, tôi ghi âm lại cuộc gọi đó."
    }
  },
  {
    "translation": {
      "en": "- Jacoba? - Yes.",
      "vi": "- Jacoba? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Uh, this is Dr. Cline.",
      "vi": "Bác sĩ Cline đây."
    }
  },
  {
    "translation": {
      "en": "Uh, do you have time to talk with me just a little bit?",
      "vi": "Cháu có rảnh để nói chuyện với tôi chút không?"
    }
  },
  {
    "translation": {
      "en": "- Yes. - Okay.",
      "vi": "- Được. - Rồi."
    }
  },
  {
    "translation": {
      "en": "Um, I'm getting, uh, a real problem with, um,",
      "vi": "Tôi đang gặp vấn đề nghiêm trọng với"
    }
  },
  {
    "translation": {
      "en": "uh, the television station, um, 59.",
      "vi": "đài truyền hình, 59."
    }
  },
  {
    "translation": {
      "en": "Um, they are demanding, um, that I meet with them.",
      "vi": "Họ đang yêu cầu tôi gặp mặt họ."
    }
  },
  {
    "translation": {
      "en": "Uh, I can't do that.",
      "vi": "Tôi không thể làm vậy."
    }
  },
  {
    "translation": {
      "en": "Uh, it's not fair to me. It's not fair to you all.",
      "vi": "Không công bằng cho tôi, cho tất cả các cháu."
    }
  },
  {
    "translation": {
      "en": "Uh, they're… they're trying to make a, um…",
      "vi": "Họ đang cố làm…"
    }
  },
  {
    "translation": {
      "en": "They're… they're trying to, um…",
      "vi": "Họ đang cố…"
    }
  },
  {
    "translation": {
      "en": "improve their ratings,",
      "vi": "đẩy mạnh tỷ lệ người xem,"
    }
  },
  {
    "translation": {
      "en": "and, um, my wife and I, after 57 years of marriage…",
      "vi": "và vợ và tôi, sau 57 năm hôn nhân…"
    }
  },
  {
    "translation": {
      "en": "Um, if… if this comes out,",
      "vi": "Nếu chuyện này vỡ lở…"
    }
  },
  {
    "translation": {
      "en": "uh, our marriage will be over.",
      "vi": "cuộc hôn nhân sẽ chấm hết."
    }
  },
  {
    "translation": {
      "en": "can you help?",
      "vi": "Cháu giúp được chứ?"
    }
  },
  {
    "translation": {
      "en": "I mean, no disrespect,",
      "vi": "Ý tôi là, không có ý bất kính,"
    }
  },
  {
    "translation": {
      "en": "but I feel like what you're telling me is to keep my life a secret.",
      "vi": "nhưng tôi thấy ý ông là muốn tôi giữ bí mật về cuộc đời mình."
    }
  },
  {
    "translation": {
      "en": "That I am not allowed to know who I am…",
      "vi": "Rằng tôi không được phép biết mình là ai,"
    }
  },
  {
    "translation": {
      "en": "- Well-- - …when I didn't do anything wrong.",
      "vi": "trong khi tôi chẳng làm gì sai."
    }
  },
  {
    "translation": {
      "en": "Well, yes, but you know, I didn't--",
      "vi": "Thì, ừ, nhưng cháu biết đó, tôi không…"
    }
  },
  {
    "translation": {
      "en": "At the time, I didn't feel like I was doing anything wrong either.",
      "vi": "Vào lúc đó, tôi cũng không cảm thấy mình đã làm gì sai."
    }
  },
  {
    "translation": {
      "en": "But you-- I feel like I'm being blamed for this, like it's my fault.",
      "vi": "Nhưng ông… Tôi thấy như bị đổ lỗi, như thể là lỗi của tôi. Tôi không hiểu."
    }
  },
  {
    "translation": {
      "en": "I don't understand.",
      "vi": "như thể là lỗi của tôi. Tôi không hiểu."
    }
  },
  {
    "translation": {
      "en": "It's, uh, it's your fault because I don't care who you tell.",
      "vi": "Là lỗi của cháu vì tôi không quan tâm cháu sẽ đi kể cho ai."
    }
  },
  {
    "translation": {
      "en": "It's just",
      "vi": "Chỉ là,"
    }
  },
  {
    "translation": {
      "en": "putting it on television for the entire world to see.",
      "vi": "đưa lên sóng truyền hình cho toàn bộ thế giới xem thôi."
    }
  },
  {
    "translation": {
      "en": "Well, I… I cannot… Like I said, I can't control her.",
      "vi": "Thì, tôi đâu thể. Nói rồi, tôi không kiểm soát được cô ấy."
    }
  },
  {
    "translation": {
      "en": "I can't stop that. I can't.",
      "vi": "Tôi không ngăn được việc ấy. Không thể."
    }
  },
  {
    "translation": {
      "en": "Well, because you… you… you can stop talking to her and say,",
      "vi": "Vì cháu có thể ngừng nói chuyện với cô ta và nói:"
    }
  },
  {
    "translation": {
      "en": "You know, I… I just don't want to share anymore.",
      "vi": "Cô biết không, tôi không muốn chia sẻ nữa."
    }
  },
  {
    "translation": {
      "en": "I'm just telling you what's gonna happen, and I'm going to be hurt badly.",
      "vi": "Tôi chỉ đang nói chuyện gì sẽ xảy ra và người chịu tổn thương là tôi."
    }
  },
  {
    "translation": {
      "en": "Well, that's what's happened to everybody so far,",
      "vi": "Thì cho đến nay đó là chuyện mọi người đang phải chịu,"
    }
  },
  {
    "translation": {
      "en": "and you know, that… that's because of the actions--",
      "vi": "và ông biết, bởi những hành động của ông là nguồn cơn…"
    }
  },
  {
    "translation": {
      "en": "This tells me that that's exactly what you want.",
      "vi": "Nói vậy là tôi biết chính xác cháu muốn gì rồi."
    }
  },
  {
    "translation": {
      "en": "When you push me, I'm gonna push back 100 times more.",
      "vi": "Nếu đã đẩy tôi, thì tôi sẽ đẩy lại mạnh gấp trăm lần,"
    }
  },
  {
    "translation": {
      "en": "So when he called me, it's like,",
      "vi": "vậy nên khi ông ta gọi, kiểu như:"
    }
  },
  {
    "translation": {
      "en": "Bring it on.",
      "vi": "Tới đây đi."
    }
  },
  {
    "translation": {
      "en": "Bring it on because I'm ready to fight you.",
      "vi": "Cứ tung ra đi vì tôi sẵn sàng đấu với ông rồi."
    }
  },
  {
    "translation": {
      "en": "When I go, don't cry for me",
      "vi": "CÁCH CHỨNG MINH ÔNG TA LÀ BỐ?"
    }
  },
  {
    "translation": {
      "en": "In my Father's arms, I'll be",
      "vi": "AG 24/12/2014 GỬI THƯ!"
    }
  },
  {
    "translation": {
      "en": "I contacted the Attorney General's office again",
      "vi": "Tôi liên hệ với văn phòng Bộ Tư pháp một lần nữa"
    }
  },
  {
    "translation": {
      "en": "to get a status on this complaint,",
      "vi": "để kiểm tra lại trạng thái của đơn khiếu nại,"
    }
  },
  {
    "translation": {
      "en": "and nobody was returning my calls.",
      "vi": "và không có ai gọi lại cho tôi."
    }
  },
  {
    "translation": {
      "en": "So I decided to investigate him myself.",
      "vi": "Nên tôi quyết định tự mình điều tra ông ta."
    }
  },
  {
    "translation": {
      "en": "I started researching everything about him,",
      "vi": "Tôi bắt đầu làm mọi nghiên cứu về ông ta."
    }
  },
  {
    "translation": {
      "en": "from papers written, to articles,",
      "vi": "Từ những bài viết, bài báo,"
    }
  },
  {
    "translation": {
      "en": "to conferences he had attended, to blogs.",
      "vi": "hội nghị ông ta đã tham gia, cho tới trang cá nhân."
    }
  },
  {
    "translation": {
      "en": "It was so much research.",
      "vi": "Tôi phải tìm kiếm khắp nơi."
    }
  },
  {
    "translation": {
      "en": "I had just papers everywhere",
      "vi": "Đâu đâu cũng là giấy tờ,"
    }
  },
  {
    "translation": {
      "en": "to prove that I wasn't some crazy maniac.",
      "vi": "để chứng minh tôi không phải một đứa thần kinh nào đó."
    }
  },
  {
    "translation": {
      "en": "He wanted me to keep quiet.",
      "vi": "Ông ta muốn tôi giữ im lặng,"
    }
  },
  {
    "translation": {
      "en": "And he wanted me to keep quiet",
      "vi": "và ông ta muốn vậy"
    }
  },
  {
    "translation": {
      "en": "because he knew that there were more siblings.",
      "vi": "bởi vì ông ta biết vẫn còn nhiều người hơn thế."
    }
  },
  {
    "translation": {
      "en": "My husband gave me a DNA test as a gift,",
      "vi": "Chồng tôi tặng tôi xét nghiệm DNA như một món quà,"
    }
  },
  {
    "translation": {
      "en": "and then I got a message saying,",
      "vi": "và rồi tôi nhận được tin nhắn nói rằng:"
    }
  },
  {
    "translation": {
      "en": "I think we're related.",
      "vi": "Tôi nghĩ hai ta có quan hệ."
    }
  },
  {
    "translation": {
      "en": "When it all hit me, I kind of",
      "vi": "Khi mọi thứ ập đến, tôi kiểu"
    }
  },
  {
    "translation": {
      "en": "just sat and stared for the rest of the day.",
      "vi": "chỉ biết ngồi im và nhìn vào khoảng không cả ngày."
    }
  },
  {
    "translation": {
      "en": "And then, for the next couple of weeks, had a complete identity crisis,",
      "vi": "Và rồi vài tuần sau, tôi hoàn toàn bị khủng hoảng căn tính,"
    }
  },
  {
    "translation": {
      "en": "and I couldn't look in the mirror.",
      "vi": "tôi không thể soi gương. Tôi không muốn nghĩ về việc"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna think about where I got my hair from,",
      "vi": "tôi không thể soi gương. Tôi không muốn nghĩ về việc tóc tôi là từ đâu, mắt tôi là giống ai,"
    }
  },
  {
    "translation": {
      "en": "or where I got my eyes from,",
      "vi": "tóc tôi là từ đâu, mắt tôi là giống ai,"
    }
  },
  {
    "translation": {
      "en": "because I had always thought those were from my dad.",
      "vi": "vì tôi luôn nghĩ tôi thừa hưởng từ bố."
    }
  },
  {
    "translation": {
      "en": "There was never any reason that I would have questioned anything.",
      "vi": "Chẳng có lý do gì để tôi phải tự hỏi bất cứ điều gì cả."
    }
  },
  {
    "translation": {
      "en": "My parents trusted their doctor,",
      "vi": "Bố mẹ tôi tin tưởng bác sĩ,"
    }
  },
  {
    "translation": {
      "en": "who said that it would be better for me to not know,",
      "vi": "người đã nói tốt hơn hết là tôi không nên biết,"
    }
  },
  {
    "translation": {
      "en": "and that I would never find out.",
      "vi": "và tôi sẽ không bao giờ biết."
    }
  },
  {
    "translation": {
      "en": "Every time that a new sibling pops up,",
      "vi": "Mỗi lần một anh chị em mới hiện ra,"
    }
  },
  {
    "translation": {
      "en": "I know that I'm going to call them,",
      "vi": "tôi biết mình sẽ phải gọi điện cho họ,"
    }
  },
  {
    "translation": {
      "en": "and I know that, um, I'm going to ruin their life.",
      "vi": "và tôi biết điều đó cũng sẽ huỷ hoại cuộc đời họ."
    }
  },
  {
    "translation": {
      "en": "It's hard because we know what we went through.",
      "vi": "Rất đau đớn bởi lẽ chúng tôi biết điều mình đã phải trải qua."
    }
  },
  {
    "translation": {
      "en": "And we're making someone else go through this exact same thing.",
      "vi": "Và chúng tôi bắt một ai đó phải trải qua điều y hệt."
    }
  },
  {
    "translation": {
      "en": "The first people who reached out to me were Julie and Jacoba.",
      "vi": "Người đầu tiên liên lạc với tôi là Julie và Jacoba."
    }
  },
  {
    "translation": {
      "en": "I messaged them back and said, I need some time to process.",
      "vi": "Tôi nhắn lại cho họ, nói: Tôi chưa xử lý nổi điều này."
    }
  },
  {
    "translation": {
      "en": "I'll reach back out later.",
      "vi": "Tôi sẽ liên lạc lại sau."
    }
  },
  {
    "translation": {
      "en": "Um, and so it was probably a couple of months",
      "vi": "Và vậy là một vài tháng đã trôi qua"
    }
  },
  {
    "translation": {
      "en": "before I, um, actually reached out",
      "vi": "trước khi tôi… thật sự tìm đến"
    }
  },
  {
    "translation": {
      "en": "to… to have a conversation with anyone.",
      "vi": "để có một cuộc trò chuyện với bất kì ai."
    }
  },
  {
    "translation": {
      "en": "your world is changing.",
      "vi": "Thế giới của bạn dần thay đổi."
    }
  },
  {
    "translation": {
      "en": "When you have new siblings pop up,",
      "vi": "Khi bỗng nhiên có những anh chị em mới,"
    }
  },
  {
    "translation": {
      "en": "you are on the phone with them for hours",
      "vi": "bạn gọi điện với họ hàng tiếng"
    }
  },
  {
    "translation": {
      "en": "because it's the worst day of their life.",
      "vi": "vì đó là ngày tồi tệ nhất trong cuộc đời họ."
    }
  },
  {
    "translation": {
      "en": "You've lived that over and over and over.",
      "vi": "Sống lại kí ức đó hết lần này tới lần khác."
    }
  },
  {
    "translation": {
      "en": "I asked for a DNA test for Christmas,",
      "vi": "Vào dịp Giáng sinh tôi muốn được xét nghiệm DNA,"
    }
  },
  {
    "translation": {
      "en": "and I was really confused",
      "vi": "và tôi đã rất hoang mang"
    }
  },
  {
    "translation": {
      "en": "'cause all of these random names to me",
      "vi": "bởi vì những cái tên lạ hoắc"
    }
  },
  {
    "translation": {
      "en": "were popping up, and it said, Close Family.",
      "vi": "đang hiện ra và nói: Quan hệ gần."
    }
  },
  {
    "translation": {
      "en": "And so I really did not know what Close Family meant.",
      "vi": "Tôi chẳng biết Quan hệ gần có nghĩa gì."
    }
  },
  {
    "translation": {
      "en": "It did… did not even-- I did not even think,",
      "vi": "Không mảy may… Không nghĩ gì đến,"
    }
  },
  {
    "translation": {
      "en": "Oh, brother or sister, I didn't even think, Cousin.",
      "vi": "Anh hay chị gái, thậm chí anh em họ."
    }
  },
  {
    "translation": {
      "en": "I got a message that a new sibling popped up,",
      "vi": "Tôi nhận được tin nhắn có người mới,"
    }
  },
  {
    "translation": {
      "en": "and I logged in, and it said, you know, Lisa,",
      "vi": "tôi đăng nhập vào và nó nói, bạn biết đấy: Lisa,"
    }
  },
  {
    "translation": {
      "en": "and her last name, and I was like, Huh, I know her.",
      "vi": "và họ của cô ấy, tôi kiểu… Mình biết cô ấy."
    }
  },
  {
    "translation": {
      "en": "Her husband taught my daughter on the softball team.",
      "vi": "Chồng cô ấy dạy con gái tôi trong đội bóng mềm."
    }
  },
  {
    "translation": {
      "en": "Um, my daughter and her daughter played basketball together.",
      "vi": "Con gái tôi và con gái cô ấy chơi bóng rổ cùng nhau."
    }
  },
  {
    "translation": {
      "en": "I sent her a message, and I said,",
      "vi": "Tôi nhắn cho cô ấy:"
    }
  },
  {
    "translation": {
      "en": "Hey, did you happen to do an Ancestry test?",
      "vi": "Có phải cô mới làm xét nghiệm DNA không?"
    }
  },
  {
    "translation": {
      "en": "She said, Well, do you know about the Dr. Cline story?",
      "vi": "Nói: Thế cô có biết chuyện bác sĩ Cline không?"
    }
  },
  {
    "translation": {
      "en": "And she said, He's our father.",
      "vi": "Rồi nói: Đó là bố chúng ta."
    }
  },
  {
    "translation": {
      "en": "And I honestly, I started laughing.",
      "vi": "Và thực sự thì tôi, tôi bắt đầu cười phá lên."
    }
  },
  {
    "translation": {
      "en": "I… I was… thought Julie was kind of crazy. I was like, What are you talking about?",
      "vi": "Tôi nghĩ Julie chắc bị điên rồi. Tôi kiểu: Cô đang nói cái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "There… there's no way he can be my dad.",
      "vi": "Làm gì có chuyện ông ta là bố tôi."
    }
  },
  {
    "translation": {
      "en": "And then I called my mom.",
      "vi": "Và rồi tôi gọi cho mẹ."
    }
  },
  {
    "translation": {
      "en": "I said, Hey, Mom, did you and Dad ever have any issues conceiving me?",
      "vi": "Tôi nói: Mẹ ơi, có phải bố và mẹ đã từng gặp vấn đề khi thụ thai con à?"
    }
  },
  {
    "translation": {
      "en": "She said, Well, I didn't, but yeah, your dad did.",
      "vi": "Bà ấy đáp: Mẹ thì không, nhưng ừ, bố con bị."
    }
  },
  {
    "translation": {
      "en": "And so my heart dropped a little bit.",
      "vi": "Nghe vậy tim tôi như chùng xuống một chút."
    }
  },
  {
    "translation": {
      "en": "And she said, He actually had a low sperm count,",
      "vi": "Bà nói: Ông ấy thực ra bị ít tinh trùng,"
    }
  },
  {
    "translation": {
      "en": "and his doctor recommended us to a specialist.",
      "vi": "và bác sĩ của ông ấy khuyên cả hai nên đi tìm chuyên gia."
    }
  },
  {
    "translation": {
      "en": "I said, Mom, was this specialist in Indianapolis?",
      "vi": "Tôi hỏi: Mẹ, có phải ở Indianapolis không?"
    }
  },
  {
    "translation": {
      "en": "And she said, Yeah, why?",
      "vi": "Bà đáp lại: Ừ, sao thế?"
    }
  },
  {
    "translation": {
      "en": "And I said, Was it Dr. Donald Cline?",
      "vi": "Tôi mới nói: Bác sĩ Donald Cline à?"
    }
  },
  {
    "translation": {
      "en": "And she said, Yes.",
      "vi": "Bà ấy đáp: Phải."
    }
  },
  {
    "translation": {
      "en": "She said,",
      "vi": "Bà nói:"
    }
  },
  {
    "translation": {
      "en": "I went and had the procedure done twice,",
      "vi": "Mẹ đến và làm thủ thuật đó hai lần,"
    }
  },
  {
    "translation": {
      "en": "but both times your father was there with me and provided a sample.",
      "vi": "nhưng cả hai lần bố con đều ở đó với mẹ để đưa mẫu tinh."
    }
  },
  {
    "translation": {
      "en": "And so, at that point, I realized my mom and dad had no idea.",
      "vi": "Và vậy là, vào lúc ấy, tôi nhận ra bố và mẹ không hề hay biết."
    }
  },
  {
    "translation": {
      "en": "They thought all along that I was my dad's.",
      "vi": "Họ vẫn luôn nghĩ tôi là con của bố."
    }
  },
  {
    "translation": {
      "en": "I worry for my kids,",
      "vi": "Tôi lo cho các con,"
    }
  },
  {
    "translation": {
      "en": "especially I have siblings that live in the same town as me,",
      "vi": "nhất là khi tôi có những anh chị em sống cùng thị trấn,"
    }
  },
  {
    "translation": {
      "en": "and our kids go to school together.",
      "vi": "và con chúng tôi cùng trường. Nên, tôi phải nói chuyện"
    }
  },
  {
    "translation": {
      "en": "And so, I've had to have the talk with my daughter about,",
      "vi": "và con chúng tôi cùng trường. Nên, tôi phải nói chuyện với con gái tôi về:"
    }
  },
  {
    "translation": {
      "en": "You've got to be careful when you start dating.",
      "vi": "Khi hẹn hò con phải cẩn thận nhé."
    }
  },
  {
    "translation": {
      "en": "We got to be aware of who this person is,",
      "vi": "Ta phải biết rõ người này là ai,"
    }
  },
  {
    "translation": {
      "en": "but it's definitely a huge concern.",
      "vi": "nhưng đó rõ ràng là một mối bận tâm lớn."
    }
  },
  {
    "translation": {
      "en": "When we get a new sibling alert,",
      "vi": "Khi nhận được thông báo thêm người,"
    }
  },
  {
    "translation": {
      "en": "you're praying, Please don't let it be somebody I know.",
      "vi": "chúng tôi cầu nguyện: Làm ơn đừng là ai đó mình biết."
    }
  },
  {
    "translation": {
      "en": "Or Please don't let it be somebody I dated.",
      "vi": "Hoặc Làm ơn đừng là người mình từng hẹn hò."
    }
  },
  {
    "translation": {
      "en": "And I'm sure it's bound to happen.",
      "vi": "Và tôi khá chắc sẽ xảy ra thôi."
    }
  },
  {
    "translation": {
      "en": "The majority of us live in, like, a 25- mile radius of each other.",
      "vi": "Phần lớn bọn tôi, kiểu, sống trong bán kính 40 km từ nhà nhau."
    }
  },
  {
    "translation": {
      "en": "There's also quite a few that live within minutes of Cline.",
      "vi": "Cũng có vài người sống ngay gần nhà Cline."
    }
  },
  {
    "translation": {
      "en": "I walk around,",
      "vi": "Tôi đi xung quanh"
    }
  },
  {
    "translation": {
      "en": "and I could be related to anyone.",
      "vi": "và có thể có quan hệ với bất cứ ai."
    }
  },
  {
    "translation": {
      "en": "I mean, it's just common for me to pass people on the street,",
      "vi": "Ý tôi là, có quá nhiều lần tôi đi ngang qua ai đó trên phố,"
    }
  },
  {
    "translation": {
      "en": "um, at work, wherever I may be,",
      "vi": "tại công sở, bất cứ đâu tôi đến,"
    }
  },
  {
    "translation": {
      "en": "and, I mean, I'll look at them and think,",
      "vi": "và nhìn vào họ mà nghĩ:"
    }
  },
  {
    "translation": {
      "en": "Oh, the way you stand, the way you look.",
      "vi": "Cách bạn đi đứng, hay ngoại hình."
    }
  },
  {
    "translation": {
      "en": "You could be related to me.",
      "vi": "Có thể có quan hệ với tôi."
    }
  },
  {
    "translation": {
      "en": "We live in this small community.",
      "vi": "Chúng tôi sống trong một cộng đồng nhỏ."
    }
  },
  {
    "translation": {
      "en": "Everyone that you interact with",
      "vi": "Mọi người mà bạn từng tiếp xúc"
    }
  },
  {
    "translation": {
      "en": "appears to have some sort of connection to Cline.",
      "vi": "đều có chút liên hệ nào đó với Cline."
    }
  },
  {
    "translation": {
      "en": "My dentist across the street was a patient of his.",
      "vi": "Nha sĩ của tôi phía bên kia đường là bệnh nhân của ông ta."
    }
  },
  {
    "translation": {
      "en": "My next- door neighbor was the nurse to one of my half- siblings,",
      "vi": "Hàng xóm kế bên nhà tôi là y tá cho một người chị em cùng cha của tôi,"
    }
  },
  {
    "translation": {
      "en": "and then there's this connection, or there's that connection.",
      "vi": "và ở chỗ này có mối liên hệ, chỗ kia cũng có mối liên hệ,"
    }
  },
  {
    "translation": {
      "en": "Oh, my mom saw them at the nail salon.",
      "vi": "Mẹ tôi thấy họ ở tiệm làm móng."
    }
  },
  {
    "translation": {
      "en": "I think without a doubt, there are probably people that I've met",
      "vi": "Tôi nghĩ ngay đến việc, có thể có những người tôi đã từng gặp"
    }
  },
  {
    "translation": {
      "en": "that are my half- sibling, and I just don't even know it.",
      "vi": "và là anh em cùng cha, mà tôi thậm chí chẳng thể biết."
    }
  },
  {
    "translation": {
      "en": "They don't even know it.",
      "vi": "Họ cũng chẳng thể biết."
    }
  },
  {
    "translation": {
      "en": "Who knows how many siblings we have?",
      "vi": "Ai biết được có tới mấy anh chị em?"
    }
  },
  {
    "translation": {
      "en": "I had emailed Dr. Cline and told him,",
      "vi": "Tôi gửi thư cho bác sĩ Cline và nói:"
    }
  },
  {
    "translation": {
      "en": "We're moving forward with the story. We would be using his name.",
      "vi": "Tôi sẽ làm tiếp vụ này. Dùng tên ông ta."
    }
  },
  {
    "translation": {
      "en": "You know, This is the time for you to come clean to the public.",
      "vi": "Đây là lúc ông nên thành thật với cộng đồng rồi đấy."
    }
  },
  {
    "translation": {
      "en": "So, finally, he said, If there's no audio and no video, I will meet with you.",
      "vi": "Ông ta đáp: Nếu không ghi âm và quay, tôi sẽ gặp cô."
    }
  },
  {
    "translation": {
      "en": "I asked him if he wanted to come to FOX 59.",
      "vi": "Tôi hỏi ông ta muốn đến FOX 59 không."
    }
  },
  {
    "translation": {
      "en": "He said no. I said,",
      "vi": "Ông ta bảo không. Tôi nói:"
    }
  },
  {
    "translation": {
      "en": "There's a restaurant close to the TV station.",
      "vi": "Có một nhà hàng ở gần đài truyền hình."
    }
  },
  {
    "translation": {
      "en": "And I wanted to be close to the TV station because I wanted to make sure for my safety.",
      "vi": "Tôi muốn ở gần đài truyền hình để có thể đảm bảo an toàn."
    }
  },
  {
    "translation": {
      "en": "I wanted it to be someplace that I felt safe.",
      "vi": "Tôi muốn đó là một nơi khiến tôi thấy an toàn."
    }
  },
  {
    "translation": {
      "en": "My boss at that time wanted me to take our security guard with us",
      "vi": "Sếp của tôi khi ấy muốn tôi dẫn theo bảo an"
    }
  },
  {
    "translation": {
      "en": "because she feared for my safety.",
      "vi": "vì cô ấy lo cho sự an toàn của tôi."
    }
  },
  {
    "translation": {
      "en": "We knew that Dr. Cline did not want to, quote, be outed,",
      "vi": "Chúng tôi biết Cline không muốn bị công khai,"
    }
  },
  {
    "translation": {
      "en": "and Jacoba told me that he carried a gun.",
      "vi": "và Jacoba từng nói ông ta có cầm theo súng."
    }
  },
  {
    "translation": {
      "en": "We thought that he was desperate.",
      "vi": "Bọn tôi nghĩ ông ta đã tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "She is, um, uh, demanding I meet with… with them.",
      "vi": "Họ đang yêu cầu tôi gặp mặt họ."
    }
  },
  {
    "translation": {
      "en": "They're going to force me to do this.",
      "vi": "Họ sẽ bắt tôi làm việc đó."
    }
  },
  {
    "translation": {
      "en": "- Mm- hmm. - I've gotta tell the truth.",
      "vi": "Tôi sẽ phải nói sự thật."
    }
  },
  {
    "translation": {
      "en": "- Mm- hmm. Well-- - And I don't want to do that.",
      "vi": "- Chà… - Tôi không muốn làm vậy."
    }
  },
  {
    "translation": {
      "en": "I was very nervous,",
      "vi": "Tôi rất căng thẳng,"
    }
  },
  {
    "translation": {
      "en": "and when he came in, it was within minutes he's asking me",
      "vi": "và khi bước vào, chưa tới vài phút ông ta đã hỏi tôi"
    }
  },
  {
    "translation": {
      "en": "if guns are allowed in the restaurant.",
      "vi": "liệu nhà hàng có cho cầm theo súng."
    }
  },
  {
    "translation": {
      "en": "And I'm thinking, What a weird thing to say to me.",
      "vi": "Tôi nghĩ: Nói vậy với mình kỳ lạ thật."
    }
  },
  {
    "translation": {
      "en": "Then I'm looking down, and it looks like he has a gun underneath his sweater.",
      "vi": "Rồi tôi nhìn xuống, có vẻ có một khẩu súng giấu dưới áo len."
    }
  },
  {
    "translation": {
      "en": "There's something bulging on the side, and I'm thinking,",
      "vi": "Bên hông có gì đó cộm lên và tôi nghĩ:"
    }
  },
  {
    "translation": {
      "en": "I don't wanna be crazy, but is there any chance",
      "vi": "Mình không có điên, nhưng có khi nào"
    }
  },
  {
    "translation": {
      "en": "that he could pull out a gun and shoot me? I honestly thought that.",
      "vi": "gã sẽ rút súng bắn mình không?, tôi thực sự nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "One of the first things he said in our conversation",
      "vi": "Điều đầu tiên ông ta nói lúc trò chuyện"
    }
  },
  {
    "translation": {
      "en": "was that he knew where I lived,",
      "vi": "là biết tôi sống ở đâu,"
    }
  },
  {
    "translation": {
      "en": "and he knew where I was from.",
      "vi": "và biết tôi từ đâu đến."
    }
  },
  {
    "translation": {
      "en": "Remember, this was after he had said before,",
      "vi": "Hãy nhớ, đó là sau khi ông ta nói trước đó:"
    }
  },
  {
    "translation": {
      "en": "Be careful.",
      "vi": "Hãy cẩn thận."
    }
  },
  {
    "translation": {
      "en": "The meeting was about an hour long,",
      "vi": "Cuộc gặp dài khoảng một tiếng,"
    }
  },
  {
    "translation": {
      "en": "and I feel like he was begging me",
      "vi": "và cảm giác như ông ta đang van nài tôi"
    }
  },
  {
    "translation": {
      "en": "to not air the story.",
      "vi": "đừng phát sóng câu chuyện."
    }
  },
  {
    "translation": {
      "en": "He said, It will ruin my marriage.",
      "vi": "Ông ta nói: Sẽ phá huỷ hôn nhân của tôi."
    }
  },
  {
    "translation": {
      "en": "It will hurt my church. I'm an elder at the church.",
      "vi": "Tổn hại đến nhà thờ. Tôi là một trưởng lão ở đó."
    }
  },
  {
    "translation": {
      "en": "I let him know that we have that burden to tell the truth,",
      "vi": "Tôi bảo ông ta rằng chúng tôi có trọng trách phải nói ra sự thật,"
    }
  },
  {
    "translation": {
      "en": "and the truth matters.",
      "vi": "và sự thật mới là điều quan trọng."
    }
  },
  {
    "translation": {
      "en": "So that's when, like, the whole whirlwind just started with him,",
      "vi": "Và đó là khi một loạt sự việc hỗn loạn bắt đầu từ ông ta,"
    }
  },
  {
    "translation": {
      "en": "and strange things started happening.",
      "vi": "và những điều kỳ lạ bắt đầu xảy ra."
    }
  },
  {
    "translation": {
      "en": "I had woke up one day,",
      "vi": "Một ngày nọ tôi thức dậy,"
    }
  },
  {
    "translation": {
      "en": "and all of the lug nuts were missing off of my car.",
      "vi": "và mọi đai ốc cam trên xe tôi đều biến mất."
    }
  },
  {
    "translation": {
      "en": "And I'm talking all four tires.",
      "vi": "Tôi đang nói đến cả bốn lốp."
    }
  },
  {
    "translation": {
      "en": "And that's scary.",
      "vi": "Điều đó thật đáng sợ."
    }
  },
  {
    "translation": {
      "en": "So, yeah.",
      "vi": "Vậy nên, ừm."
    }
  },
  {
    "translation": {
      "en": "And you can't tell me that that's like some freak… Yeah.",
      "vi": "Bạn không thể nói đó là do xui xẻo trên trời rơi xuống được… Ừ."
    }
  },
  {
    "translation": {
      "en": "I was hacked.",
      "vi": "Máy tính tôi bị đột nhập."
    }
  },
  {
    "translation": {
      "en": "Everything that I had saved to a Google Drive",
      "vi": "Mọi thứ tôi lưu trên Google Drive"
    }
  },
  {
    "translation": {
      "en": "of publications of Cline was just erased,",
      "vi": "về các ấn phẩm liên quan tới Cline đều bị xoá sạch,"
    }
  },
  {
    "translation": {
      "en": "and every single email regarding him was gone.",
      "vi": "và mọi thư từ dính dáng tới ông ta cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Soon after I went public,",
      "vi": "Ngay sau khi lên sóng,"
    }
  },
  {
    "translation": {
      "en": "I started getting harassing phone calls,",
      "vi": "tôi bắt đầu nhận các cuộc gọi thoá mạ,"
    }
  },
  {
    "translation": {
      "en": "like the cemetery asking if I wanted to buy a plot",
      "vi": "như bên nghĩa trang hỏi tôi có muốn mua một lô"
    }
  },
  {
    "translation": {
      "en": "for me to be buried in.",
      "vi": "để tự chôn mình không."
    }
  },
  {
    "translation": {
      "en": "I think it was to rattle me.",
      "vi": "Tôi nghĩ làm vậy để khiến tôi lo sợ."
    }
  },
  {
    "translation": {
      "en": "to… to re- traumatize me so that I would be quiet.",
      "vi": "Gây tổn thương lần nữa để buộc tôi im miệng."
    }
  },
  {
    "translation": {
      "en": "I don't think he wanted, um, any of us to talk publicly if he could help it.",
      "vi": "Ông ta không muốn bất cứ ai lên tiếng nếu ông ta còn ngăn chặn được."
    }
  },
  {
    "translation": {
      "en": "In my gut, I feel like we're being harassed and stalked",
      "vi": "Trong lòng, tôi thấy như mình bị quấy rối và bám đuôi"
    }
  },
  {
    "translation": {
      "en": "to get us to shut up,",
      "vi": "để buộc chúng tôi im lặng,"
    }
  },
  {
    "translation": {
      "en": "especially when Cline called and threatened me over the phone.",
      "vi": "nhất là khi Cline gọi và đe doạ tôi qua điện thoại."
    }
  },
  {
    "translation": {
      "en": "What you're doing is that you're telling the world,",
      "vi": "Điều mày đang làm là nói cho cả thế giới biết"
    }
  },
  {
    "translation": {
      "en": "and the world doesn't need to know.",
      "vi": "và thế giới chẳng cần biết về việc đó."
    }
  },
  {
    "translation": {
      "en": "- I-- - I'm not trying to do harm.",
      "vi": "Tôi không cố ý gây hại cho ông."
    }
  },
  {
    "translation": {
      "en": "Well, you are.",
      "vi": "Chà, mày đang làm đó."
    }
  },
  {
    "translation": {
      "en": "I'm not scared of you.",
      "vi": "Tôi không sợ ông ta."
    }
  },
  {
    "translation": {
      "en": "You can threaten me,",
      "vi": "Ông có thể đe doạ tôi,"
    }
  },
  {
    "translation": {
      "en": "but I will never back down.",
      "vi": "nhưng tôi sẽ không chùn bước."
    }
  },
  {
    "translation": {
      "en": "I am going to expose you.",
      "vi": "Tôi sẽ vạch trần ông."
    }
  },
  {
    "translation": {
      "en": "And I'm gonna expose all of your secrets.",
      "vi": "Và đem tất cả bí mật đó ra ngoài ánh sáng."
    }
  },
  {
    "translation": {
      "en": "I found out that",
      "vi": "Tôi tìm hiểu được rằng"
    }
  },
  {
    "translation": {
      "en": "in 1963…",
      "vi": "năm 1963,"
    }
  },
  {
    "translation": {
      "en": "…he was driving…",
      "vi": "ông ta đang lái xe…"
    }
  },
  {
    "translation": {
      "en": "…and this little girl darted out between two cars…",
      "vi": "và một bé gái đã chạy ra giữa hai xe…"
    }
  },
  {
    "translation": {
      "en": "…and he hit her.",
      "vi": "và ông ta đã đâm cô bé."
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "She ended up dying.",
      "vi": "Cô bé đã phải bỏ mạng."
    }
  },
  {
    "translation": {
      "en": "He has told everybody that's when he changed his life.",
      "vi": "Ông ta nói với mọi người việc ấy đã thay đổi cuộc đời ông ta."
    }
  },
  {
    "translation": {
      "en": "That's when he found God.",
      "vi": "Rằng ông ta đã tìm thấy Chúa."
    }
  },
  {
    "translation": {
      "en": "That traumatized him.",
      "vi": "Việc đó ám ảnh ông ta."
    }
  },
  {
    "translation": {
      "en": "After that, he became more religious",
      "vi": "Sau vụ đó, ông ta trở nên mộ đạo hơn"
    }
  },
  {
    "translation": {
      "en": "and, um, churchgoing than he had been before.",
      "vi": "và đi nhà thờ nhiều hơn trước kia."
    }
  },
  {
    "translation": {
      "en": "Maybe he thought that this was his way of giving back,",
      "vi": "Có lẽ ông ta nghĩ đó là cách để đền đáp lại,"
    }
  },
  {
    "translation": {
      "en": "that he took a life that really wasn't his fault.",
      "vi": "rằng việc đó không hẳn là lỗi ông ta."
    }
  },
  {
    "translation": {
      "en": "Now, he was going to give back.",
      "vi": "Và giờ, ông ta đang đền đáp lại."
    }
  },
  {
    "translation": {
      "en": "Maybe that was a psychological process going through his mind.",
      "vi": "Có lẽ đó là quá trình suy diễn đang xảy ra trong đầu ông ta."
    }
  },
  {
    "translation": {
      "en": "But it doesn't really matter because that should not have been a way",
      "vi": "Nhưng việc ấy không quan trọng bởi vì đó không nên là cách để ông ta sửa chữa"
    }
  },
  {
    "translation": {
      "en": "that he was trying… to try to, uh, make amends",
      "vi": "đó không nên là cách để ông ta sửa chữa"
    }
  },
  {
    "translation": {
      "en": "for some terrible accident that happened.",
      "vi": "tai nạn kinh hoàng ông ta gây ra."
    }
  },
  {
    "translation": {
      "en": "He was very religious,",
      "vi": "Ông ta rất mộ đạo,"
    }
  },
  {
    "translation": {
      "en": "had very deep roots,",
      "vi": "có nền tảng gốc rễ cắm sâu,"
    }
  },
  {
    "translation": {
      "en": "and he and his wife taught marriage counseling in their church.",
      "vi": "ông ta và vợ dạy về hoà giải hôn nhân ở nhà thờ của họ. Họ dạy các lớp Chủ nhật."
    }
  },
  {
    "translation": {
      "en": "They taught Sunday school.",
      "vi": "ở nhà thờ của họ. Họ dạy các lớp Chủ nhật."
    }
  },
  {
    "translation": {
      "en": "And whenever he was in the office and all of us were there,",
      "vi": "Và bất cứ khi nào ông ta ở phòng khám và bọn tôi đều ở đó,"
    }
  },
  {
    "translation": {
      "en": "he would sit down, and we would wait, and he would say a prayer.",
      "vi": "ông ta sẽ ngồi xuống và chúng tôi sẽ đợi rồi ông ta nói lời cầu nguyện."
    }
  },
  {
    "translation": {
      "en": "He, at some point, asked me",
      "vi": "Ông ta đã có lúc hỏi tôi"
    }
  },
  {
    "translation": {
      "en": "if I was Jewish,",
      "vi": "liệu có phải người Do Thái,"
    }
  },
  {
    "translation": {
      "en": "and I said yes.",
      "vi": "và tôi nói phải."
    }
  },
  {
    "translation": {
      "en": "And I said, And by the way, I'm very uncomfortable with your office",
      "vi": "Và tôi nói: Nhân tiện, tôi thấy rất không thoải mái với phòng khám"
    }
  },
  {
    "translation": {
      "en": "full of all kinds of Christian sayings.",
      "vi": "đầy những câu nói của người Công giáo."
    }
  },
  {
    "translation": {
      "en": "Things like, If you want to get into heaven,",
      "vi": "Những câu như: Nếu ngươi muốn lên thiên đàng,"
    }
  },
  {
    "translation": {
      "en": "you need to be Christian.",
      "vi": "phải theo Công giáo."
    }
  },
  {
    "translation": {
      "en": "Yeah. I knew… I knew Donald Cline.",
      "vi": "Vâng, tôi quen Donald Cline."
    }
  },
  {
    "translation": {
      "en": "The church is set up where they have an eldership.",
      "vi": "Nhà thờ được xây dựng với các trưởng lão."
    }
  },
  {
    "translation": {
      "en": "So they have seven or eight men",
      "vi": "Nên họ có bảy đến tám người đàn ông"
    }
  },
  {
    "translation": {
      "en": "that governed the church body as far as what was taught,",
      "vi": "quản lý giáo hội theo những điều được dạy,"
    }
  },
  {
    "translation": {
      "en": "and he was one of those elders.",
      "vi": "và ông ấy là một trong những người đó."
    }
  },
  {
    "translation": {
      "en": "We would go over to his house for baptisms.",
      "vi": "Ông ấy sẽ làm lễ rửa tội tại nhà mình."
    }
  },
  {
    "translation": {
      "en": "Literally, 50 to 100 people would attend baptisms",
      "vi": "Sự thật là, 50 đến 100 người sẽ dự các lễ rửa tội"
    }
  },
  {
    "translation": {
      "en": "right there in their… at their swimming pool.",
      "vi": "ngay tại hồ bơi nhà ông ấy."
    }
  },
  {
    "translation": {
      "en": "That's where we really got to know them.",
      "vi": "Đó là nơi tất cả thực sự biết nhau."
    }
  },
  {
    "translation": {
      "en": "From a Christian perspective, you have to say,",
      "vi": "Từ góc nhìn Công giáo, phải nói:"
    }
  },
  {
    "translation": {
      "en": "Hey, we… we all have skeletons in our closet.",
      "vi": "Này, ta đều có bí mật nơi góc tối."
    }
  },
  {
    "translation": {
      "en": "We all have done things that we regret doing.",
      "vi": "Ta đều đã làm những việc mà sau này phải hối hận."
    }
  },
  {
    "translation": {
      "en": "I know that he and God have reconciled that.",
      "vi": "Tôi biết ông ấy và Chúa đã thu xếp ổn thoả."
    }
  },
  {
    "translation": {
      "en": "That he's been forgiven, and that he has moved on from that,",
      "vi": "Ông ấy đã được tha thứ và đã vượt qua được chuyện đó"
    }
  },
  {
    "translation": {
      "en": "and he's a different person now.",
      "vi": "và giờ ông ấy là một người khác."
    }
  },
  {
    "translation": {
      "en": "He portrays himself as this godly man.",
      "vi": "Ông ta tự khắc hoạ mình như một người thần thánh,"
    }
  },
  {
    "translation": {
      "en": "And I know we all make mistakes,",
      "vi": "và ai cũng từng mắc sai lầm,"
    }
  },
  {
    "translation": {
      "en": "but I think there's more behind this.",
      "vi": "nhưng tôi nghĩ còn nguyên nhân sâu xa đằng sau."
    }
  },
  {
    "translation": {
      "en": "What made him",
      "vi": "Điều đã khiến ông ta"
    }
  },
  {
    "translation": {
      "en": "every day wake up and decide to go into his work,",
      "vi": "thức dậy mỗi ngày và quyết định đi đến chỗ làm,"
    }
  },
  {
    "translation": {
      "en": "masturbate,",
      "vi": "thủ dâm,"
    }
  },
  {
    "translation": {
      "en": "and place it unknowingly inside women without their consent.",
      "vi": "và bí mật đặt chúng vào người phụ nữ mà không có sự cho phép của họ."
    }
  },
  {
    "translation": {
      "en": "He could've stopped at any point,",
      "vi": "Ông ta có thể dừng nếu muốn,"
    }
  },
  {
    "translation": {
      "en": "but he kept doing it over and over and over and over.",
      "vi": "nhưng ông ta vẫn tiếp tục làm việc đó hết lần này tới lần khác."
    }
  },
  {
    "translation": {
      "en": "Growing up, I kind of knew that something was off.",
      "vi": "Lớn lên, tôi cũng hơi cảm thấy có gì đó không đúng."
    }
  },
  {
    "translation": {
      "en": "Something was different.",
      "vi": "Chút gì đó khác biệt."
    }
  },
  {
    "translation": {
      "en": "You know, why do I got blond hair, blue eyes?",
      "vi": "Bạn biết đấy, tại sao tôi lại có tóc vàng, mắt xanh?"
    }
  },
  {
    "translation": {
      "en": "Everyone in my family has dark eyes and dark hair.",
      "vi": "Mọi người trong gia đình tôi có mắt và tóc đen."
    }
  },
  {
    "translation": {
      "en": "So, I got an Ancestry kit just to figure out where I came from.",
      "vi": "Nên tôi đã làm xét nghiệm để tìm hiểu xem mình tới từ đâu."
    }
  },
  {
    "translation": {
      "en": "When Ancestry results came through, my coworker said,",
      "vi": "Khi kết quả được trả về, đồng nghiệp của tôi đã nói:"
    }
  },
  {
    "translation": {
      "en": "Well, you'll have 11, 15 hits on Ancestry.",
      "vi": "Chà, anh sẽ có 11, 15 kết quả trùng khớp trên trang Cội nguồn."
    }
  },
  {
    "translation": {
      "en": "Well, when I opened up mine, I had over 3,000 hits.",
      "vi": "Thì, khi tôi mở của tôi lên, tôi có đến 3,000 kết quả."
    }
  },
  {
    "translation": {
      "en": "And then immediately after that,",
      "vi": "Và lập tức ngay sau đó,"
    }
  },
  {
    "translation": {
      "en": "Jacoba called me.",
      "vi": "Jacoba gọi tới."
    }
  },
  {
    "translation": {
      "en": "I'm your sister.",
      "vi": "Tôi là chị cậu."
    }
  },
  {
    "translation": {
      "en": "And she told me the truth.",
      "vi": "Cô ấy kể cho tôi sự thật."
    }
  },
  {
    "translation": {
      "en": "I don't even know how to tell you the emotions that came over my head.",
      "vi": "Tôi không biết phải diễn tả cảm xúc vụt qua trong tôi lúc đó thế nào nữa."
    }
  },
  {
    "translation": {
      "en": "Took me to an incredibly dark place.",
      "vi": "Như thể tôi đột nhiên rơi vào một vực sâu tăm tối."
    }
  },
  {
    "translation": {
      "en": "Why? Why feel the need to do this?",
      "vi": "Tại sao? Tại sao lại cảm thấy phải làm vậy?"
    }
  },
  {
    "translation": {
      "en": "Is it to… to further your career?",
      "vi": "Để sự nghiệp thăng tiến ư?"
    }
  },
  {
    "translation": {
      "en": "Is it to be the best of the best?",
      "vi": "Để trở thành người xuất chúng nhất?"
    }
  },
  {
    "translation": {
      "en": "Is this to create life?",
      "vi": "Hay để tạo ra sự sống?"
    }
  },
  {
    "translation": {
      "en": "Is this some sort of sexual thing?",
      "vi": "Đây là một dạng nhục dục nào đó à?"
    }
  },
  {
    "translation": {
      "en": "Like, I don't know.",
      "vi": "Kiểu, tôi không thể biết."
    }
  },
  {
    "translation": {
      "en": "I feel like he's hiding something more sinister.",
      "vi": "Tôi thấy như đang che giấu điều gì đó nham hiểm hơn."
    }
  },
  {
    "translation": {
      "en": "Jason, we talked on the phone a lot before we got to meet.",
      "vi": "Cả hai đã nói rất nhiều qua điện thoại trước khi gặp."
    }
  },
  {
    "translation": {
      "en": "Hey, how are you?",
      "vi": "Này, chị khoẻ không?"
    }
  },
  {
    "translation": {
      "en": "This is crazy.",
      "vi": "Điên rồ quá."
    }
  },
  {
    "translation": {
      "en": "I know!",
      "vi": "Chị biết!"
    }
  },
  {
    "translation": {
      "en": "Jason and I are very similar.",
      "vi": "Jason và tôi cực kỳ giống nhau."
    }
  },
  {
    "translation": {
      "en": "Like, we can read through people's bullshit.",
      "vi": "Bọn tôi nhìn ra người ta chỉ nói vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "When someone isn't religious,",
      "vi": "Khi ai đó không mộ đạo,"
    }
  },
  {
    "translation": {
      "en": "and you're gonna use religious verses to justify your actions,",
      "vi": "mà bạn dùng các câu của đạo để bào chữa cho việc mình làm,"
    }
  },
  {
    "translation": {
      "en": "that just makes it even more--",
      "vi": "thì điều đó chỉ làm…"
    }
  },
  {
    "translation": {
      "en": "Worse. I would have just laughed at him.",
      "vi": "Tệ hơn. Em khinh ông ta."
    }
  },
  {
    "translation": {
      "en": "Well, and it makes it even more of a reasoning of people saying,",
      "vi": "Ừm, và càng có lý hơn khi nghe người ta nói:"
    }
  },
  {
    "translation": {
      "en": "That right there is why I would never be religious",
      "vi": "Lý do vì sao tôi không theo đạo là bởi vì"
    }
  },
  {
    "translation": {
      "en": "because of fuck nuts like you.",
      "vi": "những thằng đốn mạt như ông."
    }
  },
  {
    "translation": {
      "en": "And it took all I had in me",
      "vi": "Và chị phải lấy hết can đảm"
    }
  },
  {
    "translation": {
      "en": "to talk to him on the phone that day without going off.",
      "vi": "để gọi điện cho ông ta mà không điên lên,"
    }
  },
  {
    "translation": {
      "en": "And I thought, You've just got to remain calm",
      "vi": "chị nghĩ: Mày phải giữ bình tĩnh,"
    }
  },
  {
    "translation": {
      "en": "because you're recording this, and try to get as much out.",
      "vi": "vì mày đang ghi âm và muốn có càng nhiều càng tốt."
    }
  },
  {
    "translation": {
      "en": "Let me hear it.",
      "vi": "Cho em nghe đi."
    }
  },
  {
    "translation": {
      "en": "You know, I know that nothing happens without God,",
      "vi": "Cháu biết đấy, ta biết mọi chuyện xảy ra đều phải được"
    }
  },
  {
    "translation": {
      "en": "um, allowing it.",
      "vi": "Chúa cho phép."
    }
  },
  {
    "translation": {
      "en": "See, I think that's where our problem is.",
      "vi": "Tôi nghĩ vấn đề của ta ở đó."
    }
  },
  {
    "translation": {
      "en": "I don't think that God should have allowed it in the first place,",
      "vi": "Tôi không nghĩ Chúa nên cho phép việc ấy,"
    }
  },
  {
    "translation": {
      "en": "and I really think that we ask ourselves every day, Why are we here?",
      "vi": "và tôi nghĩ chúng tôi tự hỏi bản thân mỗi ngày: Sao ta lại ở đây?"
    }
  },
  {
    "translation": {
      "en": "I think that's, like, a lot of our problems.",
      "vi": "Tôi nghĩ đó phần lớn là vấn đề của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Đúng."
    }
  },
  {
    "translation": {
      "en": "Well, you know, I mentioned one of my favorite, um…",
      "vi": "Chà, cháu biết đấy, ta đã nhắc đến câu nói yêu thích…"
    }
  },
  {
    "translation": {
      "en": "One of my favorite scriptures was Jeremiah 1:5.",
      "vi": "Một trong những Thánh thư yêu thích của ta trong Jeremiah 1:5."
    }
  },
  {
    "translation": {
      "en": "If you'll remember, it says,",
      "vi": "Và như cháu nhớ, nó nói:"
    }
  },
  {
    "translation": {
      "en": "Before I formed you in your mother's womb, I knew you.",
      "vi": "Trước khi tạo ra ngươi trong tử cung mẹ, ta đã biết ngươi."
    }
  },
  {
    "translation": {
      "en": "Mm- hmm. Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "and… and that tells me, and it should tell everybody",
      "vi": "Và điều đó cho ta biết, mọi người cũng nên biết"
    }
  },
  {
    "translation": {
      "en": "that no one is born as a mistake.",
      "vi": "rằng không ai sinh ra là một sai lầm cả."
    }
  },
  {
    "translation": {
      "en": "Before I knew you, in your mother-- What it… What was it? It's--",
      "vi": "Trước khi ta biết ngươi, trong người mẹ… Cái gì nhỉ? Đó là…"
    }
  },
  {
    "translation": {
      "en": "Before I formed you in your mother's womb, I knew you.",
      "vi": "Trước khi tạo ra trong tử cung mẹ, ta đã biết ngươi."
    }
  },
  {
    "translation": {
      "en": "Which really just kinda…",
      "vi": "Cái câu nói mà thực sự…"
    }
  },
  {
    "translation": {
      "en": "nails it all home that he knew what he was doing.",
      "vi": "ẩn ý rằng ông ta biết mình đang làm gì."
    }
  },
  {
    "translation": {
      "en": "He knew exactly what he was doing with us.",
      "vi": "Ông ta biết chính xác đã làm gì chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I've just become obsessed with the story",
      "vi": "Tôi dần trở nên ám ảnh với câu chuyện,"
    }
  },
  {
    "translation": {
      "en": "and trying to piece everything together.",
      "vi": "và cố gắng xâu chuỗi mọi thứ lại với nhau."
    }
  },
  {
    "translation": {
      "en": "When I was sent an email",
      "vi": "Khi tôi được gửi một bức thư"
    }
  },
  {
    "translation": {
      "en": "from someone at the Attorney General's office,",
      "vi": "từ ai đó tại văn phòng Bộ Tư pháp,"
    }
  },
  {
    "translation": {
      "en": "I would go through, and the person that sent me the email,",
      "vi": "tôi sẽ kiểm tra kĩ càng thư điện tử cũng như người gửi,"
    }
  },
  {
    "translation": {
      "en": "and every person that was copied in on that email,",
      "vi": "và tất cả mọi người được đính kèm trong thư đó."
    }
  },
  {
    "translation": {
      "en": "I would search them on Facebook.",
      "vi": "Tôi sẽ tìm kiếm họ trên Facebook."
    }
  },
  {
    "translation": {
      "en": "And one of the people with the state",
      "vi": "Và một người làm ở văn phòng đó"
    }
  },
  {
    "translation": {
      "en": "has a Quiverfull email address.",
      "vi": "để địa chỉ thư là Quiverfull."
    }
  },
  {
    "translation": {
      "en": "That's when it was--",
      "vi": "Đó là khi…"
    }
  },
  {
    "translation": {
      "en": "What is Quiverfull? Like, what the hell is it?",
      "vi": "Quiverfull là cái gì? Đó là cái quái gì?"
    }
  },
  {
    "translation": {
      "en": "God says, Children are a blessing.",
      "vi": "Chúa nói: Con cái là lộc."
    }
  },
  {
    "translation": {
      "en": "We should want to have our quiver full of them…",
      "vi": "Ta muốn ống đựng tên chứa đầy chúng…"
    }
  },
  {
    "translation": {
      "en": "Quiverfull. It's essentially a cult",
      "vi": "Quiverfull. Đó rõ ràng là một giáo phái,"
    }
  },
  {
    "translation": {
      "en": "aimed to having as many children as possible.",
      "vi": "nhắm đến việc có càng nhiều con càng tốt."
    }
  },
  {
    "translation": {
      "en": "If a man with his wife has a lot of children,",
      "vi": "Nếu một người đàn ông và vợ có thật nhiều con,"
    }
  },
  {
    "translation": {
      "en": "he will send them out as arrows.",
      "vi": "họ sẽ gửi chúng đi như mũi tên."
    }
  },
  {
    "translation": {
      "en": "He's like a warrior for God, and he sends his children out",
      "vi": "Anh ta như chiến binh của Chúa, gửi con của mình đi"
    }
  },
  {
    "translation": {
      "en": "as arrows into the world, who will be ambassadors for God.",
      "vi": "như mũi tên lao ra thế giới, rồi trở thành đại sứ của Chúa."
    }
  },
  {
    "translation": {
      "en": "The children are raised to actively participate in government,",
      "vi": "Những đứa con được nuôi để hoạt động trong chính phủ,"
    }
  },
  {
    "translation": {
      "en": "to actively run for office,",
      "vi": "để mưu cầu quyền lực,"
    }
  },
  {
    "translation": {
      "en": "to seek positions of political prominence,",
      "vi": "để tìm kiếm vị trí quyền cao chức trọng,"
    }
  },
  {
    "translation": {
      "en": "and eventually that the civil law will actually be the Bible.",
      "vi": "và rồi sau cùng luật dân sự sẽ thực sự trở thành Kinh thánh."
    }
  },
  {
    "translation": {
      "en": "Lo and behold, Jeremiah 1:5,",
      "vi": "Và lạ chưa, trong Jeremiah 1:5,"
    }
  },
  {
    "translation": {
      "en": "the verse that he kept using",
      "vi": "cái câu mà ông ta liên tục sử dụng"
    }
  },
  {
    "translation": {
      "en": "is one of the Bible verses",
      "vi": "là một trong các câu Kinh thánh"
    }
  },
  {
    "translation": {
      "en": "that Quiverfull uses.",
      "vi": "mà hội Quiverfull sử dụng."
    }
  },
  {
    "translation": {
      "en": "Basically, for them, women are just-- You… you breed.",
      "vi": "Về cơ bản, đối với họ, phụ nữ chỉ là để sinh con."
    }
  },
  {
    "translation": {
      "en": "Was Cline in this Quiverfull movement?",
      "vi": "Liệu Cline có nằm trong tính toán của Quiverfull?"
    }
  },
  {
    "translation": {
      "en": "Were all of us part of some sick, twisted, secret society?",
      "vi": "Tất cả chúng tôi thuộc về một hội kín bệnh hoạn, điên rồ sao?"
    }
  },
  {
    "translation": {
      "en": "There's so many theories that I've thought of in my head.",
      "vi": "Trong đầu tôi có vô số giả thuyết."
    }
  },
  {
    "translation": {
      "en": "I think the philosophies",
      "vi": "Tôi nghĩ những triết lý"
    }
  },
  {
    "translation": {
      "en": "or the beliefs of the Quiverfull movement seem so outrageous to me",
      "vi": "hay đức tin của Quiverfull là rất tàn nhẫn đối với tôi"
    }
  },
  {
    "translation": {
      "en": "that it's hard for me to actually believe that it's real.",
      "vi": "và thật khó để tôi tin rằng điều đó là sự thật."
    }
  },
  {
    "translation": {
      "en": "I agree with that and that we could even be a part of it.",
      "vi": "Tôi đồng quan điểm và ta có thể là một phần trong đó."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "With the Quiverfull theory, back when we were all conceived,",
      "vi": "Với giả thuyết Quiverfull, quay trở lại lúc ta được thụ thai,"
    }
  },
  {
    "translation": {
      "en": "that theory was to produce more of the white race",
      "vi": "giả thuyết đó là để tạo ra thêm nhiều người da trắng,"
    }
  },
  {
    "translation": {
      "en": "because they were in fear that other races were infiltrating that",
      "vi": "vì họ sợ rằng những chủng tộc khác sẽ dần xâm nhập vào"
    }
  },
  {
    "translation": {
      "en": "and the white race would eventually disappear.",
      "vi": "và tộc người da trắng cuối cùng sẽ biến mất."
    }
  },
  {
    "translation": {
      "en": "I mean,",
      "vi": "Ý tôi là,"
    }
  },
  {
    "translation": {
      "en": "when you look at that wall of babies,",
      "vi": "khi ta nhìn vào bức tường toàn em bé đó,"
    }
  },
  {
    "translation": {
      "en": "it is all Caucasian babies.",
      "vi": "tất cả đều là em bé da trắng."
    }
  },
  {
    "translation": {
      "en": "It's crazy because every time we get a DNA match,",
      "vi": "Thật điên rồ bởi vì mỗi khi ta được báo khớp DNA,"
    }
  },
  {
    "translation": {
      "en": "it's like, Yep. Looks like one of the Cline boys,",
      "vi": "sẽ kiểu: Ừ. Lại là bé trai của Cline nữa,"
    }
  },
  {
    "translation": {
      "en": "or Looks like a Cline girl.",
      "vi": "hoặc Nhìn như bé gái của Cline."
    }
  },
  {
    "translation": {
      "en": "Most of us have blond hair",
      "vi": "Hầu hết chúng tôi có tóc vàng"
    }
  },
  {
    "translation": {
      "en": "and blue eyes.",
      "vi": "và mắt xanh."
    }
  },
  {
    "translation": {
      "en": "I hate to say this 'cause it sounds so-- But it's almost like",
      "vi": "Tôi ghét phải nói điều này nhưng nghe như… Gần như là kiểu"
    }
  },
  {
    "translation": {
      "en": "we're like this perfect Aryan clan,",
      "vi": "bọn tôi thuộc về gia tộc Aryan hoàn hảo vậy,"
    }
  },
  {
    "translation": {
      "en": "and… it's disgusting.",
      "vi": "và nó… thật kinh tởm."
    }
  },
  {
    "translation": {
      "en": "It's sad that we have to have conspiracy theories",
      "vi": "Đáng buồn là ta phải đề ra những thuyết âm mưu"
    }
  },
  {
    "translation": {
      "en": "to understand why he did this.",
      "vi": "để hiểu vì sao ông ta làm vậy."
    }
  },
  {
    "translation": {
      "en": "If he would just tell us, then we wouldn't have to go through",
      "vi": "Nếu ông ta chịu nói ra, thì ta đã không phải cố gắng tìm kiếm"
    }
  },
  {
    "translation": {
      "en": "of trying to find all these different reasons…",
      "vi": "đủ mọi loại lý do khác nhau…"
    }
  },
  {
    "translation": {
      "en": "Life would be easier for him if he did.",
      "vi": "Cuộc sống sẽ dễ dàng hơn cho ông ta."
    }
  },
  {
    "translation": {
      "en": "It would help all of us heal too.",
      "vi": "Cũng giúp ta chữa lành."
    }
  },
  {
    "translation": {
      "en": "But you're not gonna get that from somebody",
      "vi": "Nhưng ta sẽ không nhận được điều đó"
    }
  },
  {
    "translation": {
      "en": "that does not have compassion or any empathy.",
      "vi": "từ người không có chút cảm thông và lòng trắc ẩn nào."
    }
  },
  {
    "translation": {
      "en": "It's disgusting to sit there and lay in bed at night,",
      "vi": "Thật kinh tởm khi ngồi đó và nằm xuống buổi đêm,"
    }
  },
  {
    "translation": {
      "en": "and wonder if the person that created you",
      "vi": "tự hỏi người tạo ra bạn có phải một lão mê tín"
    }
  },
  {
    "translation": {
      "en": "is some racist bigot,",
      "vi": "hay kỳ thị nào đó không,"
    }
  },
  {
    "translation": {
      "en": "and he used my mom as a pawn.",
      "vi": "và hắn dùng mẹ tôi như vật chứa."
    }
  },
  {
    "translation": {
      "en": "And he did it over and over and over again.",
      "vi": "Và hắn làm vậy hết lần này đến lần khác."
    }
  },
  {
    "translation": {
      "en": "I didn't ask to be born.",
      "vi": "Tôi đâu đòi sinh ra."
    }
  },
  {
    "translation": {
      "en": "I didn't ask to be born into this situation.",
      "vi": "Tôi không muốn ra đời vào tình huống như này."
    }
  },
  {
    "translation": {
      "en": "But this is my life.",
      "vi": "Nhưng đây là đời tôi."
    }
  },
  {
    "translation": {
      "en": "But it's not your fault.",
      "vi": "Nhưng đó đâu phải lỗi của ta."
    }
  },
  {
    "translation": {
      "en": "No, it's not, but then you have this man who shares half of my DNA.",
      "vi": "Không, không phải, thế rồi gã đàn ông này chung một nửa DNA với tôi."
    }
  },
  {
    "translation": {
      "en": "Our DNA.",
      "vi": "DNA của chúng ta."
    }
  },
  {
    "translation": {
      "en": "There's just so many theories, and I…",
      "vi": "Có quá nhiều giả thuyết,"
    }
  },
  {
    "translation": {
      "en": "I don't think we'll ever know why he was doing it,",
      "vi": "và tôi nghĩ ta sẽ không bao giờ biết lý do vì sao ông ta làm vậy,"
    }
  },
  {
    "translation": {
      "en": "but",
      "vi": "nhưng"
    }
  },
  {
    "translation": {
      "en": "I want him to have to pay for it. I want an investigation.",
      "vi": "tôi muốn ông ta trả giá vì điều đó. Tôi muốn cuộc điều tra."
    }
  },
  {
    "translation": {
      "en": "I want him punished.",
      "vi": "Muốn ông ta bị trừng phạt."
    }
  },
  {
    "translation": {
      "en": "The Attorney General's office didn't give a shit.",
      "vi": "BÁC SĨ DONALD L. CLINE, DỰA TRÊN VIỆC HÀNH NGHỀ Y CỦA ÔNG TA. Văn phòng Bộ Tư pháp chẳng hề quan tâm."
    }
  },
  {
    "translation": {
      "en": "We were told that they couldn't give us any information",
      "vi": "Họ nói không cho chúng tôi bất cứ thông tin nào"
    }
  },
  {
    "translation": {
      "en": "and we weren't allowed to know.",
      "vi": "và không được phép biết."
    }
  },
  {
    "translation": {
      "en": "And we just kind of got disregarded.",
      "vi": "Chúng tôi bị coi thường."
    }
  },
  {
    "translation": {
      "en": "The one person that we had was Angela Ganote,",
      "vi": "Người duy nhất mà chúng tôi có là Angela Ganote,"
    }
  },
  {
    "translation": {
      "en": "calling and asking them, What are you going to do?",
      "vi": "gọi và hỏi chúng tôi: Các bạn định làm gì?"
    }
  },
  {
    "translation": {
      "en": "I had started back in 2015,",
      "vi": "Tôi đã bắt đầu từ năm 2015,"
    }
  },
  {
    "translation": {
      "en": "asking the Attorney General for an interview,",
      "vi": "xin một buổi phỏng vấn với Bộ Tư pháp,"
    }
  },
  {
    "translation": {
      "en": "asking anything that I could know about this, and they would tell me nothing.",
      "vi": "hỏi mọi thứ họ có thể nói về chuyện này, họ không nói gì hết."
    }
  },
  {
    "translation": {
      "en": "And then I also reached out to the Marion County prosecutor",
      "vi": "Tôi cũng liên lạc với công tố viên Hạt Marion"
    }
  },
  {
    "translation": {
      "en": "and said, Is anyone listening?",
      "vi": "và hỏi: Có ai chịu nghe không?"
    }
  },
  {
    "translation": {
      "en": "Finally, the spokesperson",
      "vi": "Cuối cùng, người phát ngôn cho văn phòng công tố viên"
    }
  },
  {
    "translation": {
      "en": "from the Marion County prosecutor's office said,",
      "vi": "Cuối cùng, người phát ngôn cho văn phòng công tố viên nói: Angela, xin lỗi. Không hiểu sao tôi lỡ mất."
    }
  },
  {
    "translation": {
      "en": "Angela, I'm sorry. I don't-- Somehow I missed it.",
      "vi": "nói: Angela, xin lỗi. Không hiểu sao tôi lỡ mất."
    }
  },
  {
    "translation": {
      "en": "I laid out a long paragraph of the whole story and what had happened.",
      "vi": "Tôi đưa ra một đoạn dài về cả câu chuyện và những gì đã diễn ra."
    }
  },
  {
    "translation": {
      "en": "I had even sent our story that had aired and said,",
      "vi": "Tôi thậm chí gửi cả bản tin đã lên sóng và nói:"
    }
  },
  {
    "translation": {
      "en": "Did you watch our story?",
      "vi": "Cô đã xem tin này chưa? Tôi đã hỏi những câu hỏi này"
    }
  },
  {
    "translation": {
      "en": "I've been asking these questions for more than a year,",
      "vi": "Cô đã xem tin này chưa? Tôi đã hỏi những câu hỏi này hơn năm rồi mà vẫn chưa đến đâu cả."
    }
  },
  {
    "translation": {
      "en": "and I'm getting nowhere.",
      "vi": "hơn năm rồi mà vẫn chưa đến đâu cả."
    }
  },
  {
    "translation": {
      "en": "And I feel like it's time that the prosecutor, or the Attorney General,",
      "vi": "Và tôi thấy đã đến lúc công tố viên, hoặc Bộ Tư pháp,"
    }
  },
  {
    "translation": {
      "en": "or somebody sits down and answers the questions that I have.",
      "vi": "ai đó phải ngồi xuống và trả lời những câu hỏi của tôi."
    }
  },
  {
    "translation": {
      "en": "When we got the media inquiry,",
      "vi": "Khi bên truyền thông tra hỏi,"
    }
  },
  {
    "translation": {
      "en": "there hadn't been any true investigation done anywhere yet.",
      "vi": "vẫn chưa có cuộc điều tra chính thức nào được thực hiện hết."
    }
  },
  {
    "translation": {
      "en": "But at the end of the day, there's just no crime that touches",
      "vi": "Nhưng xét cho cùng, không có tội nào đề cập"
    }
  },
  {
    "translation": {
      "en": "this particular act.",
      "vi": "đến hành vi này cả."
    }
  },
  {
    "translation": {
      "en": "That's our problem.",
      "vi": "Vấn đề là ở đó."
    }
  },
  {
    "translation": {
      "en": "So I remember we were sitting there,",
      "vi": "Và tôi nhớ chúng tôi đã ngồi đó,"
    }
  },
  {
    "translation": {
      "en": "and, um, you know, we're asking him, How is this not rape?",
      "vi": "và… bạn biết đấy, hỏi ông ấy: Sao lại không phải cưỡng hiếp?"
    }
  },
  {
    "translation": {
      "en": "I don't deny that it was a sexual violation.",
      "vi": "Quấy rối tình dục theo tôi là đúng."
    }
  },
  {
    "translation": {
      "en": "But legally, it isn't a sexual violation.",
      "vi": "Nhưng về luật pháp, đó không phải."
    }
  },
  {
    "translation": {
      "en": "I feel like my mother was raped",
      "vi": "Tôi cảm giác như mẹ tôi bị cưỡng hiếp"
    }
  },
  {
    "translation": {
      "en": "is a valid human emotional statement.",
      "vi": "chính xác là một lời tuyên bố cảm tính."
    }
  },
  {
    "translation": {
      "en": "But…Dr. Cline committed rape",
      "vi": "Nhưng… Bác sĩ Cline đã cưỡng hiếp"
    }
  },
  {
    "translation": {
      "en": "is a legal assertion that was not true,",
      "vi": "là một lời nói pháp lý không chính xác,"
    }
  },
  {
    "translation": {
      "en": "and I wasn't gonna put it on paper",
      "vi": "và tôi sẽ không đưa nó lên giấy"
    }
  },
  {
    "translation": {
      "en": "with my signature.",
      "vi": "cùng chữ ký của mình."
    }
  },
  {
    "translation": {
      "en": "And I said, What about battery?",
      "vi": "Và tôi hỏi: Vậy còn bạo hành?"
    }
  },
  {
    "translation": {
      "en": "And…  …he got rude with me.",
      "vi": "Và… ông ấy đã thô lỗ với tôi."
    }
  },
  {
    "translation": {
      "en": "He said, I don't know how many times I'm gonna have to tell you this.",
      "vi": "Ông ấy nói: Tôi không biết phải nói đến bao nhiêu lần với cô nữa."
    }
  },
  {
    "translation": {
      "en": "I can't charge him with battery. It wasn't battery.",
      "vi": "Tôi không thể xử ông ta tội bạo hành. Không phải."
    }
  },
  {
    "translation": {
      "en": "I, uh, was so pissed.",
      "vi": "Tôi tức điên lên."
    }
  },
  {
    "translation": {
      "en": "I looked at Tim Delaney, and I said,",
      "vi": "Tôi nhìn vào Tim Delaney, nói:"
    }
  },
  {
    "translation": {
      "en": "So if I spit in your face right now,",
      "vi": "Nếu tôi nhổ vào mặt ông ngay lúc này,"
    }
  },
  {
    "translation": {
      "en": "it's not battery?",
      "vi": "thì có phải không?"
    }
  },
  {
    "translation": {
      "en": "And he said, It is, because you'd be spitting on me.",
      "vi": "Ông ta đáp: Phải, vì cô đã nhổ vào mặt tôi."
    }
  },
  {
    "translation": {
      "en": "And I'm like, What the fuck?",
      "vi": "Tôi kiểu: Cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "So a doctor can go jack off",
      "vi": "Vậy là một bác sĩ có thể thủ dâm"
    }
  },
  {
    "translation": {
      "en": "and put their sperm in a woman",
      "vi": "và đặt tinh trùng của họ vào người phụ nữ"
    }
  },
  {
    "translation": {
      "en": "who's their patient that did not consent",
      "vi": "là bệnh nhân của họ và không hề cho phép"
    }
  },
  {
    "translation": {
      "en": "to have their doctor do that,",
      "vi": "bác sĩ của họ làm vậy,"
    }
  },
  {
    "translation": {
      "en": "but yet, you're gonna tell me that if I spit in your face,",
      "vi": "thế nhưng, ông lại nói nếu tôi nhổ vào mặt,"
    }
  },
  {
    "translation": {
      "en": "I'd be arrested and charged with battery?",
      "vi": "tôi sẽ bị bắt và xử tội bạo hành sao?"
    }
  },
  {
    "translation": {
      "en": "Jacoba and a lot of the individuals touched by this were very emotional,",
      "vi": "Jacoba và nhiều người khác, có liên quan tới vụ này đều rất bức xúc,"
    }
  },
  {
    "translation": {
      "en": "and had, um, a feeling that what I was there to do,",
      "vi": "và cảm thấy việc tôi phải làm ở đó,"
    }
  },
  {
    "translation": {
      "en": "wasn't to apply the law",
      "vi": "là không áp dụng pháp luật"
    }
  },
  {
    "translation": {
      "en": "to determine whether or not Dr. Cline had committed a crime.",
      "vi": "để quyết xem bác sĩ Cline có phạm tội hay không."
    }
  },
  {
    "translation": {
      "en": "They thought I was there to deliver catharsis.",
      "vi": "Họ nghĩ tôi ở đó là để thanh tẩy."
    }
  },
  {
    "translation": {
      "en": "And I wasn't.",
      "vi": "Nhưng đâu phải."
    }
  },
  {
    "translation": {
      "en": "There's unequal application of the law.",
      "vi": "Luật pháp đôi lúc có bất công. Xảy ra mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "It happens every day, it happens all over the United States,",
      "vi": "Luật pháp đôi lúc có bất công. Xảy ra mỗi ngày. Trên khắp Hoa Kỳ và ở đây tại Indiana."
    }
  },
  {
    "translation": {
      "en": "and it happens here in Indiana.",
      "vi": "Trên khắp Hoa Kỳ và ở đây tại Indiana."
    }
  },
  {
    "translation": {
      "en": "Was there fraud?",
      "vi": "Đó có phải lừa đảo?"
    }
  },
  {
    "translation": {
      "en": "Was there something else?",
      "vi": "Hay là chuyện gì đó khác?"
    }
  },
  {
    "translation": {
      "en": "I just didn't feel like it was investigated enough",
      "vi": "Tôi cứ cảm thấy họ điều tra chưa đủ"
    }
  },
  {
    "translation": {
      "en": "to look at what could he have been charged with.",
      "vi": "để nhìn rõ tội ác mà ông ta phải bị xét xử."
    }
  },
  {
    "translation": {
      "en": "There was never a good explanation in my mind.",
      "vi": "Trong đầu tôi chưa từng có lời giải thích nào hợp lý."
    }
  },
  {
    "translation": {
      "en": "I had a copy of the Indiana sexual assault law,",
      "vi": "Tôi có bản sao luật Indiana về tấn công tình dục"
    }
  },
  {
    "translation": {
      "en": "and I said, Surely, there's somewhere in this law that you can say--",
      "vi": "và tôi nói: Đâu đó trong này chắc chắn phải có…"
    }
  },
  {
    "translation": {
      "en": "He says, No, it has to have both components. It has to have force",
      "vi": "Ông ta đáp: Không, phải đủ hai yếu tố. Dùng vũ lực"
    }
  },
  {
    "translation": {
      "en": "and non- consent.",
      "vi": "và không chấp thuận."
    }
  },
  {
    "translation": {
      "en": "When you talk about rape,",
      "vi": "Khi ta nói về cưỡng hiếp,"
    }
  },
  {
    "translation": {
      "en": "there is a provision in Indiana law that says,",
      "vi": "một điều khoản trong luật Indiana nói rằng:"
    }
  },
  {
    "translation": {
      "en": "Rape can include conduct",
      "vi": "Cưỡng hiếp có thể gồm hành vi"
    }
  },
  {
    "translation": {
      "en": "which a victim does not know is sexual, but the perpetrator knows is sexual.",
      "vi": "khi nạn nhân không biết đó là nhục dục, những thủ phạm lại biết."
    }
  },
  {
    "translation": {
      "en": "And that, I think, is actually the closest charge,",
      "vi": "Tôi nghĩ đó là tội danh gần nhất"
    }
  },
  {
    "translation": {
      "en": "because in order for him to produce this sperm sample,",
      "vi": "bởi vì để ông ta có thể cho ra lượng tinh đó,"
    }
  },
  {
    "translation": {
      "en": "he had to masturbate in very close proximity",
      "vi": "ông ta phải thủ dâm ở một nơi rất gần"
    }
  },
  {
    "translation": {
      "en": "to the office where a patient was waiting,",
      "vi": "phòng khám nơi bệnh nhân đang đợi,"
    }
  },
  {
    "translation": {
      "en": "unclothed from the waist down,",
      "vi": "khoả thân từ hông xuống,"
    }
  },
  {
    "translation": {
      "en": "with a paper cloth covering her knees,",
      "vi": "với tấm khăn giấy che lại hai đầu gối,"
    }
  },
  {
    "translation": {
      "en": "and knees spread apart.",
      "vi": "và hai chân dang rộng."
    }
  },
  {
    "translation": {
      "en": "Who's to say when this touch",
      "vi": "Đâu ai biết khi nào"
    }
  },
  {
    "translation": {
      "en": "stops becoming sexual and starts becoming clinical?",
      "vi": "động chạm đã từ nhục dục chuyển sang lâm sàng?"
    }
  },
  {
    "translation": {
      "en": "I think even if he's not thinking of the patient in a sexual sense,",
      "vi": "Tôi nghĩ kể cả không nghĩ về bệnh nhân theo cách đó,"
    }
  },
  {
    "translation": {
      "en": "the very fact that he's still under the effects of physical arousal",
      "vi": "cái sự thật rằng ông ta vẫn trong trạng thái kích dục"
    }
  },
  {
    "translation": {
      "en": "makes this a sexual touching.",
      "vi": "khiến sự động chạm có yếu tố tình dục."
    }
  },
  {
    "translation": {
      "en": "Even if he's thinking of his wife or a pink fuzzy bunny rabbit,",
      "vi": "Kể cả nếu ông ta nghĩ về vợ mình hay một cô thỏ lông xù,"
    }
  },
  {
    "translation": {
      "en": "it is still a sexual act.",
      "vi": "đó là vẫn là hành vi tình dục."
    }
  },
  {
    "translation": {
      "en": "But I also think we have to see Tim Delaney",
      "vi": "Nhưng tôi cũng nghĩ ta phải nhìn nhận Tim Delaney"
    }
  },
  {
    "translation": {
      "en": "in the context in which this case was brought.",
      "vi": "trong bối cảnh vụ này được đưa ra."
    }
  },
  {
    "translation": {
      "en": "And so when I interviewed Tim Delaney,",
      "vi": "Vậy nên khi tôi phỏng vấn Tim Delaney,"
    }
  },
  {
    "translation": {
      "en": "he said that Indiana juries",
      "vi": "ông ta nói bồi thẩm đoàn Indiana"
    }
  },
  {
    "translation": {
      "en": "were not willing to buy rape- by- deception theories.",
      "vi": "sẽ không tin vào những giả thuyết về sắp đặt để cưỡng hiếp."
    }
  },
  {
    "translation": {
      "en": "The jury is going to say, This woman consented to insemination.",
      "vi": "Họ sẽ nói: Người phụ nữ này đã đồng ý để thụ tinh nhân tạo."
    }
  },
  {
    "translation": {
      "en": "This woman wanted a child. And the question is always out there,",
      "vi": "Cô gái này muốn có con. Và câu hỏi sẽ luôn ở đó:"
    }
  },
  {
    "translation": {
      "en": "Does this woman's desire for a child legitimate Donald Cline's deception?",
      "vi": "Liệu việc muốn có con có hợp pháp hoá sự sắp đặt của Donald Cline?"
    }
  },
  {
    "translation": {
      "en": "And unfortunately, that is a question",
      "vi": "Và thật không may, đó là câu hỏi"
    }
  },
  {
    "translation": {
      "en": "that Tim Delaney had to weigh would enter into the minds of jurors.",
      "vi": "mà Tim Delaney phải cân nhắc có xuất hiện trong suy nghĩ bồi thẩm đoàn."
    }
  },
  {
    "translation": {
      "en": "If he asked me if it'd be okay for him to be the donor,",
      "vi": "Nếu ông ta hỏi tôi liệu có ổn không khi ông ta hiến tinh,"
    }
  },
  {
    "translation": {
      "en": "I would have not said yes.",
      "vi": "tôi sẽ không đời nào nói được."
    }
  },
  {
    "translation": {
      "en": "I would say no.",
      "vi": "Tôi sẽ nói không."
    }
  },
  {
    "translation": {
      "en": "It was a violation of him into me.",
      "vi": "Ông ta làm vậy là xâm phạm tôi."
    }
  },
  {
    "translation": {
      "en": "The issue for me is there was no consent.",
      "vi": "Vấn đề của tôi là không có sự chấp thuận."
    }
  },
  {
    "translation": {
      "en": "He didn't give me a choice.",
      "vi": "Không cho tôi sự lựa chọn."
    }
  },
  {
    "translation": {
      "en": "The Attorney General's office had at least",
      "vi": "Văn phòng Bộ Tư pháp ít nhất"
    }
  },
  {
    "translation": {
      "en": "reached out to Dr. Cline at some point",
      "vi": "đã có lần liên lạc với bác sĩ Cline,"
    }
  },
  {
    "translation": {
      "en": "and asked him if he… if he had used his sperm,",
      "vi": "và hỏi ông ta liệu có dùng tinh trùng,"
    }
  },
  {
    "translation": {
      "en": "or had asked some sort of question because Dr. Cline told me that.",
      "vi": "hoặc hỏi câu gì đó bởi vì bác sĩ Cline đã nói với tôi."
    }
  },
  {
    "translation": {
      "en": "He told me that he filled it out, and that he denied anything, that he wasn't the father.",
      "vi": "Ông ta nói ông ta đã điền tất cả, phủ nhận hết, rằng không phải người bố."
    }
  },
  {
    "translation": {
      "en": "I don't know what's in that letter 'cause I've never seen it, but I know what our conversation was.",
      "vi": "Tôi không biết thư viết gì, chưa từng xem, nhưng hai bên đã nói chuyện."
    }
  },
  {
    "translation": {
      "en": "Dr. Cline told me that he talked with the Attorney General's office",
      "vi": "Bác sĩ Cline nói ông ta đã nói chuyện với văn phòng Bộ Tư pháp"
    }
  },
  {
    "translation": {
      "en": "through paperwork,",
      "vi": "thông qua giấy tờ,"
    }
  },
  {
    "translation": {
      "en": "and that… he was not the father.",
      "vi": "và rằng… ông ta không phải người bố."
    }
  },
  {
    "translation": {
      "en": "That was really what ended up getting him in trouble,",
      "vi": "Đó chính là điều đã khiến ông ta gặp rắc rối,"
    }
  },
  {
    "translation": {
      "en": "because he lied to me, and I knew it,",
      "vi": "bởi vì ông ta đã nói dối tôi, và tôi biết,"
    }
  },
  {
    "translation": {
      "en": "and he lied on the paperwork to the Attorney General's office.",
      "vi": "và nối dối cả trong giấy tờ gửi Bộ Tư pháp."
    }
  },
  {
    "translation": {
      "en": "So at one point, I reached out to the Attorney General,",
      "vi": "Vậy nên tôi đã liên lạc với Bộ Tư pháp,"
    }
  },
  {
    "translation": {
      "en": "and say, You know he's lying to you.",
      "vi": "nói: Anh biết ông ta nói dối."
    }
  },
  {
    "translation": {
      "en": "He lied and said that he never used his sperm",
      "vi": "Ông ta nói dối rằng chưa từng dùng tinh trùng của chính mình"
    }
  },
  {
    "translation": {
      "en": "to inseminate his patients.",
      "vi": "để thụ tinh cho bệnh nhân."
    }
  },
  {
    "translation": {
      "en": "Only after we determined that the Attorney General's office",
      "vi": "Chỉ sau khi chúng tôi xác định rằng Bộ Tư pháp"
    }
  },
  {
    "translation": {
      "en": "had sent those letters",
      "vi": "đã gửi những bức thư đó,"
    }
  },
  {
    "translation": {
      "en": "were we able to come up with a theory for how to proceed.",
      "vi": "chúng tôi mới nghĩ ra một giả thuyết có thể thực thi được."
    }
  },
  {
    "translation": {
      "en": "We wanted to nail him with something,",
      "vi": "Bọn tôi muốn buộc ông ta tội khác,"
    }
  },
  {
    "translation": {
      "en": "and the fact that we finally got something,",
      "vi": "tôi cuối cùng cũng nắm được gì đó,"
    }
  },
  {
    "translation": {
      "en": "it was like a hurrah moment.",
      "vi": "khi ấy như khoảnh khắc ờ ha."
    }
  },
  {
    "translation": {
      "en": "And not only that,",
      "vi": "Và không chỉ vậy,"
    }
  },
  {
    "translation": {
      "en": "he also added that he was going to sue me",
      "vi": "ông ta còn nói thêm rằng sẽ kiện tôi"
    }
  },
  {
    "translation": {
      "en": "for libel and slander.",
      "vi": "vì tội vu khống và xúc phạm."
    }
  },
  {
    "translation": {
      "en": "Denying is obstruction of justice,",
      "vi": "Phủ nhận là sự cản trở công lý,"
    }
  },
  {
    "translation": {
      "en": "but denying and threatening, and, to paraphrase, saying,",
      "vi": "nhưng phủ nhận và đe doạ, hay nói theo cách khác, nói:"
    }
  },
  {
    "translation": {
      "en": "Do you know who I am? was more than enough.",
      "vi": "Biết tao là ai không? đã là quá đủ rồi."
    }
  },
  {
    "translation": {
      "en": "It was like, Eureka! The, you know… The bathwater started spilling out.",
      "vi": "Giống như: Ra rồi! và thông tin đổ về như nước thác."
    }
  },
  {
    "translation": {
      "en": "I said, Oh my God, we've got an angle.",
      "vi": "Chúa ơi, ra hướng tiếp cận rồi."
    }
  },
  {
    "translation": {
      "en": "After we began the investigation,",
      "vi": "Sau khi chúng tôi bắt đầu điều tra,"
    }
  },
  {
    "translation": {
      "en": "obviously the first step was to get DNA from Dr. Cline.",
      "vi": "tất nhiên bước đầu tiên là lấy DNA của bác sĩ Cline."
    }
  },
  {
    "translation": {
      "en": "He was sick.",
      "vi": "Ông ta bị ốm."
    }
  },
  {
    "translation": {
      "en": "He had pneumonia, I believe. So he said, Don't come too close.",
      "vi": "Có vẻ là viêm phổi. Nên ông ta nói: Đừng lại gần đây."
    }
  },
  {
    "translation": {
      "en": "And we said, We have a search warrant for your DNA.",
      "vi": "Và chúng tôi nói: Có lệnh được lấy DNA của ông."
    }
  },
  {
    "translation": {
      "en": "He asked a little bit about What is this all about?",
      "vi": "Ông ta hỏi kiểu Chuyện này là sao?"
    }
  },
  {
    "translation": {
      "en": "But he knew what it was all about.",
      "vi": "Nhưng ông ta biết rất rõ."
    }
  },
  {
    "translation": {
      "en": "Detective Sergeant Carmen Walker of the Marion County Sheriff's Office said,",
      "vi": "Trung sĩ Thám tử Carmen Walker, văn phòng Cảnh sát trưởng Hạt Marion nói:"
    }
  },
  {
    "translation": {
      "en": "We need you to open your mouth.",
      "vi": "Chúng tôi cần ông mở miệng."
    }
  },
  {
    "translation": {
      "en": "And he complied.",
      "vi": "Và ông ta tuân theo."
    }
  },
  {
    "translation": {
      "en": "He did not look like he was enjoying it.",
      "vi": "Ông ta không có vẻ gì là thoải mái."
    }
  },
  {
    "translation": {
      "en": "It came back 99.9997%",
      "vi": "Đúng đến 99.9997%"
    }
  },
  {
    "translation": {
      "en": "that I am his biological daughter.",
      "vi": "rằng tôi là con gái ruột ông ta."
    }
  },
  {
    "translation": {
      "en": "And how many times did you use your own sample?",
      "vi": "Và ông đã dùng mẫu của mình bao lần rồi?"
    }
  },
  {
    "translation": {
      "en": "Sparingly, but",
      "vi": "Ít thôi, nhưng"
    }
  },
  {
    "translation": {
      "en": "keep in mind, we're talking 30 to 35 years ago,",
      "vi": "hãy nhớ rằng, ta đang nói đến 30 đến 35 năm trước"
    }
  },
  {
    "translation": {
      "en": "and I… I can't remember.",
      "vi": "và tôi không thể nhớ được."
    }
  },
  {
    "translation": {
      "en": "All the records have been shredded.",
      "vi": "Mọi bản ghi đều đã bị xé vụn rồi."
    }
  },
  {
    "translation": {
      "en": "The fertility doctor at the center of a controversial case",
      "vi": "Bác sĩ sản khoa là trung tâm của một vụ bê bối"
    }
  },
  {
    "translation": {
      "en": "is headed back to court to answer criminal charges.",
      "vi": "quay lại toà để trả lời các cáo buộc."
    }
  },
  {
    "translation": {
      "en": "Dr. Donald Cline is charged with two felony counts",
      "vi": "Bác sĩ Donald Cline bị bắt với hai tội danh"
    }
  },
  {
    "translation": {
      "en": "of obstruction of justice for statements he made to investigators.",
      "vi": "về gây cản trở công lý với những lời tuyên bố với bên điều tra."
    }
  },
  {
    "translation": {
      "en": "The retired Indianapolis fertility doctor",
      "vi": "Bác sĩ sản nghỉ hưu Indianapolis"
    }
  },
  {
    "translation": {
      "en": "now plans to plead guilty to obstruction of justice.",
      "vi": "giờ dự định nhận tội cản trở thực thi công lý."
    }
  },
  {
    "translation": {
      "en": "Prosecutors say he intentionally misled investigators about a case",
      "vi": "Công tố viên nói ông ta đánh lạc hướng điều tra viên về vụ"
    }
  },
  {
    "translation": {
      "en": "that's turned dozens of people's lives upside down.",
      "vi": "khiến cuộc sống của hàng chục người bị đảo lộn."
    }
  },
  {
    "translation": {
      "en": "And it was literally 20 months ago",
      "vi": "Và chỉ hai mươi tháng trước"
    }
  },
  {
    "translation": {
      "en": "that I got a Facebook question to me, Angela, can you help me?",
      "vi": "khi trên Facebook hỏi: Angela, có thể giúp không?"
    }
  },
  {
    "translation": {
      "en": "And thank you for believing in them, because no one else did but you.",
      "vi": "Cảm ơn cô vì đã tin vào họ, bởi vì không còn ai khác ngoài cô."
    }
  },
  {
    "translation": {
      "en": "Yeah, thank you.",
      "vi": "Vâng, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "He didn't want to go to trial because more information would come out,",
      "vi": "Ông ta không muốn ra toà, bởi sẽ có thêm thông tin bị lộ,"
    }
  },
  {
    "translation": {
      "en": "and then also, he'd probably get more of a punishment.",
      "vi": "và thêm nữa, có thể sẽ phải chịu nhiều hình phạt hơn."
    }
  },
  {
    "translation": {
      "en": "So he changed his plea to guilty.",
      "vi": "Nên ông ta đã thú nhận có tội."
    }
  },
  {
    "translation": {
      "en": "I felt good that day at the court hearing.",
      "vi": "Ngày hôm đó tại phiên toà, tôi thấy thật sung sướng."
    }
  },
  {
    "translation": {
      "en": "Even though I knew that all he was being charged with",
      "vi": "Dù tôi biết ông ta chỉ bị xét xử"
    }
  },
  {
    "translation": {
      "en": "was two counts of obstruction of justice,",
      "vi": "hai tội danh về cản trở công lý,"
    }
  },
  {
    "translation": {
      "en": "I thought, Fucking finally. Something.",
      "vi": "tôi nghĩ: Rốt cuộc cũng bị gì đó rồi, chết tiệt."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna make eye contact with him. I…",
      "vi": "Tôi không muốn chạm mắt với ông ta. Tôi…"
    }
  },
  {
    "translation": {
      "en": "I was afraid of him.",
      "vi": "Tôi khiếp sợ ông ta."
    }
  },
  {
    "translation": {
      "en": "Uh, he actually walked right past me and brushed up against me, and…",
      "vi": "Ông ta thực sự đi ngay sau và quệt nhẹ vào người tôi và…"
    }
  },
  {
    "translation": {
      "en": "it almost brought me to my knees.",
      "vi": "khiến tôi run rẩy cả người."
    }
  },
  {
    "translation": {
      "en": "That was my first time seeing that man",
      "vi": "Đó là lần đầu tiên tôi thấy người đàn ông đó,"
    }
  },
  {
    "translation": {
      "en": "and being that close to him, and there was no regard for us.",
      "vi": "và ở gần ông ta đến vậy, không có sự tôn trọng nào cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Your honor, I'm asking for mercy",
      "vi": "Thưa quý toà, tôi xin sự nhân từ"
    }
  },
  {
    "translation": {
      "en": "and compassion for myself.",
      "vi": "và khoan hồng cho bản thân."
    }
  },
  {
    "translation": {
      "en": "I've tried to live out my life",
      "vi": "Tôi vẫn luôn cố sống một cuộc đời"
    }
  },
  {
    "translation": {
      "en": "showing honesty and care to others,",
      "vi": "thật thà và quan tâm tới mọi người,"
    }
  },
  {
    "translation": {
      "en": "and I will continue to do so.",
      "vi": "và tôi vẫn sẽ tiếp tục làm vậy."
    }
  },
  {
    "translation": {
      "en": "He looked very old",
      "vi": "Ông ta nhìn rất già"
    }
  },
  {
    "translation": {
      "en": "and weak, and part of me thought,",
      "vi": "và yếu đuối, một phần trong tôi nghĩ:"
    }
  },
  {
    "translation": {
      "en": "Is this an act that you're putting on to get the judge to go easier on you?",
      "vi": "Đây là vai diễn ông khoác lên người để thẩm phán xử nhẹ hơn sao?"
    }
  },
  {
    "translation": {
      "en": "I was allowed to give a victim- impact statement",
      "vi": "Tôi được khai hậu quả đối với nạn nhân,"
    }
  },
  {
    "translation": {
      "en": "because I was one of the originals that filed a complaint with the state.",
      "vi": "bởi tôi là một trong những người đầu gửi đơn khiếu nại lên bang."
    }
  },
  {
    "translation": {
      "en": "My hope was that the judge would be appalled by this,",
      "vi": "Tôi hy vọng là thẩm phán sẽ thấy bàng hoàng bởi việc này,"
    }
  },
  {
    "translation": {
      "en": "and that he would at least get, like, some jail time.",
      "vi": "và ít nhất thì ông ta sẽ phải ngồi tù một thời gian."
    }
  },
  {
    "translation": {
      "en": "These are my words to Cline.",
      "vi": "Đây là những lời dành cho Cline."
    }
  },
  {
    "translation": {
      "en": "Every time I or my half- siblings look up our name,",
      "vi": "Mỗi khi tôi và các anh chị em khác tìm kiếm tên mình,"
    }
  },
  {
    "translation": {
      "en": "we all have the same issue tied to you.",
      "vi": "đều thấy vấn đề đi liền với ông."
    }
  },
  {
    "translation": {
      "en": "It has caused anguish in everyone,",
      "vi": "Khiến tất cả chịu đau khổ,"
    }
  },
  {
    "translation": {
      "en": "and some of us have wanted to die from this pain.",
      "vi": "vài người muốn tự tử để thoát khỏi cơn đau."
    }
  },
  {
    "translation": {
      "en": "For 30 years, my half- sister, Julie, believed her dad was her biological dad--",
      "vi": "Ba mươi năm trời, chị cùng cha của tôi nghĩ bố chị ấy là bố ruột…"
    }
  },
  {
    "translation": {
      "en": "Objection, Your Honor.",
      "vi": "Phản đối, thưa Quý toà."
    }
  },
  {
    "translation": {
      "en": "Relevancy.",
      "vi": "Nói đúng chủ đề."
    }
  },
  {
    "translation": {
      "en": "We had agreed to the wording of the statement.",
      "vi": "Chúng tôi đã thống nhất về từ ngữ trong lời khai."
    }
  },
  {
    "translation": {
      "en": "Literally redlined it.",
      "vi": "Đã qua chỉnh sửa."
    }
  },
  {
    "translation": {
      "en": "And I had things crossed out or highlighted that you can't say.",
      "vi": "Và tôi gạch rồi bôi đậm những thứ không thể nói."
    }
  },
  {
    "translation": {
      "en": "Because of your denials,",
      "vi": "Vì những lời chối bỏ của ông,"
    }
  },
  {
    "translation": {
      "en": "I feel you have no consideration for the mothers",
      "vi": "tôi thấy ông không để ý tới các người mẹ"
    }
  },
  {
    "translation": {
      "en": "who came to you, us as your biological children,",
      "vi": "đã tìm đến ông, chúng tôi - những đứa con ruột,"
    }
  },
  {
    "translation": {
      "en": "or your wife and the four children you had with her.",
      "vi": "hay vợ ông và bốn người con mà ông có với bà."
    }
  },
  {
    "translation": {
      "en": "It was always about you. You lied. You still lie.",
      "vi": "Ông chỉ nghĩ cho mình. Ông nói dối. Và tiếp tục nói dối."
    }
  },
  {
    "translation": {
      "en": "You even have your family believing you, and that sickens me.",
      "vi": "Thậm chí gia đình tin ông và điều đó làm tôi phát ớn."
    }
  },
  {
    "translation": {
      "en": "- Our mothers trusted you– - Objection!",
      "vi": "- Mẹ chúng tôi tin ông… - Phản đối!"
    }
  },
  {
    "translation": {
      "en": "She… she went for it.",
      "vi": "Cô ấy nói thẳng luôn."
    }
  },
  {
    "translation": {
      "en": "I don't know if I would've had the courage to do that in front of a judge. But, you know…",
      "vi": "Tôi không biết mình có gan làm vậy trước thẩm phán không nữa. Nhưng…"
    }
  },
  {
    "translation": {
      "en": "I'm asking you to look at the depth of the reasons he is charged with--",
      "vi": "Tôi yêu cầu toà hãy xem xét kỹ lí do ông ta bị buộc tội…"
    }
  },
  {
    "translation": {
      "en": "Objection!",
      "vi": "Phản đối!"
    }
  },
  {
    "translation": {
      "en": "What we're really getting at",
      "vi": "Cái ta đang nói ở đây là"
    }
  },
  {
    "translation": {
      "en": "is the inability of victims to tell their stories.",
      "vi": "cấm đoán nạn nhân kể câu chuyện của họ."
    }
  },
  {
    "translation": {
      "en": "Those who testify can only testify",
      "vi": "Người làm chứng chỉ được làm chứng"
    }
  },
  {
    "translation": {
      "en": "to… to what is relevant to a criminal proceeding.",
      "vi": "những gì liên quan tới tố tụng hình sự."
    }
  },
  {
    "translation": {
      "en": "But-- And what is relevant to Cline's proceeding",
      "vi": "Và những cái liên quan tới việc tố tụng của Cline không phải"
    }
  },
  {
    "translation": {
      "en": "was not what happened in the '70s or '80s,",
      "vi": "Và những cái liên quan tới việc tố tụng của Cline không phải chuyện xảy ra năm 70, 80, không phải sinh đẻ, hay lừa đảo."
    }
  },
  {
    "translation": {
      "en": "not the births, not the fertility fraud.",
      "vi": "chuyện xảy ra năm 70, 80, không phải sinh đẻ, hay lừa đảo."
    }
  },
  {
    "translation": {
      "en": "It was the lies to the state.",
      "vi": "Mà là lừa dối bang."
    }
  },
  {
    "translation": {
      "en": "In Cline's proceeding, the state was the victim. They weren't.",
      "vi": "Trong tố tụng, bang mới là nạn nhân. Không phải họ."
    }
  },
  {
    "translation": {
      "en": "I do want to reiterate, probably for the fifth or sixth time at this point,",
      "vi": "Tôi xin nhắc lại, thời điểm này có lẽ là lần thứ năm, sáu,"
    }
  },
  {
    "translation": {
      "en": "that the court, by law, can only consider",
      "vi": "rằng toà án chỉ có thể xem xét"
    }
  },
  {
    "translation": {
      "en": "the charges that Dr. Cline's plead guilty to,",
      "vi": "cáo buộc mà bác sĩ Cline đã nhận tội,"
    }
  },
  {
    "translation": {
      "en": "the obstruction of… of justice charges.",
      "vi": "là tội cản trợ công lý."
    }
  },
  {
    "translation": {
      "en": "Obviously, it would be inappropriate for me to consider outside of that realm.",
      "vi": "Rõ ràng, sẽ là không hợp lý nếu tôi xem xét vấn đề ngoài phạm vi đó."
    }
  },
  {
    "translation": {
      "en": "What we asked for the judge to do",
      "vi": "Những điều chúng tôi muốn thẩm phán làm"
    }
  },
  {
    "translation": {
      "en": "was twofold.",
      "vi": "là hai việc."
    }
  },
  {
    "translation": {
      "en": "One, to make sure that these crimes remained as felonies",
      "vi": "Thứ nhất, đảm bảo những tội này là trọng tội"
    }
  },
  {
    "translation": {
      "en": "on his record, and two,",
      "vi": "trong tiền án tiền sự, và thứ hai,"
    }
  },
  {
    "translation": {
      "en": "deliver executed time, an executed sentence,",
      "vi": "thời gian thi hành án, thi hành bản án,"
    }
  },
  {
    "translation": {
      "en": "meaning time served in jail.",
      "vi": "nghĩa là thời gian ngồi tù."
    }
  },
  {
    "translation": {
      "en": "We received a number of support letters for Dr. Cline.",
      "vi": "Chúng tôi nhận được một số lá thư ủng hộ bác sĩ Cline."
    }
  },
  {
    "translation": {
      "en": "These are letters from members of the community,",
      "vi": "Thư từ thành viên cộng đồng,"
    }
  },
  {
    "translation": {
      "en": "former patients, and members of Dr. Cline's family and church.",
      "vi": "bệnh nhân cũ và những thành viên gia đình bác sĩ Cline và nhà thờ."
    }
  },
  {
    "translation": {
      "en": "These individuals have known Dr. Cline for many years.",
      "vi": "Những người này đã quen biết bác sĩ Cline nhiều năm."
    }
  },
  {
    "translation": {
      "en": "And they evidence a strong connection to his family,",
      "vi": "Và họ minh chứng cho liên kết chặt chẽ với gia đình,"
    }
  },
  {
    "translation": {
      "en": "the community, and that rehabilitation",
      "vi": "cộng đồng, và rằng sự cải tạo"
    }
  },
  {
    "translation": {
      "en": "is not only possible but actually has already taken place here.",
      "vi": "không chỉ khả thi mà thực chất đã đang xảy ra ngay tại đây."
    }
  },
  {
    "translation": {
      "en": "A lot of folks submitted letters",
      "vi": "Rất nhiều người dân đã gửi thư"
    }
  },
  {
    "translation": {
      "en": "on his behalf to the judge.",
      "vi": "ủng hộ ông ta với thẩm phán."
    }
  },
  {
    "translation": {
      "en": "I believe there was one that came from a prosecutor",
      "vi": "Tôi nhớ có một lá thư đến từ công tố viên"
    }
  },
  {
    "translation": {
      "en": "from Boone County, which is where he lives,",
      "vi": "tại Hạt Boone, nơi ông ta sống,"
    }
  },
  {
    "translation": {
      "en": "saying that This guy is a good man,",
      "vi": "nói rằng: Ông ấy là một người tốt."
    }
  },
  {
    "translation": {
      "en": "you know, He should get some leniency.",
      "vi": "Ông ấy nên được hưởng khoan hồng."
    }
  },
  {
    "translation": {
      "en": "Is that an odd thing for a prosecutor to write to a judge if it's a friend?",
      "vi": "Công tố viên viết vậy cho thẩm phán có kỳ không, nếu là bạn?"
    }
  },
  {
    "translation": {
      "en": "I'd do well not to comment on that particular question.",
      "vi": "Tôi nghĩ tốt nhất không nên trả lời câu hỏi đó."
    }
  },
  {
    "translation": {
      "en": "That's when I, in my gut,",
      "vi": "Đó là khi tôi, sâu trong lòng,"
    }
  },
  {
    "translation": {
      "en": "felt like the state was corrupt. There were people corrupt,",
      "vi": "cảm thấy bang này đã mục nát. Con người tha hóa,"
    }
  },
  {
    "translation": {
      "en": "and they were friends with him or something.",
      "vi": "và họ là bạn với ông ta hay gì đó."
    }
  },
  {
    "translation": {
      "en": "Please remember that whatever happens during sentencing,",
      "vi": "Xin nhớ rằng dù điều gì xảy ra trong phiên toà,"
    }
  },
  {
    "translation": {
      "en": "the people that love you are gonna continue to love you.",
      "vi": "những người yêu quý ông vẫn sẽ yêu quý ông."
    }
  },
  {
    "translation": {
      "en": "The judge seemed very sympathetic towards him,",
      "vi": "Thẩm phán có vẻ rất cảm thông cho ông ta,"
    }
  },
  {
    "translation": {
      "en": "like on the verge of tears.",
      "vi": "như sắp bật khóc tới nơi."
    }
  },
  {
    "translation": {
      "en": "With the limited resources that we have, overcrowding at the jail,",
      "vi": "Với những hạn chế trong nguồn lực, nhà tù đã kín chỗ và ông không có tiền án phạm tội,"
    }
  },
  {
    "translation": {
      "en": "and your lack of a criminal history,",
      "vi": "nhà tù đã kín chỗ và ông không có tiền án phạm tội,"
    }
  },
  {
    "translation": {
      "en": "um, an executed sentence is nothing that the court is gonna order.",
      "vi": "toà sẽ không tuyên phạt án tù với ông."
    }
  },
  {
    "translation": {
      "en": "I really wanted him to have jail time.",
      "vi": "Tôi thực sự muốn ông ta ngồi tù."
    }
  },
  {
    "translation": {
      "en": "I really did.",
      "vi": "Tôi rất muốn. Tôi nghĩ"
    }
  },
  {
    "translation": {
      "en": "I thought that that would bring a little bit of closure to me.",
      "vi": "Tôi rất muốn. Tôi nghĩ điều ấy sẽ khiến lòng tôi dịu xuống một chút."
    }
  },
  {
    "translation": {
      "en": "But… no.",
      "vi": "Nhưng… không."
    }
  },
  {
    "translation": {
      "en": "I know that this is your first offense, but Dr. Cline, I do believe",
      "vi": "Tôi biết đây là tội đầu tiên, nhưng bác sĩ Cline, tôi tin rằng"
    }
  },
  {
    "translation": {
      "en": "that the facts support going ahead and sentencing you as a level 6 felon.",
      "vi": "các tình tiết cho thấy đủ căn cứ để kết án ông với trọng tội cấp độ sáu."
    }
  },
  {
    "translation": {
      "en": "Um, as to fines and costs,",
      "vi": "Còn về tiền phạt và lệ phí,"
    }
  },
  {
    "translation": {
      "en": "sir, the court will fine you $500.",
      "vi": "thưa ông, toà sẽ phạt ông 500 đô-la."
    }
  },
  {
    "translation": {
      "en": "And so he got the two Level 6 felonies",
      "vi": "Vậy là ông ta có hai trọng tội cấp độ sáu"
    }
  },
  {
    "translation": {
      "en": "with complete suspended sentences",
      "vi": "chỉ bị xử án treo,"
    }
  },
  {
    "translation": {
      "en": "and a $500 fine,",
      "vi": "và khoản tiền phạt 500 đô-la."
    }
  },
  {
    "translation": {
      "en": "which is a slap in the fucking face.",
      "vi": "Đúng là một cú tát thẳng vào mặt."
    }
  },
  {
    "translation": {
      "en": "Dr. Cline, do you have any comment at all?",
      "vi": "Cline, ông muốn nói gì không?"
    }
  },
  {
    "translation": {
      "en": "Dr. Cline, what would you change now if you could change anything?",
      "vi": "Nếu được ông sẽ thay đổi điều gì lúc này?"
    }
  },
  {
    "translation": {
      "en": "This was a span of two years",
      "vi": "Đã hai năm trôi qua kể từ khi"
    }
  },
  {
    "translation": {
      "en": "from me filing a complaint,",
      "vi": "tôi đâm đơn khiếu nại,"
    }
  },
  {
    "translation": {
      "en": "to them actually, finally doing something about it.",
      "vi": "cho đến khi họ thực sự làm điều gì đó."
    }
  },
  {
    "translation": {
      "en": "And…",
      "vi": "Và"
    }
  },
  {
    "translation": {
      "en": "…this judge just let this man",
      "vi": "thẩm phán cứ thế để người đàn ông này"
    }
  },
  {
    "translation": {
      "en": "pretty much off the hook.",
      "vi": "được thả mà không chịu sự trừng phạt?"
    }
  },
  {
    "translation": {
      "en": "And I dread every new match that comes.",
      "vi": "Mỗi người trùng khớp mới lại khiến tôi e sợ."
    }
  },
  {
    "translation": {
      "en": "But they just keep coming,",
      "vi": "Nhưng họ cứ liên tục xuất hiện,"
    }
  },
  {
    "translation": {
      "en": "and you never know the day that you're gonna wake up,",
      "vi": "và không thể biết cái ngày bạn thức dậy,"
    }
  },
  {
    "translation": {
      "en": "and then they're going to be there.",
      "vi": "họ sẽ đang ở đó."
    }
  },
  {
    "translation": {
      "en": "I just-- Uh, I feel like he…",
      "vi": "Tôi chỉ… Tôi cảm thấy ông ta…"
    }
  },
  {
    "translation": {
      "en": "That this was some sick",
      "vi": "Việc này như một trò thí nghiệm"
    }
  },
  {
    "translation": {
      "en": "game experiment for him.",
      "vi": "bệnh hoạn đối với ông ta."
    }
  },
  {
    "translation": {
      "en": "As far as I know,",
      "vi": "Tôi chỉ biết rằng,"
    }
  },
  {
    "translation": {
      "en": "all of the inseminations that I did with my sample,",
      "vi": "mọi lần thụ tinh nhân tạo dùng mẫu tinh của tôi…"
    }
  },
  {
    "translation": {
      "en": "um, and again it was sparingly,",
      "vi": "nhắc lại lần nữa là rất ít,"
    }
  },
  {
    "translation": {
      "en": "um, had a healthy baby.",
      "vi": "đều là đứa bé khoẻ mạnh."
    }
  },
  {
    "translation": {
      "en": "It was, you know, important to my parents",
      "vi": "Chuyện đó rất quan trọng với bố mẹ tôi"
    }
  },
  {
    "translation": {
      "en": "that it was someone that was healthy,",
      "vi": "rằng phải là một người nào đó khoẻ mạnh,"
    }
  },
  {
    "translation": {
      "en": "and for him to turn around and violate them",
      "vi": "vậy mà ông ta lại thay đổi và xâm phạm họ mà không có sự chấp thuận từ họ và…"
    }
  },
  {
    "translation": {
      "en": "and do this without their consent, and",
      "vi": "và xâm phạm họ mà không có sự chấp thuận từ họ và…"
    }
  },
  {
    "translation": {
      "en": "there's a lot of us that have the same health issues.",
      "vi": "rất nhiều người trong chúng tôi mắc các bệnh giống nhau."
    }
  },
  {
    "translation": {
      "en": "Almost every single one of us.",
      "vi": "Gần như là mọi người."
    }
  },
  {
    "translation": {
      "en": "I've been to so many doctors, been to the Cleveland Clinic.",
      "vi": "Tôi đã tới rất nhiều bác sĩ, đến Bệnh viện Cleverland."
    }
  },
  {
    "translation": {
      "en": "They don't know what's wrong with me.",
      "vi": "Họ không biết tôi bị làm sao."
    }
  },
  {
    "translation": {
      "en": "I'm sick.",
      "vi": "Tôi bị ốm."
    }
  },
  {
    "translation": {
      "en": "And other, um, siblings have, um,",
      "vi": "Và những anh chị em khác cũng bị"
    }
  },
  {
    "translation": {
      "en": "autoimmune diseases and stuff.",
      "vi": "các bệnh tự miễn và kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "I have an autoimmune disease, yeah.",
      "vi": "Tôi bị bệnh tự miễn, đúng."
    }
  },
  {
    "translation": {
      "en": "It's, um, a blood clotting disorder,",
      "vi": "Đó là bệnh rối loạn đông máu,"
    }
  },
  {
    "translation": {
      "en": "um, which I didn't know until I had a miscarriage,",
      "vi": "tôi không hề biết cho đến khi bị sảy thai,"
    }
  },
  {
    "translation": {
      "en": "and, uh, we were determining what would have caused that.",
      "vi": "và chúng tôi đã kiên quyết tìm ra nguyên nhân của nó."
    }
  },
  {
    "translation": {
      "en": "I mean, I've had…",
      "vi": "Ý tôi là, tôi từng…"
    }
  },
  {
    "translation": {
      "en": "…colonoscopy, endoscopy, I've had--",
      "vi": "nội soi đại tràng, nội soi, tôi đã…"
    }
  },
  {
    "translation": {
      "en": "I mean, I've spent weeks in the hospital,",
      "vi": "Tôi đã dành hàng tuần trời ở bệnh viện,"
    }
  },
  {
    "translation": {
      "en": "losing 15 pounds at a time.",
      "vi": "sụt tới bảy cân vào một thời điểm."
    }
  },
  {
    "translation": {
      "en": "I have a lot of digestive, um, and colon issues, and",
      "vi": "Tôi có nhiều vấn đề về tiêu hoá và đại tràng và…"
    }
  },
  {
    "translation": {
      "en": "no one on my mom's side does.",
      "vi": "không ai ở bên nhà mẹ tôi bị cả."
    }
  },
  {
    "translation": {
      "en": "In the early '70s,",
      "vi": "Những năm đầu 70,"
    }
  },
  {
    "translation": {
      "en": "I had heard that he was having trouble, uh, operating",
      "vi": "tôi nghe nói ông ta gặp khó khăn trong việc phẫu thuật"
    }
  },
  {
    "translation": {
      "en": "because he had rheumatoid arthritis. And he had-- His hands were swelling up.",
      "vi": "vì chứng viêm khớp dạng thấp. Và bàn tay ông ta bị sưng hết lên."
    }
  },
  {
    "translation": {
      "en": "I… I, at that time, I felt I would hate to see him,",
      "vi": "Tôi, lúc ấy, cảm thấy ghét phải thấy cảnh"
    }
  },
  {
    "translation": {
      "en": "his career of being a great surgeon end",
      "vi": "sự nghiệp của một bác sĩ phẫu thuật vĩ đại kết thúc"
    }
  },
  {
    "translation": {
      "en": "because he couldn't get the right treatment for his arthritis.",
      "vi": "bởi vì bệnh viêm khớp không được chữa trị tử tế."
    }
  },
  {
    "translation": {
      "en": "And so, I called our chief of medicine,",
      "vi": "Nên tôi gọi cho bác sĩ trưởng,"
    }
  },
  {
    "translation": {
      "en": "told him about Cline's problems.",
      "vi": "nói ông ấy biết về Cline."
    }
  },
  {
    "translation": {
      "en": "And he said, Yeah. Well, let me call Dr. B. up there,",
      "vi": "Và ông ấy nói: Ừ. Chà, để tôi gọi bác sĩ B,"
    }
  },
  {
    "translation": {
      "en": "and Cline went down and met with him, and he told him what to take, etcetera.",
      "vi": "và Cline xuống đó để gặp ông ấy, dặn uống gì, vân vân."
    }
  },
  {
    "translation": {
      "en": "So, once he got on the right medications, he seemed to be fine.",
      "vi": "Vậy là khi uống đúng thuốc thì ông ấy ổn hơn hẳn."
    }
  },
  {
    "translation": {
      "en": "His symptoms abated.",
      "vi": "Các triệu chứng cũng ít đi."
    }
  },
  {
    "translation": {
      "en": "I know in talking to a sperm bank,",
      "vi": "Tôi biết khi nói đến ngân hàng tinh trùng,"
    }
  },
  {
    "translation": {
      "en": "30% of the guys didn't even make it",
      "vi": "30% các anh còn không qua nổi"
    }
  },
  {
    "translation": {
      "en": "past the questionnaire",
      "vi": "vòng trả lời câu hỏi"
    }
  },
  {
    "translation": {
      "en": "because of what was in their family.",
      "vi": "bởi vì gia đình của họ."
    }
  },
  {
    "translation": {
      "en": "History of cancer, history of whatever,",
      "vi": "Tiền sử ung thư, tiền sử gì gì đó,"
    }
  },
  {
    "translation": {
      "en": "even color blindness, for goodness sakes.",
      "vi": "thậm chí là cả mù màu, vì Chúa."
    }
  },
  {
    "translation": {
      "en": "Now, looking back at it, and being like,",
      "vi": "Giờ đây khi nhìn lại và kiểu:"
    }
  },
  {
    "translation": {
      "en": "Okay. He's got an autoimmune disease,",
      "vi": "Được rồi, ông ta bị bệnh tự miễn,"
    }
  },
  {
    "translation": {
      "en": "um, and his sperm wouldn't have even been allowed",
      "vi": "và tinh trùng của ông ta sẽ không được phép"
    }
  },
  {
    "translation": {
      "en": "to be a donor because of that.",
      "vi": "đem đi hiến như thế."
    }
  },
  {
    "translation": {
      "en": "Like, Dude, you knew this.",
      "vi": "Kiểu: Này, ông biết mà."
    }
  },
  {
    "translation": {
      "en": "You knew… you knew you had issues.",
      "vi": "Ông biết ông có vấn đề."
    }
  },
  {
    "translation": {
      "en": "Like, how… how dare you?",
      "vi": "Sao ông dám làm vậy?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Now, there's the Don Cline we knew,",
      "vi": "Giờ, đó là Don Cline ta đều biết,"
    }
  },
  {
    "translation": {
      "en": "that I knew, that I th-- knew well.",
      "vi": "mà tôi biết, biết rất rõ."
    }
  },
  {
    "translation": {
      "en": "And there's the Don Cline I would have never imagined.",
      "vi": "Và một Don Cline tôi không tài nào hình dung ra."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah. It broke my heart.",
      "vi": "Tim tôi như tan vỡ."
    }
  },
  {
    "translation": {
      "en": "Evil.",
      "vi": "Độc ác."
    }
  },
  {
    "translation": {
      "en": "And I-- If Don was right here, I'd say that right to his face.",
      "vi": "Nếu Don đứng đây, tôi sẽ nói thẳng vào mặt ông ta."
    }
  },
  {
    "translation": {
      "en": "Still to this day, there are people in his community that back him.",
      "vi": "Cho đến ngày nay, vẫn có những người trong cộng đồng ủng hộ ông ta."
    }
  },
  {
    "translation": {
      "en": "And people that sit there and say, But he is such a wonderful man.",
      "vi": "Và họ sẽ ngồi đó, nói: Nhưng ông ấy tuyệt vời vậy mà,"
    }
  },
  {
    "translation": {
      "en": "And I just want to look at those people",
      "vi": "còn tôi chỉ muốn nhìn những người đó,"
    }
  },
  {
    "translation": {
      "en": "and say, Well, then maybe he should have put his sperm",
      "vi": "nói: Chà, có nhẽ ông ta nên đút tinh trùng"
    }
  },
  {
    "translation": {
      "en": "in your wife without her consent.",
      "vi": "vào vợ anh mà không được cho phép."
    }
  },
  {
    "translation": {
      "en": "And then how would you like that?",
      "vi": "Vậy sau đó anh sẽ thích chứ?"
    }
  },
  {
    "translation": {
      "en": "I took a 23andMe DNA test because,",
      "vi": "Tôi làm xét nghiệm DNA 23andMe bởi vì,"
    }
  },
  {
    "translation": {
      "en": "about four or five years ago now,",
      "vi": "tầm bốn hay năm năm trước,"
    }
  },
  {
    "translation": {
      "en": "my children and I were both diagnosed with a genetic disorder.",
      "vi": "con tôi và tôi đều bị chẩn đoán rối loạn di truyền."
    }
  },
  {
    "translation": {
      "en": "I got the results back.",
      "vi": "Tôi nhận được kết quả."
    }
  },
  {
    "translation": {
      "en": "And when I got to the genetic DNA family,",
      "vi": "Và khi tôi vào mục gia đình DNA di truyền,"
    }
  },
  {
    "translation": {
      "en": "there were half- siblings listed.",
      "vi": "một loạt những anh chị em cùng cha hiện ra."
    }
  },
  {
    "translation": {
      "en": "And I honestly just thought, Oh, this is a mistake.",
      "vi": "Thực sự tôi chỉ nghĩ: Đây là một nhầm lẫn."
    }
  },
  {
    "translation": {
      "en": "Because by that time,",
      "vi": "Bởi vì thời điểm ấy,"
    }
  },
  {
    "translation": {
      "en": "I didn't know that my parents had any type of fertility treatment",
      "vi": "tôi không hề biết bố mẹ mình đã từng thực hiện kiểu điều trị hiếm muộn nào"
    }
  },
  {
    "translation": {
      "en": "other than receiving fertility medications.",
      "vi": "ngoại trừ dùng thuốc hỗ trợ sinh sản."
    }
  },
  {
    "translation": {
      "en": "So I kind of just put it out of my mind, and didn't think anything of it.",
      "vi": "Nên tôi chỉ bỏ nó ra khỏi đầu và không nghĩ gì về chuyện ấy nữa."
    }
  },
  {
    "translation": {
      "en": "And then I had a couple messages from Jacoba.",
      "vi": "Và rồi tôi nhận được vài tin nhắn từ Jacoba."
    }
  },
  {
    "translation": {
      "en": "And it basically said,",
      "vi": "Trong đó viết:"
    }
  },
  {
    "translation": {
      "en": "I'm sure you're confused by your results.",
      "vi": "Tôi biết cô rất hoang mang với kết quả của mình."
    }
  },
  {
    "translation": {
      "en": "Feel free to contact me with any questions.",
      "vi": "Cứ thoải mái gọi cho tôi nếu có thắc mắc."
    }
  },
  {
    "translation": {
      "en": "It didn't occur to me that she was talking about the siblings,",
      "vi": "Tôi không hề nghĩ đến chuyện anh chị em,"
    }
  },
  {
    "translation": {
      "en": "so I just kind of disregarded that message.",
      "vi": "nên cũng không quan tâm về tin nhắn đó lắm."
    }
  },
  {
    "translation": {
      "en": "On December 9th of 2019, a Dr. Phil show aired.",
      "vi": "Vào mùng 9 tháng 12 năm 2019, chương trình Bác sĩ Phil lên sóng."
    }
  },
  {
    "translation": {
      "en": "Well, question for you.",
      "vi": "Chà, tôi có câu hỏi cho bạn."
    }
  },
  {
    "translation": {
      "en": "How would you feel if you found out",
      "vi": "Bạn sẽ cảm thấy thế nào nếu biết"
    }
  },
  {
    "translation": {
      "en": "your mother's fertility doctor",
      "vi": "bác sĩ sản của mẹ bạn"
    }
  },
  {
    "translation": {
      "en": "was actually your biological father?",
      "vi": "thực chất là bố ruột của bạn?"
    }
  },
  {
    "translation": {
      "en": "When the siblings walked out…",
      "vi": "Khi những anh chị em kia bước ra,"
    }
  },
  {
    "translation": {
      "en": "Jacoba was introduced.",
      "vi": "họ giới thiệu Jacoba."
    }
  },
  {
    "translation": {
      "en": "You felt no remorse from him, other than just the fear of being caught.",
      "vi": "Cô không cảm thấy chút gì ăn năn từ ông ta, ngoại trừ nỗi sợ bị bắt."
    }
  },
  {
    "translation": {
      "en": "He was not remorseful at all.",
      "vi": "Không một chút ăn năn nào."
    }
  },
  {
    "translation": {
      "en": "- None? - He just did not want it to be public.",
      "vi": "- Không ư? - Ông ta chỉ không muốn bị công khai."
    }
  },
  {
    "translation": {
      "en": "He told me, The world does not need to know.",
      "vi": "Ông ta nói: Thế giới này không cần biết."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "I, uh, quickly got my phone and opened my 23andMe,",
      "vi": "Tôi nhanh chóng lấy điện thoại và mở trang 23andMe,"
    }
  },
  {
    "translation": {
      "en": "and all of the siblings on that show were listed as my half- siblings.",
      "vi": "và tất cả những người trên chương trình đó được liệt kê trong mục của tôi."
    }
  },
  {
    "translation": {
      "en": "So then I knew, I knew at that moment,",
      "vi": "Và vậy là tôi biết, khoảnh khắc đó tôi biết,"
    }
  },
  {
    "translation": {
      "en": "that there-- That we were a part of it.",
      "vi": "rằng… Chúng tôi là một phần của việc đó."
    }
  },
  {
    "translation": {
      "en": "I was a patient of Dr. Cline's for many years.",
      "vi": "Tôi là bệnh nhân của bác sĩ Cline trong nhiều năm."
    }
  },
  {
    "translation": {
      "en": "I think he took each case very personally.",
      "vi": "Tôi nghĩ ông ta đích thân lo cho từng trường hợp."
    }
  },
  {
    "translation": {
      "en": "At least he did with me.",
      "vi": "Ít nhất là đối với tôi."
    }
  },
  {
    "translation": {
      "en": "He delivered the girls,",
      "vi": "Ông ta đỡ đẻ các bé gái,"
    }
  },
  {
    "translation": {
      "en": "and he came over with his wife",
      "vi": "và ông ta đi cùng vợ"
    }
  },
  {
    "translation": {
      "en": "to see our babies at home.",
      "vi": "để gặp con chúng tôi tại nhà."
    }
  },
  {
    "translation": {
      "en": "So this is a picture of my twin sister and I",
      "vi": "Đây là một tấm của chị sinh đôi và tôi"
    }
  },
  {
    "translation": {
      "en": "right after delivery, in the incubator.",
      "vi": "ngay sau khi chào đời, trong lồng ấp."
    }
  },
  {
    "translation": {
      "en": "And…",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "this is the picture of Cline holding me as an infant at the house.",
      "vi": "đây là tấm Cline bế tôi khi còn là trẻ sơ sinh tại nhà."
    }
  },
  {
    "translation": {
      "en": "I was probably eight months old there.",
      "vi": "Có lẽ lúc này tôi được tám tháng tuổi."
    }
  },
  {
    "translation": {
      "en": "I had such mixed emotions in that",
      "vi": "Cảm xúc của tôi rối bời bởi vì khi nghĩ về việc"
    }
  },
  {
    "translation": {
      "en": "the thought that he had used",
      "vi": "ông ta đã dùng"
    }
  },
  {
    "translation": {
      "en": "his own specimen to impregnate me",
      "vi": "chính tinh trùng của mình để khiến tôi có thai"
    }
  },
  {
    "translation": {
      "en": "made me kind of queasy and sick to my stomach.",
      "vi": "khiến tôi thấy nôn nao và rợn hết cả người."
    }
  },
  {
    "translation": {
      "en": "Whereas, um…",
      "vi": "Nhưng trái lại…"
    }
  },
  {
    "translation": {
      "en": "on the other hand,",
      "vi": "mặt khác,"
    }
  },
  {
    "translation": {
      "en": "I thought about the fact that because of his skills",
      "vi": "nghĩ về sự thật rằng nhờ kĩ năng của ông ta"
    }
  },
  {
    "translation": {
      "en": "in operating on me,",
      "vi": "thực hành trên tôi,"
    }
  },
  {
    "translation": {
      "en": "and… and clearing up some of the things that were causing infertility,",
      "vi": "đã loại trừ những vấn đề cản trở việc sinh đẻ,"
    }
  },
  {
    "translation": {
      "en": "I was grateful to him.",
      "vi": "tôi lại thấy biết ơn ông ta."
    }
  },
  {
    "translation": {
      "en": "So I had this mix of emotions,",
      "vi": "Nên tôi có cảm xúc rối bời là vậy,"
    }
  },
  {
    "translation": {
      "en": "and I have twin daughters",
      "vi": "và tôi có hai cô con gái sinh đôi,"
    }
  },
  {
    "translation": {
      "en": "who are absolutely delightful girls.",
      "vi": "những đứa trẻ cực kỳ rạng ngời."
    }
  },
  {
    "translation": {
      "en": "And I--",
      "vi": "Và tôi…"
    }
  },
  {
    "translation": {
      "en": "You know, you can't be angry",
      "vi": "Biết đấy, ta không thể giận"
    }
  },
  {
    "translation": {
      "en": "when you have… you have what you always dreamed of.",
      "vi": "khi đã có được thứ ta hằng mong mỏi."
    }
  },
  {
    "translation": {
      "en": "Well, it was, um, complex for me because…",
      "vi": "Chà, với tôi thì khá phức tạp bởi…"
    }
  },
  {
    "translation": {
      "en": "I was 47 years old at the time,",
      "vi": "khi ấy tôi đã 47 tuổi rồi,"
    }
  },
  {
    "translation": {
      "en": "and to find out…",
      "vi": "và việc phát hiện…"
    }
  },
  {
    "translation": {
      "en": "…that the man I looked up to and emulated",
      "vi": "người đàn ông tôi luôn ngưỡng mộ và noi theo"
    }
  },
  {
    "translation": {
      "en": "from the time I was small…",
      "vi": "từ khi còn nhỏ xíu…"
    }
  },
  {
    "translation": {
      "en": "was not my biological father was crushing.",
      "vi": "lại không phải bố ruột của mình thật đau lòng."
    }
  },
  {
    "translation": {
      "en": "That was the biggest part.",
      "vi": "Đó là phần hệ trọng nhất."
    }
  },
  {
    "translation": {
      "en": "I felt this need to protect him,",
      "vi": "Tôi có sự thôi thúc phải bảo vệ ông,"
    }
  },
  {
    "translation": {
      "en": "and I didn't want people to know.",
      "vi": "và tôi không muốn mọi người biết."
    }
  },
  {
    "translation": {
      "en": "But the other part of my story",
      "vi": "Nhưng phần còn lại của câu chuyện là"
    }
  },
  {
    "translation": {
      "en": "is that Don Cline was also my fertility doctor.",
      "vi": "Nhưng phần còn lại của câu chuyện là Don Cline cũng là bác sĩ sản của tôi."
    }
  },
  {
    "translation": {
      "en": "He was my main GYN.",
      "vi": "Ông ta là bác sĩ phụ khoa chính của tôi."
    }
  },
  {
    "translation": {
      "en": "He took care of all my gynecological needs for the two years that I saw him.",
      "vi": "Ông ta chăm lo cho mọi vấn đề phụ khoa trong hai năm tôi gặp ông ta."
    }
  },
  {
    "translation": {
      "en": "He did my Pap exams.",
      "vi": "Ông ta làm xét nghiệm phết tế bào cổ tử cung."
    }
  },
  {
    "translation": {
      "en": "He did breast exams.",
      "vi": "Rồi xét nghiệm ngực."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't think any grown woman wants…",
      "vi": "Ý tôi là, tôi không nghĩ có người phụ nữ nào muốn"
    }
  },
  {
    "translation": {
      "en": "someone closely related to them,",
      "vi": "một ai đó gần gũi với họ,"
    }
  },
  {
    "translation": {
      "en": "a member of the opposite sex, to touch them in that way, in such--",
      "vi": "một người khác giới, động chạm vào họ theo cách đó, thật…"
    }
  },
  {
    "translation": {
      "en": "It's a very vulnerable position that the patient is in.",
      "vi": "Bệnh nhân đang ở một vị trí hết sức dễ gặp tổn thương."
    }
  },
  {
    "translation": {
      "en": "And to be touching and examining",
      "vi": "Và để mà động chạm và khám xét"
    }
  },
  {
    "translation": {
      "en": "private areas of your body. It's just--",
      "vi": "vào những vùng kín của cơ thể. Thực sự rất…"
    }
  },
  {
    "translation": {
      "en": "It's-- I can't… I can't even think about it without getting upset.",
      "vi": "Nó… Tôi không thể nào nghĩ về điều đó mà không nổi giận cả."
    }
  },
  {
    "translation": {
      "en": "I didn't get to have that knowledge. He knew.",
      "vi": "Tôi đâu có được biết về việc ấy. Ông ta biết."
    }
  },
  {
    "translation": {
      "en": "I didn't get to know that or have the chance to say,",
      "vi": "Tôi không được biết và cũng chẳng có cơ hội để nói:"
    }
  },
  {
    "translation": {
      "en": "No. I would… I… I'd rather I see someone else.",
      "vi": "Không, tôi thà tìm người khác"
    }
  },
  {
    "translation": {
      "en": "I don't… I don't want someone who is biologically related to me",
      "vi": "vì tôi không muốn người có máu mủ với mình"
    }
  },
  {
    "translation": {
      "en": "to touch me in that way. I didn't get to do… know that.",
      "vi": "động chạm vào tôi theo cách ấy. Tôi không được biết."
    }
  },
  {
    "translation": {
      "en": "It's almost, you know,",
      "vi": "Gần như, bạn biết đấy,"
    }
  },
  {
    "translation": {
      "en": "it's like… it's like a bad dream that you-- that's recurring.",
      "vi": "một cơn ác mộng đang tái diễn."
    }
  },
  {
    "translation": {
      "en": "You wanna wake up.",
      "vi": "Bạn muốn tỉnh dậy."
    }
  },
  {
    "translation": {
      "en": "But every time you wake up, it's not a dream.",
      "vi": "Nhưng mỗi lần bạn mở mắt, đó không phải mơ."
    }
  },
  {
    "translation": {
      "en": "I just can't believe how it was, you know, done to us.",
      "vi": "Tôi chỉ không thể tin nổi điều ấy đã ảnh hưởng thế nào đến chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I really can't. And for him to act like nothing happened.",
      "vi": "Không thể. Vậy mà ông ta vẫn tỏ ra như không có chuyện gì."
    }
  },
  {
    "translation": {
      "en": "I think that's the worst part of it.",
      "vi": "Tôi nghĩ đó là phần tệ nhất."
    }
  },
  {
    "translation": {
      "en": "I don't want you to think that I do this--",
      "vi": "Tôi không muốn cô nghĩ tôi làm việc này…"
    }
  },
  {
    "translation": {
      "en": "I did the insemination with my own sample",
      "vi": "Việc thụ tinh nhân tạo với tinh trùng của tôi là"
    }
  },
  {
    "translation": {
      "en": "very blasé.",
      "vi": "lặp lại đến nhàm chán."
    }
  },
  {
    "translation": {
      "en": "Was there a sexual connotation to it?",
      "vi": "Có ẩn ý tình dục trong đó không ư?"
    }
  },
  {
    "translation": {
      "en": "Absolutely not.",
      "vi": "Hoàn toàn không."
    }
  },
  {
    "translation": {
      "en": "I don't look at these people",
      "vi": "Tôi không nhìn vào bọn họ"
    }
  },
  {
    "translation": {
      "en": "and consider them to be my",
      "vi": "và coi bọn họ như"
    }
  },
  {
    "translation": {
      "en": "children.",
      "vi": "con của tôi."
    }
  },
  {
    "translation": {
      "en": "I want zero relationship with him.",
      "vi": "Tôi không muốn dính tới ông ta."
    }
  },
  {
    "translation": {
      "en": "He's not my father.",
      "vi": "Đó không phải bố tôi."
    }
  },
  {
    "translation": {
      "en": "I may share half of his DNA,",
      "vi": "Có thể tôi có một nửa DNA của ông ta,"
    }
  },
  {
    "translation": {
      "en": "but he's not my father, and he never will be.",
      "vi": "nhưng không phải bố tôi và sẽ luôn là vậy."
    }
  },
  {
    "translation": {
      "en": "I feel sorry for him because his whole life to his wife,",
      "vi": "Tôi thấy tội cho ông ta, bởi cả cuộc đời ông ta với vợ,"
    }
  },
  {
    "translation": {
      "en": "to his own children, to his community, to his church,",
      "vi": "với chính con ông ta, với cộng đồng, với nhà thờ,"
    }
  },
  {
    "translation": {
      "en": "to his colleagues in the hospital and his office.",
      "vi": "đồng nghiệp trong bệnh viện và phòng khám của ông ta."
    }
  },
  {
    "translation": {
      "en": "It's all a lie.",
      "vi": "Đều là dối trá."
    }
  },
  {
    "translation": {
      "en": "I would like to see him pay for what he did…",
      "vi": "Tôi muốn thấy ông ta trả giá cho việc mình làm…"
    }
  },
  {
    "translation": {
      "en": "…but I just, I feel like…",
      "vi": "nhưng tôi có cảm giác"
    }
  },
  {
    "translation": {
      "en": "there isn't gonna be any justice.",
      "vi": "sẽ không có công lý nào ở đây cả."
    }
  },
  {
    "translation": {
      "en": "I'm okay.",
      "vi": "Tôi ổn."
    }
  },
  {
    "translation": {
      "en": "This is not my issue. It's his.",
      "vi": "Không phải vấn đề của tôi. Của ông ta."
    }
  },
  {
    "translation": {
      "en": "I think continually putting his name and face in the media,",
      "vi": "HÀNG THẬP KỈ SAU, CON CỦA NẠN NHÂN TÌM ĐẾN NHAU Tôi nghĩ tiếp tục đưa tên tuổi, mặt ông ta lên truyền thông"
    }
  },
  {
    "translation": {
      "en": "and telling our story was the absolute way to go.",
      "vi": "và kể câu chuyện của chúng tôi là hướng đi đúng đắn."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna run away from him.",
      "vi": "Tôi sẽ không chạy trốn khỏi ông ta."
    }
  },
  {
    "translation": {
      "en": "Not gonna run away from this story.",
      "vi": "Hay chạy trốn khỏi câu chuyện này."
    }
  },
  {
    "translation": {
      "en": "If you were not even experiencing problems with infertility,",
      "vi": "Nếu bạn không gặp vấn đề với việc sinh đẻ,"
    }
  },
  {
    "translation": {
      "en": "if you saw Dr. Cline and you have a child,",
      "vi": "nếu bạn có khám ở chỗ bác sĩ Cline và bạn có con,"
    }
  },
  {
    "translation": {
      "en": "I think it is important, very important, that you have a DNA test.",
      "vi": "tôi nghĩ bạn rất cần đi xét nghiệm DNA."
    }
  },
  {
    "translation": {
      "en": "Your child has a DNA test, just to be certain that you know",
      "vi": "Xét nghiệm DNA cho con bạn, chỉ để chắc chắn rằng bạn biết"
    }
  },
  {
    "translation": {
      "en": "who the father is of that child.",
      "vi": "ai là bố của đứa trẻ đó."
    }
  },
  {
    "translation": {
      "en": "Instead of destroying me…",
      "vi": "Thay vì huỷ hoại tôi…"
    }
  },
  {
    "translation": {
      "en": "you made me realize my self- worth.",
      "vi": "tôi đã nhận ra giá trị bản thân."
    }
  },
  {
    "translation": {
      "en": "That's absolutely what you did.",
      "vi": "Đó chính xác là điều ông làm."
    }
  },
  {
    "translation": {
      "en": "And you made me realize what my purpose is too.",
      "vi": "Và ông giúp tôi nhận ra mục đích của mình nữa."
    }
  },
  {
    "translation": {
      "en": "And I'm a fighter.",
      "vi": "Tôi là chiến binh,"
    }
  },
  {
    "translation": {
      "en": "And I will fight for every sibling",
      "vi": "sẽ chiến đấu cho mọi anh chị em"
    }
  },
  {
    "translation": {
      "en": "that I have that I know, that I don't know,",
      "vi": "mà tôi đã biết, hoặc chưa biết,"
    }
  },
  {
    "translation": {
      "en": "and for every woman that you assaulted.",
      "vi": "cho mọi người phụ nữ ông từng xâm hại,"
    }
  },
  {
    "translation": {
      "en": "And I will do this until the fucking day I die.",
      "vi": "và tôi vẫn sẽ tiếp tục làm cho tới ngày tôi chết."
    }
  },
  {
    "translation": {
      "en": "Devil, Devil",
      "vi": "NHỜ VÀO XÉT NGHIỆM DNA TẠI NHÀ,"
    }
  },
  {
    "translation": {
      "en": "Clever Devil, Devil",
      "vi": "DÙNG CHÍNH TINH TRÙNG CỦA MÌNH ĐỂ THỤ TINH NHÂN TẠO CHO CÁC BỆNH NHÂN."
    }
  },
  {
    "translation": {
      "en": "How quickly they do sell their souls",
      "vi": "HIỆN TẠI CLINE ĐANG LÀ BÁC SĨ THỰC HIỆN THÀNH CÔNG NHIỀU CA NHẤT TRONG SỐ CÁC BÁC SĨ NÀY."
    }
  },
  {
    "translation": {
      "en": "For the feast and the promise of gold",
      "vi": "Ở THỜI ĐIỂM SẢN XUẤT BỘ PHIM NÀY, HIỆN TẠI CÓ 94 ANH CHỊ EM CLINE"
    }
  },
  {
    "translation": {
      "en": "But Devil, that won't be me",
      "vi": "VÀ VẪN CÒN NỮA…"
    }
  },
  {
    "translation": {
      "en": "Between you and me, Devil, Devil",
      "vi": "Biên dịch: Ha Vu"
    }
  }
]