[
  {
    "translation": {
      "en": "[male interviewer] We're gonna do a vulnerability assessment",
      "vi": "Chúng tôi sẽ đánh giá tình trạng dễ bị tổn thương"
    }
  },
  {
    "translation": {
      "en": "for the coordinated entry program throughout the county.",
      "vi": "cho chương trình bố trí gia cư toàn quốc."
    }
  },
  {
    "translation": {
      "en": "[interviewer] I'm going to ask you some questions about your history of homelessness.",
      "vi": "Nên tôi sẽ hỏi bạn vài câu hỏi về tình trạng vô gia cư trong quá khứ."
    }
  },
  {
    "translation": {
      "en": "I'm also gonna ask you questions that'll help me understand",
      "vi": "Và cả những câu hỏi giúp tôi hiểu"
    }
  },
  {
    "translation": {
      "en": "how you get things that you need, what you do when you need help.",
      "vi": "cách bạn kiếm thứ bạn cần, bạn làm gì khi cần giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "Some of the questions may feel like I'm asking for personal information.",
      "vi": "Một số câu có thể giống như hỏi thông tin đời tư."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to make you uncomfortable. We ask everyone the same questions.",
      "vi": "Tôi không muốn các bạn không thoải mái. Ai chúng tôi cũng hỏi thế cả."
    }
  },
  {
    "translation": {
      "en": "The more information you give me, the better we are able to understand your situation and what your needs are.",
      "vi": "Càng có nhiều thông tin, chúng tôi càng hiểu rõ hoàn cảnh và nhu cầu của bạn."
    }
  },
  {
    "translation": {
      "en": "All right. We'll just go ahead and get started then.",
      "vi": "Được, chúng tôi sẽ bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Sir, what kind of services do you need help with?",
      "vi": "Thưa ông, ông cần giúp đỡ về điều gì?"
    }
  },
  {
    "translation": {
      "en": "-I need a place. -[interviewer] Mm-hm.",
      "vi": "Tôi cần nơi ở."
    }
  },
  {
    "translation": {
      "en": "An apartment or a house.",
      "vi": "Một căn hộ hoặc một ngôi nhà."
    }
  },
  {
    "translation": {
      "en": "Right now, I'm mostly looking for psychiatric care,",
      "vi": "Lúc này, chủ yếu là tôi đang cần chăm sóc sức khỏe tâm thần,"
    }
  },
  {
    "translation": {
      "en": "and I'm working on my housing.",
      "vi": "và tôi đang tìm nhà."
    }
  },
  {
    "translation": {
      "en": "That's about it, really.",
      "vi": "Thế thôi, thật đấy."
    }
  },
  {
    "translation": {
      "en": "Once I get my housing, I have my base, and I'll be able to do what I need to do.",
      "vi": "Có nhà tức là có cơ sở, tôi có thể làm những gì cần làm."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How long have you been experiencing homelessness?",
      "vi": "Bạn đã ở tình trạng vô gia cư bao lâu?"
    }
  },
  {
    "translation": {
      "en": "It's been about four years for homelessness.",
      "vi": "Tôi đã vô gia cư được khoảng bốn năm."
    }
  },
  {
    "translation": {
      "en": "Four years for being homeless.",
      "vi": "Bốn năm sống vô gia cư."
    }
  },
  {
    "translation": {
      "en": "In November 2016, my brother put me up in the hostels for a couple of months,",
      "vi": "Tháng 11 năm 2016, anh trai tôi đưa tôi vào nhà nghỉ ở vài tháng,"
    }
  },
  {
    "translation": {
      "en": "but I just didn't want to burden him with another bill.",
      "vi": "nhưng tôi không muốn anh ấy gánh thêm một hóa đơn."
    }
  },
  {
    "translation": {
      "en": "[sniffles] I started staying out in the streets.",
      "vi": "Tôi bắt đầu ra đường sống."
    }
  },
  {
    "translation": {
      "en": "I've been here for two years. That's too long.",
      "vi": "Tôi đã ở đây hai năm. Quá dài."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you have family, and did you have contact with?",
      "vi": "Ông có người thân và có liên hệ với họ không?"
    }
  },
  {
    "translation": {
      "en": "[man] There's no medical tent today?",
      "vi": "Hôm nay không có lều y tế à?"
    }
  },
  {
    "translation": {
      "en": "[Annie] What do you need? A Band-Aid?",
      "vi": "Ông cần gì? Băng dán à?"
    }
  },
  {
    "translation": {
      "en": "Let me see if-- I got some stuff in the truck.",
      "vi": "Để tôi xem… Tôi có mấy thứ trên xe."
    }
  },
  {
    "translation": {
      "en": "-What'd you do? Did you smash it? -No, it just got infected.",
      "vi": "- Ông làm dập tay à? - Không, nó bị nhiễm trùng."
    }
  },
  {
    "translation": {
      "en": "And I went yesterday to the hospital,",
      "vi": "Và hôm qua tôi đến bệnh viện,"
    }
  },
  {
    "translation": {
      "en": "to general, and they numbed it and sliced it and drained it.",
      "vi": "bệnh viện đa khoa, họ gây tê, xẻ nó ra và hút dịch."
    }
  },
  {
    "translation": {
      "en": "Oh, look. Ask Zia.",
      "vi": "Này. Hỏi Zia ấy."
    }
  },
  {
    "translation": {
      "en": "-Did she go with you? -She… She has a video.",
      "vi": "- Bà ấy đi cùng ông? - Cô ấy có video."
    }
  },
  {
    "translation": {
      "en": "That's cool you're kicking it with her. She's so cool.",
      "vi": "Ông qua lại với bà ấy là hay. Bà ấy rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "Yo, hey… Last Tuesday I met her here.",
      "vi": "Này. Thứ Ba tuần trước tôi gặp cô ấy ở đây."
    }
  },
  {
    "translation": {
      "en": "[Annie] That's it?",
      "vi": "Thế thôi?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, like-- -Oh, man…",
      "vi": "- Ừ… - Trời."
    }
  },
  {
    "translation": {
      "en": "I wanna get off the streets for her.",
      "vi": "- Tôi muốn thoát kiếp đường phố vì cô ấy. - Trời. Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "Oh, man. I know! Does she seem to have her head on straight?",
      "vi": "- Tôi muốn thoát kiếp đường phố vì cô ấy. - Trời. Tôi hiểu. - Bà ấy có minh mẫn không? - Cô ấy sẽ đón tôi và đưa tôi…"
    }
  },
  {
    "translation": {
      "en": "-She's gonna take me and walk me through-- -[background chatter]",
      "vi": "- Bà ấy có minh mẫn không? - Cô ấy sẽ đón tôi và đưa tôi…"
    }
  },
  {
    "translation": {
      "en": "[Annie] Can we not do this at the showers, please?",
      "vi": "Đừng làm thế ở nhà tắm được không?"
    }
  },
  {
    "translation": {
      "en": "-Hey, Derek, what's going on, man? -Nothing's going on!",
      "vi": "- Này Derek, có chuyện gì? - Không có gì cả!"
    }
  },
  {
    "translation": {
      "en": "[Annie] Hey. -You're here. -I'm right here. I'm always here.",
      "vi": "- Này. Tôi đây. Tôi luôn ở đây. - Ừ, cô ở đây."
    }
  },
  {
    "translation": {
      "en": "-What's up with him? -[Derek speaks indistinctly]",
      "vi": "Ông ấy bị sao thế?"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Do you remember the landlord's name at the RV park in Arizona?",
      "vi": "Có nhớ tên chủ đất ở bãi xe rơ-moóc ở Arizona không?"
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Bonnie? -Yeah.",
      "vi": "- Bonnie? - Đúng."
    }
  },
  {
    "translation": {
      "en": "-[dog barks] -Thank you. Shut up.",
      "vi": "Cảm ơn. Im nào."
    }
  },
  {
    "translation": {
      "en": "You were working somewhere else when I first came, and I saw the girls.",
      "vi": "Cô bắt đầu… Cô làm việc ở chỗ khác khi tôi mới đến và thấy lũ con gái."
    }
  },
  {
    "translation": {
      "en": "[woman 1] I got to working again, and things just kinda fell apart.",
      "vi": "Tôi lại có việc làm, và mọi thứ bung bét ra."
    }
  },
  {
    "translation": {
      "en": "'Cause the second you report",
      "vi": "Vì ngay khi mình báo cáo"
    }
  },
  {
    "translation": {
      "en": "that you have enough money coming in to pay your rent",
      "vi": "là có đủ tiền để trả tiền thuê nhà"
    }
  },
  {
    "translation": {
      "en": "and pay all your bills, bam!",
      "vi": "và hóa đơn thì, bùm!"
    }
  },
  {
    "translation": {
      "en": "There goes most of your food stamps. All of a sudden,",
      "vi": "Mất hết phần lớn tem phiếu, và giờ, đột nhiên,"
    }
  },
  {
    "translation": {
      "en": "the money that you had allotted to pay rent, now has to pay for food.",
      "vi": "số tiền mình phân ra để trả tiền thuê nhà giờ phải dùng để mua đồ ăn."
    }
  },
  {
    "translation": {
      "en": "-[man] Yep. -Because what is an immediate concern?",
      "vi": "- Ừ. - Vì chuyện trước mắt phải lo là gì?"
    }
  },
  {
    "translation": {
      "en": "Your child eating that night, or the rent that's due in two weeks?",
      "vi": "Tối nay con ăn gì, hay hai tuần nữa đến hạn trả tiền?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna feed my kid.",
      "vi": "Tôi sẽ cho con ăn."
    }
  },
  {
    "translation": {
      "en": "This is an extreme situation. We gotta get you guys into housing.",
      "vi": "Đây là hoàn cảnh rất khó khăn. Chúng tôi sẽ tìm nơi ở cho mẹ con."
    }
  },
  {
    "translation": {
      "en": "[woman 1] You know, this is funny-- You don't--",
      "vi": "Điều buồn cười là ta không…"
    }
  },
  {
    "translation": {
      "en": "You… You gradually get into an extreme situation, it doesn't seem as extreme.",
      "vi": "Ta dần rơi vào cảnh cùng cực, mà có vẻ không cùng cực đến thế."
    }
  },
  {
    "translation": {
      "en": "[woman] The public health and safety issues we've seen out there,",
      "vi": "Các vấn đề an toàn và sức khỏe công cộng ta thấy ở đó,"
    }
  },
  {
    "translation": {
      "en": "include the sanitation issues and risks of disease,",
      "vi": "bao gồm cả vệ sinh và nguy cơ dịch bệnh,"
    }
  },
  {
    "translation": {
      "en": "and then also shootings, other violence, and crime",
      "vi": "và cả bắn nhau, các hình thức bạo lực khác, và tội phạm"
    }
  },
  {
    "translation": {
      "en": "that are, obviously, a hazard to the people living in the camps,",
      "vi": "rõ ràng là mối nguy với những người sống ở lều tạm,"
    }
  },
  {
    "translation": {
      "en": "as well as the surrounding community.",
      "vi": "cũng như cộng đồng xung quanh."
    }
  },
  {
    "translation": {
      "en": "And that's why we clean up locations.",
      "vi": "Đó là lý do ta dọn dẹp những địa điểm này."
    }
  },
  {
    "translation": {
      "en": "So, if we need more manpower because it's a larger site, um,",
      "vi": "Nên nếu ta cần nhiều nhân lực hơn vì khu đó rộng hơn,"
    }
  },
  {
    "translation": {
      "en": "we have that at our disposal.",
      "vi": "ta có thể huy động được."
    }
  },
  {
    "translation": {
      "en": "[man] So, this week, we visited 31 sites across the city.",
      "vi": "Tuần này, chúng tôi thăm 31 địa điểm trên khắp thành phố."
    }
  },
  {
    "translation": {
      "en": "We made 50 contacts with individuals",
      "vi": "Chúng tôi đã liên hệ với 50 cá nhân"
    }
  },
  {
    "translation": {
      "en": "and referred 19 people to shelters or alternative living arrangements.",
      "vi": "và giới thiệu 19 người đến nơi cứu trợ và các cơ sở lưu trú khác."
    }
  },
  {
    "translation": {
      "en": "[man 2] I think the resources that you guys are using",
      "vi": "Tôi nghĩ nguồn lực các bạn đang sử dụng"
    }
  },
  {
    "translation": {
      "en": "are the right entry points, uh,",
      "vi": "là điểm bắt đầu thích hợp"
    }
  },
  {
    "translation": {
      "en": "to get these unsheltered individuals, uh, into the housing.",
      "vi": "để giúp những người đang sống tạm bợ này tìm được nơi ở. Nhưng mặc dù chúng ta đã xây dựng"
    }
  },
  {
    "translation": {
      "en": "But while we have developed a lot of units",
      "vi": "tìm được nơi ở. Nhưng mặc dù chúng ta đã xây dựng"
    }
  },
  {
    "translation": {
      "en": "of permanent supportive housing, um, we're not keeping pace to the need.",
      "vi": "nhiều cơ sở lưu trú lâu dài, chúng ta vẫn không đáp ứng kịp nhu cầu."
    }
  },
  {
    "translation": {
      "en": "[woman] Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How did you end up homeless?",
      "vi": "Sao ông lại vô gia cư?"
    }
  },
  {
    "translation": {
      "en": "Well, that's a long story. [chuckles]",
      "vi": "Đó là câu chuyện dài."
    }
  },
  {
    "translation": {
      "en": "Well, it really started, to be honest, from 9/11.",
      "vi": "Nói thật thì nó bắt nguồn từ vụ 11/9."
    }
  },
  {
    "translation": {
      "en": "9/11 put me in a deep depression.",
      "vi": "Nó khiến tôi trầm cảm nặng."
    }
  },
  {
    "translation": {
      "en": "It was mainly because the cost of living is so high, especially in Hollywood,",
      "vi": "Chủ yếu vì chi phí sinh hoạt quá cao, đặc biệt là ở Hollywood,"
    }
  },
  {
    "translation": {
      "en": "that I can't afford to live in an apartment.",
      "vi": "mà tôi không đủ tiền để thuê căn hộ."
    }
  },
  {
    "translation": {
      "en": "I lost my job, and the person I was staying with--",
      "vi": "Tôi mất việc và người ở chung, nên không đủ tiền thuê."
    }
  },
  {
    "translation": {
      "en": "I couldn't pay my rent. They had no understanding,",
      "vi": "Tôi mất việc và người ở chung, nên không đủ tiền thuê.  Họ không thông cảm, nên đuổi tôi đi."
    }
  },
  {
    "translation": {
      "en": "so they kicked me out.",
      "vi": "Họ không thông cảm, nên đuổi tôi đi."
    }
  },
  {
    "translation": {
      "en": "Disability.",
      "vi": "Khuyết tật."
    }
  },
  {
    "translation": {
      "en": "Jail, prison, um, substance abuse, mental health issues, family issues.",
      "vi": "Tù tội, lạm dụng chất cấm, vấn đề sức khỏe tinh thần, xích mích gia đình."
    }
  },
  {
    "translation": {
      "en": "Just a combination of things.",
      "vi": "Tổng hợp của nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "I came out as transgender my senior year in college, and I kind of lost all of my family support.",
      "vi": "Tôi công khai là người chuyển giới năm cuối đại học, mất hỗ trợ của gia đình."
    }
  },
  {
    "translation": {
      "en": "I've been homeless since I was probably 19 or 20.",
      "vi": "Tôi đã sống vô gia cư từ năm 19 hay 20 tuổi."
    }
  },
  {
    "translation": {
      "en": "I went to go stay with my daughter for a while.",
      "vi": "Tôi đến ở với con gái một thời gian."
    }
  },
  {
    "translation": {
      "en": "And, after that, I winded down here, um…",
      "vi": "Và sau đó, tôi lưu lạc đến đây…"
    }
  },
  {
    "translation": {
      "en": "at the Union Rescue Mission. Yeah.",
      "vi": "ở Union Rescue Mission. Vâng."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you think you're getting enough to eat?",
      "vi": "Bạn nghĩ bạn có đủ ăn không?"
    }
  },
  {
    "translation": {
      "en": "There's been a couple of times where I felt my stomach was gonna touch my back. [laughing] 'Cause I couldn't eat.",
      "vi": "Có vài lần tôi cảm thấy bụng mình lép kẹp. Vì tôi không được ăn."
    }
  },
  {
    "translation": {
      "en": "I was hungry and didn't… didn't have no money, no food.",
      "vi": "Tôi đói và không có tiền, không có đồ ăn."
    }
  },
  {
    "translation": {
      "en": "I didn't know where to get no food from.",
      "vi": "Tôi không biết kiếm đâu ra đồ ăn."
    }
  },
  {
    "translation": {
      "en": "[woman] Was this the one that was on sale for $5?",
      "vi": "Có phải cái này từng bán giảm giá năm đô?"
    }
  },
  {
    "translation": {
      "en": "-[cashier] Four ninety-nine. -[woman] Hallelujah. Right on.",
      "vi": "- Là 4,99 đô. - Tuyệt vời. Hay lắm."
    }
  },
  {
    "translation": {
      "en": "Well, I'm gonna cook for my kids.",
      "vi": "Tôi sẽ nấu ăn cho con."
    }
  },
  {
    "translation": {
      "en": "That's really cool.",
      "vi": "Tuyệt thật đấy."
    }
  },
  {
    "translation": {
      "en": "Total is twenty-six dollars and fifty-two cents.",
      "vi": "Tổng cộng là 26,52 đô."
    }
  },
  {
    "translation": {
      "en": "[woman] Well, thank you. You have a good day.",
      "vi": "Cảm ơn. Chúc ngày tốt lành."
    }
  },
  {
    "translation": {
      "en": "Twelve ninety-nine, that's insane.",
      "vi": "Giá 12,99 đô, thật điên rồ."
    }
  },
  {
    "translation": {
      "en": "[man] But I didn't think about it.",
      "vi": "Nhưng anh không nghĩ đến."
    }
  },
  {
    "translation": {
      "en": "[woman] Take that jacket off. I've got to wash it. It's filthy.",
      "vi": "Cởi áo khoác ra. Em phải giặt nó. Bẩn quá."
    }
  },
  {
    "translation": {
      "en": "Yeah. I gotta empty it out.",
      "vi": "Ừ. Để anh lấy hết đồ ra đã."
    }
  },
  {
    "translation": {
      "en": "[woman] So, for tomorrow I gotta go to school.",
      "vi": "Ngày mai em phải đến trường."
    }
  },
  {
    "translation": {
      "en": "-And get my ID. -I could finish laundry tomorrow.",
      "vi": "- Lấy căn cước. - Mai anh giặt nốt."
    }
  },
  {
    "translation": {
      "en": "-[woman] Don't do laundry till Friday. -[man] Okay.",
      "vi": "- Không, đến thứ Sáu mới giặt tiếp. - Được."
    }
  },
  {
    "translation": {
      "en": "[man] Saturday night, before we turn in, dinner or a movie?",
      "vi": "Tối thứ Bảy, trước khi ngủ, ăn tối hay xem phim?"
    }
  },
  {
    "translation": {
      "en": "[woman] You tired?",
      "vi": "Anh mệt à?"
    }
  },
  {
    "translation": {
      "en": "-Exhausted. -[woman laughs]",
      "vi": "Mệt rã rời."
    }
  },
  {
    "translation": {
      "en": "[girl] Hey, Mom.",
      "vi": "Chào mẹ."
    }
  },
  {
    "translation": {
      "en": "I was just telling you that you're gonna be a grandma.",
      "vi": "Con chỉ muốn báo với mẹ là mẹ sắp lên chức bà."
    }
  },
  {
    "translation": {
      "en": "No, I still have to go to the doctors and confirm and find everything out,",
      "vi": "Không, con vẫn phải khám bác sĩ xác nhận và tìm hiểu mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "but it's a big positivo, probably.",
      "vi": "nhưng hai vạch rất rõ đấy, có lẽ thế."
    }
  },
  {
    "translation": {
      "en": "I don't know, Mom. I'll-- I'll talk about this later.",
      "vi": "Con không biết, mẹ ạ. Con sẽ nói chuyện này sau."
    }
  },
  {
    "translation": {
      "en": "-[guy] What'd they say? -[girl] \"Take care of yourself.\"",
      "vi": "- Họ bảo gì? - Anh biết đấy: \"Chăm sóc bản thân\"."
    }
  },
  {
    "translation": {
      "en": "\"Try getting into housing as fast as possible and be a family.\"",
      "vi": "\"Cố kiếm chỗ ở nhanh nhất có thể và xây dựng gia đình\"."
    }
  },
  {
    "translation": {
      "en": "[woman] All right, love you.",
      "vi": "Em yêu anh."
    }
  },
  {
    "translation": {
      "en": "-I'll see you. [chuckles] -[man] Bye.",
      "vi": "- Hẹn gặp lại. - Chào."
    }
  },
  {
    "translation": {
      "en": "[woman] Call me. I love you.",
      "vi": "Gọi em nhé. Em yêu anh."
    }
  },
  {
    "translation": {
      "en": "Kind of bougie.",
      "vi": "Khá sang chảnh."
    }
  },
  {
    "translation": {
      "en": "♪ In the darkness ♪",
      "vi": "CHƯƠNG CHÍN BẢN GHI NHỚ CỦA CHÚA"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Where do you usually sleep?",
      "vi": "Thường bà ngủ ở đâu?"
    }
  },
  {
    "translation": {
      "en": "They have, uh, a dorm on the second floor,",
      "vi": "Họ có phòng ngủ tập thể trên tầng hai,"
    }
  },
  {
    "translation": {
      "en": "um, and it's, like, 160 ladies. 'Cause it's bunk beds.",
      "vi": "và có tầm 160 người. Vì là giường tầng."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How often do you say you sleep outside?",
      "vi": "Bạn có hay ngủ ngoài trời không?"
    }
  },
  {
    "translation": {
      "en": "I did four nights, and that was two years ago.",
      "vi": "Bốn đêm một tuần, và đó là hai năm trước."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you know where to go for showers and laundry?",
      "vi": "Bạn có biết chỗ nào để tắm giặt không?"
    }
  },
  {
    "translation": {
      "en": "[voice wavering] I had to go to hotels to take showers",
      "vi": "Tôi phải vào khách sạn để tắm"
    }
  },
  {
    "translation": {
      "en": "when the maids left the room.",
      "vi": "khi người dọn phòng đã rời khỏi phòng."
    }
  },
  {
    "translation": {
      "en": "And, um…",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "I kept going like that for a while.",
      "vi": "Tôi cứ làm như thế một thời gian."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you ever feel scared or unsafe?",
      "vi": "Bạn có thấy sợ hay nguy hiểm?"
    }
  },
  {
    "translation": {
      "en": "I've been molested, I've been stabbed, I've been shot, I've been run over. Like, I've been through a lot of stuff.",
      "vi": "Tôi đã bị quấy rối, bị đâm, bị bắn, bị xe cán. Tôi đã trải qua nhiều thứ."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How many times have you been attacked or beaten up since you've become homeless?",
      "vi": "Bao nhiêu lần bạn bị tấn công hay đánh từ khi sống vô gia cư?"
    }
  },
  {
    "translation": {
      "en": "Oh, recently I've been--",
      "vi": "Gần đây tôi bị…"
    }
  },
  {
    "translation": {
      "en": "Like, four or five.",
      "vi": "- Bốn hay năm lần. - Được."
    }
  },
  {
    "translation": {
      "en": "[woman] How do you feel?",
      "vi": "Ông cảm thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "It feels good to be off the streets. I'll tell you that.",
      "vi": "Thấy dễ chịu khi không phải ở ngoài đường."
    }
  },
  {
    "translation": {
      "en": "You wake up, you roll over,",
      "vi": "Ông thức dậy, lăn mình,"
    }
  },
  {
    "translation": {
      "en": "you got your toilet right there and everything, huh?",
      "vi": "và có nhà vệ sinh và mọi thứ ngay đó nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Good morning!",
      "vi": "- Chào buổi sáng. - Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Make me understand, Luis. Being that you just got your place,",
      "vi": "Giải thích cho tôi, Luis. Sao mà ông vừa có chỗ ở,"
    }
  },
  {
    "translation": {
      "en": "and in six months, you're gonna be homeless again?",
      "vi": "mà sáu tháng sau đã lại ra đường rồi?"
    }
  },
  {
    "translation": {
      "en": "[Luis] Yeah, 'cause the rent is 700.",
      "vi": "Vì tiền thuê là 700 đô."
    }
  },
  {
    "translation": {
      "en": "I was supposed to continue, but I can't afford that.",
      "vi": "Lẽ ra tôi thuê tiếp, nhưng không đủ tiền."
    }
  },
  {
    "translation": {
      "en": "If not, the weather's nice enough out here that I could",
      "vi": "Nếu không, thời tiết ngoài trời cũng đủ tốt"
    }
  },
  {
    "translation": {
      "en": "set up a tent and break it up in the morning.",
      "vi": "để tôi dựng lều rồi sáng hôm sau dọn đi."
    }
  },
  {
    "translation": {
      "en": "[woman] Nah. We're not gonna go backwards.",
      "vi": "Không. Chúng ta sẽ không về như trước."
    }
  },
  {
    "translation": {
      "en": "-We came too far to go backwards. -Yeah.",
      "vi": "- Ta đã đi quá xa để về như trước. - Ừ."
    }
  },
  {
    "translation": {
      "en": "It ain't by choice if I do.",
      "vi": "Nếu có cũng không phải tôi chọn."
    }
  },
  {
    "translation": {
      "en": "[man] What's up? You want water?",
      "vi": "Sao thế? Muốn uống nước à?"
    }
  },
  {
    "translation": {
      "en": "Water?",
      "vi": "Nước?"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Thank you. -[man 1] You got it.",
      "vi": "- Cảm ơn. - Muốn không? Có đây."
    }
  },
  {
    "translation": {
      "en": "Patty, have you been in touch with Anna?",
      "vi": "Patty, cô có liên lạc với Anna không?"
    }
  },
  {
    "translation": {
      "en": "Uh… I'm not sure. But I'm trying to go somewhere where I'm not--",
      "vi": "Không chắc. Nhưng tôi đang cố đến nơi nào không…"
    }
  },
  {
    "translation": {
      "en": "It's okay. It's okay.",
      "vi": "Không sao."
    }
  },
  {
    "translation": {
      "en": "Was it-- What's his name? Mike?",
      "vi": "Tên anh ta là gì? Mike à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Okay.",
      "vi": "Ừ. Được."
    }
  },
  {
    "translation": {
      "en": "It's been getting bad? Yeah.",
      "vi": "Mọi thứ tệ hơn à? Ừ."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I got this scar from him.",
      "vi": "Vết sẹo này là do anh ta."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Was it recent? Okay.",
      "vi": "Mới đây à? Được."
    }
  },
  {
    "translation": {
      "en": "It was, like, a week or two ago.",
      "vi": "Cách đây một, hai tuần."
    }
  },
  {
    "translation": {
      "en": "-The last time when I seen her. -Last time he was here. Okay.",
      "vi": "- Lần cuối tôi gặp cô ấy. - Ừ. - Lần cuối anh ta ở đây. - To lắm, cô ấy…"
    }
  },
  {
    "translation": {
      "en": "-[woman] It was big, she had a big-- -Okay.",
      "vi": "- Lần cuối anh ta ở đây. - To lắm, cô ấy…"
    }
  },
  {
    "translation": {
      "en": "Where's he at? Is he around?",
      "vi": "Anh ta đâu? Có ở đây không?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, somewhere. -It's okay.",
      "vi": "- Có, ở đâu đó. - Được."
    }
  },
  {
    "translation": {
      "en": "-And then today he hit me in the face. -Okay.",
      "vi": "- Rồi hôm nay anh ta đánh vào mặt tôi. - Được."
    }
  },
  {
    "translation": {
      "en": "-[Patty] He's gonna end up killing me. -I know. You gotta get out.",
      "vi": "- Anh ta sẽ giết tôi mất. - Tôi biết. Cô phải đi."
    }
  },
  {
    "translation": {
      "en": "[man] Hey, I'm out here at the basin.",
      "vi": "Chào, tôi đang ở khu lòng chảo."
    }
  },
  {
    "translation": {
      "en": "Yeah, Patty has been in a situation with Mike.",
      "vi": "Vâng, Patty có xích mích với Mike."
    }
  },
  {
    "translation": {
      "en": "She got beat up again.",
      "vi": "Cô ấy lại bị đánh."
    }
  },
  {
    "translation": {
      "en": "Is there any way that, while I'm out here, you can talk to somebody to see",
      "vi": "Có cách nào để trong khi tôi ở đây, anh hỏi ai đó xem"
    }
  },
  {
    "translation": {
      "en": "if we can get her into Bridge? She'll go today. She wants to get away.",
      "vi": "đưa cô ấy vào Bridge được không? Luôn hôm nay. Cô ấy muốn tránh."
    }
  },
  {
    "translation": {
      "en": "[woman] What do you want to eat for dinner?",
      "vi": "Tối nay các con muốn ăn gì?"
    }
  },
  {
    "translation": {
      "en": "-[boy] Bacon, eggs, and grits. -[girl] Potatoes!",
      "vi": "- Thịt nguội, trứng, cháo. - Khoai!"
    }
  },
  {
    "translation": {
      "en": "-Bacon, eggs, and grits. -[woman] That's breakfast food, though.",
      "vi": "- Thịt nguội, trứng, cháo. - Đó là món ăn sáng."
    }
  },
  {
    "translation": {
      "en": "Give me a hug. Okay. Bye, y'all. Have a good day at school.",
      "vi": "Ôm mẹ nào. Được. Chào con. Chúc đi học vui vẻ."
    }
  },
  {
    "translation": {
      "en": "[woman 2] From the moment I met you, you didn't share anything. You were just trying to move forward.",
      "vi": "Từ khi quen nhau, cô chưa chia sẻ về mình. Cô chỉ cố hướng về phía trước."
    }
  },
  {
    "translation": {
      "en": "I see you go to the grocery store every night, when we serve food here, to get food for your kids",
      "vi": "Tôi thấy cô tối nào cũng đến hiệu tạp hóa, khi chúng tôi phát đồ ăn, để lấy cho con"
    }
  },
  {
    "translation": {
      "en": "and come and make dinner for them every night.",
      "vi": "và về nhà nấu bữa tối cho chúng."
    }
  },
  {
    "translation": {
      "en": "Because I try not to lose our family in homelessness.",
      "vi": "Vì tôi cố để không mất gia đình trong lúc vô gia cư."
    }
  },
  {
    "translation": {
      "en": "Like, despite the situation, Momma got you.",
      "vi": "Bất chấp hoàn cảnh thế nào, có mẹ lo cho con."
    }
  },
  {
    "translation": {
      "en": "Right. So, let's talk about your story.",
      "vi": "Được. Vậy hãy nói về chuyện của cô."
    }
  },
  {
    "translation": {
      "en": "Okay. Nine months ago, my ex started stalking me.",
      "vi": "Được. Chín tháng trước, người cũ bắt đầu rình mò tôi."
    }
  },
  {
    "translation": {
      "en": "He kicked my door in, and he pistol-whipped me, and he raped me.",
      "vi": "Hắn đạp cửa vào nhà, lấy súng đánh tôi, rồi cưỡng bức tôi."
    }
  },
  {
    "translation": {
      "en": "Um, and I'm currently 32 weeks pregnant as a result of that.",
      "vi": "Và kết quả là tôi đang mang cái thai 32 tuần."
    }
  },
  {
    "translation": {
      "en": "So, when I was in the hospital, I had black eyes, I was fucked-up-looking,",
      "vi": "Nên khi tôi đến bệnh viện, mắt tôi bầm tím, trông tôi tả tơi,"
    }
  },
  {
    "translation": {
      "en": "and the Urban League here, they were able to get me in the hotel.",
      "vi": "và Urban League ở đây, họ đưa tôi vào một khách sạn."
    }
  },
  {
    "translation": {
      "en": "I didn't qualify for any supportive services.",
      "vi": "Tôi không đủ điều kiện để có dịch vụ hỗ trợ."
    }
  },
  {
    "translation": {
      "en": "I couldn't sign up for housing. I was not considered homeless.",
      "vi": "Không thể đăng ký nhà ở. Tôi không được coi là vô gia cư."
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Because you were in a hotel. -A hotel that the agency paid for me.",
      "vi": "- Vì cô ở trong khách sạn. - Khách sạn mà tổ chức chi trả cho tôi."
    }
  },
  {
    "translation": {
      "en": "So, they put us for six weeks in a hotel.",
      "vi": "Nên họ cho mẹ con tôi ở khách sạn trong sáu tuần."
    }
  },
  {
    "translation": {
      "en": "I could financially afford to pay for two weeks myself in the hotel,",
      "vi": "Tôi có đủ tiền để tự trả hai tuần trong khách sạn,"
    }
  },
  {
    "translation": {
      "en": "and then we were in a situation where I didn't have money",
      "vi": "rồi chúng tôi rơi vào hoàn cảnh không tiền và không có nơi nào để đi."
    }
  },
  {
    "translation": {
      "en": "and nowhere else to go. So we slept outside for three days,",
      "vi": "rồi chúng tôi rơi vào hoàn cảnh không tiền và không có nơi nào để đi. Mẹ con ngủ ngoài trời ba ngày,"
    }
  },
  {
    "translation": {
      "en": "and then I was able to get into a place called the Center of Hope.",
      "vi": "rồi tôi được vào một nơi tên là Center of Hope."
    }
  },
  {
    "translation": {
      "en": "It's like a one-room facility, and you sleep on mats on the floor.",
      "vi": "Đó là cơ sở có một phòng chung, và ta ngủ ở đệm trải trên sàn."
    }
  },
  {
    "translation": {
      "en": "Um, there are no shower facilities.",
      "vi": "Không có nhà tắm."
    }
  },
  {
    "translation": {
      "en": "So, I made it be like we were camping.",
      "vi": "Nên tôi làm như thể mẹ con đi cắm trại."
    }
  },
  {
    "translation": {
      "en": "And we had to be out of the place by 6:30, seven o'clock every morning.",
      "vi": "Chúng tôi phải ra khỏi đó vào lúc 6:30, 7:00 mỗi sáng."
    }
  },
  {
    "translation": {
      "en": "Rain or shine, we had to leave.",
      "vi": "Dù mưa hay nắng cũng phải đi."
    }
  },
  {
    "translation": {
      "en": "So, I didn't want my kids to know. I didn't want people to know.",
      "vi": "Tôi không muốn con tôi biết, không muốn ai biết."
    }
  },
  {
    "translation": {
      "en": "So I would go to Safeway and get them something to eat and bathe them in the bathroom. [sniffles]",
      "vi": "Nên tôi đến Safeway và mua cái gì đó để ăn và tắm cho chúng ở nhà vệ sinh."
    }
  },
  {
    "translation": {
      "en": "I would take turns with them",
      "vi": "Tôi luân phiên với chúng"
    }
  },
  {
    "translation": {
      "en": "so I could go in the bathroom and wash them up and brush their hair.",
      "vi": "để tôi vào nhà vệ sinh tắm và chải tóc cho chúng."
    }
  },
  {
    "translation": {
      "en": "'Cause I didn't want people to look at my kids.",
      "vi": "Vì tôi không muốn họ nhìn vào chúng."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna just be walking the streets.",
      "vi": "Tôi không muốn đi lang thang ngoài đường."
    }
  },
  {
    "translation": {
      "en": "And then we would wait around for the library to open,",
      "vi": "Rồi chúng tôi đợi đến khi thư viện mở,"
    }
  },
  {
    "translation": {
      "en": "'cause the library opens at 9:00.",
      "vi": "vì thư viện mở cửa lúc 9:00."
    }
  },
  {
    "translation": {
      "en": "[inhales] And I could take my babies in there, 'cause it was warm… [sobbing]",
      "vi": "Và tôi có thể đưa con vào đó, vì ở đó ấm,"
    }
  },
  {
    "translation": {
      "en": "…and they could play video games and watch TV,",
      "vi": "và chúng có thể chơi điện tử và xem TV,"
    }
  },
  {
    "translation": {
      "en": "and so they didn't understand what the struggle was.",
      "vi": "để chúng không biết cuộc sống chật vật thế nào."
    }
  },
  {
    "translation": {
      "en": "So, that's what I did every day.",
      "vi": "Ngày nào tôi cũng làm thế."
    }
  },
  {
    "translation": {
      "en": "[woman 2] Jeez.",
      "vi": "Trời ạ."
    }
  },
  {
    "translation": {
      "en": "That's why I don't wanna be in a position that I need anybody for anything.",
      "vi": "Thế nên tôi không muốn ở tình thế mà phải cậy nhờ ai đó."
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Right. -I will not do this again. [woman 2] Right.",
      "vi": "- Vâng. - Tôi sẽ không làm thế nữa."
    }
  },
  {
    "translation": {
      "en": "[man] You guys, get your stuff. They're coming down here. They're coming.",
      "vi": "Mọi người, dọn đồ đi. Họ đang xuống đây. Họ đang đến."
    }
  },
  {
    "translation": {
      "en": "-[man 2] Calling order, please. -Check.",
      "vi": "- Xin được bắt đầu. - Có."
    }
  },
  {
    "translation": {
      "en": "[woman] Item 8A requests approval of a resolution authorizing",
      "vi": "Mục 8A yêu cầu tán thành nghị quyết cho phép"
    }
  },
  {
    "translation": {
      "en": "the Department of Homelessness for the proposed Embarcadero SAFE Navigation Center.",
      "vi": "Cục Tình trạng vô gia cư triển khai Trung tâm Điều hướng SAFE ở Embarcadero."
    }
  },
  {
    "translation": {
      "en": "[officer] We're going to set up a perimeter, all encampments.",
      "vi": "Chúng tôi sẽ thiết lập vành đai, tất cả khu cắm trại."
    }
  },
  {
    "translation": {
      "en": "We just found too many hazardous materials,",
      "vi": "- Có quá nhiều thứ nguy hại. - Được."
    }
  },
  {
    "translation": {
      "en": "so we have a crew out here to remove that right now.",
      "vi": "Nên chúng tôi đang cử một đội đến dọn dẹp."
    }
  },
  {
    "translation": {
      "en": "[woman 2] We need to be allowing homeless shelters in every single neighborhood across the city.",
      "vi": "Chúng ta cần cho phép nhà hỗ trợ vô gia cư ở mọi khu dân cư trên thành phố."
    }
  },
  {
    "translation": {
      "en": "[man 1] Get all your stuff out.",
      "vi": "- Lấy hết đồ ra. - John."
    }
  },
  {
    "translation": {
      "en": "Get it out. At least get your tents and all that stuff out of here.",
      "vi": "Lấy ra. Ít nhất hãy mang lều và các thứ ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "[man 3] This 200-bed Navigation Center will act as a magnet",
      "vi": "Trung tâm Điều hướng 200 giường này sẽ là nam châm"
    }
  },
  {
    "translation": {
      "en": "and will import a massive homeless population",
      "vi": "và sẽ tiếp nhận lượng người vô gia cư khổng lồ"
    }
  },
  {
    "translation": {
      "en": "and will harm the surrounding neighborhood.",
      "vi": "và sẽ gây hại dân cư xunh quanh."
    }
  },
  {
    "translation": {
      "en": "[man 1] I asked them, \"Where do you want them to go?\"",
      "vi": "Tôi hỏi. Họ đáp: \"Anh muốn họ đi đâu?\""
    }
  },
  {
    "translation": {
      "en": "There's nowhere for anyone to go. Where are they supposed to go?",
      "vi": "Không có chỗ nào để đi cả. Họ biết đi đâu bây giờ?"
    }
  },
  {
    "translation": {
      "en": "[man 4] I have never seen a mayor jam down the throats",
      "vi": "Tôi chưa thấy thị trưởng nào cưỡng ép"
    }
  },
  {
    "translation": {
      "en": "of a neighborhood a project",
      "vi": "một khu dân cư phải chấp nhận một dự án"
    }
  },
  {
    "translation": {
      "en": "when the neighborhood was 95% opposed.",
      "vi": "mà 95% cư dân phản đối."
    }
  },
  {
    "translation": {
      "en": "[man 5] I was just called a racist for not wanting things like drug use, drug sale,",
      "vi": "Tôi vừa bị gọi là phân biệt chủng tộc vì không muốn đưa buôn bán, sử dụng ma túy,"
    }
  },
  {
    "translation": {
      "en": "importing additional homeless into our neighborhood.",
      "vi": "và người vô gia cư vào khu dân cư của mình."
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't think a lot of people want those things in their backyard.",
      "vi": "Vâng, tôi nghĩ không nhiều người muốn thứ đó gần nhà mình."
    }
  },
  {
    "translation": {
      "en": "[people chanting] People are dying in your front yard!",
      "vi": "Người ta đang chết trước cửa nhà các bạn!"
    }
  },
  {
    "translation": {
      "en": "People are dying in your front yard!",
      "vi": "Người ta đang chết trước cửa nhà các bạn!"
    }
  },
  {
    "translation": {
      "en": "People are dying in your front yard!",
      "vi": "Người ta đang chết trước cửa nhà các bạn!"
    }
  },
  {
    "translation": {
      "en": "There's a better life out there, Patty. There's a better life.",
      "vi": "Có cuộc sống tốt hơn ngoài đó, Patty. Có cuộc sống tốt hơn."
    }
  },
  {
    "translation": {
      "en": "You just gotta believe, and you gotta work, you know?",
      "vi": "Cô phải tin tưởng và nỗ lực, được chứ?"
    }
  },
  {
    "translation": {
      "en": "And I'm a paycheck away from being in the tent right next to you, girl, so…",
      "vi": "Tôi mà mất việc thì cũng phải dựng lều cạnh cô thôi, nên…"
    }
  },
  {
    "translation": {
      "en": "It can happen to anybody. You know? It really can.",
      "vi": "Ai cũng có thể rơi vào hoàn cảnh đó. Thật sự đấy."
    }
  },
  {
    "translation": {
      "en": "[Patty] Here we go.",
      "vi": "Đến nơi rồi."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Uh, what are your plans for housing?",
      "vi": "Kế hoạch kiếm nhà ở của ông?"
    }
  },
  {
    "translation": {
      "en": "I plan on getting a house and staying in it.",
      "vi": "Tôi định kiếm một ngôi nhà và ở trong đó."
    }
  },
  {
    "translation": {
      "en": "If I can get housing,",
      "vi": "Nếu kiếm được nhà,"
    }
  },
  {
    "translation": {
      "en": "I will definitely be leaving this shelter here.",
      "vi": "chắc chắn tôi sẽ rời khỏi nhà hỗ trợ này."
    }
  },
  {
    "translation": {
      "en": "I would be in a better environment.",
      "vi": "Tôi sẽ ở trong môi trường tốt hơn."
    }
  },
  {
    "translation": {
      "en": "I can actually eat more, shower more.",
      "vi": "Tôi có thể ăn nhiều hơn, tắm nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "Every time I get an apartment, I always end up homeless again.",
      "vi": "Cứ mỗi khi có căn hộ, cuối cùng tôi lại vô gia cư tiếp."
    }
  },
  {
    "translation": {
      "en": "So, at this point, I just want to get a van, a big van, or an RV,",
      "vi": "Nên đến lúc này, tôi chỉ muốn có một chiếc xe van lớn, hoặc một chiếc RV,"
    }
  },
  {
    "translation": {
      "en": "and something that I own that they can't take from me, you know?",
      "vi": "thứ gì đó tôi sở hữu mà họ không thể lấy khỏi tay tôi được ấy?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Is anyone helping you apply for housing?",
      "vi": "Có ai giúp ông đăng ký xin cấp nhà?"
    }
  },
  {
    "translation": {
      "en": "[man] Right now, I'm waiting. I'm in a mental health program,",
      "vi": "Tôi đang đợi. Tôi trong chương trình sức khỏe tinh thần,"
    }
  },
  {
    "translation": {
      "en": "and they helped me get my Section 8 voucher, so",
      "vi": "và họ giúp tôi xin phiếu theo Mục 8, nên"
    }
  },
  {
    "translation": {
      "en": "I'm just waiting for whatever they have to do.",
      "vi": "tôi đang đợi xem họ làm gì."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are there any other goals that you want to work on?",
      "vi": "Có mục tiêu nào khác để hướng tới?"
    }
  },
  {
    "translation": {
      "en": "[blubbers] If, like, I can get a place",
      "vi": "Nếu tôi kiếm được nhà"
    }
  },
  {
    "translation": {
      "en": "and do what I have to do to keep my head, like,",
      "vi": "và làm tất cả những gì phải làm để khiến mình"
    }
  },
  {
    "translation": {
      "en": "out of the street mind.",
      "vi": "khỏi lo nghĩ về việc sống ngoài đường."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] But that's all I-- Like, to be honest, that's all I know.",
      "vi": "Nhưng đó là tất cả… Nói thật, tôi chỉ biết có thế."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "I really want",
      "vi": "Tôi thật sự muốn"
    }
  },
  {
    "translation": {
      "en": "to be stable,",
      "vi": "được sống ổn định,"
    }
  },
  {
    "translation": {
      "en": "and…",
      "vi": "và…"
    }
  },
  {
    "translation": {
      "en": "have my family around me like I used to.",
      "vi": "có gia đình quây quần như hồi xưa."
    }
  },
  {
    "translation": {
      "en": "I've always had that desire to get off the streets.",
      "vi": "Tôi luôn khao khát thoát khỏi cuộc sống đường phố."
    }
  },
  {
    "translation": {
      "en": "It's just been hard.",
      "vi": "Chỉ là khó quá."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to bother anybody, you know, burden anybody.",
      "vi": "Tôi không muốn làm phiền ai, làm gánh nặng cho ai."
    }
  },
  {
    "translation": {
      "en": "And when police used to wake us up and rustle us up,",
      "vi": "Và khi cảnh sát đánh thức và hối thúc chúng tôi:"
    }
  },
  {
    "translation": {
      "en": "\"You can't be here.\"",
      "vi": "\"Ông không được ở đây\"."
    }
  },
  {
    "translation": {
      "en": "I used to tell them, \"I do the same things you do.\"",
      "vi": "Tôi thường nói với họ: \"Tôi cũng như các anh\"."
    }
  },
  {
    "translation": {
      "en": "I wash my teeth. I gotta eat.",
      "vi": "Tôi đánh răng. Tôi phải ăn."
    }
  },
  {
    "translation": {
      "en": "The only thing for me, everything is spread out.",
      "vi": "Vấn đề là với tôi, mỗi việc làm một nơi."
    }
  },
  {
    "translation": {
      "en": "Everybody else just got it inside, in one spot.",
      "vi": "Mọi người khác đều có thể làm trong nhà, ở cùng một nơi."
    }
  },
  {
    "translation": {
      "en": "But I do the same things everybody else does.",
      "vi": "Nhưng tôi cũng làm những việc như mọi người."
    }
  },
  {
    "translation": {
      "en": "Nothing different.",
      "vi": "Không có gì khác."
    }
  },
  {
    "translation": {
      "en": "[man] We're all in this ship, and we're still sinking.",
      "vi": "Tất cả ngồi cùng thuyền, nó vẫn đang chìm."
    }
  },
  {
    "translation": {
      "en": "[woman] Particularly in high-cost cities like ours, I mean,",
      "vi": "Đặc biệt ở thành phố có chi phí sinh hoạt cao như ở đây,"
    }
  },
  {
    "translation": {
      "en": "we are not reaching enough people,",
      "vi": "ta không giúp được đủ số người,"
    }
  },
  {
    "translation": {
      "en": "and Oakland's homelessness has doubled in four years. Doubled.",
      "vi": "và tình trạng vô gia cư ở Oakland đã tăng gấp đôi trong bốn năm. Gấp đôi."
    }
  },
  {
    "translation": {
      "en": "[man] That especially hits hard certain communities.",
      "vi": "Tác động đặc biệt lớn lên một số cộng đồng."
    }
  },
  {
    "translation": {
      "en": "If you're African-American, or if you've ever served time,",
      "vi": "Nếu bạn là người gốc Phi, hoặc nếu từng đi tù,"
    }
  },
  {
    "translation": {
      "en": "there's even a greater likelihood.",
      "vi": "khả năng còn cao hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "And then, of course, COVID-19 hits.",
      "vi": "Và tất nhiên, COVID-19 ập đến."
    }
  },
  {
    "translation": {
      "en": "Everyone sees the tsunami of homelessness coming",
      "vi": "Tất cả đều thấy cơn sóng thần vô gia cư sắp đến"
    }
  },
  {
    "translation": {
      "en": "because nobody can pay the rent",
      "vi": "vì không ai có đủ tiền thuê nhà"
    }
  },
  {
    "translation": {
      "en": "and those eviction moratoriums are gonna run out.",
      "vi": "và những lệnh hoãn đòi nhà sẽ hết."
    }
  },
  {
    "translation": {
      "en": "[man] This requires a different level of commitment,",
      "vi": "Cần quyết tâm ở cấp độ khác,"
    }
  },
  {
    "translation": {
      "en": "and we need a FEMA-like response to this.",
      "vi": "và ta cần kế hoạch phản ứng như FEMA."
    }
  },
  {
    "translation": {
      "en": "How do we make sure there is a right to housing in California?",
      "vi": "Làm sao để đảm bảo có nhà ở là một quyền ở California?"
    }
  },
  {
    "translation": {
      "en": "We have a lot of work to do, but cities and counties can't do it alone.",
      "vi": "Còn nhiều việc phải làm, nhưng thành phố và hạt không thể đơn độc."
    }
  },
  {
    "translation": {
      "en": "[woman] These heartbreaking stories have got to come to some dramatic, necessary change.",
      "vi": "Những câu chuyện đau lòng này phải dẫn đến thay đổi triệt để, bức thiết."
    }
  },
  {
    "translation": {
      "en": "♪ Well, every road I see ♪",
      "vi": "Mọi con đường tôi thấy"
    }
  },
  {
    "translation": {
      "en": "♪ Leads away from me ♪",
      "vi": "Đều đi xa khỏi tôi"
    }
  },
  {
    "translation": {
      "en": "♪ There's not a single one ♪",
      "vi": "Không có con đường nào"
    }
  },
  {
    "translation": {
      "en": "♪ That leads me home ♪",
      "vi": "Dẫn tôi về nhà"
    }
  },
  {
    "translation": {
      "en": "♪ The road keeps saying ♪",
      "vi": "Con đường luôn nói"
    }
  },
  {
    "translation": {
      "en": "♪ Friend, come see what's round the bend ♪",
      "vi": "Bạn ơi, đến nhìn xem có gì sau khúc quanh"
    }
  },
  {
    "translation": {
      "en": "♪ So is it any wonder that I roam? ♪",
      "vi": "Nên có gì lạ không khi tôi đi lang thang?"
    }
  },
  {
    "translation": {
      "en": "♪ All the places I have been ♪",
      "vi": "Tất cả những nơi tôi từng đến"
    }
  },
  {
    "translation": {
      "en": "♪ Keep calling me back again ♪",
      "vi": "Cứ vẫy gọi tôi trở lại"
    }
  },
  {
    "translation": {
      "en": "You're a good girl.",
      "vi": "Ngoan lắm."
    }
  },
  {
    "translation": {
      "en": "♪ Down in the pines ♪",
      "vi": "Trong rừng thông"
    }
  },
  {
    "translation": {
      "en": "♪ I hear the cold winds blow ♪",
      "vi": "Tôi nghe tiếng gió lạnh thổi"
    }
  },
  {
    "translation": {
      "en": "♪ My heart keeps telling me ♪",
      "vi": "Trái tim cứ nói với tôi"
    }
  },
  {
    "translation": {
      "en": "♪ Footloose and fancy-free ♪",
      "vi": "Hãy ung dung tự tại"
    }
  },
  {
    "translation": {
      "en": "♪ And the road goes by ♪",
      "vi": "Và con đường đi qua"
    }
  },
  {
    "translation": {
      "en": "♪ And calls me as it goes ♪",
      "vi": "Và vẫy gọi khi đi ngang qua tôi"
    }
  },
  {
    "translation": {
      "en": "♪ Well, maybe somewhere There's a someone ♪",
      "vi": "Có lẽ ở đâu đó có một ai đó"
    }
  },
  {
    "translation": {
      "en": "♪ Waiting there with a smile ♪",
      "vi": "Đang chờ đợi với một nụ cười"
    }
  },
  {
    "translation": {
      "en": "♪ And maybe there'll be a place ♪",
      "vi": "Và có lẽ sẽ có một nơi"
    }
  },
  {
    "translation": {
      "en": "♪ To stop and rest awhile ♪",
      "vi": "Để dừng lại và nghỉ ngơi chốc lát"
    }
  },
  {
    "translation": {
      "en": "♪ And maybe you weren't meant to be ♪",
      "vi": "Và có lẽ cuộc đời bạn không phải"
    }
  },
  {
    "translation": {
      "en": "♪ Just a rolling stone ♪",
      "vi": "Để lang thang mãi"
    }
  },
  {
    "translation": {
      "en": "♪ And there's a road to travel on ♪",
      "vi": "Và có một con đường để đi"
    }
  },
  {
    "translation": {
      "en": "♪ That leads you back to home ♪",
      "vi": "Dẫn bạn trở về nhà"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, but I'll keep traveling on ♪",
      "vi": "Nhưng tôi sẽ tiếp tục đi"
    }
  },
  {
    "translation": {
      "en": "♪ Keep looking at the dawn ♪",
      "vi": "Vẫn tiếp tục nhìn vào bình minh"
    }
  },
  {
    "translation": {
      "en": "♪ Till I can lay this lonesome body down ♪",
      "vi": "Cho đến khi có thể Đặt thân xác cô đơn này xuống"
    }
  },
  {
    "translation": {
      "en": "[song continues over speakers] ♪ And when that day has come ♪",
      "vi": "Và khi ngày đó đến"
    }
  },
  {
    "translation": {
      "en": "♪ I nevermore will roam ♪",
      "vi": "Tôi sẽ không bao giờ đi lang thang nữa"
    }
  },
  {
    "translation": {
      "en": "♪ And every road I see will lead me home ♪",
      "vi": "Và mọi con đường tôi thấy Sẽ dẫn tôi về nhà"
    }
  },
  {
    "translation": {
      "en": "[Luis] Ready for nite-nite, Luna?",
      "vi": "Chuẩn bị đi ngủ chưa, Luna?"
    }
  },
  {
    "translation": {
      "en": "All right. [exhales]",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Tomorrow's another day.",
      "vi": "Ngày mai lại là ngày mới."
    }
  },
  {
    "translation": {
      "en": "Luna, what are we gonna watch?",
      "vi": "Luna, chúng ta xem gì đây?"
    }
  }
]