[
  {
    "translation": {
      "en": "Okay. Tell me what you're tasting.",
      "vi": "Rồi, kể xem có vị gì."
    }
  },
  {
    "translation": {
      "en": "Cherry, raspberry,",
      "vi": "Anh đào, mâm xôi,"
    }
  },
  {
    "translation": {
      "en": "and what is that?",
      "vi": "và đó là gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Spice and tobacco.",
      "vi": "Gia vị và thuốc lá."
    }
  },
  {
    "translation": {
      "en": "- Exactly. You nailed it. - Ah.",
      "vi": "Chính xác. Anh đã đoán đúng."
    }
  },
  {
    "translation": {
      "en": "It's a red burgundy, but to me, it's a passport to a travel experience.",
      "vi": "Nó là vang burgundy đỏ, mà với tôi là giấy thông hành cho trải nghiệm du lịch."
    }
  },
  {
    "translation": {
      "en": "You know, I'm suddenly transported to a chateau garden outside of Dijon",
      "vi": "Tôi đột nhiên được đưa đến một khu vườn lâu đài bên ngoài Dijon"
    }
  },
  {
    "translation": {
      "en": "on a warm Autumn day.",
      "vi": "vào ngày thu ấm áp."
    }
  },
  {
    "translation": {
      "en": "Smart of you to fly up. Mythos Wines was almost off my list.",
      "vi": "Cô thật thông minh khi bay đến. Tôi suýt loại Mythos Wines."
    }
  },
  {
    "translation": {
      "en": "Speaking of, I'm so sorry the previous wine rep went MIA.",
      "vi": "Rất tiếc vì người đại diện rượu trước đã mất tích."
    }
  },
  {
    "translation": {
      "en": "I will personally handle your account from now on.",
      "vi": "Từ giờ tôi sẽ quản lý với bên anh."
    }
  },
  {
    "translation": {
      "en": "Good. Stay for lunch.",
      "vi": "Tốt. Ở lại ăn trưa nhé."
    }
  },
  {
    "translation": {
      "en": "Hand- torn pasta with porcini and herbs.",
      "vi": "Mì ống xé bằng tay với nấm thông và rau thơm."
    }
  },
  {
    "translation": {
      "en": "Oh. You're evil. I wish.",
      "vi": "Anh thật xấu xa. Giá mà được."
    }
  },
  {
    "translation": {
      "en": "I have to catch a flight back to L.A. in… oh, now.",
      "vi": "Tôi phải bắt chuyến bay về Los Angeles tầm… bây giờ."
    }
  },
  {
    "translation": {
      "en": "When are you gonna stop racing around California 24/7,",
      "vi": "Khi nào cô mới dừng chạy quanh California suốt như thế"
    }
  },
  {
    "translation": {
      "en": "putting out fires for your boss?",
      "vi": "để chữa cháy cho sếp?"
    }
  },
  {
    "translation": {
      "en": "Ugh, Calder's not that bad.",
      "vi": "Calder không tệ đến thế."
    }
  },
  {
    "translation": {
      "en": "Okay. Yeah, he is.",
      "vi": "Rồi, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "He's terrible, but I'm angling for Regional Sales Director.",
      "vi": "Tệ thật, mà tôi đang nhắm chức Giám đốc Kinh doanh Khu vực."
    }
  },
  {
    "translation": {
      "en": "I would like to see Lola Alvarez running her own show,",
      "vi": "Tôi muốn xem Lola Alvarez tự biên tự diễn,"
    }
  },
  {
    "translation": {
      "en": "with her own wine import company.",
      "vi": "với công ty nhập khẩu rượu của cô ấy."
    }
  },
  {
    "translation": {
      "en": "So, just got back from my Sydney house.",
      "vi": "Nên tôi vừa trở về từ nhà ở Sydney."
    }
  },
  {
    "translation": {
      "en": "Tried some new wines by Hazel Vaughn.",
      "vi": "- Thử vài loại rượu mới của Hazel Vaughn. - Hamish, lại là…"
    }
  },
  {
    "translation": {
      "en": "- Oh, Hamish, no, not another-- - I know. I know.",
      "vi": "- Thử vài loại rượu mới của Hazel Vaughn. - Hamish, lại là…  Tôi biết. Lại là một CEO trên Fortune 500 với dòng rượu vang phù phiếm. Cứ thử đi."
    }
  },
  {
    "translation": {
      "en": "Another Fortune 500 CEO with a vanity wine label. Just try it.",
      "vi": "Tôi biết. Lại là một CEO trên Fortune 500 với dòng rượu vang phù phiếm. Cứ thử đi."
    }
  },
  {
    "translation": {
      "en": "It's a pétillant naturel wine.",
      "vi": "Đó là một loại rượu vang sủi bọt tự nhiên."
    }
  },
  {
    "translation": {
      "en": "The ancient technique.",
      "vi": "Kỹ thuật cổ xưa."
    }
  },
  {
    "translation": {
      "en": "Bubbles before it's bottled.",
      "vi": "Sủi bọt trước khi đóng chai."
    }
  },
  {
    "translation": {
      "en": "Mm- hmm. Hazel doesn't have a US importer.",
      "vi": "Hazel không có nhà nhập khẩu Mỹ."
    }
  },
  {
    "translation": {
      "en": "If you get Mythos a contract for Vaughn Wines,",
      "vi": "Nếu cô kiếm hợp đồng với Vaughn Wines cho Mythos,"
    }
  },
  {
    "translation": {
      "en": "I'd put it on my list for all of my restaurants.",
      "vi": "tôi sẽ đưa nó vào danh sách cho tất cả các nhà hàng của tôi."
    }
  },
  {
    "translation": {
      "en": "Well, if Ms. Vaughn's office isn't available, I'll leave word. Okay. Are you ready?",
      "vi": "Nếu văn phòng cô Vaughn không rảnh, tôi sẽ để lại lời nhắn. Rồi, đọc nhé?"
    }
  },
  {
    "translation": {
      "en": "- 310- 555- 0143. -",
      "vi": "310-555-0143."
    }
  },
  {
    "translation": {
      "en": "Thanks. Okay.",
      "vi": "Cảm ơn. Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Hi. Oh… - First- Class souvenir.",
      "vi": "- Chào. - Quà của ghế Hạng nhất."
    }
  },
  {
    "translation": {
      "en": "- I am so jealous of your life. -",
      "vi": "Tôi rất ghen tị với cuộc sống của cô."
    }
  },
  {
    "translation": {
      "en": "I just ate lunch from the vending machine. He's on a tear today.",
      "vi": "Tôi vừa ăn trưa ở máy bán hàng tự động. Hôm nay ông ấy đang nóng."
    }
  },
  {
    "translation": {
      "en": "He even made the FedEx lady cry. Ramona? Who makes Ramona cry?",
      "vi": "- Còn làm cô bên FedEx khóc. - Ramona? Ai làm Ramona khóc?"
    }
  },
  {
    "translation": {
      "en": "I know. I've been on the phone with Kroger all day.",
      "vi": "Tôi đã gọi điện thoại với hãng Kroger suốt."
    }
  },
  {
    "translation": {
      "en": "They stocked our Lone Elk Merlot on the bottom shelf.",
      "vi": "Họ để Lone Elk Merlot của ta ở kệ dưới cùng."
    }
  },
  {
    "translation": {
      "en": "Okay. Nobody looks at the grocery store bottom shelf. Eye- level only.",
      "vi": "Không ai nhìn kệ dưới cùng của hàng tạp hoá. Chỉ ngang tầm mắt."
    }
  },
  {
    "translation": {
      "en": "I got creative.",
      "vi": "Tôi có óc sáng tạo."
    }
  },
  {
    "translation": {
      "en": "I traded them a multi- case discount on Pink Lady Rosé for a better facing.",
      "vi": "Tôi giảm giá Pink Lady Rosé nhiều lần cho họ để đổi chỗ tốt hơn."
    }
  },
  {
    "translation": {
      "en": "Daryl from Kroger was all over it. I'm pretty sure he thought it was his idea.",
      "vi": "Daryl từ Kroger thích lắm. Anh ta nghĩ đó là ý của anh ta."
    }
  },
  {
    "translation": {
      "en": "Nice work, girl. Love it.  I took a page out of the Lola playbook.",
      "vi": "- Làm tốt lắm, cô gái. Thích lắm. - Tôi học mánh từ Lola thôi."
    }
  },
  {
    "translation": {
      "en": "May I remind you this is a place of business, not a Chuck E. Cheese?",
      "vi": "Tôi xin nhắc đây là chỗ làm, không phải nhà hàng Chuck E. Cheese."
    }
  },
  {
    "translation": {
      "en": "Lola, update me on the King account.",
      "vi": "Lola. Cập nhật cho tôi về bên King."
    }
  },
  {
    "translation": {
      "en": "Saved it. And our Burgundy was successfully added to his wine list.",
      "vi": "Đã cứu. Bên anh ấy đã thêm Burgundy của ta vào thực đơn."
    }
  },
  {
    "translation": {
      "en": "You know me, go big or go home.",
      "vi": "Tôi mà, chơi lớn hoặc về nhà."
    }
  },
  {
    "translation": {
      "en": "That's why you're my number one. - If only everyone was as motivated. -",
      "vi": "Đó là lý do cô là số một của tôi. Giá mà mọi người đều có động lực."
    }
  },
  {
    "translation": {
      "en": "I want new ideas at the town hall tomorrow. No resting on laurels.",
      "vi": "Mai họp toàn công ty hãy nêu ý tưởng mới. Đừng tự mãn nhé."
    }
  },
  {
    "translation": {
      "en": "Oh, no. I know. I hate laurels. Ugh.",
      "vi": "Không, tôi biết. Tôi ghét kiểu tự mãn."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm actually gonna be late. I finally scored a sit- down with Wine Barn.",
      "vi": "Tôi sẽ đến muộn. Mãi mới gặp được Wine Barn."
    }
  },
  {
    "translation": {
      "en": "Fine. Just, uh, don't pitch me any of that all- female Uruguayan",
      "vi": "Được. Đừng có thuyết trình cho tôi về hãng rượu vang"
    }
  },
  {
    "translation": {
      "en": "wine collective nonsense again.",
      "vi": "toàn phụ nữ Uruguay nữa."
    }
  },
  {
    "translation": {
      "en": "I know it's small batch, but it's these really incredible women who--",
      "vi": "Tôi biết là một lô nhỏ, nhưng các phụ nữ tuyệt vời này…"
    }
  },
  {
    "translation": {
      "en": "I'm in the wine business, not the whining business.",
      "vi": "Tôi làm ngành rượu chứ chả phải ngành kêu ca."
    }
  },
  {
    "translation": {
      "en": "He's gonna fire me. I can feel it.  - Okay, okay. Deep breaths. Here we go. -",
      "vi": "- Ông ấy sẽ đuổi tôi. Tôi linh cảm được. - Rồi, hít thở đi. Nào."
    }
  },
  {
    "translation": {
      "en": "Okay, you have an entire night to find something to pitch.",
      "vi": "Rồi, cô có cả đêm để tìm ý thuyết trình."
    }
  },
  {
    "translation": {
      "en": "- Yeah. Okay. - Don't worry.",
      "vi": "- Ừ. Được rồi. - Đừng lo."
    }
  },
  {
    "translation": {
      "en": "- - Oh, uh, one second.",
      "vi": "Đợi một chút."
    }
  },
  {
    "translation": {
      "en": "A month? Well, can I schedule a meeting for when Ms. Vaughn returns?",
      "vi": "Một tháng? Tôi có thể lên lịch gặp khi cô Vaughn về không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'll send over materials. Okay. Great. Sounds good. Speak soon. Thanks.",
      "vi": "Ừ, tôi sẽ gửi tài liệu qua. Rồi. Tuyệt. Nghe hay đấy. Nói chuyện sau. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "That sounded big. - - What's up?",
      "vi": "Nghe có vẻ to tát. Vụ gì thế?"
    }
  },
  {
    "translation": {
      "en": "Oh. Come on, work wife. Spill.",
      "vi": "Thôi nào, cô vợ công sở. Nói đi."
    }
  },
  {
    "translation": {
      "en": "Okay. Vaughn Family Wines. Out of Australia.",
      "vi": "Được rồi. Vaughn Family Wines. Ở nước Úc."
    }
  },
  {
    "translation": {
      "en": "Started as a celebrity label made at a custom crush facility.",
      "vi": "Khởi đầu là dòng rượu của ngôi sao tại một cơ sở làm rượu."
    }
  },
  {
    "translation": {
      "en": "But now Hazel Vaughn has her own vineyards and brought in an award- winning winemaker.",
      "vi": "Giờ Hazel Vaughn có vườn nho riêng và nhà sản xuất rượu đoạt giải."
    }
  },
  {
    "translation": {
      "en": "What? Sweet find.",
      "vi": "Gì cơ? Tìm hay đấy."
    }
  },
  {
    "translation": {
      "en": "Uh, how… how can I help?",
      "vi": "Tôi có thể giúp gì?"
    }
  },
  {
    "translation": {
      "en": "Right now, Hazel's on sabbatical for a month,",
      "vi": "Hazel đang nghỉ phép một tháng,"
    }
  },
  {
    "translation": {
      "en": "so just keep this between you and I until I get a meeting set.",
      "vi": "nên hãy giữ kín vụ này đến khi tôi có lịch hẹn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "Thanks. Gotta run.",
      "vi": "Cảm ơn. Phải đi đây."
    }
  },
  {
    "translation": {
      "en": "One last client drop- in until I'm facedown on my couch in sweatpants.",
      "vi": "Ghé khách hàng cuối trước khi được nằm dài trên ghế."
    }
  },
  {
    "translation": {
      "en": "That's good.",
      "vi": "Tốt đấy."
    }
  },
  {
    "translation": {
      "en": "Get on in here.",
      "vi": "Vào đây đi. Pizza làm thủ công."
    }
  },
  {
    "translation": {
      "en": "Made pizzas from scratch. We got leftovers.",
      "vi": "Vào đây đi. Pizza làm thủ công. Còn thừa đây này."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad.",
      "vi": "Chào bố."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "So, what is the neighborhood book club pretending to discuss this month?",
      "vi": "Vậy, hội sách khu phố đang giả vờ thảo luận gì tháng này?"
    }
  },
  {
    "translation": {
      "en": "Oh, honey. You know we only walk over to Carlos's for the free rosé.",
      "vi": "Cháu yêu, cháu biết bọn này chỉ ghé qua nhà Carlos để uống ké rượu rosé."
    }
  },
  {
    "translation": {
      "en": "Mm. And we are loving this one.",
      "vi": "Và thích loại này đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, I can see. You guys work fast.",
      "vi": "Cháu thấy rồi. Uống nhanh ghê."
    }
  },
  {
    "translation": {
      "en": "Mm. Deep gratitude for the wine hookup.",
      "vi": "Biết ơn người móc nối rượu."
    }
  },
  {
    "translation": {
      "en": "Mm. Speaking of hookups, spill.",
      "vi": "Nói về móc nối, cháu kể đi."
    }
  },
  {
    "translation": {
      "en": "Come on, we've already finished the other gossip.",
      "vi": "Thôi nào, ta đã tám xong chuyện kia rồi."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "vi": "Bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "Can't you just discuss my love life behind my back, like normal people?",
      "vi": "Sao không lén bàn về tình trường của cháu, như người thường ấy?"
    }
  },
  {
    "translation": {
      "en": "- Uh, no. - No.",
      "vi": "- Không. - Không."
    }
  },
  {
    "translation": {
      "en": "- We can't do that. - No.",
      "vi": "- Không được. - Không."
    }
  },
  {
    "translation": {
      "en": "Not our style. No. How long since that divorce, Lola?",
      "vi": "- Không đúng phong cách. - Cháu ly hôn bao lâu rồi, Lola?"
    }
  },
  {
    "translation": {
      "en": "Um, two years. Why? Who's counting?",
      "vi": "Hai năm. Tại sao? Ai thèm đếm chứ?"
    }
  },
  {
    "translation": {
      "en": "- Me. - Grandkids don't make themselves.",
      "vi": "Bố này. Cháu ngoại đâu từ dưới đất chui lên."
    }
  },
  {
    "translation": {
      "en": "Oh, Dad, really? What? - Honestly we're gonna go there tonight? -",
      "vi": "Bố, thật sao? Gì cơ? Tối nay sẽ nói vụ đó thật à?"
    }
  },
  {
    "translation": {
      "en": "Sweetie, while not subtle, book club has a point.",
      "vi": "Con yêu, dù không tinh tế, hội sách nói có lý."
    }
  },
  {
    "translation": {
      "en": "Tyler let a damn good thing go. It's time to move on, like he did.",
      "vi": "Tyler đã bỏ lỡ người tốt. Sống tiếp đi, như nó đã làm."
    }
  },
  {
    "translation": {
      "en": "Tyler didn't turn out to be the person that I thought he was. Okay?",
      "vi": "Tyler hoá ra không phải người như con nghĩ."
    }
  },
  {
    "translation": {
      "en": "Not every man is a liar.",
      "vi": "Đâu phải gã nào cũng dối trá."
    }
  },
  {
    "translation": {
      "en": "Look at me. I'm perfect.",
      "vi": "Nhìn bố này. Bố hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "You always see the best in people. Don't stop now.",
      "vi": "Con luôn thấy điểm tốt ở mọi người. Đừng dừng lại."
    }
  },
  {
    "translation": {
      "en": "Your heart got broken, you pressed pause on your love life.",
      "vi": "Trái tim con tan vỡ, con tạm dừng yêu đương."
    }
  },
  {
    "translation": {
      "en": "It's time to press play. You got to learn to trust again.",
      "vi": "Đến lúc tiếp tục rồi. Con phải học cách tin tưởng lần nữa."
    }
  },
  {
    "translation": {
      "en": "I project a year- over- year increase in sales, placing these wines in…",
      "vi": "Tôi dự đoán doanh số bán hàng tăng qua từng năm, đưa các loại rượu này đến…"
    }
  },
  {
    "translation": {
      "en": "- Excuse me. - …upscale restaurants…",
      "vi": "- Xin lỗi.  - …nhà hàng cao cấp…"
    }
  },
  {
    "translation": {
      "en": "- Hi. - …and specialty bottle shops.",
      "vi": "- Chào. - …và các cửa hàng rượu đặc sản."
    }
  },
  {
    "translation": {
      "en": "Plus, the Australian government offers a substantial financial package, um, to export,",
      "vi": "Thêm vào đó, chính phủ Úc cung cấp một gói tài chính đáng kể để xuất khẩu"
    }
  },
  {
    "translation": {
      "en": "so it's a win- win.",
      "vi": "nên hai bên cùng có lợi."
    }
  },
  {
    "translation": {
      "en": "In summation, Calder,",
      "vi": "Tóm lại, Calder,"
    }
  },
  {
    "translation": {
      "en": "I have secured you a pitch meeting four weeks from today",
      "vi": "tôi hẹn được một buổi thuyết trình bốn tuần nữa"
    }
  },
  {
    "translation": {
      "en": "with Hazel Vaughn herself.",
      "vi": "với chính cô Hazel Vaughn."
    }
  },
  {
    "translation": {
      "en": "Hmm. You got a passport, Audra? Mm- hmm. Yep.",
      "vi": "- Cô có hộ chiếu chưa, Audra? - Vâng."
    }
  },
  {
    "translation": {
      "en": "You're coming to Sydney with me.",
      "vi": "Cô sẽ đi Sydney với tôi."
    }
  },
  {
    "translation": {
      "en": "Close this deal, we're talking Regional Sales Director.",
      "vi": "Chốt vụ này rồi bàn chức Giám đốc Kinh doanh Khu vực."
    }
  },
  {
    "translation": {
      "en": "Uh, short break, everybody. I gotta take this.",
      "vi": "Nghỉ giải lao nhé. Tôi phải nghe điện thoại."
    }
  },
  {
    "translation": {
      "en": "I… I didn't…",
      "vi": "Tôi không…"
    }
  },
  {
    "translation": {
      "en": "Sugar- pops, I got the opera tickets.",
      "vi": "Con yêu, bố có vé đi xem opera rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, ciao.",
      "vi": "Rồi, chào."
    }
  },
  {
    "translation": {
      "en": "Vaughn Family Wines is my find.",
      "vi": "Tôi tìm ra Vaughn Family Wines."
    }
  },
  {
    "translation": {
      "en": "Well, Audra pitched it and now it's hers. Okay, only because I told her about it.",
      "vi": "- Audra trình bày thì là của cô ấy. - Chỉ vì tôi đã nói với cô ấy."
    }
  },
  {
    "translation": {
      "en": "Well, that was your big mistake now. Wasn't it? We learn lessons the hard way, Lola.",
      "vi": "Đó là sai lầm lớn của cô. Kinh nghiệm xương máu thôi, Lola."
    }
  },
  {
    "translation": {
      "en": "Lola's up next, everybody. Let's go.",
      "vi": "Tiếp theo là Lola. Bắt đầu."
    }
  },
  {
    "translation": {
      "en": "This should be good.",
      "vi": "Sẽ hay đấy."
    }
  },
  {
    "translation": {
      "en": "You know, it's no secret you're not the most warm and fuzzy boss, Calder.",
      "vi": "Ai cũng biết ông là sếp mà chẳng tinh tế gì, Calder."
    }
  },
  {
    "translation": {
      "en": "But hey, I get it. You know, wine is a tough business,",
      "vi": "Nhưng tôi hiểu mà, ngành này khó lắm,"
    }
  },
  {
    "translation": {
      "en": "and I told myself you were setting a high bar for good reason.",
      "vi": "và tôi tự nhủ ông yêu cầu cao vì lý do chính đáng."
    }
  },
  {
    "translation": {
      "en": "But nope, turns out you are a garden- variety snob.",
      "vi": "Nhưng không, hoá ra ông là kẻ hợm hĩnh tầm thường."
    }
  },
  {
    "translation": {
      "en": "- You mistake cruelty for cleverness. -",
      "vi": "Ông tưởng tàn nhẫn là tài tình."
    }
  },
  {
    "translation": {
      "en": "When it comes to wine, you barely know a Petit Verdot from a Petit Syrah.",
      "vi": "Ông chả phân biệt nổi rượu Petit Verdot với Petit Syrah."
    }
  },
  {
    "translation": {
      "en": "You're not fooling anyone. Don't be emotional, Lola.",
      "vi": "- Chả lừa được ai. - Đừng xúc động, Lola."
    }
  },
  {
    "translation": {
      "en": "If this is about the Regional Sales Director position--",
      "vi": "Nếu cô nói chức Giám đốc Kinh doanh Khu vực…"
    }
  },
  {
    "translation": {
      "en": "Audra can have it. I've been saving your butt for years.",
      "vi": "Cho Audra luôn. Tôi đã cứu cô nhiều năm."
    }
  },
  {
    "translation": {
      "en": "I'm done!",
      "vi": "Tôi chán rồi!"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Cô làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Oh, isn't it obvious? I'm quitting.",
      "vi": "Không rõ ràng sao? Tôi nghỉ việc."
    }
  },
  {
    "translation": {
      "en": "Uh, no, you can't leave. I decide when someone leaves.",
      "vi": "Không được. Tôi quyết định ai được nghỉ."
    }
  },
  {
    "translation": {
      "en": "Oh. Not today, pal. You fall straight into the category of life is too short.",
      "vi": "Hôm nay thì không. Ông rơi thẳng vào phạm trù đời quá ngắn."
    }
  },
  {
    "translation": {
      "en": "You know what? I would rather sell margaritas in a can at a suburban 7- Eleven",
      "vi": "Tôi thà bán margarita đóng lon trong 7-Eleven ở ngoại ô"
    }
  },
  {
    "translation": {
      "en": "than work another minute for you.",
      "vi": "còn hơn làm cho ông."
    }
  },
  {
    "translation": {
      "en": "Bye, hon. Good luck finding someone else's ideas to steal.",
      "vi": "Chào nha. Chúc cô sớm tìm ai khác để chôm ý tưởng."
    }
  },
  {
    "translation": {
      "en": "Take care, team.",
      "vi": "Bảo trọng nhé."
    }
  },
  {
    "translation": {
      "en": "Oh, and, uh, I have a stash of Girl Scout cookies in my bottom desk drawer, so parting gift.",
      "vi": "Tôi có kha khá bánh quy ở ngăn kéo dưới cùng, quà chia tay nhé."
    }
  },
  {
    "translation": {
      "en": "- - Bye.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "- Morning. - Morning.",
      "vi": "- Chào. - Chào."
    }
  },
  {
    "translation": {
      "en": "Oh. Who knew quitting would be so inspiring?",
      "vi": "Ai ngờ bỏ việc lại đầy cảm hứng thế?"
    }
  },
  {
    "translation": {
      "en": "And terrifying. It's a really interesting combo.",
      "vi": "Và đáng sợ. Một sự kết hợp rất thú vị."
    }
  },
  {
    "translation": {
      "en": "- - Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "How is this for my new company logo?",
      "vi": "Nếu đây là logo cho công ty mới của con thì sao?"
    }
  },
  {
    "translation": {
      "en": "- Wow. - I sketched it last night.",
      "vi": "- Chà. - Con đã phác thảo nó tối qua."
    }
  },
  {
    "translation": {
      "en": "- I love it. - Really?",
      "vi": "- Bố thích nó. - Thật à?"
    }
  },
  {
    "translation": {
      "en": "It's barely day one of your own company and you're already crushing it?",
      "vi": "Mới ngày đầu mà con đã làm tốt rồi."
    }
  },
  {
    "translation": {
      "en": "I'm proud of you, sweetie. It's time. Use a coaster.",
      "vi": "Bố tự hào về con. Đến lúc rồi. Dùng lót ly."
    }
  },
  {
    "translation": {
      "en": "Thanks, Dad.",
      "vi": "Cảm ơn bố. Mà đến giờ công ty của con"
    }
  },
  {
    "translation": {
      "en": "But so far my company is just an elaborate doodle",
      "vi": "Cảm ơn bố. Mà đến giờ công ty của con chỉ là một bức vẽ nguệch ngoạc và vài cô gái Uruguay xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "and some lovely Uruguayan ladies.",
      "vi": "chỉ là một bức vẽ nguệch ngoạc và vài cô gái Uruguay xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "And with my savings on the line, I really need a big account ASAP.",
      "vi": "Tiền tiết kiệm sắp hết, con cần sớm có thương vụ lớn."
    }
  },
  {
    "translation": {
      "en": "I need Vaughn Family Wines.",
      "vi": "Con cần Vaughn Family Wines."
    }
  },
  {
    "translation": {
      "en": "I know this tone of voice. Hold on to your butts, everyone.",
      "vi": "Bố biết giọng điệu này. Mọi người coi chừng nhé."
    }
  },
  {
    "translation": {
      "en": "- Calder's meeting's in four weeks. - Mm.",
      "vi": "Bốn tuần nữa Calder gặp họ."
    }
  },
  {
    "translation": {
      "en": "I did some Internet sleuthing. That sabbatical Hazel's on?",
      "vi": "Con đã làm vài trò trên mạng. Kỳ nghỉ của Hazel?"
    }
  },
  {
    "translation": {
      "en": "She spends every year at her family's sheep farm in Australia.",
      "vi": "Mỗi năm cô ấy ở nông trại cừu của gia đình tại Úc."
    }
  },
  {
    "translation": {
      "en": "Like a stay in touch with her roots kinda thing.",
      "vi": "Như kiểu uống nước, nhớ nguồn."
    }
  },
  {
    "translation": {
      "en": "Hazel Vaughn's farm also… [keyboard clacking …has an Airbnb cottage.",
      "vi": "Trang trại của Hazel Vaughn cũng có một ngôi nhà nhỏ trên Airbnb."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'll rent the cottage, and pitch my company to Hazel first.",
      "vi": "Ừ. Con sẽ thuê nhà đó và giới thiệu công ty con trước."
    }
  },
  {
    "translation": {
      "en": "Boom. It's a matter of principle now.",
      "vi": "Bùm. Đó là vấn đề nguyên tắc thôi."
    }
  },
  {
    "translation": {
      "en": "Wow. Australia!",
      "vi": "Chà. Nước Úc!"
    }
  },
  {
    "translation": {
      "en": "That sounds kind of",
      "vi": "Nghe có vẻ hơi…"
    }
  },
  {
    "translation": {
      "en": "far.",
      "vi": "xa."
    }
  },
  {
    "translation": {
      "en": "Yeah. I know. Gah. Is this too bold?",
      "vi": "Vâng. Con biết. Có táo bạo quá không?"
    }
  },
  {
    "translation": {
      "en": "I don't know, like, am I brave or just, like, really crazy?",
      "vi": "Con không biết, con dũng cảm hay chỉ điên rồ?"
    }
  },
  {
    "translation": {
      "en": "- - Is your gut telling you to do this?",
      "vi": "Linh tính mách bảo con làm thế?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Strangely, it just…",
      "vi": "Thật kỳ lạ, chỉ…"
    }
  },
  {
    "translation": {
      "en": "It feels right to me.",
      "vi": "Con cảm thấy rất đúng."
    }
  },
  {
    "translation": {
      "en": "Then I say, let's go a lot of bold and a little crazy.",
      "vi": "Vậy bố nói, hãy thật táo bạo và điên rồ một chút."
    }
  },
  {
    "translation": {
      "en": "- I'm going to Australia! -",
      "vi": "Con sẽ đi Úc!"
    }
  },
  {
    "translation": {
      "en": "Welcome.",
      "vi": "Chào mừng."
    }
  },
  {
    "translation": {
      "en": "Well, good morning, Australia. Hi.",
      "vi": "Chào buổi sáng, nước Úc. Chào."
    }
  },
  {
    "translation": {
      "en": "Let me help you with that. Thanks. Woah!",
      "vi": "- Để tôi giúp cô. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Oh my God. Are you all right?",
      "vi": "Chúa ơi. Anh ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Gravity.",
      "vi": "Trọng lực."
    }
  },
  {
    "translation": {
      "en": "I'm all good now.",
      "vi": "Giờ ổn cả rồi."
    }
  },
  {
    "translation": {
      "en": "And time to go.",
      "vi": "Và đến lúc đi rồi."
    }
  },
  {
    "translation": {
      "en": "- Where to, mate? - Take me to the pub, my good man.",
      "vi": "- Đi đâu, anh bạn? - Đưa tôi đến quán rượu, bạn tốt."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "vi": "Xin chào?"
    }
  },
  {
    "translation": {
      "en": "Anyone here?",
      "vi": "Có ai không?"
    }
  },
  {
    "translation": {
      "en": "Hello? Uh, where do I check in?",
      "vi": "Xin chào? Tôi nhận phòng ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Can I help you find something? Combination to the safe maybe.",
      "vi": "Cô cần tìm gì? Có lẽ là mã số két sắt."
    }
  },
  {
    "translation": {
      "en": "Yes. De-- No! No, no, no, no.",
      "vi": "Vâng. Chắc…  Không!"
    }
  },
  {
    "translation": {
      "en": "No. I'm sorry. No combination needed.",
      "vi": "Không, xin lỗi. Không cần mã số."
    }
  },
  {
    "translation": {
      "en": "That will not be necessary. Hi. I, um… I… I booked the Airbnb.",
      "vi": "Không cần thiết đâu. Chào, tôi đã đặt Airbnb."
    }
  },
  {
    "translation": {
      "en": "Yeah, I figured. I've been expecting you. Just not here.",
      "vi": "Ừ, tôi nghĩ vậy. Tôi đang đợi. Chỉ không phải ở đây."
    }
  },
  {
    "translation": {
      "en": "So you're saying that this isn't the cottage that I rented, huh?",
      "vi": "Lạ thật. Vậy đây không phải nhà nhỏ mà tôi thuê à?"
    }
  },
  {
    "translation": {
      "en": "Whoo. Imagine that.",
      "vi": "Tưởng tượng xem."
    }
  },
  {
    "translation": {
      "en": "All right. If there's nothing else on your breaking and entering agenda,",
      "vi": "Rồi, nếu không có gì khác trong lịch đột nhập của cô,"
    }
  },
  {
    "translation": {
      "en": "let me show you to your slightly more modest lodging",
      "vi": "tôi đưa cô đi xem chỗ ở khiêm tốn của cô trước khi sếp về, nhé?"
    }
  },
  {
    "translation": {
      "en": "before the boss gets home, okay?",
      "vi": "tôi đưa cô đi xem chỗ ở khiêm tốn của cô trước khi sếp về, nhé? Đợi đã. Nếu sếp anh nói là Hazel Vaughn, anh có thể giới thiệu về tôi không?"
    }
  },
  {
    "translation": {
      "en": "Oh, wait. If by boss you mean Hazel Vaughn, could you, um, help a girl get introduced?",
      "vi": "Đợi đã. Nếu sếp anh nói là Hazel Vaughn, anh có thể giới thiệu về tôi không?"
    }
  },
  {
    "translation": {
      "en": "Uh, right. That's why you're snooping around her house.",
      "vi": "Phải rồi. Thảo nào cô rình mò."
    }
  },
  {
    "translation": {
      "en": "- Um, not snooping. Sure. - Come on. Let's go.",
      "vi": "- Nào. Đi thôi. - Không rình mò. Rồi."
    }
  },
  {
    "translation": {
      "en": "Someone like me needs to get creative to score face time with the Hazel Vaughn.",
      "vi": "Một người như tôi cần sáng tạo để được diện kiến Hazel Vaughn."
    }
  },
  {
    "translation": {
      "en": "Come on. Please?",
      "vi": "Thôi nào. Làm ơn?"
    }
  },
  {
    "translation": {
      "en": "Charm doesn't work on me.",
      "vi": "Mỹ nhân kế vô hiệu với tôi."
    }
  },
  {
    "translation": {
      "en": "Look, enjoy the cottage. Take some selfies with the sheep.",
      "vi": "Cứ vui với căn nhà. Chụp ảnh tự sướng với con cừu."
    }
  },
  {
    "translation": {
      "en": "Just don't bother Hazel Vaughn.",
      "vi": "Đừng phiền Hazel Vaughn."
    }
  },
  {
    "translation": {
      "en": "Excuse me. Mate, we got issues.",
      "vi": "Xin lỗi. Anh bạn, chúng ta có vấn đề. Chào cô."
    }
  },
  {
    "translation": {
      "en": "That new jackaroo Peter? He's just quit.",
      "vi": "Gã Peter chăn chiên tập sự nghỉ việc rồi."
    }
  },
  {
    "translation": {
      "en": "Done.",
      "vi": "Xong."
    }
  },
  {
    "translation": {
      "en": "It's not like that bludger did any work. I always had to send him off to sober up under a tree.",
      "vi": "Tên lười vô dụng ấy. Toàn phải để hắn nghỉ giã rượu dưới tán cây."
    }
  },
  {
    "translation": {
      "en": "Oh, but I saw that guy. He took my airport van to the pub.",
      "vi": "Tôi thấy gã đó. Lên xe sân bay của tôi đi tới quán rượu."
    }
  },
  {
    "translation": {
      "en": "That sounds about right.",
      "vi": "Nghe có vẻ đúng."
    }
  },
  {
    "translation": {
      "en": "I've been calling everywhere. No one has any workers to spare.",
      "vi": "Tôi đã gọi khắp nơi. Không chỗ nào dư người."
    }
  },
  {
    "translation": {
      "en": "Not even a bloody backpacker. Anyway, gotta get back to the sheep.",
      "vi": "Dân du lịch bụi còn không có. Dù sao thì, phải quay lại nhà lán."
    }
  },
  {
    "translation": {
      "en": "Righto.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "Let's get you situated, right?",
      "vi": "Cho cô về phòng nhé?"
    }
  },
  {
    "translation": {
      "en": "Hey. Stop.",
      "vi": "Này. Dừng lại."
    }
  },
  {
    "translation": {
      "en": "Hi. Hi. Lola Alvarez.",
      "vi": "Chào. Lola Alvarez."
    }
  },
  {
    "translation": {
      "en": "I am very excited about your wine, Ms. Vaughn.",
      "vi": "Tôi rất hào hứng về rượu của cô, cô Vaughn."
    }
  },
  {
    "translation": {
      "en": "And since you're only considering American importers personally,",
      "vi": "Vì cô chỉ đích thân xem xét các nhà nhập khẩu Mỹ,"
    }
  },
  {
    "translation": {
      "en": "I figured a self- made lady boss would appreciate another self- made lady boss--",
      "vi": "một bà chủ tự thân sẽ kính nể một bà chủ tự thân khác…"
    }
  },
  {
    "translation": {
      "en": "- Sorry, Hazel. She's-- - Not done talking.",
      "vi": "- Xin lỗi, Hazel. - Chưa nói xong."
    }
  },
  {
    "translation": {
      "en": "My company, Salud Imports, is a newly established California importer--",
      "vi": "Công ty tôi, Salud Imports, là nhà nhập khẩu mới thành lập ở Cali…"
    }
  },
  {
    "translation": {
      "en": "I've never heard of them. How new?",
      "vi": "Tôi chưa từng nghe về họ. Mới thế nào?"
    }
  },
  {
    "translation": {
      "en": "So far, it's only me. and I'm still in the process of getting licensed.",
      "vi": "Đến giờ, chỉ có tôi. Và tôi vẫn đang xin giấy phép."
    }
  },
  {
    "translation": {
      "en": "- Doesn't that take months? - 60 days.",
      "vi": "- Mất vài tháng à? - Sáu mươi ngày."
    }
  },
  {
    "translation": {
      "en": "And I can also guarantee placement with the world- famous chef Hamish King.",
      "vi": "Tôi đảm bảo có đặt hàng từ đầu bếp trứ danh Hamish King."
    }
  },
  {
    "translation": {
      "en": "Whoa. Let me stop you right there. Despite the ambush, I admire your moxie.",
      "vi": "Chà. Để tôi ngắt lời. Dù bị mai phục, tôi ngưỡng mộ dũng khí của cô."
    }
  },
  {
    "translation": {
      "en": "And Hamish King is an impressive name- drop, so I'll be just as straight with you in return.",
      "vi": "Hamish King là cái tên ấn tượng nên tôi sẽ thẳng thắn với cô."
    }
  },
  {
    "translation": {
      "en": "You've clearly done your research.",
      "vi": "Rõ ràng cô đã nghiên cứu kỹ."
    }
  },
  {
    "translation": {
      "en": "Vaughn Family Wines is my baby,",
      "vi": "Vaughn Family Wines là con cưng của tôi, nên sẽ không bao giờ"
    }
  },
  {
    "translation": {
      "en": "so there is absolutely no way I will go with a first- time importer.",
      "vi": "Vaughn Family Wines là con cưng của tôi, nên sẽ không bao giờ tôi chọn nhà nhập khẩu lần đầu. Xin lỗi vì đã phí chuyến bay."
    }
  },
  {
    "translation": {
      "en": "Sorry you wasted an airline flight.",
      "vi": "tôi chọn nhà nhập khẩu lần đầu. Xin lỗi vì đã phí chuyến bay."
    }
  },
  {
    "translation": {
      "en": "Yeah, look, while I got ya, bad news. Jackaroo bailed on us today.",
      "vi": "Mà này, sẵn đang gặp, tin xấu, hôm nay gã chăn chiên tập sự đã nghỉ."
    }
  },
  {
    "translation": {
      "en": "- It's shearing season. - Yeah. Same as neighboring stations.",
      "vi": "- Đang là mùa xén lông. - Ừ. Giống các trại lân cận."
    }
  },
  {
    "translation": {
      "en": "- Everyone's shorthanded. - Well, I… I could do it.",
      "vi": "- Ở đâu cũng thiếu người. - Tôi làm được."
    }
  },
  {
    "translation": {
      "en": "Could do what?",
      "vi": "Làm được gì?"
    }
  },
  {
    "translation": {
      "en": "The job. I mean, how long do you need someone? A few days?",
      "vi": "Công việc. Cô cần trong bao lâu? Vài ngày?"
    }
  },
  {
    "translation": {
      "en": "About two weeks. Also, no.",
      "vi": "Khoảng hai tuần. Hơn nữa, không."
    }
  },
  {
    "translation": {
      "en": "Well, why not? I'm here and I'm willing. I can be your jackaroo.",
      "vi": "Sao không? Tôi sẵn lòng. Tôi sẽ là gã chăn chiên của cô."
    }
  },
  {
    "translation": {
      "en": "Yeah, nah. You'd, uh… you'd be a jillaroo. Gendered terms. Cute. Whatever works.",
      "vi": "- Ừ, không. Cô sẽ là nữ chăn chiên. - Từ phân giới. Rồi. Cũng được."
    }
  },
  {
    "translation": {
      "en": "Look, we need someone with real station experience, not an Airbnb tourist.",
      "vi": "Bọn tôi cần người kinh nghiệm trang trại, không phải khách Airbnb."
    }
  },
  {
    "translation": {
      "en": "Look, I came all this way to show Ms. Vaughn I go the extra mile.",
      "vi": "Tôi đến tận đây để cho cô Vaughn thấy tôi dám phấn đấu."
    }
  },
  {
    "translation": {
      "en": "This is the extra mile.",
      "vi": "Đây là phấn đấu của tôi."
    }
  },
  {
    "translation": {
      "en": "I'm a hard worker. And I will hit the ground running,",
      "vi": "Tôi là người chăm chỉ. Và tôi sẽ làm ngay,"
    }
  },
  {
    "translation": {
      "en": "just as I will when I'm working with your wine.",
      "vi": "như tôi sẽ làm khi hợp tác với hãng rượu của cô."
    }
  },
  {
    "translation": {
      "en": "Well, a pair of hands is a pair of hands. If Max here agrees.",
      "vi": "Thêm người phụ giúp thì cũng đỡ. Nếu Max đồng ý."
    }
  },
  {
    "translation": {
      "en": "He's this station's boss cocky, so what he says, goes.",
      "vi": "Anh ấy là bá chủ trại này nên lời anh ấy là nhất."
    }
  },
  {
    "translation": {
      "en": "You will never have to send me off to sober up under a tree.",
      "vi": "Anh sẽ không phải để tôi nghỉ giã rượu dưới tán cây."
    }
  },
  {
    "translation": {
      "en": "I pay attention.",
      "vi": "Tôi chú ý mà."
    }
  },
  {
    "translation": {
      "en": "I can't believe it's come to this. - Looks like your lucky day. -",
      "vi": "- Không ngờ lại thành ra thế này. - Có vẻ là ngày may mắn của cô."
    }
  },
  {
    "translation": {
      "en": "And since my sabbatical always includes endless work calls,",
      "vi": "Và vì kỳ nghỉ của tôi luôn đầy cuộc gọi công việc,"
    }
  },
  {
    "translation": {
      "en": "Max here will be in charge of training you starting today.",
      "vi": "Max sẽ phụ trách huấn luyện cô. Bắt đầu từ hôm nay."
    }
  },
  {
    "translation": {
      "en": "Today? No. I can't spend the next two weeks babysitting some newbie.",
      "vi": "Hôm nay? Tôi không thể dành hai tuần tới để trông nom lính mới."
    }
  },
  {
    "translation": {
      "en": "That's busy farm life for you.",
      "vi": "Nông trại bận quá nhỉ."
    }
  },
  {
    "translation": {
      "en": "- Yeah, Tim can do it. - The person I trust is you.",
      "vi": "- Ừ, để Tim làm. - Tôi tin tưởng anh."
    }
  },
  {
    "translation": {
      "en": "I hope you're worth the trouble. Lola Alvarez, give us all you've got.",
      "vi": "- Mong cô đáng để tôi bỏ công. - Lola Alvarez, làm hết sức nhé."
    }
  },
  {
    "translation": {
      "en": "If you pass muster at mustering, then we can talk wine.",
      "vi": "Nếu cô thông thạo chăn thả cừu, ta sẽ bàn về rượu."
    }
  },
  {
    "translation": {
      "en": "Deal. Thank you.",
      "vi": "Được. Cảm ơn cô."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Might as well get started then.",
      "vi": "Chắc là bắt đầu thôi."
    }
  },
  {
    "translation": {
      "en": "- Wait, like, right now? - No time like the present.",
      "vi": "- Khoan, bây giờ? - Được thì làm luôn."
    }
  },
  {
    "translation": {
      "en": "Well, I mean, Don't I need to drop my bag off at the cottage first?",
      "vi": "Tôi không cần bỏ túi ở nhà nghỉ trước sao?"
    }
  },
  {
    "translation": {
      "en": "Leave it. And no more cottage. Workers stay in the shearers' quarters.",
      "vi": "Bỏ đó. Không ở nhà nghỉ nữa. Nhân công ở khu của thợ cắt."
    }
  },
  {
    "translation": {
      "en": "Well, I… I mean, I can't just leave my bag here. What if it gets stolen?",
      "vi": "Tôi không thể để túi ở đây. Nếu nó bị đánh cắp thì sao?"
    }
  },
  {
    "translation": {
      "en": "We're 200 kilometers away from anything. Who's gonna steal it?",
      "vi": "Chúng ta cách xa mọi thứ 200 cây số. Ai sẽ lấy nó?"
    }
  },
  {
    "translation": {
      "en": "Wait. What? Uh…",
      "vi": "Đợi đã. Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Sheep pens. Shearing shed.",
      "vi": "Chuồng cừu. Nhà xén lông."
    }
  },
  {
    "translation": {
      "en": "When you're running livestock, you wanna make sure they're safe,",
      "vi": "Khi chăn nuôi gia súc, đảm bảo chúng an toàn,"
    }
  },
  {
    "translation": {
      "en": "fed, you know, watered. Keep up on diseases and pregnancies.",
      "vi": "được cho ăn, được cho nước. Theo dõi bệnh tật và thai sản."
    }
  },
  {
    "translation": {
      "en": "Sounds like things get pretty wild here on a Saturday night.",
      "vi": "Có vẻ như mọi thứ ở đây khá hoang dã vào tối thứ Bảy."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Uh, so, during the season, we shear about 500 sheep a day.",
      "vi": "Vì vậy khi vào mùa, chúng tôi xén khoảng 500 con cừu mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "Ah. Okay. So that's where the action happens. Uh, yeah, nah.",
      "vi": "- Rồi, vậy đó là nơi làm việc. - Ừ, không."
    }
  },
  {
    "translation": {
      "en": "You won't be doing any sheep work. That's for the experienced hands.",
      "vi": "Cô sẽ không làm sản xuất lông cừu. Có kinh nghiệm mới làm."
    }
  },
  {
    "translation": {
      "en": "Okay. So, what will I be doing?",
      "vi": "Được rồi, vậy tôi sẽ làm gì?"
    }
  },
  {
    "translation": {
      "en": "Chores. Grunt work. Hard yakka.",
      "vi": "Việc vặt. Việc xoàng. Việc chân tay."
    }
  },
  {
    "translation": {
      "en": "Hey, you volunteered for it.",
      "vi": "Này, cô tình nguyện mà."
    }
  },
  {
    "translation": {
      "en": "Not complaining. I love grunt work.",
      "vi": "Không phàn nàn. Thích việc xoàng."
    }
  },
  {
    "translation": {
      "en": "Whoo! Bring it on. That's good to hear.",
      "vi": "- Tới luôn. - Được đấy."
    }
  },
  {
    "translation": {
      "en": "We'll start you off with some fence mending.",
      "vi": "Bắt đầu với việc sửa hàng rào."
    }
  },
  {
    "translation": {
      "en": "We have kangaroos out here, constantly making holes.",
      "vi": "Ở đây có kangaroo, chuyên làm thủng hàng rào."
    }
  },
  {
    "translation": {
      "en": "Kangaroos? Like, boing- boing ones with pouches? Will I get to see some?",
      "vi": "Kangaroo? Mấy con nhún nhảy có túi hả? Cho tôi xem nhé?"
    }
  },
  {
    "translation": {
      "en": "Yeah. That boing- boing one will kick you flat on your back.",
      "vi": "Con nhún nhảy đó sẽ đá cho cô ngã ngửa."
    }
  },
  {
    "translation": {
      "en": "What about koalas?",
      "vi": "Còn gấu koala thì sao?"
    }
  },
  {
    "translation": {
      "en": "Uh, they scratch.",
      "vi": "Chúng cào đấy."
    }
  },
  {
    "translation": {
      "en": "Huge claws, like this.",
      "vi": "Móng vuốt khổng lồ, như thế này."
    }
  },
  {
    "translation": {
      "en": "Oh. So disappointing. Do you have to burst every bubble?",
      "vi": "Thật đáng thất vọng. Anh làm tôi vỡ mộng mãi thế?"
    }
  },
  {
    "translation": {
      "en": "- - Maybe.",
      "vi": "Cũng có thể."
    }
  },
  {
    "translation": {
      "en": "Hey, don't-- Lazza, don't.",
      "vi": "Này, đừng… Lazza, đừng."
    }
  },
  {
    "translation": {
      "en": "- Lazza, don't keep-- - Oh.",
      "vi": "Lazza, đừng…"
    }
  },
  {
    "translation": {
      "en": "Lazza, don't quit on me here. Come on.",
      "vi": "Lazza, đừng bỏ tao mà. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Busted radiator. Gotta walk back. Wait. Can't you call a tow truck?",
      "vi": "- Bộ tản nhiệt hỏng. Phải đi bộ về. - Khoan, anh không thể gọi xe kéo sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah, nah. There's no reception out here.",
      "vi": "Ừ, không. Ở đây không có sóng."
    }
  },
  {
    "translation": {
      "en": "Oh, great.  Station life is unpredictable.",
      "vi": "- Tuyệt. - Cuộc sống ở trại rất khó lường."
    }
  },
  {
    "translation": {
      "en": "As they say, If you jump in the saddle, be ready for the ride.",
      "vi": "Như người ta nói: Đã lên yên thì phải cưỡi."
    }
  },
  {
    "translation": {
      "en": "- Was that a cowboy wisdom quote? - Stockman. No cowboys here.",
      "vi": "- Cao bồi nói à? - Dân chăn nuôi. Cao bồi gì."
    }
  },
  {
    "translation": {
      "en": "Then what's a jackaroo?",
      "vi": "Chăn chiên là gì?"
    }
  },
  {
    "translation": {
      "en": "Well, it's technically a cowboy, but it's a term for newbies like you.",
      "vi": "Cơ bản như cao bồi nhưng dành cho lính mới như cô."
    }
  },
  {
    "translation": {
      "en": "- Are they all you got? - My ankle boots?",
      "vi": "- Có thế thôi à? - Bốt cổ thấp à?"
    }
  },
  {
    "translation": {
      "en": "- Oh, I have sneakers too. - Oh, that's no good.",
      "vi": "- Tôi cũng có giày thể thao. - Không ổn."
    }
  },
  {
    "translation": {
      "en": "- Flip- flops? - It's rough land out here.",
      "vi": "- Dép xỏ ngón? - Đất gồ ghề."
    }
  },
  {
    "translation": {
      "en": "You'll need Blunnies to protect your feet. And you didn't even bring a hat.",
      "vi": "Cô cần bốt bảo hộ cho chân. Và cô còn không mang mũ."
    }
  },
  {
    "translation": {
      "en": "It was kinda supposed to be a two- night stay.",
      "vi": "- Lẽ ra chỉ ở lại hai đêm. - Phải."
    }
  },
  {
    "translation": {
      "en": "- Right. - You guys got a gift shop?  That's very funny.",
      "vi": "- Có cửa hàng quà tặng chứ? - Buồn cười thật."
    }
  },
  {
    "translation": {
      "en": "- Here. Take mine.  - Oh! No, no, no.",
      "vi": "- Đây. Giữ đi. - Không."
    }
  },
  {
    "translation": {
      "en": "Okay. Oh, right.",
      "vi": "Được rồi. Phải."
    }
  },
  {
    "translation": {
      "en": "Well, then, thank you. This is… This is fine. I'm fine.",
      "vi": "Vậy thì, cảm ơn. Thế này… ổn rồi. Tôi ổn."
    }
  },
  {
    "translation": {
      "en": "Well, you won't be in an hour or so. Australian sun shows no mercy.",
      "vi": "Một tiếng nữa thì không đâu. Nắng ở Úc gắt lắm."
    }
  },
  {
    "translation": {
      "en": "We'll start back training tomorrow.",
      "vi": "- Mai sẽ huấn luyện tiếp. - Sẽ vui lắm đây."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Sixty days, huh?",
      "vi": "Sáu mươi ngày hả?"
    }
  },
  {
    "translation": {
      "en": "- To get my wine importer's license? - I pay attention.",
      "vi": "- Để tôi có giấy phép nhập khẩu rượu? - Tôi chú ý mà."
    }
  },
  {
    "translation": {
      "en": "Yeah. There's no way Hazel's gonna go for a company that doesn't exist yet.",
      "vi": "Không đời nào Hazel lại chọn một công ty chưa tồn tại."
    }
  },
  {
    "translation": {
      "en": "You do realize how absurd that is, right?",
      "vi": "Cô biết nó ngớ ngẩn thế nào nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Well, sometimes you have to take risks. Believe in yourself.",
      "vi": "Đôi khi anh phải chấp nhận rủi ro. Hãy tin vào bản thân."
    }
  },
  {
    "translation": {
      "en": "You know, go big or go home.",
      "vi": "Anh biết đấy, chơi lớn không thì về nhà."
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, good on ya. But I wouldn't get my hopes up.",
      "vi": "Ừ, tốt cho cô. Nhưng tôi sẽ không quá hy vọng."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, thank you for the encouragement.",
      "vi": "Được rồi, cảm ơn vì đã động viên."
    }
  },
  {
    "translation": {
      "en": "I'm just being practical.",
      "vi": "Tôi chỉ thực tế thôi."
    }
  },
  {
    "translation": {
      "en": "Practical isn't really my style.",
      "vi": "Thực tế không hợp với tôi."
    }
  },
  {
    "translation": {
      "en": "Is it always so hot here?",
      "vi": "Ở đây luôn nóng hả?"
    }
  },
  {
    "translation": {
      "en": "Nah.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Gets heaps hotter in the arvo.",
      "vi": "Chập choạng nóng hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "- Arvo? - Means afternoon.",
      "vi": "- Chập choạng? - Nghĩa là buổi chiều."
    }
  },
  {
    "translation": {
      "en": "Who's the one who lives in the van?",
      "vi": "Ai là người sống trong xe?"
    }
  },
  {
    "translation": {
      "en": "No. The blonde one from last Saturday.",
      "vi": "Không, anh tóc vàng từ thứ Bảy tuần trước."
    }
  },
  {
    "translation": {
      "en": "He's the only shaggable man within 200 kilometers.",
      "vi": "Người có thể xoạc duy nhất trong phạm vi 200 km."
    }
  },
  {
    "translation": {
      "en": "This is why I'm glad I'm not single. Hi. Lola from L.A.",
      "vi": "- Nên tôi mừng là tôi không ế. - Chào. Lola từ LA."
    }
  },
  {
    "translation": {
      "en": "Your new roomie.",
      "vi": "Bạn cùng phòng mới."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Oh, impromptu mobile office.",
      "vi": "Văn phòng di động ứng biến."
    }
  },
  {
    "translation": {
      "en": "I got a Skype- date with Heidi.",
      "vi": "- Tôi gọi Skype với Heidi. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah. Lockie hasn't messaged me back since Tuesday.",
      "vi": "Lockie không nhắn lại cho tôi từ thứ Ba."
    }
  },
  {
    "translation": {
      "en": "He's definitely ghosting me.",
      "vi": "Chắc chắn là bơ tôi rồi."
    }
  },
  {
    "translation": {
      "en": "Ugh, men.",
      "vi": "Đàn ông."
    }
  },
  {
    "translation": {
      "en": "I'm Breeze. And don't worry about them.",
      "vi": "Tôi là Breeze. Và đừng lo về họ."
    }
  },
  {
    "translation": {
      "en": "Takes a while to earn their trust.",
      "vi": "Phải mất ít lâu họ mới tin tưởng."
    }
  },
  {
    "translation": {
      "en": "Oh. Yeah, I'm only here for two weeks. I'm not trying to steal their jobs, so…",
      "vi": "Ừ, tôi chỉ ở đây hai tuần. Tôi không cố cướp việc của họ, nên…"
    }
  },
  {
    "translation": {
      "en": "Reckon that airport van'll be back here in no time. Bet you ten bucks she doesn't last the week.",
      "vi": "- Xe sân bay sẽ sớm trở lại thôi. - Cá mười đô không nổi một tuần."
    }
  },
  {
    "translation": {
      "en": "- Deal. -",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "sitting right here. Just--",
      "vi": "Tôi ngồi ngay đây. Cứ…"
    }
  },
  {
    "translation": {
      "en": "Oh no! Somebody used all the hot water!",
      "vi": "Ôi không! Ai đó đã dùng hết nước nóng!"
    }
  },
  {
    "translation": {
      "en": "- What? Are you kidding? - Are you serious?",
      "vi": "- Gì cơ? Đùa à? - Nói thật à?"
    }
  },
  {
    "translation": {
      "en": "Sorry. It was a 14- hour flight. I really needed that long shower.",
      "vi": "Xin lỗi. Chuyến bay dài 14 tiếng. Tôi thực sự cần tắm lâu."
    }
  },
  {
    "translation": {
      "en": "- - Heidi. Hi, baby.",
      "vi": "Heidi. Chào cưng."
    }
  },
  {
    "translation": {
      "en": "Hey. How you going?",
      "vi": "Này. Sao rồi?"
    }
  },
  {
    "translation": {
      "en": "I'm good. Tired. You look amazing.",
      "vi": "Chị ổn. Mệt mỏi. Trông em thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "- No… - Oh, come on.",
      "vi": "- Không… - Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Well, that is just brilliant.",
      "vi": "Ôi thật là tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Chores don't do themselves, Big Smoke.",
      "vi": "Việc vặt không tự làm, Gái Phố."
    }
  },
  {
    "translation": {
      "en": "Here you go, Henry.",
      "vi": "Của anh đây, Henry."
    }
  },
  {
    "translation": {
      "en": "Today's riddle.",
      "vi": "Câu đố hôm nay."
    }
  },
  {
    "translation": {
      "en": "Oh, not this again. Every damn morning.",
      "vi": "Không phải thế nữa. Mỗi buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Gotta keep you on your toes.",
      "vi": "Phải làm anh cảnh giác chứ."
    }
  },
  {
    "translation": {
      "en": "What ship has two mates but no captain?",
      "vi": "Tàu nào có hai bạn mà không có thuyền trưởng?"
    }
  },
  {
    "translation": {
      "en": "- Like a canoe? - Nah.",
      "vi": "- Chiếc ca nô? - Không."
    }
  },
  {
    "translation": {
      "en": "No, like a kayak with, like, two seats.",
      "vi": "Không, thuyền kayak có hai chỗ ngồi."
    }
  },
  {
    "translation": {
      "en": "Oh, thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "- Titanic. - That doesn't even make sense.",
      "vi": "- Titanic. - Câu đó không có nghĩa gì cả."
    }
  },
  {
    "translation": {
      "en": "- - A submarine?",
      "vi": "Tàu ngầm?"
    }
  },
  {
    "translation": {
      "en": "Sorry, sir? Excuse me,",
      "vi": "Xin lỗi, thưa anh? Xin lỗi,"
    }
  },
  {
    "translation": {
      "en": "do you have any other coffee options, like a latte or an espresso?",
      "vi": "có lựa chọn cà phê nào khác, latte hay espresso không?"
    }
  },
  {
    "translation": {
      "en": "You're joking. Right?",
      "vi": "Cô đùa à?"
    }
  },
  {
    "translation": {
      "en": "Okay. I can work with this. No worries.",
      "vi": "Rồi, tôi chấp nhận được. Không sao."
    }
  },
  {
    "translation": {
      "en": "Oi, over here. We saved you a seat.",
      "vi": "Này, đằng này. Giữ chỗ cho cô rồi đây."
    }
  },
  {
    "translation": {
      "en": "You guys are, uh, talking to me now?",
      "vi": "Hai người chịu nói chuyện với tôi à?"
    }
  },
  {
    "translation": {
      "en": "Uh, well, Breeze was right. We can be a bit too hard on the newbies.",
      "vi": "Chà, Breeze nói đúng. Bọn tôi hơi khó tính với người mới."
    }
  },
  {
    "translation": {
      "en": "Yeah. We were just pulling your leg last night, that's all.",
      "vi": "Tối qua ghẹo cô thôi, hết rồi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi. Chào."
    }
  },
  {
    "translation": {
      "en": "- Hi. - Hi. Morning.",
      "vi": "Chào. Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "Oh, don't. You two are terrible. Leave her alone, the poor thing.",
      "vi": "Đừng. Hai người thật tệ. Để cô ấy yên, tội nghiệp."
    }
  },
  {
    "translation": {
      "en": "- Best prank ever. - It never gets old.",
      "vi": "- Trò đùa hay nhất. - Không bao giờ chán."
    }
  },
  {
    "translation": {
      "en": "Bit of a friendly hazing. Should've warned ya.",
      "vi": "Bắt nạt tí thôi. Lẽ ra phải cảnh báo."
    }
  },
  {
    "translation": {
      "en": "- We all get it on our first day. - Yeah. Female friendship is overrated.",
      "vi": "- Ngày đầu tiên ai cũng thế. - Ừ. Tình bạn nữ cũng có hay gì."
    }
  },
  {
    "translation": {
      "en": "I got it! The riddle. A relationship.",
      "vi": "Tôi biết rồi! Câu đố. Một mối quan hệ."
    }
  },
  {
    "translation": {
      "en": "Yeah. We have a winner. - Oh. - Oh.",
      "vi": "Đúng. Ta có người thắng cuộc."
    }
  },
  {
    "translation": {
      "en": "First prize, an extra snag from Danno here.",
      "vi": "Giải nhất, thêm một cây xúc xích từ Danno."
    }
  },
  {
    "translation": {
      "en": "- I'm getting it tonight. - Morning.",
      "vi": "- Tối nay tôi sẽ lấy. - Chào."
    }
  },
  {
    "translation": {
      "en": "- Hey, boss. - Morning.",
      "vi": "- Chào sếp. - Chào. Chào Max."
    }
  },
  {
    "translation": {
      "en": "- You ready to get started? - Yeah, let's do it.",
      "vi": "- Sẵn sàng bắt đầu chưa? - Ừ, làm thôi."
    }
  },
  {
    "translation": {
      "en": "Right, so you bend this. Like that.",
      "vi": "Rồi, cô bẻ cong cái này. Như thế."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "Feed this through here, right? Then you twist it. You twist that back.",
      "vi": "Luồn nó qua đây, nhé? Rồi cô vặn nó đi. Cô vặn ngược lại."
    }
  },
  {
    "translation": {
      "en": "Then you twist that back through there, and then you… Right, okay.",
      "vi": "Rồi anh vặn nó lại qua đó và rồi anh… Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Like that. See? - Yeah.",
      "vi": "- Như thế. Thấy chưa? - Ừ."
    }
  },
  {
    "translation": {
      "en": "- So you hold this and pull down. - Uh- huh.",
      "vi": "Cô giữ cái này và kéo xuống."
    }
  },
  {
    "translation": {
      "en": "- And that's it. Done. - Oh.",
      "vi": "Thế thôi. Xong."
    }
  },
  {
    "translation": {
      "en": "Show me again.",
      "vi": "Chỉ lại đi."
    }
  },
  {
    "translation": {
      "en": "- Seriously? - Just-- Last time, I swear.",
      "vi": "- Thật sao? - Lần cuối, tôi thề."
    }
  },
  {
    "translation": {
      "en": "This is the one.",
      "vi": "Lần này là xong."
    }
  },
  {
    "translation": {
      "en": "A week ago, I was pouring a Cabernet for the sommelier at the Ritz- Carlton.",
      "vi": "Tuần trước, tôi rót Cabernet cho chuyên gia rượu ở Ritz-Carlton."
    }
  },
  {
    "translation": {
      "en": "And now, I'm pouring sheep food. What happened?",
      "vi": "Và giờ, tôi đang đổ thức ăn cho cừu. Chuyện gì đã xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Oh. Hey, girl. Somebody looks hungry. You ready to eat?",
      "vi": "Này, cô gái. Có người trông đói lắm. Sẵn sàng ăn chưa?"
    }
  },
  {
    "translation": {
      "en": "Okay, then.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "You got it easy, sister. Waited on hand and hoof.",
      "vi": "Số hưởng đó, em gái. Được hầu hạ từ đầu đến guốc."
    }
  },
  {
    "translation": {
      "en": "Bon appétit, whoever you are.",
      "vi": "Chúc ngon miệng, dù mày là ai."
    }
  },
  {
    "translation": {
      "en": "Wait. Who are you? You need a name.",
      "vi": "Khoan, mày là ai? Mày cần một cái tên."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Oh! No, no, no, no! Stop. Stop it. Don't do that!",
      "vi": "Không! Dừng lại. Thôi đi. Đừng làm thế!"
    }
  },
  {
    "translation": {
      "en": "Just spitballing here. Uh, Meryl Sheep?",
      "vi": "Đang suy nghĩ. Cừu Meryl?"
    }
  },
  {
    "translation": {
      "en": "Just-- That's it! Don't--",
      "vi": "Chỉ… Đủ rồi! Đừng…"
    }
  },
  {
    "translation": {
      "en": "Uh, Calista Flockhart?",
      "vi": "Calista Flockhart?"
    }
  },
  {
    "translation": {
      "en": "- Yup. Good boy. - Okay.",
      "vi": "Ừ. Ngoan lắm. Rồi."
    }
  },
  {
    "translation": {
      "en": "- Hey. You're mixing up the mob. - What?",
      "vi": "- Này. Cô xáo trộn bầy rồi. - Sao?"
    }
  },
  {
    "translation": {
      "en": "You see the different colored tags here?",
      "vi": "Thấy các thẻ màu không?"
    }
  },
  {
    "translation": {
      "en": "You better get to re- sorting the sheep. They're not gonna sort themselves.",
      "vi": "Hãy phân loại lại đàn cừu. Chúng không tự làm đâu."
    }
  },
  {
    "translation": {
      "en": "Yeah, okay. All right. Listen up, guys, okay? No mingling.",
      "vi": "Vâng. Nghe này. Không lẫn lộn."
    }
  },
  {
    "translation": {
      "en": "Hey! Hello? Hello?",
      "vi": "Này! Xin chào?"
    }
  },
  {
    "translation": {
      "en": "Pay attention. No, no, no.",
      "vi": "Chú ý. Không."
    }
  },
  {
    "translation": {
      "en": "Wait, hey, do you have wool in your ears? What the flock.",
      "vi": "Khoan đã, lông bít tai rồi hả? Quái gì thế."
    }
  },
  {
    "translation": {
      "en": "No. I've got it.",
      "vi": "Không. Tao biết rồi."
    }
  },
  {
    "translation": {
      "en": "You are a grand dame.",
      "vi": "Mày là một quý phu nhân."
    }
  },
  {
    "translation": {
      "en": "A diva.",
      "vi": "Một diva."
    }
  },
  {
    "translation": {
      "en": "You are Baaabra Streisand.",
      "vi": "Mày là Baaabra Streisand."
    }
  },
  {
    "translation": {
      "en": "I like you.",
      "vi": "Tao thích mày."
    }
  },
  {
    "translation": {
      "en": "Move it. Move… Thank you.",
      "vi": "Đi nào. Đi nào. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Stay. Stay. Okay.",
      "vi": "Ở lại đi. Rồi."
    }
  },
  {
    "translation": {
      "en": "Wait, no.",
      "vi": "Khoan, không."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "cool.",
      "vi": "Hay quá."
    }
  },
  {
    "translation": {
      "en": "Your boots are amazing.  I should've consulted you before I packed.",
      "vi": "Giày bốt của cô hay ghê. Lẽ ra tôi nên hỏi ý kiến cô trước khi soạn đồ."
    }
  },
  {
    "translation": {
      "en": "- Um, speaking of… - Mm- hmm.",
      "vi": "Nhân tiện, trên máy bay tôi đọc trên tạp chí Wine Spectator"
    }
  },
  {
    "translation": {
      "en": "…on the plane I read in Wine Spectator that you like unique wines.",
      "vi": "Nhân tiện, trên máy bay tôi đọc trên tạp chí Wine Spectator rằng cô thích rượu độc đáo. Có một hội phụ nữ"
    }
  },
  {
    "translation": {
      "en": "And there's this all- female collective out of Uruguay doing amazing stuff.",
      "vi": "rằng cô thích rượu độc đáo. Có một hội phụ nữ người Uruguay rất đỉnh. Tôi có thể…"
    }
  },
  {
    "translation": {
      "en": "I could, uh… I could arrange for them to send you some bottles.",
      "vi": "người Uruguay rất đỉnh. Tôi có thể… Tôi có thể nhờ họ gửi cô vài chai."
    }
  },
  {
    "translation": {
      "en": "I'm busy with station work.",
      "vi": "Tôi bận việc ở trang trại."
    }
  },
  {
    "translation": {
      "en": "You should be too.",
      "vi": "Cô cũng nên thế."
    }
  },
  {
    "translation": {
      "en": "- Why is this so hard? - Yeah. Well, station life is tough.",
      "vi": "- Sao khó thế? - Phải, cuộc sống ở trang trại rất vất vả."
    }
  },
  {
    "translation": {
      "en": "Can't wine and dine your way out of problems.",
      "vi": "Đâu thể mời rượu để xử lý vấn đề."
    }
  },
  {
    "translation": {
      "en": "Oh, that's what you think I do all day?",
      "vi": "Anh nghĩ việc của tôi là thế?"
    }
  },
  {
    "translation": {
      "en": "Well, isn't it?",
      "vi": "Chà, phải không?"
    }
  },
  {
    "translation": {
      "en": "Well, technically, yes. - Huh. - But I'm a self- starter.",
      "vi": "Về cơ bản, đúng vậy. Nhưng tôi là người chủ động."
    }
  },
  {
    "translation": {
      "en": "Number one at Girl Scout cookie sales three years in a row.",
      "vi": "Đứng đầu doanh số bán bánh quy của Nữ Hướng đạo ba năm liền."
    }
  },
  {
    "translation": {
      "en": "High school valedictorian.",
      "vi": "Thủ khoa cấp ba."
    }
  },
  {
    "translation": {
      "en": "Nailed my sommelier exam at age 22, which is basically unheard of.",
      "vi": "Đỗ kỳ thi chuyên gia rượu ở tuổi 22, điều đó chưa từng có."
    }
  },
  {
    "translation": {
      "en": "And I do the New York Times crossword puzzle in ink.",
      "vi": "Và tôi giải ô chữ trên tờ New York Times bằng mực."
    }
  },
  {
    "translation": {
      "en": "I do not fail. I've got this.",
      "vi": "Tôi không thất bại. Tôi làm được."
    }
  },
  {
    "translation": {
      "en": "Well, a stubborn horse walks ahead of the herd.",
      "vi": "Chà, con ngựa bướng bỉnh đi trước bầy."
    }
  },
  {
    "translation": {
      "en": "Where do you get these quotes? Pinterest?",
      "vi": "Anh lấy mấy trích dẫn ở đâu? Pinterest?"
    }
  },
  {
    "translation": {
      "en": "- Hey, hey! Stop! Stop! - No. I'll fix it.",
      "vi": "- Này! Dừng lại! - Không, tôi sẽ sửa."
    }
  },
  {
    "translation": {
      "en": "I just need to get the plow!",
      "vi": "Tôi chỉ cần lấy cái cày!"
    }
  },
  {
    "translation": {
      "en": "- Brown snake! It's a brown snake. -",
      "vi": "Rắn nâu! Đó là một con rắn nâu."
    }
  },
  {
    "translation": {
      "en": "Extremely deadly.",
      "vi": "Gây tử vong cao."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "- - Well, uh…",
      "vi": "Rồi…"
    }
  },
  {
    "translation": {
      "en": "Oh, you leave 'em be, they'll leave you be.",
      "vi": "Cứ mặc kệ chúng, chúng sẽ kệ cô."
    }
  },
  {
    "translation": {
      "en": "Getting closer and closer.",
      "vi": "Ngày càng gần hơn rồi."
    }
  },
  {
    "translation": {
      "en": "- Can you believe it? - Yeah, can't wait.",
      "vi": "- Tin được không? - Ừ, mong quá."
    }
  },
  {
    "translation": {
      "en": "I'm so excited.",
      "vi": "Em háo hức quá."
    }
  },
  {
    "translation": {
      "en": "Love you, Heidi. Take care of our bean.  Love you too.",
      "vi": "- Yêu em, Heidi. Chăm con mình nhé. - Yêu chị."
    }
  },
  {
    "translation": {
      "en": "Sam's partner Heidi is up the duff. Like Hilary?",
      "vi": "- Người yêu của Sam, Heidi, sắp vượt cạn. - Đi bơi à?"
    }
  },
  {
    "translation": {
      "en": "Like pregnant. Due next month.",
      "vi": "Có thai đó. Tháng sau sinh."
    }
  },
  {
    "translation": {
      "en": "Ah. What? Congratulations.  Yeah.",
      "vi": "- Gì cơ? Chúc mừng. - Ừ."
    }
  },
  {
    "translation": {
      "en": "- Campfire time. Oi. -",
      "vi": "Giờ đốt lửa trại. Này."
    }
  },
  {
    "translation": {
      "en": "- Hmm? Yes. - Let's get some coldies.",
      "vi": "- Kiếm chút bia nào. - Ừ. Breeze."
    }
  },
  {
    "translation": {
      "en": "- Breeze. - Yeah, coming.",
      "vi": "Ừ, đến đây."
    }
  },
  {
    "translation": {
      "en": "Oi, newbie. I noticed the dunny's looking pretty scungy. So…",
      "vi": "Ê, người mới. Tôi thấy nhà vệ sinh hơi bẩn. Nên…"
    }
  },
  {
    "translation": {
      "en": "Sorry, I should've warned ya, again. Newest jillaroo gets toilet- cleaning duty.",
      "vi": "Xin lỗi, tôi nên báo trước. Nữ chăn chiên mới phải dọn nhà vệ sinh."
    }
  },
  {
    "translation": {
      "en": "And so, we repurpose sheep manure into fertilizer.",
      "vi": "Và chúng tôi tái sử dụng phân cừu thành phân bón."
    }
  },
  {
    "translation": {
      "en": "It's all part of keeping Waratah green.",
      "vi": "Giúp Waratah xanh tốt."
    }
  },
  {
    "translation": {
      "en": "Okay. The, uh, eco- friendly aspect of this farm got a lot less appealing.",
      "vi": "Rồi. Mặt thân thiện môi trường của trại này ít hấp dẫn hơn rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah. So shovel that into the spreader.",
      "vi": "Phải, xúc nó vào máy rải."
    }
  },
  {
    "translation": {
      "en": "We're gonna need 20 loads today. Twen-- ? Oh… Yeah.",
      "vi": "- Hôm nay ta sẽ cần 20 chuyến. - Hai…  Ừ."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Oh, that was terrible.",
      "vi": "Thật kinh khủng."
    }
  },
  {
    "translation": {
      "en": "Nope, nothing. Okay.",
      "vi": "Không gì cả. Rồi."
    }
  },
  {
    "translation": {
      "en": "How's it going with the American?",
      "vi": "Chuyện với cô người Mỹ thế nào?"
    }
  },
  {
    "translation": {
      "en": "Uh, she has spirit, I'll say that.",
      "vi": "Cô ấy có tinh thần, cho là thế."
    }
  },
  {
    "translation": {
      "en": "Translation, she's useless?",
      "vi": "Dịch ra là cô ấy vô dụng?"
    }
  },
  {
    "translation": {
      "en": "Well, uh…",
      "vi": "Chà…"
    }
  },
  {
    "translation": {
      "en": "Hi there. Hi. Here I am. Hard at work. Whoa!",
      "vi": "Chào. Tôi đây. Tôi chăm chỉ làm việc."
    }
  },
  {
    "translation": {
      "en": "Oh no, no, no, no, no, no.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I, uh… I saw this whole thing going differently.",
      "vi": "Tôi… Tôi cứ tưởng mọi chuyện sẽ khác."
    }
  },
  {
    "translation": {
      "en": "Haze, you all right? Wait, no. Wait, I'm sorry.",
      "vi": "- Haze, cô ổn chứ? - Khoan, không. Khoan, tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Uh, wait, wait. No, I'm sorry.",
      "vi": "Đợi đã. Không, tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Where are you going in such a rush? L.A. Tell Sam she won the bet.",
      "vi": "- Cô đi đâu mà vội thế? - LA. Nói với Sam là cô ấy đã thắng cược."
    }
  },
  {
    "translation": {
      "en": "- - Come on, Lola. Don't go. It's been five days. It took me months to find my groove here.",
      "vi": "Nào, đừng đi. Mới năm ngày mà. Tôi mất mấy tháng mới quen việc."
    }
  },
  {
    "translation": {
      "en": "I don't have months. This was always a pipe dream.",
      "vi": "Tôi không có vài tháng. Đây luôn là giấc mơ viễn vông."
    }
  },
  {
    "translation": {
      "en": "There's no way I am recovering from today. Any tips on how to hail a taxi?",
      "vi": "Không đời nào tôi hồi phục từ hôm nay. Có lời khuyên nào về cách gọi taxi không?"
    }
  },
  {
    "translation": {
      "en": "Nah, they take forever and cost a fortune.",
      "vi": "Không, lâu lắm mới đến và giá cắt cổ."
    }
  },
  {
    "translation": {
      "en": "Max is heading into town though. Yay.",
      "vi": "- Max sắp đi vào thị trấn. - Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Hey, Arlo.",
      "vi": "Này, Arlo."
    }
  },
  {
    "translation": {
      "en": "Can I hitch a ride?",
      "vi": "Tôi đi nhờ nhé?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Ugh. Lazza, you rotten old bastard.",
      "vi": "Lazza, lão già thối tha."
    }
  },
  {
    "translation": {
      "en": "Seriously? Again?",
      "vi": "Thật à? Nữa à?"
    }
  },
  {
    "translation": {
      "en": "I'll motorbike back from the station with tools. Let's go.",
      "vi": "Tôi sẽ chạy xe máy quay lại với đồ nghề. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "- Arlo! Come here. - Dressed for success, as always.",
      "vi": "- Arlo! Lại đây. - Mặc đẹp để thành công, như mọi khi."
    }
  },
  {
    "translation": {
      "en": "You know what? I think this is a sign. Australia hates me!",
      "vi": "Biết gì không? Tôi nghĩ đây là một dấu hiệu. Nước Úc ghét tôi!"
    }
  },
  {
    "translation": {
      "en": "Hate's a pretty strong word.",
      "vi": "Ghét là một từ khá nặng nề."
    }
  },
  {
    "translation": {
      "en": "You know, I've never quit anything. Ever.",
      "vi": "Tôi chưa từng từ bỏ gì cả. Chưa từng."
    }
  },
  {
    "translation": {
      "en": "Never mind bold and crazy, I went too big and now I'm going home.",
      "vi": "Chẳng ngại táo bạo và điên rồ, tôi đã chơi lớn và giờ về nhà."
    }
  },
  {
    "translation": {
      "en": "Hey, where's that spitfire who blew in,",
      "vi": "Này, cái cô hổ báo chạy vào,"
    }
  },
  {
    "translation": {
      "en": "determined to do business with the Hazel Vaughn, huh? She was gutsy.",
      "vi": "quyết tâm làm ăn với Hazel Vaughn đâu rồi? Cô ấy rất gan dạ."
    }
  },
  {
    "translation": {
      "en": "Time for her to pack it in, mate.",
      "vi": "Đến lúc cô ấy dọn đồ rồi, bạn à."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Không biết."
    }
  },
  {
    "translation": {
      "en": "It's not every day a Fortune 500 CEO gets sheep dung sprayed all over 'em.",
      "vi": "Có mấy khi một CEO trên Fortune 500 bị phun đầy phân cừu lên người."
    }
  },
  {
    "translation": {
      "en": "That really cracked me up.  Well, I'm glad that I could amuse you.",
      "vi": "- Tôi cười vỡ bụng. - Tôi rất vui vì có thể làm anh vui."
    }
  },
  {
    "translation": {
      "en": "Wait a second. Was that a smile just then?",
      "vi": "Đợi đã. Đó là nụ cười à? Vừa rồi?"
    }
  },
  {
    "translation": {
      "en": "Oh, come on. You're halfway there.",
      "vi": "Nào, được một nửa rồi."
    }
  },
  {
    "translation": {
      "en": "No. I see what you're doing and I will not fall for it, pal. Okay?",
      "vi": "Không. Tôi hiểu ý anh và không vào tròng đâu."
    }
  },
  {
    "translation": {
      "en": "- Let me wallow in self- pity. - See, now you're talking.",
      "vi": "- Để tôi tự thương hại mình. - Nói đúng đấy."
    }
  },
  {
    "translation": {
      "en": "You just gotta get one side of your mouth up and then the other side--",
      "vi": "Chỉ cần nhếch một bên miệng lên rồi bên kia…"
    }
  },
  {
    "translation": {
      "en": "- And then you got a full smile. - Stop. Stop! You are a horrible man.",
      "vi": "- Thế là thành một nụ cười. - Thôi đi. Anh đúng là tồi tệ."
    }
  },
  {
    "translation": {
      "en": "I know. I know. It's one of my better qualities.",
      "vi": "Tôi biết. Một đức tính tốt của tôi mà."
    }
  },
  {
    "translation": {
      "en": "I, uh, heard you talking to Hazel before.",
      "vi": "Tôi đã nghe anh nói chuyện với Hazel."
    }
  },
  {
    "translation": {
      "en": "You were about to agree with her that I am useless.",
      "vi": "Anh sắp đồng ý với cô ấy rằng tôi vô dụng."
    }
  },
  {
    "translation": {
      "en": "Uh, I was about to tell Hazel that you have promise. Because you do.",
      "vi": "Tôi định nói với Hazel rằng cô có triển vọng. Vì cô có mà."
    }
  },
  {
    "translation": {
      "en": "You know, when it comes to the hard work,",
      "vi": "Khi nói đến việc khó,"
    }
  },
  {
    "translation": {
      "en": "some turn up their sleeves, some turn up their noses,",
      "vi": "vài người xắn tay áo, vài người phủi tay,"
    }
  },
  {
    "translation": {
      "en": "and some don't turn up at all.",
      "vi": "vài người chẳng có mặt."
    }
  },
  {
    "translation": {
      "en": "You really do have a thing for inspirational quotes, don't you?",
      "vi": "Anh thích mấy câu trích dẫn truyền cảm hứng nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You turned up, Lola, and you didn't turn up your nose.",
      "vi": "Cô đã có mặt, Lola, và cô không phủi tay."
    }
  },
  {
    "translation": {
      "en": "That's worth a lot in my book. And Hazel's too.",
      "vi": "Tôi thấy điều đó rất đáng quý. Và cả Hazel nữa."
    }
  },
  {
    "translation": {
      "en": "Wait. You told me not to get my hopes up when it comes to Hazel.",
      "vi": "Đợi đã. Anh bảo tôi đừng hy vọng gì khi nói đến Hazel."
    }
  },
  {
    "translation": {
      "en": "I dunno. Maybe…",
      "vi": "Tôi không biết. Có lẽ…"
    }
  },
  {
    "translation": {
      "en": "Maybe you're onto something about taking risks.",
      "vi": "Có lẽ việc cô hướng tới phải chấp nhận rủi ro."
    }
  },
  {
    "translation": {
      "en": "Look, it's not like you'll make your flight now,",
      "vi": "Nghe này, giờ cô cũng chưa bay được"
    }
  },
  {
    "translation": {
      "en": "- so just think on it overnight. -",
      "vi": "nên cứ suy nghĩ về nó qua một đêm."
    }
  },
  {
    "translation": {
      "en": "Okay, what now?",
      "vi": "Rồi, gì nữa?"
    }
  },
  {
    "translation": {
      "en": "Uh, nothing. I'm just curious.",
      "vi": "Không có gì. Tôi chỉ tò mò thôi."
    }
  },
  {
    "translation": {
      "en": "Why wine?",
      "vi": "Sao lại là rượu?"
    }
  },
  {
    "translation": {
      "en": "My, uh… My dad worked his butt off to support the two of us.",
      "vi": "Bố tôi đã làm việc cật lực để cho hai cha con đủ ăn."
    }
  },
  {
    "translation": {
      "en": "He went from selling insurance door- to- door to setting up his own shop.",
      "vi": "Ông ấy từ việc bán bảo hiểm tận nhà đến mở cửa hàng riêng."
    }
  },
  {
    "translation": {
      "en": "He was the OG badass.",
      "vi": "Ông ấy ngầu thực sự."
    }
  },
  {
    "translation": {
      "en": "My mom was never really in the picture,",
      "vi": "Mẹ tôi chẳng mấy khi hiện diện,"
    }
  },
  {
    "translation": {
      "en": "so, you know, my dad's my hero and role model,",
      "vi": "nên bố là người hùng và hình mẫu của tôi,"
    }
  },
  {
    "translation": {
      "en": "and I just figured I'd follow him into the insurance biz.",
      "vi": "nên tôi cứ nghĩ sẽ theo chân bố vào ngành bảo hiểm."
    }
  },
  {
    "translation": {
      "en": "And then, in college, I was, um, I was waitressing at this upscale L.A. steakhouse,",
      "vi": "Rồi hồi đại học, tôi làm bồi bàn ở nhà hàng bít tết cao cấp ở LA,"
    }
  },
  {
    "translation": {
      "en": "and… and one night the Wine Captain didn't show up for his shift.",
      "vi": "và một đêm Đội trưởng Rượu không đến thay ca."
    }
  },
  {
    "translation": {
      "en": "So, I winged it and nailed it.",
      "vi": "Vì vậy, tôi đã ứng biến và làm xuất sắc."
    }
  },
  {
    "translation": {
      "en": "I… I had a knack for telling a wine's story. The magical places it'll take you.",
      "vi": "Tôi có tài kể chuyện về rượu vang. Những nơi kỳ diệu nó sẽ đưa anh đến."
    }
  },
  {
    "translation": {
      "en": "I'd found my thing.",
      "vi": "Tôi tìm ra sở trường."
    }
  },
  {
    "translation": {
      "en": "That's a good feeling to have.",
      "vi": "Cảm giác đó hay đấy."
    }
  },
  {
    "translation": {
      "en": "- I think he agrees. - Yeah, he likes that.",
      "vi": "- Tôi nghĩ nó đồng ý. - Ừ, nó thích đó."
    }
  },
  {
    "translation": {
      "en": "♪ And she woke up In a cold sweat on the floor ♪",
      "vi": "CUỘC ĐỜI SYBYLLA VAUGHN"
    }
  },
  {
    "translation": {
      "en": "♪ Next to a family portrait Drawn when you were four ♪",
      "vi": "Ở TRANG TRẠI WARATAH VƯỜN ĐỊA ĐÀNG CỦA SYBYLLA"
    }
  },
  {
    "translation": {
      "en": "- - Having a, uh, lie- in, ladies? Hmm?",
      "vi": "Các cô ngủ nướng à?"
    }
  },
  {
    "translation": {
      "en": "I, uh, fixed the hot water issue. My dad's house has a tricky boiler too.",
      "vi": "Tôi đã sửa vụ mất nước nóng. Nhà bố tôi cũng có cái nồi hơi phức tạp."
    }
  },
  {
    "translation": {
      "en": "Dibs on the first shower.  You go, girl.",
      "vi": "Xí tắm trước. Cô giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "I reckon we're about the same size.",
      "vi": "Tôi nghĩ ta có cùng kích cỡ."
    }
  },
  {
    "translation": {
      "en": "Yeah, and I've got a spare pair of Blunnies too, so…",
      "vi": "Ừ, và tôi cũng có một đôi bốt bảo hộ, nên…"
    }
  },
  {
    "translation": {
      "en": "Thanks, but why?",
      "vi": "Cảm ơn, nhưng tại sao?"
    }
  },
  {
    "translation": {
      "en": "You proved us wrong, mate. I lost the bet.",
      "vi": "Cô đã chứng minh bọn tôi đã sai. Tôi thua cược rồi."
    }
  },
  {
    "translation": {
      "en": "Welcome to the crew.",
      "vi": "Mừng vào hội. Và cảm ơn vì đã bỏ túi tôi mười đô,"
    }
  },
  {
    "translation": {
      "en": "And thanks for putting a tenner in my pocket, making Kylie a loser.",
      "vi": "Mừng vào hội. Và cảm ơn vì đã bỏ túi tôi mười đô, khiến Kylie thua cược."
    }
  },
  {
    "translation": {
      "en": "Yes, yes.",
      "vi": "Ừ phải."
    }
  },
  {
    "translation": {
      "en": "Anyway, the shoes are a loan, so I expect them back and in perfect condition too.",
      "vi": "Dù sao, tôi cho mượn giày nên mong cô trả lại và nguyên vẹn nhé."
    }
  },
  {
    "translation": {
      "en": "You got it.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "They charge six dollars for this in L.A. It's called a pour- over.",
      "vi": "Họ tính sáu đô cho việc này ở LA. Gọi là cà phê ủ nóng."
    }
  },
  {
    "translation": {
      "en": "- Six bucks? - Mm- hmm. I gotta get a new job.",
      "vi": "Sáu đô? Tôi phải tìm việc mới."
    }
  },
  {
    "translation": {
      "en": "- Newsflash. - Mm- hmm. I'm staying.",
      "vi": "Tin mới đây. Tôi sẽ ở lại."
    }
  },
  {
    "translation": {
      "en": "So our efforts to run you off, they failed?",
      "vi": "Vậy nỗ lực đuổi cô đã thất bại?"
    }
  },
  {
    "translation": {
      "en": "I did some light reading last night. Heard of her? Sybylla Vaughn?",
      "vi": "Tối qua tôi đã đọc sách. Nghe nói về bà ấy chưa? Sybylla Vaughn?"
    }
  },
  {
    "translation": {
      "en": "- Uh, yeah. The name does ring a bell. - Okay. I'll summarize.",
      "vi": "- Tên nghe quen quen. - Tôi sẽ tóm tắt."
    }
  },
  {
    "translation": {
      "en": "Sybylla is the OG outback badass. She is a widow who blazed her own trail,",
      "vi": "Sybylla là bà trùm vùng núi. Bà ấy là một goá phụ đã tự mở đường,"
    }
  },
  {
    "translation": {
      "en": "founding Waratah with nothing but grit and determination. She's a true pioneer.",
      "vi": "sáng lập ra Waratah với sự gan dạ và quyết tâm. Là người tiên phong thực sự."
    }
  },
  {
    "translation": {
      "en": "Like you?",
      "vi": "Như cô à?"
    }
  },
  {
    "translation": {
      "en": "Sybylla wasn't a quitter, and neither am I. Any questions?",
      "vi": "Sybylla không phải người bỏ cuộc và tôi cũng vậy. Hỏi gì không?"
    }
  },
  {
    "translation": {
      "en": "Uh, not really. Nah. I researched and edited the book myself, so…",
      "vi": "Không hẳn. Không. Tôi tự nghiên cứu và biên tập cuốn sách đó, nên…"
    }
  },
  {
    "translation": {
      "en": "What? You couldn't interrupt my monologue with that vital information?",
      "vi": "Gì cơ? Anh không thể cắt lời tôi với thông tin quan trọng đó?"
    }
  },
  {
    "translation": {
      "en": "No, it was too much fun to watch.",
      "vi": "Không, xem vui mà."
    }
  },
  {
    "translation": {
      "en": "Hey, uh, you should open that.",
      "vi": "Này, cô nên mở nó ra."
    }
  },
  {
    "translation": {
      "en": "Mysterious box.",
      "vi": "Chiếc hộp bí ẩn."
    }
  },
  {
    "translation": {
      "en": "Sybylla would believe a proper jillaroo, which you are now, deserves a proper hat.",
      "vi": "Sybylla sẽ tin rằng một nữ chăn chiên như cô, xứng đáng một chiếc mũ."
    }
  },
  {
    "translation": {
      "en": "Also, I really need my favorite back. You already knew I was staying?",
      "vi": "- Hơn nữa, trả tôi cái mũ ưa thích. - Anh đã biết tôi sẽ ở lại?"
    }
  },
  {
    "translation": {
      "en": "Uh, no one can resist the wisdom of my inspirational quotes.",
      "vi": "Đâu ai cưỡng lại những trích dẫn đầy cảm hứng của tôi."
    }
  },
  {
    "translation": {
      "en": "- Admit it, you get 'em on Pinterest. - That's highly classified information.",
      "vi": "- Thừa nhận đi, anh lấy trên Pinterest. - Đó là tin tuyệt mật."
    }
  },
  {
    "translation": {
      "en": "Ooh. A man never reveals his secrets.",
      "vi": "Đàn ông luôn giấu nghề."
    }
  },
  {
    "translation": {
      "en": "- Audra! - Yes?",
      "vi": "- Audra! - Vâng?"
    }
  },
  {
    "translation": {
      "en": "Why is every single one of our accounts in trouble?",
      "vi": "Tại sao mọi thương vụ đều gặp vấn đề?"
    }
  },
  {
    "translation": {
      "en": "Oh, um, maybe the workplace culture thing? Drive to Laguna now and fix this.",
      "vi": "- Có lẽ là văn hoá công sở? - Lái xe đến Laguna ngay và sửa đi."
    }
  },
  {
    "translation": {
      "en": "Oh, Calder, I am on it.",
      "vi": "- Calder, đi ngay đây. - Nhanh nữa đi!"
    }
  },
  {
    "translation": {
      "en": "- Well, get more on it! - Sorry.",
      "vi": "- Calder, đi ngay đây. - Nhanh nữa đi! - Xin lỗi. - Là Lola thì đã đi hết tốc lực rồi."
    }
  },
  {
    "translation": {
      "en": "Lola would already be doing 80 on the 405.",
      "vi": "- Xin lỗi. - Là Lola thì đã đi hết tốc lực rồi."
    }
  },
  {
    "translation": {
      "en": "Yes. Okay.",
      "vi": "Vâng. Rồi."
    }
  },
  {
    "translation": {
      "en": "Go.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "- -",
      "vi": "HỘI RƯỢU VANG URUGUAY"
    }
  },
  {
    "translation": {
      "en": "Right, so, I was up before dawn,",
      "vi": "Rồi, khi đó tôi đã dậy trước bình minh,"
    }
  },
  {
    "translation": {
      "en": "and I'm shoveling out a shed full of sheep manure,",
      "vi": "và tôi xúc dọn cái nhà lán đầy phân cừu,"
    }
  },
  {
    "translation": {
      "en": "and, uh, someone jumps in the shed and starts shoveling next to me.",
      "vi": "và ai đó đi vào lán rồi cầm xẻng xúc cạnh tôi."
    }
  },
  {
    "translation": {
      "en": "Uh, it's so dark, I couldn't see who they were.",
      "vi": "Tối quá, tôi không thấy đó là ai."
    }
  },
  {
    "translation": {
      "en": "Anyway, we finished the job, step outside,",
      "vi": "Dù sao, chúng tôi đã làm xong, bước ra,"
    }
  },
  {
    "translation": {
      "en": "and then as the sun's coming up, in the dawn light, I can see it's a woman.",
      "vi": "và khi mặt trời lên, dưới ánh bình minh, tôi có thể thấy đó là một phụ nữ."
    }
  },
  {
    "translation": {
      "en": "And then it just hits me, hey.",
      "vi": "Và rồi tôi chợt tỉnh ngộ."
    }
  },
  {
    "translation": {
      "en": "Like, yeah.",
      "vi": "Kiểu như, phải đấy."
    }
  },
  {
    "translation": {
      "en": "I think I'm in love.",
      "vi": "Tôi nghĩ tôi yêu rồi."
    }
  },
  {
    "translation": {
      "en": "Are you not chained to your lappie tonight?",
      "vi": "Tối nay không ôm laptop à?"
    }
  },
  {
    "translation": {
      "en": "Oh. Well, with all this merriment going on, I mean, how's a girl to concentrate?",
      "vi": "Vui chơi như vậy thì một cô gái làm sao tập trung được?"
    }
  },
  {
    "translation": {
      "en": "Stubbie?",
      "vi": "Bia không?"
    }
  },
  {
    "translation": {
      "en": "I'm actually more of a, uh, Bordeaux Blanc type.",
      "vi": "Tôi thích rượu Bordeaux Blanc hơn."
    }
  },
  {
    "translation": {
      "en": "Ah, served chilled around eight degrees Celsius.",
      "vi": "Uống khi đã ướp lạnh khoảng tám độ C."
    }
  },
  {
    "translation": {
      "en": "- Mm. - Yeah. Nah, we're fresh out. Oh, look at that. Someone knows wine.",
      "vi": "- Ừ, không, bọn tôi hết rồi. - Nhìn kìa. Có người rành rượu vang."
    }
  },
  {
    "translation": {
      "en": "What the heck. When in Rome. Or, you know, the middle of nowhere.",
      "vi": "Thôi kệ. Nhập gia tuỳ tục. Hoặc là nhập chốn nào đó."
    }
  },
  {
    "translation": {
      "en": "So, the, uh, boss cocky has hidden talents? I've heard you. You're not bad.",
      "vi": "Vậy bá chủ trại có tài năng tiềm ẩn? Tôi nghe rồi. Anh không tệ."
    }
  },
  {
    "translation": {
      "en": "Go on. Keep going.",
      "vi": "Nào. Hát tiếp đi."
    }
  },
  {
    "translation": {
      "en": "Almost.",
      "vi": "Gần giống."
    }
  },
  {
    "translation": {
      "en": "But now we're back.",
      "vi": "Lại đoạn kia."
    }
  },
  {
    "translation": {
      "en": "- That's true. -",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Everybody!",
      "vi": "Mọi người!"
    }
  },
  {
    "translation": {
      "en": "Louder!",
      "vi": "To lên!"
    }
  },
  {
    "translation": {
      "en": "Okay, slow it down.",
      "vi": "Rồi, chậm lại."
    }
  },
  {
    "translation": {
      "en": "- Yeah! - That was so good!",
      "vi": "- Tuyệt! - Hay quá đi!"
    }
  },
  {
    "translation": {
      "en": "- - Good job.",
      "vi": "- Cảm ơn mọi người. - Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Okay, Big Smoke!",
      "vi": "Được đó, Gái Phố!"
    }
  },
  {
    "translation": {
      "en": "Not bad.",
      "vi": "Không tệ."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Stop. Keep going.",
      "vi": "Thôi nào. Tiếp đi."
    }
  },
  {
    "translation": {
      "en": "What exactly is Vegemite?",
      "vi": "Bơ Vegemite thật ra là gì?"
    }
  },
  {
    "translation": {
      "en": "Leftover brewer's yeast.",
      "vi": "Men bia còn sót lại."
    }
  },
  {
    "translation": {
      "en": "Oh. Seriously?",
      "vi": "Thật à?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Hmm.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "So interesting. Hey, look, what's going on over there?",
      "vi": "Thật thú vị. Này, ở kia có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "- What? - I think Max needs you.",
      "vi": "- Gì cơ? - Tôi nghĩ Max cần anh."
    }
  },
  {
    "translation": {
      "en": "- He's all right. - So Henry, tell me.",
      "vi": "- Anh ấy không sao. - Vậy Henry, nói tôi nghe đi."
    }
  },
  {
    "translation": {
      "en": "Why the life of a shearer?",
      "vi": "Sao lại làm thợ xén lông?"
    }
  },
  {
    "translation": {
      "en": "I like the freedom.",
      "vi": "Tôi thích sự tự do."
    }
  },
  {
    "translation": {
      "en": "You know, you're always moving around, you work with the same mates job to job.",
      "vi": "Luôn di chuyển, làm cùng đồng nghiệp hết việc này đến việc nọ."
    }
  },
  {
    "translation": {
      "en": "Look, I can shear hard for a couple months and have time off, family, go fishing.",
      "vi": "Tôi có thể xén lông chăm chỉ vài tháng rồi nghỉ ngơi, ở bên gia đình, đi câu cá."
    }
  },
  {
    "translation": {
      "en": "Just take it easy, you know? It's not like one of them office jobs",
      "vi": "Nhẹ nhàng thôi. Nó không giống như việc văn phòng"
    }
  },
  {
    "translation": {
      "en": "where you go chuck a sickie for a day off.",
      "vi": "mà phải báo ốm để được nghỉ."
    }
  },
  {
    "translation": {
      "en": "Work- life balance. Huh. I always thought that was an urban legend.",
      "vi": "Cân bằng giữa làm và sống. Tôi cứ ngỡ là truyền thuyết đô thị."
    }
  },
  {
    "translation": {
      "en": "Maybe you'll learn it here. Yeah, maybe.",
      "vi": "- Có lẽ cô sẽ học được ở đây. - Ừ, có lẽ vậy."
    }
  },
  {
    "translation": {
      "en": "- - I'm trying.",
      "vi": "Tôi đang cố."
    }
  },
  {
    "translation": {
      "en": "- - Baaabra sends her love.",
      "vi": "Baaabra hỏi thăm bố."
    }
  },
  {
    "translation": {
      "en": "And I won't bother asking what book you're discussing tonight.",
      "vi": "Con sẽ không hỏi sách bố sẽ thảo luận tối nay."
    }
  },
  {
    "translation": {
      "en": "John and Diane only show up for gossip on this Max guy.",
      "vi": "John và Diane chỉ tới để tám chuyện về gã Max này."
    }
  },
  {
    "translation": {
      "en": "Tell us everything.",
      "vi": "Kể hết đi cháu."
    }
  },
  {
    "translation": {
      "en": "Spare no details.",
      "vi": "Đừng giấu gì."
    }
  },
  {
    "translation": {
      "en": "Did you get it, girl?",
      "vi": "Cháu làm được chưa?"
    }
  },
  {
    "translation": {
      "en": "Okay. Great talking to you, guys. Love you. Bye.",
      "vi": "Nói chuyện vui lắm. Yêu mọi người. Chào."
    }
  },
  {
    "translation": {
      "en": "Oy, does he have a six pack?",
      "vi": "Này, anh ta có sáu múi không?"
    }
  },
  {
    "translation": {
      "en": "- Hey. - Hi.",
      "vi": "- Này. - Chào."
    }
  },
  {
    "translation": {
      "en": "So, uh, Sam had to go to the doctor with Heidi,",
      "vi": "Sam phải đi bác sĩ với Heidi,"
    }
  },
  {
    "translation": {
      "en": "which means you're finally going to do sheep work today in the shearing shed.",
      "vi": "nên hôm nay cô sẽ làm sản xuất lông cừu trong nhà xén lông."
    }
  },
  {
    "translation": {
      "en": "Wait, I'm sorry. Did… did I just get a promotion?",
      "vi": "Khoan, xin lỗi. Tôi vừa được lên chức à?"
    }
  },
  {
    "translation": {
      "en": "Well, you can call it that if you like. Yes! Amazing.",
      "vi": "- Cô có thể gọi thế nếu muốn. - Vâng! Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Okay. Is Hazel gonna be around today too?",
      "vi": "Rồi, nay Hazel cũng sẽ đến chứ?"
    }
  },
  {
    "translation": {
      "en": "Get to see my promotion in action?",
      "vi": "Xem tôi làm chức mới?"
    }
  },
  {
    "translation": {
      "en": "Uh, no. She went to Sydney overnight to visit her boyfriend.",
      "vi": "Không. Cô ấy đi Sydney một đêm để thăm bạn trai."
    }
  },
  {
    "translation": {
      "en": "So, what is your deal with Hazel?",
      "vi": "Vậy, chuyện giữa anh với Hazel là sao?"
    }
  },
  {
    "translation": {
      "en": "It's… it's complicated.",
      "vi": "Cô ấy ổn. Chuyện phức tạp."
    }
  },
  {
    "translation": {
      "en": "Okay. Let's go.",
      "vi": "Rồi, đi thôi."
    }
  },
  {
    "translation": {
      "en": "Okay. Uh, let me just give Baaabra some water first.",
      "vi": "Được rồi, để tôi cho Baaabra ít nước trước đã."
    }
  },
  {
    "translation": {
      "en": "Uh, Who- bra?",
      "vi": "Bra gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Oh. Baaabra. I, uh… I named her.",
      "vi": "Baaabra. Tôi đặt tên cho nó."
    }
  },
  {
    "translation": {
      "en": "Lola, it's a big mistake. You never name 'em.",
      "vi": "Lola, đó là một sai lầm lớn. Cô đừng bao giờ đặt tên cho chúng."
    }
  },
  {
    "translation": {
      "en": "- Well, you named your truck Lazza. - Yeah. It means Larry.",
      "vi": "- Anh đặt tên xe là Lazza mà. - Ừ. Nghĩa là Larry."
    }
  },
  {
    "translation": {
      "en": "You know, Larry's a solid bloke. He's…  …he's a reliable mate.",
      "vi": "Larry là một kẻ rắn rỏi. Người bạn đáng tin cậy."
    }
  },
  {
    "translation": {
      "en": "I mean, is he really that reliable? And why is Baaabra stuck in solitary?",
      "vi": "Đáng tin cậy đến thế à? Và sao Baaabra bị biệt giam?"
    }
  },
  {
    "translation": {
      "en": "Uh, she's CFA. Cast for age.",
      "vi": "Nó bị tách ra vì tuổi già."
    }
  },
  {
    "translation": {
      "en": "She's, uh…",
      "vi": "Nó…"
    }
  },
  {
    "translation": {
      "en": "She's dinner next Sunday.",
      "vi": "Nó là bữa tối vào Chủ nhật tới."
    }
  },
  {
    "translation": {
      "en": "What? No!",
      "vi": "Cái gì? Không!"
    }
  },
  {
    "translation": {
      "en": "No, no, no. We're… We're great friends. She gives great advice. She's deeply wise.",
      "vi": "Không. Bọn tôi là bạn tốt. Nó giỏi cho lời khuyên và thông thái nữa."
    }
  },
  {
    "translation": {
      "en": "It's just the way it is with old- timers.",
      "vi": "Mấy con già thường bị đem thịt."
    }
  },
  {
    "translation": {
      "en": "Hey. Don't worry, Baaabs. I will spring you from Death Row. I promise.",
      "vi": "Này, đừng lo, Baaabs. Tao sẽ cứu mày khỏi tử hình, tao hứa."
    }
  },
  {
    "translation": {
      "en": "Ducks on the pond!",
      "vi": "Vịt xuống ao!"
    }
  },
  {
    "translation": {
      "en": "- Oh? - It's an old- school saying.",
      "vi": "- Ồ? - Đó là câu nói cổ điển."
    }
  },
  {
    "translation": {
      "en": "It means there's a lady coming into the shed.",
      "vi": "Nghĩa là có một quý cô đang vào lán."
    }
  },
  {
    "translation": {
      "en": "Hey. That's no lady.",
      "vi": "Này, đó không phải quý cô."
    }
  },
  {
    "translation": {
      "en": "That's our Lola.",
      "vi": "Đó là Lola của chúng ta."
    }
  },
  {
    "translation": {
      "en": "She'll show you what to do.",
      "vi": "Cô ấy sẽ chỉ cho cô."
    }
  },
  {
    "translation": {
      "en": "- Okay. Got it. - Go have fun. Go.",
      "vi": "- Rồi. Hiểu rồi. - Chúc vui. Đi đi."
    }
  },
  {
    "translation": {
      "en": "Lola, grab us another fleece.",
      "vi": "Lola, lấy thêm bộ lông."
    }
  },
  {
    "translation": {
      "en": "- Okay, uh… - Now! Run!",
      "vi": "- Rồi… - Ngay! Đi đi!"
    }
  },
  {
    "translation": {
      "en": "- Like now? - Right now! Go!",
      "vi": "- Giờ à? - Giờ! Đi đi!"
    }
  },
  {
    "translation": {
      "en": "- Okay. I'm… Okay. I'm gonna go this way. - Let's go!",
      "vi": "- Được rồi, tôi sẽ đi lối này. - Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Pick up the pace, Lola.",
      "vi": "Tăng tốc đi, Lola."
    }
  },
  {
    "translation": {
      "en": "Here we go. Now let the fleece fly. Let it go from the bottom, flick it out.",
      "vi": "Bắt đầu nào. Giờ trải bộ lông ra. Thả từ dưới, giũ ra."
    }
  },
  {
    "translation": {
      "en": "Yeah, nah, that's not it. But that's all right.",
      "vi": "Ừ, không, chưa đúng. Nhưng không sao."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Now! Run! Now! Right now!",
      "vi": "Ngay! Chạy! Ngay! Ngay bây giờ!"
    }
  },
  {
    "translation": {
      "en": "You gotta flick it out.",
      "vi": "Phải giũ nó ra."
    }
  },
  {
    "translation": {
      "en": "- Yeah. That's a little better. - Really?",
      "vi": "- Tốt hơn rồi. - Thật à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. You're getting better. That's good. - Okay. - That's good.",
      "vi": "- Ừ, gần được rồi. Tốt. - Rồi."
    }
  },
  {
    "translation": {
      "en": "Since Lola quit Mythos, I'm overseeing your account now.",
      "vi": "Vì Lola nghỉ Mythos, tôi giám sát với bên anh."
    }
  },
  {
    "translation": {
      "en": "I can offer you a multi- case discount on Spotted Duck Merlot.",
      "vi": "Tôi sẽ giảm giá nhiều lần cho rượu Spotted Duck Merlot."
    }
  },
  {
    "translation": {
      "en": "I don't do wines with animals as their logo.",
      "vi": "Tôi không bán rượu có logo động vật."
    }
  },
  {
    "translation": {
      "en": "- Or Merlot. - Oh. Uh, I could offer you a Syrah--",
      "vi": "- Hoặc Merlot. - Tôi giới thiệu rượu Syrah…"
    }
  },
  {
    "translation": {
      "en": "I'll wait for Lola to get back from Australia",
      "vi": "Tôi sẽ đợi Lola từ Úc về"
    }
  },
  {
    "translation": {
      "en": "and see what her new company has to offer.",
      "vi": "và xem công ty mới của cô ấy có gì."
    }
  },
  {
    "translation": {
      "en": "Australia?",
      "vi": "Úc?"
    }
  },
  {
    "translation": {
      "en": "Hello? I'm sorry. Nail art happening here. Don't make me start over.",
      "vi": "Này. Xin lỗi. Vẽ móng nghệ thuật đó. Đừng bắt tôi làm lại."
    }
  },
  {
    "translation": {
      "en": "The last time I shag a bartender. You know, he's definitely ghosting me.",
      "vi": "Lần cuối tôi xoạc thợ pha chế. Anh ấy chắc chắn đang bơ tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, hell no, sister. No bartenders. Trust me. I'm divorced from one.",
      "vi": "Không, em gái. Đừng yêu thợ pha chế. Tin tôi đi. Tôi đã ly dị thợ pha chế."
    }
  },
  {
    "translation": {
      "en": "Okay, spill, sister.",
      "vi": "Rồi, kể đi, chị gái."
    }
  },
  {
    "translation": {
      "en": "- Oh. It's not very juicy. - Go on.",
      "vi": "- Không hấp dẫn lắm. - Nói đi."
    }
  },
  {
    "translation": {
      "en": "Okay. I… I got married when I was young. He was handsome. I was in love.",
      "vi": "Được rồi, tôi kết hôn khi còn trẻ. Anh ấy đẹp trai. Tôi đã yêu."
    }
  },
  {
    "translation": {
      "en": "I had landed my first wine rep job. He had dreams of opening up his own bar,",
      "vi": "Lần đầu tôi làm đại diện rượu. Anh ấy ước mơ mở quán bar,"
    }
  },
  {
    "translation": {
      "en": "but as I worked my way up the corporate ladder,",
      "vi": "nhưng khi tôi tìm đường leo nấc thang danh vọng,"
    }
  },
  {
    "translation": {
      "en": "Tyler worked his way through the cocktail server staff.",
      "vi": "Tyler tìm đường qua lại với nhân viên phục vụ cocktail."
    }
  },
  {
    "translation": {
      "en": "Ugh. What a knob.",
      "vi": "- Gã khốn. - Ừ."
    }
  },
  {
    "translation": {
      "en": "I learned the hard way. Once bitten, twice shy.",
      "vi": "Bài học đắt giá của tôi. Một lần là cạch đến già."
    }
  },
  {
    "translation": {
      "en": "We hate him.",
      "vi": "Tôi ghét anh ta."
    }
  },
  {
    "translation": {
      "en": "- Me too. Ugh! - Well, good.",
      "vi": "- Tôi cũng vậy. - Tốt."
    }
  },
  {
    "translation": {
      "en": "Heidi's fine. False alarm.",
      "vi": "Heidi ổn. Báo động giả."
    }
  },
  {
    "translation": {
      "en": "- - Good.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "You missed Big Smoke here in action today.",
      "vi": "Hôm nay cô đã bỏ lỡ Gái Phố vào việc."
    }
  },
  {
    "translation": {
      "en": "- Oh, yeah? - Yeah. Henry said she was a real ace.",
      "vi": "- Thế à? - Ừ, Henry nói cô ấy là át chủ bài."
    }
  },
  {
    "translation": {
      "en": "Looks like you are trying to take our jobs after all, Lola.",
      "vi": "Có vẻ cô đang cố cướp việc của bọn tôi, Lola."
    }
  },
  {
    "translation": {
      "en": "I mean…",
      "vi": "Ý tôi là…"
    }
  },
  {
    "translation": {
      "en": "- Teeth time? All right. - Yeah.",
      "vi": "- Đánh răng? Ừ. - Ừ."
    }
  },
  {
    "translation": {
      "en": "- Okay. Be careful, they're still drying. - Yup.",
      "vi": "- Cẩn thận, móng đang khô. - Ừ."
    }
  },
  {
    "translation": {
      "en": "- So, just blow. - Okay.",
      "vi": "- Thổi đi. - Ừ."
    }
  },
  {
    "translation": {
      "en": "I might try and, uh, give Heidi a call before she goes to sleep.",
      "vi": "Tôi nên gọi cho Heidi trước khi cô ấy đi ngủ."
    }
  },
  {
    "translation": {
      "en": "Yeah. Okay, I will get some air",
      "vi": "Ừ, được rồi, tôi sẽ đi hít thở và cho cô riêng tư nhé?"
    }
  },
  {
    "translation": {
      "en": "and give you some privacy. Okay?",
      "vi": "tôi sẽ đi hít thở và cho cô riêng tư nhé?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Thanks, Big Smoke.",
      "vi": "Cảm ơn, Gái Phố."
    }
  },
  {
    "translation": {
      "en": "You contemplating more trespassing?",
      "vi": "Định đột nhập nữa à?"
    }
  },
  {
    "translation": {
      "en": "Looks like you're the one trespassing. Isn't this Hazel's pool?",
      "vi": "Có vẻ như anh mới là đột nhập. Bể bơi của Hazel mà?"
    }
  },
  {
    "translation": {
      "en": "Uh, she never goes in and someone should use it.",
      "vi": "Cô ấy chả bao giờ bơi và phải có ai dùng chứ."
    }
  },
  {
    "translation": {
      "en": "Besides, Hazel's in Sydney.",
      "vi": "Hơn nữa, Hazel đi Sydney rồi."
    }
  },
  {
    "translation": {
      "en": "The water's nice. Come in.",
      "vi": "Nước mát lắm. Xuống đi."
    }
  },
  {
    "translation": {
      "en": "What, like, go swimming?",
      "vi": "Sao, là bơi hả?"
    }
  },
  {
    "translation": {
      "en": "With you?",
      "vi": "Với anh?"
    }
  },
  {
    "translation": {
      "en": "Yup.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "What are ya? Chicken?",
      "vi": "Sao thế? Nhát hả?"
    }
  },
  {
    "translation": {
      "en": "Is that a dare?",
      "vi": "Thách tôi à?"
    }
  },
  {
    "translation": {
      "en": "Well, that depends on whether you take it or not.",
      "vi": "Tuỳ cô dám làm hay không."
    }
  },
  {
    "translation": {
      "en": "Well, in that case, dare accepted.",
      "vi": "Trong trường hợp đó, chấp nhận thử thách."
    }
  },
  {
    "translation": {
      "en": "See you.",
      "vi": "Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Hey, Breeze. I need you to muster today. All right? Hazel's on calls all day.",
      "vi": "Này, Breeze, nay cô chăn cừu nhé. Hazel họp cả ngày."
    }
  },
  {
    "translation": {
      "en": "I promised Tim I'd help him stack bales. Sorry. Take Lola instead.",
      "vi": "Tôi đã hứa với Tim sẽ phụ anh ấy chất rơm. Xin lỗi. Đưa Lola đi."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm not too sure motorbikes are Lola's thing.",
      "vi": "Ừ, tôi không chắc là Lola rành xe máy."
    }
  },
  {
    "translation": {
      "en": "Oh, come on. I think she's full of surprises.",
      "vi": "Thôi nào. Tôi nghĩ cô ấy đầy bất ngờ mà."
    }
  },
  {
    "translation": {
      "en": "Well, breaking her neck needn't be one of them.",
      "vi": "Chà, té gãy cổ không nên là bất ngờ."
    }
  },
  {
    "translation": {
      "en": "She's been here almost a fortnight. Have a little faith.",
      "vi": "Cô ấy đã ở đây gần hai tuần rồi. Có chút niềm tin đi."
    }
  },
  {
    "translation": {
      "en": "- Go get it, girl! -",
      "vi": "Tới đi, cô gái!"
    }
  },
  {
    "translation": {
      "en": "Try to keep up!",
      "vi": "Cố theo kịp đi!"
    }
  },
  {
    "translation": {
      "en": "- Go! - I'll watch out behind. - Whoo! -",
      "vi": "- Đi đi! - Tôi canh chừng phía sau."
    }
  },
  {
    "translation": {
      "en": "This way, come on. Keep it moving. All right.",
      "vi": "Lối này. Tiếp tục đi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "- A little adventure over lunch? - Okay, sure.",
      "vi": "- Phiêu lưu chút trong giờ nghỉ trưa? - Được chứ."
    }
  },
  {
    "translation": {
      "en": "You ride like a pro.",
      "vi": "Cô lái như nhà nghề."
    }
  },
  {
    "translation": {
      "en": "My ex was a motorbike guy. At least I got that out of the marriage.",
      "vi": "Chồng cũ của tôi đi mô tô. Ít ra tôi học được điều đó từ hôn nhân."
    }
  },
  {
    "translation": {
      "en": "Where are we? That's Sybylla's favorite spot.",
      "vi": "- Ta đang ở đâu? - Đó là điểm yêu thích của Sybylla."
    }
  },
  {
    "translation": {
      "en": "Is this that work- life balance thing that Henry spoke so highly of?",
      "vi": "Đây là thứ cân bằng giữa làm và sống mà Henry đề cao à?"
    }
  },
  {
    "translation": {
      "en": "She called it Eden Falls.",
      "vi": "Bà ấy gọi nó là Thác Địa Đàng."
    }
  },
  {
    "translation": {
      "en": "Yeah. I came here a lot as a kid.",
      "vi": "Ừ, hồi nhỏ tôi đến đây nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "Oh. So, you're a local boy? You, uh, grew up near Waratah?",
      "vi": "Vậy anh là người địa phương? Anh lớn lên gần Waratah?"
    }
  },
  {
    "translation": {
      "en": "Uh, sorta.",
      "vi": "Kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "What? I'm sorry, no, you are not getting away with a non- answer answer.",
      "vi": "Gì cơ? Tôi xin lỗi, không, anh không được trả lời kiểu nửa vời."
    }
  },
  {
    "translation": {
      "en": "You know basically everything about me,",
      "vi": "Anh gần như biết hết về tôi,"
    }
  },
  {
    "translation": {
      "en": "and all I know about you is that you maybe grew up around here,",
      "vi": "tôi chỉ biết là có lẽ anh lớn lên ở gần đây,"
    }
  },
  {
    "translation": {
      "en": "have surprising guitar skills, and can't resist an inspirational quote.",
      "vi": "đàn ghi ta khá giỏi và không thể kiềm chế trích dẫn truyền cảm hứng."
    }
  },
  {
    "translation": {
      "en": "I need backstory. Now.",
      "vi": "Tôi cần cốt truyện. Ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "I was a bit of a hell- raiser as a kid.",
      "vi": "Hồi nhỏ tôi hơi ngông."
    }
  },
  {
    "translation": {
      "en": "You, an outlaw?",
      "vi": "Anh, ngựa bất kham?"
    }
  },
  {
    "translation": {
      "en": "So sneaking into other people's pools isn't your only unlawful act.",
      "vi": "Vậy lẻn vào hồ bơi của người khác không phải hành động phi pháp duy nhất."
    }
  },
  {
    "translation": {
      "en": "- Nope. - How many people have you killed?",
      "vi": "- Không. - Anh đã giết mấy người?"
    }
  },
  {
    "translation": {
      "en": "- Ha- ha. That's very funny. -",
      "vi": "Buồn cười đấy."
    }
  },
  {
    "translation": {
      "en": "Nah, the truth is I was… I was a tosser.",
      "vi": "Không, sự thật là tôi là thằng ngốc."
    }
  },
  {
    "translation": {
      "en": "I was angry, destructive. I was acting out.",
      "vi": "Tôi nóng giận, phá hoại. Tôi đã quậy phá."
    }
  },
  {
    "translation": {
      "en": "And my mum was sick. Uh, she had cancer.",
      "vi": "Và mẹ tôi bị ốm. Bà ấy bị ung thư."
    }
  },
  {
    "translation": {
      "en": "I spent more time in town causing trouble than by her hospital bed.",
      "vi": "Tôi thường ở thị trấn gây chuyện hơn là ở bên giường bệnh."
    }
  },
  {
    "translation": {
      "en": "Her passing finally made me pull it together, but… it was too late.",
      "vi": "Sự ra đi của bà ấy cuối cùng cũng khiến tôi giác ngộ, nhưng đã quá muộn."
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure your mom would be very proud of the man that you are.",
      "vi": "Tôi chắc mẹ anh sẽ tự hào về anh bây giờ."
    }
  },
  {
    "translation": {
      "en": "So, I've actually been meaning to bring something up.",
      "vi": "Thật ra tôi đã định nhắc đến một điều."
    }
  },
  {
    "translation": {
      "en": "Baaabra? Sunday dinner?",
      "vi": "Baaabra? Bữa tối Chủ nhật?"
    }
  },
  {
    "translation": {
      "en": "- Not that sheep again. Nope. - Oh, come on. Spare her, please.",
      "vi": "- Không phải con cừu đó nữa. Không. - Thôi nào. Tha cho nó đi."
    }
  },
  {
    "translation": {
      "en": "She's a sweet soul. We've bonded. She could be like a Waratah Station ambassador.",
      "vi": "Nó dễ thương. Bọn tôi đã thân. Nó có thể làm đại sứ của Trại Waratah."
    }
  },
  {
    "translation": {
      "en": "You know, something to keep the Airbnb guests busy, so they don't wander into the main house.",
      "vi": "Giữ cho khách của Airbnb bận rộn, để họ không lang thang vào nhà chính."
    }
  },
  {
    "translation": {
      "en": "Okay. I'm not letting this go.",
      "vi": "Rồi, tôi không bỏ vụ này đâu."
    }
  },
  {
    "translation": {
      "en": "Just so you know.",
      "vi": "Nói để anh biết."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "I have no word but wow.",
      "vi": "Tôi không có từ nào ngoài ôi chao."
    }
  },
  {
    "translation": {
      "en": "Beautiful.",
      "vi": "Đẹp quá."
    }
  },
  {
    "translation": {
      "en": "Maybe Australia doesn't hate you after all.",
      "vi": "Có lẽ nước Úc rốt cuộc không ghét cô."
    }
  },
  {
    "translation": {
      "en": "So she's in Australia,",
      "vi": "Vậy là cô ấy đang ở Úc,"
    }
  },
  {
    "translation": {
      "en": "trying to steal our account.",
      "vi": "cố hớt tay trên thương vụ của ta."
    }
  },
  {
    "translation": {
      "en": "I mean, it… it… it was originally hers.",
      "vi": "Ý tôi là, ban đầu nó là của cô ấy."
    }
  },
  {
    "translation": {
      "en": "Well done, Lola.",
      "vi": "Giỏi lắm, Lola."
    }
  },
  {
    "translation": {
      "en": "Clever girl.",
      "vi": "Thông minh lắm."
    }
  },
  {
    "translation": {
      "en": "She found a workaround.",
      "vi": "Cô ấy đã tìm ra cách."
    }
  },
  {
    "translation": {
      "en": "You know, it'd be smart for you to do the same, Audra.",
      "vi": "Sẽ rất thông minh nếu cô làm giống vậy, Audra."
    }
  },
  {
    "translation": {
      "en": "I… I… I have an idea where she might be.",
      "vi": "Tôi… Tôi biết cô ấy có thể ở đâu."
    }
  },
  {
    "translation": {
      "en": "Hey. It's Henry's birthday. We're hitting the turps. Down at the pub.",
      "vi": "Này. Hôm nay là sinh nhật của Henry. Ta sẽ đi uống. Ở quán rượu."
    }
  },
  {
    "translation": {
      "en": "Oh, I can't. Hazel's finally free to go over station business tonight.",
      "vi": "Không được. Hazel mãi mới rảnh để xem xét trang trại tối nay."
    }
  },
  {
    "translation": {
      "en": "Yeah, I have to work too. Full inbox.",
      "vi": "Ừ, tôi cũng phải làm. Hộp thư đầy rồi."
    }
  },
  {
    "translation": {
      "en": "And I'm Salud Imports only employee.",
      "vi": "Nhân viên duy nhất của Salud Imports."
    }
  },
  {
    "translation": {
      "en": "Oh, come on. Just one drink. One drink.",
      "vi": "Thôi nào, uống một ly thôi. Một ly."
    }
  },
  {
    "translation": {
      "en": "You should go. Have fun. Knock the dust out of your throat with a couple of beers.",
      "vi": "Cô nên đi. Chơi vui đi. Làm vài chai bia cho thanh họng đi."
    }
  },
  {
    "translation": {
      "en": "Please.",
      "vi": "Đi mà."
    }
  },
  {
    "translation": {
      "en": "Okay. Because it's Henry, and only because it's Henry. One drink.",
      "vi": "Được rồi. Vì là Henry và chỉ vì đó là Henry. Một ly."
    }
  },
  {
    "translation": {
      "en": "- Yay.  -",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Okay, more drinks! - - Let's go!",
      "vi": "Được rồi, uống nữa nào! Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "- Chào. - Chào."
    }
  },
  {
    "translation": {
      "en": "- Yeah. Having fun out there? - Yes.",
      "vi": "- Vâng. Vui chứ hả? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Another round?",
      "vi": "Chầu nữa nhé?"
    }
  },
  {
    "translation": {
      "en": "Hey. No, no.",
      "vi": "Này, không."
    }
  },
  {
    "translation": {
      "en": "No, no flirting, thank you. No more bartenders for me.",
      "vi": "Không tán tỉnh, cảm ơn. Không thích thợ pha chế nào nữa."
    }
  },
  {
    "translation": {
      "en": "I don't know how to flirt, darling. Trust me.",
      "vi": "Này, tôi không biết tán tỉnh, cưng à. Tin tôi đi."
    }
  },
  {
    "translation": {
      "en": "You know, this might be the last time I ever go sideways.",
      "vi": "Đây có thể là lần cuối tôi say xỉn."
    }
  },
  {
    "translation": {
      "en": "I'm gonna be a mum.",
      "vi": "Tôi sắp làm mẹ."
    }
  },
  {
    "translation": {
      "en": "I'm gonna be a mum.  You'll be a great mum.",
      "vi": "- Tôi sắp làm mẹ. - Cô sẽ là một người mẹ tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Darts! Darts! I love darts! Yeah. Let's play darts.",
      "vi": "- Phi tiêu! Các cô, tôi thích phi tiêu! - Ừ, chơi phi tiêu đi."
    }
  },
  {
    "translation": {
      "en": "- Let's do it! - I'll take you on.",
      "vi": "- Làm thôi! - Tôi đấu với cô."
    }
  },
  {
    "translation": {
      "en": "Oh, really? You ready to throw down?",
      "vi": "Thật sao? Sẵn sàng chiến chưa?"
    }
  },
  {
    "translation": {
      "en": "You think you can handle it, girly?  Girly?",
      "vi": "- Thắng nổi nhiêu đây không, bé gái? - Bé gái?"
    }
  },
  {
    "translation": {
      "en": "Do you think you can handle it?",
      "vi": "Anh thắng nổi nhiêu đây không?"
    }
  },
  {
    "translation": {
      "en": "Whoa!",
      "vi": "Oa!"
    }
  },
  {
    "translation": {
      "en": "- Let's go, Breeze. - Here we go.",
      "vi": "- Tiến lên, Breeze. - Bắt đầu nào."
    }
  },
  {
    "translation": {
      "en": "Thoughts on the Shiraz?",
      "vi": "Nghĩ gì về rượu Shiraz?"
    }
  },
  {
    "translation": {
      "en": "Blueberry. Black pepper.",
      "vi": "Việt quất. Hạt tiêu đen."
    }
  },
  {
    "translation": {
      "en": "Earthy. Nice, I like it.",
      "vi": "Có mùi đất. Ngon, thích đó."
    }
  },
  {
    "translation": {
      "en": "See, your palate is incredible. You should be running Vaughn Family Wines.",
      "vi": "Thấy không, vị giác của em rất tuyệt. Em nên điều hành Vaughn Family Wines."
    }
  },
  {
    "translation": {
      "en": "Okay. That's enough.",
      "vi": "Rồi. Đủ rồi đấy."
    }
  },
  {
    "translation": {
      "en": "These wines need the perfect rollout in California.",
      "vi": "Những loại rượu này cần được mở bán tốt ở California."
    }
  },
  {
    "translation": {
      "en": "And Lola has smart ideas, but she's not even licensed yet.",
      "vi": "Và Lola có ý tưởng hay nhưng cô ấy còn chưa có giấy phép."
    }
  },
  {
    "translation": {
      "en": "All I know is Lola wants to earn this. So, it's up to you, Haze.",
      "vi": "Em chỉ biết là, Lola muốn làm bằng được. Nên là tuỳ ý chị, Haze."
    }
  },
  {
    "translation": {
      "en": "Well, it could be up to you.",
      "vi": "Có thể tuỳ ý em mà."
    }
  },
  {
    "translation": {
      "en": "Say yes to running it, just the wine division.",
      "vi": "Đồng ý việc điều hành đi, chỉ ngành rượu thôi."
    }
  },
  {
    "translation": {
      "en": "It'd be nice if I had help.",
      "vi": "Có người phụ chị thì đỡ."
    }
  },
  {
    "translation": {
      "en": "I am tired of this conversation. All right? So why are we still having it?",
      "vi": "Em chán nói vụ này rồi, nhé? Vậy tại sao ta cứ bàn mãi?"
    }
  },
  {
    "translation": {
      "en": "You need a fire lit under your bum, Brother.",
      "vi": "Em cần được khích động, em trai à."
    }
  },
  {
    "translation": {
      "en": "No, I don't. I'm good here. All right?",
      "vi": "Không đâu. Em ở đây ổn mà, được chứ?"
    }
  },
  {
    "translation": {
      "en": "You're so talented and so stuck.",
      "vi": "Em rất tài năng và rất… bế tắc."
    }
  },
  {
    "translation": {
      "en": "It's infuriating.",
      "vi": "Điên tiết thật."
    }
  },
  {
    "translation": {
      "en": "Look, I don't fit in your world.",
      "vi": "Em không hợp với thế giới của chị."
    }
  },
  {
    "translation": {
      "en": "Once people find out I have money and power, that's all it's about.",
      "vi": "Khi người ta phát hiện em có tiền và quyền lực, họ chỉ chú trọng thế."
    }
  },
  {
    "translation": {
      "en": "I like it out on the land, mustering the mob.",
      "vi": "Em thích trên điền trang, chăn thả gia súc."
    }
  },
  {
    "translation": {
      "en": "It's peaceful.",
      "vi": "Yên bình như thế. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Okay? That's all I want.",
      "vi": "Yên bình như thế. Được chứ? Em chỉ muốn có thế."
    }
  },
  {
    "translation": {
      "en": "And I think you want more than that.",
      "vi": "Và chị nghĩ em muốn nhiều hơn thế."
    }
  },
  {
    "translation": {
      "en": "I saw you and Lola in the pool the other night.",
      "vi": "Chị thấy em và Lola ở bể bơi đêm hôm trước."
    }
  },
  {
    "translation": {
      "en": "Are you busting my chops? Yeah. Well, I'm your sister.",
      "vi": "- Chị đang trêu em à? - Ừ, chị là chị em mà."
    }
  },
  {
    "translation": {
      "en": "I know better, and it's my duty.",
      "vi": "Chị hiểu hơn rõ và đó là bổn phận của chị."
    }
  },
  {
    "translation": {
      "en": "She's gotten under your skin, huh?",
      "vi": "Cô ấy làm em rung động hả?"
    }
  },
  {
    "translation": {
      "en": "Okay. Settle down.",
      "vi": "Được rồi, từ từ nào."
    }
  },
  {
    "translation": {
      "en": "She's honest. She's fierce.",
      "vi": "Cô ấy trung thực. Cô ấy quyết liệt."
    }
  },
  {
    "translation": {
      "en": "She's determined, that's for sure.",
      "vi": "Cô ấy kiên quyết, chắc chắn là thế."
    }
  },
  {
    "translation": {
      "en": "What? Wait a second. What's that?",
      "vi": "Gì cơ? Đợi đã. Cái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Is that why you insisted that she stay?",
      "vi": "Thế nên chị khăng khăng là cô ấy ở lại?"
    }
  },
  {
    "translation": {
      "en": "'Cause you thought she'd get under my skin. You…",
      "vi": "Vì chị nghĩ cô ấy sẽ làm em rung động."
    }
  },
  {
    "translation": {
      "en": "- I don't have to answer that. - Yeah, right. You just did.",
      "vi": "- Chị đâu cần trả lời nhỉ. - Đúng rồi. Chị trả lời rồi."
    }
  },
  {
    "translation": {
      "en": "So…",
      "vi": "Vậy…"
    }
  },
  {
    "translation": {
      "en": "Are you gonna tell Lola?",
      "vi": "Em định nói với Lola chứ?"
    }
  },
  {
    "translation": {
      "en": "You know I'll never tell anyone. Well, maybe it's time for that to change.",
      "vi": "- Chị biết em chả bao giờ nói ai. - Có lẽ đã đến lúc thay đổi điều đó."
    }
  },
  {
    "translation": {
      "en": "- Hey. - Come on.",
      "vi": "- Này. - Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Oh! That was a good one.",
      "vi": "Cú đó hay đấy."
    }
  },
  {
    "translation": {
      "en": "Mate, that's not your score. You calling me a cheater?",
      "vi": "- Anh bạn, điểm đó sai rồi. - Anh nói tôi gian lận à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. He is because you are!",
      "vi": "Ừ. Đúng vậy. Vì anh ăn gian mà!"
    }
  },
  {
    "translation": {
      "en": "Yeah. She's got you there, mate. No one calls me a cheat!",
      "vi": "- Ừ, cô ấy nói đúng đấy. - Không được nói tôi ăn gian!"
    }
  },
  {
    "translation": {
      "en": "Oi!",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "Yeah? You want a piece of me?",
      "vi": "Muốn chơi tao hả?"
    }
  },
  {
    "translation": {
      "en": "Amazing.",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Hey, wait. I remember you.",
      "vi": "Này, đợi đã, tôi nhớ anh."
    }
  },
  {
    "translation": {
      "en": "Dad! Dad, I can't talk!",
      "vi": "Bố! Bố, con không nói được!"
    }
  },
  {
    "translation": {
      "en": "- I'm in a bar fight! I'll call you back! -",
      "vi": "Con đang đánh nhau ở quán bar! Con sẽ gọi lại!"
    }
  },
  {
    "translation": {
      "en": "I should've never encouraged her to go to Australia. She's in a bar fight.",
      "vi": "Lẽ ra không nên ủng hộ nó đi Úc. Nó đang đánh nhau ở bar."
    }
  },
  {
    "translation": {
      "en": "Damn. I'm kinda jealous. I haven't been in a good bar fight in years.",
      "vi": "Chết tiệt. Tôi hơi ghen tị. Nhiều năm rồi chưa đánh nhau ở quán bar."
    }
  },
  {
    "translation": {
      "en": "- Yeah! - Yeah!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "Sorry, mate, I got carried away. Another round!",
      "vi": "Xin lỗi, tôi phấn khích quá. Thêm chầu nữa!"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "No, no, no!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "No more rounds! Youse are all cut off.",
      "vi": "Không chầu nào nữa! Cắt hết!"
    }
  },
  {
    "translation": {
      "en": "All you troublemakers, get out of me bar now!",
      "vi": "Tất cả những kẻ gây rối, ra khỏi quán của tôi ngay!"
    }
  },
  {
    "translation": {
      "en": "I'm getting sick of this, Max. I'm getting really sick of it. All right?",
      "vi": "Tôi phát chán vì chuyện này, Max. Tôi phát chán rồi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "This mob have caused a lot of trouble for me tonight,",
      "vi": "Đám này đã quậy tôi rất nhiều tối nay,"
    }
  },
  {
    "translation": {
      "en": "and it's the last thing I need in my life. You know that. Don't you?",
      "vi": "và tôi không cần điều đó. Anh biết mà."
    }
  },
  {
    "translation": {
      "en": "Yeah. I know.",
      "vi": "Vâng. Tôi biết."
    }
  },
  {
    "translation": {
      "en": "Fiona's not talking to me. All right? I'm sorry, mate.",
      "vi": "- Fiona giận tôi rồi, nhé? - Xin lỗi, anh bạn."
    }
  },
  {
    "translation": {
      "en": "I haven't seen me dogs in three months. It's just outta control.",
      "vi": "Ba tháng rồi tôi chưa gặp chó của tôi. Quá lắm rồi."
    }
  },
  {
    "translation": {
      "en": "The last thing I need is to be dealing with this!",
      "vi": "Điều cuối cùng tôi cần là xử vụ này."
    }
  },
  {
    "translation": {
      "en": "I understand, mate.",
      "vi": "Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "The constable and I played footie together.",
      "vi": "Tôi chơi bóng bầu dục với cảnh sát trưởng."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, I know. He loves you, mate. Look, I'm sorry and this should sort it.",
      "vi": "Ừ, tôi biết. Anh ấy quý anh. Này, tôi xin lỗi và gửi anh chút."
    }
  },
  {
    "translation": {
      "en": "- That should take care of it. All right? -",
      "vi": "Nhiêu đó đủ rồi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "- It's very decent of you, Max. - You got it.",
      "vi": "Anh rất tử tế, Max."
    }
  },
  {
    "translation": {
      "en": "You're a good boy. Always have been.",
      "vi": "- Được. - Anh tốt lắm. Luôn như vậy."
    }
  },
  {
    "translation": {
      "en": "- Get out of the way! - Okay.",
      "vi": "- Tránh đường! - Rồi."
    }
  },
  {
    "translation": {
      "en": "And thank this one and her whistle too. Saved most of me windows.",
      "vi": "Cảm ơn cô này và cái huýt sáo nữa. Cứu hầu hết cửa sổ của tôi."
    }
  },
  {
    "translation": {
      "en": "- Thank you. - That's a very good whistle you've got.",
      "vi": "- Cảm ơn. - Cô huýt sáo rất giỏi đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, thank you so much. That means a lot to me. All right. Everyone back to the station.",
      "vi": "- Cảm ơn rất nhiều. Rất ý nghĩa với tôi. - Được rồi, mọi người về trại."
    }
  },
  {
    "translation": {
      "en": "Tim, you're designated driver? Yeah, mate. I'm good. Let's go. Come on.",
      "vi": "- Tim, anh được chỉ định lái xe à? - Ừ. Tôi ổn. Đi thôi. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Let's go. Come on. Let's go, let's go.",
      "vi": "Đi thôi. Thôi nào, đi thôi."
    }
  },
  {
    "translation": {
      "en": "All right. Back to the station.",
      "vi": "Được rồi, quay lại trại."
    }
  },
  {
    "translation": {
      "en": "Oops, I forgot how to stand.",
      "vi": "Ôi, tôi quên cách đứng rồi."
    }
  },
  {
    "translation": {
      "en": "Hey.  Come here. Can I tell you a secret?",
      "vi": "Này. Lại đây. Tôi có thể kể một bí mật không?"
    }
  },
  {
    "translation": {
      "en": "I have never been in a real bar fight. Okay?",
      "vi": "Tôi chưa từng đánh nhau ở quán bar, nhé?"
    }
  },
  {
    "translation": {
      "en": "There are so no bar fights at wine tastings.",
      "vi": "Làm gì có đánh nhau ở những buổi thử rượu."
    }
  },
  {
    "translation": {
      "en": "It's just like… you know, like, Sauv Blanc and, like, blah- blah- blah boring chitchat and--",
      "vi": "Chỉ có rượu Sauv Blanc và tôi với mấy cuộc trò chuyện nhàm chán…"
    }
  },
  {
    "translation": {
      "en": "Oh, okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Oh no.",
      "vi": "Ôi không."
    }
  },
  {
    "translation": {
      "en": "Are you gonna tell on me to Hazel? No.",
      "vi": "Anh có định mách Hazel về tôi không? Không."
    }
  },
  {
    "translation": {
      "en": "Look, she will probably think better of you. Don't worry.",
      "vi": "Nghe này, có lẽ cô ấy sẽ nghĩ tốt hơn về cô. Đừng lo."
    }
  },
  {
    "translation": {
      "en": "What do you think of me?",
      "vi": "Anh nghĩ sao về tôi?"
    }
  },
  {
    "translation": {
      "en": "Because I have thoughts about you.",
      "vi": "Vì tôi có vài suy nghĩ về anh."
    }
  },
  {
    "translation": {
      "en": "- Really? - Yes.",
      "vi": "- Thật à? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Yes, indeedy.",
      "vi": "Phải, đúng đó."
    }
  },
  {
    "translation": {
      "en": "You are a mystery, Mister.",
      "vi": "Anh là một bí ẩn, thưa ngài."
    }
  },
  {
    "translation": {
      "en": "You're like, you know, The Marlboro Man, but without the cigarettes.",
      "vi": "Anh như Marlboro Man mà không có mấy điếu thuốc."
    }
  },
  {
    "translation": {
      "en": "You live out on the land and answer to no one.",
      "vi": "Anh sống ở nông thôn và không nhận lệnh từ ai."
    }
  },
  {
    "translation": {
      "en": "But, I don't know, like, it seems kinda lonely.",
      "vi": "Nhưng tôi không biết, có vẻ hơi cô đơn."
    }
  },
  {
    "translation": {
      "en": "You know, like, are you even happy?",
      "vi": "Anh có hạnh phúc không?"
    }
  },
  {
    "translation": {
      "en": "- I don't know. - Look, Lola.",
      "vi": "- Không biết. - Lola."
    }
  },
  {
    "translation": {
      "en": "There's something I need to tell you, but tonight's not the night.",
      "vi": "Có điều tôi cần nói với cô nhưng tối nay thì chưa được."
    }
  },
  {
    "translation": {
      "en": "No, I'm telling you.",
      "vi": "Không, tôi nói này."
    }
  },
  {
    "translation": {
      "en": "Oops. Oh, I'm hiccupping. Ugh. See? This is why shots are a bad idea,",
      "vi": "Ối, tôi nấc rồi. Đấy, thảo nào không nên nốc rượu"
    }
  },
  {
    "translation": {
      "en": "because no one in history has ever been like,",
      "vi": "vì trước giờ chẳng có ai nói:"
    }
  },
  {
    "translation": {
      "en": "Oh my God, I'm so glad we did that last shot.",
      "vi": "Chúa ơi, mừng là chúng ta đã nốc ly vừa rồi."
    }
  },
  {
    "translation": {
      "en": "- Okay. Yeah, yeah, it's time to go. - Do you know what I mean? Go?",
      "vi": "- Rồi. Ta phải đi rồi. - Hiểu ý tôi chứ? Đi à?"
    }
  },
  {
    "translation": {
      "en": "- Yes, it's home time. Up you get. - But do you really know? Aw.",
      "vi": "- Ừ, về nhà thôi. Dậy nào. - Mà anh hiểu không?"
    }
  },
  {
    "translation": {
      "en": "I don't wanna go home.",
      "vi": "Tôi không muốn về nhà."
    }
  },
  {
    "translation": {
      "en": "- Up you-- Oh, whoa. How many… - I'm fine.",
      "vi": "- Dậy nào… Cô đã… - Ta có thể…"
    }
  },
  {
    "translation": {
      "en": "- Whoa. You all right there? - Yeah. Can we get tacos?",
      "vi": "- Ổn chứ? - Ăn taco được chứ?"
    }
  },
  {
    "translation": {
      "en": "No. We'll get you a meat pie. You all right?",
      "vi": "Không, sẽ mua bánh thịt cho cô. Ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "- How many drinks did you have? - I don't want a meat pie.",
      "vi": "- Uống mấy ly? - Không ăn bánh thịt."
    }
  },
  {
    "translation": {
      "en": "- That sounds disgusting. - It's delicious.",
      "vi": "- Nghe ghê quá. - Ngon lắm."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm gonna fall asleep here.",
      "vi": "Ừ, tôi sẽ ngủ quên ở đây."
    }
  },
  {
    "translation": {
      "en": "Somehow, I won 100 dollars last night.",
      "vi": "Chả hiểu sao tối qua tôi thắng 100 đô."
    }
  },
  {
    "translation": {
      "en": "And it's so pretty.",
      "vi": "Và nó rất đẹp."
    }
  },
  {
    "translation": {
      "en": "- Good one. - Huh. So, I've got something to share.",
      "vi": "Hay đấy. Tôi có vài điều muốn chia sẻ."
    }
  },
  {
    "translation": {
      "en": "- Tim, you know, the head stockman? - Mm- hmm.",
      "vi": "Tim, trưởng chăn nuôi ấy?"
    }
  },
  {
    "translation": {
      "en": "He got a new job on another station as the boss cocky.",
      "vi": "Anh ấy có việc mới ở trại khác, làm bá chủ trại."
    }
  },
  {
    "translation": {
      "en": "How do I pitch myself to Max for his job?",
      "vi": "Làm sao để xin Max cho tôi thế chỗ?"
    }
  },
  {
    "translation": {
      "en": "Okay. Hangover is suddenly cured.",
      "vi": "Rồi. Cơn say đột nhiên được chữa khỏi."
    }
  },
  {
    "translation": {
      "en": "Breeze… ugh… look, you add so much value to this station.",
      "vi": "Breeze, nghe này, cô rất giá trị với trại này."
    }
  },
  {
    "translation": {
      "en": "Max relies on you, so pitch the skills you've learned",
      "vi": "Max trông cậy vào cô nên hãy nêu những kỹ năng đã học"
    }
  },
  {
    "translation": {
      "en": "and how you plan to expand on them. Okay?",
      "vi": "và dự định phát triển chúng ra sao."
    }
  },
  {
    "translation": {
      "en": "I feel like I should be writing this down. Hold on.",
      "vi": "Tôi cảm thấy tôi nên viết ra. Chờ đã."
    }
  },
  {
    "translation": {
      "en": "- You all right? -",
      "vi": "Cô ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Uh, on a scale of one to ten, how embarrassing was I last night?",
      "vi": "Thang điểm một đến mười, tối qua tôi đã xấu mặt thế nào?"
    }
  },
  {
    "translation": {
      "en": "No. You were cute. In a law- breaking hooligan sort of way.",
      "vi": "Không, cô rất dễ thương. Theo kiểu côn đồ vi phạm pháp luật."
    }
  },
  {
    "translation": {
      "en": "Okay. I work in wine. We're sippers, not two- fisters.",
      "vi": "Rồi, tôi làm ngành rượu. Bọn tôi nhấp, chứ không nốc."
    }
  },
  {
    "translation": {
      "en": "- Right. - Mm. Yeah. Well, the good thing is you're not properly part of station crew",
      "vi": "Phải. Điều tốt là cô không phải là thành viên của nông dân trại"
    }
  },
  {
    "translation": {
      "en": "until you've gotten legless and you've started a barney.",
      "vi": "đến khi cô say bét nhè và khơi mào đánh lộn."
    }
  },
  {
    "translation": {
      "en": "So, congratulations.",
      "vi": "Vậy, xin chúc mừng."
    }
  },
  {
    "translation": {
      "en": "- That somehow made sense to me. - Mm- hmm.",
      "vi": "Không hiểu sao lại hợp lý với tôi. Ừ."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Yeah?",
      "vi": "Không hiểu sao lại hợp lý với tôi. Ừ. Vậy sao?"
    }
  },
  {
    "translation": {
      "en": "Hey. So I'm driving supplies to the winery today.",
      "vi": "Hôm nay tôi chở nguồn cung đến xưởng rượu."
    }
  },
  {
    "translation": {
      "en": "You care to join?",
      "vi": "Muốn đi không?"
    }
  },
  {
    "translation": {
      "en": "What? The winery? Yes! Oh my God. I've been dying to go.",
      "vi": "Gì cơ? Xưởng rượu? Vâng! Ôi Chúa ơi, tôi muốn đi lắm."
    }
  },
  {
    "translation": {
      "en": "I know, I know.",
      "vi": "Tôi biết. Và vì tôi biết"
    }
  },
  {
    "translation": {
      "en": "And since I know Lola Alvarez probably doesn't do days off,",
      "vi": "Tôi biết. Và vì tôi biết Lola Alvarez có thể không nghỉ phép, nên đây có thể là vừa làm, vừa nghỉ."
    }
  },
  {
    "translation": {
      "en": "we can make it a working day off.",
      "vi": "Lola Alvarez có thể không nghỉ phép, nên đây có thể là vừa làm, vừa nghỉ."
    }
  },
  {
    "translation": {
      "en": "There's a fence that needs mending on the far side of the station.",
      "vi": "Có một hàng rào cần sửa chữa ở phía xa của trại."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Good. I was worried there for a second, so…",
      "vi": "Được rồi, tôi đã lo lắng một chút, nên…"
    }
  },
  {
    "translation": {
      "en": "I also thought, uh… I thought we could camp out overnight.",
      "vi": "Tôi cũng nghĩ ta có thể cắm trại qua đêm."
    }
  },
  {
    "translation": {
      "en": "Yeah. I know a good spot.",
      "vi": "Tôi biết một chỗ tốt."
    }
  },
  {
    "translation": {
      "en": "Yeah. Um, just give me two minutes to pack.",
      "vi": "Ừ. Cho tôi hai phút để dọn đồ."
    }
  },
  {
    "translation": {
      "en": "This… This is why I'm here.",
      "vi": "Đây. Đây là lý do tôi ở đây."
    }
  },
  {
    "translation": {
      "en": "What, you don't like shoveling sheep dung?",
      "vi": "Sao, cô không thích xúc phân cừu à?"
    }
  },
  {
    "translation": {
      "en": "I've arranged a private tour with the winemaker, Felix.",
      "vi": "Tôi đã sắp xếp tour riêng với nhà sản xuất rượu, Felix."
    }
  },
  {
    "translation": {
      "en": "Oh, wow. Someone has a fancy in here.",
      "vi": "Chà. Ai đó có quen biết nhỉ."
    }
  },
  {
    "translation": {
      "en": "Impressive.",
      "vi": "Thật ấn tượng."
    }
  },
  {
    "translation": {
      "en": "And in here, we have state- of- the- art climate control.",
      "vi": "Và ở đây, chúng tôi có hệ thống điều hoà tối tân."
    }
  },
  {
    "translation": {
      "en": "Oh, it feels so nice after being outside.",
      "vi": "Bước vào thật là tuyệt."
    }
  },
  {
    "translation": {
      "en": "The perfect balance of temperature and humidity to age the wine.",
      "vi": "Cân bằng hoàn hảo giữa nhiệt độ và độ ẩm để ủ rượu."
    }
  },
  {
    "translation": {
      "en": "Hmm. I'd actually been consulting with a rival winery.",
      "vi": "Tôi đã tư vấn cho một xưởng rượu đối thủ."
    }
  },
  {
    "translation": {
      "en": "Then Hazel lured me away when she expanded Vaughn Family Wines.",
      "vi": "Rồi Hazel đã thu hút tôi khi cô ấy mở rộng Vaughn Family Wines."
    }
  },
  {
    "translation": {
      "en": "Oh, I can see why. It's amazing here. And you said all the wines are organic?",
      "vi": "Tôi hiểu tại sao. Ở đây thật tuyệt. Anh nói tất cả rượu đều là hữu cơ?"
    }
  },
  {
    "translation": {
      "en": "- Yes. And biodynamic. - Wow.",
      "vi": "Vâng. Và sinh học năng động."
    }
  },
  {
    "translation": {
      "en": "No chemicals, no manipulations,",
      "vi": "Không hoá chất, không biến đổi,"
    }
  },
  {
    "translation": {
      "en": "just grapes.",
      "vi": "chỉ có nho."
    }
  },
  {
    "translation": {
      "en": "- So, my specialty is blends. - Hmm.",
      "vi": "Sở trường của tôi là đồ pha trộn."
    }
  },
  {
    "translation": {
      "en": "Vaughn Family Wines have really unique flavor profiles found nowhere else.",
      "vi": "Vaughn Family Wines có hương vị đặc biệt không có ở đâu khác."
    }
  },
  {
    "translation": {
      "en": "The varietals both complement and contrast in the glass.",
      "vi": "Các giống nho vừa bổ sung vừa tương phản trong ly rượu."
    }
  },
  {
    "translation": {
      "en": "I'll get you to try this.",
      "vi": "- Rồi. - Tôi sẽ cho cô thử cái này."
    }
  },
  {
    "translation": {
      "en": "This is a Shiraz blend",
      "vi": "Đây là hỗn hợp rượu Shiraz từ khí hậu mát"
    }
  },
  {
    "translation": {
      "en": "from the cooler climate of the Yarra Valley.",
      "vi": "Đây là hỗn hợp rượu Shiraz từ khí hậu mát ở Thung lũng Yarra."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "It's like I'm in a rustic mountain cabin,",
      "vi": "Như tôi đang ở trong một căn nhà gỗ mộc mạc,"
    }
  },
  {
    "translation": {
      "en": "warming myself next to a wood- burning fire,",
      "vi": "sưởi ấm bên một đám lửa,"
    }
  },
  {
    "translation": {
      "en": "cozy under a cashmere blanket.",
      "vi": "ấm cúng dưới một tấm chăn len."
    }
  },
  {
    "translation": {
      "en": "Mm. Beautifully put.",
      "vi": "Tả hay lắm."
    }
  },
  {
    "translation": {
      "en": "We've also produced a Chardonnay blend from the same region.",
      "vi": "Chúng tôi cũng đã sản xuất hỗn hợp Chardonnay từ vùng đó."
    }
  },
  {
    "translation": {
      "en": "It's my special reserve. Citrus and mineral.",
      "vi": "Đó là dự trữ đặc biệt của tôi. Cam quýt và khoáng chất."
    }
  },
  {
    "translation": {
      "en": "Ooh. Sign me up for that. It's 200 dollars a bottle.",
      "vi": "- Cho tôi thử đi. - Hai trăm đô một chai."
    }
  },
  {
    "translation": {
      "en": "Um, sign me up for the email list instead, maybe.",
      "vi": "Vậy cho tôi vào danh sách email thôi."
    }
  },
  {
    "translation": {
      "en": "I could break one open for a wee taste. Max?",
      "vi": "Tôi có thể khui một chai để nếm thử. Max?"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, another time. Yeah. We still have work to do.",
      "vi": "Ừ, lúc khác nhé. Ta vẫn còn việc phải làm."
    }
  },
  {
    "translation": {
      "en": "- I'll pack you some wine to- go. - Cool, thanks.",
      "vi": "- Tôi gửi ít rượu mang về. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "So, how does this work? I mean, you're obviously a regular here.",
      "vi": "Vậy vụ này là thế nào? Ý tôi là, anh rõ ràng là khách quen ở đây."
    }
  },
  {
    "translation": {
      "en": "I like the way you talk about wine.",
      "vi": "Tôi thích cách cô nói về rượu. Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah. How it transports you.",
      "vi": "Tôi thích cách cô nói về rượu. Ừ. Cách nó đưa cô đến đâu."
    }
  },
  {
    "translation": {
      "en": "Well, I believe that wine should be a vacation. Or should I say holiday?",
      "vi": "Tôi tin rằng rượu nên là một kỳ nghỉ. Hay tôi nên nói là ngày lễ?"
    }
  },
  {
    "translation": {
      "en": "Is this the official label for all the Vaughn Family Wines?",
      "vi": "Đây là nhãn chính thức của rượu Vaughn Family Wines?"
    }
  },
  {
    "translation": {
      "en": "Uh, think so, yeah. Felix would know.",
      "vi": "Chắc vậy. Felix sẽ biết."
    }
  },
  {
    "translation": {
      "en": "I wonder why it's called Vaughn Family Wines. I mean, Hazel kinda seems like a solo act.",
      "vi": "Tôi tự hỏi sao là Vaughn Family Wines. Hazel có vẻ đơn thương độc mã."
    }
  },
  {
    "translation": {
      "en": "Where is my notebook? This place is giving me ideas.",
      "vi": "Sổ ghi chép của tôi đâu? Nơi này cho tôi nhiều ý tưởng."
    }
  },
  {
    "translation": {
      "en": "Hey, last night, uh, you said something at the pub.",
      "vi": "Này, tối qua cô đã nói gì đó ở quán rượu."
    }
  },
  {
    "translation": {
      "en": "- Oh God, what? -",
      "vi": "Chúa ơi, gì đó?"
    }
  },
  {
    "translation": {
      "en": "- Actually, no. Don't tell me. - Nah, it's too late.",
      "vi": "- Thật ra không. Đừng nói. - Không, quá muộn rồi."
    }
  },
  {
    "translation": {
      "en": "Uh, you said I seem lonely.",
      "vi": "Cô nói tôi có vẻ cô đơn."
    }
  },
  {
    "translation": {
      "en": "- Yikes. - Mm- hmm.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "I guess, uh…  in vino veritas? Boozy truth?",
      "vi": "Tôi đoán là, in vino veritas? Sự thật trong men rượu?"
    }
  },
  {
    "translation": {
      "en": "You know, I always chalked it up to most women not liking life out in the bush.",
      "vi": "Tôi luôn đổ tại hầu hết phụ nữ không thích sống ở miền quê."
    }
  },
  {
    "translation": {
      "en": "It's hot, remote, dangerous.",
      "vi": "Nóng, hẻo lánh, nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "It is not for the faint of heart.",
      "vi": "Không hợp với người yếu tim."
    }
  },
  {
    "translation": {
      "en": "Yeah, but rugged loner is just a way of making excuses for myself.",
      "vi": "Ừ, nhưng cô đơn khổ hạnh chỉ là cách bào chữa cho bản thân."
    }
  },
  {
    "translation": {
      "en": "You know, when my mum died, I promised I'd do better,",
      "vi": "Khi mẹ tôi mất, tôi hứa sẽ làm tốt hơn."
    }
  },
  {
    "translation": {
      "en": "but I've just been playing it safe.",
      "vi": "Nhưng tôi chỉ thủ thế an toàn thôi."
    }
  },
  {
    "translation": {
      "en": "Unlike someone I know.",
      "vi": "Không như ai đó tôi biết."
    }
  },
  {
    "translation": {
      "en": "Wow. Okay.",
      "vi": "Chà. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Turns out my drunken babbling wasn't such a disaster after…",
      "vi": "Hoá ra việc nói lảm nhảm khi say xỉn của tôi không đến nỗi…"
    }
  },
  {
    "translation": {
      "en": "Kangaroo! A baby kangaroo.",
      "vi": "Kangaroo! Kangaroo con."
    }
  },
  {
    "translation": {
      "en": "- A juvenile. - Baby kangaroo.",
      "vi": "- Kangaroo con. - Thiếu niên."
    }
  },
  {
    "translation": {
      "en": "See, I bet its mum made this hole in the fence. They're everywhere.",
      "vi": "Chắc mẹ nó làm cái lỗ này trên hàng rào. Đâu cũng có."
    }
  },
  {
    "translation": {
      "en": "Okay. Can I not just enjoy this one stereotypical Aussie moment?",
      "vi": "Cho tôi tận hưởng khoảnh khắc làm người Úc đi?"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Are you serious? That is your lock screen?",
      "vi": "Thật à? Đó là màn hình khoá của cô à?"
    }
  },
  {
    "translation": {
      "en": "Excuse me, sir. This is a private photo of me and my best friend.",
      "vi": "Xin lỗi. Đây là ảnh riêng tư của tôi và bạn thân."
    }
  },
  {
    "translation": {
      "en": "Now I just need to see a koala. You promised.",
      "vi": "Giờ chỉ cần thấy gấu koala. Anh đã hứa."
    }
  },
  {
    "translation": {
      "en": "I did no such thing.",
      "vi": "Tôi có hứa gì đâu."
    }
  },
  {
    "translation": {
      "en": "- Yes, you did. - Nope.",
      "vi": "- Có đấy. - Không."
    }
  },
  {
    "translation": {
      "en": "Remember the other day?",
      "vi": "Nhớ hôm nọ không?"
    }
  },
  {
    "translation": {
      "en": "- I don't, 'cause it didn't happen. - You said it. Better make it happen.",
      "vi": "- Không, vì làm gì có. - Anh nói rồi. Nhớ thực hiện đó."
    }
  },
  {
    "translation": {
      "en": "You're making… You better fix that fence right now.",
      "vi": "Cô đang làm… Cô nên sửa hàng rào ngay đi."
    }
  },
  {
    "translation": {
      "en": "It's so cute.",
      "vi": "Dễ thương quá."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "Australia showing off again.",
      "vi": "Nước Úc lại khoe mẽ."
    }
  },
  {
    "translation": {
      "en": "Thank you, Australia!",
      "vi": "Cảm ơn, nước Úc!"
    }
  },
  {
    "translation": {
      "en": "What are you scribbling so intently?",
      "vi": "Cô đang chăm chú viết gì thế?"
    }
  },
  {
    "translation": {
      "en": "- I was inspired by our field trip. - Hmm. I have new ideas to pitch to Hazel.",
      "vi": "Tôi có cảm hứng từ chuyến đi thực tế. Tôi có ý mới để trình bày với Hazel."
    }
  },
  {
    "translation": {
      "en": "Yep. A new label. Every bottle should tell her story.",
      "vi": "Ừ. Nhãn mới. Mỗi chai rượu nên kể câu chuyện của bà ấy."
    }
  },
  {
    "translation": {
      "en": "Look, Lola, the funny thing about Sybylla is--",
      "vi": "Lola, điều buồn cười về Sybylla là…"
    }
  },
  {
    "translation": {
      "en": "Sybylla is what makes Vaughn Family Wines.",
      "vi": "Sybylla tạo nên Vaughn Family Wines."
    }
  },
  {
    "translation": {
      "en": "She's the key. I mean, she can create a personal relationship between the winemaker and the wine drinker.",
      "vi": "Bà ấy là mấu chốt. Bà ấy có thể gắn kết nhà sản xuất rượu và người uống rượu."
    }
  },
  {
    "translation": {
      "en": "Sybylla is an aspirational inspiration to all.",
      "vi": "Sybylla là nguồn cảm hứng đầy khát vọng cho tất cả."
    }
  },
  {
    "translation": {
      "en": "That's a really great idea.",
      "vi": "Đó là ý rất hay."
    }
  },
  {
    "translation": {
      "en": "I've been feeling really creative.",
      "vi": "Gần đây tôi cảm thấy sáng tạo."
    }
  },
  {
    "translation": {
      "en": "I think it's from my time here at Waratah Station.",
      "vi": "Có lẽ từ khi tôi ở trại Waratah."
    }
  },
  {
    "translation": {
      "en": "- I don't know how to put it, but-- - It's revived your senses, maybe?",
      "vi": "- Không biết nói sao… - Sống dậy các giác quan nhỉ?"
    }
  },
  {
    "translation": {
      "en": "- Yes! - Yeah.",
      "vi": "- Phải! - Ừ."
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "Air smells fresher. Food tastes better. I sleep like a log.",
      "vi": "Không khí trong lành hơn. Đồ ăn ngon hơn. Tôi ngủ say như chết."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, I can drink to that.",
      "vi": "Được rồi, tôi có thể uống vì điều đó."
    }
  },
  {
    "translation": {
      "en": "Wait, is that the… is that the 200- dollar bottle of Chardonnay?",
      "vi": "Đợi đã, chai Chardonnay 200 đô đó à?"
    }
  },
  {
    "translation": {
      "en": "I had Felix put it on ice. You… You said you wanted to try it.",
      "vi": "Tôi đã bảo Felix ngâm đá. Cô nói muốn thử mà."
    }
  },
  {
    "translation": {
      "en": "Just say cheers.",
      "vi": "Cứ nói cạn ly."
    }
  },
  {
    "translation": {
      "en": "Okay. Salud.",
      "vi": "Rồi. Salud."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "And we're also celebrating sparing your sheep. Blah Blah whatever its name is.",
      "vi": "Ta cũng uống mừng việc tha mạng cho cừu của cô. Blah Blah gì đó."
    }
  },
  {
    "translation": {
      "en": "- It won't be Sunday supper. Oh God. - Baaabra? - Yeah. It won't - Really?",
      "vi": "- Sẽ không thành đồ ăn tối. - Baaabra? Thật à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, nah.",
      "vi": "Ừ, không."
    }
  },
  {
    "translation": {
      "en": "Was that more on the yeah, or the nah? Or just a meaningless yeah, nah?",
      "vi": "Đó là ừ hay không? Hay chỉ là ừ, không vô nghĩa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, nah. You won me over. All right?",
      "vi": "Ừ, không. Cô thuyết phục tôi rồi."
    }
  },
  {
    "translation": {
      "en": "- Can we put a cute scarf around her neck? - No.",
      "vi": "- Quàng khăn cổ cho nó nhé? - Không."
    }
  },
  {
    "translation": {
      "en": "- And a… and a name plaque on her pen? - Oh my goodness.",
      "vi": "- Và bảng tên ở chuồng của nó? - Ôi trời."
    }
  },
  {
    "translation": {
      "en": "- Settle down. - Please?",
      "vi": "- Bình tĩnh đi. - Đi mà?"
    }
  },
  {
    "translation": {
      "en": "Nah.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I don't want today to end…",
      "vi": "Tôi không muốn qua ngày,"
    }
  },
  {
    "translation": {
      "en": "…but bed is calling my name.",
      "vi": "nhưng cái giường đang mời gọi tôi."
    }
  },
  {
    "translation": {
      "en": "Swag check.",
      "vi": "Kiểm tra túi ngủ."
    }
  },
  {
    "translation": {
      "en": "Oh, it's just a harmless tree snake. Likes to warm up in the bedroll, don't ya?",
      "vi": "Chỉ là con rắn cây vô hại. Thích sưởi ấm trong túi ngủ hả?"
    }
  },
  {
    "translation": {
      "en": "Just when I was starting to like this place.",
      "vi": "Vừa lúc tôi bắt đầu thích nơi này."
    }
  },
  {
    "translation": {
      "en": "There you go, buddy.",
      "vi": "Được rồi, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Wow.  - It's all good.",
      "vi": "- Chà. - Không sao rồi."
    }
  },
  {
    "translation": {
      "en": "- Whatever you say. - Whatever I say.",
      "vi": "- Theo lời anh thôi. - Theo lời tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Hello?",
      "vi": "- Rồi. Xin chào? - Cô ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "- You all right?  - Yeah.",
      "vi": "- Rồi. Xin chào? - Cô ổn chứ? Vâng."
    }
  },
  {
    "translation": {
      "en": "The stars are amazing here.",
      "vi": "Những ngôi sao ở đây thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "That's Alpha Centauri there,",
      "vi": "Đó là sao Nam Môn Nhị,"
    }
  },
  {
    "translation": {
      "en": "and, uh, that's the Southern Cross.",
      "vi": "và đó là Thập Tự Nam."
    }
  },
  {
    "translation": {
      "en": "Hey. What if that snake comes back?",
      "vi": "Này. Nếu con rắn đó quay lại thì sao?"
    }
  },
  {
    "translation": {
      "en": "We will have safety in numbers.",
      "vi": "Ta sẽ an tâm hơn nhờ đông quân số."
    }
  },
  {
    "translation": {
      "en": "Lola, there's, uh…",
      "vi": "Lola, có…"
    }
  },
  {
    "translation": {
      "en": "there's something I need to tell you.",
      "vi": "Có chuyện này tôi cần nói với cô."
    }
  },
  {
    "translation": {
      "en": "I should've told you a while ago it's… but it's not as big as--",
      "vi": "Lẽ ra tôi nên nói với cô từ trước, nhưng nó không to tát như…"
    }
  },
  {
    "translation": {
      "en": "Morning, spitfire.",
      "vi": "Xin chào, cô hổ báo."
    }
  },
  {
    "translation": {
      "en": "Morning, boss cocky.",
      "vi": "Xin chào, bá chủ trại."
    }
  },
  {
    "translation": {
      "en": "Uh, Lola. You need to know now.",
      "vi": "Lola. Em cần biết ngay."
    }
  },
  {
    "translation": {
      "en": "I'm Max Vaughn.",
      "vi": "Anh là Max Vaughn."
    }
  },
  {
    "translation": {
      "en": "- Sorry, what? - Max Vaughn.",
      "vi": "- Xin lỗi, gì cơ? - Max Vaughn."
    }
  },
  {
    "translation": {
      "en": "Great- great grandson of Sybylla Vaughn. Hazel Vaughn's younger brother.",
      "vi": "Cháu cố của Sybylla Vaughn. Em trai của Hazel Vaughn."
    }
  },
  {
    "translation": {
      "en": "Wait. What?",
      "vi": "Đợi đã. Cái gì?"
    }
  },
  {
    "translation": {
      "en": "No. What? No, no, no.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I… I google- stalked Hazel before I came. I mean, a Fatal Attraction- level stalk--",
      "vi": "Em đã Google về Hazel trước khi đến. Theo kiểu rình mò đẳng cấp…"
    }
  },
  {
    "translation": {
      "en": "Yeah. I… I don't have social media,",
      "vi": "Ừ, anh không có mạng xã hội và anh tẩy trắng Internet"
    }
  },
  {
    "translation": {
      "en": "and I wiped the Internet of my family ties.",
      "vi": "Ừ, anh không có mạng xã hội và anh tẩy trắng Internet về mối quan hệ với gia đình. Có thể làm thế khi có nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "You can do that when you have heaps of money.",
      "vi": "về mối quan hệ với gia đình. Có thể làm thế khi có nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "- Wait, Hazel's money? - No, mine.",
      "vi": "- Khoan, tiền của Hazel? - Của anh."
    }
  },
  {
    "translation": {
      "en": "Hazel and I are business partners. I'm… I'm a silent investor.",
      "vi": "Hazel và anh là đối tác làm ăn. Anh là nhà đầu tư thầm lặng."
    }
  },
  {
    "translation": {
      "en": "I don't… I don't understand.",
      "vi": "Em không hiểu."
    }
  },
  {
    "translation": {
      "en": "When Mum died, Hazel and I inherited Waratah.",
      "vi": "Khi mẹ mất, anh và Hazel thừa kế Waratah. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "All right? I turned it into a profitable station",
      "vi": "Anh biến nó thành trang trại thu lợi nhuận"
    }
  },
  {
    "translation": {
      "en": "while Hazey went off and earned her MBA at uni and invested in her first company.",
      "vi": "khi Hazey đi xa để học thạc sĩ và đầu tư vào công ty đầu tiên của chị ấy."
    }
  },
  {
    "translation": {
      "en": "I gave her the capital.",
      "vi": "Anh đã cho chị ấy vốn."
    }
  },
  {
    "translation": {
      "en": "Listen, Lola. Hazel is my sister and I love her,",
      "vi": "Lola, Hazel là chị gái anh và anh quý chị ấy,"
    }
  },
  {
    "translation": {
      "en": "but I don't envy her.",
      "vi": "nhưng anh không ghen tị."
    }
  },
  {
    "translation": {
      "en": "The people will do anything to get access to her.",
      "vi": "Người ta sẽ làm mọi thứ để tiếp cận chị ấy."
    }
  },
  {
    "translation": {
      "en": "Oh. What, like me? So, you think that I'd use you?",
      "vi": "Như em à? Vậy anh nghĩ em sẽ lợi dụng anh?"
    }
  },
  {
    "translation": {
      "en": "In all fairness, you did come to Waratah to land Hazel as a client.",
      "vi": "Công bằng mà nói, em đã đến Waratah để mời Hazel làm khách hàng."
    }
  },
  {
    "translation": {
      "en": "Yeah, but I was truthful.",
      "vi": "Ừ, nhưng em chân thành."
    }
  },
  {
    "translation": {
      "en": "I mean, I… I told you both why I was here. I'm not some thief after anyone's money.",
      "vi": "Em đã nói lý do em đến. Em không phải kẻ trộm cắp tiền của ai cả."
    }
  },
  {
    "translation": {
      "en": "I worked hard for a genuine opportunity. But you know what? What would you know about honesty?",
      "vi": "Em đã nỗ lực vì một cơ hội đích thực, mà anh thì biết gì về trung thực?"
    }
  },
  {
    "translation": {
      "en": "Yeah. All right. Look, I deserve that. All right? The thing is, Lola, I just…",
      "vi": "Ừ, rồi, anh đáng nghe thế. Vấn đề là, Lola…"
    }
  },
  {
    "translation": {
      "en": "I never expected you to throw me for a loop.",
      "vi": "Anh không ngờ em lại làm anh bối rối."
    }
  },
  {
    "translation": {
      "en": "Okay, so all this time, sharing confidences…",
      "vi": "Được rồi, vậy là suốt thời gian qua, tâm sự với nhau…"
    }
  },
  {
    "translation": {
      "en": "I even asked you about Vaughn Family Wines and you're only telling me this now?",
      "vi": "Em còn hỏi anh về Vaughn Family Wines và giờ anh mới nói với em?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. All right? This isn't easy for me.",
      "vi": "Anh xin lỗi. Việc này không dễ dàng với anh."
    }
  },
  {
    "translation": {
      "en": "The only person at Waratah who knows is Hazel.",
      "vi": "Người duy nhất ở Waratah biết là Hazel."
    }
  },
  {
    "translation": {
      "en": "But I trust you.",
      "vi": "Nhưng anh tin em."
    }
  },
  {
    "translation": {
      "en": "Great… Great, you trust me, but… but how am I now supposed to trust you?",
      "vi": "Tuyệt, anh tin em, nhưng giờ em phải tin anh thế nào?"
    }
  },
  {
    "translation": {
      "en": "I'm the same person that you spent the last two weeks with, Lola.",
      "vi": "Anh vẫn là người mà em đã ở cạnh hai tuần qua, Lola."
    }
  },
  {
    "translation": {
      "en": "The same person that you kissed last night.",
      "vi": "Cũng là người em hôn tối qua."
    }
  },
  {
    "translation": {
      "en": "I was just trying to protect my heart.",
      "vi": "- Phải. - Anh chỉ cố bảo vệ trái tim mình."
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, I… I wish I'd done the same.",
      "vi": "Ừ, ước gì em cũng làm vậy."
    }
  },
  {
    "translation": {
      "en": "You're right.",
      "vi": "Anh nói đúng."
    }
  },
  {
    "translation": {
      "en": "I'm, uh… I'm here on business, so…",
      "vi": "Em… Em tới đây vì công việc,"
    }
  },
  {
    "translation": {
      "en": "let's get back to it.",
      "vi": "làm tiếp thôi."
    }
  },
  {
    "translation": {
      "en": "Oh, there you are.",
      "vi": "Cô đây rồi."
    }
  },
  {
    "translation": {
      "en": "Lola, Hazel wants to see you right now up at the house.",
      "vi": "Lola, Hazel muốn gặp cô ở nhà."
    }
  },
  {
    "translation": {
      "en": "- Now? - Now.",
      "vi": "- Bây giờ ư? - Giờ."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "That is a great idea.",
      "vi": "Ý tưởng hay đấy."
    }
  },
  {
    "translation": {
      "en": "We'll make it happen.",
      "vi": "Ta sẽ làm được."
    }
  },
  {
    "translation": {
      "en": "That's good.",
      "vi": "Tốt đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, Lola. Calder was just telling me how you worked for him for years,",
      "vi": "Lola. Calder vừa nói với tôi là cô đã làm việc cho anh ấy nhiều năm"
    }
  },
  {
    "translation": {
      "en": "and how devastated he was that you decided to strike out on your own.",
      "vi": "và anh ấy đã khổ sở ra sao khi cô ra làm tư."
    }
  },
  {
    "translation": {
      "en": "It's why I came all this way. To hire you back.",
      "vi": "Đó là lý do tôi đến tận đây. Để thuê cô trở lại."
    }
  },
  {
    "translation": {
      "en": "Wait, what? I thought--",
      "vi": "Hả? Tôi tưởng…"
    }
  },
  {
    "translation": {
      "en": "I'm impressed by the lengths you went to to get this account.",
      "vi": "Tôi ấn tượng với nỗ lực của cô để có được thương vụ này."
    }
  },
  {
    "translation": {
      "en": "Lola's being promoted to National Sales Director.",
      "vi": "Lola được thăng chức làm Giám đốc Kinh doanh Quốc gia."
    }
  },
  {
    "translation": {
      "en": "She'll be handling your account. Vaughn Family Wines was all her idea.",
      "vi": "Cô ấy sẽ lo với bên cô. Vaughn Family Wines là ý của cô ấy."
    }
  },
  {
    "translation": {
      "en": "The timing is perfect.",
      "vi": "Thời điểm hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Calder, Lola can take you and Audra to visit the winery,",
      "vi": "Lola có thể đưa đi thăm xưởng rượu."
    }
  },
  {
    "translation": {
      "en": "and I'll have my Sydney office draw up the contracts.",
      "vi": "Tôi sẽ nhờ văn phòng ở Sydney soạn hợp đồng."
    }
  },
  {
    "translation": {
      "en": "Sounds great.",
      "vi": "Nghe tuyệt đấy."
    }
  },
  {
    "translation": {
      "en": "Right, Lola?",
      "vi": "Lola nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Calder? A moment? Alone?",
      "vi": "Calder? Nói chuyện nhé? Riêng tư?"
    }
  },
  {
    "translation": {
      "en": "You just show up blindsiding me? Look, Audra's no Lola. Okay?",
      "vi": "- Ông xuất hiện không báo tôi à? - Audra không phải Lola. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "You hold things together at Mythos.",
      "vi": "Cô giữ vững Mythos."
    }
  },
  {
    "translation": {
      "en": "So I'll forgive that messy outburst you had when you quit.",
      "vi": "Nên tôi sẽ bỏ qua cơn tam bành của cô khi cô nghỉ việc."
    }
  },
  {
    "translation": {
      "en": "A 20% pay bump comes with that promotion, plus bonuses.",
      "vi": "Tăng 20% lương kèm với vụ thăng chức đó cộng với tiền thưởng."
    }
  },
  {
    "translation": {
      "en": "Struggling is so pedestrian when you don't need to, Lola.",
      "vi": "Vẫy vùng thật chán ngắt khi cô không cần phải thế, Lola."
    }
  },
  {
    "translation": {
      "en": "Make it easy on yourself. Say yes.",
      "vi": "Nhẹ tay với bản thân đi. Nói đồng ý đi."
    }
  },
  {
    "translation": {
      "en": "I don't do easy.",
      "vi": "Tôi không làm việc nhẹ."
    }
  },
  {
    "translation": {
      "en": "Never have. The answer is no.",
      "vi": "Chưa từng. Câu trả lời là không."
    }
  },
  {
    "translation": {
      "en": "Everything good?",
      "vi": "Mọi thứ ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Actually, uh, Calder's mistaken. I won't be returning to Mythos,",
      "vi": "Thật ra, Calder đã nhầm. Tôi sẽ không quay lại với Mythos,"
    }
  },
  {
    "translation": {
      "en": "but I understand that you need to go with an established importer.",
      "vi": "nhưng tôi hiểu cô cần hợp tác với nhà nhập khẩu có uy tín."
    }
  },
  {
    "translation": {
      "en": "I'm disappointed you won't be on my team. Salud Imports is just too new.",
      "vi": "Tôi thất vọng vì cô không vào đội của tôi. Salud Imports còn quá mới."
    }
  },
  {
    "translation": {
      "en": "Sybylla Vaughn inspired me. You have a unique opportunity here",
      "vi": "Sybylla Vaughn đã truyền cảm hứng cho tôi. Cô có cơ hội duy nhất ở đây"
    }
  },
  {
    "translation": {
      "en": "to have her inspire countless others around the world.",
      "vi": "để bà ấy truyền cảm hứng cho vô số người khác."
    }
  },
  {
    "translation": {
      "en": "Parting gift. Best of luck to you.",
      "vi": "Quà chia tay. Chúc cô may mắn."
    }
  },
  {
    "translation": {
      "en": "Good luck to you too, Lola.",
      "vi": "Chúc cô may mắn, Lola."
    }
  },
  {
    "translation": {
      "en": "Hazel, uh, shall we go back and discuss strategy and scheduling?",
      "vi": "Hazel, ta tiếp tục bàn bạc về chiến lược và lịch trình nhé?"
    }
  },
  {
    "translation": {
      "en": "- Go ahead. I'll be right there. - Okay.",
      "vi": "- Vào đi. Tôi sẽ đến ngay. - Rồi."
    }
  },
  {
    "translation": {
      "en": "You're doing the wrong thing, Haze.",
      "vi": "Chị quyết định sai rồi, Haze."
    }
  },
  {
    "translation": {
      "en": "I saw Lola at the winery yesterday. She's the person for the job.",
      "vi": "Hôm qua em thấy Lola ở xưởng rượu. Cô ấy phù hợp."
    }
  },
  {
    "translation": {
      "en": "Well, now you suddenly care about Vaughn Family Wines?",
      "vi": "Giờ em đột nhiên quan tâm đến Vaughn Family Wines?"
    }
  },
  {
    "translation": {
      "en": "Wild guess, you decided to tell Lola who you are,",
      "vi": "Đoán nhé, em quyết định nói với Lola em là ai,"
    }
  },
  {
    "translation": {
      "en": "and it was too late and blew up in your face.",
      "vi": "và đã quá muộn rồi hỏng hết việc."
    }
  },
  {
    "translation": {
      "en": "Hate to say it, Brother, you should've stepped up sooner.",
      "vi": "Dù ghét phải nói, em à, lẽ ra em nên đấu tranh sớm hơn."
    }
  },
  {
    "translation": {
      "en": "In work and in love.",
      "vi": "Trong công việc và tình yêu."
    }
  },
  {
    "translation": {
      "en": "Are you insane? You walked away from everything you always wanted.",
      "vi": "Cô bị điên à? Cô đã bỏ đi mọi thứ cô luôn muốn."
    }
  },
  {
    "translation": {
      "en": "You know, I've learned a lot about myself in Australia.",
      "vi": "Tôi đã học nhiều điều về mình ở Úc."
    }
  },
  {
    "translation": {
      "en": "One is, I don't like Vegemite,",
      "vi": "Một, tôi không ưa bơ Vegemite,"
    }
  },
  {
    "translation": {
      "en": "but more importantly, I was right when I quit Mythos.",
      "vi": "nhưng quan trọng hơn, tôi đã đúng khi nghỉ Mythos."
    }
  },
  {
    "translation": {
      "en": "Life is too short for the Calders of the world.",
      "vi": "Đời quá ngắn để chịu đựng người như Calder."
    }
  },
  {
    "translation": {
      "en": "You know, I…",
      "vi": "Cô biết đấy, tôi đã hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "I… I panicked. I… I'm sorry, I was desperate.",
      "vi": "Cô biết đấy, tôi đã hoảng loạn. Tôi xin lỗi, tôi đã tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "I'm… I am a horrible person.",
      "vi": "Tôi là một người tồi tệ."
    }
  },
  {
    "translation": {
      "en": "Look, I get it. Okay?",
      "vi": "Nghe này, tôi hiểu. Được không?"
    }
  },
  {
    "translation": {
      "en": "You made a bad decision because you were in a tough spot with Calder.",
      "vi": "Cô đã quyết định sai vì cô đang gặp khó khăn."
    }
  },
  {
    "translation": {
      "en": "There were tons of times when I felt the same way.",
      "vi": "Có rất nhiều lúc tôi cũng cảm thấy như vậy."
    }
  },
  {
    "translation": {
      "en": "- Really? So you understand? Yeah, but it was not your finest moment.",
      "vi": "- Thật à? Cô thông cảm? - Ừ, nhưng cô làm thế không hay đâu."
    }
  },
  {
    "translation": {
      "en": "- Oh, no, no, I know I'm like… Oh my God. - Let's be real.",
      "vi": "- Không, tôi biết… Chúa ơi. - Hãy thành thật."
    }
  },
  {
    "translation": {
      "en": "I really know that. I'm so… I'm really… I'm so sorry.",
      "vi": "Tôi thực sự biết điều đó. Tôi rất xin lỗi."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - I'm so…",
      "vi": "- Ừ. - Tôi rất…"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.",
      "vi": "Tôi rất xin lỗi."
    }
  },
  {
    "translation": {
      "en": "So, do you think that we could be, like, friends again?",
      "vi": "Vậy cô có nghĩ chúng ta có thể làm bạn trở lại không?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, nah. Don't get ahead of yourself. - No, yeah. Yeah. You're right.",
      "vi": "- Ừ, không. Đừng tính trước vậy chứ. - Ừ. Cô nói đúng."
    }
  },
  {
    "translation": {
      "en": "Hey, it's okay to overdress for an occasion.",
      "vi": "Này, ăn mặc cầu kỳ cho dịp đặc biệt cũng không sao."
    }
  },
  {
    "translation": {
      "en": "Never apologize for style.",
      "vi": "Đừng bao giờ hối hận vì phong cách."
    }
  },
  {
    "translation": {
      "en": "You take care, you hear?",
      "vi": "Bảo trọng đấy, nghe chưa?"
    }
  },
  {
    "translation": {
      "en": "Good girl.",
      "vi": "Ngoan lắm."
    }
  },
  {
    "translation": {
      "en": "♪ We stole the champagne We stole the champagne ♪",
      "vi": "Chúng tôi đã trộm sâm panh"
    }
  },
  {
    "translation": {
      "en": "Here. Guess what we stole when Danno was out on smoko?",
      "vi": "Đây. Đoán xem bọn tôi đã trộm gì khi Danno giải lao?"
    }
  },
  {
    "translation": {
      "en": "- Champagne? - Bubbles!",
      "vi": "- Sâm panh? - Sủi tăm!"
    }
  },
  {
    "translation": {
      "en": "'Cause guess who's now head stockwoman? What? Oh! Congrats, girl!",
      "vi": "- Đoán xem ai là trưởng chăn nuôi nào? - Sao? Chúc mừng nhé, cô gái!"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "We're also celebrating that Kylie got bumped up to wool classer.",
      "vi": "Ta cũng ăn mừng Kylie lên làm thợ phân loại lông."
    }
  },
  {
    "translation": {
      "en": "- No biggie. No biggie. Thank you. - What? Amazing.",
      "vi": "- Không gì đâu. Cảm ơn. - Gì? Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "Well, that means that the team actually needs a new roustabout.",
      "vi": "Điều đó có nghĩa là đội cần thợ xén tập sự."
    }
  },
  {
    "translation": {
      "en": "If only we knew someone.",
      "vi": "Giá mà ta biết ai đó."
    }
  },
  {
    "translation": {
      "en": "Mm. Thanks, ladies, but you know what? Day- drinking for my living is much, much easier.",
      "vi": "Cảm ơn các cô. Mà uống rượu ban ngày để kiếm sống dễ dàng hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "- Fair. - All good.",
      "vi": "- Cũng đúng. - Rồi."
    }
  },
  {
    "translation": {
      "en": "We heard that wine thing didn't work out exactly the way you planned.",
      "vi": "Nghe nói vụ rượu của cô không như dự tính."
    }
  },
  {
    "translation": {
      "en": "Yeah. You know, you win some, you lose some.",
      "vi": "Phải, được cái này, mất cái kia thôi."
    }
  },
  {
    "translation": {
      "en": "Before I forget.",
      "vi": "Trước khi tôi quên."
    }
  },
  {
    "translation": {
      "en": "- Returning the loaners. - Thank you.",
      "vi": "- Trả lại đồ mượn. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "- Aw. Perfect condition. - For you.",
      "vi": "- Cho cô. - Nguyên vẹn."
    }
  },
  {
    "translation": {
      "en": "How did you do that? I, um… I cleaned them.",
      "vi": "- Sao cô làm được? - Tôi đã giặt chúng."
    }
  },
  {
    "translation": {
      "en": "- That checks out, yeah. - Right. Yeah.",
      "vi": "Rõ là thế, ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "One more thing.",
      "vi": "Một việc nữa."
    }
  },
  {
    "translation": {
      "en": "- Ooh, ooh. What is this? - Oh. Okay.",
      "vi": "- Rồi. - Cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "- Open it. - What is it?",
      "vi": "- Mở đi. - Là gì vậy?"
    }
  },
  {
    "translation": {
      "en": "It's a… it's a FLATOUTbear.",
      "vi": "Gấu bông FLATOUTbear."
    }
  },
  {
    "translation": {
      "en": "I've never really heard of them, but it's… it's a thing here.",
      "vi": "Tôi chưa từng biết nó nhưng ở đây thì thịnh hành."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "And I love it.",
      "vi": "Và tôi thích nó."
    }
  },
  {
    "translation": {
      "en": "My, uh… My dad's my best friend.",
      "vi": "Bố tôi là bạn thân nhất của tôi."
    }
  },
  {
    "translation": {
      "en": "He's got a lot of opinions about a lot of things, but I love it.",
      "vi": "Ông ấy hay ý kiến về mọi việc, mà tôi rất quý."
    }
  },
  {
    "translation": {
      "en": "And, um… and I know you're gonna be amazing too, so…",
      "vi": "Và tôi biết cô cũng sẽ là người mẹ tuyệt vời, nên…"
    }
  },
  {
    "translation": {
      "en": "- Thank you. - Yeah.",
      "vi": "- Cảm ơn. - Ừ."
    }
  },
  {
    "translation": {
      "en": "- I'm gonna… - Go.",
      "vi": "- Tôi sẽ… - Đi đi."
    }
  },
  {
    "translation": {
      "en": "- We'll see you later. Yup, see ya. - Yeah.",
      "vi": "- Hẹn gặp lại sau. Ừ, hẹn gặp lại. - Ừ."
    }
  },
  {
    "translation": {
      "en": "So, all that to just…",
      "vi": "Vậy, tất cả chỉ để…"
    }
  },
  {
    "translation": {
      "en": "To walk away?",
      "vi": "Bỏ đi sao?"
    }
  },
  {
    "translation": {
      "en": "Staying true to myself.",
      "vi": "Sống thật với bản thân."
    }
  },
  {
    "translation": {
      "en": "I'll figure it out.",
      "vi": "Em sẽ tìm ra cách."
    }
  },
  {
    "translation": {
      "en": "Sybylla Vaughn didn't give up, and neither do I.",
      "vi": "Sybylla Vaughn không bỏ cuộc và em cũng thế."
    }
  },
  {
    "translation": {
      "en": "Look, about us, I just-- There is no us. Okay?",
      "vi": "- Về chúng ta… - Không có chúng ta đâu."
    }
  },
  {
    "translation": {
      "en": "I'm a Yank career gal heading home to the big smoke",
      "vi": "Em là gái Mỹ mê sự nghiệp sẽ về phố thị"
    }
  },
  {
    "translation": {
      "en": "and you're here doing your undercover boss thing.",
      "vi": "còn anh ở lại đây làm ông chủ ngầm."
    }
  },
  {
    "translation": {
      "en": "It would… It would never work.",
      "vi": "Sẽ không thành đâu."
    }
  },
  {
    "translation": {
      "en": "And for the record,",
      "vi": "Và để cho rõ,"
    }
  },
  {
    "translation": {
      "en": "I never cared what your last name was.",
      "vi": "em chưa từng quan tâm anh mang họ gì."
    }
  },
  {
    "translation": {
      "en": "I never even asked.",
      "vi": "Em chưa từng hỏi."
    }
  },
  {
    "translation": {
      "en": "No, uh, parting words of wisdom?",
      "vi": "Không nói lời chia tay thông thái nào sao?"
    }
  },
  {
    "translation": {
      "en": "Nah.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I got nothing.",
      "vi": "Chả biết nói gì."
    }
  },
  {
    "translation": {
      "en": "Goodbye, Max Vaughn.",
      "vi": "Tạm biệt, Max Vaughn."
    }
  },
  {
    "translation": {
      "en": "Goodbye, Lola Alvarez.",
      "vi": "Tạm biệt, Lola Alvarez."
    }
  },
  {
    "translation": {
      "en": "Why doesn't your company buy its own darn coffee machine?",
      "vi": "Sao công ty con không mua máy pha cà phê của riêng mình?"
    }
  },
  {
    "translation": {
      "en": "Oh please, Dad, you love being unofficial officer manager.",
      "vi": "Thôi đi, bố thích làm quản lý văn phòng không chính thức mà."
    }
  },
  {
    "translation": {
      "en": "- Hmm. Use a coaster. - Okay.",
      "vi": "- Rồi, dùng lót ly đi. - Vâng."
    }
  },
  {
    "translation": {
      "en": "- Refill, Audra? - Oh. Yes, please.",
      "vi": "- Uống thêm, Audra? - Vâng, xin ạ."
    }
  },
  {
    "translation": {
      "en": "You know, when you rented that nice apartment, Lola,",
      "vi": "Khi con thuê căn hộ đẹp đó, Lola,"
    }
  },
  {
    "translation": {
      "en": "I was hoping to turn this into a yoga studio.",
      "vi": "bố đã hy vọng biến nơi này thành phòng tập yoga."
    }
  },
  {
    "translation": {
      "en": "Dad, when have you ever done yoga?",
      "vi": "Bố, bố tập yoga bao giờ đâu?"
    }
  },
  {
    "translation": {
      "en": "Uh, I was voted most flexible Latino in high school.",
      "vi": "Bố được bầu là người Latinh dẻo nhất ở trường trung học."
    }
  },
  {
    "translation": {
      "en": "I still got some tricks.",
      "vi": "Bố vẫn còn vài mánh."
    }
  },
  {
    "translation": {
      "en": "- Wow. - Namaste.",
      "vi": "- Chà. - Namaste."
    }
  },
  {
    "translation": {
      "en": "I wonder if, um, Hazel's gonna end up going with the Sybylla wine label.",
      "vi": "Tôi tự hỏi liệu Hazel có đồng ý với nhãn rượu Sybylla không."
    }
  },
  {
    "translation": {
      "en": "Yeah. Like, speaking of,",
      "vi": "Ừ. Nhắc mới nhớ,"
    }
  },
  {
    "translation": {
      "en": "it's all over the wine trade websites.",
      "vi": "nó ở khắp các trang web buôn bán rượu."
    }
  },
  {
    "translation": {
      "en": "Mythos and Vaughn Family Wines have parted ways.",
      "vi": "Mythos và Vaughn Family Wines đã ngừng hợp tác."
    }
  },
  {
    "translation": {
      "en": "- Wow. - Yeah.",
      "vi": "- Chà. - Ừ."
    }
  },
  {
    "translation": {
      "en": "That was quick.",
      "vi": "Nhanh thật."
    }
  },
  {
    "translation": {
      "en": "Yeah. Like, still in the contractual grace period, apparently.",
      "vi": "Ừ, vẫn đang trong thời gian gia hạn hợp đồng."
    }
  },
  {
    "translation": {
      "en": "Um, the official reason is they had, like, different working styles,",
      "vi": "Lý do chính thức là họ có cách làm việc khác nhau,"
    }
  },
  {
    "translation": {
      "en": "but you know. I mean, AKA, they got to know Calder better, right?",
      "vi": "nhưng cô biết đấy, giờ họ biết tỏng Calder rồi, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "So, like, should… should we go after Vaughn Wines?",
      "vi": "Vậy ta có nên đuổi theo Vaughn Wines không?"
    }
  },
  {
    "translation": {
      "en": "I mean, it was your idea.",
      "vi": "Đó là ý tưởng của cô."
    }
  },
  {
    "translation": {
      "en": "Let's focus on new business. Have you even tried calling Max?",
      "vi": "- Tập trung vào vụ làm ăn mới. - Cô thử gọi Max chưa?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Chưa."
    }
  },
  {
    "translation": {
      "en": "Look, it took me a while to figure this out,",
      "vi": "Này, tôi đã mất một thời gian để hiểu ra,"
    }
  },
  {
    "translation": {
      "en": "but it's not even that he lied, you know? I…",
      "vi": "nhưng không phải là anh ấy nói dối, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I just… I don't think he knows who he is yet.",
      "vi": "Tôi không biết. Tôi nghĩ anh ấy không hiểu mình là ai."
    }
  },
  {
    "translation": {
      "en": "Sure, but what if his way to change that was to share it",
      "vi": "Chắc chắn rồi, nhưng nếu cách anh ấy thay đổi điều đó là chia sẻ"
    }
  },
  {
    "translation": {
      "en": "with someone he really trusted, and that was you?",
      "vi": "với người anh ấy thực sự tin tưởng và đó là cô?"
    }
  },
  {
    "translation": {
      "en": "So when did you get so wise?",
      "vi": "Cô sáng suốt thế từ khi nào?"
    }
  },
  {
    "translation": {
      "en": "Since you gave me a second chance.",
      "vi": "Từ khi cô đã cho tôi cơ hội thứ hai."
    }
  },
  {
    "translation": {
      "en": "You see the best in people, Lola. Even when they don't deserve it.",
      "vi": "Cô thấy điều tốt nhất ở con người, Lola. Cả khi họ không xứng đáng."
    }
  },
  {
    "translation": {
      "en": "You believing in them makes them want to be that best version.",
      "vi": "Được cô tin tưởng khiến họ muốn là phiên bản tốt nhất."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "I just, uh…",
      "vi": "Tôi chỉ…"
    }
  },
  {
    "translation": {
      "en": "When we said goodbye, he didn't step up for me.",
      "vi": "Khi chúng tôi tạm biệt, anh ấy không đấu tranh vì tôi."
    }
  },
  {
    "translation": {
      "en": "So, in Max's Pinterest wisdom,",
      "vi": "Theo lời thông thái trên Pinterest của Max,"
    }
  },
  {
    "translation": {
      "en": "the horse is already out of the barn.",
      "vi": "con ngựa đã ra khỏi chuồng rồi."
    }
  },
  {
    "translation": {
      "en": "Well, actually, Uruguay is a rising star in the wine world.",
      "vi": "Thật ra, Uruguay là sao đang lên trong giới rượu vang."
    }
  },
  {
    "translation": {
      "en": "Its mild maritime climate is ideal for grape growing.",
      "vi": "Khí hậu biển ôn hoà rất lý tưởng cho việc trồng nho."
    }
  },
  {
    "translation": {
      "en": "And the women of the wine collective we're representing",
      "vi": "Các phụ nữ của hội rượu vang mà chúng tôi đại diện"
    }
  },
  {
    "translation": {
      "en": "are known for their red varietals. Even their award- winning Tent Flint.",
      "vi": "nổi tiếng với các loại vang đỏ. Kể cả rượu Tent Flint từng đoạt giải."
    }
  },
  {
    "translation": {
      "en": "Give it a taste.",
      "vi": "Nếm thử xem."
    }
  },
  {
    "translation": {
      "en": "You know, we're starting to stock more niche wines. I love your product.",
      "vi": "Chúng tôi bắt đầu nhập rượu hiếm. Tôi thích sản phẩm của cô."
    }
  },
  {
    "translation": {
      "en": "- Great. Of course. - And I would love your card.",
      "vi": "- Tuyệt. Vâng. - Tôi xin danh thiếp."
    }
  },
  {
    "translation": {
      "en": "- For you. Thank you so much. - Thank you. This feels so good.",
      "vi": "- Cho cô. Cảm ơn rất nhiều. - Cảm ơn. Cảm giác thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "- Lola. - Yeah.",
      "vi": "- Lola. - Vâng."
    }
  },
  {
    "translation": {
      "en": "Hamish! Hi!",
      "vi": "Hamish. Chào!"
    }
  },
  {
    "translation": {
      "en": "Tasteful, but, uh, limited offerings. When are you gonna expand your list?",
      "vi": "Vị ngon, nhưng có giới hạn. Khi nào cô mở rộng danh sách?"
    }
  },
  {
    "translation": {
      "en": "Oh, Hamish. You know I'm working on it.",
      "vi": "Hamish, tôi đang lo liệu mà."
    }
  },
  {
    "translation": {
      "en": "I don't know. I gave you a good lead and you blew it, spectacularly.",
      "vi": "Không biết. Tôi cho cô mối ngon và cô làm hỏng bét, rất ngoạn mục."
    }
  },
  {
    "translation": {
      "en": "Nah, mate.",
      "vi": "Không đâu."
    }
  },
  {
    "translation": {
      "en": "I'm the one who blew it.",
      "vi": "Tôi là người làm hỏng."
    }
  },
  {
    "translation": {
      "en": "What… What are you doing here?",
      "vi": "Anh đang làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "I'm not a silent partner anymore.",
      "vi": "Anh hết là đối tác thầm lặng rồi."
    }
  },
  {
    "translation": {
      "en": "The reaction to the new label is through the roof.",
      "vi": "Phản hồi với nhãn mới rất tốt."
    }
  },
  {
    "translation": {
      "en": "Salud Imports is exactly what Vaughn Family Wines needs.",
      "vi": "Salud Imports chính là thứ Vaughn Family Wines cần."
    }
  },
  {
    "translation": {
      "en": "She accepts. We're your new importer.",
      "vi": "Cô ấy chấp nhận. Chúng tôi là nhà nhập khẩu mới của anh."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "And I'm not just here on business.",
      "vi": "Và anh không chỉ đến vì công việc."
    }
  },
  {
    "translation": {
      "en": "Baaabra misses you.",
      "vi": "Baaabra nhớ em."
    }
  },
  {
    "translation": {
      "en": "Sadly, it's true. She mopes all around her pen all day.",
      "vi": "Đáng buồn là đúng thế. Nó rầu rĩ quanh cái chuồng suốt."
    }
  },
  {
    "translation": {
      "en": "And she won't even wear her scarf anymore. She's miserable.",
      "vi": "Và nó không đeo khăn nữa. Nó đau khổ lắm."
    }
  },
  {
    "translation": {
      "en": "So you came all this way to give me an update on Baaabra?",
      "vi": "Vậy anh đến tận đây để báo tin cho em về Baaabra?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I came all this way to say I'm done hiding out.",
      "vi": "Anh đến tận đây để nói anh chán lẩn tránh rồi."
    }
  },
  {
    "translation": {
      "en": "You never gave up, Lola.",
      "vi": "Em không bao giờ bỏ cuộc, Lola."
    }
  },
  {
    "translation": {
      "en": "But somewhere along the way,",
      "vi": "Nhưng đâu đó trên đường đời,"
    }
  },
  {
    "translation": {
      "en": "I did.",
      "vi": "anh đã từ bỏ."
    }
  },
  {
    "translation": {
      "en": "I was a fool to let you go.",
      "vi": "Anh thật ngốc khi để em đi."
    }
  },
  {
    "translation": {
      "en": "So here I am.",
      "vi": "Và giờ anh ở đây."
    }
  },
  {
    "translation": {
      "en": "Go big or go home. Right?",
      "vi": "Chơi lớn không thì về nhà, phải chứ?"
    }
  },
  {
    "translation": {
      "en": "Shut up and kiss me already.",
      "vi": "Im đi và hôn em đi."
    }
  },
  {
    "translation": {
      "en": "I now pronounce you wife and wife.",
      "vi": "Ta tuyên bố hai con là vợ và vợ."
    }
  },
  {
    "translation": {
      "en": "- Whoo- hoo! - Share a kiss.",
      "vi": "Hôn nhau đi."
    }
  },
  {
    "translation": {
      "en": "It's time to celebrate, everyone!",
      "vi": "Đến lúc ăn mừng rồi, mọi người!"
    }
  },
  {
    "translation": {
      "en": "- Look at you go. - Right?",
      "vi": "- Nhìn em kìa. - Phải không?"
    }
  },
  {
    "translation": {
      "en": "- That was very good. - Thank you. Thank you.",
      "vi": "- Quá là giỏi. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I think Sybylla would love knowing that her story didn't end with her.",
      "vi": "Sybylla sẽ rất vui khi biết câu chuyện của bà không kết thúc với bà."
    }
  },
  {
    "translation": {
      "en": "Waratah Station's never short on one thing, happy endings.",
      "vi": "Trại Waratah không bao giờ thiếu một thứ, kết thúc có hậu."
    }
  }
]