[
  {
    "translation": {
      "en": "And action!",
      "vi": "Hành động!"
    }
  },
  {
    "translation": {
      "en": "It's huge.",
      "vi": "Thật lớn."
    }
  },
  {
    "translation": {
      "en": "It's mind-blowing. I have to remind myself they're not real.",
      "vi": "Thật tuyệt, tôi phải tự nhủ rằngkhông phải sự thật."
    }
  },
  {
    "translation": {
      "en": "It's like a historical movie, actually, what we're doing here.",
      "vi": "Những gì chúng tôi làm ở đâynhư bộ phim lịch sử vậy,"
    }
  },
  {
    "translation": {
      "en": "This is... 90% of my filming experience, here. Like this...",
      "vi": "Đây là 90% trải nghiệm đóng phimcủa tôi ở đây. Như này..."
    }
  },
  {
    "translation": {
      "en": "To come over here to do a show set in Williamsburg...",
      "vi": "Chúng tôi phải đến Williamsburgđể thực hiện một loạt cảnh quay."
    }
  },
  {
    "translation": {
      "en": "To do it in Berlin, it's kind of a... You know, it plays with my head!",
      "vi": "Thực hiện ở Berlin rất dễ bị phân tâm."
    }
  },
  {
    "translation": {
      "en": "A series in Yiddish, for me, also, personally...",
      "vi": "Một loạt các câu từ tiếng Yiddish,đối với cá nhân tôi..."
    }
  },
  {
    "translation": {
      "en": "I think it's a great thing.",
      "vi": "Tôi nghĩ đó là điều tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Dealing with a language that no one understands,",
      "vi": "Họ phải xử lý thứ tiếng mà không ai hiểu,"
    }
  },
  {
    "translation": {
      "en": "with customs and rituals no one understands,",
      "vi": "với phong tục và nghi thức không ai hiểu,"
    }
  },
  {
    "translation": {
      "en": "but the essence of what's happening - that's universally understood.",
      "vi": "nhưng bản chất những điều xảy ralại đều có thể hiểu được."
    }
  },
  {
    "translation": {
      "en": "It's a very beautiful and unique story",
      "vi": "Một câu chuyện rất đẹp và độc đáo"
    }
  },
  {
    "translation": {
      "en": "that shows, kind of, like, both worlds.",
      "vi": "khắc họa cả hai thế giới."
    }
  },
  {
    "translation": {
      "en": "I don't think it's a story",
      "vi": "Không phải là câu chuyện"
    }
  },
  {
    "translation": {
      "en": "about the existence of God or something like that.",
      "vi": "sự tồn tại của Chúahay điều gì đó tương tự."
    }
  },
  {
    "translation": {
      "en": "It's more about...",
      "vi": "Mà đúng hơn là về..."
    }
  },
  {
    "translation": {
      "en": "the right to have your voice.",
      "vi": "quyền có tiếng nói."
    }
  },
  {
    "translation": {
      "en": "And people like me never really had that opportunity.",
      "vi": "Những người như tôikhông bao giờ có cơ hội đó."
    }
  },
  {
    "translation": {
      "en": "We never saw ourselves reflected back",
      "vi": "Không thấy bản thân được tái hiện"
    }
  },
  {
    "translation": {
      "en": "in the stories told in popular culture,",
      "vi": "trong câu chuyện văn hóa phổ biến"
    }
  },
  {
    "translation": {
      "en": "so didn't know how to create our own.",
      "vi": "nên không biết cách tự viết truyện."
    }
  },
  {
    "translation": {
      "en": "I think this is the first show ever",
      "vi": "Tôi nghĩ đây là bộ phim đầu tiên"
    }
  },
  {
    "translation": {
      "en": "to accurately portray the Hasidic community.",
      "vi": "tả chính xác cộng đồng người Hasidic."
    }
  },
  {
    "translation": {
      "en": "These are real people",
      "vi": "Đây là những người thật,"
    }
  },
  {
    "translation": {
      "en": "and their experiences are very universal and very relatable.",
      "vi": "trải nghiệm của họ rất đời thườngvà liên kết với nhau."
    }
  },
  {
    "translation": {
      "en": "When the community watches it,",
      "vi": "Khi cộng đồng xem phim"
    }
  },
  {
    "translation": {
      "en": "and somebody like me watches it and sees...",
      "vi": "có ai đó như tôi xem và thấy rằng..."
    }
  },
  {
    "translation": {
      "en": "that this girl lived exactly like she lives,",
      "vi": "cô gái này đã sống đúng với cô ấy bây giờ,"
    }
  },
  {
    "translation": {
      "en": "and she was able to muster the courage to follow her dreams...",
      "vi": "cô ấy đã dùng toàn bộ lòng dũng cảmđể theo đuổi ước mơ,"
    }
  },
  {
    "translation": {
      "en": "Maybe this girl can, too.",
      "vi": "Cô ấy có lẽ làm được."
    }
  },
  {
    "translation": {
      "en": "When I met Anna and Alexa,",
      "vi": "Khi gặp Anna và Alexa,"
    }
  },
  {
    "translation": {
      "en": "when I became friends with them,",
      "vi": "tôi kết bạn với họ,"
    }
  },
  {
    "translation": {
      "en": "I realized that if anybody is ever going to be able to really grasp",
      "vi": "Tôi nhận ra rằngnếu ai đó thực sự hiểu được"
    }
  },
  {
    "translation": {
      "en": "what this story is about, and execute it",
      "vi": "ý nghĩa của bộ phim và thực hiện"
    }
  },
  {
    "translation": {
      "en": "in a way that is going to have a positive cultural impact, it's these women.",
      "vi": "để có những ảnh hưởng tốt về văn hóa,thì đó chính là những người phụ nữ này."
    }
  },
  {
    "translation": {
      "en": "After I met Deborah, I read her book and I thought it was amazing.",
      "vi": "Sau khi gặp Deborah, tôi đọc sáchcủa cô ấy và nó thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "I read it in one sitting and I couldn't put it down.",
      "vi": "Tôi ngồi một chỗ đọcmà không thể đặt xuống."
    }
  },
  {
    "translation": {
      "en": "And then she said,",
      "vi": "Rồi cô ấy nói rằng,"
    }
  },
  {
    "translation": {
      "en": "\"Well, why don't you make my book into a TV show?\"",
      "vi": "\"Ồ, hay cô không làm phim truyền hìnhtheo sách của tôi?\""
    }
  },
  {
    "translation": {
      "en": "Anna and I wanted to make a show",
      "vi": "Anna và tôi muốn làm phim"
    }
  },
  {
    "translation": {
      "en": "in which we could work through",
      "vi": "trong lúc chúng tôi có thể làm với"
    }
  },
  {
    "translation": {
      "en": "a lot of the topics we discuss a lot,",
      "vi": "nhiều chủ đề mà chúng tôiđã thảo luận rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "especially about being Jewish in Germany.",
      "vi": "đặc biệt là về người Do Thái ở Đức."
    }
  },
  {
    "translation": {
      "en": "[Anna] This story is about a woman...",
      "vi": "Với tôi, nó về một phụ nữ trẻ"
    }
  },
  {
    "translation": {
      "en": "who is searching for herself,",
      "vi": "người đi tìm bản thân mình"
    }
  },
  {
    "translation": {
      "en": "and searching for her community in the world.",
      "vi": "và tìm cho cộng đồng cô ấy trên thế giới."
    }
  },
  {
    "translation": {
      "en": "[Shira] Esther is a 19-year-old girl.",
      "vi": "Esther là một cô gái 19 tuổi."
    }
  },
  {
    "translation": {
      "en": "She was born and raised in Williamsburg, Brooklyn,",
      "vi": "Cô ấy sinh ra và lớn lên ởWilliamsburg, Brooklyn,"
    }
  },
  {
    "translation": {
      "en": "in the community",
      "vi": "trong một cộng đồng"
    }
  },
  {
    "translation": {
      "en": "called Satmar.",
      "vi": "gọi là Satmar."
    }
  },
  {
    "translation": {
      "en": "Don't forget, Esty. He speaks first.",
      "vi": "Đừng quên, Esty.Cậu ta nói đầu tiên."
    }
  },
  {
    "translation": {
      "en": "She grows up in a very religious neighborhood...",
      "vi": "Cô ấy lớn lên trongmột cộng đồng tôn giáo,"
    }
  },
  {
    "translation": {
      "en": "and frees herself from an unhappy arranged marriage",
      "vi": "cô giải thoát bản thân khỏicuộc hôn nhân sắp đặt không hạnh phúc"
    }
  },
  {
    "translation": {
      "en": "and flees to Berlin.",
      "vi": "và đi tới Berlin."
    }
  },
  {
    "translation": {
      "en": "[Alexa] Her story is unique and romantic.",
      "vi": "Câu chuyện của cô ấyrất khác biệt và lãng mạn."
    }
  },
  {
    "translation": {
      "en": "We just felt that it was so different that somebody who would leave",
      "vi": "Ta chỉ thấy rằng thật lạ khi một người dời"
    }
  },
  {
    "translation": {
      "en": "this very insular community in Williamsburg, Brooklyn, New York,",
      "vi": "cộng đồng khá thiển cận nàyở Williamsburg, Brooklyn, New York,"
    }
  },
  {
    "translation": {
      "en": "and find their way here, out of choice...",
      "vi": "và không còn lựa chọn nào khácđến sống ở đây."
    }
  },
  {
    "translation": {
      "en": "From a very young age, she always felt very different,",
      "vi": "Từ khi còn nhỏ, cô ấy luôncó cảm giác khác biệt,"
    }
  },
  {
    "translation": {
      "en": "had been told she's very different,",
      "vi": "luôn được bảo cô rất khác biệt."
    }
  },
  {
    "translation": {
      "en": "because of the fact that she always also has these questions within her",
      "vi": "vì trong cô luôn có nhiều nghi vấn,"
    }
  },
  {
    "translation": {
      "en": "and she has that chutzpah, you can say.",
      "vi": "có thể nói,cô ấy có tinh thần chutzpah, gai góc."
    }
  },
  {
    "translation": {
      "en": "[Alexa] The Satmar Jews are a Hasidic community",
      "vi": "Satmar Jews là cộng đồng đạo Hasidic"
    }
  },
  {
    "translation": {
      "en": "originally from the town of Satmar, in Hungary.",
      "vi": "có nguồn gốc từthị trấn Satmar tại Hungary."
    }
  },
  {
    "translation": {
      "en": "They are mostly descendants of Holocaust survivors",
      "vi": "Họ gần như là hậu duệcủa những người sống sót vụ Holocaust,"
    }
  },
  {
    "translation": {
      "en": "and started by Holocaust survivors in New York, after the war.",
      "vi": "bắt đầu với những sống sót sau vụHolocaust tại New York sau chiến tranh"
    }
  },
  {
    "translation": {
      "en": "This, kind of, makes them a little bit different",
      "vi": "Điều này khiến họ có chút khác biệt"
    }
  },
  {
    "translation": {
      "en": "than a lot of other Hasidic communities,",
      "vi": "so với những cộng đồng Hasidic khác,"
    }
  },
  {
    "translation": {
      "en": "because they really developed what they were about after the war,",
      "vi": "vì họ đã tự vực lại sau chiến tranh"
    }
  },
  {
    "translation": {
      "en": "and not before.",
      "vi": "mà trước không có."
    }
  },
  {
    "translation": {
      "en": "It is founded by people",
      "vi": "Người tìm thấy là"
    }
  },
  {
    "translation": {
      "en": "who are struggling with the most immense trauma we can imagine.",
      "vi": "những người đang chiến đấuvới sang chấn lớn nhất."
    }
  },
  {
    "translation": {
      "en": "And for the first generation, I would say, even for the first two generations,",
      "vi": "Và đối với thế hệ đầu tiên,thậm chí là hai thế hệ đầu."
    }
  },
  {
    "translation": {
      "en": "this trauma was a driving force",
      "vi": "đó là yếu tố quyết định"
    }
  },
  {
    "translation": {
      "en": "behind the ideological structures of this community.",
      "vi": "phía sau ý thức hệ của cộng đồng này."
    }
  },
  {
    "translation": {
      "en": "The Satmar community is also special, in that Yiddish is their native language,",
      "vi": "Cộng đồng Satmar đặc biệt ở chỗngôn ngữ của họ là tiếng Yiddish"
    }
  },
  {
    "translation": {
      "en": "and I think they can be credited to some degree",
      "vi": "và họ có thể được ghi nhận sao đó vì"
    }
  },
  {
    "translation": {
      "en": "with keeping Yiddish alive.",
      "vi": "duy trì tiếng Yiddish."
    }
  },
  {
    "translation": {
      "en": "But why Berlin?",
      "vi": "Sao là Berlin?"
    }
  },
  {
    "translation": {
      "en": "-Think about it. -What?",
      "vi": "- Nghĩ xem.- Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Her mother lives in Berlin!",
      "vi": "Bà mẹ mất trí ở Berlin!"
    }
  },
  {
    "translation": {
      "en": "It was important to us",
      "vi": "Chúng tôi cần"
    }
  },
  {
    "translation": {
      "en": "to make changes in the present day story",
      "vi": "thay đổi câu chuyện hàng ngày"
    }
  },
  {
    "translation": {
      "en": "from Deborah Feldman's real life,",
      "vi": "từ cuộc sống thực của Deborah Feldman,"
    }
  },
  {
    "translation": {
      "en": "because she is a young woman, she's a public figure,",
      "vi": "vì cô ấy trẻ, cô ấy làhình tượng của công chúng,"
    }
  },
  {
    "translation": {
      "en": "she's a public intellectual,",
      "vi": "cô ấy là người trí thức,"
    }
  },
  {
    "translation": {
      "en": "and we wanted Esther's Berlin life to be very different",
      "vi": "và chúng tôi muốn cuộc sốngcủa Esther ở Berlin khác"
    }
  },
  {
    "translation": {
      "en": "from real Deborah's Berlin life.",
      "vi": "của Deborah ở Berlin."
    }
  },
  {
    "translation": {
      "en": "So, in a sense, the flashbacks are based on the book,",
      "vi": "Nên đâu đó, cảnh hồi tưởng dựa trên sách,"
    }
  },
  {
    "translation": {
      "en": "but the present day story is entirely made up.",
      "vi": "nhưng câu chuyện hiện tại đều là nghĩ ra."
    }
  },
  {
    "translation": {
      "en": "You have to go beyond cliché,",
      "vi": "Cần phải loại bỏ ý tưởng rập khuôn"
    }
  },
  {
    "translation": {
      "en": "beyond our projection on to what the life might be",
      "vi": "loại bỏ suy đoán về cuộc sống"
    }
  },
  {
    "translation": {
      "en": "in a community like this.",
      "vi": "trong cộng đồng như vậy."
    }
  },
  {
    "translation": {
      "en": "[Anna] It was very important to us to get not just the look and feel",
      "vi": "chúng ta rất cần chú trọng vào vẻ bề ngoàivà cảm giác"
    }
  },
  {
    "translation": {
      "en": "and costumes and rituals and everything correct,",
      "vi": "phong tục và nghi thứcvà mọi thứ chính xác"
    }
  },
  {
    "translation": {
      "en": "but to inhabit the ideas of these characters' worlds",
      "vi": "nhưng để khắc họa được ý tưởngtrong thế giới những nhân vật này"
    }
  },
  {
    "translation": {
      "en": "in a way that felt authentic,",
      "vi": "một cách thật nhất mà vẫn"
    }
  },
  {
    "translation": {
      "en": "but heightened for television.",
      "vi": "cường độ hóa vì là truyền hình"
    }
  },
  {
    "translation": {
      "en": "I just feel, like, when you're showing different communities",
      "vi": "Nhìn chung, tôi cảm thấy khithể hiện cộng đồng khác biệt"
    }
  },
  {
    "translation": {
      "en": "and especially communities on the margins,",
      "vi": "đặc biệt là cộng đồng ít ai chú ý tới"
    }
  },
  {
    "translation": {
      "en": "you want to get the details right.",
      "vi": "ta sẽ muốn chi tiết chuẩn xác."
    }
  },
  {
    "translation": {
      "en": "We knew it was so important to get people onboard,",
      "vi": "Chúng tôi biết rằng rất quan trọngđể bấm máy quay"
    }
  },
  {
    "translation": {
      "en": "not just as actors,",
      "vi": "diễn viên,"
    }
  },
  {
    "translation": {
      "en": "but behind and in front of the camera, who are from this community.",
      "vi": "và phía sau, phía trước máy quay,những người từ cộng đồng này."
    }
  },
  {
    "translation": {
      "en": "So, one of the first people we hired",
      "vi": "Một trong những người đầu tiên"
    }
  },
  {
    "translation": {
      "en": "was Eli Rosen",
      "vi": "là Eli Rosen"
    }
  },
  {
    "translation": {
      "en": "who is an actor, translator",
      "vi": "một diễn viên kiêm biên dịch viên,"
    }
  },
  {
    "translation": {
      "en": "and, kind of, specialist when it comes to Yiddish.",
      "vi": "và một chuyên gia về tiếng Yiddish."
    }
  },
  {
    "translation": {
      "en": "[Anna] Eli Rosen was, like, our guide, you know. He was our spirit guide.",
      "vi": "Eli Rosen giống như hướng dẫn viêncủa chúng tôi về mặt tinh thần."
    }
  },
  {
    "translation": {
      "en": "He not only translated the scripts, he coached the actors in Yiddish,",
      "vi": "không chỉ dịch lời thoại mà anh ấycòn hướng dẫn diễn viên nói tiếng Yiddish"
    }
  },
  {
    "translation": {
      "en": "he helped us with all the cultural details and he played the rabbi.",
      "vi": "hỗ trợ chúng tôi những chi tiết về văn hóavà đóng vai trò là thầy đạo"
    }
  },
  {
    "translation": {
      "en": "When I was given the opportunity to help ensure",
      "vi": "Khi tôi có cơ hội hỗ trợ đảm bảo những chi tiếttiêu biểu và xác thực"
    }
  },
  {
    "translation": {
      "en": "that it was representative and that it is authentic...",
      "vi": "hỗ trợ đảm bảo những chi tiếttiêu biểu và xác thực"
    }
  },
  {
    "translation": {
      "en": "I...",
      "vi": "Tôi..."
    }
  },
  {
    "translation": {
      "en": "jumped at it.",
      "vi": "rất sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "Directing the scenes which are set within or in the ultra-orthodox world,",
      "vi": "Đạo diễn những cảnh trongthế giới của nhánh Bảo thủ Do Thái."
    }
  },
  {
    "translation": {
      "en": "I would have been lost without this advice.",
      "vi": "tôi không làm đượcnếu không có lời khuyên."
    }
  },
  {
    "translation": {
      "en": "We had two research trips to New York with our entire team,",
      "vi": "Chúng tôi có hai chuyến nghiên cứuvới cả đoàn tại New York"
    }
  },
  {
    "translation": {
      "en": "not just to watch and look and touch everything we saw,",
      "vi": "không chỉ là nhìn, ngắm, chạmvào tất cả những thứ thấy được"
    }
  },
  {
    "translation": {
      "en": "but we got access to meeting people who are still in this community.",
      "vi": "mà chúng tôi còn được gặp những ngườivẫn đang sống trong cộng đồng này."
    }
  },
  {
    "translation": {
      "en": "We really tried to offer our heads of department as much access.",
      "vi": "Chúng tôi cố đề nghị để trưởng phòngchúng tôi được gặp nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "These trips, of course, are, like, a hunt for impressions,",
      "vi": "Hai chuyến đi đó đương nhiênlà cuộc đua để tìm những dấu ấn"
    }
  },
  {
    "translation": {
      "en": "for feeling atmosphere,",
      "vi": "cảm xúc và môi trường"
    }
  },
  {
    "translation": {
      "en": "for just watching, just taking things in...",
      "vi": "khi chỉ nhìn, cầm nắm đồ vật trong..."
    }
  },
  {
    "translation": {
      "en": "It was, kind of, image-based research.",
      "vi": "Giống như nghiên cứu dựa trên hình ảnh."
    }
  },
  {
    "translation": {
      "en": "We looked around, we took so many pictures,",
      "vi": "Chúng tôi nhìn quanhvà chụp rất nhiều ảnh"
    }
  },
  {
    "translation": {
      "en": "and we tried to inhale this world",
      "vi": "và chúng tôi cố cảm nhận thế giới đó"
    }
  },
  {
    "translation": {
      "en": "by the visual impressions we got.",
      "vi": "qua những dấu ấn mà chúng tôi thấy được."
    }
  },
  {
    "translation": {
      "en": "[Justine] We were taken around New York",
      "vi": "Khi được đi quanh New York,"
    }
  },
  {
    "translation": {
      "en": "on a tour of Williamsburg by an ex-Satmar woman",
      "vi": "một người phụ nữ từng ở Satmardẫn chúng tôi đi thăm Williamsburg"
    }
  },
  {
    "translation": {
      "en": "who had grown up there.",
      "vi": "cô ấy đã lớn lên ở đó."
    }
  },
  {
    "translation": {
      "en": "She'd had her first child there and been married and everything,",
      "vi": "cô ấy đẻ đứa con đầu lòng ở đó,kết hôn và sinh hoạt"
    }
  },
  {
    "translation": {
      "en": "and she walked us through a lot of Williamsburg",
      "vi": "cô ấy giải thích rất nhiều về Williamsburg"
    }
  },
  {
    "translation": {
      "en": "and the traditions within the exterior buildings.",
      "vi": "và những truyền thốngtrong những tòa nhà ở đó."
    }
  },
  {
    "translation": {
      "en": "Silke was taking lots of notes for her world,",
      "vi": "Silke đã ghi chép rất nhiềucho thế giới của cô ấy,"
    }
  },
  {
    "translation": {
      "en": "and I was taking notes",
      "vi": "tôi cũng ghi lại nhiều"
    }
  },
  {
    "translation": {
      "en": "for the characters that I was going to be building.",
      "vi": "cho các nhân vật mà tôi chuẩn bị xây dựng."
    }
  },
  {
    "translation": {
      "en": "We started shooting more of the past,",
      "vi": "Chúng tôi quay nhiềucảnh trong quá khứ hơn"
    }
  },
  {
    "translation": {
      "en": "like, the Williamsburg parts,",
      "vi": "như những địa điểm ở Williamsburg,"
    }
  },
  {
    "translation": {
      "en": "and then we moved to Berlin,",
      "vi": "rồi chúng tôi tới Berlin,"
    }
  },
  {
    "translation": {
      "en": "so, suddenly, something also felt different.",
      "vi": "nên bỗng nhiên,cảm giác có gì đó khác biệt."
    }
  },
  {
    "translation": {
      "en": "Also, moving from Yiddish to English",
      "vi": "cũng chuyển từ Yiddish sang tiếng Anh"
    }
  },
  {
    "translation": {
      "en": "and different outfits and makeup, suddenly, and the hair...",
      "vi": "tự nhiên với quần áo,lớp trang điểm, đầu tóc khác hẳn..."
    }
  },
  {
    "translation": {
      "en": "There are so many different hairs.",
      "vi": "Có quá nhiều kiểu tóc"
    }
  },
  {
    "translation": {
      "en": "The bald... there's this and there's the wig.",
      "vi": "Đầu trọc này, kiểu tóc này,rồi tóc giả này."
    }
  },
  {
    "translation": {
      "en": "And there's... Esty has so many faces.",
      "vi": "Và Esty có rất nhiều gương mặt."
    }
  },
  {
    "translation": {
      "en": "[Justine] I had spoken to Deborah Feldman before we started the project",
      "vi": "Tôi đã trao đổi với Deborah Feldman,trước khi bắt đầu dự án"
    }
  },
  {
    "translation": {
      "en": "about her personal experience",
      "vi": "bàn về kinh nghiệm cá nhân của cô ấy"
    }
  },
  {
    "translation": {
      "en": "of transitioning from Satmar modesty clothing",
      "vi": "về việc thay từ trang phục bình thườngcủa Satmar"
    }
  },
  {
    "translation": {
      "en": "to Western clothing, I suppose you'd call it.",
      "vi": "sang trang phục phương Tây, dễ hiểu mà."
    }
  },
  {
    "translation": {
      "en": "And she said it took her a long time and it was a slow process,",
      "vi": "Cô ấy nói rằng cô mất nhiều thời gian,quá trình khá chậm"
    }
  },
  {
    "translation": {
      "en": "and she pushed herself to experience wearing T-shirts",
      "vi": "cô ấy tự trải nghiệm mặc áo thun"
    }
  },
  {
    "translation": {
      "en": "and showing her arms and showing more flesh,",
      "vi": "để lộ cánh tay và nhiều da thịt hơn."
    }
  },
  {
    "translation": {
      "en": "and she said it did take a long time, so I wanted to show that.",
      "vi": "cô ấy nói mất nhiều thời gian,tôi muốn thể hiện điều đó."
    }
  },
  {
    "translation": {
      "en": "I wanted to reflect Deborah's experience with Esther.",
      "vi": "Tôi muốn thể hiện trải nghiệmcủa Deborah với Esther."
    }
  },
  {
    "translation": {
      "en": "It was so hard to create, in a way,",
      "vi": "Rất khó để tạo ra"
    }
  },
  {
    "translation": {
      "en": "a production that is much like a period film,",
      "vi": "một loạt phim giống phim lịch sử"
    }
  },
  {
    "translation": {
      "en": "but plays in the world of today.",
      "vi": "nhưng lại diễn ra trong thế giới hiện tại."
    }
  },
  {
    "translation": {
      "en": "To create the costumes for that was a very big challenge.",
      "vi": "Tạo phục trang cho phimđúng là một thử thách lớn,"
    }
  },
  {
    "translation": {
      "en": "Like the sets that played in two worlds,",
      "vi": "và giống mặc trong cả hai thể giới hơn"
    }
  },
  {
    "translation": {
      "en": "we had costume that played in two worlds,",
      "vi": "chúng tôi có trang phục cho cả hai"
    }
  },
  {
    "translation": {
      "en": "plus a character who has an arc",
      "vi": "thêm cả nhân vật có đường cong"
    }
  },
  {
    "translation": {
      "en": "in not just her character, but also in her looks and in her clothes.",
      "vi": "không chỉ trong đặc điểm,mà cả ở về bề ngoài và quần áo"
    }
  },
  {
    "translation": {
      "en": "Our production designer",
      "vi": "Thiết kế sản xuất"
    }
  },
  {
    "translation": {
      "en": "knew which exterior locations we were going to be using there",
      "vi": "biết rằng địa điểm bên ngoàichúng tôi sẽ sử dụng"
    }
  },
  {
    "translation": {
      "en": "and built made-to-measure sets here to sync with those exteriors.",
      "vi": "để xây dựng lên những cảnh được đong đosao cho đồng bộ với bên ngoài."
    }
  },
  {
    "translation": {
      "en": "[Wolfgang] We have complicated locations",
      "vi": "Chúng tôi có những địa điểm phức tạp"
    }
  },
  {
    "translation": {
      "en": "because we shot the New York part here in Berlin.",
      "vi": "vì quay hầu hết địa điểmNew York ở Berlin."
    }
  },
  {
    "translation": {
      "en": "Why Germany?",
      "vi": "Sao lại là Đức?"
    }
  },
  {
    "translation": {
      "en": "With the other movies I did before, we came through the windows,",
      "vi": "Với các bộ phim tôi làm trước đây,chúng tôi nhìn vào từ cửa sổ,"
    }
  },
  {
    "translation": {
      "en": "and now, I do everything inside.",
      "vi": "giờ, tôi thực hiện từ trong"
    }
  },
  {
    "translation": {
      "en": "So maybe this is...",
      "vi": "Vậy nên có lẽ đây là..."
    }
  },
  {
    "translation": {
      "en": "This is a very first experience, also, for me.",
      "vi": "Đây cũng là trải nghiệm đầu tiên của tôi."
    }
  },
  {
    "translation": {
      "en": "[Alexa] Wolfgang is an incredible cinematographer -",
      "vi": "Wolfgang là đạo diễn hình ảnh tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I mean, he has shot some of the most incredible documentaries.",
      "vi": "Anh ấy quay một số phim tài liệu đình đám."
    }
  },
  {
    "translation": {
      "en": "He's able to work with natural light, work spontaneously,",
      "vi": "Anh ấy có thể xử lý ánh sáng tự nhiênkhông gò bó,"
    }
  },
  {
    "translation": {
      "en": "he does a lot of...",
      "vi": "làm nhiều..."
    }
  },
  {
    "translation": {
      "en": "We joked that he's \"the handheld Steadicam.\"",
      "vi": "Chúng tôi đùa rằng anh là tay cầm máy."
    }
  },
  {
    "translation": {
      "en": "He's good at combining different kinds of light.",
      "vi": "Anh ấy rất giỏi kết hợpnhiều loại ánh sáng khác nhau."
    }
  },
  {
    "translation": {
      "en": "Because we were matching set interiors with real exteriors,",
      "vi": "Vì chúng tôi đã kết hợp cảnhbên trong và bên ngoài thật,"
    }
  },
  {
    "translation": {
      "en": "the lighting was very delicate,",
      "vi": "ánh sáng được bố trí rất tỉ mỉ,"
    }
  },
  {
    "translation": {
      "en": "and Wolfgang was incredible at that.",
      "vi": "và Wolfgang làm rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "When I watch the material in post-production,",
      "vi": "Khi xem tư liệu phần sản xuất hậu kỳ,"
    }
  },
  {
    "translation": {
      "en": "I think it's very difficult to see what's inside and what's outside,",
      "vi": "Tôi nghĩ rằng rất khó để thấy đượcbên trong và bên ngoài"
    }
  },
  {
    "translation": {
      "en": "what was New York and Berlin.",
      "vi": "cảnh ở New York và Berlin."
    }
  },
  {
    "translation": {
      "en": "She's not here?",
      "vi": "Cô ấy không ở đây?"
    }
  },
  {
    "translation": {
      "en": "[Alexa] Shira Haas is a talent. What a face!",
      "vi": "Shira Haas là một tài năng xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "I mean, she needs to only move a part of her face",
      "vi": "Tức, cô ấy chỉ cần cử động gương mặt"
    }
  },
  {
    "translation": {
      "en": "and it can make you cry or laugh.",
      "vi": "và nó sẽ khiến bạn khó hoặc cười."
    }
  },
  {
    "translation": {
      "en": "Shira is just... an enormous, enormous actress.",
      "vi": "Shira là một diễn viên tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "So talented, so gifted, such a hard worker...",
      "vi": "với tài năng thiên phúvà vô cùng chăm chỉ."
    }
  },
  {
    "translation": {
      "en": "And it was pure joy, every day... It was pure joy to work with Shira.",
      "vi": "Mỗi ngày làm việc với Shirađều có niềm vui."
    }
  },
  {
    "translation": {
      "en": "I think that what's really beautiful in Esty",
      "vi": "Tôi nghĩ điều thực sự đẹp ở Esty"
    }
  },
  {
    "translation": {
      "en": "is that she really, really, really...",
      "vi": "là cô ấy cực kỳ, cực kỳ..."
    }
  },
  {
    "translation": {
      "en": "Even though she's been told that she's different,",
      "vi": "Mặc dù được mách bảo vềmột cuộc đời khác biệt,"
    }
  },
  {
    "translation": {
      "en": "and feels she is different,",
      "vi": "và cô ấy cũng cảm nhận được,"
    }
  },
  {
    "translation": {
      "en": "she always tries very, very hard to fit in, really,",
      "vi": "cô ấy luôn luôn nỗ lực để hòa hợp"
    }
  },
  {
    "translation": {
      "en": "and she really wants to find that feeling of belonging and happiness.",
      "vi": "Cô ấy luôn muốn có đượccảm giác thân thuộc và hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "[Anna] We have, sort of, four main characters.",
      "vi": "Chúng ta có bốn kiểu tính cách chính"
    }
  },
  {
    "translation": {
      "en": "I mean, Esther's the main character,",
      "vi": "Ý là, tính cách chính của Esther"
    }
  },
  {
    "translation": {
      "en": "but the other main characters are all Satmar characters,",
      "vi": "nhưng những tính cách kháclại thuộc về Satmar,"
    }
  },
  {
    "translation": {
      "en": "dealing with being inside and outside at the same time.",
      "vi": "người đối đầu tính cáchbên trong và bên ngoài."
    }
  },
  {
    "translation": {
      "en": "[Alex] She was kicked out, or she left the community,",
      "vi": "Có điều rằng cô ấy bị đuổihoặc tự rời cộng đồng,"
    }
  },
  {
    "translation": {
      "en": "about 15 years before.",
      "vi": "vào khoảng 15 năm trước."
    }
  },
  {
    "translation": {
      "en": "It's obviously that role that attracted me, really,",
      "vi": "Rõ ràng vai trò đó đã thu hút tôi,"
    }
  },
  {
    "translation": {
      "en": "to the whole thing.",
      "vi": "thực sự là toàn bộ điều đó."
    }
  },
  {
    "translation": {
      "en": "[Anna] With Amit Rahav, we had never seen him acting in another project.",
      "vi": "Với Amit Rahav, chúng tôi chưa từngthấy anh ấy trong một dự án nào khác."
    }
  },
  {
    "translation": {
      "en": "We just saw him in the audition. We were all blown away.",
      "vi": "Chúng tôi chỉ gặp ở buổi thử giọngvà đã bị hạ gục."
    }
  },
  {
    "translation": {
      "en": "And he just kills it in every scene.",
      "vi": "Anh ấy làm tốt mọi cảnh quay."
    }
  },
  {
    "translation": {
      "en": "He's a natural talent, you know.",
      "vi": "Đúng là một tài năng thiên bẩm."
    }
  },
  {
    "translation": {
      "en": "I think that he's just",
      "vi": "Theo tôi thì anh ấy"
    }
  },
  {
    "translation": {
      "en": "very naive and innocent,",
      "vi": "thực sự quá là ngây thơ"
    }
  },
  {
    "translation": {
      "en": "because it's not weakness.",
      "vi": "bởi vì đó không phải là điểm yếu."
    }
  },
  {
    "translation": {
      "en": "He has just, like, one truth, and this is the one truth he knows.",
      "vi": "Anh ấy chỉ thể hiện sự thực,đó cũng là điều duy nhất mà anh ấy biết."
    }
  },
  {
    "translation": {
      "en": "It's around here somewhere.",
      "vi": "Nó ở đâu đó quanh đây."
    }
  },
  {
    "translation": {
      "en": "There it is!",
      "vi": "Đây rồi!"
    }
  },
  {
    "translation": {
      "en": "In this section. Next to the fallen tree.",
      "vi": "Trong khu này, bên cạnh cái cây đổ."
    }
  },
  {
    "translation": {
      "en": "[Anna] With Jeff Wilbusch... a crazy thing happened,",
      "vi": "Với Jeff Wilbusch, có một sự điên rồ"
    }
  },
  {
    "translation": {
      "en": "which is, our German casting director said,",
      "vi": "Đạo diễn người Đức của chúng tôi đã nói"
    }
  },
  {
    "translation": {
      "en": "\"We have a German actor who speaks Yiddish.\"",
      "vi": "\"Ta có diễn viên Đứcnói tiếng Do Thái\""
    }
  },
  {
    "translation": {
      "en": "It was the end of the day. Alexa and I were sitting in the office.",
      "vi": "Vào cuối ngày, Alexa và tôi đã mệt,chúng tôi ngồi ở phòng."
    }
  },
  {
    "translation": {
      "en": "So this guy comes in, and we're, like, \"This is what the show is about.\"",
      "vi": "Rồi anh ấy đi vào, chúng tôi nghĩ:\"Đây là nội dung chương trình sao?\""
    }
  },
  {
    "translation": {
      "en": "And he was, like, \"This is my story.\" And we were, like, \"I'm sorry?\"",
      "vi": "Anh ấy nói:\"Đây là chuyện của tôi.\" Chúng tôi kiểu:\"Tôi xin lỗi!\""
    }
  },
  {
    "translation": {
      "en": "He's, like, \"I am from the Satmar community in Mea She'arim.",
      "vi": "Anh ấy nói: \"Tôi đến từcộng đồng Satmar ở Mea."
    }
  },
  {
    "translation": {
      "en": "\"Yiddish is my native language. This is my story.\"",
      "vi": "Do Thái là tiếng mẹ đẻ của tôi,chuyện là vậy đó\""
    }
  },
  {
    "translation": {
      "en": "[Jeff] I think Moishe is a tragic role.",
      "vi": "Tôi nghĩ Moishe là một vai bi thảm."
    }
  },
  {
    "translation": {
      "en": "He is...",
      "vi": "Anh ấy..."
    }
  },
  {
    "translation": {
      "en": "He has a lot of issues -",
      "vi": "Anh ấy có nhiều vấn đề,"
    }
  },
  {
    "translation": {
      "en": "personal issues that he needs to fight.",
      "vi": "những vấn đề cá nhânmà anh ấy cần đối mặt."
    }
  },
  {
    "translation": {
      "en": "He's haunted.",
      "vi": "Anh ấy bị ám ảnh."
    }
  },
  {
    "translation": {
      "en": "And he's also a hunter, so he comes... to bring Esther back.",
      "vi": "Và anh ấy vẫn là một thợ săn,anh ấy đến để đưa Esther trở về."
    }
  },
  {
    "translation": {
      "en": "Say it. Where is Esty?",
      "vi": "Nói đi, Esty ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Where is Esty, telephone?",
      "vi": "Esty đâu rồi, điện thoại?"
    }
  },
  {
    "translation": {
      "en": "You're crazy, Yanky.",
      "vi": "Anh điên hả, Yanky."
    }
  },
  {
    "translation": {
      "en": "[Anna] For us, the challenges of creating this Satmar wedding here, in Berlin,",
      "vi": "Với chúng tôi, thật khó đểthực hiện đám cưới này tại Berlin,"
    }
  },
  {
    "translation": {
      "en": "began with finding enough extras who had big enough beards",
      "vi": "Bắt đầu từ việc tìm những ngườicó bộ râu đủ lớn"
    }
  },
  {
    "translation": {
      "en": "and were willing to get all the hair and make-up.",
      "vi": "sau đó sẽ tạo hình và trang điểm."
    }
  },
  {
    "translation": {
      "en": "I mean, you know, the joke on this show",
      "vi": "Điều thú vị của chương trình này"
    }
  },
  {
    "translation": {
      "en": "is that the men required way more makeup than the women.",
      "vi": "là đàn ông làm tócvà trang điểm nhiều hơn phụ nữ."
    }
  },
  {
    "translation": {
      "en": "Mine has grown now, almost one centimeter, because I wasn't allowed to cut it.",
      "vi": "Tóc của tôi dài hơn một cmvì tôi không được cắt nó."
    }
  },
  {
    "translation": {
      "en": "It's a very complex, cultural ritual.",
      "vi": "Đó là một tập tục rất phức tạp."
    }
  },
  {
    "translation": {
      "en": "We wanted to get it right. A lot of details.",
      "vi": "Chúng tôi sẽ làm y hệt.Có rất nhiều chi tiết."
    }
  },
  {
    "translation": {
      "en": "I'm just placing everybody in, sort of, gender and age order,",
      "vi": "Tôi chỉ sắp xếp mọi ngườitheo giới tính, độ tuổi"
    }
  },
  {
    "translation": {
      "en": "as well as imaginary relation to the bride and groom.",
      "vi": "giả sử có những mối quan hệvới cô dâu, chú rể."
    }
  },
  {
    "translation": {
      "en": "So there's a system to it.",
      "vi": "Có một hệ thống cho việc này."
    }
  },
  {
    "translation": {
      "en": "[Anna] It's an incredible pageant,",
      "vi": "Thực sự là một cuộc thi khó tin."
    }
  },
  {
    "translation": {
      "en": "a moment of great joy for the family,",
      "vi": "Một khoảnh khắc tràn ngậphạnh phúc gia đình"
    }
  },
  {
    "translation": {
      "en": "but they don't express their joy",
      "vi": "nhưng không cần thiết bày tỏ niềm vui"
    }
  },
  {
    "translation": {
      "en": "the way other communities express it.",
      "vi": "theo cách cộng đồng khác thể hiện."
    }
  },
  {
    "translation": {
      "en": "I paid for everything, so, really, everything has to work out.",
      "vi": "Tôi trả tiền cho mọi thứ,và tất cả đã được giải quyết."
    }
  },
  {
    "translation": {
      "en": "I check everyone - everyone's behavior.",
      "vi": "Tôi kiểm tra mọi người, hành vi của họ"
    }
  },
  {
    "translation": {
      "en": "And I'm having fun, but not too much.",
      "vi": "Và tôi cảm thấy khá vui."
    }
  },
  {
    "translation": {
      "en": "[Anna] It was very important to strike the right tone",
      "vi": "Quan trọng là tạogiai điệu phù hợp cho đám cưới"
    }
  },
  {
    "translation": {
      "en": "and then, also, we had, you know, 100 extras, costumes...",
      "vi": "và sau đó, chúng tôi cókhoảng 100 phụ kiện, trang phục..."
    }
  },
  {
    "translation": {
      "en": "Well, the first challenge and the biggest challenge",
      "vi": "Thử thách đầu tiên và cũng cam go nhất"
    }
  },
  {
    "translation": {
      "en": "was to shoot it all within these two days.",
      "vi": "đó là chụp tất cả trong vòng hai ngày."
    }
  },
  {
    "translation": {
      "en": "[Anna] For us, it was our big Hollywood moment, you know,",
      "vi": "Đó là một khoảnh khắc lớn của Hollywood."
    }
  },
  {
    "translation": {
      "en": "and it was very hot when we were shooting.",
      "vi": "Thời tiết rất nóng khi chụp hình."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, for all of the extras and actors,",
      "vi": "Thật không may cho tất cả các diễn viên"
    }
  },
  {
    "translation": {
      "en": "they were wearing a lot of costume and make-up and hair",
      "vi": "họ mặc rất nhiều trang phục, phụ kiện..."
    }
  },
  {
    "translation": {
      "en": "in 100-degree weather.",
      "vi": "trong thời tiết 100 độ"
    }
  },
  {
    "translation": {
      "en": "Every day on set, it's, like, normal. Very, very normal.",
      "vi": "Mỗi ngày ở trường quay.Điều đó bình thường thôi."
    }
  },
  {
    "translation": {
      "en": "That's what I'm used to, like, yes, all the time.",
      "vi": "Đó là những điều tôi làmgần như mọi lúc."
    }
  },
  {
    "translation": {
      "en": "He's the king, so...",
      "vi": "Anh ấy là vua, nên..."
    }
  },
  {
    "translation": {
      "en": "It's hot in there.",
      "vi": "Ở đây rất nóng."
    }
  },
  {
    "translation": {
      "en": "It's too hot. Please don't send me in there again.",
      "vi": "Quá nóng. Làm ơn đừngđưa tôi đến đây một lần nữa."
    }
  },
  {
    "translation": {
      "en": "[Anna] We had an incredibly talented costume designer, Justine Seymour,",
      "vi": "Chúng tôi có một nhà thiết kếvô cùng tài năng, Justine Seymour,"
    }
  },
  {
    "translation": {
      "en": "and she's worked all over the world,",
      "vi": "Cô ấy đã làm việc khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "and she's incredibly flexible.",
      "vi": "Cô ấy thực sự rất năng động."
    }
  },
  {
    "translation": {
      "en": "It was challenging because some of the actual clothing is not for sale here,",
      "vi": "Thực sự khó khănvì ở đây không bán quần áo,"
    }
  },
  {
    "translation": {
      "en": "so some of those things, she sourced in Williamsburg.",
      "vi": "vì vậy mà một vài đồ,cô ấy phải lấy ở Williamsburg."
    }
  },
  {
    "translation": {
      "en": "You know, they wear these furry hats called shtreimel,",
      "vi": "Họ đội những chiếc mũ lôngcó tên là shtreimel,"
    }
  },
  {
    "translation": {
      "en": "and we couldn't afford them because they cost more than 1,000 euros each,",
      "vi": "chúng tôi không đủ khả năng chi trả,vì giá của chúng tầm 1.000 Euro."
    }
  },
  {
    "translation": {
      "en": "and each hat involves the fur of six minks,",
      "vi": "Mỗi chiếc được làm từ bộ lôngcủa sáu con chồn."
    }
  },
  {
    "translation": {
      "en": "which seemed unnecessary, and we needed a lot of them.",
      "vi": "Điều đó không cần thiết,vì chỉ cần số lượng."
    }
  },
  {
    "translation": {
      "en": "So a theatre company in Hamburg made them out of fake fur,",
      "vi": "Có một nhà hát ở Hamburglàm chúng bằng lông thú giả."
    }
  },
  {
    "translation": {
      "en": "so, you know, no minks were harmed in the making of this TV show.",
      "vi": "vì vậy sẽ không có con chồn nàobị hại vì chương trình này."
    }
  },
  {
    "translation": {
      "en": "Right now, I'm spraying and stroking the shtreimel,",
      "vi": "Hiện giờ, tôi đang vuốt ve shtreimel,"
    }
  },
  {
    "translation": {
      "en": "in order to make the fur flat and look more realistic and shiny.",
      "vi": "làm cho bộ lông phẳng và mượt mà hơn."
    }
  },
  {
    "translation": {
      "en": "We've had to fit and make them work for every individual actor, yes,",
      "vi": "Chúng tôi phải làm nóphù hợp với mỗi diễn viên"
    }
  },
  {
    "translation": {
      "en": "even all of the extras.",
      "vi": "thậm chí với các phụ kiện."
    }
  },
  {
    "translation": {
      "en": "There's a tent over there full of shtreimel.",
      "vi": "Cái lều ở đằng kia đầy shtreimel."
    }
  },
  {
    "translation": {
      "en": "Our shtreimel tent.",
      "vi": "Là \"shtreimel tent.\""
    }
  },
  {
    "translation": {
      "en": "[Anna] Our head of department - hair and makeup - Jens,",
      "vi": "Jens là trưởng bộ phậntrang điểm và làm tóc"
    }
  },
  {
    "translation": {
      "en": "managed to create our payot in a way that I've never seen on-screen.",
      "vi": "chịu trách nhiệm tạo ranhững điều chưa từng thấy."
    }
  },
  {
    "translation": {
      "en": "100%, the best payot I have seen.",
      "vi": "Những điều tuyệt vời nhất mà tôi từng xem."
    }
  },
  {
    "translation": {
      "en": "It's quite interesting.",
      "vi": "Thật sự khá thú vị."
    }
  },
  {
    "translation": {
      "en": "Yesterday, we were laughing",
      "vi": "Chúng tôi cười rất nhiều"
    }
  },
  {
    "translation": {
      "en": "when we had 150 Hasids on the street outside -",
      "vi": "khi có 150 người Hasidsngoài đường hôm qua."
    }
  },
  {
    "translation": {
      "en": "that was very funny.",
      "vi": "Một bức tranh thú vị."
    }
  },
  {
    "translation": {
      "en": "Someone said, \"Jews are back in Berlin!\"",
      "vi": "\"Kìa, người Do Thái trở lại Berlin.\""
    }
  },
  {
    "translation": {
      "en": "We always talk about trying to portray reality in film,",
      "vi": "Chúng tôi cố gắng miêu tả chân thực nhất trong bộ phim"
    }
  },
  {
    "translation": {
      "en": "and there's nothing more...",
      "vi": "và chỉ vậy thôi."
    }
  },
  {
    "translation": {
      "en": "There's no more reality than diversity",
      "vi": "Không có gì thực tế hơn sự đa dạng"
    }
  },
  {
    "translation": {
      "en": "because that's...",
      "vi": "bời vì"
    }
  },
  {
    "translation": {
      "en": "Just walk across the street.",
      "vi": "Chỉ cần đi bộ qua đường"
    }
  },
  {
    "translation": {
      "en": "So, for Berlin, we really wanted to create",
      "vi": "Nên ở Berlin,chúng tôi rất muốn sáng tạo"
    }
  },
  {
    "translation": {
      "en": "a very colorful lightness to the architecture we chose.",
      "vi": "một kiến trúc đầy màu sắc và nhẹ nhàng."
    }
  },
  {
    "translation": {
      "en": "We, kind of, returned to a lot of former West Berlin,",
      "vi": "Chúng tôi đã nhiều lầnquay lại phía Tây Berlin"
    }
  },
  {
    "translation": {
      "en": "kind of, little locations and areas",
      "vi": "một vài địa điểm và khu vực"
    }
  },
  {
    "translation": {
      "en": "and certain types of architectures that were built in the '70s and '80s.",
      "vi": "có những kiến trúc được xây dựngtừ những năm 1970-1980."
    }
  },
  {
    "translation": {
      "en": "I wanted to have something more with a freer space,",
      "vi": "Tôi muốn có nhiều không gian thoải mái hơn"
    }
  },
  {
    "translation": {
      "en": "with more rhythm in it.",
      "vi": "cùng nhiều nhịp điệu ở đó."
    }
  },
  {
    "translation": {
      "en": "[Alexa] Silke found the most incredible location at Potsdamer Platz,",
      "vi": "Silke đã tìm thấy một nơi khó tin nhấttại Potsdamer Platz,"
    }
  },
  {
    "translation": {
      "en": "right next to the Philharmonic.",
      "vi": "ngay bên cạnh Philharmonic."
    }
  },
  {
    "translation": {
      "en": "No one has ever shot there",
      "vi": "Chưa ai từng quay ở đó"
    }
  },
  {
    "translation": {
      "en": "and it was the perfect location for the music academy.",
      "vi": "và đó sẽ là địa điểm hoàn hảocho Học viện âm nhạc."
    }
  },
  {
    "translation": {
      "en": "It was built in the '60s.",
      "vi": "Xây vào những năm 1960."
    }
  },
  {
    "translation": {
      "en": "It was supposed to be a much lighter,",
      "vi": "Đáng lẽ cần sáng hơn,"
    }
  },
  {
    "translation": {
      "en": "open architecture, post-war...",
      "vi": "kiến trúc mở, hậu chiến tranh..."
    }
  },
  {
    "translation": {
      "en": "It was about communication.",
      "vi": "Đó là về truyền thông."
    }
  },
  {
    "translation": {
      "en": "It was about low hierarchy...",
      "vi": "Về những cấp bậc thấp"
    }
  },
  {
    "translation": {
      "en": "mirrored by architecture.",
      "vi": "phản ánh qua kiến trúc."
    }
  },
  {
    "translation": {
      "en": "[Anna] We created our own music academy,",
      "vi": "Chúng tôi đã tạo ra nhạc viện riêng,"
    }
  },
  {
    "translation": {
      "en": "where Jews and Muslims are playing music together",
      "vi": "nơi người Do Thái và người Hồi giáocùng nhau chơi nhạc"
    }
  },
  {
    "translation": {
      "en": "and, you know, it's also this crazy, post-colonial paradox.",
      "vi": "và đó cũng là một nghịch lý điên rồvề hậu thuộc địa."
    }
  },
  {
    "translation": {
      "en": "Like, why are people from the Middle East playing German music at all?",
      "vi": "Tại sao người từ Trung Đônglại chơi nhạc Đức?"
    }
  },
  {
    "translation": {
      "en": "So, it has this, kind of, crazy, bringing together, of unexpected worlds,",
      "vi": "nên có chút không bình thường khimang vào vào khung cảnh không mong đợi đó"
    }
  },
  {
    "translation": {
      "en": "that gets to the spirit of the show on every level.",
      "vi": "mà làm nên tinh thầncủa bộ phim trên mọi cấp độ."
    }
  },
  {
    "translation": {
      "en": "The concept of this music academy",
      "vi": "Ý tưởng học viện âm nhạc"
    }
  },
  {
    "translation": {
      "en": "is that different, talented musicians from all over the world",
      "vi": "là nhiều nhạc sĩ tài năngtrên toàn thế giới"
    }
  },
  {
    "translation": {
      "en": "come together to practice their specific instruments.",
      "vi": "cùng đến để luyện tậpnhạc cụ nào đó của họ."
    }
  },
  {
    "translation": {
      "en": "[Anna] Television is aspirational and we liked the idea",
      "vi": "Để thể hiện khát vọng và chúng tôi thích ý tưởngthể hiện một phiên bản Berlin"
    }
  },
  {
    "translation": {
      "en": "of showing a, kind of, version of Berlin",
      "vi": "và chúng tôi thích ý tưởngthể hiện một phiên bản Berlin"
    }
  },
  {
    "translation": {
      "en": "that was full of music, that merged music from the past,",
      "vi": "có đầy nhạc khi đưa nhạc trong quá khứ,"
    }
  },
  {
    "translation": {
      "en": "with, you know, young people from the future,",
      "vi": "đến với những người trẻ ở tương lai"
    }
  },
  {
    "translation": {
      "en": "and against this amazing backdrop.",
      "vi": "và trái ngược với cảnh này."
    }
  },
  {
    "translation": {
      "en": "[Anna] There's a doubling-back on history in this show.",
      "vi": "Quay trở lại lịch sử lần nữatrong bộ phim này."
    }
  },
  {
    "translation": {
      "en": "We have a Jewish character",
      "vi": "Có nhân vật người Do Thái"
    }
  },
  {
    "translation": {
      "en": "and in order to escape the confines of her own life,",
      "vi": "và để thoát khỏi vỏ bọccuộc sống của chính mình,"
    }
  },
  {
    "translation": {
      "en": "she returns to the source of her community's trauma.",
      "vi": "Nguồn gốc những sang chấntrong cộng đồng quay lại trong cô"
    }
  },
  {
    "translation": {
      "en": "[man] See that villa?",
      "vi": "Có thấy biệt thự không?"
    }
  },
  {
    "translation": {
      "en": "The conference where Nazis decided to kill Jews in concentration camps",
      "vi": "Hội nghị nơi Đảng Đức Quốc xã quyết định giết người Do Thái ở trại tập trung"
    }
  },
  {
    "translation": {
      "en": "took place in 1942, in that villa.",
      "vi": "tại căn biệt thự đó vào năm 1942."
    }
  },
  {
    "translation": {
      "en": "And you swim in this lake?",
      "vi": "Cậu xuống hồ bơi không?"
    }
  },
  {
    "translation": {
      "en": "Well, a lake is just a lake.",
      "vi": "Ồ, hồ cũng chỉ là hồ thôi."
    }
  },
  {
    "translation": {
      "en": "Of course, seeing her being confronted with our world,",
      "vi": "Đương nhiên, thấy cô ấy đối diệnvới thế giới chúng ta"
    }
  },
  {
    "translation": {
      "en": "it makes us question our world, too.",
      "vi": "cũng khiến ta đặt câu hỏivới thế giới này."
    }
  },
  {
    "translation": {
      "en": "Shooting a series in Yiddish...",
      "vi": "Quay các cảnh bằng tiếng Yiddish..."
    }
  },
  {
    "translation": {
      "en": "in Berlin,",
      "vi": "ở Berlin,"
    }
  },
  {
    "translation": {
      "en": "which has ironically... become a, kind of, new diaspora,",
      "vi": "trớ trêu lại giống nhưngôn ngữ bị phân tán"
    }
  },
  {
    "translation": {
      "en": "in the sense that you have young Israeli Jews,",
      "vi": "một mặt, những người Do Thái trẻ ở Israel"
    }
  },
  {
    "translation": {
      "en": "young American Jews coming back to Berlin...",
      "vi": "người Do Thái trẻ ở Mỹ đưa đến Berlin..."
    }
  },
  {
    "translation": {
      "en": "This is a movement. This is not a story of one person.",
      "vi": "Là phong trào chứ không phảichuyện cá nhân."
    }
  },
  {
    "translation": {
      "en": "It just fit.",
      "vi": "Rất đúng luôn."
    }
  },
  {
    "translation": {
      "en": "It makes sense that this is the place where we would rediscover this language,",
      "vi": "Chúng ta tìm lại đượcngôn ngữ này ở đây rất hợp lý,"
    }
  },
  {
    "translation": {
      "en": "outside of a religious context.",
      "vi": "ngoài ngữ cảnh tôn giáo."
    }
  },
  {
    "translation": {
      "en": "So, there will be, like, art in Yiddish,",
      "vi": "Tiếng Yiddish có tính nghệ thuật,"
    }
  },
  {
    "translation": {
      "en": "like there is theatre in Yiddish,",
      "vi": "như có rạp hát tiếng Yiddish,"
    }
  },
  {
    "translation": {
      "en": "but, like, the real...",
      "vi": "nhưng, giống như"
    }
  },
  {
    "translation": {
      "en": "A Netflix series in Yiddish is something amazing.",
      "vi": "loạt phim Netflix tiếng Yiddish thậtlà một điều tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "[Alexa] You know, Berlin really wears its trauma on its sleeve.",
      "vi": "Berlin thực sự khiến người taám ảnh với những nỗi đau."
    }
  },
  {
    "translation": {
      "en": "It's what makes the city so raw and interesting,",
      "vi": "Đó là những điều khiến thành phố nàythật thô sơ và thú vị"
    }
  },
  {
    "translation": {
      "en": "and Esty coming here...",
      "vi": "và Esty đến đây..."
    }
  },
  {
    "translation": {
      "en": "She does the same in this city.",
      "vi": "Cô ấy làm tương tự ở đây."
    }
  },
  {
    "translation": {
      "en": "She adds to those layers.",
      "vi": "Cô ấy bổ sung những tầng nghĩa đó."
    }
  },
  {
    "translation": {
      "en": "And that was really important for us, you know, to close that circle -",
      "vi": "Điều đó rất quan trong đểchúng tôi đóng vòng tuần hoàn đó lại"
    }
  },
  {
    "translation": {
      "en": "as we say in German,",
      "vi": "khi nói về người Đức."
    }
  }
]