[
  {
    "translation": {
      "en": "[Steve] A few years ago, we got a call",
      "vi": "Vài năm trước, chúng tôi nhận điện"
    }
  },
  {
    "translation": {
      "en": "from the head oncologist at Cincinnati Children's Hospital.",
      "vi": "từ bác sĩ trưởng khoa ung thư tại Bệnh viện Nhi Cincinnati."
    }
  },
  {
    "translation": {
      "en": "He was looking for someone to make a documentary",
      "vi": "Ông ấy tìm người làm phim tài liệu"
    }
  },
  {
    "translation": {
      "en": "about what a family goes through when their kid has cancer.",
      "vi": "về những gì gia đình có con bị ung thư phải trải qua."
    }
  },
  {
    "translation": {
      "en": "We drove down to Cincinnati to hear more.",
      "vi": "Chúng tôi tới Cincinnati để tìm hiểu."
    }
  },
  {
    "translation": {
      "en": "[Julia] The thing he didn't know is that our own daughter had just finished",
      "vi": "Ông ấy không biết là con gái chúng tôi vừa kết thúc"
    }
  },
  {
    "translation": {
      "en": "her treatment for cancer.",
      "vi": "liệu trình điều trị ung thư."
    }
  },
  {
    "translation": {
      "en": "It had been a tough year, and we were all trying to get life back to normal.",
      "vi": "Một năm khó khăn, và chúng tôi đều cố trở lại đời sống bình thường."
    }
  },
  {
    "translation": {
      "en": "So making this movie, and going back into the world of cancer,",
      "vi": "Nên việc làm bộ phim này và quay trở lại thế giới ung thư,"
    }
  },
  {
    "translation": {
      "en": "didn't seem like something we would wanna do.",
      "vi": "có vẻ chúng tôi không muốn làm vậy."
    }
  },
  {
    "translation": {
      "en": "But we said yes, almost right away.",
      "vi": "Nhưng lại đồng ý, gần như ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "[Steve] We didn't know where the stories would take us or how many years would go by.",
      "vi": "Không biết chuyện sẽ dẫn chúng tôi tới đâu hay sẽ tốn bao nhiêu năm."
    }
  },
  {
    "translation": {
      "en": "But we did know that no one would be the same by the end.",
      "vi": "Nhưng chúng tôi biết cuối cùng, sẽ không ai còn như xưa."
    }
  },
  {
    "translation": {
      "en": "And so we began meeting the families who let us into their lives.",
      "vi": "Nên bắt đầu gặp những gia đình đồng ý để chúng tôi bước vào đời họ."
    }
  },
  {
    "translation": {
      "en": "[girl] That hurts!",
      "vi": "Đau quá!"
    }
  },
  {
    "translation": {
      "en": "You see that?",
      "vi": "TRUNG TÂM CỘNG ĐỒNG CỨU THẾ QUÂN Thấy không?"
    }
  },
  {
    "translation": {
      "en": "You know Gregory, right? You know Gregory don't you?",
      "vi": "Cô biết Gregory chứ? Biết Gregory phải không?"
    }
  },
  {
    "translation": {
      "en": "My cousin Gregory right there?",
      "vi": "Em họ Gregory ở đó?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -And that's Jonathan, right there.",
      "vi": "- Ừ. - Và kia là Jonathan, ngay đó."
    }
  },
  {
    "translation": {
      "en": "That's Damon, and Russell.",
      "vi": "Đó là Damon và Russell."
    }
  },
  {
    "translation": {
      "en": "-I'm Russell. -This is Russell. I'm the captain of the basketball team.",
      "vi": "- Đây là Russell. - Cháu là đội trưởng đội bóng rổ."
    }
  },
  {
    "translation": {
      "en": "She called you \"Russell the Muscle.\" Yeah \"Russell the Love Muscle.\"",
      "vi": "- Cô gọi cậu là \"Russell Cơ Bắp\". - Ừ, \"Russell Cơ Bắp Yêu Quý\"."
    }
  },
  {
    "translation": {
      "en": "When he was born, he was raised by wolves.",
      "vi": "Khi mới sinh, cậu ấy được sói nuôi."
    }
  },
  {
    "translation": {
      "en": "-[Julia] Are you Tim's girlfriend? Huh? -Yeah.",
      "vi": "- Cháu là bạn gái Tim à? - Hả?"
    }
  },
  {
    "translation": {
      "en": "Look, she's acting like she don't hear you. -Look, look. -Are you Tim's girlfriend?",
      "vi": "- Cô ấy ra vẻ không nghe rõ. Coi kìa. - Cháu là bạn gái Tim?"
    }
  },
  {
    "translation": {
      "en": "-No. -Yes.",
      "vi": "- Không. - Phải."
    }
  },
  {
    "translation": {
      "en": "You're lying, get off me.",
      "vi": "Cậu nói dối, buông tớ ra."
    }
  },
  {
    "translation": {
      "en": "♪ My Savior forever ♪",
      "vi": "Mãi mãi Chúa cứu thế"
    }
  },
  {
    "translation": {
      "en": "♪ He sought me and bought me With His redeeming blood ♪",
      "vi": "Ngài tìm kiếm và nhận lấy con Với dòng máu quyền năng của Ngài"
    }
  },
  {
    "translation": {
      "en": "[Julia] Tim Woods was diagnosed with cancer over a year ago.",
      "vi": "Tim Woods được chẩn đoán mắc ung thư đã hơn một năm."
    }
  },
  {
    "translation": {
      "en": "He's 15 years old.",
      "vi": "Cậu bé 15 tuổi."
    }
  },
  {
    "translation": {
      "en": "We pray in your name. Amen. [all] Amen.",
      "vi": "- Chúng con cầu nguyện Ngài. Amen. - Amen."
    }
  },
  {
    "translation": {
      "en": "Go in peace.",
      "vi": "Ra đi trong yên bình."
    }
  },
  {
    "translation": {
      "en": "-[Julia] Are you nervous? -No, I'm waiting' on my mom.",
      "vi": "- Cháu lo à? - Không, cháu đang chờ mẹ."
    }
  },
  {
    "translation": {
      "en": "She said, I told her... she said I woke her up",
      "vi": "Mẹ bảo… cháu đã đánh thức bà dậy"
    }
  },
  {
    "translation": {
      "en": "and she said okay she was getting up.",
      "vi": "và bà bảo đang dậy rồi đây."
    }
  },
  {
    "translation": {
      "en": "[Marietha] I started noticing Tim was getting sick when Tim said,",
      "vi": "Tôi bắt đầu để ý thấy Tim đổ bệnh khi nó nói,"
    }
  },
  {
    "translation": {
      "en": "\"Ah Mom, looks like my neck's swelling.\"",
      "vi": "\"Mẹ ơi, nhìn cổ con như bị sưng vậy\"."
    }
  },
  {
    "translation": {
      "en": "So we went down to the clinic, I asked 'em about his neck and I said,",
      "vi": "Nên chúng tôi tới phòng khám, hỏi về cổ nó và tôi kể,"
    }
  },
  {
    "translation": {
      "en": "\"He's got a bad cough.\"",
      "vi": "\"Nó ho nặng lắm\"."
    }
  },
  {
    "translation": {
      "en": "Right then, they should've done X-rays, but they didn't, they just said, \"Oh he got a chest cold, summer cold,\"",
      "vi": "Họ nên chụp X-quang luôn khi đó, mà không, chỉ nói: \"Cháu bị cảm lạnh\","
    }
  },
  {
    "translation": {
      "en": "gave us some antibiotics and sent me home.",
      "vi": "kê ít kháng sinh rồi cho về."
    }
  },
  {
    "translation": {
      "en": "Well, in those ten days, he got progressively worse.",
      "vi": "Trong mười ngày đó, bệnh tình của nó ngày càng tệ hơn."
    }
  },
  {
    "translation": {
      "en": "I took him up to St. Francis. They done a chest X-ray.",
      "vi": "Tôi đưa nó đến Viện Thánh Francis. Họ chụp X-quang ngực."
    }
  },
  {
    "translation": {
      "en": "When the X-rays came back, they said, \"We're not equipped to deal with this.\"",
      "vi": "Khi có kết quả, họ nói: \"Không đủ trang thiết bị để xử lý\"."
    }
  },
  {
    "translation": {
      "en": "We pull up at Children's Emergency Parking Lot.",
      "vi": "Chúng tôi dừng xe ở bãi đỗ Cấp cứu Bệnh viện Nhi."
    }
  },
  {
    "translation": {
      "en": "I walk in the door and before I could say \"Hi, I'm Tim Woods,\"",
      "vi": "Bước vào cửa, chưa kịp nói \"Chào, tôi là Tim Woods\","
    }
  },
  {
    "translation": {
      "en": "it was like ten doctors standing there, Arceci was one of 'em.",
      "vi": "đã có tới mười bác sĩ đứng đó, có cả Arceci."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Dang,\" They flung him into the back",
      "vi": "Và tôi nghĩ: \"Trời ạ\". Họ đưa nó ra phía sau"
    }
  },
  {
    "translation": {
      "en": "and start giving him all this pink stuff to drink",
      "vi": "rồi đưa nó mấy thứ màu hồng để uống"
    }
  },
  {
    "translation": {
      "en": "and putting IVs in and I'm sitting' there like,",
      "vi": "rồi cắm truyền tĩnh mạch còn tôi thì ngồi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"Okay, nobody's still told me nothin',\" you know,",
      "vi": "\"Rồi, vẫn chưa ai báo gì cho mình\","
    }
  },
  {
    "translation": {
      "en": "I don't know what's wrong with my son, what's goin' on.",
      "vi": "tôi không biết con bị sao, có chuyện gì."
    }
  },
  {
    "translation": {
      "en": "They finally said, \"It looks like Hodgkin's Lymphoma,\" and I said, \"What in the world is that?\"",
      "vi": "Họ nói: \"Có vẻ là Ung thư hạch Hodgkin\" và tôi hỏi: \"Là cái gì cơ?\""
    }
  },
  {
    "translation": {
      "en": "She said, \"It's cancer of the lymph node glands.\"",
      "vi": "Cô ấy nói: \"Là ung thư hạch bạch huyết\"."
    }
  },
  {
    "translation": {
      "en": "There's three pills we'd like him to take.",
      "vi": "Cậu bé cần uống ba loại thuốc."
    }
  },
  {
    "translation": {
      "en": "I don't think any of the three are particularly expensive",
      "vi": "Tôi không nghĩ trong ba loại này có loại nào quá đắt"
    }
  },
  {
    "translation": {
      "en": "and there's only twelve pills of each one. So...",
      "vi": "và mỗi loại chỉ có 12 viên. Nên…"
    }
  },
  {
    "translation": {
      "en": "We passed two buses.",
      "vi": "Ta bỏ qua hai xe buýt rồi."
    }
  },
  {
    "translation": {
      "en": "[Marietha] I always wanted a son. If I had to have two I wanted a daughter and I wanted a son.",
      "vi": "Tôi luôn muốn có con trai. Nếu có hai đứa, tôi muốn một trai một gái."
    }
  },
  {
    "translation": {
      "en": "So I was blessed. They're rotten.",
      "vi": "Nên tôi được ban phước. Chúng rất hư."
    }
  },
  {
    "translation": {
      "en": "They're good kids but they are spoiled rotten.",
      "vi": "Bọn trẻ rất ngoan nhưng chiều quá sinh hư."
    }
  },
  {
    "translation": {
      "en": "Tim is so spoiled now, it's ridiculous.",
      "vi": "Tim giờ được chiều quá, thật nực cười."
    }
  },
  {
    "translation": {
      "en": "But, you know, when you're sick, that's how it happens.",
      "vi": "Nhưng khi bị bệnh thì sẽ như vậy đấy."
    }
  },
  {
    "translation": {
      "en": "[Marietha] Say, \"Hi, people.\"",
      "vi": "Nói: \"Chào mọi người\" đi."
    }
  },
  {
    "translation": {
      "en": "Hi, people.",
      "vi": "Chào mọi người."
    }
  },
  {
    "translation": {
      "en": "Hey, baby, you look wonderful, come here.",
      "vi": "Này cưng, trông được đấy, lại đây."
    }
  },
  {
    "translation": {
      "en": "-How you doin'? -Fine.",
      "vi": "- Cháu thế nào? - Khoẻ ạ."
    }
  },
  {
    "translation": {
      "en": "-How you feelin'? Okay? -Uh-huh.",
      "vi": "- Thấy sao? Ổn chứ? - Dạ."
    }
  },
  {
    "translation": {
      "en": "[woman] Good.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "-That's my favorite nurse. -Aw, Tim, you're just so sweet.",
      "vi": "- Y tá yêu thích của em đây rồi. - Tim, em thật đáng yêu."
    }
  },
  {
    "translation": {
      "en": "Here I got some meds for you to take.",
      "vi": "Chị có thuốc cho em đây."
    }
  },
  {
    "translation": {
      "en": "-No, ain't gonna. -Tim, Tim...",
      "vi": "- Không, không đâu. - Tim…"
    }
  },
  {
    "translation": {
      "en": "-Tim, you gotta take 'em. -That's not... Uh-uh.",
      "vi": "- Tim, em phải uống. - Không…"
    }
  },
  {
    "translation": {
      "en": "-Tim, you gotta take it. -That's nasty.",
      "vi": "- Uống đi. - Dở tệ."
    }
  },
  {
    "translation": {
      "en": "Uh-uh, nope.",
      "vi": "Ừm, không."
    }
  },
  {
    "translation": {
      "en": "Come on. Drink it.",
      "vi": "Thôi nào. Uống đi."
    }
  },
  {
    "translation": {
      "en": "-Nah. You taste it first. -Tim.",
      "vi": "- Chị nếm trước đi. - Tim."
    }
  },
  {
    "translation": {
      "en": "Teenagers rebel. All teenagers.",
      "vi": "Thanh thiếu niên nổi loạn. Đứa nào cũng vậy."
    }
  },
  {
    "translation": {
      "en": "That's just a part, that's just their clock.",
      "vi": "Một phần thôi, giai đoạn này nó thế."
    }
  },
  {
    "translation": {
      "en": "We've got a good rapport.",
      "vi": "Bọn tôi có quan hệ tốt."
    }
  },
  {
    "translation": {
      "en": "He knows that I won't take anything off of him and that I'll make him do what he's supposed to do.",
      "vi": "Cậu ấy biết tôi sẽ không lấy đi gì cả và sẽ ép làm điều cần thiết."
    }
  },
  {
    "translation": {
      "en": "'Cause see, Connie don't take no shit.",
      "vi": "Vì Connie không ngại gì cả."
    }
  },
  {
    "translation": {
      "en": "He knows that when he's with Connie he's going to do it, and he's going to like it.",
      "vi": "Nó biết khi ở với Connie, phải làm và thích vậy."
    }
  },
  {
    "translation": {
      "en": "I like the attention.",
      "vi": "Cháu thích được chú ý."
    }
  },
  {
    "translation": {
      "en": "I honestly can say I love the attention that I get.",
      "vi": "Thực lòng có thể nói, cháu thích sự chú ý mà mình có."
    }
  },
  {
    "translation": {
      "en": "Before I got sick, I wasn't hardly gettin' any attention. Now I get all the attention, and I like it.",
      "vi": "Trước khi bị bệnh, đâu ai để ý đến cháu. Giờ ai cũng quan tâm, cháu thích thế."
    }
  },
  {
    "translation": {
      "en": "-[Steve] Are you exhausted? -Nope.",
      "vi": "- Cháu kiệt sức rồi à? - Chưa ạ."
    }
  },
  {
    "translation": {
      "en": "[Julia] Alexandra Lougheed is seven years old. She goes by Alex.",
      "vi": "Alexandra Lougheed mới bảy tuổi. Mọi người gọi cô bé là Alex."
    }
  },
  {
    "translation": {
      "en": "Jackie, you've got dirt on your butt. Right here.",
      "vi": "Jackie, mông em có vết bẩn này. Ngay đây."
    }
  },
  {
    "translation": {
      "en": "[Julia] When Alex was five, she was diagnosed with leukemia.",
      "vi": "Khi Alex năm tuổi, cô bé được chẩn đoán mắc bệnh bạch cầu."
    }
  },
  {
    "translation": {
      "en": "She went through two years of treatment, a relapse, and a bone marrow transplant.",
      "vi": "Cô bé trải qua hai năm điều trị, tái phát và một ca ghép tủy xương. JACKIE EM GÁI ALEX"
    }
  },
  {
    "translation": {
      "en": "[Judy] These are from January.",
      "vi": "Đây là từ hồi tháng Một."
    }
  },
  {
    "translation": {
      "en": "Yeah, these are polaroids.",
      "vi": "Phải, đây là ảnh lấy ngay."
    }
  },
  {
    "translation": {
      "en": "See, there's Dad. There's Jackie. Look how little Jackie is.",
      "vi": "Đó, kia là bố con bé. Kia là Jackie. Nhìn Jackie nhỏ xinh chưa kìa?"
    }
  },
  {
    "translation": {
      "en": "Dad.",
      "vi": "Bố."
    }
  },
  {
    "translation": {
      "en": "He was her bone marrow donor.",
      "vi": "Anh ấy hiến tủy xương cho con."
    }
  },
  {
    "translation": {
      "en": "She's pointing to where Dad had the bone marrow taken out.",
      "vi": "Con bé chỉ vào chỗ anh bị rút tuỷ xương."
    }
  },
  {
    "translation": {
      "en": "That was after it.",
      "vi": "Đây là sau đó."
    }
  },
  {
    "translation": {
      "en": "She definitely bounced back.",
      "vi": "Con bé chắc chắn đã khoẻ lại."
    }
  },
  {
    "translation": {
      "en": "Here, Alex. Not in the house.",
      "vi": "Của cháu đây, Alex. Không thổi trong nhà."
    }
  },
  {
    "translation": {
      "en": "Give me that please. Give it to me please.",
      "vi": "Đưa cho bà nào. Đưa bà nào."
    }
  },
  {
    "translation": {
      "en": "[Julia] Alex's cancer is in remission now.",
      "vi": "Bệnh ung thư của Alex đã thuyên giảm."
    }
  },
  {
    "translation": {
      "en": "She's back to playing with her little sister Jackie",
      "vi": "Cô bé lại chơi đùa với em gái Jackie"
    }
  },
  {
    "translation": {
      "en": "and talking about her friend, Richie.",
      "vi": "và kể về bạn mình, Richie."
    }
  },
  {
    "translation": {
      "en": "I think he's cute.",
      "vi": "Cháu thấy cậu ấy dễ thương."
    }
  },
  {
    "translation": {
      "en": "I bet Richie, Richard's gonna watch this.",
      "vi": "Cháu cá với Richie, Richard sẽ xem cái này."
    }
  },
  {
    "translation": {
      "en": "I hope he isn't. He's heard it already. I told him on the phone.",
      "vi": "Mong là không. Cậu ấy nghe rồi. Cháu nói qua điện thoại."
    }
  },
  {
    "translation": {
      "en": "In early December, Alex relapses.",
      "vi": "Đầu tháng 12, bệnh của Alex tái phát."
    }
  },
  {
    "translation": {
      "en": "New treatments fail.",
      "vi": "Cách điều trị mới thất bại."
    }
  },
  {
    "translation": {
      "en": "Her primary doctor feels there's nothing else that can be done.",
      "vi": "Bác sĩ chính của cô bé thấy không thể làm gì được nữa."
    }
  },
  {
    "translation": {
      "en": "She begins receiving hospice care.",
      "vi": "Cô bé được chăm sóc cuối đời."
    }
  },
  {
    "translation": {
      "en": "We wrote letters to her, sent her cards,",
      "vi": "Chúng tôi viết thư, gửi thiệp cho bé,"
    }
  },
  {
    "translation": {
      "en": "we made Christmas decorations for her hospital room",
      "vi": "trang trí Giáng sinh cho phòng bệnh"
    }
  },
  {
    "translation": {
      "en": "and some of the kids have been down to see her.",
      "vi": "và vài đứa trẻ đã tới thăm cô bé."
    }
  },
  {
    "translation": {
      "en": "[Steve] What was that like?",
      "vi": "Cháu thấy sao?"
    }
  },
  {
    "translation": {
      "en": "Uh, kinda scary.",
      "vi": "Ừm, hơi sợ ạ."
    }
  },
  {
    "translation": {
      "en": "I wasn't used to seeing her without any hair.",
      "vi": "Cháu không quen nhìn cậu ấy không có tóc."
    }
  },
  {
    "translation": {
      "en": "[Julia] Did she seem like the same girl?",
      "vi": "Cậu ấy có như xưa không?"
    }
  },
  {
    "translation": {
      "en": "Sometimes it would be like so sad, because, it's like,",
      "vi": "Đôi lúc sẽ rất buồn, bởi vì kiểu như,"
    }
  },
  {
    "translation": {
      "en": "why did it happen to Alex? But it's just things that happen.",
      "vi": "sao điều đó lại xảy ra với Alex? Nhưng chuyện là vậy đó."
    }
  },
  {
    "translation": {
      "en": "[Julia] The attending physician for the month, Doctor Paul Jubinsky,",
      "vi": "Bác sĩ trực tháng này, Paul Jubinsky,"
    }
  },
  {
    "translation": {
      "en": "doesn't think the situation is hopeless.",
      "vi": "không nghĩ tình hình này vô vọng."
    }
  },
  {
    "translation": {
      "en": "Now that her fever's down and her gut may be feeling better,",
      "vi": "Giờ khi bé hết sốt và tình hình ruột cải thiện,"
    }
  },
  {
    "translation": {
      "en": "she may take more...",
      "vi": "có thể dùng thêm…"
    }
  },
  {
    "translation": {
      "en": "He uncovers a new experimental treatment.",
      "vi": "Ông hé lộ phác đồ điều trị thử nghiệm mới."
    }
  },
  {
    "translation": {
      "en": "...so she may surprise a lot of people in terms of how she does.",
      "vi": "…có thể bé sẽ khiến nhiều người bất ngờ với tình hình bệnh."
    }
  },
  {
    "translation": {
      "en": "[Julia] Alex's parents consider it.",
      "vi": "Bố mẹ Alex đang cân nhắc."
    }
  },
  {
    "translation": {
      "en": "...is just the only way I think we can look at her.",
      "vi": "…có lẽ là cách duy nhất cho bé."
    }
  },
  {
    "translation": {
      "en": "Right now everything that's being considered",
      "vi": "Hiện tại mọi phác đồ đang được xem xét"
    }
  },
  {
    "translation": {
      "en": "is like really highly experimental.",
      "vi": "đều mang tính thử nghiệm cao."
    }
  },
  {
    "translation": {
      "en": "[female nurse] Mom and Dad are in two different places.",
      "vi": "Bố mẹ đang có ý kiến trái ngược."
    }
  },
  {
    "translation": {
      "en": "Mom doesn't want any treatment that's gonna cause a single mouth sore, a single fever, a single any upset stomach.",
      "vi": "Mẹ bé không muốn việc điều trị gây loét miệng, sốt, hay đau dạ dày gì cả."
    }
  },
  {
    "translation": {
      "en": "I, I think Dad is the same way on that. Dad is more likely",
      "vi": "Tôi nghĩ bố của bé cũng vậy. Bố thì có khả năng muốn xem xét nhiều lựa chọn hơn."
    }
  },
  {
    "translation": {
      "en": "to want to consider more options.",
      "vi": "Bố thì có khả năng muốn xem xét nhiều lựa chọn hơn."
    }
  },
  {
    "translation": {
      "en": "Dad wants more information. He wants to feel like he can",
      "vi": "Ông muốn thêm thông tin. Ông muốn thấy mười năm sau nhìn lại và biết mình đã theo đuổi mọi lựa chọn."
    }
  },
  {
    "translation": {
      "en": "look back ten years from now and know that he pursued every option.",
      "vi": "Ông muốn thấy mười năm sau nhìn lại và biết mình đã theo đuổi mọi lựa chọn."
    }
  },
  {
    "translation": {
      "en": "Yeah, but I mean that's totally reasonable.",
      "vi": "- Ừ, hoàn toàn hợp lý. - Phải."
    }
  },
  {
    "translation": {
      "en": "[Julia] Alex begins the new treatment,",
      "vi": "Alex bắt đầu phác đồ điều trị mới,"
    }
  },
  {
    "translation": {
      "en": "and four months later, her cancer is in remission again.",
      "vi": "và bốn tháng sau, bệnh ung thư của cô bé lại thuyên giảm."
    }
  },
  {
    "translation": {
      "en": "At Christmas time, they told us that she would not live until the first of the year,",
      "vi": "Đợt Giáng sinh, họ bảo nó sẽ không sống được tới năm mới,"
    }
  },
  {
    "translation": {
      "en": "and we should go make funeral arrangements, so we did.",
      "vi": "và nên chuẩn bị lễ tang, nên chúng tôi đã làm vậy."
    }
  },
  {
    "translation": {
      "en": "I did. They didn't tell my husband, and I didn't tell him either.",
      "vi": "Tôi thôi. Không ai báo cho chồng tôi."
    }
  },
  {
    "translation": {
      "en": "I just wanted to introduce the special person at the party. This is Alex.",
      "vi": "Tôi chỉ muốn giới thiệu nhân vật đặc biệt của bữa tiệc. Đây là Alex."
    }
  },
  {
    "translation": {
      "en": "He was basically willing to try anything he could try.",
      "vi": "Anh ấy gần như sẵn sàng thử mọi thứ."
    }
  },
  {
    "translation": {
      "en": "So I mean we did have some conflicts where we had to just sit down",
      "vi": "Nên chúng tôi có vài mâu thuẫn phải bàn bạc"
    }
  },
  {
    "translation": {
      "en": "and just say, \"I'm willing to try this or I'm not,",
      "vi": "và nói: \"Bằng lòng thử cái này, hay không,"
    }
  },
  {
    "translation": {
      "en": "and we'll try it because of this or we won't because of this,\"",
      "vi": "và ta sẽ thử hay không thử vì điều này\","
    }
  },
  {
    "translation": {
      "en": "and, I just didn't want her to get sick.",
      "vi": "và tôi chỉ không muốn con bé đau ốm."
    }
  },
  {
    "translation": {
      "en": "[Julia] Why?",
      "vi": "Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Well, because she'd gone through it before where she'd had the mouth sores",
      "vi": "Chà, vì con bé đã từng điều trị rồi bị loét miệng"
    }
  },
  {
    "translation": {
      "en": "and the sores going all the way down her esophagus into her gut out her rectum.",
      "vi": "và vết loét lan xuống tận thực quản, ruột rồi trực tràng."
    }
  },
  {
    "translation": {
      "en": "I didn't want that again",
      "vi": "Tôi không muốn lại như vậy…"
    }
  },
  {
    "translation": {
      "en": "'cause she was in so much pain and on morphine,",
      "vi": "vì con bé đã rất đau đớn và phải dùng thuốc giảm đau, rất nhiều thuốc giảm đau."
    }
  },
  {
    "translation": {
      "en": "a morphine machine.",
      "vi": "và phải dùng thuốc giảm đau, rất nhiều thuốc giảm đau."
    }
  },
  {
    "translation": {
      "en": "I just didn't want that again and so when they told us that this would not cause...",
      "vi": "Tôi không muốn thế nữa và khi họ bảo sẽ không bị vậy…"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Chào cháu."
    }
  },
  {
    "translation": {
      "en": "...that this would not cause any more complications",
      "vi": "…sẽ không gây ra biến chứng gì"
    }
  },
  {
    "translation": {
      "en": "than what she was already having, I said, \"Well, it's worth tryin'.\"",
      "vi": "với tình hình hiện tại, thì tôi nói: \"Chà, cũng đáng thử\"."
    }
  },
  {
    "translation": {
      "en": "[Judy] We just wanted to have a party for her, 'cause you just never know what's gonna happen down the road.",
      "vi": "Bọn tôi chỉ muốn tổ chức bữa tiệc cho nó, vì đâu ai biết tương lai sẽ ra sao."
    }
  },
  {
    "translation": {
      "en": "[Steve] Justin Ashcraft has leukemia.",
      "vi": "Justin Ashcraft mắc bệnh bạch cầu."
    }
  },
  {
    "translation": {
      "en": "He's been fighting cancer for ten years,",
      "vi": "Cậu chiến đấu với ung thư đã mười năm,"
    }
  },
  {
    "translation": {
      "en": "longer than almost any kid in the country.",
      "vi": "lâu hơn hầu hết mọi đứa trẻ trên cả nước."
    }
  },
  {
    "translation": {
      "en": "Things have been stable for the last year,",
      "vi": "Mọi chuyện khá ổn định trong năm qua,"
    }
  },
  {
    "translation": {
      "en": "and Justin recently graduated from high school.",
      "vi": "và Justin vừa tốt nghiệp Trung học."
    }
  },
  {
    "translation": {
      "en": "But he's just found out he's relapsed again.",
      "vi": "Nhưng cậu mới biết bệnh lại tái phát."
    }
  },
  {
    "translation": {
      "en": "And once again, he and his parents face a decision.",
      "vi": "Và một lần nữa, cậu và bố mẹ phải đưa ra quyết định."
    }
  },
  {
    "translation": {
      "en": "Adult leukemia's different from pediatric. We've talked about that multiple times.",
      "vi": "- Bệnh bạch cầu ở người lớn khác trẻ em. - Ta đã nói về chuyện đó nhiều lần."
    }
  },
  {
    "translation": {
      "en": "[Steve] Justin's doctor Claire presents an experimental treatment",
      "vi": "Bác sĩ của Justin, Claire, trình bày phác đồ điều trị thử nghiệm"
    }
  },
  {
    "translation": {
      "en": "that may put his cancer back into remission.",
      "vi": "có thể khiến bệnh ung thư thuyên giảm."
    }
  },
  {
    "translation": {
      "en": "Um, the death and unexpected side effects are the unknown.",
      "vi": "Nguy cơ tử vong và tác dụng phụ không mong muốn vẫn còn là ẩn số."
    }
  },
  {
    "translation": {
      "en": "I think again that there's a very low risk of that.",
      "vi": "Tôi vẫn nghĩ tỉ lệ là rất thấp."
    }
  },
  {
    "translation": {
      "en": "I think the risk of that happening because of the medication",
      "vi": "Tôi nghĩ nguy cơ do dùng thuốc"
    }
  },
  {
    "translation": {
      "en": "is much less than if we don't use some treatment.",
      "vi": "thấp hơn rất nhiều so với việc không điều trị."
    }
  },
  {
    "translation": {
      "en": "[Claire] I mean, is it something you want me to pursue",
      "vi": "Ý cô là, cháu muốn cô theo đuổi và tiếp tục nghiên cứu"
    }
  },
  {
    "translation": {
      "en": "and keep working towards getting or do you want to say, you know, \"Can it,\"",
      "vi": "Ý cô là, cháu muốn cô theo đuổi và tiếp tục nghiên cứu hay cháu nghĩ: \"Liệu được không?\" vì một trong số lựa chọn khác"
    }
  },
  {
    "translation": {
      "en": "because one of the other options is",
      "vi": "hay cháu nghĩ: \"Liệu được không?\" vì một trong số lựa chọn khác"
    }
  },
  {
    "translation": {
      "en": "not to do any therapy at all, but eventually the leukemia",
      "vi": "là không điều trị gì cả, nhưng cuối cùng bệnh bạch cầu"
    }
  },
  {
    "translation": {
      "en": "will keep growing and keep growing and will kill you,",
      "vi": "sẽ tiếp tục phát triển và phát triển và sẽ giết chết cháu,"
    }
  },
  {
    "translation": {
      "en": "and, you know, if you say, \"No go,\" we'll support you with that decision.",
      "vi": "và nếu cháu nói: \"Không\", mọi người vẫn sẽ ủng hộ."
    }
  },
  {
    "translation": {
      "en": "I'd still recommend treatment though. I'd rather go with treatment.",
      "vi": "- Nhưng cô vẫn khuyên nên điều trị. - Cháu muốn điều trị."
    }
  },
  {
    "translation": {
      "en": "Okay. [Dale] You'd rather do what?",
      "vi": "- Được rồi. Và… - Con muốn gì cơ?"
    }
  },
  {
    "translation": {
      "en": "-Go with treatment. -Yeah.",
      "vi": "- Điều trị ạ. - Ừ."
    }
  },
  {
    "translation": {
      "en": "[Debbie] With the new drug?",
      "vi": "Với loại thuốc mới?"
    }
  },
  {
    "translation": {
      "en": "Umm, I guess.",
      "vi": "Vâng, con đoán vậy."
    }
  },
  {
    "translation": {
      "en": "-[Claire] I think it's our best option. -Anything that would be better -just to get rid of it. -Yeah.",
      "vi": "- Tôi nghĩ đó là lựa chọn tốt nhất. - Bất cứ điều gì để loại bỏ nó."
    }
  },
  {
    "translation": {
      "en": "[Claire] I think if we just do the same thing we did before...",
      "vi": "Phải. Tôi nghĩ nếu ta chỉ điều trị tương tự như lần trước…"
    }
  },
  {
    "translation": {
      "en": "It's just gonna come back.",
      "vi": "Bệnh sẽ tái phát."
    }
  },
  {
    "translation": {
      "en": "Justin was just nine years old when he was diagnosed with leukemia.",
      "vi": "Justin chỉ mới chín tuổi khi được chẩn đoán mắc bệnh bạch cầu."
    }
  },
  {
    "translation": {
      "en": "Since then he's been in and out of Children's hospitals.",
      "vi": "Từ đó cậu bé đã nhiều lần nhập viện Nhi."
    }
  },
  {
    "translation": {
      "en": "Justin's had leukemia for four years and has relapsed twice.",
      "vi": "Justin mắc bạch cầu suốt bốn năm qua và bệnh tái phát hai lần."
    }
  },
  {
    "translation": {
      "en": "The doctors are doing more today than they could do five years ago,",
      "vi": "Bác sĩ ngày nay cố gắng hơn nhiều năm năm trước,"
    }
  },
  {
    "translation": {
      "en": "and they're saving many lives.",
      "vi": "và cứu nhiều người."
    }
  },
  {
    "translation": {
      "en": "He's done well on the treatments. Children's been great with him.",
      "vi": "Ông ấy điều trị giỏi. Bọn trẻ thích ông ấy."
    }
  },
  {
    "translation": {
      "en": "Positive thinking is the key.",
      "vi": "Mấu chốt là suy nghĩ tích cực."
    }
  },
  {
    "translation": {
      "en": "You have to be positive and on an upbeat continuously.",
      "vi": "Cháu phải luôn lạc quan và vui vẻ."
    }
  },
  {
    "translation": {
      "en": "It's a little bit different having a brother with cancer",
      "vi": "Có em trai bị ung thư chỉ hơi khác"
    }
  },
  {
    "translation": {
      "en": "but it's pretty much the same as having a normal brother.",
      "vi": "nhưng cũng khá giống việc có em trai bình thường."
    }
  },
  {
    "translation": {
      "en": "[male TV anchor] This young man from Florence, Kentucky, will receive the gift of a bone marrow transplant",
      "vi": "Cậu bé từ Florence, Kentucky, sẽ may mắn được ghép tủy xương"
    }
  },
  {
    "translation": {
      "en": "from his sister.",
      "vi": "từ chị gái mình."
    }
  },
  {
    "translation": {
      "en": "He's a typical little brother. He annoys me. [Justin] Little?",
      "vi": "- Em trai nhỏ bình thường. Làm cháu bực. - Nhỏ?"
    }
  },
  {
    "translation": {
      "en": "-Yes, you're my little brother. -[Justin chuckles]",
      "vi": "Ừ, em là em trai nhỏ của chị."
    }
  },
  {
    "translation": {
      "en": "[male TV anchor] Justin's been through it, playing with his dog, Kiera,",
      "vi": "Justin đã vượt qua, cậu bé đang chơi với chú chó Kiera,"
    }
  },
  {
    "translation": {
      "en": "his huge collection of baseball cards,",
      "vi": "bộ sưu tập thẻ bóng chày khổng lồ,"
    }
  },
  {
    "translation": {
      "en": "and all the while, taking on six years of chemotherapy.",
      "vi": "và đồng thời, được hoá trị trong suốt sáu năm."
    }
  },
  {
    "translation": {
      "en": "He just turned 16, you know. He started at nine.",
      "vi": "Thằng bé vừa sang tuổi mười sáu. Bắt đầu từ năm chín tuổi."
    }
  },
  {
    "translation": {
      "en": "I couldn't be any more thankful.",
      "vi": "Tôi vô cùng biết ơn."
    }
  },
  {
    "translation": {
      "en": "This is us. Same day surgery to the right.",
      "vi": "Ta tới rồi. Khu tiểu phẫu ở bên phải."
    }
  },
  {
    "translation": {
      "en": "[Steve] To get his new treatment, Justin needs surgery",
      "vi": "Để theo cách điều trị mới, Justin cần phẫu thuật"
    }
  },
  {
    "translation": {
      "en": "to put a chemo port in his head.",
      "vi": "để đặt cổng truyền hoá chất vào đầu."
    }
  },
  {
    "translation": {
      "en": "Do you usually need something to help you relax before you go back",
      "vi": "Cháu hay làm gì để thư giãn trước khi trở lại hay cứ trở lại và phẫu thuật thôi?"
    }
  },
  {
    "translation": {
      "en": "or do you usually just come back and get it in the operating room?",
      "vi": "trước khi trở lại hay cứ trở lại và phẫu thuật thôi?"
    }
  },
  {
    "translation": {
      "en": "Just come back and get it in the operating room.",
      "vi": "Cứ trở lại và phẫu thuật thôi."
    }
  },
  {
    "translation": {
      "en": "-I've done this so many times. -Yeah I know, so that's why I'm asking.",
      "vi": "- Nhiều lần rồi mà. - Phải, thế nên cô mới hỏi."
    }
  },
  {
    "translation": {
      "en": "[Steve] Justin's parents are divorced, and his dad is remarried.",
      "vi": "Bố mẹ Justin đã ly dị và bố cậu đã tái hôn."
    }
  },
  {
    "translation": {
      "en": "Oh. When you gonna do it? Now?",
      "vi": "Ồ, khi nào con viết? Bây giờ à?"
    }
  },
  {
    "translation": {
      "en": "[Dale] Do you wanna do it?",
      "vi": "Con muốn viết không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "DEBBIE MẸ JUSTIN - Không. - Thực sự nên viết trước phẫu thuật."
    }
  },
  {
    "translation": {
      "en": "[Debbie] It really should be done before you have surgery.",
      "vi": "- Không. - Thực sự nên viết trước phẫu thuật."
    }
  },
  {
    "translation": {
      "en": "I'm sure I'll be fine, Mom.",
      "vi": "Chắc chắn con sẽ ổn thôi, mẹ."
    }
  },
  {
    "translation": {
      "en": "[Steve] Justin has never wanted to sign a living will.",
      "vi": "Justin chưa bao giờ muốn ký di chúc sống."
    }
  },
  {
    "translation": {
      "en": "Yes, I do, Mom.",
      "vi": "- Con hiểu di chúc sống chứ? - Có, hiểu chứ mẹ.."
    }
  },
  {
    "translation": {
      "en": "This way, if I don't, then you won't be able to pull the plug. Shh.",
      "vi": "Như vậy nếu con không ký, mẹ sẽ không thể rút máy thở."
    }
  },
  {
    "translation": {
      "en": "If you have no brain activity, they could keep you on a machine.",
      "vi": "Nếu não bộ không hoạt động, họ sẽ kết nối con với máy."
    }
  },
  {
    "translation": {
      "en": "[Dale] Then he should be on a machine right now.",
      "vi": "Thế thì nó nên kết nối máy luôn."
    }
  },
  {
    "translation": {
      "en": "Look who's talking. You're the one with no memory. Memory loss.",
      "vi": "Xem ai đang nói kìa. Bố mới là người không có ký ức. Mất trí nhớ."
    }
  },
  {
    "translation": {
      "en": "[Debbie] He's very shy.",
      "vi": "Thằng bé rất nhát."
    }
  },
  {
    "translation": {
      "en": "Being sick you know, his age group got to move on",
      "vi": "Bị bệnh thì kiểu, bạn đồng trang lứa cứ tiếp tục"
    }
  },
  {
    "translation": {
      "en": "and he's kind of stuck and didn't really move on.",
      "vi": "còn nó như thể bị kẹt lại và không thực sự sống."
    }
  },
  {
    "translation": {
      "en": "He never went to a senior dance.",
      "vi": "Nó chưa từng đi dạ hội cuối cấp."
    }
  },
  {
    "translation": {
      "en": "Girls, driving, and like hanging out, just hanging out with the guys.",
      "vi": "Bạn gái, lái xe và chơi bời, với đám con trai thôi."
    }
  },
  {
    "translation": {
      "en": "He has no group.",
      "vi": "Nó không có nhóm nào."
    }
  },
  {
    "translation": {
      "en": "[Justin] I really don't dwell on things.",
      "vi": "Cháu thực sự không thấy dằn vặt."
    }
  },
  {
    "translation": {
      "en": "I just like to push ahead. Really nothing to be afraid of.",
      "vi": "Cháu chỉ muốn tiến lên. Thực sự không có gì phải sợ cả."
    }
  },
  {
    "translation": {
      "en": "[Julia] On any given week, 25-30 families are living on 5A,",
      "vi": "Tuần nào cũng vậy, có 25 đến 30 gia đình sống tại toà 5A,"
    }
  },
  {
    "translation": {
      "en": "the cancer unit at Children's.",
      "vi": "khoa ung thư tại Viện Nhi."
    }
  },
  {
    "translation": {
      "en": "Most bring suitcases and move in with their kids.",
      "vi": "Đa số đều mang va li và chuyển tới sống cùng bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "Their children are hooked up to machines that pump their chemo round the clock.",
      "vi": "Con cái họ luôn được kết nối với những chiếc cổng truyền hoá chất."
    }
  },
  {
    "translation": {
      "en": "Families may be here for weeks or months, sometimes far from home.",
      "vi": "Các gia đình có thể phải ở đây hàng tuần hoặc hàng tháng, đôi khi là xa nhà."
    }
  },
  {
    "translation": {
      "en": "Whether or not their families can pay,",
      "vi": "Dù gia đình có thể chi trả hay không,"
    }
  },
  {
    "translation": {
      "en": "kids all get the same care within the hospital, and at most children's hospitals.",
      "vi": "trẻ em đều được chăm sóc như nhau ở bệnh viện và đa phần các viện nhi khác."
    }
  },
  {
    "translation": {
      "en": "But the treatments are difficult, and can have serious side effects.",
      "vi": "Nhưng việc điều trị khó khăn và có thể gây tác dụng phụ trầm trọng."
    }
  },
  {
    "translation": {
      "en": "It's all unpredictable.",
      "vi": "Mọi thứ đều không thể lường trước."
    }
  },
  {
    "translation": {
      "en": "Nurse Rita told me that Jessica got the new skin lesion",
      "vi": "Y tá Rita báo tôi rằng Jessica có vùng da mới bị nhiễm trùng"
    }
  },
  {
    "translation": {
      "en": "so I came over, examined her, and I found...",
      "vi": "nên tôi tới, kiểm tra và phát hiện…"
    }
  },
  {
    "translation": {
      "en": "[Steve] Cincinnati Children's is a teaching hospital where",
      "vi": "Viện Nhi Cincinnati là bệnh viện đào tạo"
    }
  },
  {
    "translation": {
      "en": "veteran attending physicians train new residents.",
      "vi": "nơi các bác sĩ lâu năm đào tạo bác sĩ thực tập mới."
    }
  },
  {
    "translation": {
      "en": "One on her left chest.",
      "vi": "Một nốt bên ngực trái."
    }
  },
  {
    "translation": {
      "en": "At that moment I saw what, you know, looked like chicken pox,",
      "vi": "Khi đó tôi nhìn thấy thứ trông như bệnh thuỷ đậu,"
    }
  },
  {
    "translation": {
      "en": "but it's not, I told mom, \"I don't think it's chicken pox.\"",
      "vi": "mà không phải, tôi báo mẹ bé: \"Tôi không nghĩ là thuỷ đậu\"."
    }
  },
  {
    "translation": {
      "en": "That sounds a lot like something I would worry about",
      "vi": "Có vẻ rất giống điều tôi sẽ lo lắng"
    }
  },
  {
    "translation": {
      "en": "in an immuno-compromised patient who if I believe in the history, has not had this particular disease entity.",
      "vi": "ở một bệnh nhân đề kháng kém mà tôi tin chưa từng mắc căn bệnh này."
    }
  },
  {
    "translation": {
      "en": "So what are you thinking that it might be?",
      "vi": "Vậy anh nghĩ có thể là bệnh gì?"
    }
  },
  {
    "translation": {
      "en": "They are not chicken pox. Number one, they are all similar.",
      "vi": "Đó không phải thủy đậu. Thứ nhất, các nốt đều giống nhau."
    }
  },
  {
    "translation": {
      "en": "This is not chicken pox in your normal kid anywhere else.",
      "vi": "Đây không phải bệnh thuỷ đậu phổ biến ở các đứa trẻ bình thường khác."
    }
  },
  {
    "translation": {
      "en": "I mean it's not a small matter.",
      "vi": "Ý tôi là không phải chuyện nhỏ."
    }
  },
  {
    "translation": {
      "en": "I mean you can knock down this whole floor if she has chicken pox.",
      "vi": "Cả tầng sẽ đi tong nếu cô bé bị thuỷ đậu."
    }
  },
  {
    "translation": {
      "en": "We don't really think she's got chicken pox.",
      "vi": "Chúng tôi thực sự nghĩ không phải thuỷ đậu."
    }
  },
  {
    "translation": {
      "en": "-But, you know... -That's our teaching point to you.",
      "vi": "- Mà… - Điều tôi muốn dạy đó."
    }
  },
  {
    "translation": {
      "en": "Is that you all look at it and you don't see enough",
      "vi": "Các anh đều thấy nhưng chưa gặp đủ người đề kháng kém"
    }
  },
  {
    "translation": {
      "en": "immuno-compromised people in your short little pediatric career",
      "vi": "Các anh đều thấy nhưng chưa gặp đủ người đề kháng kém trong sự nghiệp làm bác sĩ nhi ngắn ngủi để biết,"
    }
  },
  {
    "translation": {
      "en": "to know, and we're just saying,",
      "vi": "trong sự nghiệp làm bác sĩ nhi ngắn ngủi để biết, và ý tôi là ta chỉ đang xử lý nhóm bệnh nhân khác biệt."
    }
  },
  {
    "translation": {
      "en": "we're dealing with a different patient population.",
      "vi": "và ý tôi là ta chỉ đang xử lý nhóm bệnh nhân khác biệt."
    }
  },
  {
    "translation": {
      "en": "This is not the normal kid in a normal clinic.",
      "vi": "Đâu phải trẻ em và phòng khám thường."
    }
  },
  {
    "translation": {
      "en": "So we're telling you it may not look like chicken pox, but you're got to think about it. That's our point.",
      "vi": "Nên có lẽ không như thuỷ đậu nhưng phải tính đến. Ý là vậy."
    }
  },
  {
    "translation": {
      "en": "-All right. -Yep.",
      "vi": "- Được rồi. - Phải."
    }
  },
  {
    "translation": {
      "en": "[Steve] Most oncologists at Cincinnati Children's spend considerable time doing cancer research.",
      "vi": "Đa số bác sĩ ung thư ở Viện Nhi Cincinnati dành nhiều thời gian nghiên cứu ung thư."
    }
  },
  {
    "translation": {
      "en": "Most kids are part of clinical trials of new drugs and treatments",
      "vi": "Đa số trẻ tham gia thử nghiệm lâm sàng thuốc và cách điều trị mới"
    }
  },
  {
    "translation": {
      "en": "which have dramatically raised overall survival rates of childhood cancer.",
      "vi": "điều đó giúp tăng đáng kể tỷ lệ sống sót của trẻ ung thư."
    }
  },
  {
    "translation": {
      "en": "Go on, Jackie!",
      "vi": "Nhanh nào, Jackie!"
    }
  },
  {
    "translation": {
      "en": "Here it is!",
      "vi": "Đây rồi!"
    }
  },
  {
    "translation": {
      "en": "Cool. Look!",
      "vi": "Tuyệt. Nhìn kìa!"
    }
  },
  {
    "translation": {
      "en": "Jackie, will you help me pick it up? That's my Barbie. Here you go. Yours.",
      "vi": "Jackie, giúp chị nhặt nhé? Đó là búp bê của chị. Đây này. Của em."
    }
  },
  {
    "translation": {
      "en": "My Barbie. My Barbie.",
      "vi": "Búp bê của chị."
    }
  },
  {
    "translation": {
      "en": "[nurse] Alexandra, come over here and let me take your temperature real quick.",
      "vi": "- Alexandra, lại đây đo nhanh nhiệt độ. - Vâng."
    }
  },
  {
    "translation": {
      "en": "-Okay. -You been feeling good?",
      "vi": "- Cháu thấy ổn chứ? - Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -No problems?",
      "vi": "- Không sao chứ? - Dạ."
    }
  },
  {
    "translation": {
      "en": "-Got nothing wrong. -No complaints? Okay.",
      "vi": "- Không kích ứng gì? Được rồi. - Dạ."
    }
  },
  {
    "translation": {
      "en": "Mom, that's the truth? Okay.",
      "vi": "Mẹ bé, thật vậy chứ? Được rồi."
    }
  },
  {
    "translation": {
      "en": "-What would that be? -What would what?",
      "vi": "- Đó là gì vậy? - Cái gì cơ?"
    }
  },
  {
    "translation": {
      "en": "This thing that's coming out of you? C-line.",
      "vi": "- Cái mọc ra từ cháu? - Ống thông tĩnh mạch."
    }
  },
  {
    "translation": {
      "en": "Uh-huh. What is it, what does it-- That's the dressing up here.",
      "vi": "- Vậy hả? Nó là cái gì, làm gì… - Đó là trang phục đấy ạ."
    }
  },
  {
    "translation": {
      "en": "Um, that one's for when they take blood.",
      "vi": "Ừm, cái này để khi họ lấy máu."
    }
  },
  {
    "translation": {
      "en": "This is a white one, this is where you put the fluids in",
      "vi": "Đây là dây màu trắng, để truyền chất lỏng vào"
    }
  },
  {
    "translation": {
      "en": "and you hook the lines up instead of getting' an IV.",
      "vi": "rồi nối dây lên thay vì truyền tĩnh mạch."
    }
  },
  {
    "translation": {
      "en": "[Steve] Alex is a year behind in school. She starts going back half days.",
      "vi": "Alex học muộn một năm. Cô bé bắt đầu đi học lại nửa ngày."
    }
  },
  {
    "translation": {
      "en": "[Judy] She'd be at school two minutes. She'd be calling me on the telephone",
      "vi": "Con bé sẽ tới trường được hai phút. Rồi gọi điện thoại cho tôi"
    }
  },
  {
    "translation": {
      "en": "and the school nurse would be going, \"She's okay, she's okay.\"",
      "vi": "và y tá của trường sẽ nói: \"Con bé ổn\"."
    }
  },
  {
    "translation": {
      "en": "We're going to get the teacher to come down and walk her to class.",
      "vi": "Rồi phải gọi giáo viên dẫn nó vào lớp."
    }
  },
  {
    "translation": {
      "en": "[Alex's teacher] Table for you.",
      "vi": "Bàn số ba."
    }
  },
  {
    "translation": {
      "en": "Quick, go put your books in your mailbox or on my desk.",
      "vi": "Nhanh nào, để vở vào hòm thư - hoặc bàn cô nếu không vừa. - Dạ."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "- hoặc bàn cô nếu không vừa. - Dạ."
    }
  },
  {
    "translation": {
      "en": "This needs to go home again.",
      "vi": "Em lại phải mang về nhà."
    }
  },
  {
    "translation": {
      "en": "Mexico is right here,",
      "vi": "Mexico ở ngay đây,"
    }
  },
  {
    "translation": {
      "en": "I think.",
      "vi": "em nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "-She had a good day today. -Good.",
      "vi": "- Hôm nay bé rất vui. - Tốt."
    }
  },
  {
    "translation": {
      "en": "[Judy] Are you guys doing anything special on Thursday?",
      "vi": "Thứ Năm có làm gì đặc biệt không?"
    }
  },
  {
    "translation": {
      "en": "-Every day's special. -I know that. Especially with you.",
      "vi": "- Ngày nào cũng đặc biệt. - Tôi biết. Nhất là với cô."
    }
  },
  {
    "translation": {
      "en": "Um, no.",
      "vi": "Ừm, không."
    }
  },
  {
    "translation": {
      "en": "She's such a drag, isn't she?",
      "vi": "Cô ấy phiền thật, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You want to have a party Thursday? She was just asking me if you guys were going to do anything special.",
      "vi": "- Tiệc thứ Năm nhé? - Cô vừa hỏi có định làm gì đặc biệt."
    }
  },
  {
    "translation": {
      "en": "-Because... -She should stay all day.",
      "vi": "- Vì… - Bé nên đi học cả ngày."
    }
  },
  {
    "translation": {
      "en": "[Steve] Alex's parents have decided to send her to cancer camp this summer.",
      "vi": "Bố mẹ Alex đã quyết định đưa cô bé tới trại hè ung thư mùa hè này."
    }
  },
  {
    "translation": {
      "en": "[Judy] I'm hoping that going to camp for that whole week will help her",
      "vi": "Hy vọng việc tới trại hè cả tuần sẽ giúp con bé"
    }
  },
  {
    "translation": {
      "en": "with that separation thing next year so she goes to school all day.",
      "vi": "quen với việc phải rời xa vào năm sau để tới trường cả ngày."
    }
  },
  {
    "translation": {
      "en": "I'll race you.",
      "vi": "Tớ sẽ đua với cậu."
    }
  },
  {
    "translation": {
      "en": "[Judy] The first couple days I kept thinking, \"Am I a bad mother for doing this?\"",
      "vi": "Mấy ngày đầu tôi cứ nghĩ: \"Làm vậy có phải người mẹ tồi?\""
    }
  },
  {
    "translation": {
      "en": "Especially when she cried and called the first night, you know,",
      "vi": "Nhất là đêm đầu tiên khi nó khóc và gọi cho tôi,"
    }
  },
  {
    "translation": {
      "en": "cryin' her eyes out, \"I miss you so much,\" you know,",
      "vi": "khóc thút thít: \"Con nhớ mẹ quá\","
    }
  },
  {
    "translation": {
      "en": "and I'm thinkin' what kind of mother am I?",
      "vi": "và tôi tự hỏi mình làm mẹ kiểu gì?"
    }
  },
  {
    "translation": {
      "en": "Personally, in my honest opinion, it was too early.",
      "vi": "Thực lòng, theo tôi thấy, như vậy là quá sớm. SCOTT BỐ ALEX"
    }
  },
  {
    "translation": {
      "en": "And then I thought, \"No, you're a good mother for sending her to camp",
      "vi": "Rồi tôi nghĩ: \"Không, mình là người mẹ tốt vì đã cho con đi cắm trại"
    }
  },
  {
    "translation": {
      "en": "because she really needs this.\"",
      "vi": "vì con bé rất cần điều này\"."
    }
  },
  {
    "translation": {
      "en": "So I talked myself into believing that. [chuckles]",
      "vi": "Tôi tự thuyết phục mình tin vậy."
    }
  },
  {
    "translation": {
      "en": "[Scott] It is tough for us to let go of a child that was diagnosed terminal.",
      "vi": "Thật khó để ta buông tay một đứa trẻ được chẩn đoán giai đoạn cuối."
    }
  },
  {
    "translation": {
      "en": "My favorite song is... Yes, here it is.",
      "vi": "Bài hát yêu thích của cháu là… Tuyệt, đây rồi."
    }
  },
  {
    "translation": {
      "en": "This.",
      "vi": "Bài này ạ."
    }
  },
  {
    "translation": {
      "en": "♪ Love can build a bridge ♪",
      "vi": "Tình yêu có thể xây nên cây cầu"
    }
  },
  {
    "translation": {
      "en": "♪ Between your heart and mine ♪",
      "vi": "Bắc giữa trái tim của tôi và bạn"
    }
  },
  {
    "translation": {
      "en": "♪ Love can build a bridge ♪",
      "vi": "Tình yêu có thể xây nên cây cầu"
    }
  },
  {
    "translation": {
      "en": "♪ Don't you think it's time? Don't you think it's time? ♪",
      "vi": "Chẳng phải đến lúc bắt đầu rồi sao?"
    }
  },
  {
    "translation": {
      "en": "Hmm.",
      "vi": "Hừm."
    }
  },
  {
    "translation": {
      "en": "-I'm trying. -Let's go!",
      "vi": "- Đang cố đây. - Nhảy nào!"
    }
  },
  {
    "translation": {
      "en": "♪ Between your heart and mine ♪",
      "vi": "Bắc giữa trái tim của tôi và bạn"
    }
  },
  {
    "translation": {
      "en": "♪ Love can build a bridge ♪",
      "vi": "Tình yêu có thể xây nên cây cầu"
    }
  },
  {
    "translation": {
      "en": "♪ Don't you think it's time? Don't you think it's time? ♪",
      "vi": "Chẳng phải đến lúc bắt đầu rồi sao?"
    }
  },
  {
    "translation": {
      "en": "[camp counselor] Great, good singing too.",
      "vi": "Tuyệt, hát cũng hay nữa."
    }
  },
  {
    "translation": {
      "en": "[Julia] That song. That was so beautiful.",
      "vi": "Bài hát đó. Thật cảm động."
    }
  },
  {
    "translation": {
      "en": "You sang it at the end, right? Did you cry?",
      "vi": "Cháu hát ở đoạn cuối đúng không? Cháu có khóc không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "- Không ạ. - Bố mẹ cháu có khóc không?"
    }
  },
  {
    "translation": {
      "en": "-Did your parents cry? -Yeah.",
      "vi": "- Không ạ. - Bố mẹ cháu có khóc không? Có ạ."
    }
  },
  {
    "translation": {
      "en": "I don't know if I even remember it. It was something about friendship or something, wasn't it?",
      "vi": "Chẳng rõ tôi còn nhớ không? Về tình bạn hay gì đó, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I don't even remember. Isn't that terrible?",
      "vi": "Tôi còn không nhớ. Tệ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-Dad got tears in his eyes. -[Alex] Did you see anybody cry?",
      "vi": "- Bố rơi nước mắt. - Bố thấy ai khóc không?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Who?",
      "vi": "Có. - Ai ạ? - Bố."
    }
  },
  {
    "translation": {
      "en": "Me.",
      "vi": "- Ai ạ? - Bố."
    }
  },
  {
    "translation": {
      "en": "It was really special, 'cause I was so glad you were at camp,",
      "vi": "Thật đặc biệt, bố rất vui vì con đã đi trại hè,"
    }
  },
  {
    "translation": {
      "en": "you were feelin' good enough to go.",
      "vi": "con thấy đủ khoẻ để đi."
    }
  },
  {
    "translation": {
      "en": "You know? Are you gonna go back next year?",
      "vi": "Năm sau con định quay lại không?"
    }
  },
  {
    "translation": {
      "en": "Oh, come on. What were you voted in camp?",
      "vi": "Ồ, thôi nào. Con được bình chọn là gì ở trại hè?"
    }
  },
  {
    "translation": {
      "en": "Cutest personality. [Judy] No!",
      "vi": "- Tính cách dễ thương nhất. - Không!"
    }
  },
  {
    "translation": {
      "en": "Yes. [Scott] Can you believe it?",
      "vi": "- Thật đấy ạ. - Tin nổi không?"
    }
  },
  {
    "translation": {
      "en": "[Judy] How'd you feel about that, Alex?",
      "vi": "Con cảm thấy sao, Alex?"
    }
  },
  {
    "translation": {
      "en": "I was surprised 'cause I didn't know I had the cutest personality.",
      "vi": "Con đã rất ngạc nhiên vì con không biết mình có tính cách dễ thương nhất."
    }
  },
  {
    "translation": {
      "en": "That's it right there, right?",
      "vi": "Ở ngay đây, phải không?"
    }
  },
  {
    "translation": {
      "en": "No, that's not it. That's a lump.",
      "vi": "Không phải. Đấy là cục u ạ."
    }
  },
  {
    "translation": {
      "en": "-It is. -Tim.",
      "vi": "- Thật mà. - Tim."
    }
  },
  {
    "translation": {
      "en": "It's a lump.",
      "vi": "Đấy là cục u."
    }
  },
  {
    "translation": {
      "en": "-That's it. -No, it's not.",
      "vi": "- Là đây mà. - Không phải."
    }
  },
  {
    "translation": {
      "en": "That's not it.",
      "vi": "Đây mới không phải."
    }
  },
  {
    "translation": {
      "en": "[Julia] Tim's been losing weight fast.",
      "vi": "Tim đang tụt cân rất nhanh."
    }
  },
  {
    "translation": {
      "en": "To fight his cancer, it's critical that he eat well,",
      "vi": "Để chống lại ung thư, quan trọng là ăn tốt,"
    }
  },
  {
    "translation": {
      "en": "and he's already been caught once cheating on his weight.",
      "vi": "và có lần cậu bị phát hiện nói dối cân nặng."
    }
  },
  {
    "translation": {
      "en": "Fifty-three point nine. That what you weigh right there?",
      "vi": "- Năm mươi ba phảy chín. - Vậy à?"
    }
  },
  {
    "translation": {
      "en": "-Yep. -One sixty-four four, is that right?",
      "vi": "Vâng. - Số 160-44 phải không? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "- Số 160-44 phải không? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Did he gain weight? What was he last week? He was I think 52.4.",
      "vi": "- Lên cân à? Tuần trước thế nào? - Tôi nghĩ là 52,4."
    }
  },
  {
    "translation": {
      "en": "I was 52-something.",
      "vi": "Cháu nặng 52 cân gì đó."
    }
  },
  {
    "translation": {
      "en": "Sorry, I don't believe this because I think he bribed that person",
      "vi": "Xin lỗi, tôi không tin vì có lẽ cậu ấy đã hối lộ"
    }
  },
  {
    "translation": {
      "en": "-in order to-- -I think I better do it.",
      "vi": "- để… - Chắc cô nên cân."
    }
  },
  {
    "translation": {
      "en": "Did you take your shoes off? Yes.",
      "vi": "- Có cởi giày không? - Có ạ."
    }
  },
  {
    "translation": {
      "en": "I think you should do it one more time.",
      "vi": "Tôi nghĩ cô nên cân lần nữa"
    }
  },
  {
    "translation": {
      "en": "-Come on. -What, I didn't bribe anyone.",
      "vi": "- Đi nào. - Gì chứ, cháu không hối lộ ai cả."
    }
  },
  {
    "translation": {
      "en": "[Marietha] Everything's a fight with him.",
      "vi": "Ngày nào cũng vật lộn với nó."
    }
  },
  {
    "translation": {
      "en": "I give him medicine, and then he starts saying,",
      "vi": "Tôi cho uống thuốc, rồi nó bắt đầu lè nhè:"
    }
  },
  {
    "translation": {
      "en": "\"Ma, you treat me like I'm two. I can take my...\"",
      "vi": "\"Làm như con mới lên hai. Con tự uống được…\""
    }
  },
  {
    "translation": {
      "en": "So I trusted him to take his medicine,",
      "vi": "Nên tôi tin tưởng cho nó tự uống, HÀNH ĐỘNG VÌ CINCINNATI"
    }
  },
  {
    "translation": {
      "en": "and I look out the side window over next door,",
      "vi": "rồi tôi nhìn sang từ cửa sổ phòng bên,"
    }
  },
  {
    "translation": {
      "en": "see pills all on the ledge all down at the bottom on the ground.",
      "vi": "thấy thuốc thang trên nóc nhà, dưới đất hết."
    }
  },
  {
    "translation": {
      "en": "That's, that's good man.",
      "vi": "Thế này là tốt đấy chứ."
    }
  },
  {
    "translation": {
      "en": "That is good, if that's your real weight.",
      "vi": "Tốt, nếu đó là cân nặng thật của em."
    }
  },
  {
    "translation": {
      "en": "-Ha-ha. I went up. -You did.",
      "vi": "- Haha. Em tăng cân. - Đúng thật."
    }
  },
  {
    "translation": {
      "en": "Ooh. Not quite what you're thinkin' though.",
      "vi": "- Ồ. - Dù không hẳn như em nghĩ."
    }
  },
  {
    "translation": {
      "en": "Aren't we feelin' a little bit salty, aren't we?",
      "vi": "Có ai đó thấy mình hơi khó tính, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Are we feelin' salty? Aren't we? [nurse laughs] Be quiet.",
      "vi": "- Ai đó hơi khó tính nhỉ? Đúng không? - Trật tự đi."
    }
  },
  {
    "translation": {
      "en": "All right. By next week you need to gain...",
      "vi": "Được rồi. Tuần sau cháu cần tăng…"
    }
  },
  {
    "translation": {
      "en": "-A kilo. -A kilo, yes.",
      "vi": "- Một kg. - Phải."
    }
  },
  {
    "translation": {
      "en": "All right, that's our deal. Shake on it.",
      "vi": "Ta thỏa thuận vậy. Bắt tay."
    }
  },
  {
    "translation": {
      "en": "My coat heavy. Your what?",
      "vi": "- Áo khoác con nặng quá. - Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "My coat heavy. You need a heavy coat, it's cold out there.",
      "vi": "- Áo khoác con nặng quá. - Cần áo dày, ở ngoài lạnh lắm."
    }
  },
  {
    "translation": {
      "en": "No, I got weight in it.",
      "vi": "Không, con để tạ ở trong."
    }
  },
  {
    "translation": {
      "en": "See, I almost got away with it. They had to weigh me again.",
      "vi": "Con suýt trót lọt. Họ phải cân lại con."
    }
  },
  {
    "translation": {
      "en": "I almost got away with it. I was this close. Ma, I was this close.",
      "vi": "Con suýt trót lọt. Còn một chút thôi. Mẹ, một chút thôi."
    }
  },
  {
    "translation": {
      "en": "[Marietha] He missed a whole year of school last year 'cause he was so sick.",
      "vi": "Nó bỏ lỡ cả năm học trước vì bệnh nặng quá."
    }
  },
  {
    "translation": {
      "en": "So he had to do the six plus program and they moved him to the A camp.",
      "vi": "Nên phải theo chương trình sáu cộng và chuyển đến trại A."
    }
  },
  {
    "translation": {
      "en": "[cab driver] Well, that's good.",
      "vi": "Chà, vậy thì tốt."
    }
  },
  {
    "translation": {
      "en": "[female doctor] So you got the puny straws?",
      "vi": "Cháu có bị mất sức không?"
    }
  },
  {
    "translation": {
      "en": "-Hmm? -You got the punies today?",
      "vi": "- Dạ? - Hôm nay mất sức không?"
    }
  },
  {
    "translation": {
      "en": "[Julia] Justin's recovered from surgery.",
      "vi": "Justin đã khoẻ sau phẫu thuật."
    }
  },
  {
    "translation": {
      "en": "Not really. Just my face.",
      "vi": "Không hẳn. Chỉ là tại mặt cháu thôi."
    }
  },
  {
    "translation": {
      "en": "-What's wrong with it? -With the swelling.",
      "vi": "- Mặt làm sao? - Bị sưng."
    }
  },
  {
    "translation": {
      "en": "That's just the steroids.",
      "vi": "Do steroid thôi."
    }
  },
  {
    "translation": {
      "en": "Yep. First I had swelling in my feet the other day and I think it went back to my face.",
      "vi": "Vâng. Đầu tiên là sưng bàn chân hôm trước và giờ cháu nghĩ nó lên mặt rồi."
    }
  },
  {
    "translation": {
      "en": "[Julia] The steroids that are part of Justin's treatment make him swell up.",
      "vi": "Steroid là một phần của việc điều trị khiến cậu bé bị phù nề."
    }
  },
  {
    "translation": {
      "en": "I feel like a pinball machine.",
      "vi": "Cháu thấy như máy bắn bóng."
    }
  },
  {
    "translation": {
      "en": "Dad just can't take this. What a wuss.",
      "vi": "Bố cháu không chịu được. Đúng là yếu đuối."
    }
  },
  {
    "translation": {
      "en": "-Didn't he? -Yeah.",
      "vi": "- Thế à? - Vâng."
    }
  },
  {
    "translation": {
      "en": "He can't take his own blood getting drawn.",
      "vi": "Ông không chịu được việc rút máu."
    }
  },
  {
    "translation": {
      "en": "The other day he goes, \"I got two tubes of blood taken, eh,\"",
      "vi": "Hôm trước bố cháu bảo: \"Bố bị rút hai ống máu, eo ơi\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"I got a spinal tap.\"",
      "vi": "Cháu nói: \"Con bị chọc dò cột sống\"."
    }
  },
  {
    "translation": {
      "en": "-He's a wuss. -You're right.",
      "vi": "- Ông ấy yếu đuối. - Cháu nói đúng."
    }
  },
  {
    "translation": {
      "en": "[Julia] Claire has been Justin's doctor since the beginning.",
      "vi": "Claire là bác sĩ của Justin ngay từ đầu."
    }
  },
  {
    "translation": {
      "en": "[Claire] One of the aspects of oncology",
      "vi": "Một khía cạnh của bác sĩ ung thư"
    }
  },
  {
    "translation": {
      "en": "is that you become part of the family in a way.",
      "vi": "là trở thành một phần của gia đình theo cách nào đó."
    }
  },
  {
    "translation": {
      "en": "[Julia] With the port in his head, Justin's ready for his new chemo.",
      "vi": "Với cổng truyền trên đầu, Justin sẵn sàng cho đợt hóa trị mới."
    }
  },
  {
    "translation": {
      "en": "[Dale] We're in Never-never-land. Nobody's been where we're at right now.",
      "vi": "Ta đang ở vùng đất không kỳ diệu. Chẳng ai từng trải qua như ta."
    }
  },
  {
    "translation": {
      "en": "Nobody's been through this much chemo.",
      "vi": "Chưa ai hóa trị nhiều thế này."
    }
  },
  {
    "translation": {
      "en": "Nobody's been through everything he's been through and all the experimental stuff.",
      "vi": "Chưa ai chịu những gì nó đã trải qua và mọi thí nghiệm đó."
    }
  },
  {
    "translation": {
      "en": "[Claire] Every treatment has a risk with it.",
      "vi": "Mọi cách điều trị đều có rủi ro."
    }
  },
  {
    "translation": {
      "en": "There are moments that Debbie, Dale, Justin, and I are scared.",
      "vi": "Có những khoảnh khắc mà Debbie, Dale, Justin và tôi đều sợ hãi."
    }
  },
  {
    "translation": {
      "en": "But there's some things that you have to choose to do or not to do.",
      "vi": "Nhưng có những điều phải chọn làm hoặc không làm."
    }
  },
  {
    "translation": {
      "en": "Where you just hope you're making the right decision for them",
      "vi": "Chỉ hy vọng mình đưa ra cho họ quyết định đúng đắn"
    }
  },
  {
    "translation": {
      "en": "or the right recommendation for them.",
      "vi": "hoặc những gợi ý đúng đắn cho họ."
    }
  },
  {
    "translation": {
      "en": "[Julia] That's a big responsibility.",
      "vi": "Đó là một trách nhiệm lớn."
    }
  },
  {
    "translation": {
      "en": "Not nearly the responsibility that they have.",
      "vi": "Không là gì so với trách nhiệm của họ."
    }
  },
  {
    "translation": {
      "en": "Just keep going. We'll go in a circle",
      "vi": "Cứ đi tiếp. Ta sẽ đi theo vòng tròn"
    }
  },
  {
    "translation": {
      "en": "and then maybe go back to your chair and rest for a minute.",
      "vi": "và có thể là quay lại ghế rồi nghỉ một phút."
    }
  },
  {
    "translation": {
      "en": "[Julia] Justin has had a stroke.",
      "vi": "Justin từng bị đột quỵ."
    }
  },
  {
    "translation": {
      "en": "Shortly into his new treatment, he was at home with his mom when it happened.",
      "vi": "Hồi đầu điều trị theo cách mới, cậu bé ở nhà với mẹ khi sự việc xảy ra."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Saturday evening, I went to guide him to the restroom",
      "vi": "Tối thứ Bảy, tôi đến để dẫn thằng bé vào nhà vệ sinh"
    }
  },
  {
    "translation": {
      "en": "and he just totally buckled up underneath",
      "vi": "rồi nó hoàn toàn tê liệt thân dưới"
    }
  },
  {
    "translation": {
      "en": "and could not motivate his legs whatsoever.",
      "vi": "và không thể cử động chân hay gì."
    }
  },
  {
    "translation": {
      "en": "They took him down for a CAT-scan",
      "vi": "Họ đưa nó đi chụp cắt lớp"
    }
  },
  {
    "translation": {
      "en": "and he went into a seizure. Immediately.",
      "vi": "rồi nó lên cơn co giật. Ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "Okay. Where to now?",
      "vi": "Được rồi. Giờ đi đâu?"
    }
  },
  {
    "translation": {
      "en": "[Julia] Justin's team thinks the stroke was caused by his new chemo.",
      "vi": "Các bác sĩ của Justin nghĩ cậu bị đột quỵ do đợt hoá trị mới."
    }
  },
  {
    "translation": {
      "en": "What do you think?",
      "vi": "Cháu nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "It'd be so nice to get back to normal. Mm-hmm.",
      "vi": "- Thật vui khi trở lại bình thường. - Ừm."
    }
  },
  {
    "translation": {
      "en": "Get home.",
      "vi": "Trở về nhà."
    }
  },
  {
    "translation": {
      "en": "My dog misses me.",
      "vi": "Con chó nhớ cháu lắm."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. Now that's Tasha. That's the other dog.",
      "vi": "Phải. Đó là Tasha. Là một chú chó khác. RITA BÀ JUSTIN"
    }
  },
  {
    "translation": {
      "en": "-Right there. -Now when I go downstairs...",
      "vi": "- Ngay đó. - Giờ khi đi xuống nhà…"
    }
  },
  {
    "translation": {
      "en": "-The big one. -I have to open his door up and she goes in and gets on his bed and don't wanna get off.",
      "vi": "Tôi phải mở cửa cho nó vào, lên giường thằng bé rồi không muốn đi."
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[nurse] You ready?",
      "vi": "Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Rồi ạ."
    }
  },
  {
    "translation": {
      "en": "Okay, push. Good job.",
      "vi": "Được rồi, đẩy đi. Giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "This kid is sure tough.",
      "vi": "Đứa trẻ này đúng là cứng rắn."
    }
  },
  {
    "translation": {
      "en": "Good job, Justin. It's rolling.",
      "vi": "Giỏi lắm, Justin. Đang lăn rồi."
    }
  },
  {
    "translation": {
      "en": "He's special. I believe in prayer,",
      "vi": "Nó rất đặc biệt. Tôi tin vào cầu nguyện,"
    }
  },
  {
    "translation": {
      "en": "I have prayed every day since he's had this.",
      "vi": "cầu nguyện hàng ngày từ khi nó mắc bệnh."
    }
  },
  {
    "translation": {
      "en": "I have not given up.",
      "vi": "Tôi chưa từng bỏ cuộc."
    }
  },
  {
    "translation": {
      "en": "[Julia] Justin's team starts looking for a new treatment.",
      "vi": "Các bác sĩ của Justin bắt đầu tìm cách chữa trị mới."
    }
  },
  {
    "translation": {
      "en": "[man] Your American favorite. Yep.",
      "vi": "- Món ăn Mỹ cháu yêu thích. - Vâng."
    }
  },
  {
    "translation": {
      "en": "That's right.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Go, Alex! Go, Alex!",
      "vi": "Tiến lên, Alex!"
    }
  },
  {
    "translation": {
      "en": "[Julia] Yeah. Oh, excellent. Oh I know.",
      "vi": "- Mười tháng vui vẻ. - Phải. Ồ, tuyệt vời. Tôi biết."
    }
  },
  {
    "translation": {
      "en": "She had a great summer and felt good the whole ten months,",
      "vi": "Con bé có mùa hè thú vị và mười tháng vui vẻ,"
    }
  },
  {
    "translation": {
      "en": "so you know, we can't complain.",
      "vi": "nên, không thể phàn nàn."
    }
  },
  {
    "translation": {
      "en": "I hope at this point it doesn't matter, but nobody knows.",
      "vi": "Mong là hiệu quả, thậm chí hiệu quả hơn, nhưng đâu ai biết trước."
    }
  },
  {
    "translation": {
      "en": "This is getting old.",
      "vi": "Giờ cũng quen rồi."
    }
  },
  {
    "translation": {
      "en": "Dad, I want a movie.",
      "vi": "Bố, con muốn xem phim."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll go get you a movie. You get planted in.",
      "vi": "Ừ, bố đi lấy cho. Con vào truyền đi."
    }
  },
  {
    "translation": {
      "en": "What room did she say? Sixteen.",
      "vi": "- Cô ấy nói phòng nào nhỉ? - Mười sáu."
    }
  },
  {
    "translation": {
      "en": "[Julia] Alex starts a new low-dose chemo and immediately responds well.",
      "vi": "Alex bắt đầu đợt hoá trị liều thấp mới và lập tức có phản hồi tốt."
    }
  },
  {
    "translation": {
      "en": "Honesty, I'm never giving up, because this kid won't give up.",
      "vi": "Thực sự, tôi không bỏ cuộc, vì đứa bé này cũng vậy."
    }
  },
  {
    "translation": {
      "en": "-She's a fighter. -See, she won't give up because you won't.",
      "vi": "- Nó là chiến binh. - Này, con bé tiếp tục là nhờ anh."
    }
  },
  {
    "translation": {
      "en": "She sees that in you. And... That's the way I feel.",
      "vi": "Nó thấy điều đó ở anh. Và… Tôi cảm thấy như vậy."
    }
  },
  {
    "translation": {
      "en": "There's times I would love to break down,",
      "vi": "Có những lúc tôi rất muốn suy sụp,"
    }
  },
  {
    "translation": {
      "en": "but he's old enough now he can pick up on anything.",
      "vi": "nhưng giờ nó đã đủ lớn để có thể tiếp thu bất cứ thứ gì."
    }
  },
  {
    "translation": {
      "en": "I just can't. One of these days, we'll just totally fold.",
      "vi": "Tôi không thể. Một ngày nào đó, ta chỉ biết khoanh tay."
    }
  },
  {
    "translation": {
      "en": "-Gotta play on the computer. -Yeah.",
      "vi": "- Chơi trên máy tính. - Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Hopefully, I won't have to plug you in because we have the thing charged up on--",
      "vi": "Hy vọng mẹ không phải cắm cho con vì nó đang cắm trên…"
    }
  },
  {
    "translation": {
      "en": "Don't go so fast. We are not in the hospital with a mile-long cord.",
      "vi": "Đừng đi nhanh. Ta có đang ở trong viện với sợi dây dài cả dặm đâu."
    }
  },
  {
    "translation": {
      "en": "Hmm.",
      "vi": "Hừm."
    }
  },
  {
    "translation": {
      "en": "Yes. It's still over there.",
      "vi": "Tuyệt. Vẫn còn ngoài đó."
    }
  },
  {
    "translation": {
      "en": "-Hey. Dad. -What's going on?",
      "vi": "- Chào bố. - Chuyện gì vậy con?"
    }
  },
  {
    "translation": {
      "en": "You don't eat a cookie before you eat dinner.",
      "vi": "Không được ăn bánh trước bữa tối."
    }
  },
  {
    "translation": {
      "en": "-One? -Just one.",
      "vi": "- Một cái? - Một thôi."
    }
  },
  {
    "translation": {
      "en": "What? I'm a sucker.",
      "vi": "- Sao ạ? - Mẹ đúng là khờ."
    }
  },
  {
    "translation": {
      "en": "Get out of there.",
      "vi": "Ra khỏi đó đi."
    }
  },
  {
    "translation": {
      "en": "[Steve] After three months of physical therapy, Justin's recovered from the stroke.",
      "vi": "Sau ba tháng vật lý trị liệu, Justin đã hồi phục sau cơn đột quỵ."
    }
  },
  {
    "translation": {
      "en": "But his leukemia is growing again.",
      "vi": "Nhưng bệnh bạch cầu lại trở nặng."
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't understand. I don't understand",
      "vi": "Ừ, tôi không hiểu. Tôi không hiểu…"
    }
  },
  {
    "translation": {
      "en": "your hospital being a cancer research and that's exactly what we want",
      "vi": "bệnh viện là nơi nghiên cứu ung thư và đó chính là điều chúng tôi muốn"
    }
  },
  {
    "translation": {
      "en": "and we were turned down. So...",
      "vi": "mà chúng tôi lại bị từ chối. Nên là…"
    }
  },
  {
    "translation": {
      "en": "[Steve] His mom Debbie's been calling hospitals around the country",
      "vi": "Mẹ cậu bé, Debbie, đã gọi các bệnh viện khắp cả nước"
    }
  },
  {
    "translation": {
      "en": "looking for a new experimental chemo.",
      "vi": "tìm đợt thử nghiệm hoá trị mới."
    }
  },
  {
    "translation": {
      "en": "Yes, yes.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[Steve] Hospitals have strict guidelines about who can take their experimental treatments.",
      "vi": "Viện có quy định khắt khe về việc ai được điều trị thử nghiệm."
    }
  },
  {
    "translation": {
      "en": "I guess we're gonna have to go on and go to Houston",
      "vi": "Có vẻ chúng tôi sẽ phải đi tiếp tới Houston"
    }
  },
  {
    "translation": {
      "en": "cause it seems like your hospital won't take us.",
      "vi": "vì có vẻ bệnh viện ở đây không nhận chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Just a big disappointment.",
      "vi": "Thật là quá thất vọng."
    }
  },
  {
    "translation": {
      "en": "You have to go so far away from home.",
      "vi": "Cháu phải đi thật xa nhà."
    }
  },
  {
    "translation": {
      "en": "-Bye, Bell. -Yeah.",
      "vi": "- Tạm biệt, Bell. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Lots of kisses for the grandma.",
      "vi": "Hôn bà thật nhiều nào."
    }
  },
  {
    "translation": {
      "en": "Bye, Bell.",
      "vi": "Tạm biệt, Bell."
    }
  },
  {
    "translation": {
      "en": "Got to give me a whole bunch cause I'll be gone.",
      "vi": "Nhiều vào vì cháu sắp xa bà đấy."
    }
  },
  {
    "translation": {
      "en": "-Bye. -Bye.",
      "vi": "- Chào mẹ. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Love you, hun. Love you. I'll call you.",
      "vi": "- Yêu con. - Yêu mẹ. Con sẽ gọi."
    }
  },
  {
    "translation": {
      "en": "So four weeks?",
      "vi": "Vậy là bốn tuần?"
    }
  },
  {
    "translation": {
      "en": "Hopefully.",
      "vi": "Mong là vậy."
    }
  },
  {
    "translation": {
      "en": "[Debbie] I don't know where I ever got this hungriness in me to keep going,",
      "vi": "Không biết từ đâu mà tôi có khát khao muốn tiếp tục"
    }
  },
  {
    "translation": {
      "en": "look beyond, reach out further, no matter what.",
      "vi": "nhìn xa hơn, vươn xa hơn, bất kể chuyện gì."
    }
  },
  {
    "translation": {
      "en": "Now, I can see Justin feeding on that.",
      "vi": "Giờ, tôi có thể thấy Justin cũng thấm nhuần điều đó."
    }
  },
  {
    "translation": {
      "en": "[Steve] A Houston hospital has accepted Justin for an experimental chemo.",
      "vi": "Một bệnh viện tại Houston đã chấp nhận hóa trị thử nghiệm cho Justin."
    }
  },
  {
    "translation": {
      "en": "I'm going down for a week. Debbie's staying for three,",
      "vi": "Tôi sẽ ở một tuần. Debbie ở lại ba tuần,"
    }
  },
  {
    "translation": {
      "en": "and then, either her or I will go back for the last week.",
      "vi": "và rồi, cô ấy hoặc tôi sẽ trở lại vào tuần cuối."
    }
  },
  {
    "translation": {
      "en": "-Both of us have got stuff. -Yeah.",
      "vi": "- Cả hai đều mang đồ. - Phải."
    }
  },
  {
    "translation": {
      "en": "-I need to get to work. I'm not working. -[Julia] I'm hoping it will not stick.",
      "vi": "- Tôi cần đi làm. Đang ngồi không. - Mong không kéo dài."
    }
  },
  {
    "translation": {
      "en": "I've been going to hospitals.",
      "vi": "Tôi chỉ tới lui bệnh viện."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "-Where you going? -Houston, Texas.",
      "vi": "- Cô đi đâu? - Houston, Texas."
    }
  },
  {
    "translation": {
      "en": "[Steve] Debbie works as a bank clerk. Dale sells electronics.",
      "vi": "Debbie là nhân viên ngân hàng. Dale bán đồ điện tử."
    }
  },
  {
    "translation": {
      "en": "[Debbie] When I take off from work, I have to take off with no pay.",
      "vi": "Khi nghỉ làm, tôi phải nghỉ không lương."
    }
  },
  {
    "translation": {
      "en": "And we don't have a lot of money goin' down there to eat on.",
      "vi": "Và chúng tôi không còn nhiều tiền để mà ăn nữa."
    }
  },
  {
    "translation": {
      "en": "Three meals a day for three people, it's a lot of money.",
      "vi": "Ba bữa một ngày cho ba người, tốn rất nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "And I'm single, and I have to do the house payment,",
      "vi": "Và tôi độc thân và phải trả tiền nhà,"
    }
  },
  {
    "translation": {
      "en": "the car payment, the utilities.",
      "vi": "tiền xe, tiền các hoá đơn."
    }
  },
  {
    "translation": {
      "en": "She's leaving work so she doesn't have enough money to pay her bills",
      "vi": "Cô ấy nghỉ làm nên không còn đủ tiền để chi trả hóa đơn,"
    }
  },
  {
    "translation": {
      "en": "and she's worried about that, right.",
      "vi": "và cô ấy lo đang lo lắng, phải."
    }
  },
  {
    "translation": {
      "en": "And I know that she's gonna need to pay her medical insurance herself because she'll be off work for so long.",
      "vi": "Và tôi biết cô ấy sẽ phải tự chi trả bảo hiểm y tế vì sẽ nghỉ làm rất lâu."
    }
  },
  {
    "translation": {
      "en": "So I mean that's an expense and I just want her to be able to go,",
      "vi": "Đó là một khoản và tôi chỉ muốn cô ấy có thể,"
    }
  },
  {
    "translation": {
      "en": "to be able to walk in a restaurant and get some food",
      "vi": "có thể vào nhà hàng mua đồ ăn"
    }
  },
  {
    "translation": {
      "en": "without having to worry if she's got five dollars in her pocket to pay for it.",
      "vi": "mà không phải lo trong túi có đủ năm đô-la để trả không."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "vi": "Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Hey, back off.",
      "vi": "Này, thôi nào."
    }
  },
  {
    "translation": {
      "en": "[Adam] He keeps a lot of stuff into himself.",
      "vi": "Nó kìm nén rất nhiều chuyện."
    }
  },
  {
    "translation": {
      "en": "Lot of fear. Lot of worries.",
      "vi": "Rất nhiều nỗi sợ, sự lo lắng."
    }
  },
  {
    "translation": {
      "en": "-Good luck. -Thanks.",
      "vi": "- Chúc may mắn. - Cháu cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-It's a bad approach to take. -With Justin?",
      "vi": "- Đó không phải cách hay. - Với Justin?"
    }
  },
  {
    "translation": {
      "en": "With uh, the whole family, the whole family,",
      "vi": "Với ừm, cả gia đình,"
    }
  },
  {
    "translation": {
      "en": "the whole approach we take is--",
      "vi": "cách chúng tôi xử lý thật là…"
    }
  },
  {
    "translation": {
      "en": "-Sick. -Yeah.",
      "vi": "- điên. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Dale's always making jokes.",
      "vi": "Dale lúc nào cũng pha trò. SUSAN MẸ KẾ CỦA JUSTIN"
    }
  },
  {
    "translation": {
      "en": "Stuff like... but that's Dale's way of handling it too.",
      "vi": "Kiểu như… nhưng đó cũng là cách Dale đối phó."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. I mean, it really has affected me.",
      "vi": "Phải. Chuyện đó thực sự ảnh hưởng đến tôi."
    }
  },
  {
    "translation": {
      "en": "And, uh, just recently I've started to get a little help for it.",
      "vi": "Và gần đây tôi bắt đầu được giúp đỡ chút với chuyện đó."
    }
  },
  {
    "translation": {
      "en": "They said I'm clinically depressed. Severely depressed.",
      "vi": "Họ nói tôi bị trầm cảm lâm sàng. Trầm cảm trầm trọng."
    }
  },
  {
    "translation": {
      "en": "[Julia] Your wife suggested it? Yeah, basically.",
      "vi": "- Vợ anh khuyên vậy à? - Phải, cơ bản là vậy."
    }
  },
  {
    "translation": {
      "en": "She saw it and she said, \"Do something now, or I'm leaving.\"",
      "vi": "Cô ấy thấy vậy và nói: \"Làm gì đó đi, hoặc em sẽ đi\"."
    }
  },
  {
    "translation": {
      "en": "And you know, they don't, no one knows, except my wife.",
      "vi": "Và họ không biết, không ai biết, ngoại trừ vợ tôi."
    }
  },
  {
    "translation": {
      "en": "She's told me that I should probably tell them but I don't want to bother them right now.",
      "vi": "Cô ấy bảo có lẽ nên nói cho họ biết nhưng lúc này tôi không muốn làm phiền."
    }
  },
  {
    "translation": {
      "en": "They have other things to worry about.",
      "vi": "Họ còn những việc khác phải lo."
    }
  },
  {
    "translation": {
      "en": "This room is cold.",
      "vi": "Phòng này lạnh quá."
    }
  },
  {
    "translation": {
      "en": "They is wrong for that.",
      "vi": "Sai lầm khi làm thế."
    }
  },
  {
    "translation": {
      "en": "If you ever go to your hospital, and it be too cold,",
      "vi": "Nếu đến viện và thấy quá lạnh,"
    }
  },
  {
    "translation": {
      "en": "just take this little thing and give it a good yank",
      "vi": "cứ cầm cái cục nhỏ này rồi giật mạnh"
    }
  },
  {
    "translation": {
      "en": "and turn the heat up to your liking, and then there you go.",
      "vi": "rồi tăng nhiệt độ tuỳ ý, rồi vậy là xong."
    }
  },
  {
    "translation": {
      "en": "Pull it off so you just... This thing right here, like, this turn it down this turn it up.",
      "vi": "Kéo nó ra để ta… Cái núm ngay đây, tăng giảm thế này."
    }
  },
  {
    "translation": {
      "en": "Just turn it up like that, so 75,",
      "vi": "Cứ tăng lên như thế, vậy là 24 độ,"
    }
  },
  {
    "translation": {
      "en": "If it's too cold, just put it on there. [Steve] Now you busted it.",
      "vi": "- Nếu lạnh quá, cứ tăng ở đây. - Giờ cháu làm hỏng rồi."
    }
  },
  {
    "translation": {
      "en": "She ain't gonna say nothin', she probably do it too.",
      "vi": "Cô ấy không nói gì đâu, chắc cũng làm thế."
    }
  },
  {
    "translation": {
      "en": "I feel like there's nothin' wrong with me.",
      "vi": "Cháu thấy mình chẳng sao."
    }
  },
  {
    "translation": {
      "en": "Feel like two billion bucks.",
      "vi": "Cháu thấy tuyệt như có hai tỷ đô-la."
    }
  },
  {
    "translation": {
      "en": "Wish I had two billion bucks.",
      "vi": "Ước gì có hai tỷ đô-la."
    }
  },
  {
    "translation": {
      "en": "Like I, you know what I would do if I had a billion dollars?",
      "vi": "Chú biết cháu sẽ làm gì nếu có một tỷ đô-la không?"
    }
  },
  {
    "translation": {
      "en": "I would donate a couple million to the homeless thing.",
      "vi": "Cháu sẽ quyên góp vài triệu cho người vô gia cư gì đó."
    }
  },
  {
    "translation": {
      "en": "You know, stuff like that.",
      "vi": "Chú biết mà, mấy việc kiểu đấy."
    }
  },
  {
    "translation": {
      "en": "I don't give none to no rich people. You Republicans?",
      "vi": "Không cho mấy người nghèo. Đảng Cộng hoà à?"
    }
  },
  {
    "translation": {
      "en": "I was gonna say cause I don't like Republicans.",
      "vi": "Cháu định nói vì ghét Đảng Cộng hoà."
    }
  },
  {
    "translation": {
      "en": "You know what I'm saying, you shouldn't treat people like they less than you",
      "vi": "Không nên đối xử với người khác như thể họ thấp kém hơn"
    }
  },
  {
    "translation": {
      "en": "just cause you got money and they don't.",
      "vi": "vì ta có tiền còn họ thì không."
    }
  },
  {
    "translation": {
      "en": "Everybody is created to be equal. Nobody is different.",
      "vi": "Con người đều được tạo ra bình đẳng. Ai cũng như nhau."
    }
  },
  {
    "translation": {
      "en": "Nobody in this world is different.",
      "vi": "Trên đời này ai cũng như nhau."
    }
  },
  {
    "translation": {
      "en": "What we need to do Tim is...",
      "vi": "Tim, điều ta cần làm là… Ta cần phải…"
    }
  },
  {
    "translation": {
      "en": "Uh-uh. You ain't puttin' no tubes in my nose.",
      "vi": "Không đặt ống gì vào mũi cháu cả."
    }
  },
  {
    "translation": {
      "en": "We have to, okay?",
      "vi": "Ta phải làm thôi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Either that or you stay in the hospital and put a tube in the nose",
      "vi": "Nếu không thì ở lại viện rồi đặt ống trong mũi"
    }
  },
  {
    "translation": {
      "en": "and stay here forever, till you gain weight, or you can do it at home.",
      "vi": "và ở hẳn lại đây, cho đến khi lên cân, hoặc có thế làm ở nhà."
    }
  },
  {
    "translation": {
      "en": "Nope. I don't want no tube in my nose.",
      "vi": "Không. Cháu không muốn có ống trong mũi."
    }
  },
  {
    "translation": {
      "en": "[male doctor] Do you know why we're doing this?",
      "vi": "Biết sao ta phải làm vậy không?"
    }
  },
  {
    "translation": {
      "en": "We need to build you back up for your immunity.",
      "vi": "Ta phải giúp cháu khoẻ để tăng cường hệ miễn dịch."
    }
  },
  {
    "translation": {
      "en": "He has his image to uphold. Tim has his image. He don't want to walk around with that.",
      "vi": "Nó muốn giữ thể diện. Nó có thể diện. Không muốn đi đâu với thứ đó."
    }
  },
  {
    "translation": {
      "en": "It is very difficult for a teenager to go through",
      "vi": "Rất khó để một thiếu niên có thể trải qua việc đặt ống thông dạ dày"
    }
  },
  {
    "translation": {
      "en": "putting a feeding tube down them and have to deal with that",
      "vi": "Rất khó để một thiếu niên có thể trải qua việc đặt ống thông dạ dày và phải đối mặt với việc đó mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "on an everyday basis.",
      "vi": "và phải đối mặt với việc đó mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "This is going to feel... Well, I've never had one placed in myself",
      "vi": "Sẽ thấy hơi… Chà, chú chưa từng được đặt ống"
    }
  },
  {
    "translation": {
      "en": "so I can't really tell you how it's going to feel,",
      "vi": "nên không biết cảm giác sẽ thế nào,"
    }
  },
  {
    "translation": {
      "en": "but you won't notice it going down and just remember just to keep swallowing okay?",
      "vi": "nhưng cháu sẽ không cảm thấy gì và nhớ là cứ nuốt thôi nhé?"
    }
  },
  {
    "translation": {
      "en": "All right? I'd rather be asleep for this.",
      "vi": "- Được chứ? - Thà cháu đi ngủ rồi làm còn hơn."
    }
  },
  {
    "translation": {
      "en": "It'll, it'll go by fast, okay?",
      "vi": "Sẽ xong nhanh thôi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "What'd you put on it?",
      "vi": "Chú bôi gì lên vậy?"
    }
  },
  {
    "translation": {
      "en": "I put a little bit of just lubricating jelly,",
      "vi": "Chú cho một chút thạch bôi trơn lên,"
    }
  },
  {
    "translation": {
      "en": "just to make it slide back real easy, okay?",
      "vi": "để khiến ống trượt lại dễ dàng, được chứ?"
    }
  },
  {
    "translation": {
      "en": "-[Marietha] Keep swallowing. -It's gonna drip.",
      "vi": "- Cứ nuốt thôi. - Sẽ nhỏ giọt."
    }
  },
  {
    "translation": {
      "en": "Ready?",
      "vi": "Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "vi": "Cháu ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "-[Tim coughs] -Keep swallowing.",
      "vi": "Cứ nuốt đi."
    }
  },
  {
    "translation": {
      "en": "Don't pull that out.",
      "vi": "Đừng rút ra."
    }
  },
  {
    "translation": {
      "en": "Just sit up.",
      "vi": "Cứ ngồi dậy đã."
    }
  },
  {
    "translation": {
      "en": "Did you just eat just recently Tim?",
      "vi": "Cháu mới ăn à, Tim?"
    }
  },
  {
    "translation": {
      "en": "-He just ate. -Huh?",
      "vi": "- Nó vừa mới ăn. - Hả?"
    }
  },
  {
    "translation": {
      "en": "He just ate.",
      "vi": "Nó vừa mới ăn."
    }
  },
  {
    "translation": {
      "en": "I wanna make sure that we have this placed right",
      "vi": "Tôi muốn đảm bảo ta đặt đúng chỗ"
    }
  },
  {
    "translation": {
      "en": "because I don't wanna put him through that again.",
      "vi": "vì không muốn cậu bé bị vậy nữa."
    }
  },
  {
    "translation": {
      "en": "Did they say how, how long they want him to have this tube",
      "vi": "Họ có nói muốn cậu bé đeo ống trong bao lâu"
    }
  },
  {
    "translation": {
      "en": "-or how long... -They said about two weeks at the clinic.",
      "vi": "- hay… - Họ bảo tầm hai tuần ở phòng khám."
    }
  },
  {
    "translation": {
      "en": "-All right. Tim, it's-- -You sure you wanna",
      "vi": "Được rồi. Tim… Con có chắc vẫn muốn tháo ra mỗi ngày không?"
    }
  },
  {
    "translation": {
      "en": "go through taking this out everyday still?",
      "vi": "Con có chắc vẫn muốn tháo ra mỗi ngày không?"
    }
  },
  {
    "translation": {
      "en": "Or you want to leave it in?",
      "vi": "Hay muốn để đấy luôn."
    }
  },
  {
    "translation": {
      "en": "[nurse] Here you go. They had everything next door.",
      "vi": "Của cháu đây. Ở phòng bên có đủ hết mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Take this down here and throw it in the washer. Sure.",
      "vi": "- Bỏ xuống đây và ném vào máy giặt. - Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "[male doctor] A reflux bag, this is if anything was to happen.",
      "vi": "Đây là túi trào ngược, phòng khi có chuyện gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "[Marietha] Once you turn it on it's gonna have zeroes, then you put the thirty in.",
      "vi": "Khi bật lên, sẽ có số không, sau đó nhập số 30."
    }
  },
  {
    "translation": {
      "en": "Then you get a dose, once you put the 30 in,",
      "vi": "Nhập số 30 xong sẽ được một liều,"
    }
  },
  {
    "translation": {
      "en": "then you put 360.",
      "vi": "rồi nhập 360."
    }
  },
  {
    "translation": {
      "en": "[male doctor] Right, and then once we get him hooked up, you'll just hit start.",
      "vi": "Phải, rồi khi nối xong, sẽ ấn bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Is it okay bringing out the pumps and everything?",
      "vi": "Mang máy bơm các thứ ra ngoài được chứ?"
    }
  },
  {
    "translation": {
      "en": "Throw this in the washer.",
      "vi": "Ném cái này vào máy giặt."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Be right back.",
      "vi": "Mẹ quay lại ngay."
    }
  },
  {
    "translation": {
      "en": "Ready? One, two, three.",
      "vi": "Sẵn sàng chưa? Một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "[Steve] Today is Justin's 20th birthday.",
      "vi": "Hôm nay là sinh nhật thứ 20 của Justin."
    }
  },
  {
    "translation": {
      "en": "His family's gathering at a friend's condo to celebrate.",
      "vi": "Gia đình cậu tụ tập tại căn hộ của bạn để ăn mừng."
    }
  },
  {
    "translation": {
      "en": "[man] You got him? Need some help? Heard you've been putting on some weight.",
      "vi": "Bế được không? Cần giúp chứ? Nghe nói cháu đã lên vài cân."
    }
  },
  {
    "translation": {
      "en": "[Steve] The six weeks of chemo in Houston did not work.",
      "vi": "Sáu tuần hóa trị ở Houston không hiệu quả."
    }
  },
  {
    "translation": {
      "en": "Justin's doctor Claire then recommended a triple,",
      "vi": "Bác sĩ của Justin, Claire, đã đề nghị gấp ba,"
    }
  },
  {
    "translation": {
      "en": "that is, a triple dose of methatrexate, Justin's old chemo.",
      "vi": "tức là gấp ba liều methatrexate, hoá trị cũ của Justin."
    }
  },
  {
    "translation": {
      "en": "[woman] Better late than never, Justin.",
      "vi": "Muộn còn hơn không, Justin."
    }
  },
  {
    "translation": {
      "en": "Now, Justin's legs have stopped working.",
      "vi": "Giờ chân của Justin đã ngừng hoạt động."
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "[Debbie] He's wearing Depends, and he hates that.",
      "vi": "Nó mặc tã Depends, và nó rất ghét như vậy."
    }
  },
  {
    "translation": {
      "en": "He absolutely hates that.",
      "vi": "Cực kỳ ghét."
    }
  },
  {
    "translation": {
      "en": "Make a wish and blow it out.",
      "vi": "Ước rồi thổi nến đi."
    }
  },
  {
    "translation": {
      "en": "Come on, bud.",
      "vi": "Cố lên nào, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Please, don't spit on it, blow.",
      "vi": "Làm ơn, đừng nhổ nước bọt, thổi đi."
    }
  },
  {
    "translation": {
      "en": "[Adam] I don't know, every time something like this happens, I always think this is gonna be the last time,",
      "vi": "Không rõ, mỗi khi thế này, tôi luôn nghĩ sẽ là lần cuối,"
    }
  },
  {
    "translation": {
      "en": "this is gonna be the last birthday, this is gonna be the last... you know.",
      "vi": "đây sẽ là sinh nhật cuối, dịp… gì đó cuối, bạn biết đấy."
    }
  },
  {
    "translation": {
      "en": "It's gotta be on his mind.",
      "vi": "Chắc hẳn nó cũng nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "It has to be. I mean all these years, I mean, I don't really think anybody's",
      "vi": "Chắc chắn vậy. Bao năm nay, tôi không nghĩ có ai thực sự"
    }
  },
  {
    "translation": {
      "en": "ever really talked to him about dying, about how he feels about death.",
      "vi": "nói chuyện với nó, hay hỏi nó thấy sao về cái chết."
    }
  },
  {
    "translation": {
      "en": "Unfortunately no one talks to him so no one really knows how he feels.",
      "vi": "Không may là chẳng ai nói nên chẳng ai biết nó thấy sao."
    }
  },
  {
    "translation": {
      "en": "Mom's starting to come around to that idea",
      "vi": "Mẹ bắt đầu nhận thức được suy nghĩ"
    }
  },
  {
    "translation": {
      "en": "that eventually something's gonna happen.",
      "vi": "rằng cuối cùng rồi sẽ có chuyện."
    }
  },
  {
    "translation": {
      "en": "But Dad' more like, you know,",
      "vi": "Nhưng bố tôi thì kiểu, bạn biết đấy:"
    }
  },
  {
    "translation": {
      "en": "\"Nothing's gonna happen. We'll keep on fighting.\"",
      "vi": "\"Không sao cả. Ta chiến đấu tiếp\"."
    }
  },
  {
    "translation": {
      "en": "That's something my father taught me is never worry about something",
      "vi": "Bố tôi đã dạy rằng đừng lo lắng về chuyện gì"
    }
  },
  {
    "translation": {
      "en": "until it's time to worry about it, and that's...what you do.",
      "vi": "cho đến khi tới lúc phải lo lắng và… phải vậy thôi."
    }
  },
  {
    "translation": {
      "en": "Where have I seen that before?",
      "vi": "Mẹ đã thấy ở đâu rồi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Why didn't they figure out if there was gonna be complications after they've done",
      "vi": "Sao họ không nhận ra sẽ có biến chứng sau khi tăng liều lên gấp ba?"
    }
  },
  {
    "translation": {
      "en": "the triple dose of this stuff? If there was going to be any kind?",
      "vi": "Sao họ không nhận ra sẽ có biến chứng sau khi tăng liều lên gấp ba? - Liệu sẽ có bất kỳ biến chứng gì? - Ta đều biết sẽ có biến chứng mà."
    }
  },
  {
    "translation": {
      "en": "Well, we knew there was gonna be complications.",
      "vi": "- Liệu sẽ có bất kỳ biến chứng gì? - Ta đều biết sẽ có biến chứng mà."
    }
  },
  {
    "translation": {
      "en": "With any type of drug, as much as he's had,",
      "vi": "Với loại thuốc nào đi nữa, liều lượng nhiều như vậy, sẽ luôn có biến chứng."
    }
  },
  {
    "translation": {
      "en": "there's always complications.",
      "vi": "liều lượng nhiều như vậy, sẽ luôn có biến chứng."
    }
  },
  {
    "translation": {
      "en": "Can you put your hands up? Both of them?",
      "vi": "Cháu đưa tay lên được không? Cả hai tay?"
    }
  },
  {
    "translation": {
      "en": "-Problem? -This is the problem I've had.",
      "vi": "- Khó à? - Cháu gặp khó khăn."
    }
  },
  {
    "translation": {
      "en": "-I cannot do this part. -Okay. Touch my finger.",
      "vi": "- Không làm được. - Rồi. Chạm ngón cô."
    }
  },
  {
    "translation": {
      "en": "[Julia] To complicate things further, Justin's doctor Claire has announced",
      "vi": "Để khiến chuyện phức tạp hơn, Claire, bác sĩ  của Justin thông báo"
    }
  },
  {
    "translation": {
      "en": "she and her family are moving to Atlanta. This is her last day.",
      "vi": "cô cùng gia đình sẽ chuyển đến Atlanta. Hôm nay là ngày cuối."
    }
  },
  {
    "translation": {
      "en": "You know I'm moving.",
      "vi": "Cháu biết cô sắp đi mà."
    }
  },
  {
    "translation": {
      "en": "I don't know if I'll see you next week or not, okay.",
      "vi": "Không biết liệu tuần sau cô có gặp lại cháu không."
    }
  },
  {
    "translation": {
      "en": "And you just went through a pretty frightening couple weeks...",
      "vi": "Và cháu vừa trải qua một vài tuần khá đáng sợ…"
    }
  },
  {
    "translation": {
      "en": "-Uh-huh. -...with all this stuff happening",
      "vi": "- Dạ. - …bao chuyện xảy ra"
    }
  },
  {
    "translation": {
      "en": "and everything's real stable right now, but before I move...",
      "vi": "và giờ mọi thứ đang ổn định, nhưng trước khi cô đi…"
    }
  },
  {
    "translation": {
      "en": "You've been fighting battles, and every once in a while",
      "vi": "Cháu đã chiến đấu kiên cường và thi thoảng"
    }
  },
  {
    "translation": {
      "en": "I make you tell me whether you really want to keep fighting the battle or not.",
      "vi": "cô ép cháu nói xem có muốn tiếp tục không."
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "vi": "Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "And you know that, some day down the road, it may come a time",
      "vi": "Và cháu biết, một ngày nào đó, sẽ tới lúc"
    }
  },
  {
    "translation": {
      "en": "where we don't have other medicines to offer.",
      "vi": "khi ta không còn loại thuốc nào nữa."
    }
  },
  {
    "translation": {
      "en": "We're not there yet, if we can't keep the leukemia in check,",
      "vi": "Ta chưa đủ phát triển, nếu không thể kiểm soát bệnh bạch cầu,"
    }
  },
  {
    "translation": {
      "en": "we've got them a fas wire in our back pocket and things like that.",
      "vi": "ta như có ngòi nổ sau túi quần, kiểu như vậy."
    }
  },
  {
    "translation": {
      "en": "We've got plenty of stuff to back up on.",
      "vi": "Cháu còn nhiều thứ phải lưu lại."
    }
  },
  {
    "translation": {
      "en": "But it's kind of like, you know, you've got nine lives and I think you're on number six or seven at this point, 'cause",
      "vi": "Nhưng kiểu như, cháu có chín mạng và có lẽ cháu ở mạng sáu hay bảy rồi, vì"
    }
  },
  {
    "translation": {
      "en": "-you've recovered from-- -No.",
      "vi": "- đã hồi phục… - Không."
    }
  },
  {
    "translation": {
      "en": "Okay, well that's what I want to know but--",
      "vi": "Ừ, cô cũng muốn biết…"
    }
  },
  {
    "translation": {
      "en": "About three. I kinda got a couple left.",
      "vi": "Khoảng ba mạng. Cháu còn vài mạng."
    }
  },
  {
    "translation": {
      "en": "[Claire] Do you have any questions about like, you know,",
      "vi": "Cháu có câu hỏi gì về việc, kiểu như,"
    }
  },
  {
    "translation": {
      "en": "-if we quit fighting and-- -No.",
      "vi": "- nếu ta ngưng chiến và… - Không."
    }
  },
  {
    "translation": {
      "en": "You're going home and you... That's not a possibility.",
      "vi": "- Cháu về nhà và… - Điều đó là không thể."
    }
  },
  {
    "translation": {
      "en": "Well, I mean, everybody dies at some point in time, Justin,",
      "vi": "Chà, ý cô là, ai rồi cũng có lúc phải ra đi, Justin,"
    }
  },
  {
    "translation": {
      "en": "and whether it's gonna be from your leukemia-- -Not for me. -...or something else.",
      "vi": "và dù là do bệnh bạch cầu hay gì. - Trừ cháu."
    }
  },
  {
    "translation": {
      "en": "Later on down the road.",
      "vi": "Chưa tới lúc."
    }
  },
  {
    "translation": {
      "en": "Later on down the road.",
      "vi": "Chưa tới lúc."
    }
  },
  {
    "translation": {
      "en": "Yeah, we talked about next week if you're still in the same state you are now,",
      "vi": "Ừ, ta đã bàn về tuần sau nếu cháu vẫn ở tình trạng hiện tại và chân vẫn không cử động hay gì cả,"
    }
  },
  {
    "translation": {
      "en": "and you're still not moving your legs or anything,",
      "vi": "nếu cháu vẫn ở tình trạng hiện tại và chân vẫn không cử động hay gì cả,"
    }
  },
  {
    "translation": {
      "en": "whether or not we're gonna do the thiotepa, if we give the thiotepa,",
      "vi": "dù gì ta cũng phải dùng thiotepa, nếu dùng thiotepa,"
    }
  },
  {
    "translation": {
      "en": "and it doesn't matter which drug it is,",
      "vi": "và không quan trọng là thuốc gì,"
    }
  },
  {
    "translation": {
      "en": "but if it makes it worse, I mean, you could possible end up with",
      "vi": "nhưng có thể sẽ khiến tình hình tệ hơn, ý cô là, có thể cuối cùng sẽ"
    }
  },
  {
    "translation": {
      "en": "paralysis higher up than just your legs.",
      "vi": "gây liệt không chỉ chân của cháu."
    }
  },
  {
    "translation": {
      "en": "I mean you could end up with your arms being paralyzed.",
      "vi": "Có thể cuối cùng sẽ bị liệt hai tay."
    }
  },
  {
    "translation": {
      "en": "The problem is we don't know what--",
      "vi": "- Vấn đề là chưa biết… - Mẹ sẽ phải đút cho con."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Be serious.",
      "vi": "Nghiêm túc nào."
    }
  },
  {
    "translation": {
      "en": "Come here, Mom.",
      "vi": "Lại đây đi mẹ."
    }
  },
  {
    "translation": {
      "en": "So no questions?",
      "vi": "Vậy là không hỏi gì?"
    }
  },
  {
    "translation": {
      "en": "Not right now. All right.",
      "vi": "- Giờ thì chưa ạ. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "[Claire] So do I get a hug?",
      "vi": "Một cái ôm được không?"
    }
  },
  {
    "translation": {
      "en": "No you're not allowed to have that. I'm too old.",
      "vi": "Cô không được phép ôm cháu. Cháu quá già rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "I'm an old man now.",
      "vi": "Con thành ông già rồi."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Of all the times...",
      "vi": "Cô là tuyệt nhất…"
    }
  },
  {
    "translation": {
      "en": "I love you so much.",
      "vi": "Tôi yêu cô rất nhiều."
    }
  },
  {
    "translation": {
      "en": "[Steve] Christmas comes and goes.",
      "vi": "Giáng Sinh đến rồi đi."
    }
  },
  {
    "translation": {
      "en": "Justin's paralysis spreads. He now has lesions on his brain.",
      "vi": "Chứng tê liệt của Justin lan rộng. Giờ cậu bị tổn thương não."
    }
  },
  {
    "translation": {
      "en": "[Debbie] It's been awfully hard not seeing him walk,",
      "vi": "Thật khó khăn khi không thấy nó bước đi,"
    }
  },
  {
    "translation": {
      "en": "and then the memory, and now the hands.",
      "vi": "rồi đến ký ức, và giờ là bàn tay."
    }
  },
  {
    "translation": {
      "en": "[Steve] Justin's new doctors propose they do a biopsy of his brain to find out what's going wrong.",
      "vi": "Bác sĩ mới của Justin gợi ý sinh thiết não để tìm hiểu xem có chuyện gì."
    }
  },
  {
    "translation": {
      "en": "Justin goes in for major surgery on New Year's Eve.",
      "vi": "Justin bắt đầu ca đại phẫu vào đêm giao thừa."
    }
  },
  {
    "translation": {
      "en": "Oh, mercy.",
      "vi": "Ôi trời ơi."
    }
  },
  {
    "translation": {
      "en": "What would you do without your day kiddin' you and cutting up with you?",
      "vi": "Cháu sẽ làm gì nếu bố không pha trò và đùa giỡn nữa?"
    }
  },
  {
    "translation": {
      "en": "Sleep.",
      "vi": "Cháu sẽ ngủ."
    }
  },
  {
    "translation": {
      "en": "[Julia] So you talked to the surgeon? Yes.",
      "vi": "- Cô đã nói chuyện với bác sĩ? - Phải."
    }
  },
  {
    "translation": {
      "en": "I wanted to make sure that it was just not for their curiosity's sake",
      "vi": "Tôi muốn đảm bảo việc này không chỉ để họ thoả trí tò mò"
    }
  },
  {
    "translation": {
      "en": "they were opening him up, and just probing for their own, and they do that.",
      "vi": "mà mổ thằng bé ra, rồi thăm dò vì lợi ích của mình, và họ có làm vậy đấy."
    }
  },
  {
    "translation": {
      "en": "[doctor 1] Specimen.",
      "vi": "Mẫu vật."
    }
  },
  {
    "translation": {
      "en": "[doctor 2] You can divide that up however you want.",
      "vi": "Có thể chia ra thế nào cũng được."
    }
  },
  {
    "translation": {
      "en": "Justin? Justin?",
      "vi": "Justin?"
    }
  },
  {
    "translation": {
      "en": "Justin?",
      "vi": "Justin?"
    }
  },
  {
    "translation": {
      "en": "There he is.",
      "vi": "Ông ấy đây rồi."
    }
  },
  {
    "translation": {
      "en": "How you doing?",
      "vi": "Con thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "[Debbie] I just don't know about this.",
      "vi": "Tôi không biết sao nữa."
    }
  },
  {
    "translation": {
      "en": "And Claire's saying, \"I just don't know what else to do.",
      "vi": "Và Claire nói: \"Tôi không biết phải làm gì nữa."
    }
  },
  {
    "translation": {
      "en": "I really just don't know what else to do.\"",
      "vi": "Tôi thực sự không biết phải làm gì nữa\"."
    }
  },
  {
    "translation": {
      "en": "She didn't have a clue this was gonna happen, I know.",
      "vi": "Cô ấy không hề biết chuyện này sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "I believe that she did this to him,",
      "vi": "Mẹ tin là cô ta đã làm vậy với nó,"
    }
  },
  {
    "translation": {
      "en": "'cause he was doing fine until she double dosed and he didn't even want it.",
      "vi": "vì nó ổn cho tới khi tăng liều gấp đôi và nó còn không muốn."
    }
  },
  {
    "translation": {
      "en": "Then he got sick and everything, and where was she? She wasn't here, she was gone to--",
      "vi": "Rồi nó ốm đau, còn cô ta ở đâu? Không ở đây, cô ta đi…"
    }
  },
  {
    "translation": {
      "en": "Rita, he would've been dead four years ago if he wouldn't have had all that chemo.",
      "vi": "Nếu không hoá trị, nó đã đi từ bốn năm trước."
    }
  },
  {
    "translation": {
      "en": "I know that, but I'm talking about lately.",
      "vi": "Mẹ biết, nhưng đang bảo gần đây."
    }
  },
  {
    "translation": {
      "en": "-All the kids around-- -This latest dose that she gave him",
      "vi": "- Trẻ em xung quanh… - Liều gần đây nhất"
    }
  },
  {
    "translation": {
      "en": "was double and triple dosed.",
      "vi": "là gấp đôi và gấp ba."
    }
  },
  {
    "translation": {
      "en": "'Cause she was concerned it was gonna come back. Oh, yeah. She was in a hurry to get outta here.",
      "vi": "- Cô ấy lo bệnh sẽ tái phát. - Ồ, phải. Cô ta vội đi khỏi đây lắm."
    }
  },
  {
    "translation": {
      "en": "I just don't like her.",
      "vi": "Mẹ không thích cô ta."
    }
  },
  {
    "translation": {
      "en": "The preacher came and he says,",
      "vi": "Linh mục đã tới và ông nói,"
    }
  },
  {
    "translation": {
      "en": "when he was gonna have it, Debbie had the preacher come, and the preacher",
      "vi": "khi chuẩn bị hoá trị, Debbie mời linh mục đến nói chuyện với Justin,"
    }
  },
  {
    "translation": {
      "en": "talked to Justin, and Justin says,",
      "vi": "khi chuẩn bị hoá trị, Debbie mời linh mục đến nói chuyện với Justin, và Justin nói: \"Cháu thực sự không muốn, cháu không muốn\"."
    }
  },
  {
    "translation": {
      "en": "\"I don't really want it, I don't want it.\"",
      "vi": "và Justin nói: \"Cháu thực sự không muốn, cháu không muốn\"."
    }
  },
  {
    "translation": {
      "en": "And he said, he said to him, \"Well you have to have it.",
      "vi": "Rồi ông ấy nói: \"Cháu phải hoá trị thôi."
    }
  },
  {
    "translation": {
      "en": "If you don't have it, then maybe you could die or something.\"",
      "vi": "Nếu không, có thể cháu sẽ ra đi đấy\"."
    }
  },
  {
    "translation": {
      "en": "He talked very good to Justin,",
      "vi": "Ông khuyên nhủ Justin rất hay,"
    }
  },
  {
    "translation": {
      "en": "and he convinced them but he still said to me, \"Grandma I don't want it.\"",
      "vi": "và ông thuyết phục được chúng, còn nó vẫn: \"Bà ơi, cháu không muốn\"."
    }
  },
  {
    "translation": {
      "en": "My baby boy.",
      "vi": "Cháu trai của bà."
    }
  },
  {
    "translation": {
      "en": "Grandma's baby boy.",
      "vi": "Cháu trai của bà."
    }
  },
  {
    "translation": {
      "en": "[Debbie] He looks peaceful.",
      "vi": "Trông nó thật thanh thản."
    }
  },
  {
    "translation": {
      "en": "[Rita] So sweet.",
      "vi": "Thật đáng yêu."
    }
  },
  {
    "translation": {
      "en": "[Debbie] It's like a Catch-22 thing.",
      "vi": "Như trong cuốn Bẫy-22 vậy."
    }
  },
  {
    "translation": {
      "en": "If you don't do it, does the leukemia just totally take over,",
      "vi": "Nếu không chữa, bệnh bạch cầu sẽ thống trị hoàn toàn,"
    }
  },
  {
    "translation": {
      "en": "or do you do it and go with the consequences of a side effect?",
      "vi": "hay là ta chữa trị rồi chiến đấu tiếp với hậu quả của tác dụng phụ?"
    }
  },
  {
    "translation": {
      "en": "Sometimes, when he looks at me, I almost feel guilt.",
      "vi": "Đôi lúc, khi nó nhìn tôi, tôi cảm thấy tội lỗi."
    }
  },
  {
    "translation": {
      "en": "Like he's blaming me, especially when he acts like he don't know me,",
      "vi": "Như thể đổ lỗi cho tôi, nhất là khi nó vờ như không quen tôi,"
    }
  },
  {
    "translation": {
      "en": "and it's like he wants to punish me for what has happened.",
      "vi": "và như thể nó muốn trừng phạt tôi vì những gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "[announcer] ...it will be big",
      "vi": "…sẽ rất lớn"
    }
  },
  {
    "translation": {
      "en": "and it will be, without a doubt, the coldest New Year's ever.",
      "vi": "và không nghi ngờ gì, đây sẽ là dịp năm mới lạnh nhất."
    }
  },
  {
    "translation": {
      "en": "Happy New Year, Justin.",
      "vi": "Chúc mừng năm mới, Justin."
    }
  },
  {
    "translation": {
      "en": "[Steve] Late one January night,",
      "vi": "Một đêm khuya tháng Một,"
    }
  },
  {
    "translation": {
      "en": "Alex and her dad show up unexpectedly on 5A.",
      "vi": "Alex cùng bố cô bé đột ngột xuất hiện tại toà 5A."
    }
  },
  {
    "translation": {
      "en": "Alex has a fever of 104, and her eye is swollen shut.",
      "vi": "Alex sốt 40 độ và đôi mắt sưng lên, nhắm nghiền."
    }
  },
  {
    "translation": {
      "en": "-[Scott] So it's 81 percent you said? -87.",
      "vi": "- Vậy là 81%? - Tám mươi bảy."
    }
  },
  {
    "translation": {
      "en": "[Scott] Eighty-seven? Damn.",
      "vi": "Tám mươi bảy? Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "[Steve] Up till now Alex had been doing fine on a low-dose chemo.",
      "vi": "Cho tới lúc này, Alex vẫn ổn với hóa trị liều thấp."
    }
  },
  {
    "translation": {
      "en": "[Connie] She's complained of pain and pressure in her nose.",
      "vi": "Cô bé phàn nàn về cơn đau và áp lực trong mũi."
    }
  },
  {
    "translation": {
      "en": "She's saying it's up inside her nose,",
      "vi": "Bé bảo ở tận trong mũi,"
    }
  },
  {
    "translation": {
      "en": "so it's more or less the bridge of her nose around into her eye.",
      "vi": "nên chắc là đoạn sống mũi gần mắt."
    }
  },
  {
    "translation": {
      "en": "The leukemia's rising again.",
      "vi": "Bệnh bạch cầu lại đang trở nặng."
    }
  },
  {
    "translation": {
      "en": "It went down in the sixties, which was good,",
      "vi": "Từng xuống đầu sáu, vậy là tốt,"
    }
  },
  {
    "translation": {
      "en": "now it's back up again, which is not what we wanted to hear.",
      "vi": "giờ lại tăng lên, thực sự không phải tin chúng tôi muốn nghe."
    }
  },
  {
    "translation": {
      "en": "So we'll wait and see what Paul has to say.",
      "vi": "Nên chúng tôi sẽ chờ xem Paul nói gì."
    }
  },
  {
    "translation": {
      "en": "-Yeah, I was... I just got the page. -Yeah.",
      "vi": "- Ừ… Tôi vừa mới nhận kết quả. - Ừ."
    }
  },
  {
    "translation": {
      "en": "So our little friend has, um...",
      "vi": "Vậy, người bạn nhỏ của chúng ta…"
    }
  },
  {
    "translation": {
      "en": "Got maybe dipthroids?",
      "vi": "Chắc là bị bạch hầu?"
    }
  },
  {
    "translation": {
      "en": "[Julia] The doctors need to quickly figure out why her eye is swollen.",
      "vi": "Các bác sĩ cần mau chóng tìm ra lý do mắt cô bé bị sưng."
    }
  },
  {
    "translation": {
      "en": "It could be a simple infection,",
      "vi": "Có thể là nhiễm trùng đơn giản,"
    }
  },
  {
    "translation": {
      "en": "or a virus, or worse, it could be a fungus.",
      "vi": "hoặc là do vi-rút, hoặc tệ hơn, có thể là do nấm."
    }
  },
  {
    "translation": {
      "en": "-Hi sweetheart. -Her eyes are closed, can't see the light.",
      "vi": "- Chào cưng. - Mắt nó nhắm, không thấy gì."
    }
  },
  {
    "translation": {
      "en": "She's getting to the end of what we usually do",
      "vi": "Cô bé gần đi đến cái kết của những gì chúng tôi thường làm"
    }
  },
  {
    "translation": {
      "en": "and then she's already on to things that we don't usually do.",
      "vi": "và đã bắt đầu những gì chúng tôi không thường làm rồi."
    }
  },
  {
    "translation": {
      "en": "Scott's still pushing for this, some experimental drug",
      "vi": "Scott vẫn yêu cầu, vài loại thuốc thử nghiệm"
    }
  },
  {
    "translation": {
      "en": "that Dr. Jubinsky's looking into.",
      "vi": "mà bác sĩ Jubinsky nghiên cứu."
    }
  },
  {
    "translation": {
      "en": "Yeah, so, he's still pushing to keep going,",
      "vi": "Phải, vẫn thúc đẩy phải tiếp tục,"
    }
  },
  {
    "translation": {
      "en": "there are no means, gonna give up anytime soon",
      "vi": "không đời nào họ sẽ bỏ cuộc sớm"
    }
  },
  {
    "translation": {
      "en": "and they're pushing for everything they can possibly do.",
      "vi": "và họ yêu cầu mọi thứ mà họ có thể làm."
    }
  },
  {
    "translation": {
      "en": "[Julia] Their doctor, Paul is known as a dedicated researcher.",
      "vi": "Bác sĩ Paul được biết đến là một nhà nghiên cứu tận tâm."
    }
  },
  {
    "translation": {
      "en": "He works to get approval from a pharmaceutical company for a new drug.",
      "vi": "Ông cố gắng để được công ty dược phẩm đồng ý loại thuốc mới."
    }
  },
  {
    "translation": {
      "en": "You know, a lot of it also depends on the drug company",
      "vi": "Việc đó phụ thuộc rất nhiều vào công ty thuốc"
    }
  },
  {
    "translation": {
      "en": "because if there's a potential bad outcome",
      "vi": "vì nếu có khả năng gây ra hậu quả xấu"
    }
  },
  {
    "translation": {
      "en": "even if it's not related to their med, it gets, it can be ascribed to their med",
      "vi": "dù không liên quan, thuốc của họ vẫn sẽ bị quy tội"
    }
  },
  {
    "translation": {
      "en": "and it affects a lot of what they do",
      "vi": "và ảnh hưởng nhiều đến công việc của họ"
    }
  },
  {
    "translation": {
      "en": "and it also affects, unfortunately, the stock market.",
      "vi": "và không may, cũng ảnh hưởng đến thị trường chứng khoán."
    }
  },
  {
    "translation": {
      "en": "And those issues don't have anything to do with medicine",
      "vi": "Và những vấn đề đó không liên quan đến thuốc"
    }
  },
  {
    "translation": {
      "en": "but if you're a public company",
      "vi": "nhưng nếu là công ty đại chúng"
    }
  },
  {
    "translation": {
      "en": "and somebody reads something in the newspaper,",
      "vi": "và có ai đọc được gì trên báo,"
    }
  },
  {
    "translation": {
      "en": "patient given anti-whatever agent,",
      "vi": "bệnh nhân được cho uống thứ chống tác nhân gì đó,"
    }
  },
  {
    "translation": {
      "en": "and they crump even though they had a bad disease,",
      "vi": "rồi họ suy kiệt mặc dù mắc bệnh nặng,"
    }
  },
  {
    "translation": {
      "en": "you know what the investors think?",
      "vi": "biết nhà đầu tư nghĩ gì không?"
    }
  },
  {
    "translation": {
      "en": "This is what I don't like though.",
      "vi": "Tôi không thích điều này."
    }
  },
  {
    "translation": {
      "en": "I just don't like, I don't know.",
      "vi": "Tôi chỉ không thích… không biết nữa."
    }
  },
  {
    "translation": {
      "en": "I just don't like giving her any kinds of medicines that make her feel like this.",
      "vi": "Tôi không thích cho con bé loại thuốc gì khiến nó thế này."
    }
  },
  {
    "translation": {
      "en": "I think we probably should opt for the one that's the least toxic",
      "vi": "Có lẽ ta nên chọn loại nào ít độc hại nhất"
    }
  },
  {
    "translation": {
      "en": "-and give it a shot. -Yeah.",
      "vi": "- và thử xem sao. - Phải."
    }
  },
  {
    "translation": {
      "en": "Give it a shot, give it a try.",
      "vi": "Thử xem thế nào."
    }
  },
  {
    "translation": {
      "en": "So far we've had some really good experimental stuff",
      "vi": "Tới giờ đã có khá nhiều thử nghiệm tốt"
    }
  },
  {
    "translation": {
      "en": "that, uh, hasn't caused her to feel bad and has helped her.",
      "vi": "mà có ích và không khiến con bé cảm thấy tồi tệ."
    }
  },
  {
    "translation": {
      "en": "'Cause she has already stated, \"I do not want to lose my hair again,\"",
      "vi": "Vì con bé đã nói rằng: \"Con không muốn lại rụng tóc nữa\","
    }
  },
  {
    "translation": {
      "en": "and I said, \"Trust me, I'll make sure you don't.",
      "vi": "và tôi nói: \"Tin mẹ đi, đảm bảo là không."
    }
  },
  {
    "translation": {
      "en": "'Cause I won't let them give you anything that will cause that.\"",
      "vi": "Vì mẹ sẽ không để họ làm gì khiến con như vậy\"."
    }
  },
  {
    "translation": {
      "en": "[Dr. Jubinsky] We'll probably talk a little bit more and we'll talk some more to you, but",
      "vi": "Có lẽ phải bàn kỹ hơn chút rồi bàn thêm với cô, nhưng…"
    }
  },
  {
    "translation": {
      "en": "we certainly don't have a week to debate it.",
      "vi": "rõ ràng không có cả tuần để bàn đâu."
    }
  },
  {
    "translation": {
      "en": "If we're gonna do it, we're probably have to think about doing it tomorrow or, or Tuesday.",
      "vi": "Nếu tiến hành, có lẽ ta phải cân nhắc ngày mai hoặc thứ Ba."
    }
  },
  {
    "translation": {
      "en": "[Dr. Arceci] We would love to see this start to get under control a little bit.",
      "vi": "Chúng tôi rất muốn thấy mọi thứ được kiểm soát chút."
    }
  },
  {
    "translation": {
      "en": "[Judy] I just went to the doctor, I just told him, I said, \"I don't know what's wrong with me.",
      "vi": "Đến gặp bác sĩ, tôi nói: \"Tôi không biết mình bị sao."
    }
  },
  {
    "translation": {
      "en": "I feel like I'm losing it.\"",
      "vi": "Tôi thấy mình mất kiểm soát\"."
    }
  },
  {
    "translation": {
      "en": "And he said, \"Well, you are losing it.\"",
      "vi": "Và ông ấy nói: \"Chà, đúng vậy\"."
    }
  },
  {
    "translation": {
      "en": "And he said, \"I'm surprised you haven't lost it a long time ago. Most people would have.\"",
      "vi": "Và nói: \"Tôi ngạc nhiên cô trụ được tới giờ. Đa số không thể đâu\"."
    }
  },
  {
    "translation": {
      "en": "Trying to get through everything took its toll on me.",
      "vi": "Cố gắng vượt qua mọi chuyện dần huỷ hoại tôi."
    }
  },
  {
    "translation": {
      "en": "Took its toll.",
      "vi": "Dần huỷ hoại."
    }
  },
  {
    "translation": {
      "en": "Fifty-three point two.",
      "vi": "Năm mươi ba phảy hai."
    }
  },
  {
    "translation": {
      "en": "[Steve] Tim surprises everyone by gaining weight.",
      "vi": "Ai cũng ngạc nhiên vì Tim tăng cân."
    }
  },
  {
    "translation": {
      "en": "Your pockets are empty, huh?",
      "vi": "Túi cháu không có gì chứ?"
    }
  },
  {
    "translation": {
      "en": "No lead, no lead.",
      "vi": "Không mặc nhiều lớp."
    }
  },
  {
    "translation": {
      "en": "We found out how many days you've gone to school this year.",
      "vi": "Đã biết năm nay cháu đi học bao nhiêu ngày."
    }
  },
  {
    "translation": {
      "en": "How? You called the school didn't you?",
      "vi": "Bằng cách nào? - Cô gọi cho trường đúng không? - Ừ."
    }
  },
  {
    "translation": {
      "en": "-Yes. -[doctor laughs]",
      "vi": "- Cô gọi cho trường đúng không? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Uh-uh. Y'all is wrong. How many times I go?",
      "vi": "Mọi người nhầm rồi. Cháu đi học bao nhiêu ngày?"
    }
  },
  {
    "translation": {
      "en": "Fifteen days.",
      "vi": "Mười lăm ngày."
    }
  },
  {
    "translation": {
      "en": "This is my sixteenth. [chuckles] They didn't say you were there.",
      "vi": "- Hôm nay là ngày thứ mười sáu. - Họ không nói cháu đã ở đó."
    }
  },
  {
    "translation": {
      "en": "And they said on those fifteen days, you even left early on some of them.",
      "vi": "Và họ nói trong mười lăm ngày đó, cháu còn về sớm vài buổi."
    }
  },
  {
    "translation": {
      "en": "I stayed the whole day except wait...",
      "vi": "Cháu ở lại cả ngày trừ, đợi đã…"
    }
  },
  {
    "translation": {
      "en": "I went Monday, I didn't go Tuesday.",
      "vi": "Cháu đi hôm thứ Hai, nghỉ thứ Ba."
    }
  },
  {
    "translation": {
      "en": "I went yesterday.",
      "vi": "Cháu đi hôm qua."
    }
  },
  {
    "translation": {
      "en": "Well, Tim, I got a phone call the other morning from Christine,",
      "vi": "Tim, sáng hôm nọ cô nhận được cuộc gọi từ Christine,"
    }
  },
  {
    "translation": {
      "en": "saying that she was a little bit concerned about you.",
      "vi": "bảo là hơi lo lắng cho cháu."
    }
  },
  {
    "translation": {
      "en": "Everybody's concerned about me.",
      "vi": "Ai cũng lo cho cháu mà."
    }
  },
  {
    "translation": {
      "en": "Why do you think she's concerned about you?",
      "vi": "Sao cháu nghĩ cô ấy lại lo lắng?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I have problems. Like what?",
      "vi": "- Cháu không biết. Cháu có vấn đề. - Như là gì?"
    }
  },
  {
    "translation": {
      "en": "Just regular child, kid problems.",
      "vi": "Chỉ là vấn đề bình thường của trẻ con."
    }
  },
  {
    "translation": {
      "en": "-Did you go to school on Monday? -Nope.",
      "vi": "- Thứ Hai cháu đi học chứ? - Không."
    }
  },
  {
    "translation": {
      "en": "I told her I wasn't goin' and I didn't go.",
      "vi": "Cháu bảo sẽ không đi rồi nghỉ luôn."
    }
  },
  {
    "translation": {
      "en": "Every school I'd been to since I had cancer has been horrible.",
      "vi": "Từ ngày bị ung thư, trường nào cháu học cũng tồi tệ."
    }
  },
  {
    "translation": {
      "en": "I'm always by myself except when I'm with my cousins.",
      "vi": "Cháu luôn một mình trừ khi có anh chị em họ."
    }
  },
  {
    "translation": {
      "en": "I'm always by myself.",
      "vi": "Cháu luôn một mình."
    }
  },
  {
    "translation": {
      "en": "Are you feeling like the kids at school don't understand what you've gone through?",
      "vi": "Cháu thấy các bạn ở trường - không hiểu cháu trải qua gì? - Vâng, họ nghĩ cháu là dịch bệnh."
    }
  },
  {
    "translation": {
      "en": "Yeah, they think I'm a disease.",
      "vi": "- không hiểu cháu trải qua gì? - Vâng, họ nghĩ cháu là dịch bệnh."
    }
  },
  {
    "translation": {
      "en": "That's what I think because don't nobody ever talk to me.",
      "vi": "Cháu nghĩ vậy vì không ai nói chuyện bao giờ."
    }
  },
  {
    "translation": {
      "en": "They just say 'hi' or something.",
      "vi": "Chỉ xin chào hay gì đó."
    }
  },
  {
    "translation": {
      "en": "[Barb] His social life has been so limited because of his illness.",
      "vi": "Đời sống xã hội của cậu bé quá hạn chế vì căn bệnh."
    }
  },
  {
    "translation": {
      "en": "There were a lot of traumas before Tim was ever diagnosed with cancer.",
      "vi": "Đã có nhiều sang chấn tâm lý trước khi Tim được chẩn đoán ung thư."
    }
  },
  {
    "translation": {
      "en": "His dad was shot not too far from their home.",
      "vi": "Bố cậu bé bị bắn ở ngay gần nhà."
    }
  },
  {
    "translation": {
      "en": "[Tim] He was murdered.",
      "vi": "Ông đã bị giết."
    }
  },
  {
    "translation": {
      "en": "Somebody tried to steal his van and he tried to stop them and he got shot.",
      "vi": "Có kẻ cố trộm xe tải của bố cháu, ông cố ngăn hắn rồi bị bắn."
    }
  },
  {
    "translation": {
      "en": "[Barb] Tim's mother is kind of a pillar in her family.",
      "vi": "Mẹ Tim gần như là trụ cột trong gia đình."
    }
  },
  {
    "translation": {
      "en": "She's very generous.",
      "vi": "Cô ấy rất hào phóng."
    }
  },
  {
    "translation": {
      "en": "She's allowed her sisters and their children to come and live with her.",
      "vi": "Cô ấy cho phép chị em và con cái tới sống cùng."
    }
  },
  {
    "translation": {
      "en": "She let half the family live with us and they still don't...",
      "vi": "Mẹ cho nửa dòng họ ở cùng mà họ vẫn không…"
    }
  },
  {
    "translation": {
      "en": "They still don't give her no respect.",
      "vi": "Họ vẫn không tôn trọng bà."
    }
  },
  {
    "translation": {
      "en": "And I be tellin' people that \"Don't be walking over my mom like that.",
      "vi": "Cháu sẽ nói: \"Đừng có bước qua mẹ tôi như thế."
    }
  },
  {
    "translation": {
      "en": "That's my mama. It ain't yours, it ain't your sister and don't walk all over her.",
      "vi": "Bà ấy là mẹ tôi. Không phải mẹ hay chị cô mà đi qua như thế."
    }
  },
  {
    "translation": {
      "en": "You treat her like dirt and she treats y'all like gold, so...\"",
      "vi": "Cô bạc đãi bà còn bà coi cô như vàng, nên là…\""
    }
  },
  {
    "translation": {
      "en": "[Steve] Marietha adopted her brother's baby son, Tyrik,",
      "vi": "Marietha nhận nuôi con trai của anh cô, Tyrik,"
    }
  },
  {
    "translation": {
      "en": "to keep him out of the foster care system.",
      "vi": "để tránh bị nhận nuôi tạm thời."
    }
  },
  {
    "translation": {
      "en": "Six months later, Tim was diagnosed with cancer.",
      "vi": "Sáu tháng sau, Tim được chẩn đoán ung thư."
    }
  },
  {
    "translation": {
      "en": "[Marietha] If I could've seen the future and known that my son was gonna get sick,",
      "vi": "Nếu thấy trước tương lai và biết con sẽ bệnh,"
    }
  },
  {
    "translation": {
      "en": "I wouldn't have took on Tyrik 'cause it was just too much.",
      "vi": "tôi đã không nhận Tyrik vì như vậy thật quá sức."
    }
  },
  {
    "translation": {
      "en": "I can't be upset.",
      "vi": "Tôi không thể buồn bực."
    }
  },
  {
    "translation": {
      "en": "I was very upset with God at one time, you know, when my son got sick.",
      "vi": "Tôi từng rất buồn bực với Chúa, bạn biết đấy, khi con trai tôi đổ bệnh."
    }
  },
  {
    "translation": {
      "en": "You're not supposed to question God, I questioned Him...",
      "vi": "Ta không được nghi ngờ Chúa, nhưng tôi đã nghi ngờ…"
    }
  },
  {
    "translation": {
      "en": "Cussed Him out, the whole nine.",
      "vi": "Chửi rủa Ngài, suốt cả đêm."
    }
  },
  {
    "translation": {
      "en": "Everything, I done it all, but you know, at the same time,",
      "vi": "Mọi thứ, tôi làm hết, mà bạn biết đấy, cùng một lúc,"
    }
  },
  {
    "translation": {
      "en": "I had to come back. I had to bring myself back to be strong.",
      "vi": "Tôi phải trở lại. Phải mạnh mẽ một lần nữa."
    }
  },
  {
    "translation": {
      "en": "This year, I'm gonna do everything.",
      "vi": "Năm nay, em sẽ làm mọi thứ."
    }
  },
  {
    "translation": {
      "en": "I'm going skating.",
      "vi": "Em sẽ đi trượt băng."
    }
  },
  {
    "translation": {
      "en": "I'm going ice skating so I can fall and bust my head like normal kids.",
      "vi": "Em sẽ đi trượt băng để ngã đập đầu như đứa trẻ bình thường."
    }
  },
  {
    "translation": {
      "en": "You know what I'm saying?",
      "vi": "Hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "This year I'm going to school every day so I can pass and be in my right grade.",
      "vi": "Năm nay em sẽ đi học mỗi ngày để lên lớp và học đúng khối."
    }
  },
  {
    "translation": {
      "en": "There we go. So I can become a doctor like I always wanted to do.",
      "vi": "Đúng thế. Để em trở thành bác sĩ như em vẫn hằng mong muốn."
    }
  },
  {
    "translation": {
      "en": "[gasps] Or if I couldn't become a doctor,",
      "vi": "Hoặc nếu không thể làm bác sĩ,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna be something that... I wanna at least be like, you know,",
      "vi": "em sẽ trở thành… em muốn ít nhất mình cũng là…"
    }
  },
  {
    "translation": {
      "en": "somebody that can help people, like a counselor or something.",
      "vi": "ai đó có thể giúp đỡ người khác, như là cố vấn hay gì đó."
    }
  },
  {
    "translation": {
      "en": "I want to be a counselor or...",
      "vi": "Em muốn làm cố vấn hoặc…"
    }
  },
  {
    "translation": {
      "en": "Like somebody for homeless or something. I just wanna help people.",
      "vi": "Giúp người vô gia cư. Em muốn giúp mọi người."
    }
  },
  {
    "translation": {
      "en": "No matter what I do, if I can't be a doctor, that's what I want to do, help people.",
      "vi": "Dù làm gì, nếu không là bác sĩ, em muốn giúp mọi người."
    }
  },
  {
    "translation": {
      "en": "[Julia] After three days in the intensive care unit",
      "vi": "Sau ba ngày ở phòng chăm sóc đặc biệt"
    }
  },
  {
    "translation": {
      "en": "recovering from the brain biopsy, Justin's back downstairs on 5A.",
      "vi": "hồi phục hậu sinh thiết não, Justin trở lại tầng dưới tại toà 5A."
    }
  },
  {
    "translation": {
      "en": "[Adam] It's supposed to be there.",
      "vi": "Đáng ra phải ở đó."
    }
  },
  {
    "translation": {
      "en": "[Dale] You wanna take a break? Yeah, we'll take a little break.",
      "vi": "Muốn tạm nghỉ à? Ừ, ta sẽ tạm nghỉ chút."
    }
  },
  {
    "translation": {
      "en": "Of course Grandma would be here.",
      "vi": "Tất nhiên bà sẽ ở đây."
    }
  },
  {
    "translation": {
      "en": "Hi. Hi.",
      "vi": "Chào cháu."
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "vi": "Cháu ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "-How you feel? -Mm-hm.",
      "vi": "- Cháu thấy thế nào? - Ừm."
    }
  },
  {
    "translation": {
      "en": "Grab a hold. Twist. See how hard you can squeeze.",
      "vi": "Nắm. Xoay cổ tay. Xem nắm được đến mức nào."
    }
  },
  {
    "translation": {
      "en": "You squeeze like a little baby. He's doing a lot better, man. He couldn't even do that yesterday.",
      "vi": "- Nắm như em bé vậy. - Hơn nhiều rồi. Hôm qua đâu nắm được."
    }
  },
  {
    "translation": {
      "en": "Like a little baby.",
      "vi": "Như một đứa bé."
    }
  },
  {
    "translation": {
      "en": "Can you feel this? [kisses]",
      "vi": "Con thấy không?"
    }
  },
  {
    "translation": {
      "en": "-[Justin] Yeah. -Okay. Just checking. [laughs]",
      "vi": "- Có ạ. - Được. Chỉ kiểm tra thôi."
    }
  },
  {
    "translation": {
      "en": "[Adam] He said, don't do it again. [Dale] Is he driving you crazy?",
      "vi": "- Nó bảo đừng làm vậy nữa. - Anh khiến con phát rồ à?"
    }
  },
  {
    "translation": {
      "en": "-You are. -Okay. [laughs]",
      "vi": "- Bố thì có. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "[Adam] I mean he's not really there. Not even close.",
      "vi": "Ý tôi là nó chưa khoẻ. Chưa hề khoẻ."
    }
  },
  {
    "translation": {
      "en": "Is it hard to see him? Mm, no, I mean, I've seen it...",
      "vi": "- Có khó khăn khi thấy vậy không? - Không, tôi đã chứng kiến…"
    }
  },
  {
    "translation": {
      "en": "I've seen it for ten years, so I'm well-conditioned,",
      "vi": "cảnh này mười năm rồi, nên đã sẵn sàng,"
    }
  },
  {
    "translation": {
      "en": "unfortunately, so, uh...",
      "vi": "nên đáng tiếc là…"
    }
  },
  {
    "translation": {
      "en": "He puts off coming here.",
      "vi": "Anh ấy cứ trì hoãn việc tới đây."
    }
  },
  {
    "translation": {
      "en": "Well, no, I don't like coming here. No, you don't like coming here at all.",
      "vi": "- Thì anh không thích tới đây. - Ừ, không thích chút nào."
    }
  },
  {
    "translation": {
      "en": "-But who does? I mean-- -But I have to remind you though",
      "vi": "- Mà ai thích? - Còn phải nhắc là anh cần đến đây."
    }
  },
  {
    "translation": {
      "en": "-that you need to come here. -Well, yeah.",
      "vi": "- Mà ai thích? - Còn phải nhắc là anh cần đến đây. - Phải. - Nhưng, ừ, anh không thích tới đây."
    }
  },
  {
    "translation": {
      "en": "-Well. -But, no, I don't like to come here.",
      "vi": "- Phải. - Nhưng, ừ, anh không thích tới đây."
    }
  },
  {
    "translation": {
      "en": "I know you don't, sweetie.",
      "vi": "Em biết, anh yêu."
    }
  },
  {
    "translation": {
      "en": "Especially, you know, since there's not just Justin.",
      "vi": "Nhất là vì, em biết mà, đâu chỉ có Justin."
    }
  },
  {
    "translation": {
      "en": "There's so many other little kids floating through here.",
      "vi": "Rất nhiều đứa trẻ vất vưởng ở đây."
    }
  },
  {
    "translation": {
      "en": "[Dale] What's his name, Zwerdling?",
      "vi": "Tên gì nhỉ, Zwerdling?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Zwerdling must have told Linda that he wants to meet with you and Dale today.",
      "vi": "Phải. Zwerdling hẳn đã nói với Linda rằng muốn gặp cô và Dale hôm nay."
    }
  },
  {
    "translation": {
      "en": "And it's probably their Doomsday meeting that they give you,",
      "vi": "Có lẽ họ mời ta tới cuộc họp tận thế,"
    }
  },
  {
    "translation": {
      "en": "so, to try to tell you what's gonna happen, how it's coming down.",
      "vi": "để báo cáo rằng sẽ có chuyện gì, tình hình ra sao."
    }
  },
  {
    "translation": {
      "en": "[Julia] Even though it's Sunday, this month's attending physician,",
      "vi": "Dù là Chủ Nhật, bác sĩ trực của tháng này,"
    }
  },
  {
    "translation": {
      "en": "Dr. Zwerdling, calls a meeting with Justin's parents.",
      "vi": "Bác sĩ Zwerdling muốn họp với bố mẹ Justin."
    }
  },
  {
    "translation": {
      "en": "I've had experiences like this before",
      "vi": "Tôi đã từng có trải nghiệm tương tự"
    }
  },
  {
    "translation": {
      "en": "and it becomes agonizing because...",
      "vi": "và mọi chuyện trở nên vô cùng đau đớn bởi vì…"
    }
  },
  {
    "translation": {
      "en": "[Julia] Ted Zwerdling is also the medical director of Hospice at Children's.",
      "vi": "Ted Zwerdling cũng là giám đốc chuyên môn tại Khoa Nhi Giai đoạn cuối."
    }
  },
  {
    "translation": {
      "en": "The end is gonna be the same, you're not gonna survive,",
      "vi": "Kết cục sẽ như nhau, sẽ không sống nổi,"
    }
  },
  {
    "translation": {
      "en": "but it slows and it takes weeks and weeks.",
      "vi": "nhưng quá trình sẽ chậm và mất hàng tuần."
    }
  },
  {
    "translation": {
      "en": "-If he's gonna not get better... -Mm-hm.",
      "vi": "- Nếu cậu bé không khoẻ hơn… - Ừm."
    }
  },
  {
    "translation": {
      "en": "...we'd like it to be quick so people don't suffer.",
      "vi": "…nên diễn ra nhanh để không ai phải khổ."
    }
  },
  {
    "translation": {
      "en": "On the other hand, uh, it's so unpredictable.",
      "vi": "Nếu không, chuyện sẽ rất khó lường."
    }
  },
  {
    "translation": {
      "en": "I think three weeks ago, you wouldn't have predicted",
      "vi": "Có lẽ ba tuần trước, đâu ai dự đoán được"
    }
  },
  {
    "translation": {
      "en": "that we'd be sitting here today, having this discussion.",
      "vi": "hôm nay ta sẽ ngồi đây, bàn chuyện này."
    }
  },
  {
    "translation": {
      "en": "He's a fighter though. He is a fighter. And I'm a fighter.",
      "vi": "Nhưng thằng bé là một chiến binh. Nó là chiến binh. Và tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "-I... -[Dale] Yeah.",
      "vi": "- Tôi… - Phải."
    }
  },
  {
    "translation": {
      "en": "-We don't ever give up. -No.",
      "vi": "- Không bao giờ bỏ cuộc. - Ừ."
    }
  },
  {
    "translation": {
      "en": "-Sometimes there's a time you give up... -No.",
      "vi": "- Đôi khi có lúc phải bỏ cuộc… - Không."
    }
  },
  {
    "translation": {
      "en": "Not there yet.",
      "vi": "Chưa tới lúc đó."
    }
  },
  {
    "translation": {
      "en": "At some point you get rid of all this sort of peripheral medical stuff",
      "vi": "Đến một lúc ta sẽ vứt bỏ tất cả những thứ y học bên ngoài"
    }
  },
  {
    "translation": {
      "en": "and you say, you know, \"How do you want your son to die?",
      "vi": "và hỏi: \"Mọi người muốn con mình ra đi như thế nào?"
    }
  },
  {
    "translation": {
      "en": "Do you want us to resuscitate him to die in the ICU or do you want him to just die here?\"",
      "vi": "Hồi tỉnh để ra đi tại phòng chăm sóc đặc biệt hay cứ ở đây?\""
    }
  },
  {
    "translation": {
      "en": "We touched on that about going home and that's when I made it clear to them",
      "vi": "Có nhắc qua việc trở về nhà và đó là khi tôi nói rõ"
    }
  },
  {
    "translation": {
      "en": "that if they decide that they want him home,",
      "vi": "nếu họ quyết định muốn đưa con về nhà,"
    }
  },
  {
    "translation": {
      "en": "you know, we could put him in hospice and he could go home on hospice",
      "vi": "có thể cho vào Khoa Giai đoạn cuối, rồi cho cháu về nhà"
    }
  },
  {
    "translation": {
      "en": "and you know, do whatever they want.",
      "vi": "và làm những gì họ muốn."
    }
  },
  {
    "translation": {
      "en": "I think they're not really focusing on leukemia at this point.",
      "vi": "Tôi nghĩ lúc này họ đang không tập trung vào bệnh bạch cầu."
    }
  },
  {
    "translation": {
      "en": "But, um, just, you know, what's going on with his life.",
      "vi": "Mà vào những gì đang diễn ra trong cuộc đời thằng bé."
    }
  },
  {
    "translation": {
      "en": "But I'm still focusing on leukemia.",
      "vi": "Còn tôi vẫn tập trung vào bệnh bạch cầu."
    }
  },
  {
    "translation": {
      "en": "I've been fighting for ten years",
      "vi": "Đã chiến đấu mười năm"
    }
  },
  {
    "translation": {
      "en": "and I just feel like I still need to be in focus with that.",
      "vi": "và tôi chỉ thấy mình vẫn cần tập trung vào đó."
    }
  },
  {
    "translation": {
      "en": "You knock at the door, you knock at the door,",
      "vi": "Ta gõ cửa rồi gõ cửa,"
    }
  },
  {
    "translation": {
      "en": "and you open it a little bit and then, you let it close back",
      "vi": "mở một chút rồi để cửa đóng lại"
    }
  },
  {
    "translation": {
      "en": "and go to something else and then do it again",
      "vi": "và đi làm việc khác rồi lặp lại việc đó"
    }
  },
  {
    "translation": {
      "en": "because it tells me that, you know,",
      "vi": "vì tôi cảm nhận được rằng…"
    }
  },
  {
    "translation": {
      "en": "she has always been very realistic about everything,",
      "vi": "cô ấy luôn thực tế về mọi chuyện,"
    }
  },
  {
    "translation": {
      "en": "I have never know her to be, um,",
      "vi": "Tôi không ngờ cô ấy, ừm,"
    }
  },
  {
    "translation": {
      "en": "one of these people who won't look at what's going on.",
      "vi": "là người không thấy những gì đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "But there's the realism that you think about with your mind and your brain",
      "vi": "Nhưng có một hiện thực mà ta nghĩ bằng tâm thức và bộ não"
    }
  },
  {
    "translation": {
      "en": "and your, you know, and then, there's you know your son and your heart",
      "vi": "và rồi, còn con trai và trái tim ta"
    }
  },
  {
    "translation": {
      "en": "and all that stuff and I think she's still a little bit",
      "vi": "và những thứ đó và tôi nghĩ cô ấy còn một chút…"
    }
  },
  {
    "translation": {
      "en": "a part of that.",
      "vi": "vương vấn."
    }
  },
  {
    "translation": {
      "en": "[Julia] Judy takes turns with Scott on overnight shifts with Alex,",
      "vi": "Judy thay phiên Scott trông Alex ca đêm."
    }
  },
  {
    "translation": {
      "en": "but she also has a project with her younger daughter, Jackie.",
      "vi": "nhưng cô cũng còn một dự án với bé gái út, Jackie."
    }
  },
  {
    "translation": {
      "en": "And she would call these people and she would say, \"Hi, it's J...\"",
      "vi": "Và con bé sẽ gọi những người này và nói: Chào, J…\""
    }
  },
  {
    "translation": {
      "en": "-You know, she's got a very low voice. -[Julia] Mm-hm.",
      "vi": "- Giọng nó thấp lắm. - Ừm."
    }
  },
  {
    "translation": {
      "en": "[in low voice] \"Hi, it's Jackie.",
      "vi": "\"Xin chào, cháu là Jackie. Cháu bán bánh Hội Hướng đạo,"
    }
  },
  {
    "translation": {
      "en": "I'm selling Girl Scout cookies, do you want to buy any?\"",
      "vi": "\"Xin chào, cháu là Jackie. Cháu bán bánh Hội Hướng đạo, bác muốn mua chứ?\" Rồi họ nói: \"Tất nhiên, cháu có vị gì?\""
    }
  },
  {
    "translation": {
      "en": "And they'd go, \"Well, of course I do. What kind do you have?\"",
      "vi": "bác muốn mua chứ?\" Rồi họ nói: \"Tất nhiên, cháu có vị gì?\""
    }
  },
  {
    "translation": {
      "en": "\"Uh...\" And she'd look at the pictures and she goes,",
      "vi": "\"Ừm…\" Rồi nó nhìn tranh và trả lời:"
    }
  },
  {
    "translation": {
      "en": "\"There's some chocolate ones.\"",
      "vi": "\"Có vài cái sô-cô-la\"."
    }
  },
  {
    "translation": {
      "en": "But at the time she was feeling good,",
      "vi": "Nhưng khi đó con bé vẫn ổn và tôi tưởng sẽ hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "and I thought this would be perfect. I can get involved with Jackie",
      "vi": "Nhưng khi đó con bé vẫn ổn và tôi tưởng sẽ hoàn hảo. Có thể tham gia với Jackie và bánh sô-cô-la, làm quản lý bánh quy và…"
    }
  },
  {
    "translation": {
      "en": "and Brownies and be the cookie manager and...",
      "vi": "Có thể tham gia với Jackie và bánh sô-cô-la, làm quản lý bánh quy và…"
    }
  },
  {
    "translation": {
      "en": "-[Julia] She'd be all proud of you. -Oh, yeah.",
      "vi": "- Con bé sẽ tự hào. - Ồ, phải."
    }
  },
  {
    "translation": {
      "en": "-Center of attention. -Well, no, I would be proud of myself",
      "vi": "- Tâm điểm. - Không, tôi sẽ tự hào về bản thân"
    }
  },
  {
    "translation": {
      "en": "'cause I've done something with her because for so many years she's just been kind of,",
      "vi": "vì đã làm được gì đó cùng nó, vì trong bao năm nó chỉ kiểu…"
    }
  },
  {
    "translation": {
      "en": "here and there shoved aside, you know. You hate to say that but...",
      "vi": "đây đó, bị đẩy ra rìa. Ghét phải nói vậy nhưng…"
    }
  },
  {
    "translation": {
      "en": "And then, she's joined basketball this year already,",
      "vi": "Và rồi, năm nay con bé đã chơi bóng rổ,"
    }
  },
  {
    "translation": {
      "en": "so, and she's in gymnastics, so we're trying to work around",
      "vi": "và học thể dục dụng cụ, nên chúng tôi phải lo"
    }
  },
  {
    "translation": {
      "en": "brownies, gymnastics, basketball and then, this one gets sick.",
      "vi": "bánh sô-cô-la, thể dục dụng cụ, bóng rổ và bé này bị bệnh."
    }
  },
  {
    "translation": {
      "en": "-I know. -So...",
      "vi": "- Tôi biết. - Nên là…"
    }
  },
  {
    "translation": {
      "en": "Well, but she's... Yeah, and she's also a little bit different",
      "vi": "Nhưng cô bé… Ừ, và cô bé cũng hơi khác"
    }
  },
  {
    "translation": {
      "en": "in the sense that she's had a low ANC for a long, long, long time.",
      "vi": "vì có mức bạch cầu thấp từ rất, rất lâu rồi."
    }
  },
  {
    "translation": {
      "en": "[Julia] Alex's white blood count, her ANC, is near zero,",
      "vi": "Số lượng bạch cầu, bạch cầu trung tính của Alex gần xuống không,"
    }
  },
  {
    "translation": {
      "en": "which means she can't fight the infection in her eye and nose.",
      "vi": "tức là bé không thể chống lại nhiễm trùng mắt và mũi."
    }
  },
  {
    "translation": {
      "en": "Look at those red spots on her.",
      "vi": "Nhìn những nốt đỏ trên người kìa."
    }
  },
  {
    "translation": {
      "en": "Are those new?",
      "vi": "Mới à?"
    }
  },
  {
    "translation": {
      "en": "What are those? -Well, I don't know. -[chuckles]",
      "vi": "- Là gì vậy? - Chà, tôi không biết."
    }
  },
  {
    "translation": {
      "en": "Here's one.",
      "vi": "Đây có một nốt."
    }
  },
  {
    "translation": {
      "en": "Does that hurt, sweetie? Okay.",
      "vi": "Đau à, cháu yêu? Được rồi."
    }
  },
  {
    "translation": {
      "en": "Can I check your back real quick and see if it's on your back too?",
      "vi": "- Nhìn qua xem lưng có không nhé? - Nhìn bụng nó kìa."
    }
  },
  {
    "translation": {
      "en": "-Look at her stomach. Stomach. -No.",
      "vi": "- Nhìn qua xem lưng có không nhé? - Nhìn bụng nó kìa. Không."
    }
  },
  {
    "translation": {
      "en": "She doesn't wanna be examined.",
      "vi": "Bé không muốn bị kiểm tra."
    }
  },
  {
    "translation": {
      "en": "She's got them all over her stomach and legs.",
      "vi": "Nó nổi nốt khắp bụng và chân."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm gonna tell Rog about the rash though 'cause that's new, I just wonder about that.",
      "vi": "Ừ, tôi sẽ báo Rog về chứng phát ban vì cái này mới, tôi chỉ thắc mắc thôi."
    }
  },
  {
    "translation": {
      "en": "Spots on her chest, back, thorax, legs, arms.",
      "vi": "Cô bé bị nổi mẩn trên ngực, lưng, chân, tay."
    }
  },
  {
    "translation": {
      "en": "I asked them, I said, \"What are these red bumps?\"",
      "vi": "Tôi hỏi: \"Nốt mẩn đỏ gì đây?\""
    }
  },
  {
    "translation": {
      "en": "\"I don't know, we haven't seen those before on her.\"",
      "vi": "\"Tôi không biết, chưa từng thấy bị vậy\"."
    }
  },
  {
    "translation": {
      "en": "You know, like the chicken pox?",
      "vi": "Giống như thủy đậu à?"
    }
  },
  {
    "translation": {
      "en": "[Julia] Paul tells Judy it's not chicken pox,",
      "vi": "Paul bảo Judy đó không phải thủy đậu,"
    }
  },
  {
    "translation": {
      "en": "just an allergic reaction to her antibiotics.",
      "vi": "chỉ là cô bé dị ứng với kháng sinh."
    }
  },
  {
    "translation": {
      "en": "You know what? She had some right here too. Mm-hm. She's got them all over her legs...",
      "vi": "- Em biết không? Nó bị ở đây nữa? - Ừm. Nó bị khắp cả hai chân…"
    }
  },
  {
    "translation": {
      "en": "-Do they think it's from antibiotics? -Oh, yeah.",
      "vi": "- Họ nghĩ do kháng sinh? - Phải."
    }
  },
  {
    "translation": {
      "en": "So they're going to change her antibiotics?",
      "vi": "Vậy họ sẽ đổi thuốc kháng sinh?"
    }
  },
  {
    "translation": {
      "en": "Because they said, \"If it's shingles, you're stuck here for the next couple weeks with her.\"",
      "vi": "Vì họ nói: \"Nếu là zô-na, cô sẽ kẹt ở đây với bé vài tuần nữa\"."
    }
  },
  {
    "translation": {
      "en": "Psych. [laughs]",
      "vi": "Đùa thôi."
    }
  },
  {
    "translation": {
      "en": "He's doing wonderful.",
      "vi": "Thằng bé đang rất ổn."
    }
  },
  {
    "translation": {
      "en": "I'm just happy about everything. [laughs]",
      "vi": "Tôi chỉ mừng vì mọi chuyện."
    }
  },
  {
    "translation": {
      "en": "Neurology came in and they asked him his first and last name,",
      "vi": "Khoa thần kinh đến hỏi nó họ và tên,"
    }
  },
  {
    "translation": {
      "en": "and he knew it, he knew the year.",
      "vi": "và nó biết hết, biết cả năm."
    }
  },
  {
    "translation": {
      "en": "They were ecstatic. They just said, \"Justin you're amazing.\"",
      "vi": "Họ vui lắm. Chỉ bảo: \"Justin, cháu thật tuyệt\"."
    }
  },
  {
    "translation": {
      "en": "And they said, \"It just seems like he's getting better every day.\"",
      "vi": "Và họ nói, \"Có vẻ cậu bé đang khỏe lên mỗi ngày\"."
    }
  },
  {
    "translation": {
      "en": "Neurology actually came by this morning and Mom is really, um,",
      "vi": "Sáng nay khoa thần kinh đã đến và mẹ cậu bé thực sự,"
    }
  },
  {
    "translation": {
      "en": "pleased because they said he's doing so much better.",
      "vi": "hài lòng vì họ bảo cháu đỡ hơn nhiều rồi."
    }
  },
  {
    "translation": {
      "en": "I'm not really convinced that he's better.",
      "vi": "Tôi thực sự không tin là cậu bé đã khoẻ hơn."
    }
  },
  {
    "translation": {
      "en": "I think he's recovered from the post-operative, uh, phase,",
      "vi": "Tôi nghĩ cậu bé đã hồi phục từ giai đoạn hậu phẫu thuật"
    }
  },
  {
    "translation": {
      "en": "but I don't think he's any better, and the oxygen requirement is new, so...",
      "vi": "mà tôi không nghĩ cậu ấy khoẻ hơn và mới cần oxy, nên…"
    }
  },
  {
    "translation": {
      "en": "[Dr. Zwerdling] One of the problems with sub-specialists is that",
      "vi": "Một trong những vấn đề với bác sĩ chuyên khoa"
    }
  },
  {
    "translation": {
      "en": "they will come in and they have blinders on.",
      "vi": "là họ sẽ đến và chỉ nhìn một chiều."
    }
  },
  {
    "translation": {
      "en": "Okay, we'll get the brain condition better, but what are we gonna do about the leukemia?",
      "vi": "Rồi, tình hình não bộ đã cải thiện, làm gì với bệnh bạch cầu đây?"
    }
  },
  {
    "translation": {
      "en": "And what are we gonna do about the infection?",
      "vi": "Và với vết nhiễm trùng?"
    }
  },
  {
    "translation": {
      "en": "And we are we gonna do about the lungs?",
      "vi": "Và ta làm gì với hai lá phổi?"
    }
  },
  {
    "translation": {
      "en": "I always wonder what he's thinking about,",
      "vi": "Tôi luôn tự hỏi nó đang nghĩ gì,"
    }
  },
  {
    "translation": {
      "en": "what's going on in his mind, you know,",
      "vi": "tâm trí nó đang như thế nào,"
    }
  },
  {
    "translation": {
      "en": "like \"Please don't leave me laying here.",
      "vi": "kiểu như: \"Đừng để con nằm đây."
    }
  },
  {
    "translation": {
      "en": "Respond to me.\"",
      "vi": "Trả lời con đi\"."
    }
  },
  {
    "translation": {
      "en": "Do you know what this is?",
      "vi": "Cháu biết đây là gì chứ?"
    }
  },
  {
    "translation": {
      "en": "Do you know what this is?",
      "vi": "Biết đây là gì chứ?"
    }
  },
  {
    "translation": {
      "en": "Can you squeeze my fingers?",
      "vi": "Cháu nắm tay bác được chứ?"
    }
  },
  {
    "translation": {
      "en": "Squeeze real hard. Show me how strong you are this morning, okay?",
      "vi": "Nắm chặt vào. Cho bác thấy sáng nay cháu mạnh mẽ thế nào, nhé?"
    }
  },
  {
    "translation": {
      "en": "[Debbie] He was so alert, Ted.",
      "vi": "Nó rất tỉnh táo, Ted."
    }
  },
  {
    "translation": {
      "en": "This morning he was just, um... I was ecstatic.",
      "vi": "Sáng nay thằng bé, ừm… Tôi mừng lắm."
    }
  },
  {
    "translation": {
      "en": "-[laughs] Just... -Yeah.",
      "vi": "- Chỉ thấy… - Phải."
    }
  },
  {
    "translation": {
      "en": "When Zwerdling comes in its, ah, he's just Dr. Doom and Gloom. [chuckles]",
      "vi": "Khi Zwerdling đến, ông ấy trở thành bác sĩ U Ám."
    }
  },
  {
    "translation": {
      "en": "I just kind of avoid him now.",
      "vi": "Giờ cứ tránh mặt ông ấy thôi."
    }
  },
  {
    "translation": {
      "en": "[Dr. Zwerdling] There's a huge difference between being negative and realistic, although the line can be quite fine.",
      "vi": "Có khác biệt lớn giữa tiêu cực và thực tế, dù ranh giới có thể khá lớn."
    }
  },
  {
    "translation": {
      "en": "I don't feel like I've been negative, just, as realistic",
      "vi": "Tôi không cảm thấy mình tiêu cực, chỉ thấy thực tế"
    }
  },
  {
    "translation": {
      "en": "and as, giving them my best opinion.",
      "vi": "và đưa ra cho họ quan điểm tốt nhất."
    }
  },
  {
    "translation": {
      "en": "So basically what we're going to ask mom is,",
      "vi": "Về cơ bản, điều chúng ta sẽ hỏi người mẹ là,"
    }
  },
  {
    "translation": {
      "en": "in case something were to happen, do you still want everything done?",
      "vi": "nếu có chuyện, cô vẫn muốn làm mọi thứ chứ?"
    }
  },
  {
    "translation": {
      "en": "Just ask it as a question. If she says yes,",
      "vi": "Cứ hỏi như thường, nếu đồng ý,"
    }
  },
  {
    "translation": {
      "en": "just say that's fine, and then just leave it at that.",
      "vi": "ta nói ổn, rồi cứ tạm như vậy."
    }
  },
  {
    "translation": {
      "en": "Who has legal custody?",
      "vi": "Ai có quyền giám hộ?"
    }
  },
  {
    "translation": {
      "en": "-Mom. -[female doctor] Mom.",
      "vi": "- Mẹ. - Mẹ."
    }
  },
  {
    "translation": {
      "en": "-[laughing] -[male doctor] Jump. Okay.",
      "vi": "Nhảy lên. Được rồi."
    }
  },
  {
    "translation": {
      "en": "This could be scary.",
      "vi": "Việc này cũng đáng sợ đấy."
    }
  },
  {
    "translation": {
      "en": "[male doctor] Yeah, I know, it's all, all intimidation by numbers.",
      "vi": "Ừ, tôi biết, đều là sự hăm doạ từ những con số."
    }
  },
  {
    "translation": {
      "en": "I don't want him hooked up and just keep running for my own...",
      "vi": "Tôi không muốn nó mắc đầy dây rợ rồi cứ tiếp tục chỉ vì tôi…"
    }
  },
  {
    "translation": {
      "en": "-[male doctor] Yeah, right. -You know, he would hate it.",
      "vi": "- Phải. - Nó sẽ ghét như vậy."
    }
  },
  {
    "translation": {
      "en": "-Mm-hm. -But I still want you to do whatever.",
      "vi": "- Ừm. - Nhưng tôi vẫn muốn bác sĩ cố hết sức."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Cause I don't feel like he's at the ladder.",
      "vi": "Vì tôi không cảm thấy nó đang trên đà tiến triển."
    }
  },
  {
    "translation": {
      "en": "-Okay. -You know, he's going in that direction,",
      "vi": "- Phải. - Nó đi theo hướng đó,"
    }
  },
  {
    "translation": {
      "en": "-but I still have this hope. [laughs] -Right, right.",
      "vi": "- nhưng tôi vẫn còn hy vọng. - Phải."
    }
  },
  {
    "translation": {
      "en": "That, I mean, 'cause that's just the way he's been.",
      "vi": "Vì thằng bé vẫn luôn như vậy."
    }
  },
  {
    "translation": {
      "en": "And until we get information to the contrary",
      "vi": "Và tới khi nhận thông tin ngược lại"
    }
  },
  {
    "translation": {
      "en": "from the pathologist or from Justin's clinical status then...",
      "vi": "từ nhà nghiên cứu bệnh học hoặc từ bệnh tình của Justin thì…"
    }
  },
  {
    "translation": {
      "en": "-Right. -Okay.",
      "vi": "- Phải. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "The important thing was she felt like she got the issues addressed",
      "vi": "Quan trọng là cô ấy thấy đã giải quyết được những vấn đề"
    }
  },
  {
    "translation": {
      "en": "that she wanted addressed and she felt comfortable with our plan,",
      "vi": "mình muốn giải quyết và thoải mái với kế hoạch"
    }
  },
  {
    "translation": {
      "en": "so I think it went well.",
      "vi": "nên tôi nghĩ khá ổn."
    }
  },
  {
    "translation": {
      "en": "I think it was very overly optimistic.",
      "vi": "Tôi nghĩ như vậy là lạc quan thái quá."
    }
  },
  {
    "translation": {
      "en": "I mean, talk about intervention with C-lines and TPM.",
      "vi": "Bàn về sự can thiệp bằng ống thông tĩnh mạch và TPM."
    }
  },
  {
    "translation": {
      "en": "I would have probably...",
      "vi": "Chắc là tôi đã…"
    }
  },
  {
    "translation": {
      "en": "-But do you know... -...cautioned against that.",
      "vi": "- Mà anh biết… - …cảnh báo."
    }
  },
  {
    "translation": {
      "en": "No, I don't know. I don't know what's gonna happen,",
      "vi": "Không. Không biết sẽ thế nào,"
    }
  },
  {
    "translation": {
      "en": "but I do know that since I've come on service",
      "vi": "nhưng tôi biết rằng từ khi tôi tiếp nhận"
    }
  },
  {
    "translation": {
      "en": "his neurological exam has deteriorated",
      "vi": "kết quả kiểm tra thần kinh của cậu ấy đã xấu đi"
    }
  },
  {
    "translation": {
      "en": "and he now has an oxygen requirement. He didn't have those two.",
      "vi": "và giờ cần thở oxy. Cậu ấy không có cả hai."
    }
  },
  {
    "translation": {
      "en": "I think Mom is aware of that. You heard the way she talked at the end.",
      "vi": "Chắc là mẹ cậu ấy biết. Nghe cách cô ấy nói lúc cuối."
    }
  },
  {
    "translation": {
      "en": "-I haven't been able to put her together. -I think, you know, she...",
      "vi": "- Chưa thể giúp cô ấy bình tĩnh. - Tôi nghĩ…"
    }
  },
  {
    "translation": {
      "en": "She just wants, uh, just a few days.",
      "vi": "Cô ấy chỉ muốn khoảng vài ngày."
    }
  },
  {
    "translation": {
      "en": "I think she's just looking for a few days to process all this.",
      "vi": "Có lẽ cô chỉ cần vài ngày để xử lý mọi thứ."
    }
  },
  {
    "translation": {
      "en": "It's just a different way of handling it.",
      "vi": "Chỉ là cách xử lý khác."
    }
  },
  {
    "translation": {
      "en": "She wasn't the one pushing for the C-line. It was Bob, and us.",
      "vi": "Cô ấy đâu yêu cầu ống thông tĩnh mạch. Là Bob và ta."
    }
  },
  {
    "translation": {
      "en": "You guys. [laughs] Not Dr. Zwerdling.",
      "vi": "Các cậu thôi. Không phải bác sĩ Zwerdling."
    }
  },
  {
    "translation": {
      "en": "The dining room.",
      "vi": "Phòng ăn."
    }
  },
  {
    "translation": {
      "en": "[Julia] If the oxygen saturation in Justin's blood slips below 90%,",
      "vi": "Nếu độ bão hòa oxy trong máu Justin giảm xuống dưới 90%,"
    }
  },
  {
    "translation": {
      "en": "it's dangerous.",
      "vi": "sẽ rất nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "If it falls into the fifties he could have permanent brain damage.",
      "vi": "Nếu giảm xuống đầu năm, cậu ấy có thể bị tổn thương não vĩnh viễn."
    }
  },
  {
    "translation": {
      "en": "[Dr. Malini] I have a twenty-year-old patient",
      "vi": "Tôi có một bệnh nhân 20 tuổi"
    }
  },
  {
    "translation": {
      "en": "who desatted very acutely down to the fifties.",
      "vi": "có mức bão hoà giảm mạnh xuống đầu năm."
    }
  },
  {
    "translation": {
      "en": "[Steve] Doctor Gillen is a new resident. She starts her month rotation tonight.",
      "vi": "Bác sĩ Gillen là bác sĩ thực tập mới. Đêm nay cô bắt đầu tháng luân chuyển."
    }
  },
  {
    "translation": {
      "en": "-[Susan] Deep breaths. -[Debbie] Aw.",
      "vi": "- Hít thở sâu. - Ôi."
    }
  },
  {
    "translation": {
      "en": "They dropped to like 57.",
      "vi": "Giảm xuống khoảng 57."
    }
  },
  {
    "translation": {
      "en": "-My goodness. -Yeah.",
      "vi": "- Ôi trời ơi. - Ừ."
    }
  },
  {
    "translation": {
      "en": "I was just saying how good you were.",
      "vi": "Mẹ đang định nói con ổn thế nào."
    }
  },
  {
    "translation": {
      "en": "Inhale, exhale. Inhale, exhale.",
      "vi": "Hít vào, thở ra."
    }
  },
  {
    "translation": {
      "en": "[Julia] Because Justin wants everything done,",
      "vi": "Vì Justin muốn làm mọi thứ có thể,"
    }
  },
  {
    "translation": {
      "en": "the staff feel they have to move him to the ICU.",
      "vi": "nhân viên thấy phải chuyển cậu đến phòng chăm sóc đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Where we are right now is sort of at the maximum that can be done here.",
      "vi": "Tình trạng hiện tại gần như là mức tối đa mà ta có thể làm ở đây."
    }
  },
  {
    "translation": {
      "en": "-Right. -We're there.",
      "vi": "- Phải. - Ta ở mức đó rồi."
    }
  },
  {
    "translation": {
      "en": "I know where you're coming from but I don't think",
      "vi": "Tôi biết vì sao anh nghĩ vậy nhưng tôi không thấy"
    }
  },
  {
    "translation": {
      "en": "it would be of a benefit as of yet for him.",
      "vi": "lúc này điều đó có ích cho thằng bé."
    }
  },
  {
    "translation": {
      "en": "Mom doesn't want to come up right now, so that takes care of that.",
      "vi": "Mẹ cậu ấy chưa muốn lên phòng đó, nên cứ như vậy đã."
    }
  },
  {
    "translation": {
      "en": "Right, right. He is, he is full code status",
      "vi": "Phải. Sẽ dùng mọi biện pháp để cậu ấy hồi tỉnh,"
    }
  },
  {
    "translation": {
      "en": "intubate, full everything.",
      "vi": "ống khí quản, đủ mọi thứ."
    }
  },
  {
    "translation": {
      "en": "We can't go any further than 15 liters.",
      "vi": "Ta không thể nạp quá 15 lít."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "He shouldn't be down here at 15 liters.",
      "vi": "Cậu ấy không nên ở đây với mức 15 lít."
    }
  },
  {
    "translation": {
      "en": "Jack wanted him up an hour ago",
      "vi": "Jack muốn cậu ấy lên từ một giờ trước"
    }
  },
  {
    "translation": {
      "en": "and she said no, she didn't want him back up there,",
      "vi": "và cô ấy nói không, không muốn cậu trở lại đó,"
    }
  },
  {
    "translation": {
      "en": "but she wasn't going to change his code status.",
      "vi": "nhưng cô ấy sẽ không thay đổi biện pháp hồi tỉnh cho cậu ấy."
    }
  },
  {
    "translation": {
      "en": "We're not offering you the best options,",
      "vi": "Chúng tôi không đưa ra lựa chọn tốt nhất cho cô,"
    }
  },
  {
    "translation": {
      "en": "we're offering you like, what's... What's the lowest risk?",
      "vi": "mà đang đưa ra lựa chọn… - ít rủi ro nhất. - Tôi không muốn lâm vào tình cảnh đó"
    }
  },
  {
    "translation": {
      "en": "Well I don't like to go with those scenarios yet until it's an absolute.",
      "vi": "- ít rủi ro nhất. - Tôi không muốn lâm vào tình cảnh đó cho tới khi chắc chắn."
    }
  },
  {
    "translation": {
      "en": "-Mm-hm. -Um...",
      "vi": "- Phải. - Ừm…"
    }
  },
  {
    "translation": {
      "en": "I understand. I, you know, I can't imagine",
      "vi": "- Tôi hiểu, tôi không thể tưởng tượng… - Phải."
    }
  },
  {
    "translation": {
      "en": "being in that situation. And I understand that.",
      "vi": "mình trong hoàn cảnh đó. Và tôi hiểu. Đó là…"
    }
  },
  {
    "translation": {
      "en": "-That's... -Yeah. Until we're there...",
      "vi": "mình trong hoàn cảnh đó. Và tôi hiểu. Đó là… Phải. Cho tới khi đến lúc…"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "[Steve] An hour later, Justin has stabilized.",
      "vi": "Một giờ sau, Justin đã ổn định."
    }
  },
  {
    "translation": {
      "en": "Well, I think the decision, pretty much, is if he acutely desats again,",
      "vi": "Rất có thể, lựa chọn khi mức bão hoà lại giảm mạnh,"
    }
  },
  {
    "translation": {
      "en": "he's going upstairs for bypass.",
      "vi": "là cho cháu lên lầu bằng thang phụ."
    }
  },
  {
    "translation": {
      "en": "And if Mom refuses to send him upstairs again, then she needs to change his DNR.",
      "vi": "Và nếu lại từ chối cho cậu ấy lên tầng, người mẹ nên đổi yêu cầu hồi tỉnh."
    }
  },
  {
    "translation": {
      "en": "She needs to change his resuscitation status.",
      "vi": "Cô ấy cần đổi biện pháp hồi tỉnh cho cậu ấy."
    }
  },
  {
    "translation": {
      "en": "And the final path reports I believe are not, are still pending.",
      "vi": "Tôi tin là báo cáo ung thư tổng kết vẫn đang chờ xử lý."
    }
  },
  {
    "translation": {
      "en": "I was talking to her last night about,",
      "vi": "Tối qua tôi nói với cô ấy rằng:"
    }
  },
  {
    "translation": {
      "en": "\"I don't have any good options for you, but these are the options that...\"",
      "vi": "\"Không có lựa chọn tốt, nhưng có những lựa chọn…\""
    }
  },
  {
    "translation": {
      "en": "and she really was not ready to hear that unless it's, you know, that time.",
      "vi": "và cô ấy thực sự chưa sẵn sàng lắng nghe cho tới khi, mọi người biết đấy, đến lúc."
    }
  },
  {
    "translation": {
      "en": "I think the fundamental issue is one of, when does one stop?",
      "vi": "Tôi nghĩ vấn đề cơ bản là, khi nào chịu dừng lại?"
    }
  },
  {
    "translation": {
      "en": "And if this is hard for us, it's impossible for them.",
      "vi": "Nếu ta thấy khó khăn, thì họ còn thấy bất khả thi."
    }
  },
  {
    "translation": {
      "en": "It's a very difficult situation.",
      "vi": "Đây là một tình huống rất khó."
    }
  },
  {
    "translation": {
      "en": "[Dale] We weren't there just to make him comfortable.",
      "vi": "Chúng tôi không ở đó chỉ để giúp nó thoải mái."
    }
  },
  {
    "translation": {
      "en": "We were there to save our kid.",
      "vi": "Chúng tôi ở đó để cứu con."
    }
  },
  {
    "translation": {
      "en": "It was a commitment to him to do everything possible.",
      "vi": "Chúng tôi đã cam kết với thằng bé rằng phải làm mọi thứ có thế."
    }
  },
  {
    "translation": {
      "en": "[Jennifer] You know I don't think it's humane to let a person lay there and slowly die.",
      "vi": "Tôi không nghĩ việc để một người nằm đó rồi chết từ từ là nhân đạo."
    }
  },
  {
    "translation": {
      "en": "I don't think it's humane at all.",
      "vi": "Tôi không thấy nhân đạo chút nào."
    }
  },
  {
    "translation": {
      "en": "I don't want to voice my opinion though cause my mom and my dad I don't think want to hear it.",
      "vi": "Tôi không muốn nói lên ý kiến của mình vì bố mẹ chắc sẽ không muốn nghe."
    }
  },
  {
    "translation": {
      "en": "Adam feels the same way about what we think they should do.",
      "vi": "Adam cũng nghĩ chúng tôi nên làm như vậy."
    }
  },
  {
    "translation": {
      "en": "I don't know. I just kind of keep my mouth shut and go on.",
      "vi": "Không biết nữa. Tôi cứ ngậm miệng và tiếp tục thôi."
    }
  },
  {
    "translation": {
      "en": "[Julia] Dale decides to call a family meeting.",
      "vi": "Dale quyết định họp gia đình."
    }
  },
  {
    "translation": {
      "en": "The question is should we put him back on the antibiotics and stuff?",
      "vi": "Câu hỏi là liệu có nên cho nó dùng kháng sinh các thứ lại không?"
    }
  },
  {
    "translation": {
      "en": "They're not real crazy about it, the doctors and the staff.",
      "vi": "Bác sĩ và nhân viên, họ không thực sự ủng hộ ý đó,"
    }
  },
  {
    "translation": {
      "en": "But you know Justin, what he would want.",
      "vi": "Nhưng ta hiểu Justin, hiểu điều nó muốn."
    }
  },
  {
    "translation": {
      "en": "[Adam] It basically boils down to how long you want to drag it out.",
      "vi": "Đơn giản chỉ là bố mẹ muốn kéo dài đến khi nào."
    }
  },
  {
    "translation": {
      "en": "I think is it's kind of pointless to put him back on the antibiotics.",
      "vi": "Con nghĩ việc cho nó dùng lại kháng sinh khá vô ích."
    }
  },
  {
    "translation": {
      "en": "You can do all the antibiotics you want but it's not gonna help mend the lungs.",
      "vi": "Dùng bao nhiêu kháng sinh cũng được nhưng sẽ không giúp phổi hồi phục."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "And I think the antibiotics have hurt him enough.",
      "vi": "Và tôi nghĩ kháng sinh khiến nó đau đớn đủ rồi."
    }
  },
  {
    "translation": {
      "en": "[Adam] Yeah, I mean, you know when you say enough's enough, we could be here",
      "vi": "Phải, ý là, tới khi bố mẹ thấy đủ, có thể ta sẽ ở đây…"
    }
  },
  {
    "translation": {
      "en": "a month from now.",
      "vi": "thêm cả tháng nữa."
    }
  },
  {
    "translation": {
      "en": "We can't keep him asleep forever and keep pumping him full of stuff for a month. That's just not humane.",
      "vi": "Không thể để nó ngủ cả tháng và bơm đủ thứ vào. Như vậy không nhân đạo."
    }
  },
  {
    "translation": {
      "en": "I think they should just let him like is and let him go peacefully",
      "vi": "Con nghĩ họ nên để nó như thế rồi ra đi thanh thản"
    }
  },
  {
    "translation": {
      "en": "instead of putting more crap into him.",
      "vi": "thay vì nhồi thêm đủ thứ."
    }
  },
  {
    "translation": {
      "en": "For a second think if Justin was sitting here and it was somebody else sitting in there what would he say?",
      "vi": "Bố chợt nghĩ nếu Justin ở đây và ai khác trong đó thì nó sẽ nói gì?"
    }
  },
  {
    "translation": {
      "en": "-Can't really answer for Justin. -[Adam] No, what would he say?",
      "vi": "- Đâu thể trả lời hộ Justin. - Không, nó sẽ nói gì?"
    }
  },
  {
    "translation": {
      "en": "What did he always say about all that stuff? [Debbie] To keep going.",
      "vi": "- Nó luôn nói gì về những điều này? - Tiếp tục."
    }
  },
  {
    "translation": {
      "en": "Yeah, but I mean if, if he thought that there's no chance",
      "vi": "Phải, nhưng nếu nó nghĩ không còn khả năng"
    }
  },
  {
    "translation": {
      "en": "to do anything,",
      "vi": "làm bất cứ điều gì,"
    }
  },
  {
    "translation": {
      "en": "I don't think he'd just want to just keep on going like that though.",
      "vi": "con không nghĩ nó sẽ muốn cứ tiếp tục như vậy."
    }
  },
  {
    "translation": {
      "en": "-He's comfortable now. -[Debbie and Susan] Yeah.",
      "vi": "Giờ nó thoải mái rồi."
    }
  },
  {
    "translation": {
      "en": "Well, in two days we'll discuss it again.",
      "vi": "- Phải. - Hai ngày nữa chúng ta sẽ bàn lại."
    }
  },
  {
    "translation": {
      "en": "[Adam] Oh, well, he's always been a pain in the ass.",
      "vi": "Ôi, nó lúc nào cũng phiền phức."
    }
  },
  {
    "translation": {
      "en": "Make an alcoholic out of you, that's for sure.",
      "vi": "Nó sẽ nghiện rượu giống bố, chắc chắn."
    }
  },
  {
    "translation": {
      "en": "[Debbie] It's snowing out.",
      "vi": "Tuyết đang rơi."
    }
  },
  {
    "translation": {
      "en": "[Susan] So, is mom's going home? [Dale] Mom's going home.",
      "vi": "- Vậy mẹ có về nhà không? - Mẹ con sẽ về nhà."
    }
  },
  {
    "translation": {
      "en": "I just hate to leave.",
      "vi": "Mẹ ghét phải về lắm."
    }
  },
  {
    "translation": {
      "en": "I'm not saying that I can make things run smooth",
      "vi": "Tôi không nói mình có thể làm mọi thứ suôn sẻ"
    }
  },
  {
    "translation": {
      "en": "but I just feel so much better when I'm here and he's doing really well.",
      "vi": "mà chỉ là tôi cảm thấy tốt hơn nhiều khi được ở đây và nó đang ổn định."
    }
  },
  {
    "translation": {
      "en": "[Steve] Debbie goes home for the first time in a week.",
      "vi": "Debbie về nhà lần đầu tiên trong tuần."
    }
  },
  {
    "translation": {
      "en": "Uh, no, uh-uh...",
      "vi": "Ừm, không…"
    }
  },
  {
    "translation": {
      "en": "They're getting close to make the decision whether they're going to intubate him or not.",
      "vi": "Họ sắp phải quyết định đặt ổng khi quản hay không."
    }
  },
  {
    "translation": {
      "en": "If you do choose to intubate him, it's going to be a really hard choice to decide to take him off.",
      "vi": "Nếu chọn đặt ống khí quản, sẽ rất khó khăn khi quyết định tháo ống."
    }
  },
  {
    "translation": {
      "en": "-What do you think? -I'm not going in there to look.",
      "vi": "- Em nghĩ sao? - Em không vào nhìn đâu."
    }
  },
  {
    "translation": {
      "en": "It's in the 50s. It's in the 50's again?",
      "vi": "- Đang xuống đầu năm. - Lại xuống đầu năm rồi à?"
    }
  },
  {
    "translation": {
      "en": "He bounces back. He's gonna bounce right back.",
      "vi": "Nó sẽ tỉnh lại. Nó sẽ tỉnh lại ngay thôi."
    }
  },
  {
    "translation": {
      "en": "I think one of the other alternatives is we do have hospice service",
      "vi": "Tôi nghĩ một trong những lựa chọn khác là dịch vụ chăm sóc cuối đời"
    }
  },
  {
    "translation": {
      "en": "and, uh, I will talk with her about that. I think Claire said something about, talked to her a little bit about that too.",
      "vi": "- và tôi sẽ bàn với cô ấy. - Có vẻ Claire cũng bảo bàn với cô ấy."
    }
  },
  {
    "translation": {
      "en": "-Okay, then, we can do that-- -If we get there.",
      "vi": "- Ừ, có thể… - Nếu đến mức đó."
    }
  },
  {
    "translation": {
      "en": "We can do that as an inpatient or whatever you like.",
      "vi": "Có thể coi như bệnh nhân nội trú hay gì cũng được."
    }
  },
  {
    "translation": {
      "en": "So I'll talk to her when she gets here.",
      "vi": "Tôi sẽ bàn khi cô ấy tới."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Mom make it? [Susan] Not yet.",
      "vi": "- Mẹ tới chưa? - Chưa."
    }
  },
  {
    "translation": {
      "en": "[Adam] She's probably on the side of the road somewhere. [Dale] Probably.",
      "vi": "- Chắc mẹ vẫn đang ở bên đường đâu đó. - Chắc vậy."
    }
  },
  {
    "translation": {
      "en": "[female announcer] \"The Gift Shop will open today at 11:00 instead of 10:00.\"",
      "vi": "\"Hôm nay Cửa hàng Quà tặng sẽ mở lúc 11:00 thay vì 10:00\"."
    }
  },
  {
    "translation": {
      "en": "Well, that's nice. One hour delay on gift shop.",
      "vi": "Tuyệt. Cửa hàng quà tặng hoãn một tiếng."
    }
  },
  {
    "translation": {
      "en": "[female announcer] \"The Gift Shop will open today at 11:00 instead of 10:00.\"",
      "vi": "\"Hôm nay Cửa hàng Quà tặng sẽ mở lúc 11 giờ thay vì 10 giờ\"."
    }
  },
  {
    "translation": {
      "en": "Did the doctor ask that question again?",
      "vi": "Bác sĩ lại hỏi câu đó."
    }
  },
  {
    "translation": {
      "en": "\"What do you want done?\"",
      "vi": "\"Cô muốn thực hiện thế nào?\""
    }
  },
  {
    "translation": {
      "en": "Even if, I mean, they're dropping again,",
      "vi": "Kể cả, ý em là, mức bão hoà lại đang giảm,"
    }
  },
  {
    "translation": {
      "en": "I mean, I just want to know, you want them to do everything?",
      "vi": "em chỉ muốn biết, anh muốn họ làm mọi thứ?"
    }
  },
  {
    "translation": {
      "en": "You better just kind of tell them you want them to do everything.",
      "vi": "Thì tốt hơn hết anh nên bảo họ luôn."
    }
  },
  {
    "translation": {
      "en": "Yeah, tell them we want everything done possible.",
      "vi": "Ừ, bảo là ta muốn họ làm mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Well, you know, I'm just, they don't want me to...",
      "vi": "Chà, em chỉ, họ không muốn em…"
    }
  },
  {
    "translation": {
      "en": "I'm just telling you. I mean if the question...",
      "vi": "Em chỉ báo anh thôi. Ý em là nếu câu hỏi…"
    }
  },
  {
    "translation": {
      "en": "[female doctor] Just swallow.",
      "vi": "Cứ nuốt đi."
    }
  },
  {
    "translation": {
      "en": "Swallow, swallow. There you go.",
      "vi": "Nuốt đi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Swallow, swallow, swallow, swallow. Perfect.",
      "vi": "Nuốt. Hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "I should have never left.",
      "vi": "Lẽ ra tôi không nên về."
    }
  },
  {
    "translation": {
      "en": "Debbie?",
      "vi": "Debbie?"
    }
  },
  {
    "translation": {
      "en": "We're strong for each other, you and me.",
      "vi": "Ta mạnh mẽ vì nhau, mẹ và con."
    }
  },
  {
    "translation": {
      "en": "So the question is, is there any,",
      "vi": "Vậy câu hỏi là, có khi nào,"
    }
  },
  {
    "translation": {
      "en": "any point in time when it would be acceptable to be on the vent?",
      "vi": "bất cứ khi nào ta không chấp nhận việc dùng ống thông nữa?"
    }
  },
  {
    "translation": {
      "en": "We spent ten years doing day-at-a-time stuff.",
      "vi": "Đã mười năm sống luôn lo lắng."
    }
  },
  {
    "translation": {
      "en": "-I know. -And we're not going to plan",
      "vi": "- Tôi biết. - Và sẽ không bàn chuyện"
    }
  },
  {
    "translation": {
      "en": "for tomorrow or 3:00. It just...",
      "vi": "ngày mai hay lúc 3:00. Như thế chỉ…"
    }
  },
  {
    "translation": {
      "en": "Well, their question is though, if his stats went down",
      "vi": "Nhưng câu hỏi của họ là, chỉ số của thằng bé từng đi xuống"
    }
  },
  {
    "translation": {
      "en": "and we graduated to the next step.",
      "vi": "và ta đã tiến tới bước tiếp theo."
    }
  },
  {
    "translation": {
      "en": "Now, if his stats go down again, do we graduate to the next step?",
      "vi": "Giờ nếu tình hình lại đi xuống, ta có tiến tới bước tiếp theo không."
    }
  },
  {
    "translation": {
      "en": "And that's the decision that you two need to make. I don't want to make that decision.",
      "vi": "- Và hai người phải quyết định. - Tôi không muốn quyết định."
    }
  },
  {
    "translation": {
      "en": "Well, they want to be prepared because they need to work fast if this would happen.",
      "vi": "Họ muốn được chuẩn bị vì phải hành động nhanh nếu có chuyện."
    }
  },
  {
    "translation": {
      "en": "-[male doctor] Exactly. -[Dale] We're gonna be here, so it's...",
      "vi": "- Chính xác. - Chúng tôi sẽ ở đây, nên là…"
    }
  },
  {
    "translation": {
      "en": "[Dr. Zwerdling] To me, the little room near the ICU embodies",
      "vi": "Với tôi, căn phòng nhỏ cạnh phòng chăm sóc đặc biệt"
    }
  },
  {
    "translation": {
      "en": "what death is about, the point where the hopelessness of treatment",
      "vi": "là hiện thân cho cái chết, là khi mà việc điều trị trong vô vọng"
    }
  },
  {
    "translation": {
      "en": "becomes clear.",
      "vi": "trở nên rõ ràng."
    }
  },
  {
    "translation": {
      "en": "\"We're not gonna get out of this box. This person's gonna die.\"",
      "vi": "\"Ta không thể thoát khỏi cảnh này. Người ấy sẽ chết\"."
    }
  },
  {
    "translation": {
      "en": "-[Debbie] He has suffered a long road. -[male doctor] Mm-hm.",
      "vi": "- Nó đã chịu đựng lâu rồi. - Phải."
    }
  },
  {
    "translation": {
      "en": "And I don't want him on a vent and suffering slowly, declining,",
      "vi": "Tôi không muốn nó dùng ống thông và chịu khổ dần dần, suy kiệt,"
    }
  },
  {
    "translation": {
      "en": "you know, and taking months to get there.",
      "vi": "rồi mất nhiều tháng mới tới lúc đó."
    }
  },
  {
    "translation": {
      "en": "That to me,",
      "vi": "Với tôi là vậy,"
    }
  },
  {
    "translation": {
      "en": "I just don't feel like that would be his wishes.",
      "vi": "tôi không nghĩ đó là ước nguyện của nó."
    }
  },
  {
    "translation": {
      "en": "The way to look at that is everything possible has been done.",
      "vi": "Nên nhìn nhận là ta đã làm mọi thứ có thể."
    }
  },
  {
    "translation": {
      "en": "Right. I don't think he'd want the inevitable prolonged.",
      "vi": "- Ừ. - Nó sẽ không muốn trì hoãn điều phải đến."
    }
  },
  {
    "translation": {
      "en": "I really don't.",
      "vi": "Tôi thực sự không."
    }
  },
  {
    "translation": {
      "en": "[Julia] What'd you think of this meeting?",
      "vi": "Anh nghĩ gì về buổi họp?"
    }
  },
  {
    "translation": {
      "en": "Another meeting.",
      "vi": "Lại là họp thôi."
    }
  },
  {
    "translation": {
      "en": "We made a lot of progress in that meeting as far as I was concerned.",
      "vi": "Theo tôi thấy thì buổi họp đã có nhiều tiến triển."
    }
  },
  {
    "translation": {
      "en": "We used the word \"death,\"",
      "vi": "Đã dùng từ \"chết\","
    }
  },
  {
    "translation": {
      "en": "we used the word \"don't do this\", we made...",
      "vi": "đã dùng từ \"đừng làm vậy\", chúng tôi…"
    }
  },
  {
    "translation": {
      "en": "Rather than the former meeting where everybody's sort of wishy-washy,",
      "vi": "Không như buổi họp trước ai cũng mơ mơ màng màng,"
    }
  },
  {
    "translation": {
      "en": "\"Well, could be this, could be this.\"",
      "vi": "\"Ừm, có thế thế này thế kia\"."
    }
  },
  {
    "translation": {
      "en": "We were very definitive, \"He's not gonna get better. We don't recommend this.\"",
      "vi": "Đã dứt khoát: \"Nó sẽ không khá lên. Khuyên là không nên\"."
    }
  },
  {
    "translation": {
      "en": "And that was the kind of step that we needed to see.",
      "vi": "Và đó là bước tiến mà chúng tôi cần thấy được."
    }
  },
  {
    "translation": {
      "en": "Now already we're talkin' the next step.",
      "vi": "Giờ đã bàn đến bước tiếp theo rồi."
    }
  },
  {
    "translation": {
      "en": "Well, because, and they explained that... But we're not next step people.",
      "vi": "- Chà, bởi vì, họ đã giải thích rằng… - Ta đâu phải kiểu đó."
    }
  },
  {
    "translation": {
      "en": "-But see they don't wanna wait till... -I know they don't wanna wait.",
      "vi": "- Nhưng họ không muốn đợi tới khi… - Anh biết."
    }
  },
  {
    "translation": {
      "en": "They walk in the room and the numbers are 53",
      "vi": "Họ bước vào căn phòng với con số là 53"
    }
  },
  {
    "translation": {
      "en": "and everybody's looking at each other and saying, \"Well, what are we supposed to do next?",
      "vi": "rồi ai cũng nhìn nhau và nói: \"Ta phải làm gì tiếp đây?"
    }
  },
  {
    "translation": {
      "en": "Do we intubate or do we not?\"",
      "vi": "Ta đặt ống hay không?\""
    }
  },
  {
    "translation": {
      "en": "He's in ICU now, they know what to do.",
      "vi": "Đang chăm sóc đặc biệt, họ biết mà."
    }
  },
  {
    "translation": {
      "en": "-No, that's not, they don't. -Yeah.",
      "vi": "- Họ không biết. - Họ biết."
    }
  },
  {
    "translation": {
      "en": "That's what their discussion was, sweetheart.",
      "vi": "Họ bàn về chuyện đó mà, anh yêu."
    }
  },
  {
    "translation": {
      "en": "Is how much more means to you want to perform.",
      "vi": "Bàn xem anh muốn họ dùng bao nhiêu cách nữa."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know...",
      "vi": "Ừ, anh biết…"
    }
  },
  {
    "translation": {
      "en": "That's what the purpose of the meeting was. We'll cross that bridge when we get to that point in time.",
      "vi": "- Mục đích cuộc họp đó. - Tới lúc đó ta sẽ lo."
    }
  },
  {
    "translation": {
      "en": "No, that bridge has been crossed. I don't think so.",
      "vi": "- Không, thời điểm đó tới rồi. - Anh không nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "We're gonna do what you guys want.",
      "vi": "- Chúng tôi sẽ làm theo ý muốn. - Ừ."
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay. -Just always remember that.",
      "vi": "- Hãy nhớ là vậy. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Do you think we're doing the best thing? In your own opinion?",
      "vi": "Ta có đang làm điều tốt nhất không? Theo ý bác sĩ?"
    }
  },
  {
    "translation": {
      "en": "This, I wouldn't go any further than this. But, yeah.",
      "vi": "Ở mức này, tôi sẽ không đi xa hơn. Nhưng, có."
    }
  },
  {
    "translation": {
      "en": "-Thank you very much. -But at this point, yes.",
      "vi": "- Cảm ơn nhiều. - Lúc này thì có."
    }
  },
  {
    "translation": {
      "en": "What's happened in medicine in the last ten years",
      "vi": "Những gì xảy ra trong y học trong mười năm qua"
    }
  },
  {
    "translation": {
      "en": "is that we have moved from being, you know, a paternalistic",
      "vi": "là chúng tôi chuyển từ một nhóm bác sĩ gia trưởng"
    }
  },
  {
    "translation": {
      "en": "group of physicians making the decisions to providing choices",
      "vi": "là chúng tôi chuyển từ một nhóm bác sĩ gia trưởng đưa ra quyết định thành người cung cấp những lựa chọn"
    }
  },
  {
    "translation": {
      "en": "and not giving any sort of feeling as to what those choices should be.",
      "vi": "và không đặt cảm tính vào việc những lựa chọn đó là gì."
    }
  },
  {
    "translation": {
      "en": "You know, you can do this, this and this, thank you and goodbye,",
      "vi": "Bạn có thể làm thế này, cảm ơn và tạm biệt,"
    }
  },
  {
    "translation": {
      "en": "make your decision, we'll honor it.",
      "vi": "quyết định đi, bọn tôi tôn trọng."
    }
  },
  {
    "translation": {
      "en": "And I think one of the problems that evolves from that is,",
      "vi": "Và tôi nghĩ một trong những vấn đề phát sinh từ việc đó,"
    }
  },
  {
    "translation": {
      "en": "or one of the consequences of that is it places",
      "vi": "một trong những hậu quả của việc đó"
    }
  },
  {
    "translation": {
      "en": "an enormous burden on families to make a decision.",
      "vi": "là đã đặt áp lực khổng lồ lên gia đình khi phải lựa chọn."
    }
  },
  {
    "translation": {
      "en": "So the real value of what she did there by turning to me and asking me that question",
      "vi": "Giá trị thực sự của hành động trong kia, cô ấy quay sang tôi và hỏi câu đó"
    }
  },
  {
    "translation": {
      "en": "was that she placed enough trust in somebody to say,",
      "vi": "là việc cô đặt đủ lòng tin vào ai đó để nói:"
    }
  },
  {
    "translation": {
      "en": "\"What would you do?\" Not what can you do?",
      "vi": "\"Anh sẽ làm gì?\" Không hỏi làm được gì?"
    }
  },
  {
    "translation": {
      "en": "Which is what we've told them for the last five or six days,",
      "vi": "Đó là điều chúng tôi nói năm hay sáu ngày qua,"
    }
  },
  {
    "translation": {
      "en": "at least, on my watch, but what would you do,",
      "vi": "ít nhất là khi tôi ở đây, nhưng câu hỏi đó rất khác biệt,"
    }
  },
  {
    "translation": {
      "en": "and that's very different, and that was, that's the door",
      "vi": "ít nhất là khi tôi ở đây, nhưng câu hỏi đó rất khác biệt, và đó chính là cánh cửa cần được mở ra cho tôi."
    }
  },
  {
    "translation": {
      "en": "that needed to open for me. So now, you know, they're aware of it.",
      "vi": "và đó chính là cánh cửa cần được mở ra cho tôi. Nên giờ, họ đã nhận thức rõ tình hình."
    }
  },
  {
    "translation": {
      "en": "They are all coming in. The minister's gonna say a prayer or something.",
      "vi": "Họ đều sẽ đến. Linh mục sẽ cầu nguyện hay gì đó."
    }
  },
  {
    "translation": {
      "en": "Father God, we know that all things are in your hands.",
      "vi": "Chúa Cha, chúng con biết vạn sự nằm trong tay ngài."
    }
  },
  {
    "translation": {
      "en": "And, Father, often times we do not know or understand",
      "vi": "Đôi khi chúng con không biết hay không hiểu"
    }
  },
  {
    "translation": {
      "en": "what comes or what may come,",
      "vi": "điều gì sẽ hoặc có thể sẽ đến,"
    }
  },
  {
    "translation": {
      "en": "but we lift up thanks to you.",
      "vi": "nhưng luôn mạnh mẽ nhờ có Cha."
    }
  },
  {
    "translation": {
      "en": "We lift up thanks to you for Justin first of all for his fighting spirit,",
      "vi": "Đầu tiên, mạnh mẽ nhờ Cha đã cho Justin ý chí chiến đấu,"
    }
  },
  {
    "translation": {
      "en": "and we simply pray for your healing.",
      "vi": "và chỉ cầu Cha hãy chữa lành."
    }
  },
  {
    "translation": {
      "en": "And sometimes that healing takes place",
      "vi": "Và đôi khi không chữa lành được"
    }
  },
  {
    "translation": {
      "en": "not in our lifetime here",
      "vi": "trong kiếp đời này"
    }
  },
  {
    "translation": {
      "en": "but in the life that is yet to be.",
      "vi": "mà trong kiếp đời tiếp theo."
    }
  },
  {
    "translation": {
      "en": "So, Father, we commit Justin into your care as he has always been in your care,",
      "vi": "Chúng con giao phó Justin cho Cha như Cha vẫn luôn làm,"
    }
  },
  {
    "translation": {
      "en": "but, Father, I especially commit all of this family into your care and keeping.",
      "vi": "nhưng đặc biệt giao phó gia đình này tới vòng tay che chở của Cha."
    }
  },
  {
    "translation": {
      "en": "Father, meet each and every one at the point of their need right now,",
      "vi": "Cha, hãy gặp gỡ mọi người ngay lúc họ đang cần,"
    }
  },
  {
    "translation": {
      "en": "and we will hold fast to you.",
      "vi": "và chúng con sẽ mãi theo Cha."
    }
  },
  {
    "translation": {
      "en": "[Judy] I imagine she's scared,",
      "vi": "Tôi hình dung con bé sợ hãi,"
    }
  },
  {
    "translation": {
      "en": "and got a lot on her mind that she just...",
      "vi": "suy nghĩ nhiều tới mức…"
    }
  },
  {
    "translation": {
      "en": "Every once in a while she'll just start crying,",
      "vi": "Đôi khi con bé đột nhiên bật khóc,"
    }
  },
  {
    "translation": {
      "en": "and I'll say, \"What's a matter?\"",
      "vi": "và tôi hỏi: \"Sao vậy?\""
    }
  },
  {
    "translation": {
      "en": "and she'll say, \"I don't know.\"",
      "vi": "rồi nó nói: \"Con không biết\"."
    }
  },
  {
    "translation": {
      "en": "I always let her know, \"If there's anything you want to talk to me about,",
      "vi": "Luôn muốn nó biết: \"Nếu có chuyện gì muốn nói với mẹ,"
    }
  },
  {
    "translation": {
      "en": "I'm here. You can tell me anything,\"",
      "vi": "Mẹ ở đây. Chuyện gì cũng được\"."
    }
  },
  {
    "translation": {
      "en": "and she'll say, \"Okay.\"",
      "vi": "rồi nó sẽ nói: \"Vâng ạ\"."
    }
  },
  {
    "translation": {
      "en": "Like one night she did say, \"I do have to tell you I'm scared.\"",
      "vi": "Hình như một đêm nó bảo: \"Con phải nói là con sợ lắm\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"What're you scared about?\"",
      "vi": "Tôi hỏi: \"Con sợ gì cơ?\""
    }
  },
  {
    "translation": {
      "en": "\"Everything.\"",
      "vi": "\"Mọi thứ\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Well, you know, you have a right to be, you know.",
      "vi": "Tôi nói: \"Chà, con có quyền được sợ hãi, con biết không."
    }
  },
  {
    "translation": {
      "en": "You can be scared. Mommy's scared too.\"",
      "vi": "Con có thể sợ. Mẹ cũng sợ\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"But we'll get through this together.\"",
      "vi": "Tôi nói: \"Mà ta sẽ cùng vượt qua\"."
    }
  },
  {
    "translation": {
      "en": "She said, \"I know.\"",
      "vi": "Nó nói: \"Con biết\"."
    }
  },
  {
    "translation": {
      "en": "I want a drink of ice water.",
      "vi": "Con muốn một cốc nước đá."
    }
  },
  {
    "translation": {
      "en": "I don't think you're allowed to have any, sweetheart, -because you're gonna have surgery soon. -[crying]",
      "vi": "Mẹ không nghĩ con được uống đâu cưng, vì sắp phải phẫu thuật."
    }
  },
  {
    "translation": {
      "en": "Just, let's think about something else, okay? -[Alex cries] -What should we think about?",
      "vi": "Cứ nghĩ đến cái khác nhé, được chứ? Ta nên nghĩ về chuyện gì đây?"
    }
  },
  {
    "translation": {
      "en": "Should we think about somethin' else? Hm?",
      "vi": "Ta nghĩ về chuyện gì khác nhé? Nhé?"
    }
  },
  {
    "translation": {
      "en": "You can have some in a little bit, soon as you get out of surgery. Okay?",
      "vi": "Con có thể uống một chút, ngay sau khi phẫu thuật xong. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "I promise. I'll get you whatever you want.",
      "vi": "Mẹ hứa. Con muốn gì mẹ cũng cho."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "-How are you? -Hi.",
      "vi": "- Cô thế nào? - Chào."
    }
  },
  {
    "translation": {
      "en": "-How's she feeling? -Not very good.",
      "vi": "- Con bé thế nào? - Không ổn lắm."
    }
  },
  {
    "translation": {
      "en": "Worse? Or the same? You know what her fever's doing?",
      "vi": "Tệ hơn? Hay vẫn vậy? Cô biết cơn sốt của bé sao rồi chứ?"
    }
  },
  {
    "translation": {
      "en": "Kim said it was 104 or so. So we've done zippo with the fever?",
      "vi": "- Kim bảo khoảng 40 độ. - Vậy là cơn sốt không hề nhẹ đi?"
    }
  },
  {
    "translation": {
      "en": "And Scott's over across the way?",
      "vi": "Còn Scott ở bên kia đường?"
    }
  },
  {
    "translation": {
      "en": "Yep, yep. He's over there getting blooded.",
      "vi": "Phải. Anh ấy đang được lấy máu."
    }
  },
  {
    "translation": {
      "en": "[Steve] To fight this infection Alex needs white blood cells.",
      "vi": "Để chống lại sự nhiễm trùng, Alex cần có bạch cầu."
    }
  },
  {
    "translation": {
      "en": "Her doctor, Paul, has an idea.",
      "vi": "Paul, bác sĩ của bé, có một ý tưởng."
    }
  },
  {
    "translation": {
      "en": "Maybe her dad's white blood cells can be used to boost Alex's ANC.",
      "vi": "Có lẽ tế bào bạch cầu của bố có thể dùng để tăng lượng bạch cầu của Alex."
    }
  },
  {
    "translation": {
      "en": "But first, his cells have to be harvested then injected into Alex.",
      "vi": "Mà đầu tiên, phải lấy tế bào của ông ấy rồi tiêm vào Alex."
    }
  },
  {
    "translation": {
      "en": "This is an untested idea.",
      "vi": "Ý tưởng chưa được kiểm chứng."
    }
  },
  {
    "translation": {
      "en": "[male lab technician] The blood's actually coming out of this arm,",
      "vi": "Thực ra máu chảy từ cánh tay này,"
    }
  },
  {
    "translation": {
      "en": "coming through the tube, down into the machine,",
      "vi": "đi qua ống, đi xuống máy,"
    }
  },
  {
    "translation": {
      "en": "goes down the centrifuge, it spins around,",
      "vi": "đi xuống máy ly tâm, rồi máy quay vòng."
    }
  },
  {
    "translation": {
      "en": "and that takes the red blood cells to the outside because they're heavier.",
      "vi": "và máy đưa tế bào hồng cầu ra ngoài vì nặng hơn."
    }
  },
  {
    "translation": {
      "en": "They didn't really know if we should do this",
      "vi": "Họ không thực sự biết có nên làm vậy"
    }
  },
  {
    "translation": {
      "en": "and some of them were like thinking that we were kind of, uh,",
      "vi": "và vài người nghĩ chúng tôi kiểu như đang…"
    }
  },
  {
    "translation": {
      "en": "doing kind of the mad scientist type of thing, but now they're all saying, \"This is great, this is great,",
      "vi": "làm mấy trò khoa học điên rồ, nhưng giờ họ đều nói: \"Thật tuyệt,"
    }
  },
  {
    "translation": {
      "en": "-this is gonna teach us things.\" -It's simply groundbreaking.",
      "vi": "- sẽ dạy chúng tôi nhiều thứ\". - Ý tưởng đột phá."
    }
  },
  {
    "translation": {
      "en": "And the reason Alex is well and alive and doing as good as she is today",
      "vi": "Và lý do Alex khỏe mạnh, sống tốt như ngày hôm nay"
    }
  },
  {
    "translation": {
      "en": "is because of Paul. I'm-I'm convinced of that.",
      "vi": "là nhờ Paul. Tôi tin là vậy."
    }
  },
  {
    "translation": {
      "en": "I love the guy.",
      "vi": "Tôi yêu quý anh ấy."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Oh, wow. I bet you are.",
      "vi": "Ôi. Tôi cá là vậy."
    }
  },
  {
    "translation": {
      "en": "You know what? If somebody told me, \"A million dollars, we can guarantee a cure.\"",
      "vi": "Biết sao không? Nếu có ai đó nói: \"Một triệu đô la, đảm bảo sẽ khỏi\"."
    }
  },
  {
    "translation": {
      "en": "I tell you what. I'd get it.",
      "vi": "Nói cô nghe. Tôi sẽ thoả thuận ngay."
    }
  },
  {
    "translation": {
      "en": "I'd rob a bank if I had to. I'd get it. Yeah.",
      "vi": "Phải cướp ngân hàng cũng chịu. Tôi sẽ thoả thuận. Phải."
    }
  },
  {
    "translation": {
      "en": "It's okay. Come on, ready? Put your arms around my neck.",
      "vi": "Không sao. Sẵn sàng chưa? Vòng tay qua cổ cô nào."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "One, two, three. Yay. I got you.",
      "vi": "Một, hai, ba. Tuyệt. Bế được rồi."
    }
  },
  {
    "translation": {
      "en": "You're warm.",
      "vi": "Cháu ấm quá."
    }
  },
  {
    "translation": {
      "en": "-Do I have enough slack? -Yep. Go ahead.",
      "vi": "- Đủ dây không? - Đủ. Làm đi."
    }
  },
  {
    "translation": {
      "en": "You got it.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, I'm going to put you down. Ready?",
      "vi": "Cô sẽ đặt cháu xuống. Nhé?"
    }
  },
  {
    "translation": {
      "en": "-[Alex whimpers and cries] -The pillow's right here.",
      "vi": "Gối ở ngay đây rồi."
    }
  },
  {
    "translation": {
      "en": "It's right here. Yeah, yeah. You know what? Remember how we did that downstairs?",
      "vi": "Ngay đây. Phải rồi. Nhớ ta đã làm thế nào dưới tầng không?"
    }
  },
  {
    "translation": {
      "en": "Okay? Mommy's gonna be with us and we're gonna take a little nap.",
      "vi": "Được chứ? Mẹ sẽ tới và chúng ta sẽ ngủ một lát."
    }
  },
  {
    "translation": {
      "en": "Pick out good dreams.",
      "vi": "Mơ giấc mơ đẹp nhé."
    }
  },
  {
    "translation": {
      "en": "[Dr. Franklin] It's a minor surgery, but with her history,",
      "vi": "Chỉ là tiểu phẫu, mà với tiền sử của bé,"
    }
  },
  {
    "translation": {
      "en": "I think any procedure is probably considered relatively major,",
      "vi": "tôi nghĩ mọi quá trình đều được coi là tương đối quan trọng,"
    }
  },
  {
    "translation": {
      "en": "especially with her blood count because, you know, most people,",
      "vi": "nhất là với lượng máu của bé bởi vì, hầu hết mọi người,"
    }
  },
  {
    "translation": {
      "en": "you know, you clear infections relatively easily, but she doesn't have much reserve to fight.",
      "vi": "loại bỏ nhiễm trùng tương đối dễ dàng, mà bé không còn nhiều để chống chọi."
    }
  },
  {
    "translation": {
      "en": "Good night, sweetie.",
      "vi": "Ngủ ngon, cực cưng."
    }
  },
  {
    "translation": {
      "en": "Take care of her.",
      "vi": "Chăm sóc nó nhé."
    }
  },
  {
    "translation": {
      "en": "[Dr. Franklin] If it ends up being a fungal infection then it's a setback.",
      "vi": "Nếu kết quả là nhiễm trùng nấm thì thực sự là thụt lùi."
    }
  },
  {
    "translation": {
      "en": "[male doctor] Okay, we can go in.",
      "vi": "Được rồi, ta có thể vào."
    }
  },
  {
    "translation": {
      "en": "If it's a fungus that is hard to treat then it's a pretty major setback.",
      "vi": "Nếu kết quả là nhiễm nấm khó chữa thì thực sự là bước thụt lùi lớn."
    }
  },
  {
    "translation": {
      "en": "Ready?",
      "vi": "Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "One, two, three.",
      "vi": "Một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I know, it's... It's a little too...",
      "vi": "- Ừ. - Tôi biết… Hơi quá…"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "vi": "Không thể nào."
    }
  },
  {
    "translation": {
      "en": "It's literally charcoal.",
      "vi": "Là than thật đó."
    }
  },
  {
    "translation": {
      "en": "She did fine. What we found was a lot of thickened tissue",
      "vi": "Cô bé ổn. Chúng tôi tìm thấy những mô dày"
    }
  },
  {
    "translation": {
      "en": "and some pus, but we did not actually, um, find any fungus that we know of.",
      "vi": "và một ít mủ, nhưng không tìm thấy bất kỳ loại nấm nào mà ta biết."
    }
  },
  {
    "translation": {
      "en": "Okay, okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Look there.",
      "vi": "Nhìn lên kia."
    }
  },
  {
    "translation": {
      "en": "He's been having some pain in his, his esophageal area,",
      "vi": "Cậu bé bị đau ở vùng thực quản,"
    }
  },
  {
    "translation": {
      "en": "then some pain on the side of his neck with some swollen lymph nodes,",
      "vi": "và bị đau ở bên cổ với vài cục hạch bạch huyết bị sưng,"
    }
  },
  {
    "translation": {
      "en": "so they did a CT this morning and it showed enlarged lymph nodes.",
      "vi": "nên sáng đã chụp cắt lớp và thấy hạch bạch huyết lớn."
    }
  },
  {
    "translation": {
      "en": "-Now, what if it's the cancer? -I don't know.",
      "vi": "- Là ung thư thì sao? - Không biết."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "- Vậy tế bào ung thư? - Không rõ."
    }
  },
  {
    "translation": {
      "en": "Maybe more chemo, I don't know. I'm not sure.",
      "vi": "Chắc hoá trị thêm. Chị không chắc. Em không muốn hoá trị. Bỏ rồi."
    }
  },
  {
    "translation": {
      "en": "Well, if you don't do anything, then, you know, it'll come back and it'll shut your airway off,",
      "vi": "Nếu em không làm gì, thì bệnh sẽ trở lại và ngắt đường thở của em."
    }
  },
  {
    "translation": {
      "en": "if it is cancer, it'll shut your airway off.",
      "vi": "Nếu là ung thư, sẽ ngắt đường thở."
    }
  },
  {
    "translation": {
      "en": "But it ain't, 'cause they said it came too quick.",
      "vi": "Nhưng không phải, vì họ bảo là quá nhanh."
    }
  },
  {
    "translation": {
      "en": "I'm thinking that what this is is probably from the radiation.",
      "vi": "Tôi nghĩ đây có thể là do phóng xạ."
    }
  },
  {
    "translation": {
      "en": "But if it's not, then, we're just gonna have to deal with that.",
      "vi": "Còn nếu không, ta chỉ phải đối mặt với điều đó thôi."
    }
  },
  {
    "translation": {
      "en": "We'll get through it.",
      "vi": "Ta sẽ vượt qua."
    }
  },
  {
    "translation": {
      "en": "You be good for them, you hear? Okay.",
      "vi": "Ngoan nhé, rõ chưa? Được rồi."
    }
  },
  {
    "translation": {
      "en": "I don't know. We're not sure what's going on or what it is.",
      "vi": "Tôi không biết. Không chắc có chuyện gì hay đó là gì."
    }
  },
  {
    "translation": {
      "en": "The only way we'll know is by doing the biopsy.",
      "vi": "Cách duy nhất để biết là sinh thiết."
    }
  },
  {
    "translation": {
      "en": "It worries me a lot.",
      "vi": "Khiến tôi rất lo."
    }
  },
  {
    "translation": {
      "en": "Don't wake up.",
      "vi": "Đừng tỉnh dậy."
    }
  },
  {
    "translation": {
      "en": "[Marietha] So what they done is they put the mediport back in, they done some scans",
      "vi": "Vậy là họ đặt lại cổng y tế, chụp cắt lớp"
    }
  },
  {
    "translation": {
      "en": "and, uh, bone marrow test,",
      "vi": "và xét nghiệm tủy xương,"
    }
  },
  {
    "translation": {
      "en": "and we've just been running around... [laughs]",
      "vi": "còn chúng tôi chỉ chạy quanh…"
    }
  },
  {
    "translation": {
      "en": "all over again.",
      "vi": "lại như vậy nữa."
    }
  },
  {
    "translation": {
      "en": "Mm-hm.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[Steve] You've gotta be worried.",
      "vi": "Cô hẳn phải lo lắng lắm."
    }
  },
  {
    "translation": {
      "en": "Very.",
      "vi": "Rất lo."
    }
  },
  {
    "translation": {
      "en": "Well, the lady doctor said that it looked like Hodgkin's on his lungs,",
      "vi": "Cô bác sĩ bảo nhìn phổi nó như bị bệnh Hodgkin."
    }
  },
  {
    "translation": {
      "en": "so I don't know.",
      "vi": "nên tôi không biết nữa."
    }
  },
  {
    "translation": {
      "en": "I'm just...",
      "vi": "Tôi chỉ…"
    }
  },
  {
    "translation": {
      "en": "[sighs] I know he's got to be tired of all this,",
      "vi": "Tôi biết nó mệt mỏi lắm rồi,"
    }
  },
  {
    "translation": {
      "en": "you know, he's...",
      "vi": "anh biết đấy, nó…"
    }
  },
  {
    "translation": {
      "en": "...fifteen, you know. That's...",
      "vi": "…mười lăm tuổi. Tôi không…"
    }
  },
  {
    "translation": {
      "en": "That's not what I pictured him doing at 15.",
      "vi": "Tôi không nghĩ tuổi 15 của nó sẽ thế này."
    }
  },
  {
    "translation": {
      "en": "Tell me how you feel.",
      "vi": "Nói xem con thấy sao."
    }
  },
  {
    "translation": {
      "en": "Hi. He's just resting.",
      "vi": "- Chào. Cậu ấy đang nghỉ thôi. - Này."
    }
  },
  {
    "translation": {
      "en": "Sore?",
      "vi": "Đau à?"
    }
  },
  {
    "translation": {
      "en": "Is your chest sore?",
      "vi": "Ngực con đau à?"
    }
  },
  {
    "translation": {
      "en": "Kiss.",
      "vi": "Hôn con."
    }
  },
  {
    "translation": {
      "en": "You get to go home tomorrow.",
      "vi": "Mai con sẽ được về nhà."
    }
  },
  {
    "translation": {
      "en": "Give me a kiss.",
      "vi": "Hôn con đi."
    }
  },
  {
    "translation": {
      "en": "Is it bad news?",
      "vi": "Tin xấu ạ?"
    }
  },
  {
    "translation": {
      "en": "No, partly. Partly good, partly bad.",
      "vi": "Không, một phần. Một phần tốt, một phần xấu."
    }
  },
  {
    "translation": {
      "en": "-Uh-oh. -What'd you say?",
      "vi": "- Ồ. - Anh nói sao?"
    }
  },
  {
    "translation": {
      "en": "No, he wanted to know if I had bad news for him.",
      "vi": "Không, nó muốn biết có phải tin xấu không."
    }
  },
  {
    "translation": {
      "en": "Oh, it's been a lousy weekend.",
      "vi": "Ôi, đúng là cuối tuần tồi tệ."
    }
  },
  {
    "translation": {
      "en": "Can I just feel your neck? Is it hurting you much now?",
      "vi": "Chú sờ cổ nhé? Giờ còn đau nhiều không?"
    }
  },
  {
    "translation": {
      "en": "The neck nodes that they took out the biopsy off the lymph node",
      "vi": "Hạch cổ họ lấy ra, thiết sinh từ hạch bạch huyết"
    }
  },
  {
    "translation": {
      "en": "that shows that he still has some Hodgkin's disease there.",
      "vi": "cho thấy vẫn còn bệnh Hodgkin ở đó."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Mm-hm.",
      "vi": "- Rồi. - Ừm."
    }
  },
  {
    "translation": {
      "en": "We wouldn't have expected this to grow back up so big so fast.",
      "vi": "Chúng tôi không ngờ hạch mọc lại và phát triển nhanh như vậy."
    }
  },
  {
    "translation": {
      "en": "Okay, so that is a concern",
      "vi": "Rồi, vậy là có lo ngại"
    }
  },
  {
    "translation": {
      "en": "that his cancer is coming back so aggressively each time.",
      "vi": "khi bệnh ung thư của cậu ấy mỗi lần trở lại rất dữ dội."
    }
  },
  {
    "translation": {
      "en": "So he just got a stubborn neck, right?",
      "vi": "Vậy bị cứng cổ thôi hả?"
    }
  },
  {
    "translation": {
      "en": "[Marietha] When will he get to come home?",
      "vi": "Khi nào nó sẽ được về nhà?"
    }
  },
  {
    "translation": {
      "en": "Maybe just a couple more days and we'll see how this goes.",
      "vi": "Có lẽ là vài ngày nữa rồi chúng ta xem thế nào."
    }
  },
  {
    "translation": {
      "en": "[Marietha] Okay.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "Well how long do we have you in town for? [Dr. Arceci] I'm here for a while now.",
      "vi": "- Vậy anh ở đây bao lâu rồi? - Tôi ở đây một thời gian rồi."
    }
  },
  {
    "translation": {
      "en": "-[Marietha] Yay. Long time. [chuckles] -Yeah, yeah. Yeah.",
      "vi": "- Tuyệt. Lâu rồi. - Phải."
    }
  },
  {
    "translation": {
      "en": "[Marietha] Never see you anymore. [Dr. Arceci] Yeah, in and out for this summer.",
      "vi": "- Chưa bao giờ gặp anh. - Ừ, mùa hè này tôi đi tới đi lui."
    }
  },
  {
    "translation": {
      "en": "[Marietha] Summer is your... It's your worst time, you always gone?",
      "vi": "Mùa hè… là lúc tệ nhất, luôn phải đi à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's in and out, but it's been a lot of trips.",
      "vi": "Ừ, đi tới đi lui, rất nhiều chuyến đi."
    }
  },
  {
    "translation": {
      "en": "I have a children's cancer group...",
      "vi": "Tôi có một nhóm trẻ ung thư…"
    }
  },
  {
    "translation": {
      "en": "[woman] She's actually healthier now.",
      "vi": "Cô bé giờ khoẻ hơn rồi."
    }
  },
  {
    "translation": {
      "en": "[Julia] Justin surprises everyone by stabilizing again.",
      "vi": "Justin khiến ai cũng ngạc nhiên vì ổn định trở lại."
    }
  },
  {
    "translation": {
      "en": "He and his family are back downstairs on 5A, their second home.",
      "vi": "Cả gia đình lại trở về tầng dưới tại toà 5A, ngôi nhà thứ hai của họ."
    }
  },
  {
    "translation": {
      "en": "They took off the fentanyl and he just has the versed.",
      "vi": "Họ ngừng thuốc fentanyl và cậu ấy hồi phục."
    }
  },
  {
    "translation": {
      "en": "And so, I mean, he's been opening his eyes and he's been saying things here and there.",
      "vi": "Và ý tôi là, thỉnh thoảng cậu ấy mở mắt và nói nhiều điều."
    }
  },
  {
    "translation": {
      "en": "I think he looks better than he did yesterday.",
      "vi": "Tôi nghĩ trông ổn hơn hôm qua."
    }
  },
  {
    "translation": {
      "en": "I wasn't expecting his SATs to stay up with just that mask but he's doing fine.",
      "vi": "Không ngờ mức bão hoà oxy tăng lên chỉ với máy thở nhưng cậu ấy rất ổn."
    }
  },
  {
    "translation": {
      "en": "Hm.",
      "vi": "Ừm."
    }
  },
  {
    "translation": {
      "en": "He had blood pressures incompatible with life for 24 hours and he lived.",
      "vi": "Với mức huyết áp không thể sống trong 24 giờ nhưng vẫn vượt qua."
    }
  },
  {
    "translation": {
      "en": "[Barb] It's Justin.",
      "vi": "Justin là vậy."
    }
  },
  {
    "translation": {
      "en": "The real tough piece about this is that he's in remission.",
      "vi": "Điều khó khăn thực sự là cậu ấy đang thuyên giảm."
    }
  },
  {
    "translation": {
      "en": "-Mm-hm. -So, are we at a point now",
      "vi": "- Ừ. - Vậy giờ là thời điểm"
    }
  },
  {
    "translation": {
      "en": "where we've cured his leukemia but we've created a situation",
      "vi": "ta chữa được bệnh bạch cầu nhưng ta gây nên tình huống"
    }
  },
  {
    "translation": {
      "en": "where he has no quality of life?",
      "vi": "chất lượng đời sống bằng không?"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "vi": "Chính xác."
    }
  },
  {
    "translation": {
      "en": "And that's hard for us to deal with. Oh, yeah.",
      "vi": "- Và thật khó để xử lý việc đó. - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "This is... If you were to,",
      "vi": "Đây là… Nếu định làm…"
    }
  },
  {
    "translation": {
      "en": "if you want to know where that is, it would be right about there. So...",
      "vi": "nếu muốn biết ở đâu, thì nó ở ngay đây. Nên…"
    }
  },
  {
    "translation": {
      "en": "[Debbie] You know, do they really know?",
      "vi": "Liệu họ có thực sự biết không?"
    }
  },
  {
    "translation": {
      "en": "They're saying all kinds of stuff and it's like, do you really know?",
      "vi": "Họ nói đủ thứ và tôi nghĩ, họ có thực sự biết không?"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Since they told us the ICU stuff and none of that happened,",
      "vi": "Nói về phòng chăm sóc đặc biệt các thứ mà chẳng có gì xảy ra,"
    }
  },
  {
    "translation": {
      "en": "do you really know?",
      "vi": "họ có thực sự biết không?"
    }
  },
  {
    "translation": {
      "en": "[Julia] As Justin rallies, they keep fighting,",
      "vi": "Khi Justin hồi phục, họ lại chiến đấu,"
    }
  },
  {
    "translation": {
      "en": "trying some new strategies.",
      "vi": "thử nhiều chiến lược mới."
    }
  },
  {
    "translation": {
      "en": "He looks like he's got a smile on his face. -It's embarrassing as hell, isn't it? -[laughing]",
      "vi": "- Có vẻ nó đang cười đấy. - Thật đáng xấu hổ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Falcons, Chargers, Seahawks.",
      "vi": "Chim ưng, ngựa chiến, chim ó biển."
    }
  },
  {
    "translation": {
      "en": "See if there's a Bengal in here.",
      "vi": "Xem có mèo Bengal ở đây không."
    }
  },
  {
    "translation": {
      "en": "She likes dogs.",
      "vi": "Cô ấy thích chó."
    }
  },
  {
    "translation": {
      "en": "Ooh.",
      "vi": "Ồ."
    }
  },
  {
    "translation": {
      "en": "-We work well together. -That's good.",
      "vi": "- Ta phối hợp tốt. - Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Claire always said we had such a unique relationship.",
      "vi": "Claire luôn nói chúng tôi có mối quan hệ độc nhất."
    }
  },
  {
    "translation": {
      "en": "We came out of the surgical waiting room hand in hand,",
      "vi": "Chúng tôi cầm tay nhau ra khỏi phòng chờ phẫu thuật,"
    }
  },
  {
    "translation": {
      "en": "Susan and I, going to the elevator. [laughs]",
      "vi": "Susan và tôi, vào trong thang máy."
    }
  },
  {
    "translation": {
      "en": "We all keep saying we need to get on Jerry Springer.",
      "vi": "Bọn tôi cứ bảo cần lên chương trình Jerry Springer."
    }
  },
  {
    "translation": {
      "en": "My wife and my ex-wife are now lovers. Next on Jerry.",
      "vi": "Vợ và vợ cũ của tôi giờ là tình nhân. Tiếp theo trên Jerry."
    }
  },
  {
    "translation": {
      "en": "Justin today is, uh, he's...",
      "vi": "Hôm nay Justin, cậu ấy…"
    }
  },
  {
    "translation": {
      "en": "You're familiar with him? Okay. Thought so. Today is hospital day thirty-eight...",
      "vi": "Anh biết à? Ừ. Tôi cũng nghĩ vậy. Hôm nay là ngày 38 ở bệnh viện…"
    }
  },
  {
    "translation": {
      "en": "[Julia] As January ends, Dr. Gillen and the other residents",
      "vi": "Hết tháng Một, Bác sĩ Gillen và các bác sĩ thực tập khác"
    }
  },
  {
    "translation": {
      "en": "rotate to a new division.",
      "vi": "luân chuyển tới đơn vị mới."
    }
  },
  {
    "translation": {
      "en": "This is Dr. Gillen's last day on 5A.",
      "vi": "Hôm nay là ngày cuối của bác sĩ Gillen tại toà 5A."
    }
  },
  {
    "translation": {
      "en": "All right. Tomorrow at noon we switch.",
      "vi": "- Được rồi. - Trưa mai chúng tôi sẽ chuyển."
    }
  },
  {
    "translation": {
      "en": "[Steve] So how's it been?",
      "vi": "Vậy mọi thứ thế nào?"
    }
  },
  {
    "translation": {
      "en": "Crazy.",
      "vi": "Điên rồ."
    }
  },
  {
    "translation": {
      "en": "It's ju... Well, I mean, it's been a good month.",
      "vi": "Chỉ là… ý tôi là, một tháng nay rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "It really has. It's been good.",
      "vi": "Thực sự. Rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "I mean I've learned a lot and everything, it's just been...",
      "vi": "Tôi đã học được rất nhiều, và thực sự…"
    }
  },
  {
    "translation": {
      "en": "It's emotionally draining on this service.",
      "vi": "Ngành dịch vụ này rất hao kiệt cảm xúc."
    }
  },
  {
    "translation": {
      "en": "We're just... Really emotionally draining.",
      "vi": "Chúng tôi chỉ… Thực sự hao kiệt cảm xúc."
    }
  },
  {
    "translation": {
      "en": "Um, the neatest part about the service is that you've got the same patients",
      "vi": "Phần tiện nhất của ngành này là vẫn được chăm sóc cùng một bệnh nhân"
    }
  },
  {
    "translation": {
      "en": "pretty much for a more extended period of time",
      "vi": "gần như là trong khoảng thời gian dài hơn"
    }
  },
  {
    "translation": {
      "en": "whereas on the other side, it's like two or three days and then, everyone is in and out.",
      "vi": "còn nơi khác, chỉ hai hay ba ngày và ai cũng tới rồi đi."
    }
  },
  {
    "translation": {
      "en": "And, you know, with Justin, I've had him since day one.",
      "vi": "Với Justin, tôi chăm sóc cậu ấy từ ngày đầu."
    }
  },
  {
    "translation": {
      "en": "And I got him because I was on call the first night and they said,",
      "vi": "Tôi nhận cậu ấy vì trực ca đêm đầu tiên và họ nói:"
    }
  },
  {
    "translation": {
      "en": "\"This patient may die tonight so you've got to watch him closely.\"",
      "vi": "\"Có thể đêm nay sẽ chết nên phải theo dõi sát sao\"."
    }
  },
  {
    "translation": {
      "en": "And here we are a month later.",
      "vi": "Và giờ đã là một tháng sau."
    }
  },
  {
    "translation": {
      "en": "[Debbie] You know, you hear it every day.",
      "vi": "Bạn biết mà, hôm nào cũng nghe."
    }
  },
  {
    "translation": {
      "en": "Uh, boy walked out of here that was in a coma for six months.",
      "vi": "Cậu bé đã hôn mê sáu tháng, ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "Wasn't gonna make it.",
      "vi": "Không sống được đâu."
    }
  },
  {
    "translation": {
      "en": "And now they're saying that he will probably almost be back to his every self.",
      "vi": "Và giờ họ nói có khả năng - nó sẽ trở lại gần như bình thường. - Thức trắng ở phòng chăm sóc đặc biệt."
    }
  },
  {
    "translation": {
      "en": "We were up in ICU.",
      "vi": "- nó sẽ trở lại gần như bình thường. - Thức trắng ở phòng chăm sóc đặc biệt."
    }
  },
  {
    "translation": {
      "en": "A guy my age would give up with all this stuff going in him,",
      "vi": "Tuổi tôi mà bệnh như vậy ai cũng sẽ buông bỏ,"
    }
  },
  {
    "translation": {
      "en": "but they keep fighting. Fighting and fighting.",
      "vi": "còn chúng thì cứ chiến đấu và chiến đấu."
    }
  },
  {
    "translation": {
      "en": "Huh? They won't let you talk?",
      "vi": "Hả? Họ không cho nói chuyện ư?"
    }
  },
  {
    "translation": {
      "en": "Tyrik? They won't let you talk?",
      "vi": "Tyrik? Họ không cho em nói à?"
    }
  },
  {
    "translation": {
      "en": "Oh, yes, babe, that's okay.",
      "vi": "Ồ, được rồi, bé cưng, không sao."
    }
  },
  {
    "translation": {
      "en": "Huh.",
      "vi": "Ừm."
    }
  },
  {
    "translation": {
      "en": "[Tim] I wanna have kids.",
      "vi": "Cháu muốn có con."
    }
  },
  {
    "translation": {
      "en": "I wouldn't have kids to where we wouldn't know where our next meal was coming from",
      "vi": "Cháu sẽ không có con khi mà không biết bữa cơm tiếp theo ở đâu"
    }
  },
  {
    "translation": {
      "en": "and we wouldn't know where we was gonna live.",
      "vi": "hay không biết sẽ sống ở đâu."
    }
  },
  {
    "translation": {
      "en": "I wouldn't want that for my kids.",
      "vi": "Không muốn con bị thế."
    }
  },
  {
    "translation": {
      "en": "You miss me too?",
      "vi": "Em cũng nhớ anh à?"
    }
  },
  {
    "translation": {
      "en": "You love me?",
      "vi": "Em yêu anh à?"
    }
  },
  {
    "translation": {
      "en": "I love you too. Yeah, I love you.",
      "vi": "Anh cũng vậy. Ừ, yêu em."
    }
  },
  {
    "translation": {
      "en": "I know you know I love you.",
      "vi": "Anh biết là em biết vậy mà."
    }
  },
  {
    "translation": {
      "en": "I know. I know you know.",
      "vi": "Anh biết. Anh biết là em biết."
    }
  },
  {
    "translation": {
      "en": "But I said if I turn 18, I'd probably just take my little brother and raise him.",
      "vi": "Mà nếu lên 18, chắc cháu sẽ nhận rồi nuôi em trai luôn."
    }
  },
  {
    "translation": {
      "en": "That'd be my son.",
      "vi": "Nó sẽ là con trai cháu."
    }
  },
  {
    "translation": {
      "en": "I'd be like, \"yeah, that's my son.\"",
      "vi": "Cháu sẽ kiểu: \"Ừ, con tôi đấy\"."
    }
  },
  {
    "translation": {
      "en": "Oh. [female nurse] What was that?",
      "vi": "- Ôi. - Sao vậy?"
    }
  },
  {
    "translation": {
      "en": "[gasps] You want that on you too?",
      "vi": "Cháu cũng muốn đeo à?"
    }
  },
  {
    "translation": {
      "en": "[gasps] Look at that.",
      "vi": "Nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "[Steve] Tim does better and better on a new experimental chemo.",
      "vi": "Tim ổn định hơn trong đợt hóa trị thử nghiệm mới."
    }
  },
  {
    "translation": {
      "en": "Soon he's only coming in as an outpatient.",
      "vi": "Cậu sẽ sớm tới viện như bệnh nhân ngoại trú."
    }
  },
  {
    "translation": {
      "en": "-[Alex crying] -I'm just gonna put some amla cream on. It'll be a little cold.",
      "vi": "Cô chỉ thoa chút kem amla thôi. Sẽ hơi lạnh một chút."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "- Sao vậy? - Bố bảo sẽ không đau nữa mà."
    }
  },
  {
    "translation": {
      "en": "[Scott] You know, honey, here's what we're going to do.",
      "vi": "Con yêu, ta sẽ làm thế này."
    }
  },
  {
    "translation": {
      "en": "We're going to put you to sleepy, okay?",
      "vi": "Ta sẽ cho con ngủ, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Oh, good.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "Okay? Because I don't want... I don't want you to have any ouchies either.",
      "vi": "Nhé? Vì bố không muốn… Vì bố cũng không muốn con đau nữa."
    }
  },
  {
    "translation": {
      "en": "Hello? Hey Paul, how you doing?",
      "vi": "Xin chào? Paul, anh khoẻ chứ?"
    }
  },
  {
    "translation": {
      "en": "-Good night last night. -[Alex crying]",
      "vi": "Chúc đêm qua ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "She's a little anxious now about them putting amla on to do the, uh, biopsies.",
      "vi": "Nó đang hơi lo lắng vì bị thoa alma để sinh thiết."
    }
  },
  {
    "translation": {
      "en": "-[Alex] ...got back here? -[nurse] No...",
      "vi": "- …về đây? - Không…"
    }
  },
  {
    "translation": {
      "en": "Well, they don't look any better.",
      "vi": "Chà, trông không khá hơn."
    }
  },
  {
    "translation": {
      "en": "-[Alex crying] Okay... -[nurse] We might have to down here, okay?",
      "vi": "- Vâng… - Có lẽ phải xuống đây, được chứ?"
    }
  },
  {
    "translation": {
      "en": "-We're gonna give you some sleepy meds... -You think so?",
      "vi": "- Sẽ cho thuốc ngủ… - Anh nghĩ vậy?"
    }
  },
  {
    "translation": {
      "en": "...before we do it, okay? And we might have two here.",
      "vi": "…trước khi tiến hành. Chắc có hai viên đây."
    }
  },
  {
    "translation": {
      "en": "Uh-uh, no.",
      "vi": "Ồ, không."
    }
  },
  {
    "translation": {
      "en": "[nurse] Then, I'll put a little bit cream on that one.",
      "vi": "Rồi cô sẽ thoa chút kem lên đó."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "Her ANC is two thousand? Oh my gosh.",
      "vi": "Lượng bạch cầu của nó là hai nghìn? Ôi trời ơi."
    }
  },
  {
    "translation": {
      "en": "[Julia] Alex's white blood count is almost normal",
      "vi": "Lượng bạch cầu của Alex gần như bình thường"
    }
  },
  {
    "translation": {
      "en": "because of her dad's transfusions.",
      "vi": "nhờ được bố truyền máu."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi, Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "[nurse] Okay, okay, okay, okay. Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, man, that's great.",
      "vi": "Ôi trời, tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "Can... Can we wait then on the...",
      "vi": "Liệu… liệu ta có thể chờ…"
    }
  },
  {
    "translation": {
      "en": "Okay. He said we may want to wait on just doing these biopsies until tomorrow.",
      "vi": "Được. Anh ấy nói có lẽ nên đợi ngày mai - rồi tiến hành sinh thiết. - Được."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "- rồi tiến hành sinh thiết. - Được."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Okay I'll talk to you. Bye.",
      "vi": "Ừ, nói chuyện sau. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "-Wow. -This is good.",
      "vi": "- Chà. - Tốt quá."
    }
  },
  {
    "translation": {
      "en": "You got the pole? Okay, you hang onto my hand.",
      "vi": "Cầm cột chưa? Rồi, bám chặt tay nào."
    }
  },
  {
    "translation": {
      "en": "-[man] Hey. -I wanna go that way.",
      "vi": "- Nào. - Con muốn đi lối đó."
    }
  },
  {
    "translation": {
      "en": "Okay, let's go that way.",
      "vi": "Rồi, đi lối đó nào."
    }
  },
  {
    "translation": {
      "en": "-[Julia] You going for a walk? -Yeah.",
      "vi": "- Anh đi dạo à? - Phải."
    }
  },
  {
    "translation": {
      "en": "We're going for a little bit of a walk.",
      "vi": "Chúng tôi đi dạo một chút."
    }
  },
  {
    "translation": {
      "en": "You feel dizzy?",
      "vi": "Con chóng mặt à?"
    }
  },
  {
    "translation": {
      "en": "Well, sometimes they say when you've been down for awhile",
      "vi": "Họ nói đôi khi con… nằm trên giường lâu"
    }
  },
  {
    "translation": {
      "en": "laying in bed, you get dizzy when you get up because your blood pressure",
      "vi": "Họ nói đôi khi con… nằm trên giường lâu sẽ chóng mặt khi đứng dậy vì huyết áp đang điều chỉnh,"
    }
  },
  {
    "translation": {
      "en": "is trying to adjust, but that's okay, you're doing great.",
      "vi": "sẽ chóng mặt khi đứng dậy vì huyết áp đang điều chỉnh, nhưng không sao, làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "You're doing great.",
      "vi": "Con đang làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "I got you. You're not gonna fall.",
      "vi": "Có bố đây. Con không ngã đâu."
    }
  },
  {
    "translation": {
      "en": "-Look. -Go UC, go UC.",
      "vi": "- Kìa. - Tiến lên UC."
    }
  },
  {
    "translation": {
      "en": "Alex.",
      "vi": "Alex."
    }
  },
  {
    "translation": {
      "en": "Gosh.",
      "vi": "Trời ạ."
    }
  },
  {
    "translation": {
      "en": "-[Scott] Yeah, we got her up out of bed... -Good.",
      "vi": "- Ừ, chúng tôi cho nó ra khỏi giường… - Tốt quá."
    }
  },
  {
    "translation": {
      "en": "She needs to take a little walk.",
      "vi": "Nó cần đi dạo một chút."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Gosh. Look at how good your eye is.",
      "vi": "Trời. Xem mắt cháu tốt chưa kìa."
    }
  },
  {
    "translation": {
      "en": "Yeah, she's starting to...",
      "vi": "Ừ, con bé bắt đầu…"
    }
  },
  {
    "translation": {
      "en": "[Debbie] It looks a lot better than when I saw it last.",
      "vi": "Trông ổn hơn nhiều lần cuối tôi thấy."
    }
  },
  {
    "translation": {
      "en": "-Yeah, it's... -[Alex] Go Dad.",
      "vi": "- Phải… - Đi nào, bố."
    }
  },
  {
    "translation": {
      "en": "-Okay, I'm going. I'm going. -Bye.",
      "vi": "- Rồi, bố đang đi đây. - Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "-[Scott] Bye. -[chuckles] Bye, Alex.",
      "vi": "- Tạm biệt. - Tạm biệt, Alex."
    }
  },
  {
    "translation": {
      "en": "[Alex] Bye.",
      "vi": "Tạm biệt cô."
    }
  },
  {
    "translation": {
      "en": "You look good.",
      "vi": "Trông cháu khoẻ lắm."
    }
  },
  {
    "translation": {
      "en": "[Julia] Do you still see some of your friends?",
      "vi": "Cháu vẫn gặp các bạn chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. What's left of them.",
      "vi": "Vâng. Những người còn lại."
    }
  },
  {
    "translation": {
      "en": "[Steve] What do you mean?",
      "vi": "Ý cháu là sao?"
    }
  },
  {
    "translation": {
      "en": "None of my friends, well, since I've been in the hospital and everything,",
      "vi": "Không ai trong số các bạn cháu, từ khi ở trong bệnh viện,"
    }
  },
  {
    "translation": {
      "en": "I guess they think, well,",
      "vi": "chắc họ nghĩ là, chà,"
    }
  },
  {
    "translation": {
      "en": "they ain't really my... Just they ain't my friends no more",
      "vi": "họ không thực sự… là bạn của cháu nữa"
    }
  },
  {
    "translation": {
      "en": "'cause I guess I don't spend any time with them.",
      "vi": "có lẽ vì cháu không dành thời gian với họ."
    }
  },
  {
    "translation": {
      "en": "I wanna travel.",
      "vi": "Cháu muốn đi du lịch."
    }
  },
  {
    "translation": {
      "en": "I would love to go out of town.",
      "vi": "Cháu rất muốn ra khỏi thành phố."
    }
  },
  {
    "translation": {
      "en": "[Steve] Where would you go?",
      "vi": "Cháu sẽ đi đâu?"
    }
  },
  {
    "translation": {
      "en": "Anywhere, just to be out of town.",
      "vi": "Bất cứ đâu, miễn ra khỏi thành phố."
    }
  },
  {
    "translation": {
      "en": "I wanna go to the Grand Canyon.",
      "vi": "Vườn quốc gia Grand Canyon."
    }
  },
  {
    "translation": {
      "en": "I heard it's fun,",
      "vi": "Nghe nói rất vui,"
    }
  },
  {
    "translation": {
      "en": "like, and like, watch the sun set on the Grand Canyon and stuff.",
      "vi": "kiểu như ngắm hoàng hôn tại Vườn quốc gia Grand Canyon."
    }
  },
  {
    "translation": {
      "en": "People say that's fun.",
      "vi": "Người ta nói rất vui."
    }
  }
]