[
  {
    "translation": {
      "en": "[woman over phone] Me and him weren't really dating,",
      "vi": "[woman over phone] Me and himweren't really dating,"
    }
  },
  {
    "translation": {
      "en": "and since, like, they saw it as, like, oh, like, you were in a relationship.",
      "vi": "and since, like, they saw it as, like,oh, like, you were in a relationship."
    }
  },
  {
    "translation": {
      "en": "I was, like, \"That… that shouldn't have happened.\"",
      "vi": "I was, like,\"That… that shouldn't have happened.\""
    }
  },
  {
    "translation": {
      "en": "Was there a point, like, with the investigation",
      "vi": "Was there a point, like,with the investigation"
    }
  },
  {
    "translation": {
      "en": "where you felt, like, the police just… you knew they weren't believing you and--",
      "vi": "where you felt, like, the police just…you knew they weren't believing you and--"
    }
  },
  {
    "translation": {
      "en": "\"He didn't hold you down. That's not rape.\"",
      "vi": "\"He didn't hold you down.That's not rape.\""
    }
  },
  {
    "translation": {
      "en": "before my rape kit or anything else came in.",
      "vi": "before my rape kitor anything else came in."
    }
  },
  {
    "translation": {
      "en": "They just didn't believe me from the start.",
      "vi": "They just didn't believe mefrom the start."
    }
  },
  {
    "translation": {
      "en": "I have a list of more than a hundred other cases that I'm following,",
      "vi": "I have a list of more thana hundred other cases that I'm following,"
    }
  },
  {
    "translation": {
      "en": "so, we can keep talking if that sounds okay with you.",
      "vi": "so, we can keep talkingif that sounds okay with you."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] The evidence in this case is not jiving",
      "vi": "[male investigator 1] The evidencein this case is not jiving"
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] I want you to really tell me the truth",
      "vi": "[male investigator 2] I want you to reallytell me the truth"
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] I don't believe you. I do not believe you at all.",
      "vi": "[male investigator 3] I don't believe you.I do not believe you at all."
    }
  },
  {
    "translation": {
      "en": "If you continue to lie to me, this is about to go south.",
      "vi": "If you continue to lie to me,this is about to go south."
    }
  },
  {
    "translation": {
      "en": "[male investigator 4] Everything was good. Consensual.",
      "vi": "[male investigator 4] Everything was good.Consensual."
    }
  },
  {
    "translation": {
      "en": "You guys had sex. Both you guys are grown adults.",
      "vi": "You guys had sex.Both you guys are grown adults."
    }
  },
  {
    "translation": {
      "en": "It appears that you were using the threat of rape",
      "vi": "It appears that you were usingthe threat of rape"
    }
  },
  {
    "translation": {
      "en": "[male investigator 5] It's a crime to file that false report.",
      "vi": "[male investigator 5] It's a crimeto file that false report."
    }
  },
  {
    "translation": {
      "en": "Here at the Student Health Center is where physical therapy students",
      "vi": "Here at the Student Health Centeris where physical therapy students"
    }
  },
  {
    "translation": {
      "en": "get to put their knowledge into… into practice.",
      "vi": "get to put their knowledgeinto… into practice."
    }
  },
  {
    "translation": {
      "en": "I couldn't say that word. Here at the physical therapy center…",
      "vi": "I couldn't say that word.Here at the physical therapy center…"
    }
  },
  {
    "translation": {
      "en": "-Here at the Student Health Center… -[soft music playing]",
      "vi": "-Here at the Student Health Center…-[soft music playing]"
    }
  },
  {
    "translation": {
      "en": "Here at the Student Health Center is where physical therapy students",
      "vi": "Here at the Student Health Centeris where physical therapy students"
    }
  },
  {
    "translation": {
      "en": "get to put their knowledge into practice. They get…",
      "vi": "get to put their knowledgeinto practice. They get…"
    }
  },
  {
    "translation": {
      "en": "Well, I started journalism in high school working at the local news station.",
      "vi": "Well, I started journalism in high schoolworking at the local news station."
    }
  },
  {
    "translation": {
      "en": "My first investigative piece was looking into a pothole",
      "vi": "My first investigative piecewas looking into a pothole"
    }
  },
  {
    "translation": {
      "en": "-and why it never got fixed. -[soft music continues]",
      "vi": "-and why it never got fixed.-[soft music continues]"
    }
  },
  {
    "translation": {
      "en": "And actually, after I published it, it did get fixed, and that felt very good.",
      "vi": "And actually, after I published it,it did get fixed, and that felt very good."
    }
  },
  {
    "translation": {
      "en": "But nobody like… [chuckles] The stakes were very low.",
      "vi": "But nobody like… [chuckles]The stakes were very low."
    }
  },
  {
    "translation": {
      "en": "Although people were getting into accidents.",
      "vi": "Although peoplewere getting into accidents."
    }
  },
  {
    "translation": {
      "en": "like this one behind me, mean they have to be enforced,",
      "vi": "like this one behind me,mean they have to be enforced,"
    }
  },
  {
    "translation": {
      "en": "but if their street surveys aren't up-to-date,",
      "vi": "but if their street surveysaren't up-to-date,"
    }
  },
  {
    "translation": {
      "en": "police officers can't use radar or laser technologies",
      "vi": "police officers can't useradar or laser technologies"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] This was easy stuff, not controversial.",
      "vi": "[Rachel, voiceover]This was easy stuff, not controversial."
    }
  },
  {
    "translation": {
      "en": "Lucy's only been at the Harbor Shelter for two weeks",
      "vi": "Lucy's only been at the Harbor Shelterfor two weeks"
    }
  },
  {
    "translation": {
      "en": "but has become the third adopted dog today.",
      "vi": "but has becomethe third adopted dog today."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] As an aspiring journalist,",
      "vi": "[Rachel, voiceover]As an aspiring journalist,"
    }
  },
  {
    "translation": {
      "en": "my dream was to work at the Center for Investigative Reporting",
      "vi": "my dream was to workat the Center for Investigative Reporting"
    }
  },
  {
    "translation": {
      "en": "I was, like, that's the… that's the most serious place you can go.",
      "vi": "I was, like, that's the…that's the most serious place you can go."
    }
  },
  {
    "translation": {
      "en": "You know, it's like that and 60 Minutes or something. [chuckles]",
      "vi": "You know, it's like thatand 60 Minutes or something. [chuckles]"
    }
  },
  {
    "translation": {
      "en": "-[telephone ringing in the background] -[typing]",
      "vi": "-[telephone ringing in the background]-[typing]"
    }
  },
  {
    "translation": {
      "en": "After a couple attempts, I landed an entry-level job.",
      "vi": "After a couple attempts,I landed an entry-level job."
    }
  },
  {
    "translation": {
      "en": "so I really wanted to find something that I could own, that I could report on.",
      "vi": "so I really wanted to find somethingthat I could own, that I could report on."
    }
  },
  {
    "translation": {
      "en": "I was searching through local news when I stumbled on a story",
      "vi": "I was searching through local newswhen I stumbled on a story"
    }
  },
  {
    "translation": {
      "en": "of a young woman being arrested for making a false report of rape.",
      "vi": "of a young woman being arrestedfor making a false report of rape."
    }
  },
  {
    "translation": {
      "en": "A 20-year-old student claiming she'd been raped after a party",
      "vi": "A 20-year-old student claimingshe'd been raped after a party"
    }
  },
  {
    "translation": {
      "en": "involving the Sacred Heart University football team.",
      "vi": "involving the Sacred Heart Universityfootball team."
    }
  },
  {
    "translation": {
      "en": "[female reporter] But tonight Nikki Yovino is charged",
      "vi": "[female reporter] But tonightNikki Yovino is charged"
    }
  },
  {
    "translation": {
      "en": "These kinds of allegations, what they do is they…",
      "vi": "These kinds of allegations,what they do is they…"
    }
  },
  {
    "translation": {
      "en": "They're problematic for the people that are accused.",
      "vi": "They're problematicfor the people that are accused."
    }
  },
  {
    "translation": {
      "en": "And also, for all the other cases out there",
      "vi": "And also,for all the other cases out there"
    }
  },
  {
    "translation": {
      "en": "that are legitimate MeToo cases where there are cases of assault,",
      "vi": "that are legitimate MeToo caseswhere there are cases of assault,"
    }
  },
  {
    "translation": {
      "en": "it really muddies the waters in such a dangerous, dangerous way.",
      "vi": "it really muddies the watersin such a dangerous, dangerous way."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Nikki Yovino's case was covered all over national and local media",
      "vi": "[Rachel] Nikki Yovino's case was coveredall over national and local media"
    }
  },
  {
    "translation": {
      "en": "at the height of the MeToo movement in 2017.",
      "vi": "at the heightof the MeToo movement in 2017."
    }
  },
  {
    "translation": {
      "en": "Nikki was looking at up to a year in prison for the false reporting charge.",
      "vi": "Nikki was looking at up to a yearin prison for the false reporting charge."
    }
  },
  {
    "translation": {
      "en": "but then I found another case a thousand miles away.",
      "vi": "but then I found another casea thousand miles away."
    }
  },
  {
    "translation": {
      "en": "told police she was forced into a vehicle and sexually assaulted.",
      "vi": "told police she was forcedinto a vehicle and sexually assaulted."
    }
  },
  {
    "translation": {
      "en": "after being charged with false reporting to law enforcement.",
      "vi": "after being chargedwith false reporting to law enforcement."
    }
  },
  {
    "translation": {
      "en": "When a false report is made like this, then the person that makes the report",
      "vi": "When a false report is made like this,then the person that makes the report"
    }
  },
  {
    "translation": {
      "en": "such as that, well, they need to suffer the consequences.",
      "vi": "such as that, well,they need to suffer the consequences."
    }
  },
  {
    "translation": {
      "en": "Filing a false report is a Class A misdemeanor",
      "vi": "Filing a false reportis a Class A misdemeanor"
    }
  },
  {
    "translation": {
      "en": "[Rachel] I gathered all the material I could find,",
      "vi": "[Rachel] I gatheredall the material I could find,"
    }
  },
  {
    "translation": {
      "en": "[woman] Rae brought the story to a couple of editors,",
      "vi": "[woman] Rae brought the storyto a couple of editors,"
    }
  },
  {
    "translation": {
      "en": "because you know we're investing incredible time, incredible resources.",
      "vi": "because you know we're investingincredible time, incredible resources."
    }
  },
  {
    "translation": {
      "en": "In the cases Rae was looking at, uh, the women had pled guilty.",
      "vi": "In the cases Rae was looking at, uh,the women had pled guilty."
    }
  },
  {
    "translation": {
      "en": "And so, there was… there was sort of a knee-jerk sense, well, they pled guilty.",
      "vi": "And so, there was… there was sort ofa knee-jerk sense, well, they pled guilty."
    }
  },
  {
    "translation": {
      "en": "They admitted it. There… There's no story here.",
      "vi": "They admitted it.There… There's no story here."
    }
  },
  {
    "translation": {
      "en": "[male reporter] She lied about being raped…",
      "vi": "[male reporter] She liedabout being raped…"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Nikki pled guilty and went to prison.",
      "vi": "[Rachel] Nikki pled guiltyand went to prison."
    }
  },
  {
    "translation": {
      "en": "-[intriguing music playing] -Emma also pled guilty.",
      "vi": "-[intriguing music playing]-Emma also pled guilty."
    }
  },
  {
    "translation": {
      "en": "But when I spoke to them, they both maintained that the assaults did happen.",
      "vi": "But when I spoke to them, they bothmaintained that the assaults did happen."
    }
  },
  {
    "translation": {
      "en": "I didn't lie to the detective about anything.",
      "vi": "I didn't lieto the detective about anything."
    }
  },
  {
    "translation": {
      "en": "[Rachel] What happened during those police interrogations?",
      "vi": "[Rachel] What happened duringthose police interrogations?"
    }
  },
  {
    "translation": {
      "en": "Even though the editorial team didn't green-light my story,",
      "vi": "Even though the editorial teamdidn't green-light my story,"
    }
  },
  {
    "translation": {
      "en": "And so my editor, my supervisor, encouraged me to just keep reporting.",
      "vi": "And so my editor, my supervisor,encouraged me to just keep reporting."
    }
  },
  {
    "translation": {
      "en": "but no journalists had talked to Emma Mannion.",
      "vi": "but no journalistshad talked to Emma Mannion."
    }
  },
  {
    "translation": {
      "en": "As a reporter, you really do have to keep an open mind.",
      "vi": "As a reporter, you really dohave to keep an open mind."
    }
  },
  {
    "translation": {
      "en": "Just like I'm keeping an open mind that she could be lying,",
      "vi": "Just like I'm keeping an open mindthat she could be lying,"
    }
  },
  {
    "translation": {
      "en": "I'm also keeping an open mind that she's telling the truth.",
      "vi": "I'm also keeping an open mindthat she's telling the truth."
    }
  },
  {
    "translation": {
      "en": "The high school that I went to had 60 kids in my graduating class.",
      "vi": "The high school that I went tohad 60 kids in my graduating class."
    }
  },
  {
    "translation": {
      "en": "I don't know anyone, and there's 10,000 in my freshman class.",
      "vi": "I don't know anyone,and there's 10,000 in my freshman class."
    }
  },
  {
    "translation": {
      "en": "my friend and I were just gonna go out and have fun.",
      "vi": "my friend and Iwere just gonna go out and have fun."
    }
  },
  {
    "translation": {
      "en": "Seemed like normal, friendly college guys trying to talk to girls.",
      "vi": "Seemed like normal, friendly college guystrying to talk to girls."
    }
  },
  {
    "translation": {
      "en": "-[man] What do you want to dance? -[Emma] You don't know any of that.",
      "vi": "-[man] What do you want to dance?-[Emma] You don't know any of that."
    }
  },
  {
    "translation": {
      "en": "-[man] I can learn. -[hysterical laughing]",
      "vi": "-[man] I can learn.-[hysterical laughing]"
    }
  },
  {
    "translation": {
      "en": "Hey, did I not make the conversation fun, though?",
      "vi": "Hey, did I not makethe conversation fun, though?"
    }
  },
  {
    "translation": {
      "en": "So on November 14th, 2016, around 5:05 in the evening,",
      "vi": "So on November 14th, 2016,around 5:05 in the evening,"
    }
  },
  {
    "translation": {
      "en": "on the strip outside a place called Mo's Mexican.",
      "vi": "on the stripoutside a place called Mo's Mexican."
    }
  },
  {
    "translation": {
      "en": "And she wouldn't give any more details at that time.",
      "vi": "And she wouldn't give any more detailsat that time."
    }
  },
  {
    "translation": {
      "en": "and something happened, and I didn't want it to happen.",
      "vi": "and something happened,and I didn't want it to happen."
    }
  },
  {
    "translation": {
      "en": "And she recommended that I go to the hospital.",
      "vi": "And she recommendedthat I go to the hospital."
    }
  },
  {
    "translation": {
      "en": "the nurse came in saying that Tuscaloosa PD had arrived.",
      "vi": "the nurse came in sayingthat Tuscaloosa PD had arrived."
    }
  },
  {
    "translation": {
      "en": "\"Do you want to report? Do you want to investigate?\"",
      "vi": "\"Do you want to report?Do you want to investigate?\""
    }
  },
  {
    "translation": {
      "en": "\"Do you want to press charges against anyone?\"",
      "vi": "\"Do you wantto press charges against anyone?\""
    }
  },
  {
    "translation": {
      "en": "It was just, \"We're here to talk about your rape.\"",
      "vi": "It was just,\"We're here to talk about your rape.\""
    }
  },
  {
    "translation": {
      "en": "Three days after the hospital, they called.",
      "vi": "Three days after the hospital,they called."
    }
  },
  {
    "translation": {
      "en": "I felt like I needed to keep my body completely covered.",
      "vi": "I felt like I neededto keep my body completely covered."
    }
  },
  {
    "translation": {
      "en": "-Hey, Emma, how are you feeling? -I'm okay.",
      "vi": "-Hey, Emma, how are you feeling?-I'm okay."
    }
  },
  {
    "translation": {
      "en": "Uh, I told you, was it yesterday or the day before yesterday, on the phone",
      "vi": "Uh, I told you, was it yesterdayor the day before yesterday, on the phone"
    }
  },
  {
    "translation": {
      "en": "we just basically, we like to come back a couple days later,",
      "vi": "we just basically, we liketo come back a couple days later,"
    }
  },
  {
    "translation": {
      "en": "sometimes you remember more detailed stuff,",
      "vi": "sometimes you remembermore detailed stuff,"
    }
  },
  {
    "translation": {
      "en": "so we can get just a… a better formal interview with you",
      "vi": "so we can get just a…a better formal interview with you"
    }
  },
  {
    "translation": {
      "en": "and get just as detailed as we possibly can, okay?",
      "vi": "and get just as detailedas we possibly can, okay?"
    }
  },
  {
    "translation": {
      "en": "And the other guys, once Steven got in the vehicle,",
      "vi": "And the other guys,once Steven got in the vehicle,"
    }
  },
  {
    "translation": {
      "en": "all the other guys stood around the vehicle.",
      "vi": "all the other guysstood around the vehicle."
    }
  },
  {
    "translation": {
      "en": "It's inconsistencies. We… We have to hash it out.",
      "vi": "It's inconsistencies.We… We have to hash it out."
    }
  },
  {
    "translation": {
      "en": "[Emma, voiceover] I was always kind of raised to respect and trust authority.",
      "vi": "[Emma, voiceover] I was always kind ofraised to respect and trust authority."
    }
  },
  {
    "translation": {
      "en": "I understood him wanting me to walk through my story again.",
      "vi": "I understood him wanting meto walk through my story again."
    }
  },
  {
    "translation": {
      "en": "I understood him asking clarifying questions.",
      "vi": "I understoodhim asking clarifying questions."
    }
  },
  {
    "translation": {
      "en": "[Akridge] We've been investigating this all week.",
      "vi": "[Akridge] We've been investigating thisall week."
    }
  },
  {
    "translation": {
      "en": "You have any idea how many video cameras are around there?",
      "vi": "You have any ideahow many video cameras are around there?"
    }
  },
  {
    "translation": {
      "en": "-All of that has been pulled. -[eerie music playing]",
      "vi": "-All of that has been pulled.-[eerie music playing]"
    }
  },
  {
    "translation": {
      "en": "I'm going to tell you, from the… from the investigation,",
      "vi": "I'm going to tell you,from the… from the investigation,"
    }
  },
  {
    "translation": {
      "en": "-[Emma] With what I just told you? -[Akridge] Yes.",
      "vi": "-[Emma] With what I just told you?-[Akridge] Yes."
    }
  },
  {
    "translation": {
      "en": "I do not believe you. I do not believe you at all.",
      "vi": "I do not believe you.I do not believe you at all."
    }
  },
  {
    "translation": {
      "en": "And I think you're one of those people that's taking away from my true victims.",
      "vi": "And I think you're one of those peoplethat's taking away from my true victims."
    }
  },
  {
    "translation": {
      "en": "[Emma, voiceover] I didn't understand any of the accusations.",
      "vi": "[Emma, voiceover] I didn't understand anyof the accusations."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Did you have sexual intercourse with Steven?",
      "vi": "[Akridge] Did you have sexual intercoursewith Steven?"
    }
  },
  {
    "translation": {
      "en": "[Akridge sighs] Watching the video stuff that we have,",
      "vi": "[Akridge sighs] Watching the video stuffthat we have,"
    }
  },
  {
    "translation": {
      "en": "uh, and it shows you and, I guess, Steven making out,",
      "vi": "uh, and it shows you and,I guess, Steven making out,"
    }
  },
  {
    "translation": {
      "en": "Now imagine you're the person that's out there working overtime all week long.",
      "vi": "Now imagine you're the person that's outthere working overtime all week long."
    }
  },
  {
    "translation": {
      "en": "Running around gathering information, talking to people, getting video.",
      "vi": "Running around gathering information,talking to people, getting video."
    }
  },
  {
    "translation": {
      "en": "Hey, we're… something's gonna be done about this.",
      "vi": "Hey, we're…something's gonna be done about this."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Well, if you're sorry, then that makes me feel better.",
      "vi": "[Akridge] Well, if you're sorry,then that makes me feel better."
    }
  },
  {
    "translation": {
      "en": "I did not want to be in front of this man anymore.",
      "vi": "I did not want to bein front of this man anymore."
    }
  },
  {
    "translation": {
      "en": "If you would put your hands like you're praying.",
      "vi": "If you would put your handslike you're praying."
    }
  },
  {
    "translation": {
      "en": "-[Emma] Mmm. -[Akridge] Yep, flat palms to make it…",
      "vi": "-[Emma] Mmm.-[Akridge] Yep, flat palms to make it…"
    }
  },
  {
    "translation": {
      "en": "-So just fixing these up for you. -[handcuffs clicking]",
      "vi": "-So just fixing these up for you.-[handcuffs clicking]"
    }
  },
  {
    "translation": {
      "en": "One of the older women who was there, she's like, \"Why are you here?\"",
      "vi": "One of the older women who was there,she's like, \"Why are you here?\""
    }
  },
  {
    "translation": {
      "en": "And, like, the only thing I said was that I was raped,",
      "vi": "And, like, the only thing I saidwas that I was raped,"
    }
  },
  {
    "translation": {
      "en": "And then it hits me, and I'm like, jeez, I… I literally got fucked over.",
      "vi": "And then it hits me, and I'm like,jeez, I… I literally got fucked over."
    }
  },
  {
    "translation": {
      "en": "an article was posted online about my arrest.",
      "vi": "an article was posted onlineabout my arrest."
    }
  },
  {
    "translation": {
      "en": "[Akridge sighs] Watching the video stuff that we have",
      "vi": "[Akridge sighs] Watching the video stuffthat we have"
    }
  },
  {
    "translation": {
      "en": "and you're initially making out or… or what?",
      "vi": "and you're initially making out or…or what?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] I keep going back to Investigator Akridge saying",
      "vi": "[Rachel] I keep going backto Investigator Akridge saying"
    }
  },
  {
    "translation": {
      "en": "of Emma making out with the man she's accusing.",
      "vi": "of Emma making outwith the man she's accusing."
    }
  },
  {
    "translation": {
      "en": "Emma's attorney shared with me all the materials he got from the police.",
      "vi": "Emma's attorney shared with meall the materials he got from the police."
    }
  },
  {
    "translation": {
      "en": "But the thing that's always been missing is that surveillance footage. You know?",
      "vi": "But the thing that's always been missingis that surveillance footage. You know?"
    }
  },
  {
    "translation": {
      "en": "-[Amanda] Yeah. -He has a Dropbox folder. It's not there.",
      "vi": "-[Amanda] Yeah.-He has a Dropbox folder. It's not there."
    }
  },
  {
    "translation": {
      "en": "it has nothing to do with what happened in that car.",
      "vi": "it has nothing to dowith what happened in that car."
    }
  },
  {
    "translation": {
      "en": "And for as many strengths as Emma has with her case,",
      "vi": "And for as many strengthsas Emma has with her case,"
    }
  },
  {
    "translation": {
      "en": "I mean, the biggest weakness was that she pled guilty.",
      "vi": "I mean, the biggest weaknesswas that she pled guilty."
    }
  },
  {
    "translation": {
      "en": "[Emma] And it was, like, a week before my court date",
      "vi": "[Emma] And it was, like,a week before my court date"
    }
  },
  {
    "translation": {
      "en": "[Rachel] So many people in Tuscaloosa had heard about Megan Rondini.",
      "vi": "[Rachel] So many people in Tuscaloosahad heard about Megan Rondini."
    }
  },
  {
    "translation": {
      "en": "The man she had accused of rape, TJ Bunn Jr.,",
      "vi": "The man she had accusedof rape, TJ Bunn Jr.,"
    }
  },
  {
    "translation": {
      "en": "came from one of the town's most prominent families.",
      "vi": "came from oneof the town's most prominent families."
    }
  },
  {
    "translation": {
      "en": "It's Investigator Jones, Investigator Hastings at DCH E.R.",
      "vi": "It's Investigator Jones,Investigator Hastings at DCH E.R."
    }
  },
  {
    "translation": {
      "en": "-And I'm speaking with… What's your name? -Megan Rondini.",
      "vi": "-And I'm speaking with… What's your name?-Megan Rondini."
    }
  },
  {
    "translation": {
      "en": "[Jones] Are you working? Full-time student here?",
      "vi": "[Jones] Are you working?Full-time student here?"
    }
  },
  {
    "translation": {
      "en": "[Megan] No, I was taking summer classes, and I was about to go home on Sunday.",
      "vi": "[Megan] No, I was taking summer classes,and I was about to go home on Sunday."
    }
  },
  {
    "translation": {
      "en": "[Jones] Tell me what happened last night, who all you were with.",
      "vi": "[Jones] Tell me what happened last night,who all you were with."
    }
  },
  {
    "translation": {
      "en": "[Megan] Me and my friends went to trivia at Innisfree.",
      "vi": "[Megan] Me and my friendswent to trivia at Innisfree."
    }
  },
  {
    "translation": {
      "en": "I'll gonna call him Sweet T because that's like his nickname or whatever.",
      "vi": "I'll gonna call him Sweet T becausethat's like his nickname or whatever."
    }
  },
  {
    "translation": {
      "en": "I mean, I see him there all the time, but like,",
      "vi": "I mean, I see him there all the time,but like,"
    }
  },
  {
    "translation": {
      "en": "it's not like we talk to each other. Like, I just know who he is.",
      "vi": "it's not like we talk to each other.Like, I just know who he is."
    }
  },
  {
    "translation": {
      "en": "I'm not even sure he, like, knew who I was.",
      "vi": "I'm not even sure he,like, knew who I was."
    }
  },
  {
    "translation": {
      "en": "with, like, all the animals he had shot or whatever.",
      "vi": "with, like,all the animals he had shot or whatever."
    }
  },
  {
    "translation": {
      "en": "And he told Jason to go to bed, and he told me",
      "vi": "And he told Jason to go to bed,and he told me"
    }
  },
  {
    "translation": {
      "en": "-Uh… Swing at him-- -[Megan] I was just trying…",
      "vi": "-Uh… Swing at him---[Megan] I was just trying…"
    }
  },
  {
    "translation": {
      "en": "I know he's, like, an influential person in Tuscaloosa,",
      "vi": "I know he's, like,an influential person in Tuscaloosa,"
    }
  },
  {
    "translation": {
      "en": "and just be like, my friends are waiting on me…",
      "vi": "and just be like,my friends are waiting on me…"
    }
  },
  {
    "translation": {
      "en": "-[crying] -[Jones] Oh.",
      "vi": "-[crying]-[Jones] Oh."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go ahead and end the interview right now.",
      "vi": "I'm gonna go aheadand end the interview right now."
    }
  },
  {
    "translation": {
      "en": "[Rachel] According to the police report, when officers first came to his door,",
      "vi": "[Rachel] According to the police report,when officers first came to his door,"
    }
  },
  {
    "translation": {
      "en": "TJ Bunn denied having anyone over the night before.",
      "vi": "TJ Bunn deniedhaving anyone over the night before."
    }
  },
  {
    "translation": {
      "en": "[Jones] Can you just tell me kind of what happened last night?",
      "vi": "[Jones] Can you just tell mekind of what happened last night?"
    }
  },
  {
    "translation": {
      "en": "[TJ Bunn] Sure. I, uh, brought somebody back to my residence with me.",
      "vi": "[TJ Bunn] Sure. I, uh, brought somebodyback to my residence with me."
    }
  },
  {
    "translation": {
      "en": "and take my car key and leave.",
      "vi": "and take my car key and leave."
    }
  },
  {
    "translation": {
      "en": "uh… Josh Hastings woke me up, ringing my door this morning at 6:45.",
      "vi": "uh…  Josh Hastings woke me up,ringing my door this morning at 6:45."
    }
  },
  {
    "translation": {
      "en": "-Do you know her name? -[TJ Bunn] I do not.",
      "vi": "-Do you know her name?-[TJ Bunn] I do not."
    }
  },
  {
    "translation": {
      "en": "[Jones] All right, man. I appreciate it, thank you.",
      "vi": "[Jones] All right, man. I appreciate it,thank you."
    }
  },
  {
    "translation": {
      "en": "[Cindy, voiceover] The police keep calling her, asking her to come in.",
      "vi": "[Cindy, voiceover] The police keep callingher, asking her to come in."
    }
  },
  {
    "translation": {
      "en": "I don't want her to go in until I get there.",
      "vi": "I don't want herto go in until I get there."
    }
  },
  {
    "translation": {
      "en": "[Jones] Megan, I’m going to let you sit there and you sit there next to her.",
      "vi": "[Jones] Megan, I’m going to let you sitthere and you sit there next to her."
    }
  },
  {
    "translation": {
      "en": "Let me get a notebook, and I'll be right back.",
      "vi": "Let me get a notebook,and I'll be right back."
    }
  },
  {
    "translation": {
      "en": "[Cindy, voiceover] She's like, \"Mom, they're pressuring me to come in.\"",
      "vi": "[Cindy, voiceover] She's like,\"Mom, they're pressuring me to come in.\""
    }
  },
  {
    "translation": {
      "en": "\"I can do it. It's fine.\" I'm like, \"No, you need someone with you.\"",
      "vi": "\"I can do it. It's fine.\"I'm like, \"No, you need someone with you.\""
    }
  },
  {
    "translation": {
      "en": "So I requested that an advocate accompany her to the police station.",
      "vi": "So I requested that an advocateaccompany her to the police station."
    }
  },
  {
    "translation": {
      "en": "[Megan] Another thing that worries me, I don't know if my dad told you,",
      "vi": "[Megan] Another thing that worries me,I don't know if my dad told you,"
    }
  },
  {
    "translation": {
      "en": "is, like, this guy is kind of, like, an influential--",
      "vi": "is, like, this guyis kind of, like, an influential--"
    }
  },
  {
    "translation": {
      "en": "Okay, 'cause they're getting… You know, y'all's…",
      "vi": "Okay, 'cause they're getting…You know, y'all's…"
    }
  },
  {
    "translation": {
      "en": "-[Megan] I do not remember going there. -[Jones] Okay.",
      "vi": "-[Megan] I do not remember going there.-[Jones] Okay."
    }
  },
  {
    "translation": {
      "en": "No. I don't… I don't remember being there at all. Like I don't remember being there.",
      "vi": "No. I don't… I don't remember being thereat all. Like I don't remember being there."
    }
  },
  {
    "translation": {
      "en": "[Jones] What we wanna do is just look in your apartment. Okay?",
      "vi": "[Jones] What we wanna do is just lookin your apartment. Okay?"
    }
  },
  {
    "translation": {
      "en": "-[advocate] I can't go to your apartment. -[Megan] That's fine.",
      "vi": "-[advocate] I can't go to your apartment.-[Megan] That's fine."
    }
  },
  {
    "translation": {
      "en": "[advocate] I mean, do you want me to hang around here till you come back or--",
      "vi": "[advocate] I mean, do you want me to hangaround here till you come back or--"
    }
  },
  {
    "translation": {
      "en": "-No, I think… I think I'm… I'll be okay. -[advocate] Are you sure?",
      "vi": "-No, I think… I think I'm… I'll be okay.-[advocate] Are you sure?"
    }
  },
  {
    "translation": {
      "en": "[Mike] The advocate didn't stay with her for the whole questioning,",
      "vi": "[Mike] The advocate didn't stay with herfor the whole questioning,"
    }
  },
  {
    "translation": {
      "en": "and that's the point in the interview where they turn the tables.",
      "vi": "and that's the point in the interviewwhere they turn the tables."
    }
  },
  {
    "translation": {
      "en": "I tried to see if he had any cash that I could pay for a cab with.",
      "vi": "I tried to see if he had any cashthat I could pay for a cab with."
    }
  },
  {
    "translation": {
      "en": "-Yes. -[Jones] Okay.",
      "vi": "-Yes.-[Jones] Okay."
    }
  },
  {
    "translation": {
      "en": "-[eerie music continues] -[door opening]",
      "vi": "-[eerie music continues]-[door opening]"
    }
  },
  {
    "translation": {
      "en": "-what you're telling me-- -I just feel like",
      "vi": "-what you're telling me---I just feel like"
    }
  },
  {
    "translation": {
      "en": "he has some advantage over me and they're saying like I…",
      "vi": "he has some advantage over meand they're saying like I…"
    }
  },
  {
    "translation": {
      "en": "I was just in speaking with someone there regarding meeting with Sheriff Abernathy.",
      "vi": "I was just in speaking with someone thereregarding meeting with Sheriff Abernathy."
    }
  },
  {
    "translation": {
      "en": "Love to know if he might be available on Thursday after 1:00 p.m.",
      "vi": "Love to know if he might be availableon Thursday after 1:00 p.m."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] The chain of command for this unit in Tuscaloosa",
      "vi": "[Rachel, voiceover] The chain of commandfor this unit in Tuscaloosa"
    }
  },
  {
    "translation": {
      "en": "-[intriguing music playing] -He's responsible for his police officers.",
      "vi": "-[intriguing music playing]-He's responsible for his police officers."
    }
  },
  {
    "translation": {
      "en": "The ones who investigated Megan's and Emma's cases.",
      "vi": "The ones who investigatedMegan's and Emma's cases."
    }
  },
  {
    "translation": {
      "en": "-[dial tone] -Hi, uh, this is Rachel de Leon.",
      "vi": "-[dial tone]-Hi, uh, this is Rachel de Leon."
    }
  },
  {
    "translation": {
      "en": "I was, uh, following up because you thought",
      "vi": "I was, uh, following upbecause you thought"
    }
  },
  {
    "translation": {
      "en": "perhaps Sheriff Abernathy may have some time today for a phone call.",
      "vi": "perhaps Sheriff Abernathy may havesome time today for a phone call."
    }
  },
  {
    "translation": {
      "en": "[receptionist] He's not going to have any time this week to meet with you.",
      "vi": "[receptionist] He's not going to haveany time this week to meet with you."
    }
  },
  {
    "translation": {
      "en": "Oh, that's really unfortunate. What happened?",
      "vi": "Oh, that's really unfortunate.What happened?"
    }
  },
  {
    "translation": {
      "en": "[receptionist] He… His calendar just got filled up.",
      "vi": "[receptionist] He…His calendar just got filled up."
    }
  },
  {
    "translation": {
      "en": "He doesn't have any, you know, available time.",
      "vi": "He doesn't haveany, you know, available time."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Once Sheriff Abernathy's office decides a crime's been committed,",
      "vi": "[Rachel] Once Sheriff Abernathy's officedecides a crime's been committed,"
    }
  },
  {
    "translation": {
      "en": "the case moves to the district attorney's office.",
      "vi": "the case movesto the district attorney's office."
    }
  },
  {
    "translation": {
      "en": "It's the DA's office who will decide whether to press charges.",
      "vi": "It's the DA's officewho will decide whether to press charges."
    }
  },
  {
    "translation": {
      "en": "-[woman] Hello. -Hi, is this attorney, uh, Paula Whitley?",
      "vi": "-[woman] Hello.-Hi, is this attorney, uh, Paula Whitley?"
    }
  },
  {
    "translation": {
      "en": "[Paula] I am not willing to really get into anything specific",
      "vi": "[Paula] I am not willingto really get into anything specific"
    }
  },
  {
    "translation": {
      "en": "-Bye. -Take care. Bye.",
      "vi": "-Bye.-Take care. Bye."
    }
  },
  {
    "translation": {
      "en": "For several months, I tried to reach Sheriff Abernathy,",
      "vi": "For several months,I tried to reach Sheriff Abernathy,"
    }
  },
  {
    "translation": {
      "en": "but he and others in his department refused to talk to me.",
      "vi": "but he and othersin his department refused to talk to me."
    }
  },
  {
    "translation": {
      "en": "[answering machine] …for Sheriff Ron Abernathy.",
      "vi": "[answering machine]…for Sheriff Ron Abernathy."
    }
  },
  {
    "translation": {
      "en": "Please leave a message, and I will return your call…",
      "vi": "Please leave a message,and I will return your call…"
    }
  },
  {
    "translation": {
      "en": "[Rachel] The only police officer I could find who had a lot of knowledge",
      "vi": "[Rachel] The only police officerI could find who had a lot of knowledge"
    }
  },
  {
    "translation": {
      "en": "about Megan Rondini and was willing to talk to me was Carl Hershman.",
      "vi": "about Megan Rondini and was willingto talk to me was Carl Hershman."
    }
  },
  {
    "translation": {
      "en": "-Okay, you got me now? -Got you now.",
      "vi": "-Okay, you got me now?-Got you now."
    }
  },
  {
    "translation": {
      "en": "The majority of that time I spent in Sex Crimes Unit.",
      "vi": "The majority of that timeI spent in Sex Crimes Unit."
    }
  },
  {
    "translation": {
      "en": "-Nice to meet you. I'm Rae. -Nice to meet you. I'm Carl.",
      "vi": "-Nice to meet you. I'm Rae.-Nice to meet you. I'm Carl."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] He was an expert in a lawsuit involving Megan's case.",
      "vi": "[Rachel, voiceover] He was an expertin a lawsuit involving Megan's case."
    }
  },
  {
    "translation": {
      "en": "In Megan's case, within 13 hours of her reporting,",
      "vi": "In Megan's case,within 13 hours of her reporting,"
    }
  },
  {
    "translation": {
      "en": "So, what are the things that they're… that they say, you know,",
      "vi": "So, what are the things that they're…that they say, you know,"
    }
  },
  {
    "translation": {
      "en": "Well, there were several. So, the… the inconsistency in her statement",
      "vi": "Well, there were several. So, the…the inconsistency in her statement"
    }
  },
  {
    "translation": {
      "en": "that she completely left out that they went back to her apartment.",
      "vi": "that she completely left outthat they went back to her apartment."
    }
  },
  {
    "translation": {
      "en": "[Carl, voiceover] Inconsistent statements are not red flags.",
      "vi": "[Carl, voiceover] Inconsistent statementsare not red flags."
    }
  },
  {
    "translation": {
      "en": "Megan Rondini, 20 years old, severely intoxicated.",
      "vi": "Megan Rondini,20 years old, severely intoxicated."
    }
  },
  {
    "translation": {
      "en": "And now she's scared because she doesn't know",
      "vi": "And now she's scaredbecause she doesn't know"
    }
  },
  {
    "translation": {
      "en": "Now she's questioning herself because that was just so foreign to her.",
      "vi": "Now she's questioning herselfbecause that was just so foreign to her."
    }
  },
  {
    "translation": {
      "en": "As a victim, you think to yourself, this will be used against me.",
      "vi": "As a victim, you think to yourself,this will be used against me."
    }
  },
  {
    "translation": {
      "en": "This is evidence. They… They think I'm lying.",
      "vi": "This is evidence.They… They think I'm lying."
    }
  },
  {
    "translation": {
      "en": "Even though at the hospital, she makes the statement,",
      "vi": "Even though at the hospital,she makes the statement,"
    }
  },
  {
    "translation": {
      "en": "[Megan] He didn't hit me, he didn't, like, shove me.",
      "vi": "[Megan] He didn't hit me,he didn't, like, shove me."
    }
  },
  {
    "translation": {
      "en": "Now TJ Bunn, he's not once treated like a sexual assault, uh, suspect.",
      "vi": "Now TJ Bunn, he's not once treatedlike a sexual assault, uh, suspect."
    }
  },
  {
    "translation": {
      "en": "As they walk through with a video camera, you hear the lead detective say…",
      "vi": "As they walk through with a video camera,you hear the lead detective say…"
    }
  },
  {
    "translation": {
      "en": "still probably intoxicated and making some bad decisions.",
      "vi": "still probably intoxicatedand making some bad decisions."
    }
  },
  {
    "translation": {
      "en": "[Carl, voiceover] They… They don't interview him on a sexual assault",
      "vi": "[Carl, voiceover] They… They don'tinterview him on a sexual assault"
    }
  },
  {
    "translation": {
      "en": "-[Jones] Sorry, guys. -[Jason] No, that's all right.",
      "vi": "-[Jones] Sorry, guys.-[Jason] No, that's all right."
    }
  },
  {
    "translation": {
      "en": "-[TJ Bunn] Here. -[Jones] There we go.",
      "vi": "-[TJ Bunn] Here.-[Jones] There we go."
    }
  },
  {
    "translation": {
      "en": "[Jason] We, uh… We went fishing… What day did we go fishing? Thursday?",
      "vi": "[Jason] We, uh… We went fishing…What day did we go fishing? Thursday?"
    }
  },
  {
    "translation": {
      "en": "-[Jones] Anything biting? -[TJ Bunn] Yep.",
      "vi": "-[Jones] Anything biting?-[TJ Bunn] Yep."
    }
  },
  {
    "translation": {
      "en": "It's snapper season in state waters right now,",
      "vi": "It's snapper season in state watersright now,"
    }
  },
  {
    "translation": {
      "en": "-so we went out. -[Jones] Made a killing, huh?",
      "vi": "-so we went out.-[Jones] Made a killing, huh?"
    }
  },
  {
    "translation": {
      "en": "It took us 45 minutes to get there and 30 minutes to catch…",
      "vi": "It took us 45 minutes to get thereand 30 minutes to catch…"
    }
  },
  {
    "translation": {
      "en": "The investigator gave his statement to him.",
      "vi": "The investigatorgave his statement to him."
    }
  },
  {
    "translation": {
      "en": "-Right? -That's correct.",
      "vi": "-Right?-That's correct."
    }
  },
  {
    "translation": {
      "en": "If anything, to be honest, she was extremely flirtatious",
      "vi": "If anything, to be honest,she was extremely flirtatious"
    }
  },
  {
    "translation": {
      "en": "-from the time we picked her up. -[Jones] Okay.",
      "vi": "-from the time we picked her up.-[Jones] Okay."
    }
  },
  {
    "translation": {
      "en": "[TJ Bunn] It was a willing participant on both ends.",
      "vi": "[TJ Bunn] It was a willing participanton both ends."
    }
  },
  {
    "translation": {
      "en": "Y'all did y'all's job, and I appreciate it.",
      "vi": "Y'all did y'all's job,and I appreciate it."
    }
  },
  {
    "translation": {
      "en": "if it was me on the other side of it, I'd want to do the same thing for me.",
      "vi": "if it was me on the other side of it,I'd want to do the same thing for me."
    }
  },
  {
    "translation": {
      "en": "-You know? -[TJ Bunn] I do. I appreciate all y'all.",
      "vi": "-You know?-[TJ Bunn] I do. I appreciate all y'all."
    }
  },
  {
    "translation": {
      "en": "Y'all have done a very thorough job, and I appreciate it.",
      "vi": "Y'all have done a very thorough job,and I appreciate it."
    }
  },
  {
    "translation": {
      "en": "[Jones] I… I appreciate it. I appreciate you being cooperative.",
      "vi": "[Jones] I… I appreciate it.I appreciate you being cooperative."
    }
  },
  {
    "translation": {
      "en": "I know it's not something easy. And you too, man.",
      "vi": "I know it's not something easy.And you too, man."
    }
  },
  {
    "translation": {
      "en": "You know? He's always… always been easy to deal with,",
      "vi": "You know? He's always…always been easy to deal with,"
    }
  },
  {
    "translation": {
      "en": "I wish they were all that… that, uh, easy to get a hold of when you need to.",
      "vi": "I wish they were all that… that, uh,easy to get a hold of when you need to."
    }
  },
  {
    "translation": {
      "en": "-Y'all give me a sec. I'll be right back. -[Jason] Okay.",
      "vi": "-Y'all give me a sec. I'll be right back.-[Jason] Okay."
    }
  },
  {
    "translation": {
      "en": "-[Jones] You said you never resisted him. -[Megan] I did resist him.",
      "vi": "-[Jones] You said you never resisted him.-[Megan] I did resist him."
    }
  },
  {
    "translation": {
      "en": "I said that I wanted to leave. When he tried to kiss me, I turned away.",
      "vi": "I said that I wanted to leave.When he tried to kiss me, I turned away."
    }
  },
  {
    "translation": {
      "en": "-Like, I didn't-- -[Jones] But you didn't.",
      "vi": "-Like, I didn't---[Jones] But you didn't."
    }
  },
  {
    "translation": {
      "en": "[haltingly] Later on, Megan learns that they did pursue charges against her",
      "vi": "[haltingly] Later on, Megan learnsthat they did pursue charges against her"
    }
  },
  {
    "translation": {
      "en": "And so she moves back home and tries to move on with her life",
      "vi": "And so she moves back homeand tries to move on with her life"
    }
  },
  {
    "translation": {
      "en": "and go to school, but, uh, sadly Megan ends up taking her own life.",
      "vi": "and go to school, but, uh,sadly Megan ends up taking her own life."
    }
  },
  {
    "translation": {
      "en": "She filled out all the forms, and they were there on her dresser, um…",
      "vi": "She filled out all the forms,and they were there on her dresser, um…"
    }
  },
  {
    "translation": {
      "en": "-When they found her body. -…filled out when they found her body.",
      "vi": "-When they found her body.-…filled out when they found her body."
    }
  },
  {
    "translation": {
      "en": "that said the reason she was seeking mental health treatment",
      "vi": "that said the reason shewas seeking mental health treatment"
    }
  },
  {
    "translation": {
      "en": "was because she was raped, bullied by police, and changed universities.",
      "vi": "was because she was raped, bulliedby police, and changed universities."
    }
  },
  {
    "translation": {
      "en": "Um, they settled with the school and the alleged assailant.",
      "vi": "Um, they settled with the schooland the alleged assailant."
    }
  },
  {
    "translation": {
      "en": "They could not sue the sheriff's department.",
      "vi": "They could not suethe sheriff's department."
    }
  },
  {
    "translation": {
      "en": "The Alabama Attorney General's office reviewed the case",
      "vi": "The Alabama Attorney General's officereviewed the case"
    }
  },
  {
    "translation": {
      "en": "-[Abernathy] Hold on a second. -[Rachel] Okay.",
      "vi": "-[Abernathy] Hold on a second.-[Rachel] Okay."
    }
  },
  {
    "translation": {
      "en": "-Hi. -I really don't have anything to say.",
      "vi": "-Hi.-I really don't have anything to say."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I… I don't need to get into the specifics. We can talk generally",
      "vi": "[Rachel] I… I don't need to getinto the specifics. We can talk generally"
    }
  },
  {
    "translation": {
      "en": "about the department and how it handles sexual assault investigations.",
      "vi": "about the department and how ithandles sexual assault investigations."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I appreciate that, and sorry for, you know, bombarding you on a weekend,",
      "vi": "[Rachel] I appreciate that, and sorry for,you know, bombarding you on a weekend,"
    }
  },
  {
    "translation": {
      "en": "but I'm in town tomorrow, and I'd be happy to meet with you if you have some time.",
      "vi": "but I'm in town tomorrow, and I'd be happyto meet with you if you have some time."
    }
  },
  {
    "translation": {
      "en": "-Okay. I appreciate it. -[Rachel] In the morning. Thank you.",
      "vi": "-Okay. I appreciate it.-[Rachel] In the morning. Thank you."
    }
  },
  {
    "translation": {
      "en": "I'm super nervous, in general, knocking on someone's door.",
      "vi": "I'm super nervous,in general, knocking on someone's door."
    }
  },
  {
    "translation": {
      "en": "When I do things like that, I just remember that I'm doing it",
      "vi": "When I do things like that,I just remember that I'm doing it"
    }
  },
  {
    "translation": {
      "en": "on behalf of someone else who… who can't do it themselves.",
      "vi": "on behalf of someone elsewho… who can't do it themselves."
    }
  },
  {
    "translation": {
      "en": "It's really important for me that I see the evidence for myself",
      "vi": "It's really important for methat I see the evidence for myself"
    }
  },
  {
    "translation": {
      "en": "and get to the truth without hearing it secondhand.",
      "vi": "and get to the truthwithout hearing it secondhand."
    }
  },
  {
    "translation": {
      "en": "Megan's and Emma's cases were both handled by the same police unit.",
      "vi": "Megan's and Emma's cases were both handledby the same police unit."
    }
  },
  {
    "translation": {
      "en": "But are they indicative of a police culture unique to Tuscaloosa,",
      "vi": "But are they indicativeof a police culture unique to Tuscaloosa,"
    }
  },
  {
    "translation": {
      "en": "[colleague] Feels like there's a lot of larger cultural issues at play here.",
      "vi": "[colleague] Feels like there's a lotof larger cultural issues at play here."
    }
  },
  {
    "translation": {
      "en": "Like, from believing women, you know, to police biases.",
      "vi": "Like, from believing women,you know, to police biases."
    }
  },
  {
    "translation": {
      "en": "To me, the big question is, do we know how representative this is?",
      "vi": "To me, the big question is,do we know how representative this is?"
    }
  },
  {
    "translation": {
      "en": "You know, without necessarily going to get cases,",
      "vi": "You know, without necessarily goingto get cases,"
    }
  },
  {
    "translation": {
      "en": "maybe you could collect the media reports of false reporting just to show",
      "vi": "maybe you could collect the media reportsof false reporting just to show"
    }
  },
  {
    "translation": {
      "en": "that it is at least maybe a national issue.",
      "vi": "that it isat least maybe a national issue."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] Nope, don't even go near. -[intriguing music playing]",
      "vi": "-[Rachel] Nope, don't even go near.-[intriguing music playing]"
    }
  },
  {
    "translation": {
      "en": "I wanted to find out how many people were prosecuted for false reporting,",
      "vi": "I wanted to find out how many peoplewere prosecuted for false reporting,"
    }
  },
  {
    "translation": {
      "en": "but there is essentially no research that has been done about this.",
      "vi": "but there is essentially no researchthat has been done about this."
    }
  },
  {
    "translation": {
      "en": "I have a Google alert set up to catch certain articles that would come in,",
      "vi": "I have a Google alert set up to catchcertain articles that would come in,"
    }
  },
  {
    "translation": {
      "en": "[female reporter 1] A woman has pled guilty",
      "vi": "[female reporter 1]A woman has pled guilty"
    }
  },
  {
    "translation": {
      "en": "[female reporter 2] …charges against a well-known yoga teacher.",
      "vi": "[female reporter 2] …charges againsta well-known yoga teacher."
    }
  },
  {
    "translation": {
      "en": "[male reporter] …sexually assaulted by three police officers while she…",
      "vi": "[male reporter] …sexually assaultedby three police officers while she…"
    }
  },
  {
    "translation": {
      "en": "[Rachel] I managed to gather more than 160 cases",
      "vi": "[Rachel] I managed to gather morethan 160 cases"
    }
  },
  {
    "translation": {
      "en": "mostly from the last ten years from all over the country.",
      "vi": "mostly from the last ten yearsfrom all over the country."
    }
  },
  {
    "translation": {
      "en": "[Amanda] Rae just kept finding more and more cases,",
      "vi": "[Amanda] Rae just kept findingmore and more cases,"
    }
  },
  {
    "translation": {
      "en": "and at a certain point, we were like, \"Shit!\"",
      "vi": "and at a certain point,we were like, \"Shit!\""
    }
  },
  {
    "translation": {
      "en": "Like, we got this was gonna be a quick story, and this is… this is huge.",
      "vi": "Like, we got this was gonna bea quick story, and this is… this is huge."
    }
  },
  {
    "translation": {
      "en": "We have been collecting as much audio or video of interviews as possible,",
      "vi": "We have been collecting as much audioor video of interviews as possible,"
    }
  },
  {
    "translation": {
      "en": "'cause I just think that's a very important thing to look at.",
      "vi": "'cause I just thinkthat's a very important thing to look at."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] I'm gonna tell you right now that basically, I got you here",
      "vi": "[male investigator 1] I'm gonna tell youright now that basically, I got you here"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[male investigator 1] Okay. Uh…",
      "vi": "-Okay.-[male investigator 1] Okay. Uh…"
    }
  },
  {
    "translation": {
      "en": "-There is no letter. -Okay.",
      "vi": "-There is no letter.-Okay."
    }
  },
  {
    "translation": {
      "en": "And what we've done is we've allowed the DA's office to review this case.",
      "vi": "And what we've done is we've allowedthe DA's office to review this case."
    }
  },
  {
    "translation": {
      "en": "And they've issued a warrant for your arrest.",
      "vi": "And they've issued a warrantfor your arrest."
    }
  },
  {
    "translation": {
      "en": "For falsely reporting a police report, or a rape.",
      "vi": "For falsely reporting a police report,or a rape."
    }
  },
  {
    "translation": {
      "en": "It appears that you were using the threat of rape to get what you want.",
      "vi": "It appears that you were using the threatof rape to get what you want."
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] I just wanna tell you this,",
      "vi": "[male investigator 2]I just wanna tell you this,"
    }
  },
  {
    "translation": {
      "en": "the evidence that we have in this case is not jiving with your side of the story.",
      "vi": "the evidence that we have in this caseis not jiving with your side of the story."
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] Our investigation is showing, there is",
      "vi": "[male investigator 3] Our investigationis showing, there is"
    }
  },
  {
    "translation": {
      "en": "some things that we believe are untrue coming from your side of the story.",
      "vi": "some things that we believe are untruecoming from your side of the story."
    }
  },
  {
    "translation": {
      "en": "[Amanda] We're never gonna know exactly what happened",
      "vi": "[Amanda] We're never gonna knowexactly what happened"
    }
  },
  {
    "translation": {
      "en": "but we can look at the police investigation.",
      "vi": "but we can lookat the police investigation."
    }
  },
  {
    "translation": {
      "en": "And did they rely on the reporting victim retracting their story or recanting?",
      "vi": "And did they rely on the reporting victimretracting their story or recanting?"
    }
  },
  {
    "translation": {
      "en": "[female investigator 1] You'll be charged with filing a false report.",
      "vi": "[female investigator 1] You'll be chargedwith filing a false report."
    }
  },
  {
    "translation": {
      "en": "You're gonna go to the Douglas County Jail…",
      "vi": "You're gonna goto the Douglas County Jail…"
    }
  },
  {
    "translation": {
      "en": "-From here? -You'll be booked in.",
      "vi": "-From here?-You'll be booked in."
    }
  },
  {
    "translation": {
      "en": "[female investigator 2] Falsely reporting an incident.",
      "vi": "[female investigator 2] Falsely reportingan incident."
    }
  },
  {
    "translation": {
      "en": "I noticed when I got into the Sex Crimes Unit",
      "vi": "I noticed when I gotinto the Sex Crimes Unit"
    }
  },
  {
    "translation": {
      "en": "that every year, more people reported. Right?",
      "vi": "that every year,more people reported. Right?"
    }
  },
  {
    "translation": {
      "en": "But you're getting less detectives to investigate.",
      "vi": "But you're getting less detectivesto investigate."
    }
  },
  {
    "translation": {
      "en": "Sex crimes are always gonna take longer to work than other crimes.",
      "vi": "Sex crimes are always gonna take longerto work than other crimes."
    }
  },
  {
    "translation": {
      "en": "And if you're already holding 30 cases to 40 cases,",
      "vi": "And if you're already holding30 cases to 40 cases,"
    }
  },
  {
    "translation": {
      "en": "you could end up shortcutting your investigative process.",
      "vi": "you could end up shortcuttingyour investigative process."
    }
  },
  {
    "translation": {
      "en": "If I can get her to, you know, decline prosecution or stop the investigation,",
      "vi": "If I can get her to, you know, declineprosecution or stop the investigation,"
    }
  },
  {
    "translation": {
      "en": "You don't think I can… an 18-year-old can come up,",
      "vi": "You don't think I can…an 18-year-old can come up,"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, I read your case. Yeah, sorry this happened to you.",
      "vi": "Yeah, yeah, I read your case.Yeah, sorry this happened to you."
    }
  },
  {
    "translation": {
      "en": "Hey, look, um, I'm gonna tell you right now,",
      "vi": "Hey, look, um,I'm gonna tell you right now,"
    }
  },
  {
    "translation": {
      "en": "because you were making out with this guy or his friend before,",
      "vi": "because you were making outwith this guy or his friend before,"
    }
  },
  {
    "translation": {
      "en": "So, and the DA, they're gonna frown upon that you were drinking underage.",
      "vi": "So, and the DA, they're gonna frownupon that you were drinking underage."
    }
  },
  {
    "translation": {
      "en": "-[Megan] Yes. -[Jones] And you got a fake ID?",
      "vi": "-[Megan] Yes.-[Jones] And you got a fake ID?"
    }
  },
  {
    "translation": {
      "en": "[Akridge] So they offered you shots of the Skyy vodka?",
      "vi": "[Akridge] So they offered you shotsof the Skyy vodka?"
    }
  },
  {
    "translation": {
      "en": "-[Emma] Yes. -[Akridge] Did y'all drink any of it?",
      "vi": "-[Emma] Yes.-[Akridge] Did y'all drink any of it?"
    }
  },
  {
    "translation": {
      "en": "You and Steven started having consensual sex.",
      "vi": "You and Steven startedhaving consensual sex."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Everything was good? Consensual?",
      "vi": "[male investigator] Everything was good?Consensual?"
    }
  },
  {
    "translation": {
      "en": "You don't wanna ruin this guy's life, do you?",
      "vi": "You don't wanna ruin this guy's life,do you?"
    }
  },
  {
    "translation": {
      "en": "-You don't wanna see him go to prison. -Deep down he's a good dude.",
      "vi": "-You don't wanna see him go to prison.-Deep down he's a good dude."
    }
  },
  {
    "translation": {
      "en": "You go your way. He'll go his way. We're gonna go our way.",
      "vi": "You go your way. He'll go his way.We're gonna go our way."
    }
  },
  {
    "translation": {
      "en": "the alleged assailant was known somehow to the reporting victim,",
      "vi": "the alleged assailant was known somehowto the reporting victim,"
    }
  },
  {
    "translation": {
      "en": "or there was a brief encounter before the incident.",
      "vi": "or there was a brief encounterbefore the incident."
    }
  },
  {
    "translation": {
      "en": "[Rachel] That opens up the possibility the police could say there was consent.",
      "vi": "[Rachel] That opens up the possibilitythe police could say there was consent."
    }
  },
  {
    "translation": {
      "en": "[Rachel] But then I found a case about a total stranger.",
      "vi": "[Rachel] But then I found a caseabout a total stranger."
    }
  },
  {
    "translation": {
      "en": "[reporter] King University student claimed that a law enforcement officer",
      "vi": "[reporter] King University studentclaimed that a law enforcement officer"
    }
  },
  {
    "translation": {
      "en": "or person impersonating an officer assaulted her during a traffic stop.",
      "vi": "or person impersonating an officerassaulted her during a traffic stop."
    }
  },
  {
    "translation": {
      "en": "The sheriff's office says Dyanie Bermeo admitted that she lied",
      "vi": "The sheriff's office says Dyanie Bermeoadmitted that she lied"
    }
  },
  {
    "translation": {
      "en": "and charged her with giving false report to law enforcement.",
      "vi": "and charged her with giving false reportto law enforcement."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I got wind of Dyanie's case as it was unfolding,",
      "vi": "[Rachel] I got wind of Dyanie's caseas it was unfolding,"
    }
  },
  {
    "translation": {
      "en": "and I met Melissa who is fighting Dyanie's false reporting charge at no cost.",
      "vi": "and I met Melissa who is fighting Dyanie'sfalse reporting charge at no cost."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] Yeah. -It didn't sit well with me.",
      "vi": "-[Rachel] Yeah.-It didn't sit well with me."
    }
  },
  {
    "translation": {
      "en": "you know, if she wants to talk about it, I'm here. I'm also an attorney…",
      "vi": "you know, if she wants to talk about it,I'm here. I'm also an attorney…"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Her case caught my attention",
      "vi": "[Rachel, voiceover]Her case caught my attention"
    }
  },
  {
    "translation": {
      "en": "because it's so different from the others I've been investigating.",
      "vi": "because it's so differentfrom the others I've been investigating."
    }
  },
  {
    "translation": {
      "en": "Dyanie says she was assaulted by a total stranger.",
      "vi": "Dyanie says she was assaultedby a total stranger."
    }
  },
  {
    "translation": {
      "en": "And so, if police aren't disputing consent in the case,",
      "vi": "And so, if police aren't disputing consentin the case,"
    }
  },
  {
    "translation": {
      "en": "My name is Dyanie Bermeo.",
      "vi": "My name isDyanie Bermeo."
    }
  },
  {
    "translation": {
      "en": "and I'm a double major in psychology and criminal justice.",
      "vi": "and I'm a double majorin psychology and criminal justice."
    }
  },
  {
    "translation": {
      "en": "I would hear the Law & Order theme song coming on,",
      "vi": "I would hearthe Law & Order theme song coming on,"
    }
  },
  {
    "translation": {
      "en": "and I was like, \"Dad, why are you watching this? Like, just change it.\"",
      "vi": "and I was like, \"Dad, why are youwatching this? Like, just change it.\""
    }
  },
  {
    "translation": {
      "en": "And he was just like, \"Sit down and actually watch an episode with me.\"",
      "vi": "And he was just like, \"Sit downand actually watch an episode with me.\""
    }
  },
  {
    "translation": {
      "en": "[Dyanie, voiceover] My favorite detective probably would be Olivia Benson.",
      "vi": "[Dyanie, voiceover] My favorite detectiveprobably would be Olivia Benson."
    }
  },
  {
    "translation": {
      "en": "[Dyanie, continuing] I used to just love watching her catch the bad guy",
      "vi": "[Dyanie, continuing] I used to just lovewatching her catch the bad guy"
    }
  },
  {
    "translation": {
      "en": "and just how she pieced all the clues together and everything.",
      "vi": "and just how she piecedall the clues together and everything."
    }
  },
  {
    "translation": {
      "en": "The hints, the evidence. And it was awesome.",
      "vi": "The hints, the evidence.And it was awesome."
    }
  },
  {
    "translation": {
      "en": "We've got names, addresses, dates of birth, Social Security numbers.",
      "vi": "We've got names, addresses,dates of birth, Social Security numbers."
    }
  },
  {
    "translation": {
      "en": "that hope of trying to be a… like, trying to make a difference…",
      "vi": "that hope of trying to be a…like, trying to make a difference…"
    }
  },
  {
    "translation": {
      "en": "-[pensive music playing] -[crickets chirping]",
      "vi": "-[pensive music playing]-[crickets chirping]"
    }
  },
  {
    "translation": {
      "en": "And then for a flash second, I was looking up at my rearview mirror,",
      "vi": "And then for a flash second,I was looking up at my rearview mirror,"
    }
  },
  {
    "translation": {
      "en": "and I saw blue lights, and I was just like, \"Are you kidding me?\"",
      "vi": "and I saw blue lights,and I was just like, \"Are you kidding me?\""
    }
  },
  {
    "translation": {
      "en": "and he said, \"Did you know how fast you were going?\"",
      "vi": "and he said,\"Did you know how fast you were going?\""
    }
  },
  {
    "translation": {
      "en": "And I was like, \"No, sir. It couldn't have been more than 40.\"",
      "vi": "And I was like, \"No, sir.It couldn't have been more than 40.\""
    }
  },
  {
    "translation": {
      "en": "He was, like, \"Okay, well, can you step out of the vehicle?\"",
      "vi": "He was, like, \"Okay, well,can you step out of the vehicle?\""
    }
  },
  {
    "translation": {
      "en": "\"Well if you're gonna be this much trouble,",
      "vi": "\"Well if you're gonna bethis much trouble,"
    }
  },
  {
    "translation": {
      "en": "I can call for backup and have five to six officers out here.\"",
      "vi": "I can call for backupand have five to six officers out here.\""
    }
  },
  {
    "translation": {
      "en": "he didn't even let me look at him or anything. He turned me around.",
      "vi": "he didn't even let me lookat him or anything. He turned me around."
    }
  },
  {
    "translation": {
      "en": "Like, he went like this. He didn't go under my shirt or anything,",
      "vi": "Like, he went like this.He didn't go under my shirt or anything,"
    }
  },
  {
    "translation": {
      "en": "and then he went in between my legs. I was just standing there.",
      "vi": "and then he went in between my legs.I was just standing there."
    }
  },
  {
    "translation": {
      "en": "I didn't want to look. I had my eyes closed and everything.",
      "vi": "I didn't want to look.I had my eyes closed and everything."
    }
  },
  {
    "translation": {
      "en": "And I remember crying to him, and I told him to not be mad.",
      "vi": "And I remember crying to him,and I told him to not be mad."
    }
  },
  {
    "translation": {
      "en": "I had told him that I was going to talk to the police… [sniffles]",
      "vi": "I had told him that I was goingto talk to the police… [sniffles]"
    }
  },
  {
    "translation": {
      "en": "…and to report it, and he was like, \"Okay, okay, that's fine. Yeah.\"",
      "vi": "…and to report it, and he was like,\"Okay, okay, that's fine. Yeah.\""
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] What could you tell about his face, if anything?",
      "vi": "[male investigator 1] What could you tellabout his face, if anything?"
    }
  },
  {
    "translation": {
      "en": "[Dyanie] Nothing. I mean, he didn't even… As soon as I got out of the vehicle,",
      "vi": "[Dyanie] Nothing. I mean, he didn't even…As soon as I got out of the vehicle,"
    }
  },
  {
    "translation": {
      "en": "he told me to turn around and put my hands on my car.",
      "vi": "he told me to turn aroundand put my hands on my car."
    }
  },
  {
    "translation": {
      "en": "\"What you're about to do. Just, please, think about it.\"",
      "vi": "\"What you're about to do.Just, please, think about it.\""
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] About how tall, compared to you, do you feel like he was?",
      "vi": "[male investigator 1] About how tall,compared to you, do you feel like he was?"
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] What car were you in?",
      "vi": "[male investigator 1]What car were you in?"
    }
  },
  {
    "translation": {
      "en": "and certainly we don't want anyone out there impersonating a police officer",
      "vi": "and certainly we don't want anyoneout there impersonating a police officer"
    }
  },
  {
    "translation": {
      "en": "-Uh… -That's right.",
      "vi": "-Uh…-That's right."
    }
  },
  {
    "translation": {
      "en": "Touching their body inappropriately or whatever.",
      "vi": "Touching their body inappropriatelyor whatever."
    }
  },
  {
    "translation": {
      "en": "I started digging into these cases where rape victims",
      "vi": "I started digging into these caseswhere rape victims"
    }
  },
  {
    "translation": {
      "en": "have been prosecuted for false reporting back in about 2013,",
      "vi": "have been prosecuted forfalse reporting back in about 2013,"
    }
  },
  {
    "translation": {
      "en": "and there's been a number of cases where I've served as an expert witness",
      "vi": "and there's been a number of caseswhere I've served as an expert witness"
    }
  },
  {
    "translation": {
      "en": "when somebody's been prosecuted for a suspected false reporting.",
      "vi": "when somebody's been prosecutedfor a suspected false reporting."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] If I pull it up on Google Maps, you think you could show me",
      "vi": "[male investigator 1] If I pull it up onGoogle Maps, you think you could show me"
    }
  },
  {
    "translation": {
      "en": "-about where you were stopped at? -[Dyanie] Yes.",
      "vi": "-about where you were stopped at?-[Dyanie] Yes."
    }
  },
  {
    "translation": {
      "en": "She's… I don't expect she's necessarily gonna remember",
      "vi": "She's… I don't expectshe's necessarily gonna remember"
    }
  },
  {
    "translation": {
      "en": "where she was assaulted. Where exactly on the road.",
      "vi": "where she was assaulted.Where exactly on the road."
    }
  },
  {
    "translation": {
      "en": "-She does though. -Does she?",
      "vi": "-She does though.-Does she?"
    }
  },
  {
    "translation": {
      "en": "She gives them so much information because she…",
      "vi": "She gives them so much informationbecause she…"
    }
  },
  {
    "translation": {
      "en": "-She’s a very detail-oriented person. -Okay.",
      "vi": "-She’s a very detail-oriented person.-Okay."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] All right, thank you very much.",
      "vi": "[male investigator 1]All right, thank you very much."
    }
  },
  {
    "translation": {
      "en": "Oh, and here they start talking about their suspect.",
      "vi": "Oh, and here they start talkingabout their suspect."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] Guy's gonna be about 50, 45 to 50 years old.",
      "vi": "[male investigator 1] Guy's gonna beabout 50, 45 to 50 years old."
    }
  },
  {
    "translation": {
      "en": "You know exactly who I'm thinking, don't you?",
      "vi": "You know exactly who I'm thinking,don't you?"
    }
  },
  {
    "translation": {
      "en": "-[male investigator 2] Six-foot-four. -[male investigator 1] Dewayne Mullins.",
      "vi": "-[male investigator 2] Six-foot-four.-[male investigator 1] Dewayne Mullins."
    }
  },
  {
    "translation": {
      "en": "We suspected him years ago for stuff like that,",
      "vi": "We suspected him years ago for stufflike that,"
    }
  },
  {
    "translation": {
      "en": "-wanting to be a police officer. -[male investigator 2] Dewayne Mullins…",
      "vi": "-wanting to be a police officer.-[male investigator 2] Dewayne Mullins…"
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] Yes! He's got family--",
      "vi": "[male investigator 1] Yes!He's got family--"
    }
  },
  {
    "translation": {
      "en": "He's got a Crown Vic! He's got family down this way.",
      "vi": "He's got a Crown Vic!He's got family down this way."
    }
  },
  {
    "translation": {
      "en": "You know, they have a lead here. This is a possible suspect.",
      "vi": "You know, they have a lead here.This is a possible suspect."
    }
  },
  {
    "translation": {
      "en": "You have to alibi that guy. Where were you on this date and time?",
      "vi": "You have to alibi that guy.Where were you on this date and time?"
    }
  },
  {
    "translation": {
      "en": "He's been convicted for impersonating a police officer before.",
      "vi": "He's been convictedfor impersonating a police officer before."
    }
  },
  {
    "translation": {
      "en": "I'm just saying that… that's a lead you got to follow up on and really hard.",
      "vi": "I'm just saying that… that's a leadyou got to follow up on and really hard."
    }
  },
  {
    "translation": {
      "en": "-[curious music playing] -[voice mail tone]",
      "vi": "-[curious music playing]-[voice mail tone]"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Hi, this message is for Dewayne Mullins.",
      "vi": "[Rachel] Hi, this message isfor Dewayne Mullins."
    }
  },
  {
    "translation": {
      "en": "Um, I don't know if I have the right number--",
      "vi": "Um, I don't knowif I have the right number--"
    }
  },
  {
    "translation": {
      "en": "[automated voice] …rerecord your message, press one.",
      "vi": "[automated voice] …rerecordyour message, press one."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Hi, Dewayne, my name is Rachel de Leon.",
      "vi": "[Rachel] Hi, Dewayne,my name is Rachel de Leon."
    }
  },
  {
    "translation": {
      "en": "There's something that's come up in a story I'm working on,",
      "vi": "There's something that's come upin a story I'm working on,"
    }
  },
  {
    "translation": {
      "en": "and I think you're the person I want to speak with about.",
      "vi": "and I think you're the personI want to speak with about."
    }
  },
  {
    "translation": {
      "en": "She remembers the person being six-four or six-five.",
      "vi": "She remembers the personbeing six-four or six-five."
    }
  },
  {
    "translation": {
      "en": "-I haven't had a Crown Vic in years. -Okay. All right.",
      "vi": "-I haven't had a Crown Vic in years.-Okay. All right."
    }
  },
  {
    "translation": {
      "en": "-They never reached out to let you know? -[both] No.",
      "vi": "-They never reached out to let you know?-[both] No."
    }
  },
  {
    "translation": {
      "en": "If you do figure out, like, where you were, I'd really appreciate it.",
      "vi": "If you do figure out, like,where you were, I'd really appreciate it."
    }
  },
  {
    "translation": {
      "en": "-And I heard-- -I wasn't back around there.",
      "vi": "-And I heard---I wasn't back around there."
    }
  },
  {
    "translation": {
      "en": "From nine to… nine to ten, I would've been at work.",
      "vi": "From nine to… nine to ten,I would've been at work."
    }
  },
  {
    "translation": {
      "en": "-Titan Wheel. -Yeah. They got cameras.",
      "vi": "-Titan Wheel.-Yeah. They got cameras."
    }
  },
  {
    "translation": {
      "en": "-In Saltville. They got cameras. -Say it again.",
      "vi": "-In Saltville. They got cameras.-Say it again."
    }
  },
  {
    "translation": {
      "en": "[Carl] They had a guy in mind, a possible suspect in mind.",
      "vi": "[Carl] They had a guy in mind,a possible suspect in mind."
    }
  },
  {
    "translation": {
      "en": "What they decide to do is go out and try to get video",
      "vi": "What they decide to do isgo out and try to get video"
    }
  },
  {
    "translation": {
      "en": "Right. Maybe we'll get his car on there, and then we can confront him with it.",
      "vi": "Right. Maybe we'll get his car on there,and then we can confront him with it."
    }
  },
  {
    "translation": {
      "en": "\"Oh I saw a 2020 Kia drive past our dealership,",
      "vi": "\"Oh I saw a 2020 Kiadrive past our dealership,"
    }
  },
  {
    "translation": {
      "en": "And then the third video was from this private residence",
      "vi": "And then the third videowas from this private residence"
    }
  },
  {
    "translation": {
      "en": "-A football field and a half. -[music fades]",
      "vi": "-A football field and a half.-[music fades]"
    }
  },
  {
    "translation": {
      "en": "if there's little lights blinking, I guess.",
      "vi": "if there's little lights blinking,I guess."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I did not, like, realize that he was \"behind me\" behind me",
      "vi": "[Dyanie] I did not, like, realizethat he was \"behind me\" behind me"
    }
  },
  {
    "translation": {
      "en": "-That's when I saw this. -[Melissa] Okay?",
      "vi": "-That's when I saw this.-[Melissa] Okay?"
    }
  },
  {
    "translation": {
      "en": "-[Rachel] You okay? -[Dyanie] Mm-hmm.",
      "vi": "-[Rachel] You okay?-[Dyanie] Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "I just remember putting the car in parked.",
      "vi": "I just remember putting the car in parked."
    }
  },
  {
    "translation": {
      "en": "and I just waited until he came to the car.",
      "vi": "and I just waiteduntil he came to the car."
    }
  },
  {
    "translation": {
      "en": "And that's whenever he had the flashlight on.",
      "vi": "And that's wheneverhe had the flashlight on."
    }
  },
  {
    "translation": {
      "en": "I don't even know if you could see the house from over here.",
      "vi": "I don't even know if you could seethe house from over here."
    }
  },
  {
    "translation": {
      "en": "-Like, not at all. -[Rachel] No.",
      "vi": "-Like, not at all.-[Rachel] No."
    }
  },
  {
    "translation": {
      "en": "-You wanna take a walk over there? -Let's do it.",
      "vi": "-You wanna take a walk over there?-Let's do it."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] I need to see where the police got the surveillance footage",
      "vi": "[Rachel, voiceover] I need to see wherethe police got the surveillance footage"
    }
  },
  {
    "translation": {
      "en": "-[Melissa] Yeah, that one. Yep. -[Rachel] Okay.",
      "vi": "-[Melissa] Yeah, that one. Yep.-[Rachel] Okay."
    }
  },
  {
    "translation": {
      "en": "because on the video, there were two vehicles parked here.",
      "vi": "because on the video,there were two vehicles parked here."
    }
  },
  {
    "translation": {
      "en": "So this is the extent of what you see though.",
      "vi": "So this is the extentof what you see though."
    }
  },
  {
    "translation": {
      "en": "We just, um, had a couple of quick questions, if you don't mind. Um…",
      "vi": "We just, um, had a coupleof quick questions, if you don't mind. Um…"
    }
  },
  {
    "translation": {
      "en": "down this road at night, she was sexually assaulted--",
      "vi": "down this road at night,she was sexually assaulted--"
    }
  },
  {
    "translation": {
      "en": "-[homeowner] Here? -[Melissa] Yes.",
      "vi": "-[homeowner] Here?-[Melissa] Yes."
    }
  },
  {
    "translation": {
      "en": "So I guess a cop never came and asked you questions about this.",
      "vi": "So I guess a cop never cameand asked you questions about this."
    }
  },
  {
    "translation": {
      "en": "-[homeowner] Didn't know a thing about it. -[Melissa] Thank you so much.",
      "vi": "-[homeowner] Didn't know a thing about it.-[Melissa] Thank you so much."
    }
  },
  {
    "translation": {
      "en": "If I was a detective, I'd be knocking on all of these doors.",
      "vi": "If I was a detective,I'd be knocking on all of these doors."
    }
  },
  {
    "translation": {
      "en": "When the detectives came to my dorm, I didn't know that they were recording me,",
      "vi": "When the detectives came to my dorm,I didn't know that they were recording me,"
    }
  },
  {
    "translation": {
      "en": "because I didn't know it was an interrogation or something.",
      "vi": "because I didn't know it wasan interrogation or something."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Scott told you earlier we're trying to get video",
      "vi": "[male investigator] Scott told you earlierwe're trying to get video"
    }
  },
  {
    "translation": {
      "en": "-[Dyanie] Yeah. -[male investigator] But no one else.",
      "vi": "-[Dyanie] Yeah.-[male investigator] But no one else."
    }
  },
  {
    "translation": {
      "en": "After they said, like, \"Oh, we saw this video recording.\"",
      "vi": "After they said, like,\"Oh, we saw this video recording.\""
    }
  },
  {
    "translation": {
      "en": "\"We could specifically see your car just passing by and nothing else,\"",
      "vi": "\"We could specifically see your carjust passing by and nothing else,\""
    }
  },
  {
    "translation": {
      "en": "they… they just turned, and they didn't believe me anymore.",
      "vi": "they… they just turned,and they didn't believe me anymore."
    }
  },
  {
    "translation": {
      "en": "\"Hey, can I see the video or anything?\" I just wanted it to be over with.",
      "vi": "\"Hey, can I see the video or anything?\"I just wanted it to be over with."
    }
  },
  {
    "translation": {
      "en": "I just didn't want to talk about it anymore.",
      "vi": "I just didn't want to talkabout it anymore."
    }
  },
  {
    "translation": {
      "en": "-Okay. -So there goes one car.",
      "vi": "-Okay.-So there goes one car."
    }
  },
  {
    "translation": {
      "en": "All they need is one car going by and claim it is a Kia Soul.",
      "vi": "All they need is one car going byand claim it is a Kia Soul."
    }
  },
  {
    "translation": {
      "en": "-They made their minds up. -Right, yeah.",
      "vi": "-They made their minds up.-Right, yeah."
    }
  },
  {
    "translation": {
      "en": "They knew that they were going down there to accuse her.",
      "vi": "They knew that they weregoing down there to accuse her."
    }
  },
  {
    "translation": {
      "en": "[male investigator] The last thing I want to do is stand here and call you a liar.",
      "vi": "[male investigator] The last thing I wantto do is stand here and call you a liar."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Okay, but what I see you doing is digging your hole deeper.",
      "vi": "[male investigator] Okay, but what I seeyou doing is digging your hole deeper."
    }
  },
  {
    "translation": {
      "en": "-But we need you to tell us the truth. -[Dyanie] Okay.",
      "vi": "-But we need you to tell us the truth.-[Dyanie] Okay."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Okay?",
      "vi": "[male investigator] Okay?"
    }
  },
  {
    "translation": {
      "en": "[male investigator] Why did you make that up?",
      "vi": "[male investigator]Why did you make that up?"
    }
  },
  {
    "translation": {
      "en": "\"Well, why did you do this?\" And she says, \"I don't know.\"",
      "vi": "\"Well, why did you do this?\"And she says, \"I don't know.\""
    }
  },
  {
    "translation": {
      "en": "which she wasn't, \"I was fighting with my boyfriend,\"",
      "vi": "which she wasn't,\"I was fighting with my boyfriend,\""
    }
  },
  {
    "translation": {
      "en": "\"I was having personal problems at home,\" which she wasn't.",
      "vi": "\"I was having personal problemsat home,\" which she wasn't."
    }
  },
  {
    "translation": {
      "en": "but they needed that admission from her, so they tricked her.",
      "vi": "but they needed that admission from her,so they tricked her."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I got a call from Detective Adkins,",
      "vi": "[Dyanie] I got a callfrom Detective Adkins,"
    }
  },
  {
    "translation": {
      "en": "and he asked me if it was okay if I could come to the station",
      "vi": "and he asked me if it was okayif I could come to the station"
    }
  },
  {
    "translation": {
      "en": "and sign some paperwork to close off the case.",
      "vi": "and sign some paperworkto close off the case."
    }
  },
  {
    "translation": {
      "en": "He sat me down, and he was, like, \"There's no other way to tell you this,",
      "vi": "He sat me down, and he was, like,\"There's no other way to tell you this,"
    }
  },
  {
    "translation": {
      "en": "but we have to charge you with filing a false police report.\"",
      "vi": "but we have to charge youwith filing a false police report.\""
    }
  },
  {
    "translation": {
      "en": "\"You wasted so many people's time and everything.\"",
      "vi": "\"You wastedso many people's time and everything.\""
    }
  },
  {
    "translation": {
      "en": "and that this is the sheriff's decision to do this and everything.\"",
      "vi": "and that this is the sheriff's decisionto do this and everything.\""
    }
  },
  {
    "translation": {
      "en": "We all talked, and we… we decided we have to press charges.",
      "vi": "We all talked, and we… we decidedwe have to press charges."
    }
  },
  {
    "translation": {
      "en": "and then Detective Adkins was like, \"If you plead guilty, you know,",
      "vi": "and then Detective Adkins was like,\"If you plead guilty, you know,"
    }
  },
  {
    "translation": {
      "en": "to the prosecutor that, you know, to go easy on you.\"",
      "vi": "to the prosecutorthat, you know, to go easy on you.\""
    }
  },
  {
    "translation": {
      "en": "not only have I not told anybody that the police didn't believe me,",
      "vi": "not only have I not told anybodythat the police didn't believe me,"
    }
  },
  {
    "translation": {
      "en": "that I'm being charged with filing a false police report.",
      "vi": "that I'm being chargedwith filing a false police report."
    }
  },
  {
    "translation": {
      "en": "[director, off screen] What's making you so upset?",
      "vi": "[director, off screen]What's making you so upset?"
    }
  },
  {
    "translation": {
      "en": "That night, I didn't sleep good either. And when I woke up,",
      "vi": "That night, I didn't sleep good either.And when I woke up,"
    }
  },
  {
    "translation": {
      "en": "And it was the article that the police had posted on their Facebook page.",
      "vi": "And it was the article that the policehad posted on their Facebook page."
    }
  },
  {
    "translation": {
      "en": "I was getting Facebook messages from random people.",
      "vi": "I was getting Facebook messagesfrom random people."
    }
  },
  {
    "translation": {
      "en": "Basically saying what you could only imagine,",
      "vi": "Basically sayingwhat you could only imagine,"
    }
  },
  {
    "translation": {
      "en": "\"People like you are the reason why cops get bad rep.\"",
      "vi": "\"People like you are the reasonwhy cops get bad rep.\""
    }
  },
  {
    "translation": {
      "en": "and I didn't want to stay on campus anymore.",
      "vi": "and I didn't want to stayon campus anymore."
    }
  },
  {
    "translation": {
      "en": "There certainly seems to be a media obsession",
      "vi": "There certainly seemsto be a media obsession"
    }
  },
  {
    "translation": {
      "en": "with this notion that, uh yeah, women are somehow, uh, falsely accusing",
      "vi": "with this notion that, uh yeah,women are somehow, uh, falsely accusing"
    }
  },
  {
    "translation": {
      "en": "all kinds of men of sexual assault. There's a huge media fascination.",
      "vi": "all kinds of men of sexual assault.There's a huge media fascination."
    }
  },
  {
    "translation": {
      "en": "[Carl, voiceover] The Gone Girl syndrome, right?",
      "vi": "[Carl, voiceover]The Gone Girl syndrome, right?"
    }
  },
  {
    "translation": {
      "en": "about the assault.",
      "vi": "about the assault."
    }
  },
  {
    "translation": {
      "en": "[Carl] A… A lot of officers are told, usually from somebody in their own office,",
      "vi": "[Carl] A… A lot of officers are told,usually from somebody in their own office,"
    }
  },
  {
    "translation": {
      "en": "Or, \"Yeah, like, you know, two-thirds of them lie.\"",
      "vi": "Or, \"Yeah, like, you know,two-thirds of them lie.\""
    }
  },
  {
    "translation": {
      "en": "False reports of sexual assault are actually pretty rare.",
      "vi": "False reports of sexual assaultare actually pretty rare."
    }
  },
  {
    "translation": {
      "en": "The much, much bigger concern people should have, including men,",
      "vi": "The much, much bigger concernpeople should have, including men,"
    }
  },
  {
    "translation": {
      "en": "At least one out of every three women and at least one out of every six men",
      "vi": "At least one out of every three womenand at least one out of every six men"
    }
  },
  {
    "translation": {
      "en": "will be a victim of sexual assault in their lifetime.",
      "vi": "will be a victim of sexual assaultin their lifetime."
    }
  },
  {
    "translation": {
      "en": "Then their perpetrator could be left to re-offend.",
      "vi": "Then their perpetratorcould be left to re-offend."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I've been collecting news stories on false reporting cases",
      "vi": "[Rachel] I've been collecting news storieson false reporting cases"
    }
  },
  {
    "translation": {
      "en": "and access the details in the police records.",
      "vi": "and access the detailsin the police records."
    }
  },
  {
    "translation": {
      "en": "To get that kind of information takes time, lawyers,",
      "vi": "To get that kindof information takes time, lawyers,"
    }
  },
  {
    "translation": {
      "en": "and lots of Freedom of Information requests, or FOIAs.",
      "vi": "and lots of Freedom of Informationrequests, or FOIAs."
    }
  },
  {
    "translation": {
      "en": "It wasn't possible to FOIA every single police department in the United States.",
      "vi": "It wasn't possible to FOIA every singlepolice department in the United States."
    }
  },
  {
    "translation": {
      "en": "So, it was just choosing a few counties to look at",
      "vi": "So, it was just choosinga few counties to look at"
    }
  },
  {
    "translation": {
      "en": "to try to get full case files so we could really do a deep dive.",
      "vi": "to try to get full case filesso we could really do a deep dive."
    }
  },
  {
    "translation": {
      "en": "What did the police investigation look like?",
      "vi": "What didthe police investigation look like?"
    }
  },
  {
    "translation": {
      "en": "-Why did they make that flip? -[intriguing music continues]",
      "vi": "-Why did they make that flip?-[intriguing music continues]"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Once we started requesting and even suing for police records,",
      "vi": "[Rachel] Once we started requestingand even suing for police records,"
    }
  },
  {
    "translation": {
      "en": "This took three years, but we were able to uncover records",
      "vi": "This took three years,but we were able to uncover records"
    }
  },
  {
    "translation": {
      "en": "I needed a team of journalists to help me make sense of what we were finding.",
      "vi": "I needed a team of journalists to help memake sense of what we were finding."
    }
  },
  {
    "translation": {
      "en": "[colleague] Four to five hundred pages in here.",
      "vi": "[colleague] Four to five hundred pagesin here."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] And that was one case. -Like a… a needle in a haystack.",
      "vi": "-[Rachel] And that was one case.-Like a… a needle in a haystack."
    }
  },
  {
    "translation": {
      "en": "There were some cases where they were charged",
      "vi": "There were some caseswhere they were charged"
    }
  },
  {
    "translation": {
      "en": "You're supposed to finish the sexual assault investigation first",
      "vi": "You're supposed to finishthe sexual assault investigation first"
    }
  },
  {
    "translation": {
      "en": "to show that there was no assault or rape that occurred.",
      "vi": "to show that there was no assaultor rape that occurred."
    }
  },
  {
    "translation": {
      "en": "once you've done that, you explore whether it was a false report.",
      "vi": "once you've done that, you explorewhether it was a false report."
    }
  },
  {
    "translation": {
      "en": "-But it only happened in one of our cases. -Yeah.",
      "vi": "-But it only happened in one of our cases.-Yeah."
    }
  },
  {
    "translation": {
      "en": "It's incredibly important as journalists to never take what police write as the…",
      "vi": "It's incredibly important as journaliststo never take what police write as the…"
    }
  },
  {
    "translation": {
      "en": "[Rachel] It's only in the details that you start seeing",
      "vi": "[Rachel] It's only in the detailsthat you start seeing"
    }
  },
  {
    "translation": {
      "en": "It was finally enough to start looking for patterns.",
      "vi": "It was finally enoughto start looking for patterns."
    }
  },
  {
    "translation": {
      "en": "In more than half the cases we found, the reporting victim recanted.",
      "vi": "In more than half the cases we found,the reporting victim recanted."
    }
  },
  {
    "translation": {
      "en": "So if the investigator's writing that they recanted, what happened before that?",
      "vi": "So if the investigator's writing that theyrecanted, what happened before that?"
    }
  },
  {
    "translation": {
      "en": "used deceit before the person allegedly confessed or recanted?",
      "vi": "used deceit before the personallegedly confessed or recanted?"
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] I want you to really tell me the truth",
      "vi": "[male investigator 1] I want youto really tell me the truth"
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] The evidence that we have",
      "vi": "[male investigator 2] The evidencethat we have"
    }
  },
  {
    "translation": {
      "en": "in this case is not jiving with your side of the story.",
      "vi": "in this case is not jivingwith your side of the story."
    }
  },
  {
    "translation": {
      "en": "[Avalos] Police officers in this country are allowed to lie to you,",
      "vi": "[Avalos] Police officersin this country are allowed to lie to you,"
    }
  },
  {
    "translation": {
      "en": "and they don't have to indicate in the police report that they lied to you.",
      "vi": "and they don't have to indicate inthe police report that they lied to you."
    }
  },
  {
    "translation": {
      "en": "An officer will sometimes say, \"We have video footage",
      "vi": "An officer will sometimes say,\"We have video footage"
    }
  },
  {
    "translation": {
      "en": "showing the encounter, so I'm going to ask you some questions.\"",
      "vi": "showing the encounter,so I'm going to ask you some questions.\""
    }
  },
  {
    "translation": {
      "en": "\"Now, be honest with me, because remember, I have video.\"",
      "vi": "\"Now, be honest with me,because remember, I have video.\""
    }
  },
  {
    "translation": {
      "en": "so if you tell me you have video evidence that that didn't happen,",
      "vi": "so if you tell me you havevideo evidence that that didn't happen,"
    }
  },
  {
    "translation": {
      "en": "[Avalos] You're not getting the truth out when you do these kinds of things.",
      "vi": "[Avalos] You're not getting the truth outwhen you do these kinds of things."
    }
  },
  {
    "translation": {
      "en": "who's already traumatized and already has memory difficulties.",
      "vi": "who's already traumatizedand already has memory difficulties."
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] I know he's taken two polygraphs.",
      "vi": "[male investigator 3] I knowhe's taken two polygraphs."
    }
  },
  {
    "translation": {
      "en": "He didn't take two polygraphs. He's lying to her.",
      "vi": "He didn't take two polygraphs.He's lying to her."
    }
  },
  {
    "translation": {
      "en": "-Oh wow. -Yeah.",
      "vi": "-Oh wow.-Yeah."
    }
  },
  {
    "translation": {
      "en": "[Avalos] Getting the victim to retract their allegations is",
      "vi": "[Avalos] Getting the victimto retract their allegations is"
    }
  },
  {
    "translation": {
      "en": "such an important strategy for some of these police officers",
      "vi": "such an important strategyfor some of these police officers"
    }
  },
  {
    "translation": {
      "en": "because they haven't actually investigated the sexual assault thoroughly.",
      "vi": "because they haven't actually investigatedthe sexual assault thoroughly."
    }
  },
  {
    "translation": {
      "en": "They don't actually have any evidence no crime was committed",
      "vi": "They don't actually have any evidenceno crime was committed"
    }
  },
  {
    "translation": {
      "en": "or attempted against the victim, and so their best bet",
      "vi": "or attempted against the victim,and so their best bet"
    }
  },
  {
    "translation": {
      "en": "is to pressure this person to retract their allegations",
      "vi": "is to pressure this personto retract their allegations"
    }
  },
  {
    "translation": {
      "en": "and then use that retraction to charge them.",
      "vi": "and then use that retractionto charge them."
    }
  },
  {
    "translation": {
      "en": "I was really curious to talk to you about Emma's case.",
      "vi": "I was really curious to talkto you about Emma's case."
    }
  },
  {
    "translation": {
      "en": "You know, she reported this, and then five days later,",
      "vi": "You know, she reported this,and then five days later,"
    }
  },
  {
    "translation": {
      "en": "you know, it flips on her entirely. They've got her in handcuffs.",
      "vi": "you know, it flips on her entirely.They've got her in handcuffs."
    }
  },
  {
    "translation": {
      "en": "So I'm trying to understand how that happens for someone who,",
      "vi": "So I'm trying to understandhow that happens for someone who,"
    }
  },
  {
    "translation": {
      "en": "you know, is adamant that this did, you know, happen to her,",
      "vi": "you know, is adamantthat this did, you know, happen to her,"
    }
  },
  {
    "translation": {
      "en": "[Rachel] So about an hour and a half into Emma's interview,",
      "vi": "[Rachel] So about an hour and a halfinto Emma's interview,"
    }
  },
  {
    "translation": {
      "en": "And then they put on a white noise machine.",
      "vi": "And then they put ona white noise machine."
    }
  },
  {
    "translation": {
      "en": "they're talking outside the door, and they just don't want her to hear.",
      "vi": "they're talking outside the door,and they just don't want her to hear."
    }
  },
  {
    "translation": {
      "en": "[Rachel] So they leave it on for ten minutes.",
      "vi": "[Rachel] So they leave it onfor ten minutes."
    }
  },
  {
    "translation": {
      "en": "[Akridge sighs] Watching the video stuff that we have,",
      "vi": "[Akridge sighs] Watching the video stuffthat we have,"
    }
  },
  {
    "translation": {
      "en": "um, and it shows you and, I guess, Steven making out…",
      "vi": "um, and it shows youand, I guess, Steven making out…"
    }
  },
  {
    "translation": {
      "en": "He talks about that there is this video, and they've watched this video,",
      "vi": "He talks about that there is this video,and they've watched this video,"
    }
  },
  {
    "translation": {
      "en": "and we… we don't know if it exists. Emma hasn't seen it at this point.",
      "vi": "and we… we don't know if it exists.Emma hasn't seen it at this point."
    }
  },
  {
    "translation": {
      "en": "You know, but she still hasn't submitted yet to his theory.",
      "vi": "You know, but she still hasn't submittedyet to his theory."
    }
  },
  {
    "translation": {
      "en": "uh, this would be the perfect time to do it.",
      "vi": "uh, this would bethe perfect time to do it."
    }
  },
  {
    "translation": {
      "en": "That video was to get a reaction out of her,",
      "vi": "That video wasto get a reaction out of her,"
    }
  },
  {
    "translation": {
      "en": "At this point, I had not gotten the surveillance footage,",
      "vi": "At this point, I had not gottenthe surveillance footage,"
    }
  },
  {
    "translation": {
      "en": "which I really, really wanted, and they would not give it to me.",
      "vi": "which I really, really wanted,and they would not give it to me."
    }
  },
  {
    "translation": {
      "en": "However, I knew that… that some of it should be public record,",
      "vi": "However, I knew that… that some of itshould be public record,"
    }
  },
  {
    "translation": {
      "en": "-[dramatic music playing] -Hi, Attorney Bailey.",
      "vi": "-[dramatic music playing]-Hi, Attorney Bailey."
    }
  },
  {
    "translation": {
      "en": "We took the extra step to hire an Alabama-based attorney",
      "vi": "We took the extra stepto hire an Alabama-based attorney"
    }
  },
  {
    "translation": {
      "en": "This is hours of footage from four different security cameras.",
      "vi": "This is hours of footagefrom four different security cameras."
    }
  },
  {
    "translation": {
      "en": "[colleague] Yeah, they just start making out.",
      "vi": "[colleague] Yeah,they just start making out."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I want you to tell me what you see,",
      "vi": "[Rachel] I want you to tell mewhat you see,"
    }
  },
  {
    "translation": {
      "en": "and if anything's upsetting, we'll stop. Um…",
      "vi": "and if anything's upsetting,we'll stop. Um…"
    }
  },
  {
    "translation": {
      "en": "So, this is a perspective from, I guess, an alleyway nearby.",
      "vi": "So, this is a perspectivefrom, I guess, an alleyway nearby."
    }
  },
  {
    "translation": {
      "en": "The sheriff's department confirmed it's near Gallettes Bar,",
      "vi": "The sheriff's departmentconfirmed it's near Gallettes Bar,"
    }
  },
  {
    "translation": {
      "en": "Anyway, that's the first couple we saw, so we noted it.",
      "vi": "Anyway, that's the first couple we saw,so we noted it."
    }
  },
  {
    "translation": {
      "en": "-Do they look familiar to you at all? -No.",
      "vi": "-Do they look familiar to you at all?-No."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay, this is a couple that's making out.",
      "vi": "[Rachel] Okay,this is a couple that's making out."
    }
  },
  {
    "translation": {
      "en": "-Like, that's just not… -[Rachel] Mm-hmm.",
      "vi": "-Like, that's just not…-[Rachel] Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "-That's not me. -[Rachel] Mm-hmm.",
      "vi": "-That's not me.-[Rachel] Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "Does that at all look like who could have attacked you?",
      "vi": "Does that at all look likewho could have attacked you?"
    }
  },
  {
    "translation": {
      "en": "-No, not at all. -Okay.",
      "vi": "-No, not at all.-Okay."
    }
  },
  {
    "translation": {
      "en": "any couple doing anything like that in the footage I was provided.",
      "vi": "any couple doing anything like thatin the footage I was provided."
    }
  },
  {
    "translation": {
      "en": "-[Emma] Gotcha. -[Lisa] On this video",
      "vi": "-[Emma] Gotcha.-[Lisa] On this video"
    }
  },
  {
    "translation": {
      "en": "they wouldn't give you that you had to go to court to get.",
      "vi": "they wouldn't give youthat you had to go to court to get."
    }
  },
  {
    "translation": {
      "en": "If it was truly an unbiased investigation to get to the truth,",
      "vi": "If it was truly an unbiased investigationto get to the truth,"
    }
  },
  {
    "translation": {
      "en": "that was you on the video should have been part of it.",
      "vi": "that was you on the videoshould have been part of it."
    }
  },
  {
    "translation": {
      "en": "They very clearly walked around and away after they were done kissing.",
      "vi": "They very clearly walked aroundand away after they were done kissing."
    }
  },
  {
    "translation": {
      "en": "Do you all want to look at, um, the cell phone footage from that night?",
      "vi": "Do you all want to look at, um,the cell phone footage from that night?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. I feel that would be smart. -Absolutely.",
      "vi": "-Yeah. I feel that would be smart.-Absolutely."
    }
  },
  {
    "translation": {
      "en": "-[Lisa] Where'd you get that? -[Emma] It's from my friend's phone.",
      "vi": "-[Lisa] Where'd you get that?-[Emma] It's from my friend's phone."
    }
  },
  {
    "translation": {
      "en": "-It's a video from that night. -Oh, that's right.",
      "vi": "-It's a video from that night.-Oh, that's right."
    }
  },
  {
    "translation": {
      "en": "The guy who's in the video with me is the one who stood outside of the vehicle.",
      "vi": "The guy who's in the video with me isthe one who stood outside of the vehicle."
    }
  },
  {
    "translation": {
      "en": "[Emma] She's very clearly got some type of skirt or dress on.",
      "vi": "[Emma] She's very clearly gotsome type of skirt or dress on."
    }
  },
  {
    "translation": {
      "en": "So if that's the video he's going off of, this is a very direct lie to my face.",
      "vi": "So if that's the video he's going off of,this is a very direct lie to my face."
    }
  },
  {
    "translation": {
      "en": "-Makes me very angry. -[Rachel] Mm-hmm.",
      "vi": "-Makes me very angry.-[Rachel] Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "I think it could become harmful to the subject",
      "vi": "I think it could become harmfulto the subject"
    }
  },
  {
    "translation": {
      "en": "if a journalist starts to play an advocate role.",
      "vi": "if a journalist startsto play an advocate role."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] My job is to investigate it fully.",
      "vi": "[Rachel, voiceover] My job isto investigate it fully."
    }
  },
  {
    "translation": {
      "en": "I cannot be their friend, and I don't ever want there to be confusion about that.",
      "vi": "I cannot be their friend, and I don't everwant there to be confusion about that."
    }
  },
  {
    "translation": {
      "en": "So I need to maintain, like, a professional boundary there.",
      "vi": "So I need to maintain, like,a professional boundary there."
    }
  },
  {
    "translation": {
      "en": "where that video that you have of us is taken.",
      "vi": "where that videothat you have of us is taken."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Emma told me the detectives never accompanied her",
      "vi": "[Rachel, voiceover] Emma told methe detectives never accompanied her"
    }
  },
  {
    "translation": {
      "en": "to retrace her steps the night of the alleged assault.",
      "vi": "to retrace her stepsthe night of the alleged assault."
    }
  },
  {
    "translation": {
      "en": "-[man] What do you want to dance? -[Emma] You don't know any of that.",
      "vi": "-[man] What do you want to dance?-[Emma] You don't know any of that."
    }
  },
  {
    "translation": {
      "en": "-Yes, that's the white-- -[Emma] Yeah.",
      "vi": "-Yes, that's the white---[Emma] Yeah."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] Yep, that's absolutely it. -[Emma] Yeah.",
      "vi": "-[Rachel] Yep, that's absolutely it.-[Emma] Yeah."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I need to understand where Emma remembers the alleged rape occurring",
      "vi": "[Rachel] I need to understand where Emmaremembers the alleged rape occurring"
    }
  },
  {
    "translation": {
      "en": "and whether that location was captured in any of the footage that I have.",
      "vi": "and whether that location was capturedin any of the footage that I have."
    }
  },
  {
    "translation": {
      "en": "[Emma] So I don't know where the angle is on the… on your video.",
      "vi": "[Emma] So I don't knowwhere the angle is on the… on your video."
    }
  },
  {
    "translation": {
      "en": "-I feel like that's this alley? -Right.",
      "vi": "-I feel like that's this alley?-Right."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's got the white painted brick. That's the camera.",
      "vi": "Yeah, it's got the white painted brick.That's the camera."
    }
  },
  {
    "translation": {
      "en": "So let's see if we can find where the couple is kissing.",
      "vi": "So let's see if we can findwhere the couple is kissing."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] The footage I received from the Tuscaloosa Sheriff's Office",
      "vi": "[Rachel, voiceover] The footage I receivedfrom the Tuscaloosa Sheriff's Office"
    }
  },
  {
    "translation": {
      "en": "is from four surveillance cameras around Gallettes Bar.",
      "vi": "is from four surveillance camerasaround Gallettes Bar."
    }
  },
  {
    "translation": {
      "en": "Emma says she didn't walk by the bar at all.",
      "vi": "Emma says she didn't walk bythe bar at all."
    }
  },
  {
    "translation": {
      "en": "She told the detectives she walked with the alleged assailants",
      "vi": "She told the detectives she walkedwith the alleged assailants"
    }
  },
  {
    "translation": {
      "en": "from a completely different direction and on to the gravel lot.",
      "vi": "from a completely different directionand on to the gravel lot."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Watching the video stuff that we have,",
      "vi": "[Akridge] Watching the video stuffthat we have,"
    }
  },
  {
    "translation": {
      "en": "um, and it shows you, and, I guess, Steven, making out and everything.",
      "vi": "um, and it shows you, and, I guess,Steven, making out and everything."
    }
  },
  {
    "translation": {
      "en": "How can you tell me that I'm lying to you when there are no cameras",
      "vi": "How can you tell me that I'm lying to youwhen there are no cameras"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Um, I was wondering if Mr. Jared Akridge is available.",
      "vi": "[Rachel] Um, I was wonderingif Mr. Jared Akridge is available."
    }
  },
  {
    "translation": {
      "en": "I was hoping to talk to you about an investigation",
      "vi": "I was hoping to talk to youabout an investigation"
    }
  },
  {
    "translation": {
      "en": "[Akridge] I can't speak to you about any of our cases.",
      "vi": "[Akridge] I can't speak to youabout any of our cases."
    }
  },
  {
    "translation": {
      "en": "[Rachel] All right. Well, can we sit down, I'll talk?",
      "vi": "[Rachel] All right.Well, can we sit down, I'll talk?"
    }
  },
  {
    "translation": {
      "en": "And if I can show you, I would be very, very grateful.",
      "vi": "And if I can show you,I would be very, very grateful."
    }
  },
  {
    "translation": {
      "en": "[Akridge] I'm just not willing to talk about anything at all.",
      "vi": "[Akridge] I'm just not willingto talk about anything at all."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] Do you have a second? -Yeah.",
      "vi": "-[Rachel] Do you have a second?-Yeah."
    }
  },
  {
    "translation": {
      "en": "just the… the small amount that you shared from the case files",
      "vi": "just the… the small amountthat you shared from the case files"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Yeah, it's just hard to know, I guess, if this is really gonna make",
      "vi": "[Rachel] Yeah, it's just hard to know,I guess, if this is really gonna make"
    }
  },
  {
    "translation": {
      "en": "I guess, I'm not sure that the police will ever own up to anything",
      "vi": "I guess, I'm not sure that the policewill ever own up to anything"
    }
  },
  {
    "translation": {
      "en": "because I know that matters in the public's opinion.",
      "vi": "because I know that mattersin the public's opinion."
    }
  },
  {
    "translation": {
      "en": "-[Amanda] Right. -Like what will the police own up to.",
      "vi": "-[Amanda] Right.-Like what will the police own up to."
    }
  },
  {
    "translation": {
      "en": "Sheriff Abernathy won't talk to me.",
      "vi": "Sheriff Abernathy won't talk to me."
    }
  },
  {
    "translation": {
      "en": "[Rachel] In Virginia, no one will give me an interview.",
      "vi": "[Rachel] In Virginia,no one will give me an interview."
    }
  },
  {
    "translation": {
      "en": "I don't know what else to do. I really just hit like a big wall.",
      "vi": "I don't know what else to do.I really just hit like a big wall."
    }
  },
  {
    "translation": {
      "en": "My name is Detective Cotto of the Bridgeport Police Department.",
      "vi": "My name is Detective Cottoof the Bridgeport Police Department."
    }
  },
  {
    "translation": {
      "en": "the one detective who I keep thinking about is Detective Cotto.",
      "vi": "the one detective who I keep thinkingabout is Detective Cotto."
    }
  },
  {
    "translation": {
      "en": "He's the one who investigated Nikki Yovino's case",
      "vi": "He's the onewho investigated Nikki Yovino's case"
    }
  },
  {
    "translation": {
      "en": "and is the reason why I got started on this.",
      "vi": "and is the reason whyI got started on this."
    }
  },
  {
    "translation": {
      "en": "[male reporter 1] Nikki Yovino originally claimed two Sacred Heart football players",
      "vi": "[male reporter 1] Nikki Yovino originallyclaimed two Sacred Heart football players"
    }
  },
  {
    "translation": {
      "en": "had pulled her into a bathroom and then took turns raping her.",
      "vi": "had pulled her into a bathroomand then took turns raping her."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] In both Emma's and Dyanie’s cases,",
      "vi": "[Rachel, voiceover] In both Emma'sand Dyanie’s cases,"
    }
  },
  {
    "translation": {
      "en": "the police won't confirm whether the videos were used as a ruse,",
      "vi": "the police won't confirm whetherthe videos were used as a ruse,"
    }
  },
  {
    "translation": {
      "en": "is pretty open that he does use ruses to get confessions.",
      "vi": "is pretty openthat he does use ruses to get confessions."
    }
  },
  {
    "translation": {
      "en": "um, you lie to people that you are interrogating, right?",
      "vi": "um, you lie to peoplethat you are interrogating, right?"
    }
  },
  {
    "translation": {
      "en": "-[mysterious music playing] -[Cotto] Uh, yes. It's called a ruse.",
      "vi": "-[mysterious music playing]-[Cotto] Uh, yes. It's called a ruse."
    }
  },
  {
    "translation": {
      "en": "if, uh, you know, you suggest things to see what their responses are",
      "vi": "if, uh, you know, you suggest thingsto see what their responses are"
    }
  },
  {
    "translation": {
      "en": "[male reporter 2] Yesterday was her sentencing hearing, and she was sentenced",
      "vi": "[male reporter 2] Yesterday was hersentencing hearing, and she was sentenced"
    }
  },
  {
    "translation": {
      "en": "about Detective Cotto's treatment of sexual assault victims.",
      "vi": "about Detective Cotto's treatmentof sexual assault victims."
    }
  },
  {
    "translation": {
      "en": "Cotto was still the lead detective in the Bridgeport unit",
      "vi": "Cotto was still the lead detectivein the Bridgeport unit"
    }
  },
  {
    "translation": {
      "en": "After three years of trying to talk to Detective Cotto,",
      "vi": "After three years of tryingto talk to Detective Cotto,"
    }
  },
  {
    "translation": {
      "en": "-Hi, Detective Cotto. I’m Rae. -How are you?",
      "vi": "-Hi, Detective Cotto. I’m Rae.-How are you?"
    }
  },
  {
    "translation": {
      "en": "-Nice to meet you. -A pleasure.",
      "vi": "-Nice to meet you.-A pleasure."
    }
  },
  {
    "translation": {
      "en": "Thanks so much for having us here today and taking the time out of your day.",
      "vi": "Thanks so much for having us here todayand taking the time out of your day."
    }
  },
  {
    "translation": {
      "en": "-I really appreciate it. -It's okay.",
      "vi": "-I really appreciate it.-It's okay."
    }
  },
  {
    "translation": {
      "en": "because you have to prove",
      "vi": "because you have to prove"
    }
  },
  {
    "translation": {
      "en": "that a sexual assault did, in fact, happen.",
      "vi": "that a sexual assaultdid, in fact, happen."
    }
  },
  {
    "translation": {
      "en": "I was privileged to take interview and interrogation courses.",
      "vi": "I was privileged to take interviewand interrogation courses."
    }
  },
  {
    "translation": {
      "en": "How are we gonna get a confession? What's a confession?",
      "vi": "How are we gonna get a confession?What's a confession?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] There are numerous training techniques",
      "vi": "[Rachel] There arenumerous training techniques"
    }
  },
  {
    "translation": {
      "en": "One of the most famous is the Reid technique.",
      "vi": "One of the most famous isthe Reid technique."
    }
  },
  {
    "translation": {
      "en": "Through extended research and years of experience,",
      "vi": "Through extended researchand years of experience,"
    }
  },
  {
    "translation": {
      "en": "John Reid and Associates has developed a nine-step interrogation process.",
      "vi": "John Reid and Associates has developeda nine-step interrogation process."
    }
  },
  {
    "translation": {
      "en": "[Avalos] There's been a lot of controversy around Reid",
      "vi": "[Avalos] There's beena lot of controversy around Reid"
    }
  },
  {
    "translation": {
      "en": "who has learned tactics that are designed to elicit confessions from suspects",
      "vi": "who has learned tactics that are designedto elicit confessions from suspects"
    }
  },
  {
    "translation": {
      "en": "of, uh, sexual assault victims, thinking that they're lying,",
      "vi": "of, uh, sexual assault victims,thinking that they're lying,"
    }
  },
  {
    "translation": {
      "en": "then they will often turn to those interrogation tactics",
      "vi": "then they will often turnto those interrogation tactics"
    }
  },
  {
    "translation": {
      "en": "that they've learned in order to try to elicit an admission",
      "vi": "that they've learned in orderto try to elicit an admission"
    }
  },
  {
    "translation": {
      "en": "In an effort to increase the suspect's feeling of internal anxiety and guilt",
      "vi": "In an effort to increase the suspect'sfeeling of internal anxiety and guilt"
    }
  },
  {
    "translation": {
      "en": "we begin to move closer, shortening the distance",
      "vi": "we begin to move closer,shortening the distance"
    }
  },
  {
    "translation": {
      "en": "between the suspect and ourselves, moving into their personal space.",
      "vi": "between the suspect and ourselves,moving into their personal space."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] In her interview, he touches her knees several times.",
      "vi": "[Rachel, voiceover] In her interview,he touches her knees several times."
    }
  },
  {
    "translation": {
      "en": "-[Nikki] So-- -[Cotto] You're in the bathroom?",
      "vi": "-[Nikki] So---[Cotto] You're in the bathroom?"
    }
  },
  {
    "translation": {
      "en": "led into a bathroom by two men where an unwanted sexual act took place.",
      "vi": "led into a bathroom by two menwhere an unwanted sexual act took place."
    }
  },
  {
    "translation": {
      "en": "[Cotto] So, they didn't pull you into the bathroom, correct?",
      "vi": "[Cotto] So, they didn't pull youinto the bathroom, correct?"
    }
  },
  {
    "translation": {
      "en": "You… You really are. You're a pretty young lady.",
      "vi": "You… You really are.You're a pretty young lady."
    }
  },
  {
    "translation": {
      "en": "Can you walk me through as much as you can?",
      "vi": "Can you walk me throughas much as you can?"
    }
  },
  {
    "translation": {
      "en": "-[Cotto] Mm-hmm. -The, um, technique that you used.",
      "vi": "-[Cotto] Mm-hmm.-The, um, technique that you used."
    }
  },
  {
    "translation": {
      "en": "So for an example, I'm… I'm gonna… I'm just gonna use you right now.",
      "vi": "So for an example, I'm… I'm gonna…I'm just gonna use you right now."
    }
  },
  {
    "translation": {
      "en": "Okay, you are, um, engaged in what I'm saying.",
      "vi": "Okay, you are, um,engaged in what I'm saying."
    }
  },
  {
    "translation": {
      "en": "You were sitting back, and I was mirroring you",
      "vi": "You were sitting back,and I was mirroring you"
    }
  },
  {
    "translation": {
      "en": "Right? So my hands were here. You were holding it. You were like this.",
      "vi": "Right? So my hands were here.You were holding it. You were like this."
    }
  },
  {
    "translation": {
      "en": "So you're studying body language as you're…",
      "vi": "So you're studying body languageas you're…"
    }
  },
  {
    "translation": {
      "en": "I am. I'm breaking down psychological barriers",
      "vi": "I am. I'm breaking downpsychological barriers"
    }
  },
  {
    "translation": {
      "en": "to the point where… You know, and you can use ruse.",
      "vi": "to the point where…You know, and you can use ruse."
    }
  },
  {
    "translation": {
      "en": "-You know, I give it… -What is that?",
      "vi": "-You know, I give it…-What is that?"
    }
  },
  {
    "translation": {
      "en": "that aids law enforcement to get to the truth.",
      "vi": "that aids law enforcementto get to the truth."
    }
  },
  {
    "translation": {
      "en": "-Okay. -It's actually not being truthful to them.",
      "vi": "-Okay.-It's actually not being truthful to them."
    }
  },
  {
    "translation": {
      "en": "Saying a lie. Saying like… like, \"What if I tell you",
      "vi": "Saying a lie. Saying like… like,\"What if I tell you"
    }
  },
  {
    "translation": {
      "en": "-[Cotto] Maybe not. -Maybe not. Okay.",
      "vi": "-[Cotto] Maybe not.-Maybe not. Okay."
    }
  },
  {
    "translation": {
      "en": "We use ruse every single day. Everybody does.",
      "vi": "We use ruse every single day.Everybody does."
    }
  },
  {
    "translation": {
      "en": "that shows you at the wall speaking to them at the party.",
      "vi": "that shows you at the wallspeaking to them at the party."
    }
  },
  {
    "translation": {
      "en": "Who was the first person that walked out the bathroom?",
      "vi": "Who was the first personthat walked out the bathroom?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] He repeatedly tells Nikki that she made up the whole thing,",
      "vi": "[Rachel] He repeatedly tells Nikkithat she made up the whole thing,"
    }
  },
  {
    "translation": {
      "en": "that she went into the bathroom willingly to have sex.",
      "vi": "that she went intothe bathroom willingly to have sex."
    }
  },
  {
    "translation": {
      "en": "At some point, she just doesn't disagree with him.",
      "vi": "At some point,she just doesn't disagree with him."
    }
  },
  {
    "translation": {
      "en": "[Cotto] You didn't get raped in the bathroom. You knew that.",
      "vi": "[Cotto] You didn't get rapedin the bathroom. You knew that."
    }
  },
  {
    "translation": {
      "en": "And you know, afterwards you just wanted to distance yourself from it.",
      "vi": "And you know, afterwards you just wantedto distance yourself from it."
    }
  },
  {
    "translation": {
      "en": "-Right? -[Nikki] Mm-hmm.",
      "vi": "-Right?-[Nikki] Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "This happened to you, and now somebody is accusing you",
      "vi": "This happened to you,and now somebody is accusing you"
    }
  },
  {
    "translation": {
      "en": "of lying about it and fabricating the whole thing.",
      "vi": "of lying about itand fabricating the whole thing."
    }
  },
  {
    "translation": {
      "en": "[Avalos] In that situation, they need to get out of that encounter.",
      "vi": "[Avalos] In that situation,they need to get out of that encounter."
    }
  },
  {
    "translation": {
      "en": "have been talked into and cajoled into recanting",
      "vi": "have been talked intoand cajoled into recanting"
    }
  },
  {
    "translation": {
      "en": "because that's how they can get out of that situation.",
      "vi": "because that's how theycan get out of that situation."
    }
  },
  {
    "translation": {
      "en": "[Cotto] I mean, if you read my investigation,",
      "vi": "[Cotto] I mean,if you read my investigation,"
    }
  },
  {
    "translation": {
      "en": "I don’t have an opinion in here. There's not one opinion",
      "vi": "I don’t have an opinion in here.There's not one opinion"
    }
  },
  {
    "translation": {
      "en": "I did not. No, they didn't want to be interviewed.",
      "vi": "I did not.No, they didn't want to be interviewed."
    }
  },
  {
    "translation": {
      "en": "-Oh, but you asked? -[Cotto] Oh, absolutely I did.",
      "vi": "-Oh, but you asked?-[Cotto] Oh, absolutely I did."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, absolutely I did, but they just didn't want to.",
      "vi": "Oh yeah, absolutely I did,but they just didn't want to."
    }
  },
  {
    "translation": {
      "en": "One gave a written statement to his school…",
      "vi": "One gave a written statementto his school…"
    }
  },
  {
    "translation": {
      "en": "…but none gave me, uh, a statement personally.",
      "vi": "…but none gave me, uh,a statement personally."
    }
  },
  {
    "translation": {
      "en": "that one of the men had previously been accused of a sexual assault",
      "vi": "that one of the men had previouslybeen accused of a sexual assault"
    }
  },
  {
    "translation": {
      "en": "while at Sacred Heart a month before Nikki reported it to you.",
      "vi": "while at Sacred Heart a monthbefore Nikki reported it to you."
    }
  },
  {
    "translation": {
      "en": "-Who are we talk-- -[Rachel] About… [bleep]",
      "vi": "-Who are we talk---[Rachel] About… [bleep]"
    }
  },
  {
    "translation": {
      "en": "No, it's on there. His name on there… [bleep]",
      "vi": "No, it's on there.His name on there… [bleep]"
    }
  },
  {
    "translation": {
      "en": "-Sacred Heart University? -[Rachel] Yeah.",
      "vi": "-Sacred Heart University?-[Rachel] Yeah."
    }
  },
  {
    "translation": {
      "en": "Yeah, no. So I… So during it, I was not aware.",
      "vi": "Yeah, no. So I…So during it, I was not aware."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Does this change anything, you think?",
      "vi": "[Rachel] Does this change anything,you think?"
    }
  },
  {
    "translation": {
      "en": "No, because I'm going to explain something to you. So, um…",
      "vi": "No, because I'm goingto explain something to you. So, um…"
    }
  },
  {
    "translation": {
      "en": "I'm positive I didn’t see it… [smacks lips]",
      "vi": "I'm positive I didn’t see it…[smacks lips]"
    }
  },
  {
    "translation": {
      "en": "…and then it… I… I'm positive it was not in the, um…",
      "vi": "…and then it… I…I'm positive it was not in the, um…"
    }
  },
  {
    "translation": {
      "en": "the, uh… you know, wasn't of any evidence that I obtained.",
      "vi": "the, uh… you know, wasn'tof any evidence that I obtained."
    }
  },
  {
    "translation": {
      "en": "Can you… Let's stop this, and then let's look.",
      "vi": "Can you… Let's stop this,and then let's look."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Detective Cotto says he couldn't find",
      "vi": "[Rachel, voiceover]Detective Cotto says he couldn't find"
    }
  },
  {
    "translation": {
      "en": "A thorough investigation would have included looking",
      "vi": "A thorough investigationwould have included looking"
    }
  },
  {
    "translation": {
      "en": "but never interviewed either of the two men",
      "vi": "but never interviewedeither of the two men"
    }
  },
  {
    "translation": {
      "en": "who have since insisted the sex was consensual.",
      "vi": "who have since insistedthe sex was consensual."
    }
  },
  {
    "translation": {
      "en": "[Cotto, busily] The physical check. Now, let's see it.",
      "vi": "[Cotto, busily] The physical check.Now, let's see it."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] In the false reporting cases I went through,",
      "vi": "[Rachel, voiceover] In the false reportingcases I went through,"
    }
  },
  {
    "translation": {
      "en": "it's not clear if the suspect was even interviewed or was identified.",
      "vi": "it's not clear if the suspectwas even interviewed or was identified."
    }
  },
  {
    "translation": {
      "en": "Which is, like, a really big deal. [chuckling]",
      "vi": "Which is, like,a really big deal. [chuckling]"
    }
  },
  {
    "translation": {
      "en": "It's, like, a very key part of an investigation.",
      "vi": "It's, like, a very key partof an investigation."
    }
  },
  {
    "translation": {
      "en": "I'm just like, wow, there's so much more they could have done.",
      "vi": "I'm just like, wow,there's so much more they could have done."
    }
  },
  {
    "translation": {
      "en": "There's just so much more they could have done.",
      "vi": "There's just so much morethey could have done."
    }
  },
  {
    "translation": {
      "en": "[Akridge] There have been several investigators involved,",
      "vi": "[Akridge] There have beenseveral investigators involved,"
    }
  },
  {
    "translation": {
      "en": "and we have done a very, very thorough investigation.",
      "vi": "and we have donea very, very thorough investigation."
    }
  },
  {
    "translation": {
      "en": "[Carl] In Emma’s case, both the suspects weren't even identified.",
      "vi": "[Carl] In Emma’s case,both the suspects weren't even identified."
    }
  },
  {
    "translation": {
      "en": "There were other friends that possibly knew him",
      "vi": "There were other friendsthat possibly knew him"
    }
  },
  {
    "translation": {
      "en": "or other witnesses that… that knew him. Did they go to that school?",
      "vi": "or other witnesses that… that knew him.Did they go to that school?"
    }
  },
  {
    "translation": {
      "en": "She had a video that one of the suspects were on.",
      "vi": "She had a video that oneof the suspects were on."
    }
  },
  {
    "translation": {
      "en": "I mean, they… they would have been… It would have been easy to find.",
      "vi": "I mean, they… they would have been…It would have been easy to find."
    }
  },
  {
    "translation": {
      "en": "I mean, if you're gonna do anything, you need to identify them two.",
      "vi": "I mean, if you're gonna do anything,you need to identify them two."
    }
  },
  {
    "translation": {
      "en": "[Rachel] In Emma's police report, the surveillance video appears to be",
      "vi": "[Rachel] In Emma's police report,the surveillance video appears to be"
    }
  },
  {
    "translation": {
      "en": "this really critical piece of evidence to justify her arrest.",
      "vi": "this really critical piece of evidenceto justify her arrest."
    }
  },
  {
    "translation": {
      "en": "And if they just completely misidentified her,",
      "vi": "And if they just completelymisidentified her,"
    }
  },
  {
    "translation": {
      "en": "Folks like Emma's family reach out to lawyers like myself,",
      "vi": "Folks like Emma's family reach outto lawyers like myself,"
    }
  },
  {
    "translation": {
      "en": "Uh, we understand what it's like to be at the bottom of the boot.",
      "vi": "Uh, we understand what it's liketo be at the bottom of the boot."
    }
  },
  {
    "translation": {
      "en": "We're essentially claiming that they withheld, uh, this video from us.",
      "vi": "We're essentially claiming thatthey withheld, uh, this video from us."
    }
  },
  {
    "translation": {
      "en": "[Rachel] There is now an opportunity to overturn the case,",
      "vi": "[Rachel] There is now an opportunityto overturn the case,"
    }
  },
  {
    "translation": {
      "en": "meaning that this could just be completely wiped from her record",
      "vi": "meaning that this could justbe completely wiped from her record"
    }
  },
  {
    "translation": {
      "en": "as if this false reporting charge never happened.",
      "vi": "as if this false reporting chargenever happened."
    }
  },
  {
    "translation": {
      "en": "And if we win that and they determine that there was a constitutional violation,",
      "vi": "And if we win that and they determinethat there was a constitutional violation,"
    }
  },
  {
    "translation": {
      "en": "uh, then yeah, the case will be overturned.",
      "vi": "uh, then yeah,the case will be overturned."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I'm so used to seeing her documents",
      "vi": "[Rachel] I'm so usedto seeing her documents"
    }
  },
  {
    "translation": {
      "en": "as the State of Alabama versus Emma Catherine Mannion.",
      "vi": "as the State of Alabamaversus Emma Catherine Mannion."
    }
  },
  {
    "translation": {
      "en": "Now it's Emma Catherine Mannion versus the State of Alabama.",
      "vi": "Now it's Emma Catherine Mannionversus the State of Alabama."
    }
  },
  {
    "translation": {
      "en": "-Thank you, guys. -[Maxwell] Thank you, Emma.",
      "vi": "-Thank you, guys.-[Maxwell] Thank you, Emma."
    }
  },
  {
    "translation": {
      "en": "-Uh, we'll be talking to you soon. -Thank you.",
      "vi": "-Uh, we'll be talking to you soon.-Thank you."
    }
  },
  {
    "translation": {
      "en": "The last few years have catapulted my healing.",
      "vi": "The last few yearshave catapulted my healing."
    }
  },
  {
    "translation": {
      "en": "Because Rae's taken my word for my word and not just done it blindly",
      "vi": "Because Rae's taken my word for my wordand not just done it blindly"
    }
  },
  {
    "translation": {
      "en": "but gone and done the legwork that the police should have done.",
      "vi": "but gone and done the legworkthat the police should have done."
    }
  },
  {
    "translation": {
      "en": "They have a tough job, you know. I would dot your I's and cross your T's.",
      "vi": "They have a tough job, you know.I would dot your I's and cross your T's."
    }
  },
  {
    "translation": {
      "en": "and see if it lines up with what I'm looking from for you.",
      "vi": "and see if it lines upwith what I'm looking from for you."
    }
  },
  {
    "translation": {
      "en": "So my first question would be, what are some of the reasons",
      "vi": "So my first question would be,what are some of the reasons"
    }
  },
  {
    "translation": {
      "en": "that a sexual assault victim might recant a legitimate report?",
      "vi": "that a sexual assault victimmight recant a legitimate report?"
    }
  },
  {
    "translation": {
      "en": "[Avalos] It can be how she's treated by officers.",
      "vi": "[Avalos] It can behow she's treated by officers."
    }
  },
  {
    "translation": {
      "en": "You know, it's not strong, confident, middle-aged women",
      "vi": "You know, it's not strong,confident, middle-aged women"
    }
  },
  {
    "translation": {
      "en": "that experience being charged with false reporting.",
      "vi": "that experience being chargedwith false reporting."
    }
  },
  {
    "translation": {
      "en": "-It's young women, vulnerable. -[Melissa] Right.",
      "vi": "-It's young women, vulnerable.-[Melissa] Right."
    }
  },
  {
    "translation": {
      "en": "So she's somebody that is easy to take advantage of.",
      "vi": "So she's somebody that is easyto take advantage of."
    }
  },
  {
    "translation": {
      "en": "-A perfect target. -Yeah. Mm-hmm.",
      "vi": "-A perfect target.-Yeah. Mm-hmm."
    }
  },
  {
    "translation": {
      "en": "If… If she \"false reported,\" then the sexual assault didn't happen, right?",
      "vi": "If… If she \"false reported,\" thenthe sexual assault didn't happen, right?"
    }
  },
  {
    "translation": {
      "en": "So they just completely forget about the sexual assault portion of it.",
      "vi": "So they just completely forget aboutthe sexual assault portion of it."
    }
  },
  {
    "translation": {
      "en": "-That's really the biggest thing. [sighs] -[Avalos] Okay.",
      "vi": "-That's really the biggest thing. [sighs]-[Avalos] Okay."
    }
  },
  {
    "translation": {
      "en": "Melissa was like, \"It's okay. We're going to appeal.\"",
      "vi": "Melissa was like, \"It's okay.We're going to appeal.\""
    }
  },
  {
    "translation": {
      "en": "I'm hoping that it's a different outcome this time,",
      "vi": "I'm hoping thatit's a different outcome this time,"
    }
  },
  {
    "translation": {
      "en": "but do I have the same faith in the criminal justice system",
      "vi": "but do I have the same faithin the criminal justice system"
    }
  },
  {
    "translation": {
      "en": "-Were you here for the last hearing, the-- -Yeah.",
      "vi": "-Were you here for the last hearing, the---Yeah."
    }
  },
  {
    "translation": {
      "en": "Yeah, I just felt so powerless, you know what I mean?",
      "vi": "Yeah, I just felt so powerless,you know what I mean?"
    }
  },
  {
    "translation": {
      "en": "I felt in a way that I never felt in almost my 30 years being in this country.",
      "vi": "I felt in a way that I never felt inalmost my 30 years being in this country."
    }
  },
  {
    "translation": {
      "en": "when they say that sometimes the justice system is not made for everybody.",
      "vi": "when they say that sometimes thejustice system is not made for everybody."
    }
  },
  {
    "translation": {
      "en": "I was the one who said to her, you know, \"Baby, you need to go the cops.\"",
      "vi": "I was the one who said to her, you know,\"Baby, you need to go the cops.\""
    }
  },
  {
    "translation": {
      "en": "You know, \"You need to report this.\" So I feel like, you know what I mean,",
      "vi": "You know, \"You need to report this.\"So I feel like, you know what I mean,"
    }
  },
  {
    "translation": {
      "en": "like, I… I sent my daughter to these freaking people here.",
      "vi": "like, I… I sent my daughterto these freaking people here."
    }
  },
  {
    "translation": {
      "en": "I could easily say, you know what? Don't worry about it, you know.",
      "vi": "I could easily say, you know what?Don't worry about it, you know."
    }
  },
  {
    "translation": {
      "en": "It's just hard whenever you do everything that you're supposed to,",
      "vi": "It's just hard whenever you doeverything that you're supposed to,"
    }
  },
  {
    "translation": {
      "en": "That's all I wanted from the first place… uh, the first time around,",
      "vi": "That's all I wanted from the first place…uh, the first time around,"
    }
  },
  {
    "translation": {
      "en": "and I'm just… I'm still out of words for it,",
      "vi": "and I'm just…I'm still out of words for it,"
    }
  },
  {
    "translation": {
      "en": "but it meant a lot more than anything when he said not guilty.",
      "vi": "but it meant a lot more than anythingwhen he said not guilty."
    }
  },
  {
    "translation": {
      "en": "False recantations happen when law enforcement",
      "vi": "False recantations happenwhen law enforcement"
    }
  },
  {
    "translation": {
      "en": "don't approach victims the right way and don't support them",
      "vi": "don't approach victims the right wayand don't support them"
    }
  },
  {
    "translation": {
      "en": "just this county and perhaps even broader, and you'll be part of that.",
      "vi": "just this county and perhaps even broader,and you'll be part of that."
    }
  },
  {
    "translation": {
      "en": "Dyanie, you did the hard work, for real like…",
      "vi": "Dyanie, you did the hard work,for real like…"
    }
  },
  {
    "translation": {
      "en": "but there's so many pieces to still pick up of her.",
      "vi": "but there's so many piecesto still pick up of her."
    }
  },
  {
    "translation": {
      "en": "Like… [scoffs] …they left a lot of damage in the wake.",
      "vi": "Like… [scoffs] …they lefta lot of damage in the wake."
    }
  },
  {
    "translation": {
      "en": "She wants to be a law enforcement officer. She had wanted to intern at the FBI",
      "vi": "She wants to be a law enforcement officer.She had wanted to intern at the FBI"
    }
  },
  {
    "translation": {
      "en": "They took that from her. They took all of it from her.",
      "vi": "They took that from her.They took all of it from her."
    }
  },
  {
    "translation": {
      "en": "Before the story comes out, we, you know… we want to reach out to them again.",
      "vi": "Before the story comes out, we, you know…we want to reach out to them again."
    }
  },
  {
    "translation": {
      "en": "-this is what we're saying in our article. -Yes.",
      "vi": "-this is what we're saying in our article.-Yes."
    }
  },
  {
    "translation": {
      "en": "[Amanda] The question with the headline is,",
      "vi": "[Amanda] The questionwith the headline is,"
    }
  },
  {
    "translation": {
      "en": "She reported her rape to police, and when they didn't believe her,",
      "vi": "She reported her rape to police,and when they didn't believe her,"
    }
  },
  {
    "translation": {
      "en": "She ended up in handcuffs or something like--",
      "vi": "She ended up in handcuffsor something like--"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Or we could play with something like",
      "vi": "-Yeah.-Or we could play with something like"
    }
  },
  {
    "translation": {
      "en": "[Amanda] Mm-hmm. Or police charged her with lying after they lied to her.",
      "vi": "[Amanda] Mm-hmm. Or police charged herwith lying after they lied to her."
    }
  },
  {
    "translation": {
      "en": "[Amanda] What does it take to fight one of these charges? To get justice?",
      "vi": "[Amanda] What does it take to fight oneof these charges? To get justice?"
    }
  },
  {
    "translation": {
      "en": "it took, you know, at least half a dozen people that she had to bring on board,",
      "vi": "it took, you know, at least half a dozenpeople that she had to bring on board,"
    }
  },
  {
    "translation": {
      "en": "hundreds of hours of work, and it would have been",
      "vi": "hundreds of hours of work,and it would have been"
    }
  },
  {
    "translation": {
      "en": "tens of thousands of dollars of legal help.",
      "vi": "tens of thousandsof dollars of legal help."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] As I get closer to publishing,",
      "vi": "[Rachel, voiceover]As I get closer to publishing,"
    }
  },
  {
    "translation": {
      "en": "there's one question I keep coming back to.",
      "vi": "there's one questionI keep coming back to."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I just… I just have this question.",
      "vi": "[Rachel] I just…I just have this question."
    }
  },
  {
    "translation": {
      "en": "Why go through the trouble of making arrests?",
      "vi": "Why go through the troubleof making arrests?"
    }
  },
  {
    "translation": {
      "en": "I… I… I get an arrest and don't have to do a full investigation,",
      "vi": "I… I… I get an arrestand don't have to do a full investigation,"
    }
  },
  {
    "translation": {
      "en": "Or they cleared the sexual assault with an arrest,",
      "vi": "Or they cleared the sexual assaultwith an arrest,"
    }
  },
  {
    "translation": {
      "en": "They're gonna teach that person the lesson.",
      "vi": "They're gonna teachthat person the lesson."
    }
  },
  {
    "translation": {
      "en": "then the person that makes a report such as that,",
      "vi": "then the person that makesa report such as that,"
    }
  },
  {
    "translation": {
      "en": "you know, they… they need to suffer the consequences.",
      "vi": "you know, they…they need to suffer the consequences."
    }
  },
  {
    "translation": {
      "en": "[Avalos] The main effect is the chilling effect.",
      "vi": "[Avalos] The main effect isthe chilling effect."
    }
  },
  {
    "translation": {
      "en": "They are chilling the reporting of sexual assault",
      "vi": "They are chilling the reportingof sexual assault"
    }
  },
  {
    "translation": {
      "en": "because other victims are going to be afraid to come forward.",
      "vi": "because other victimsare going to be afraid to come forward."
    }
  },
  {
    "translation": {
      "en": "to all the sexual assault survivors in their community",
      "vi": "to all the sexual assault survivorsin their community"
    }
  },
  {
    "translation": {
      "en": "is that if the police don't believe you, they might prosecute you.",
      "vi": "is that if the police don't believe you,they might prosecute you."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] First, you report being sexually assaulted,",
      "vi": "[Rachel, voiceover] First, you reportbeing sexually assaulted,"
    }
  },
  {
    "translation": {
      "en": "and then you have the police calling you a liar.",
      "vi": "and then you have the policecalling you a liar."
    }
  },
  {
    "translation": {
      "en": "Then the police will sometimes post about this",
      "vi": "Then the policewill sometimes post about this"
    }
  },
  {
    "translation": {
      "en": "[female reporter] The sheriff's office says Dyanie Bermeo also reported the…",
      "vi": "[female reporter] The sheriff's officesays Dyanie Bermeo also reported the…"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Journalists pick this up and republish it",
      "vi": "[Rachel, voiceover] Journalists pickthis up and republish it"
    }
  },
  {
    "translation": {
      "en": "'Cause you're no longer a sexual assault victim,",
      "vi": "'Cause you're no longera sexual assault victim,"
    }
  },
  {
    "translation": {
      "en": "you do not have that right to privacy anymore.",
      "vi": "you do not have that rightto privacy anymore."
    }
  },
  {
    "translation": {
      "en": "Once your name is in the press, it's everywhere.",
      "vi": "Once your name is in the press,it's everywhere."
    }
  },
  {
    "translation": {
      "en": "[male caller] To Mrs. Yovino, I really hope you get the full two years",
      "vi": "[male caller] To Mrs. Yovino,I really hope you get the full two years"
    }
  },
  {
    "translation": {
      "en": "when they go to report an assault, what could happen to them.",
      "vi": "when they go to report an assault,what could happen to them."
    }
  },
  {
    "translation": {
      "en": "[Carl] Most of the victims in sexual assault are",
      "vi": "[Carl] Most of the victimsin sexual assault are"
    }
  },
  {
    "translation": {
      "en": "So you're dealing with somebody that's really young,",
      "vi": "So you're dealingwith somebody that's really young,"
    }
  },
  {
    "translation": {
      "en": "and they just don't understand how it works.",
      "vi": "and they just don't understandhow it works."
    }
  },
  {
    "translation": {
      "en": "Even adults don't know how it works, but, um…",
      "vi": "Even adults don't know how it works,but, um…"
    }
  },
  {
    "translation": {
      "en": "[director, off screen] Why do you care so much?",
      "vi": "[director, off screen]Why do you care so much?"
    }
  },
  {
    "translation": {
      "en": "She came home, my mom called the police, they did zero.",
      "vi": "She came home,my mom called the police, they did zero."
    }
  },
  {
    "translation": {
      "en": "and, um… and I… a lot of that was from what happened to her.",
      "vi": "and, um… and I… a lot of thatwas from what happened to her."
    }
  },
  {
    "translation": {
      "en": "And, um… she became addicted, and then when she was 17 years old,",
      "vi": "And, um… she became addicted,and then when she was 17 years old,"
    }
  },
  {
    "translation": {
      "en": "And my sister just struggled for the rest of her life.",
      "vi": "And my sister just struggledfor the rest of her life."
    }
  },
  {
    "translation": {
      "en": "[trainee] I want to thank you for coming in today.",
      "vi": "[trainee] I want to thank youfor coming in today."
    }
  },
  {
    "translation": {
      "en": "-You went to the party? -[victim actress] Yeah.",
      "vi": "-You went to the party?-[victim actress] Yeah."
    }
  },
  {
    "translation": {
      "en": "-[trainee] Okay. Okay. -[victim actress] I got too drunk.",
      "vi": "-[trainee] Okay. Okay.-[victim actress] I got too drunk."
    }
  },
  {
    "translation": {
      "en": "[Carl] What I think needs to be done is, obviously, training.",
      "vi": "[Carl] What I think needs to be done is,obviously, training."
    }
  },
  {
    "translation": {
      "en": "You have detectives who've never been trained in sex crimes,",
      "vi": "You have detectiveswho've never been trained in sex crimes,"
    }
  },
  {
    "translation": {
      "en": "then the victim feels, you know, you're doubting them.",
      "vi": "then the victim feels, you know,you're doubting them."
    }
  },
  {
    "translation": {
      "en": "Just bear in mind, if you do it too much, down the road,",
      "vi": "Just bear in mind,if you do it too much, down the road,"
    }
  },
  {
    "translation": {
      "en": "-[victim actress] You don't believe me. -Right.",
      "vi": "-[victim actress] You don't believe me.-Right."
    }
  },
  {
    "translation": {
      "en": "-[trainee] Or even paying attention. -You're not paying attention.",
      "vi": "-[trainee] Or even paying attention.-You're not paying attention."
    }
  },
  {
    "translation": {
      "en": "they're like, \"Yeah, we really want to work these cases but no training.\"",
      "vi": "they're like, \"Yeah, we really wantto work these cases but no training.\""
    }
  },
  {
    "translation": {
      "en": "if you continue to lie to me, this is about to go south.",
      "vi": "if you continue to lie to me,this is about to go south."
    }
  },
  {
    "translation": {
      "en": "They were treating the victim in the same interview as a suspect.",
      "vi": "They were treating the victimin the same interview as a suspect."
    }
  },
  {
    "translation": {
      "en": "Of course there's gonna be inconsistencies.",
      "vi": "Of coursethere's gonna be inconsistencies."
    }
  },
  {
    "translation": {
      "en": "Which we already established, the inconsistencies.",
      "vi": "Which we already established,the inconsistencies."
    }
  },
  {
    "translation": {
      "en": "They automatically started kind of putting the burden of proof on the victim.",
      "vi": "They automatically started kind of puttingthe burden of proof on the victim."
    }
  },
  {
    "translation": {
      "en": "We've been talking all day today about, uh, two survivors",
      "vi": "We've been talking all day todayabout, uh, two survivors"
    }
  },
  {
    "translation": {
      "en": "that are gonna come in and do their, uh, impact statement.",
      "vi": "that are gonna come inand do their, uh, impact statement."
    }
  },
  {
    "translation": {
      "en": "And they're here today. Uh, honestly, I've been training a long time,",
      "vi": "And they're here today. Uh, honestly,I've been training a long time,"
    }
  },
  {
    "translation": {
      "en": "and to get survivors to come in to talk at… on any level,",
      "vi": "and to get survivors to come into talk at… on any level,"
    }
  },
  {
    "translation": {
      "en": "Do I want to go up in front all these cops and tell them this?",
      "vi": "Do I want to go up in frontall these cops and tell them this?"
    }
  },
  {
    "translation": {
      "en": "-[Emma laughs] -No, not really.",
      "vi": "-[Emma laughs]-No, not really."
    }
  },
  {
    "translation": {
      "en": "-[Emma] Yeah, that one. -Like… I like…",
      "vi": "-[Emma] Yeah, that one.-Like… I like…"
    }
  },
  {
    "translation": {
      "en": "-I've had enough… -[Dyanie] Of I'm sorry's.",
      "vi": "-I've had enough…-[Dyanie] Of I'm sorry's."
    }
  },
  {
    "translation": {
      "en": "-…like, of pity cries for Emma. -[Dyanie] Yes.",
      "vi": "-…like, of pity cries for Emma.-[Dyanie] Yes."
    }
  },
  {
    "translation": {
      "en": "longevity is diff… Like, this is year five for me.",
      "vi": "longevity is diff…Like, this is year five for me."
    }
  },
  {
    "translation": {
      "en": "with his friend who stood outside the car watching.",
      "vi": "with his friendwho stood outside the car watching."
    }
  },
  {
    "translation": {
      "en": "That he wanted to help me, but he couldn't help a liar.",
      "vi": "That he wanted to help me,but he couldn't help a liar."
    }
  },
  {
    "translation": {
      "en": "and was never given the privilege or dignity",
      "vi": "and was never giventhe privilege or dignity"
    }
  },
  {
    "translation": {
      "en": "If a survivor is coming to you, and they need your help,",
      "vi": "If a survivor is coming to you,and they need your help,"
    }
  },
  {
    "translation": {
      "en": "If you assume immediately that they're lying,",
      "vi": "If you assume immediatelythat they're lying,"
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I thought they were coming down to the campus to help me,",
      "vi": "[Dyanie] I thought they were coming downto the campus to help me,"
    }
  },
  {
    "translation": {
      "en": "but in reality, they came down ready to interrogate me.",
      "vi": "but in reality, they came downready to interrogate me."
    }
  },
  {
    "translation": {
      "en": "police officers can lie to people, and it's okay.",
      "vi": "police officers can lie to people,and it's okay."
    }
  },
  {
    "translation": {
      "en": "I'm very sorry, and I'm telling you right now,",
      "vi": "I'm very sorry,and I'm telling you right now,"
    }
  },
  {
    "translation": {
      "en": "I don't think you should lie to sexual assault survivors.",
      "vi": "I don't think you should lieto sexual assault survivors."
    }
  },
  {
    "translation": {
      "en": "but I think this should be standard practice across the board.",
      "vi": "but I think this shouldbe standard practice across the board."
    }
  },
  {
    "translation": {
      "en": "that police departments are not relying on a victim recantation as their evidence",
      "vi": "that police departments are not relyingon a victim recantation as their evidence"
    }
  },
  {
    "translation": {
      "en": "If they close a sexual assault case without a thorough investigation,",
      "vi": "If they close a sexual assault casewithout a thorough investigation,"
    }
  },
  {
    "translation": {
      "en": "if they accuse the victim without evidence,",
      "vi": "if they accuse the victimwithout evidence,"
    }
  },
  {
    "translation": {
      "en": "then they should be held accountable and risk losing federal funding.",
      "vi": "then they should be held accountableand risk losing federal funding."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] So much of my investigation",
      "vi": "[Rachel, voiceover]So much of my investigation"
    }
  },
  {
    "translation": {
      "en": "-[music fades] -[police siren wailing in the distance]",
      "vi": "-[music fades]-[police siren wailing in the distance]"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] I've been working on this story for four years",
      "vi": "[Rachel, voiceover] I've been workingon this story for four years"
    }
  },
  {
    "translation": {
      "en": "where alleged victims of sexual assault were turned into suspects.",
      "vi": "where alleged victims of sexual assaultwere turned into suspects."
    }
  },
  {
    "translation": {
      "en": "It's impossible to say how often law enforcement is doing this,",
      "vi": "It's impossible to sayhow often law enforcement is doing this,"
    }
  },
  {
    "translation": {
      "en": "There are more than 460,000 sexual assaults",
      "vi": "There aremore than 460,000 sexual assaults"
    }
  },
  {
    "translation": {
      "en": "Only 30% of those are reported to the police,",
      "vi": "Only 30% of thoseare reported to the police,"
    }
  },
  {
    "translation": {
      "en": "and only 1% of perpetrators are ever prosecuted.",
      "vi": "and only 1% of perpetratorsare ever prosecuted."
    }
  },
  {
    "translation": {
      "en": "and when law enforcement turns them into the suspects,",
      "vi": "and when law enforcementturns them into the suspects,"
    }
  },
  {
    "translation": {
      "en": "This was my first big solo investigative piece.",
      "vi": "This wasmy first big solo investigative piece."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know if I'll sleep the night that this comes out,",
      "vi": "I mean, I don't know if I'll sleepthe night that this comes out,"
    }
  },
  {
    "translation": {
      "en": "There's a lot of power that stories like this can have.",
      "vi": "There's a lot of powerthat stories like this can have."
    }
  },
  {
    "translation": {
      "en": "Look, I'm sorry if I'm, you know, pestering you at this point,",
      "vi": "Look, I'm sorry if I'm, you know,pestering you at this point,"
    }
  },
  {
    "translation": {
      "en": "but I… it's really important that I speak with you.",
      "vi": "but I… it's really importantthat I speak with you."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Anybody in my story, I want them to be aware of it.",
      "vi": "[Rachel, voiceover] Anybody in my story,I want them to be aware of it."
    }
  },
  {
    "translation": {
      "en": "Gonna be quite a few people that won't like this story,",
      "vi": "Gonna be quite a few peoplethat won't like this story,"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] The footage shows Emma walking with the alleged assailants",
      "vi": "[Rachel, voiceover] The footage shows Emmawalking with the alleged assailants"
    }
  },
  {
    "translation": {
      "en": "It corroborates exactly her description of where she was and with whom.",
      "vi": "It corroborates exactly her descriptionof where she was and with whom."
    }
  },
  {
    "translation": {
      "en": "[Emma, over recording] It was just myself, Steven,",
      "vi": "[Emma, over recording]It was just myself, Steven,"
    }
  },
  {
    "translation": {
      "en": "[host] From the Center for Investigative Reporting and PRX,",
      "vi": "[host] From the Centerfor Investigative Reporting and PRX,"
    }
  },
  {
    "translation": {
      "en": "Today, we're talking with reporter, Rae de Leon",
      "vi": "Today, we're talking with reporter,Rae de Leon"
    }
  },
  {
    "translation": {
      "en": "that raises troubling questions about how police investigate sexual assault.",
      "vi": "that raises troubling questions abouthow police investigate sexual assault."
    }
  },
  {
    "translation": {
      "en": "-[Rae] Hi, Al. -[Al] Hey, Rae.",
      "vi": "-[Rae] Hi, Al.-[Al] Hey, Rae."
    }
  }
]