[
  {
    "translation": {
      "en": "[woman] This is my diary.",
      "vi": "Đây là nhật ký của tôi."
    }
  },
  {
    "translation": {
      "en": "I'm reading you the excerpt from December 12, 1978.",
      "vi": "Tôi đang đọc đoạn trích viết từ ngày 12 tháng 12 năm 1978."
    }
  },
  {
    "translation": {
      "en": "So, it says, \"Today was an absolute miserable day.\" \"Rob never came home last night.\"",
      "vi": "Nó viết: \"Hôm nay là một ngày khốn khổ\". \"Từ đêm qua, Rob đã hoàn toàn biến mất\"."
    }
  },
  {
    "translation": {
      "en": "\"He never got back to the store, and he never went home.\"",
      "vi": "\"Cậu ấy không trở lại cửa hàng, cũng chẳng bao giờ về nhà nữa\"."
    }
  },
  {
    "translation": {
      "en": "[woman] When I was about 15, I started working at Nisson Pharmacy.",
      "vi": "Năm 15 tuổi, tôi làm việc ở Hiệu thuốc Nisson."
    }
  },
  {
    "translation": {
      "en": "I was a clerk. I was the person at the front and ran the cash register.",
      "vi": "Tôi là thu ngân. Nhiệm vụ là đứng tính tiền ở trước quầy."
    }
  },
  {
    "translation": {
      "en": "I met Rob Piest when he came to work at the pharmacy.",
      "vi": "Tôi quen Rob Piest khi cậu ấy đến hiệu thuốc làm việc."
    }
  },
  {
    "translation": {
      "en": "He was the new stock boy. He did sports.",
      "vi": "Cậu ấy là nhân viên xếp hàng mới. Cậu ấy từng chơi thể thao."
    }
  },
  {
    "translation": {
      "en": "He was a gymnast.",
      "vi": "Cũng là vận động viên."
    }
  },
  {
    "translation": {
      "en": "And he had outdoor interests, um, in hiking, and he was a photographer.",
      "vi": "Cậu ấy thích đi bộ đường dài ngoài trời và cũng từng là một nhiếp ảnh gia."
    }
  },
  {
    "translation": {
      "en": "He was actually working there to save money for a camera and a car.",
      "vi": "Thực ra cậu ấy tới đó làm việc để tiết kiệm tiền mua máy ảnh và xe hơi."
    }
  },
  {
    "translation": {
      "en": "He was very close with his family. He loved his family and he talked about 'em a lot.",
      "vi": "Cậu ấy rất thân thiết với gia đình. Cậu ấy yêu gia đình và kể về họ nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "I remember when I came to work on December 11.",
      "vi": "Tôi nhớ hôm tôi đi làm vào ngày 11 tháng 12."
    }
  },
  {
    "translation": {
      "en": "In December in Chicago, it is freezing.",
      "vi": "Tháng 12 ở Chicago, trời lạnh tới đóng băng."
    }
  },
  {
    "translation": {
      "en": "And the cash register was right at the front of the door,",
      "vi": "Quầy thu ngân thì ở ngay trước cửa,"
    }
  },
  {
    "translation": {
      "en": "and people were in and out a lot, and I would get cold.",
      "vi": "khách ra vào rất nhiều nên tôi sẽ bị lạnh."
    }
  },
  {
    "translation": {
      "en": "And so, Rob had a very nice, uh, blue down jacket.",
      "vi": "Rob có chiếc áo khoác xanh dương rất đẹp."
    }
  },
  {
    "translation": {
      "en": "So I asked him if I could borrow it and wear it at the front",
      "vi": "Tôi đã hỏi mượn cậu ấy cái áo đó để mặc"
    }
  },
  {
    "translation": {
      "en": "while I was working the cash register.",
      "vi": "trong lúc tôi làm việc tại quầy."
    }
  },
  {
    "translation": {
      "en": "There was a man, a middle-aged man in, you know, a flannel shirt",
      "vi": "Có một người đàn ông trung niên mặc áo sơ mi flannel"
    }
  },
  {
    "translation": {
      "en": "walking around the store.",
      "vi": "đi quanh hiệu thuốc."
    }
  },
  {
    "translation": {
      "en": "I asked the pharmacist and he said, oh, he was a contractor",
      "vi": "Tôi hỏi dược sĩ và anh ấy bảo đó là nhà thầu,"
    }
  },
  {
    "translation": {
      "en": "who was there because they were thinking about doing some remodeling in the store.",
      "vi": "anh ta tới xem vì đang có ý định sửa sang lại cửa hàng."
    }
  },
  {
    "translation": {
      "en": "As the night was winding down,",
      "vi": "Khi màn đêm buông xuống,"
    }
  },
  {
    "translation": {
      "en": "Rob came back to the front of the counter and said, \"Hey, can I have my jacket back?\"",
      "vi": "Rob trở lại trước quầy và nói: \"Cho tôi xin lại cái áo khoác nhé?\""
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna go outside and talk to that contractor about a job.\"",
      "vi": "\"Tôi phải ra ngoài bàn công việc với nhà thầu đó\"."
    }
  },
  {
    "translation": {
      "en": "And then he put his jacket on and he went outside.",
      "vi": "Rồi cậu ấy mặc áo vào và ra ngoài."
    }
  },
  {
    "translation": {
      "en": "[Byers-Lund] And then, you know, the store stayed busy.",
      "vi": "Sau đó, hiệu thuốc cứ đông khách."
    }
  },
  {
    "translation": {
      "en": "So I kind of lost track of time",
      "vi": "Nên tôi đã quên mất thời gian"
    }
  },
  {
    "translation": {
      "en": "and the fact that, you know, we were getting ready to close.",
      "vi": "và thực ra, chúng tôi đã chuẩn bị đóng cửa."
    }
  },
  {
    "translation": {
      "en": "And his mom came in and wanted to know where he was.",
      "vi": "Rồi mẹ cậu ấy đến và muốn biết con mình ở đâu."
    }
  },
  {
    "translation": {
      "en": "And I asked her, I said, \"He's outside talking to some contractor about a job.\"",
      "vi": "Tôi đã hỏi và bảo bà ấy: \"Cậu ấy ra ngoài bàn công việc với người thầu\"."
    }
  },
  {
    "translation": {
      "en": "And she said, no, he… she didn't see him out there.",
      "vi": "Và bà ấy nói không thấy cậu ấy ngoài đó."
    }
  },
  {
    "translation": {
      "en": "So she said, \"Tell him just call me when he gets back,",
      "vi": "Nên bà ấy dặn: \"Bảo nó gọi tôi khi về đây nhé,"
    }
  },
  {
    "translation": {
      "en": "and I will come over and pick him up.\"",
      "vi": "tôi sẽ tới đón nó\"."
    }
  },
  {
    "translation": {
      "en": "And so, when the final closing was at 10:00,",
      "vi": "Rồi đến 10 giờ, hiệu thuốc đóng cửa,"
    }
  },
  {
    "translation": {
      "en": "um, his mom had called and said, \"Is he back yet?\" And I said, \"No. He's not here at all.\"",
      "vi": "mẹ cậu ấy gọi hỏi: \"Thằng bé về chưa?\" Tôi bảo: \"Chưa. Cậu ấy không ở đây\"."
    }
  },
  {
    "translation": {
      "en": "I knew that that night was Rob's mom's birthday. That's why she waited for a while,",
      "vi": "Tôi biết đêm đó là sinh nhật mẹ Rob. Thế nên bà ấy đã đợi một lúc,"
    }
  },
  {
    "translation": {
      "en": "'cause they had a birthday celebration planned for that night.",
      "vi": "họ đã dự định tổ chức sinh nhật vào đêm đó."
    }
  },
  {
    "translation": {
      "en": "Rob would never have missed his mom's birthday.",
      "vi": "Rob sẽ không bao giờ bỏ lỡ sinh nhật mẹ."
    }
  },
  {
    "translation": {
      "en": "He was missing.",
      "vi": "Cậu ấy đã mất tích."
    }
  },
  {
    "translation": {
      "en": "[Gacy] First of all, drop that \"Mr. Gacy\" thing.",
      "vi": "Trước hết, bỏ cái tên \"anh Gacy\" đi."
    }
  },
  {
    "translation": {
      "en": "[investigator] Okay, John. That was technical.",
      "vi": "Được rồi, John. Đó là quy tắc."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I don't know who the hell you're talking to. Just John.",
      "vi": "Chả biết cô đang nói chuyện với ai. Tôi là John."
    }
  },
  {
    "translation": {
      "en": "[investigator] Okay, John. Go ahead.",
      "vi": "Rồi, John. tiếp tục đi."
    }
  },
  {
    "translation": {
      "en": "[Gacy] John, or JW, or whatever the hell else they call me,",
      "vi": "John, JW, hoặc cái khỉ gió gì đó hay bất cứ cái tên nào"
    }
  },
  {
    "translation": {
      "en": "or whatever else comes to your mind if I get too mad.",
      "vi": "hiện trong đầu khi tức điên vì tôi."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Nobody wants to accept what the hell I say.",
      "vi": "Không ai muốn chấp nhận lời tôi nói."
    }
  },
  {
    "translation": {
      "en": "Because what I tell you is… is what I know as fact.",
      "vi": "Vì những gì tôi nói là những gì tôi biết là sự thật."
    }
  },
  {
    "translation": {
      "en": "I have nothing to gain.",
      "vi": "Tôi chẳng được gì cả."
    }
  },
  {
    "translation": {
      "en": "I have nothing to lose by telling you something that's not the truth.",
      "vi": "Cũng chẳng có gì để mất mà phải kể những điều sai sự thật."
    }
  },
  {
    "translation": {
      "en": "But I'm getting to the point that I keep going over and over and over",
      "vi": "Nhưng tôi đang ở tình cảnh cứ phải nói đi nói lại"
    }
  },
  {
    "translation": {
      "en": "every fucking thing.",
      "vi": "tất cả mọi thứ."
    }
  },
  {
    "translation": {
      "en": "But I'm at the breaking point with it.",
      "vi": "Tôi sắp chịu không nổi rồi."
    }
  },
  {
    "translation": {
      "en": "I don't… I don't know how much more of this shit I can take.",
      "vi": "Không biết tôi chịu được chuyện chết tiệt này bao lâu nữa."
    }
  },
  {
    "translation": {
      "en": "-[investigator] What do you think happen-- -[Gacy] I don't know. I… I don't.",
      "vi": "- Anh nghĩ chuyện gì đã xảy ra với… - Tôi không biết. Không hề biết."
    }
  },
  {
    "translation": {
      "en": "[man] 1978. I had just left the Public Defender's Office.",
      "vi": "Năm 1978, tôi vừa rời Văn phòng luật sư công."
    }
  },
  {
    "translation": {
      "en": "I decided to go into private practice.",
      "vi": "Tôi quyết định hành nghề tư nhân."
    }
  },
  {
    "translation": {
      "en": "Sitting in my new office and, uh, I get a telephone call.",
      "vi": "Tôi đang ngồi ở văn phòng mới thì nhận được điện thoại."
    }
  },
  {
    "translation": {
      "en": "[Amirante] I said, \"Law office.\" He said, \"Hi, Sam. This is John Gacy.\"",
      "vi": "Tôi nói: \"Văn phòng luật đây\". Anh ta đáp: \"Chào Sam. Tôi là John Gacy\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Hi, John, how are you?\" He said, \"Can you do me a favor?\"",
      "vi": "\"Chào John, anh thế nào?\" Anh ta bảo: \"Giúp tôi được không?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Sure. What do you need?\"",
      "vi": "Tôi nói: \"Vâng. Anh cần gì?\""
    }
  },
  {
    "translation": {
      "en": "\"Find out why I'm being tailed by the Des Plaines police.\" \"No problem.\"",
      "vi": "\"Tìm hiểu tại sao tôi bị cảnh sát Des Plaines theo dõi\". \"Được thôi. Để tôi\"."
    }
  },
  {
    "translation": {
      "en": "[Sam] I had been Chief Public Defender in Des Plaines, where this was going on.",
      "vi": "Tôi từng là Trưởng Văn phòng luật sư công ở Des Plaines, ngay nơi mọi thứ diễn ra."
    }
  },
  {
    "translation": {
      "en": "I knew all those guys over there. I know the chief, I know the mayor.",
      "vi": "Tôi quen hết mọi người ở đó. Tôi quen cảnh sát trưởng, thị trưởng."
    }
  },
  {
    "translation": {
      "en": "I'll… I'll find out. I'll ask some questions, I'll ask around.",
      "vi": "Tôi sẽ tìm ra. Tôi sẽ hỏi han và điều tra xung quanh."
    }
  },
  {
    "translation": {
      "en": "And so, my first client in my private practice was John Gacy.",
      "vi": "Chính John Gacy là khách đầu tiên của tôi khi mở văn phòng riêng."
    }
  },
  {
    "translation": {
      "en": "You know, everybody from the neighborhood,",
      "vi": "Mọi người từ vùng lân cận,"
    }
  },
  {
    "translation": {
      "en": "from the northwest suburbs of Chicago knew John Gacy.",
      "vi": "từ ngoại ô phía tây bắc Chicago đều biết John Gacy."
    }
  },
  {
    "translation": {
      "en": "He had a construction business called Painting, Decorating and Maintenance.",
      "vi": "Anh ta có công ty xây dựng tên là Sơn, Trang Trí và Bảo Trì."
    }
  },
  {
    "translation": {
      "en": "He was also a Democratic Precinct Captain in the Cook County Democratic Organization.",
      "vi": "Anh ta cũng từng là Trưởng khu Dân chủ trong Tổ chức Dân chủ Quận Cook."
    }
  },
  {
    "translation": {
      "en": "Precinct Captains take care of the people in the neighborhood.",
      "vi": "Trưởng khu phụ trách chăm lo người dân trong khu phố."
    }
  },
  {
    "translation": {
      "en": "So if somebody needed a garbage can, or somebody needed a bulb changed,",
      "vi": "Nên nếu có ai cần thùng rác, cần thay bóng đèn,"
    }
  },
  {
    "translation": {
      "en": "or somebody needed their driveway shoveled, or something,",
      "vi": "cần dọn sạch lối xe ra vào hay cần gì đó,"
    }
  },
  {
    "translation": {
      "en": "the Precinct Captain would be there to help them.",
      "vi": "Trưởng khu sẽ có mặt để giúp họ."
    }
  },
  {
    "translation": {
      "en": "Gacy was the best Precinct Captain",
      "vi": "Gacy là Trưởng khu xuất sắc nhất"
    }
  },
  {
    "translation": {
      "en": "in the Norwood Park Democratic Organization.",
      "vi": "trong Tổ chức Dân chủ ở Norwood Park."
    }
  },
  {
    "translation": {
      "en": "Everybody knew him.",
      "vi": "Ai cũng biết anh ta."
    }
  },
  {
    "translation": {
      "en": "I got active in the Democratic Party",
      "vi": "Tôi hoạt động trong Đảng Dân Chủ"
    }
  },
  {
    "translation": {
      "en": "because I wanted to get into politics someday.",
      "vi": "vì tôi muốn về sau sẽ tham gia chính trị."
    }
  },
  {
    "translation": {
      "en": "And so, I knew him through doing that.",
      "vi": "Và nhờ vậy, tôi quen anh ta."
    }
  },
  {
    "translation": {
      "en": "He called me because he thought I had influence.",
      "vi": "Anh ta gọi tôi vì nghĩ tôi có ảnh hưởng. Không phải vì nghĩ tôi là luật sư giỏi,"
    }
  },
  {
    "translation": {
      "en": "Not because he thought I was a great lawyer. He thought I had clout.",
      "vi": "Anh ta gọi tôi vì nghĩ tôi có ảnh hưởng. Không phải vì nghĩ tôi là luật sư giỏi, mà vì cho rằng tôi có uy tín."
    }
  },
  {
    "translation": {
      "en": "So the first thing I did was go to the police.",
      "vi": "Nên trước tiên, tôi đã đến gặp cảnh sát."
    }
  },
  {
    "translation": {
      "en": "\"Hey, John Gacy's a good guy. What are you guys following him for?\"",
      "vi": "\"John Gacy là người tốt. Sao lại theo dõi anh ấy?\""
    }
  },
  {
    "translation": {
      "en": "They'd say, \"There's a missing kid. We think he has something to do with it.\"",
      "vi": "Họ nói: \"Có đứa trẻ mất tích. Anh ta bị nghi có liên quan\"."
    }
  },
  {
    "translation": {
      "en": "I'd be like, \"You're crazy, a missing kid. You obviously have the wrong guy.\"",
      "vi": "Tôi kiểu: \"Điên rồi, trẻ mất tích ư? Rõ ràng các anh nhầm người rồi\"."
    }
  },
  {
    "translation": {
      "en": "[man 1] I was assigned to the Piest case the day after he disappeared.",
      "vi": "Tôi nhận vụ của Robert Piest một ngày sau khi cậu ấy biến mất."
    }
  },
  {
    "translation": {
      "en": "Rob Piest had a part-time job at Nisson Drugs.",
      "vi": "Rob Piest từng làm thêm ở Hiệu thuốc Nisson,"
    }
  },
  {
    "translation": {
      "en": "It was on Touhy Avenue in Des Plaines.",
      "vi": "ở đại lộ Touhy của Des Plaines."
    }
  },
  {
    "translation": {
      "en": "A missing persons report was filed by the Piest family.",
      "vi": "Gia đình Piest đã nộp đơn trình báo người mất tích."
    }
  },
  {
    "translation": {
      "en": "They were in shock, I believe,",
      "vi": "Chắc chắn họ rất sốc"
    }
  },
  {
    "translation": {
      "en": "because this is just so unlike the young man to disappear.",
      "vi": "vì đây thật sự không giống một vụ chàng trai trẻ mất tích."
    }
  },
  {
    "translation": {
      "en": "When Mr. and Mrs. Piest came into the office,",
      "vi": "Khi ông bà Piest bước vào văn phòng,"
    }
  },
  {
    "translation": {
      "en": "uh, they were… uh, distraught, completely.",
      "vi": "trông họ… hoàn toàn quẫn trí."
    }
  },
  {
    "translation": {
      "en": "They had been out all night searching for Rob.",
      "vi": "Họ đã ra ngoài cả đêm để tìm Rob."
    }
  },
  {
    "translation": {
      "en": "We talked, and they convinced me in about a minute,",
      "vi": "Chúng tôi đã nói chuyện và họ đã thuyết phục tôi trong tích tắc"
    }
  },
  {
    "translation": {
      "en": "that, in fact, uh, we had something more than a runaway on our hands.",
      "vi": "rằng thực ra, đó không chỉ đơn giản là một vụ chạy trốn."
    }
  },
  {
    "translation": {
      "en": "And that's really what led our office, that is the prosecutor's office,",
      "vi": "Và đó chính là điều đã khiến văn phòng công tố chúng tôi"
    }
  },
  {
    "translation": {
      "en": "uh, to become involved in the case.",
      "vi": "tham gia vào vụ án."
    }
  },
  {
    "translation": {
      "en": "[man 2] Rob Piest was a great all-American kid, 15 years old.",
      "vi": "Rob Piest là một cậu bé người Mỹ tuyệt vời, 15 tuổi."
    }
  },
  {
    "translation": {
      "en": "Come from a very stable family, well-liked by everybody,",
      "vi": "Xuất thân từ gia đình tử tế, được mọi người quý mến,"
    }
  },
  {
    "translation": {
      "en": "didn't have any girlfriend problems or any other issues.",
      "vi": "không xích mích yêu đương hay có bất cứ vấn đề gì."
    }
  },
  {
    "translation": {
      "en": "And he had a… a brother and a sister.",
      "vi": "Cậu ấy có một anh trai và một chị gái."
    }
  },
  {
    "translation": {
      "en": "Uh, he was the youngest. And everybody got along well with that family.",
      "vi": "Cậu ấy là con út. Mọi người đều hòa thuận với gia đình này."
    }
  },
  {
    "translation": {
      "en": "[Tovar] The officer that filed the missing persons report",
      "vi": "Viên cảnh sát nộp trình báo mất tích đã quay lại hiệu thuốc"
    }
  },
  {
    "translation": {
      "en": "went back to the drug store and asked who had been there that night",
      "vi": "Viên cảnh sát nộp trình báo mất tích đã quay lại hiệu thuốc hỏi xem những ai đã tới tối qua và tổng hợp tất cả tên của những người đó."
    }
  },
  {
    "translation": {
      "en": "and incorporated all those names of the people that had been there.",
      "vi": "hỏi xem những ai đã tới tối qua và tổng hợp tất cả tên của những người đó."
    }
  },
  {
    "translation": {
      "en": "Among them was John Wayne Gacy's name.",
      "vi": "Trong số đó có John Wayne Gacy."
    }
  },
  {
    "translation": {
      "en": "He was there to, uh, get an estimate for a job he wanted to do there at the drugstore.",
      "vi": "Anh ta tới để ước lượng công việc anh ta muốn làm tại hiệu thuốc."
    }
  },
  {
    "translation": {
      "en": "One of the first things we always do, we see who we're dealing with.",
      "vi": "Một điều đầu tiên chúng tôi luôn làm là xem mình đang đối phó với ai."
    }
  },
  {
    "translation": {
      "en": "So we started running the names, checking them for criminal histories.",
      "vi": "Nên chúng tôi đã điều tra những cái tên, kiểm tra tiền án tiền sự."
    }
  },
  {
    "translation": {
      "en": "I think the next-to-last name I checked was Gacy's name.",
      "vi": "Tôi nghĩ Gacy là cái tên gần cuối tôi kiểm tra."
    }
  },
  {
    "translation": {
      "en": "And we immediately got a hit on him, that he had done time in Iowa for sodomy.",
      "vi": "Và chúng tôi phát hiện ngay anh ta từng ngồi tù ở Iowa vì tội dâm ô."
    }
  },
  {
    "translation": {
      "en": "So immediately, that put him at the head of the line",
      "vi": "Và vì điều đó, anh ta lập tức dẫn đầu danh sách"
    }
  },
  {
    "translation": {
      "en": "as far as possible persons of interest.",
      "vi": "những người bị tình nghi nhất."
    }
  },
  {
    "translation": {
      "en": "John Wayne Gacy lived in Norwood Park Township.",
      "vi": "John Wayne Gacy sống ở thị trấn Norwood Park."
    }
  },
  {
    "translation": {
      "en": "It's a Chicago address,",
      "vi": "Địa chỉ đó thuộc Chicago,"
    }
  },
  {
    "translation": {
      "en": "but it's an unincorporated area of Cook County.",
      "vi": "nhưng lại là một khu chưa hợp nhất của quận Cook."
    }
  },
  {
    "translation": {
      "en": "[Albrecht] Joseph Kozenczak was Head of Investigations",
      "vi": "Joseph Kozenczak là Đội trưởng Đội Điều tra"
    }
  },
  {
    "translation": {
      "en": "of the Des Plaines Police Department. He went out to talk to John Gacy.",
      "vi": "của Sở cảnh sát Des Plaines. Anh ấy đã tìm John Gacy nói chuyện."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Lieutenant Kozenczak, the asshole from Des Plaines Police Department,",
      "vi": "Trung úy Kozenczak, tên khốn từ Sở cảnh sát Des Plaines"
    }
  },
  {
    "translation": {
      "en": "talked to me about the Piest boy disappearance,",
      "vi": "đã nói với tôi về vụ mất tích của Piest,"
    }
  },
  {
    "translation": {
      "en": "asked me if I'd come down and give a witness statement.",
      "vi": "hỏi tôi có thể làm nhân chứng và cho lời khai không."
    }
  },
  {
    "translation": {
      "en": "I told him I didn't have time, that I'd just had a death in the family,",
      "vi": "Tôi bảo không có thời gian, nhà tôi vừa có người mất,"
    }
  },
  {
    "translation": {
      "en": "that I'm waiting for a call from my mother in Arkansas.",
      "vi": "tôi đang đợi cuộc gọi từ mẹ ở Arkansas."
    }
  },
  {
    "translation": {
      "en": "So he told Kozenczak he had to take care of his family things,",
      "vi": "Anh ta nói với Kozenczak là phải lo chuyện gia đình,"
    }
  },
  {
    "translation": {
      "en": "and Kozenczak told him it would just be a while, just come out.",
      "vi": "và Kozenczak bảo chỉ một lát thôi, ra ngoài đi."
    }
  },
  {
    "translation": {
      "en": "He got very aggravated about that.",
      "vi": "Anh ta đã rất bực bội."
    }
  },
  {
    "translation": {
      "en": "He said, \"You know, Kozenczak has no respect for the dead.\"",
      "vi": "Anh ta nói: \"Kozenczak không tôn trọng người đã khuất\"."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I said, \"You're very rude at the time of death.\"",
      "vi": "Tôi nói: \"Nhà có tang mà anh chả biết ý gì cả\"."
    }
  },
  {
    "translation": {
      "en": "And I just told him, you know, \"When I got time, I'd get down there.\"",
      "vi": "Tôi chỉ bảo anh ta: \"Rảnh việc tôi xuống\". \"Tôi sẽ tới sau\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"I'll come down later.\" \"How much later?\"",
      "vi": "Anh ta hỏi: \"Sau là khi nào?\""
    }
  },
  {
    "translation": {
      "en": "\"I don't know. When I get down there, I'll be down there.\"",
      "vi": "\"Không biết. Khi nào xuống thì xuống\"."
    }
  },
  {
    "translation": {
      "en": "[Tovar] One detective was assigned to watch the house.",
      "vi": "Một thanh tra được giao nhiệm vụ theo dõi ngôi nhà."
    }
  },
  {
    "translation": {
      "en": "They had seen Gacy arrive in his van.",
      "vi": "Họ đã thấy Gacy lên xe tải."
    }
  },
  {
    "translation": {
      "en": "Well, when the van left, they followed the van,",
      "vi": "Khi chiếc xe rời đi, họ đã bám đuôi nó,"
    }
  },
  {
    "translation": {
      "en": "thinking that Gacy was in it,",
      "vi": "nghi Gacy ở trong xe,"
    }
  },
  {
    "translation": {
      "en": "when, in fact, it was one of his workers that took the van.",
      "vi": "nhưng hoá ra người lên xe là một công nhân của anh ta."
    }
  },
  {
    "translation": {
      "en": "When they finally caught up to it, they realized it wasn't Gacy.",
      "vi": "Khi họ đã đuổi kịp, họ nhận ra đó không phải Gacy."
    }
  },
  {
    "translation": {
      "en": "By that time, Gacy was gone.",
      "vi": "Lúc đó, Gacy đã biến mất."
    }
  },
  {
    "translation": {
      "en": "[man 3] When Gacy did come into the police station, he comes in at 3:00 in the morning, everybody's gone.",
      "vi": "Thời điểm Gacy tới đồn cảnh sát là lúc 3 giờ sáng, không có ai ở đó."
    }
  },
  {
    "translation": {
      "en": "He's covered with mud. His pants are full of mud.",
      "vi": "Toàn thân dính đầy bùn. Quần dính bùn."
    }
  },
  {
    "translation": {
      "en": "His, you know, his shoes are all full of mud.",
      "vi": "Giày dính đầy bùn."
    }
  },
  {
    "translation": {
      "en": "His car with the back bumper was packed with mud.",
      "vi": "Thanh hãm xung sau xe tải cũng đầy bùn đất."
    }
  },
  {
    "translation": {
      "en": "There was mud up to the axles. He had mud all over the floorboard.",
      "vi": "Bùn bám lên tới cả trục xe. Bùn dính khắp sàn xe."
    }
  },
  {
    "translation": {
      "en": "Uh, and there was nobody there to talk to him. So he left.",
      "vi": "Không có ai ở đó để nói chuyện. Nên anh ta bỏ đi."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I drove over to the Des Plaines police station because I knew they were waiting for me.",
      "vi": "Tôi lái xe tới đồn cảnh sát Des Plaines. vì tôi biết họ đang đợi tôi."
    }
  },
  {
    "translation": {
      "en": "[investigator] Who'd you see?",
      "vi": "Anh gặp ai ở đó?"
    }
  },
  {
    "translation": {
      "en": "[Gacy] I said, \"I'm here to see Lt. Kozenczak.\" He says, \"Oh, he left hours ago.\"",
      "vi": "Tôi nói: \"Tôi đến gặp Trung úy Kozenczak\". họ bảo: \"Anh ấy đi vài giờ trước rồi\"."
    }
  },
  {
    "translation": {
      "en": "I says, \"Well, okay, tell him I'll be back in the morning.\"",
      "vi": "Tôi nói: \"Rồi, bảo anh ấy sáng mai tôi quay lại\"."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] But what happened? Why did he get covered with mud?",
      "vi": "Nhưng chuyện gì đã xảy ra? Sao anh ta lại dính đầy bùn?"
    }
  },
  {
    "translation": {
      "en": "How'd he get mud in the car?",
      "vi": "Sao xe cũng đầy bùn vậy?"
    }
  },
  {
    "translation": {
      "en": "[Gacy] I went down to the police station around ten, eleven o'clock in the morning.",
      "vi": "Tôi tới đồn cảnh sát vào khoảng mười, mười một giờ sáng."
    }
  },
  {
    "translation": {
      "en": "They said, \"Mr. Kozenczak wants to talk to you.\" I said, \"All right, I'll wait a few minutes.\"",
      "vi": "Họ nói: \"Anh Kozenczak muốn gặp anh\". Tôi bảo: \"Được rồi, tôi sẽ đợi vài phút\"."
    }
  },
  {
    "translation": {
      "en": "11:00 came, 12:00 came, I says, \"Look,\" I says, \"I've got to go 'cause I've got things to do.\"",
      "vi": "Rồi qua 11 giờ, 12 giờ, tôi nói: \"Này, tôi về đây, tôi còn có việc\"."
    }
  },
  {
    "translation": {
      "en": "I don't know what they were waiting for.",
      "vi": "Tôi chả biết họ đang chờ cái gì."
    }
  },
  {
    "translation": {
      "en": "[Tovar] They told me to entertain him for a while.",
      "vi": "Họ bảo tôi tiếp đãi anh ta một lúc."
    }
  },
  {
    "translation": {
      "en": "He was not under arrest, we couldn't detain him.",
      "vi": "Anh ta không bị bắt, ta không thể giữ anh ta."
    }
  },
  {
    "translation": {
      "en": "So I had to use, you know, my imagination on how to keep him there.",
      "vi": "Nên tôi phải dùng trí tưởng tượng để tìm cách giữ chân anh ta."
    }
  },
  {
    "translation": {
      "en": "I've been a pretty good judge of character,",
      "vi": "Tôi khá giỏi việc đánh giá tính cách,"
    }
  },
  {
    "translation": {
      "en": "and I quickly determined this guy had a big ego,",
      "vi": "và tôi đã nhanh chóng nhận định đó là người có cái tôi lớn,"
    }
  },
  {
    "translation": {
      "en": "so I just kinda fed on that a little bit.",
      "vi": "nên tôi đã kích thích nó một chút."
    }
  },
  {
    "translation": {
      "en": "And a lot of times he was just full of crap, you know.",
      "vi": "nên tôi đã kích thích nó một chút. Anh ta toàn nói vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "He was exaggerating his importance, you know, but I didn't care.",
      "vi": "Anh ta phóng đại tầm quan trọng của mình, nhưng tôi chẳng quan tâm."
    }
  },
  {
    "translation": {
      "en": "All I cared was he was staying there",
      "vi": "Tôi chỉ cần anh ta ở lại đó"
    }
  },
  {
    "translation": {
      "en": "without me having to force him to stay there.",
      "vi": "mà không cần phải ép buộc."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] So I go over to the little room, introduce myself.",
      "vi": "Tôi vào một căn phòng nhỏ, tự giới thiệu bản thân."
    }
  },
  {
    "translation": {
      "en": "And I said, uh, \"Do you want to give us permission to… to go take a look in your house?\"",
      "vi": "Tôi nói: \"Anh có muốn cho phép chúng tôi vào xem nhà anh không?\""
    }
  },
  {
    "translation": {
      "en": "\"Since you're telling us you've got nothing to hide.\"",
      "vi": "\"Vì anh bảo anh chẳng có gì để giấu\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"No. I'm not gonna give you permission.\"",
      "vi": "Anh ta đáp: \"Không. Không được\"."
    }
  },
  {
    "translation": {
      "en": "I already suspected the guy.",
      "vi": "Tôi đã nghi ngờ gã đó rồi."
    }
  },
  {
    "translation": {
      "en": "Now the question is, what does he have to hide?",
      "vi": "Giờ câu hỏi đặt ra là anh ta đang giấu giếm điều gì?"
    }
  },
  {
    "translation": {
      "en": "If we're gonna get a search warrant, we'd better get it soon",
      "vi": "Nếu định xin lệnh khám xét, chúng tôi nên xin sớm"
    }
  },
  {
    "translation": {
      "en": "so that he doesn't destroy anything that might be there.",
      "vi": "để anh ta không kịp tiêu hủy thứ gì."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Then around 3:30 or 4:30, or I don't know what the hell time it was,",
      "vi": "Tới tầm ba giờ rưỡi hay bốn giờ rưỡi, tôi cũng chả nhớ lúc đó là mấy giờ."
    }
  },
  {
    "translation": {
      "en": "they wanted the keys for my house and that.",
      "vi": "Họ muốn chìa khóa nhà tôi."
    }
  },
  {
    "translation": {
      "en": "\"What do you want the keys for my house?\"",
      "vi": "\"Cần chìa khóa nhà tôi làm gì?\""
    }
  },
  {
    "translation": {
      "en": "\"We've got a search warrant for your house,",
      "vi": "\"Chúng tôi có lệnh khám nhà,"
    }
  },
  {
    "translation": {
      "en": "so you either give us the keys or we're gonna kick the door down.\"",
      "vi": "hoặc là anh đưa chìa khóa, hoặc chúng tôi sẽ phá cửa\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"I don't have to give you nothing.\" You know?",
      "vi": "Tôi nói, \"Tôi chả phải đưa cái gì hết\"."
    }
  },
  {
    "translation": {
      "en": "But they… they took the keys from me.",
      "vi": "Nhưng họ đã lấy chìa khóa của tôi."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] The investigators from Des Plaines,",
      "vi": "Khi các điều tra viên từ Des Plaines thực hiện lệnh khám xét,"
    }
  },
  {
    "translation": {
      "en": "when they executed the search warrant, they were looking for Robert Piest.",
      "vi": "Khi các điều tra viên từ Des Plaines thực hiện lệnh khám xét, họ đã tìm Robert Piest."
    }
  },
  {
    "translation": {
      "en": "We were optimistic that maybe he was being held captive.",
      "vi": "Chúng tôi nghĩ rất có thể cậu ấy đang bị giam cầm."
    }
  },
  {
    "translation": {
      "en": "[Tovar] Gacy's house was decorated very eclectic.",
      "vi": "Nhà của Gacy được trang trí rất đa dạng."
    }
  },
  {
    "translation": {
      "en": "He had a tiki bar there and a pool table.",
      "vi": "Nhà anh ta có quầy bar tiki và bàn bi-a."
    }
  },
  {
    "translation": {
      "en": "In the bedrooms, he had pictures of clowns.",
      "vi": "Trong các phòng ngủ có treo ảnh chú hề."
    }
  },
  {
    "translation": {
      "en": "They were a little weird.",
      "vi": "Chúng hơi kỳ quặc."
    }
  },
  {
    "translation": {
      "en": "I think they were more evil than… [chuckles] …than nice clowns, you know, but…",
      "vi": "Tôi nghĩ chúng giống ác quỷ hơn là những chú hề tốt bụng, nhưng…"
    }
  },
  {
    "translation": {
      "en": "to each his own.",
      "vi": "chắc anh ta thích."
    }
  },
  {
    "translation": {
      "en": "[Tovar] He had an office where he had all sorts of things on his, uh, bulletin board.",
      "vi": "Anh ta có một văn phòng với cái bảng ghim chứa đủ thứ trên đó,"
    }
  },
  {
    "translation": {
      "en": "But the hallway",
      "vi": "nhưng hành lang"
    }
  },
  {
    "translation": {
      "en": "going from the front from the kitchen to the back bedrooms was really bizarre.",
      "vi": "từ phía trước nhà bếp đến sau phòng ngủ thực sự lạ lùng."
    }
  },
  {
    "translation": {
      "en": "It was dark brown,",
      "vi": "Nó có màu nâu tối,"
    }
  },
  {
    "translation": {
      "en": "and then it had zigzag lines of yellow paint going to the back.",
      "vi": "và những đường dích dắc sơn màu vàng trảI dài về phía sau."
    }
  },
  {
    "translation": {
      "en": "Found books that… talking about…",
      "vi": "Những cuốn sách được tìm thấy nói về…"
    }
  },
  {
    "translation": {
      "en": "\"Gay Boys Must Die,\" I think, was one of the titles.",
      "vi": "\"Chàng gay phải chết\", hình như có một cuốn tên như vậy."
    }
  },
  {
    "translation": {
      "en": "We found some sex toys, some torture toys.",
      "vi": "Chúng tôi tìm thấy đồ chơi tình dục, đồ chơi tra tấn."
    }
  },
  {
    "translation": {
      "en": "We found chains, handcuffs.",
      "vi": "Chúng tôi tìm thấy dây xích, còng tay."
    }
  },
  {
    "translation": {
      "en": "We got to the trash, and in the trash, we found a photo receipt.",
      "vi": "Chúng tôi lục thùng rác và tìm thấy một tờ hóa đơn ảnh."
    }
  },
  {
    "translation": {
      "en": "Most people nowadays don't know about this,",
      "vi": "Ngày nay rất ít ai biết,"
    }
  },
  {
    "translation": {
      "en": "but in the old days, you took your film to a drugstore to get it printed.",
      "vi": "nhưng hồi xưa, ta thường mang phim đến hiệu thuốc để in."
    }
  },
  {
    "translation": {
      "en": "And, uh, they would give you a tab off an envelope.",
      "vi": "Và họ sẽ đưa ta một cái thẻ trong phong bì."
    }
  },
  {
    "translation": {
      "en": "And, uh, we didn't know what it could possibly be,",
      "vi": "Chúng tôi không biết đó có thể là gì,"
    }
  },
  {
    "translation": {
      "en": "but we were just hoping we'd find some connection.",
      "vi": "nhưng đã hy vọng sẽ tìm được mối liên hệ nào đó."
    }
  },
  {
    "translation": {
      "en": "Also a high school class ring from Maine West High School.",
      "vi": "Tìm thấy chiếc nhẫn cấp ba từ Trung học Maine West nữa."
    }
  },
  {
    "translation": {
      "en": "Maine West is located in Des Plaines.",
      "vi": "Maine West nằm ở Des Plaines."
    }
  },
  {
    "translation": {
      "en": "It had, uh, initials JAS on them.",
      "vi": "Trên chiếc nhẫn có ba chữ viết tắt JAS."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] Temporary driver's licenses,",
      "vi": "Giấy phép lái xe tạm thời,"
    }
  },
  {
    "translation": {
      "en": "other pieces of identification belonging to other people.",
      "vi": "những giấy tờ tùy thân của người khác."
    }
  },
  {
    "translation": {
      "en": "What's he doing with all this?",
      "vi": "Hắn làm gì với mớ này?"
    }
  },
  {
    "translation": {
      "en": "One of the things that we discovered was a crawl space,",
      "vi": "Một trong những thứ chúng tôi phát hiện là căn hầm,"
    }
  },
  {
    "translation": {
      "en": "and access into it was via a trapdoor in the front closet.",
      "vi": "và ta sẽ đi vào đó thông qua cái cửa sập trong tủ quần áo."
    }
  },
  {
    "translation": {
      "en": "The water table is pretty high there, so the sump pump was constantly going.",
      "vi": "Mực nước ngầm dưới đó khá cao, nên máy bơm hút nước hoạt động liên tục."
    }
  },
  {
    "translation": {
      "en": "I suffer a little bit of claustrophobia, so it affected me going down there,",
      "vi": "Tôi mắc chứng sợ không gian hẹp nhẹ nên không dám xuống đó,"
    }
  },
  {
    "translation": {
      "en": "but I put that aside.",
      "vi": "nhưng tôi đã bất chấp."
    }
  },
  {
    "translation": {
      "en": "And what I could see down there was muck, basically.",
      "vi": "Và cơ bản, dưới đó rất kinh tởm."
    }
  },
  {
    "translation": {
      "en": "Just in case it was a freshly dug grave, we're looking for some…",
      "vi": "Phòng khi đó là một ngôi mộ mới đào, chúng tôi đã tìm xem.."
    }
  },
  {
    "translation": {
      "en": "a mound of dirt, but there was no mound.",
      "vi": "có gò đất nào không, nhưng không hề có."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] Nothing was disturbed down there. No body was laying around. No clothing.",
      "vi": "Không có gì xáo trộn dưới đó. Không thi thể. Không quần áo."
    }
  },
  {
    "translation": {
      "en": "You don't have a body, you don't have a crime. All you have is a missing 15-year-old.",
      "vi": "Không có xác thì không có tội phạm. Ta đang tìm đứa trẻ 15 tuổi mất tích mà."
    }
  },
  {
    "translation": {
      "en": "So we couldn't charge him, but I said, \"We can at least talk to him.\"",
      "vi": "Chúng tôi không thể buộc tội hắn, nhưng tôi nói: \"Ít ra có thể nói chuyện với hắn\"."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I told him that I had left Nisson's,",
      "vi": "Tôi nói với anh ấy là tôi rời hiệu thuốc Nisson,"
    }
  },
  {
    "translation": {
      "en": "and I never seen the boy, and left it at that.",
      "vi": "và tôi không thấy cậu bé lúc rời đi, tôi nói vậy thôi."
    }
  },
  {
    "translation": {
      "en": "I never talked to him.",
      "vi": "Chưa từng nói chuyện với cậu ta."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] Gacy was arrogant.",
      "vi": "Gacy rất ngạo mạn."
    }
  },
  {
    "translation": {
      "en": "Real dismissive.",
      "vi": "Vô cùng thô bạo."
    }
  },
  {
    "translation": {
      "en": "He was insulted that we were even asking him stuff like this.",
      "vi": "Anh ta thấy bị xúc phạm vì bị chúng tôi hỏi những điều này."
    }
  },
  {
    "translation": {
      "en": "Gacy was, excuse my language, full of crap.",
      "vi": "Xin lỗi nhưng tôi phải nói Gacy là một gã nhố nhăng."
    }
  },
  {
    "translation": {
      "en": "I mean, he was always boasting himself, how good he was, how rich he was,",
      "vi": "Anh ta cứ khoe mẽ rằng mình giỏi thế nào, giàu ra sao,"
    }
  },
  {
    "translation": {
      "en": "just every context he had.",
      "vi": "khoe mọi thứ anh ta có."
    }
  },
  {
    "translation": {
      "en": "[Gacy] They just kept fucking me around there, playing back and forth, back and forth.",
      "vi": "Họ cứ lảng vảng quanh tôi, chơi trò vờn qua vờn lại."
    }
  },
  {
    "translation": {
      "en": "You know? I had given them the statement. What else did they want from me?",
      "vi": "Tôi đã cho lời khai rồi mà. Họ còn muốn gì ở tôi nữa?"
    }
  },
  {
    "translation": {
      "en": "I says, \"You either charge me with something or,\" I says, \"leave me go.\"",
      "vi": "Tôi nói: \"Một là buộc tội tôi, hai là để tôi đi\"."
    }
  },
  {
    "translation": {
      "en": "And then that was like, okay, charge him or… or… we le… we let him go.",
      "vi": "Tình hình lúc đó kiểu, được rồi, kết tội hoặc thả gã đi."
    }
  },
  {
    "translation": {
      "en": "We couldn't hold him. We didn't know what happened to Robert Piest.",
      "vi": "Chả giữ anh ta được. Đâu biết Robert Piest gặp chuyện gì."
    }
  },
  {
    "translation": {
      "en": "But we suspected Gacy had something to do with it.",
      "vi": "Nhưng chúng tôi nghi anh ta có dính líu."
    }
  },
  {
    "translation": {
      "en": "And with the criminal sexual conviction in Iowa, it made us even more suspicious.",
      "vi": "Và với tiền án về tội dâm ô ở Iowa, chúng tôi lại càng nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "Definitely was worth looking into.",
      "vi": "Chắc chắn là đáng để điều tra."
    }
  },
  {
    "translation": {
      "en": "[man 4] Waterloo was a great place.",
      "vi": "Waterloo là một nơi tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Kids rode their bikes.",
      "vi": "Bọn trẻ con đi xe đạp."
    }
  },
  {
    "translation": {
      "en": "They were out, they moved around, and there was not a lot of crime.",
      "vi": "Chúng ra ngoài chơi, chạy xung quanh và không có nhiều tội phạm."
    }
  },
  {
    "translation": {
      "en": "You felt safe in the community.",
      "vi": "Mọi người cảm thấy an toàn trong cộng đồng."
    }
  },
  {
    "translation": {
      "en": "I came to Waterloo in 1963",
      "vi": "Tôi từng đến Waterloo vào năm 1963"
    }
  },
  {
    "translation": {
      "en": "right out of law school from University of Iowa,",
      "vi": "ngay khi tốt đại học ngành luật ở Iowa"
    }
  },
  {
    "translation": {
      "en": "and I was, uh, hired into a bank as a trust officer.",
      "vi": "và được tuyển dụng vào ngân hàng ở vị trí nhân viên ủy thác."
    }
  },
  {
    "translation": {
      "en": "And very soon became involved in the Waterloo Jaycees.",
      "vi": "Tôi nhanh chóng tham gia vào Tổ chức Jaycees ở Waterloo."
    }
  },
  {
    "translation": {
      "en": "And within two years, I ran for president.",
      "vi": "Trong vòng hai năm, tôi tranh cử chức chủ tịch."
    }
  },
  {
    "translation": {
      "en": "And, uh, it was during that time that John Gacy came to Waterloo.",
      "vi": "Và chính trong thời gian đó, John Gacy đã đến Waterloo."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Moved to Waterloo, Iowa.",
      "vi": "Chuyển tới Waterloo, Iowa."
    }
  },
  {
    "translation": {
      "en": "I was getting into the Jaycees. I was active in the Jaycees.",
      "vi": "Tôi gia nhập Jaycees. Tôi đã rất năng nổ ở Jaycees."
    }
  },
  {
    "translation": {
      "en": "[Burger] The Jaycees, during the '60s and '70s and even into the '80s,",
      "vi": "Trong những năm 60, 70 và thậm chí cả những năm 80, Jaycees về cơ bản"
    }
  },
  {
    "translation": {
      "en": "was basically an organization of young men 18 to 35.",
      "vi": "là một tổ chức của những người đàn ông trẻ từ 18 đến 35 tuổi."
    }
  },
  {
    "translation": {
      "en": "We did some charitable drives.",
      "vi": "Chúng tôi đã thực hiện vài chuyến từ thiện."
    }
  },
  {
    "translation": {
      "en": "[Burger] And it was just a way for somebody that was young",
      "vi": "Và đó chỉ là một hướng đi cho những người còn trẻ"
    }
  },
  {
    "translation": {
      "en": "to get involved in the community.",
      "vi": "tham gia vào cộng đồng."
    }
  },
  {
    "translation": {
      "en": "[Burger] I was first approached by John Gacy in 1966.",
      "vi": "Tôi được John Gacy tiếp cận lần đầu vào năm 1966."
    }
  },
  {
    "translation": {
      "en": "And he just came in to say he was interested in becoming a part of the organization.",
      "vi": "Và anh ta đến để nói rằng anh ta muốn trở thành một phần của tổ chức."
    }
  },
  {
    "translation": {
      "en": "I knew he was married.",
      "vi": "Tôi biết anh ta đã kết hôn."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Marlynn, we got engaged March 13th of 1964.",
      "vi": "Cùng Marlynn, chúng tôi đính hôn vào ngày 13 tháng 3 năm 1964."
    }
  },
  {
    "translation": {
      "en": "We didn't get married until September.",
      "vi": "Rồi tới tháng Chín mới kết hôn."
    }
  },
  {
    "translation": {
      "en": "You know, I enjoyed the first two years of my married life.",
      "vi": "Tôi rất thích hai năm đầu của cuộc sống hôn nhân."
    }
  },
  {
    "translation": {
      "en": "I was really wrapped into it.",
      "vi": "Tôi thực sự bị cuốn vào nó."
    }
  },
  {
    "translation": {
      "en": "I just had such a nice, warm feeling, and I was so happy with her,",
      "vi": "Tôi có được cảm giác ấm áp tuyệt vời, và tôi đã rất hạnh phúc bên cô ấy,"
    }
  },
  {
    "translation": {
      "en": "and the two kids, Michael and Christine.",
      "vi": "cùng hai đứa con, Michael và Christine."
    }
  },
  {
    "translation": {
      "en": "It was like being in church all the time.",
      "vi": "Lúc nào cũng bình yên như ở nhà thờ."
    }
  },
  {
    "translation": {
      "en": "When we moved up to Iowa,",
      "vi": "Nhà tôi dọn đến Iowa sống"
    }
  },
  {
    "translation": {
      "en": "it wasn't that my marriage was falling apart.",
      "vi": "không phải vì hôn nhân tan vỡ."
    }
  },
  {
    "translation": {
      "en": "It was after a year or so with her father, I couldn't handle her father.",
      "vi": "Sau khoảng một năm ở cùng bố cô ấy, tôi đã không đối phó nổi với ông ta."
    }
  },
  {
    "translation": {
      "en": "[Burger] When John Gacy came to Waterloo,",
      "vi": "Khi John Gacy đến Waterloo,"
    }
  },
  {
    "translation": {
      "en": "it was, uh, to manage these Kentucky Fried Chicken franchises",
      "vi": "anh ta phải quản lý thương hiệu gà rán Kentucky"
    }
  },
  {
    "translation": {
      "en": "that, uh, his father-in-law owned.",
      "vi": "do bố vợ anh ta sở hữu."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I could never please my father-in-law.",
      "vi": "Tôi chẳng thể làm hài lòng bố vợ."
    }
  },
  {
    "translation": {
      "en": "My father-in-law comes out in the same image as my dad.",
      "vi": "Hình ảnh của bố vợ tôi giống hệt bố ruột tôi."
    }
  },
  {
    "translation": {
      "en": "I could never do enough for my dad's acceptance. My father-in-law came out the same way.",
      "vi": "Bố ruột chưa bao giờ công nhận tôi. Bố vợ cũng y như vậy."
    }
  },
  {
    "translation": {
      "en": "My dad and I never really got along well while I lived in the house",
      "vi": "Bố tôi và tôi không bao giờ hòa thuận khi còn sống chung nhà"
    }
  },
  {
    "translation": {
      "en": "'cause I never, I don't know… I guess I… I never lived up to his standards.",
      "vi": "vì chắc là tôi chưa bao giờ… sống theo tiêu chuẩn của ông ấy."
    }
  },
  {
    "translation": {
      "en": "[Burger] John was always viewed as pushy. I… I think that's a fair statement.",
      "vi": "John luôn được xem là kẻ huênh hoang. Tôi nghĩ đó là một nhận định khách quan."
    }
  },
  {
    "translation": {
      "en": "And there were some who didn't like that. There were some who didn't care.",
      "vi": "Một số người không ưa điều đó. Một số thì chả quan tâm."
    }
  },
  {
    "translation": {
      "en": "One particular trait always stood out was",
      "vi": "Một đặc điểm nổi bật"
    }
  },
  {
    "translation": {
      "en": "he drove fast everywhere he went.",
      "vi": "là anh ta lái rất nhanh ở mọi nơi."
    }
  },
  {
    "translation": {
      "en": "And nobody liked to ride with him.",
      "vi": "Chả ai thích đi cùng anh ta."
    }
  },
  {
    "translation": {
      "en": "I mean, it was like he was headed to a fire every time he got in the car.",
      "vi": "Vì mỗi lần lên xe, anh ta lại lao như con thiêu thân vậy."
    }
  },
  {
    "translation": {
      "en": "I don't know where he was headed",
      "vi": "Tôi không biết anh ta đi đâu"
    }
  },
  {
    "translation": {
      "en": "and I don't even know if he knew where he was headed,",
      "vi": "và có khi đến chính anh ta còn chả biết,"
    }
  },
  {
    "translation": {
      "en": "but it was…",
      "vi": "nhưng…"
    }
  },
  {
    "translation": {
      "en": "He obviously had some drive.",
      "vi": "Rõ ràng anh ta đã đi đâu đó."
    }
  },
  {
    "translation": {
      "en": "[man 5] I was 18 years old in 1967.",
      "vi": "Năm 1967, tôi 18 tuổi."
    }
  },
  {
    "translation": {
      "en": "I was a student at Ellsworth Community College",
      "vi": "Tôi từng là sinh viên trường Cao đẳng Cộng đồng Ellsworth"
    }
  },
  {
    "translation": {
      "en": "in Iowa Falls, Iowa.",
      "vi": "ở Iowa Falls, Iowa."
    }
  },
  {
    "translation": {
      "en": "I rode to school with two other guys that lived in Waterloo.",
      "vi": "Tôi thường đạp xe đến trường với hai người bạn khác sống ở Waterloo."
    }
  },
  {
    "translation": {
      "en": "One particular night in January of 1967,",
      "vi": "Vào một đêm nọ, hồi tháng Một năm 1967,"
    }
  },
  {
    "translation": {
      "en": "uh, I got picked up at my home.",
      "vi": "tôi được đón về nhà."
    }
  },
  {
    "translation": {
      "en": "And one of those, uh, boys that I went back to school with",
      "vi": "Và một trong những cậu bé mà tôi từng đi học cùng"
    }
  },
  {
    "translation": {
      "en": "worked at one of the local Kentucky Fried Chicken places.",
      "vi": "làm việc tại một tiệm gà rán Kentucky ở địa phương."
    }
  },
  {
    "translation": {
      "en": "And he had said he had to stop by the Kentucky Fried Chicken",
      "vi": "Và anh ta nói mình phải qua cửa hàng"
    }
  },
  {
    "translation": {
      "en": "and pick up his check",
      "vi": "để thanh toán hóa đơn"
    }
  },
  {
    "translation": {
      "en": "prior to us driving back to Iowa Falls.",
      "vi": "trước khi chúng tôi lái xe về Iowa Falls."
    }
  },
  {
    "translation": {
      "en": "That's when I first met John Gacy.",
      "vi": "Đó là lần đầu tôi gặp John Gacy."
    }
  },
  {
    "translation": {
      "en": "He seemed very personable, very friendly.",
      "vi": "Anh ta có vẻ rất ưa nhìn, rất thân thiện."
    }
  },
  {
    "translation": {
      "en": "Um, but nothing remarkable to describe him at the time.",
      "vi": "Nhưng không có gì đáng chú ý để miêu tả anh ta thời điểm ấy."
    }
  },
  {
    "translation": {
      "en": "While we're there,",
      "vi": "Khi chúng tôi ở đó,"
    }
  },
  {
    "translation": {
      "en": "John Gacy was telling these two guys that, \"Hey, you should come to my house.\"",
      "vi": "John Gacy đã nói với hai anh bạn này: \"Các cậu nên đến nhà tôi\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"My wife and my son are out of town. They're in Chicago.\"",
      "vi": "Anh ta bảo: \"Vợ con tôi ra ngoài thị trấn rồi. Họ đang ở Chicago\"."
    }
  },
  {
    "translation": {
      "en": "He says, \"Why don't you come over to my house and we can play some pool",
      "vi": "\"Các cậu đến nhà tôi chơi bi-a"
    }
  },
  {
    "translation": {
      "en": "and… and do some drinking and stuff.\"",
      "vi": "và nhậu nhẹt chút đi\"."
    }
  },
  {
    "translation": {
      "en": "John Gacy's house was just a normal house",
      "vi": "Nhà của John Gacy chỉ là một ngôi nhà bình thường"
    }
  },
  {
    "translation": {
      "en": "in a, you know, middle-class suburb of Waterloo.",
      "vi": "tại vùng ngoại ô của tầng lớp trung lưu ở Waterloo."
    }
  },
  {
    "translation": {
      "en": "He had a basement that was, uh, fixed up.",
      "vi": "Căn nhà có một tầng hầm đã được sửa lại."
    }
  },
  {
    "translation": {
      "en": "It had a… a bar, a built-in bar down there.",
      "vi": "Dưới đó có một quầy bar được tích hợp sẵn."
    }
  },
  {
    "translation": {
      "en": "It had a nice pool table.",
      "vi": "Còn có một bàn bi-a khá đẹp."
    }
  },
  {
    "translation": {
      "en": "We started playing pool, and I was, at the time, a very good pool player,",
      "vi": "Chúng tôi bắt đầu chơi bi-da, hồi đó tôi bắn bi-a rất giỏi"
    }
  },
  {
    "translation": {
      "en": "and I was beating him every game.",
      "vi": "và trận nào tôi cũng đánh bại anh ta."
    }
  },
  {
    "translation": {
      "en": "[Nemmers] And at one point, he asked if I wanted to play for money,",
      "vi": "Và rồi anh ta hỏi tôi có muốn chơi ăn tiền không,"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Certainly.\"",
      "vi": "tôi bảo: \"Có chứ\"."
    }
  },
  {
    "translation": {
      "en": "And so we started playing pool for a dollar a game.",
      "vi": "Và chúng tôi bắt đầu chơi mỗi trận một đô la."
    }
  },
  {
    "translation": {
      "en": "He also mentioned to me that he was originally from the Chicago area",
      "vi": "Anh ta cũng kể với tôi rằng anh ta là người gốc Chicago"
    }
  },
  {
    "translation": {
      "en": "and that he had lots of connections in Chicago.",
      "vi": "và có rất nhiều mối quan hệ ở đó."
    }
  },
  {
    "translation": {
      "en": "He told me that he was, uh, personal friends with the mayor of Chicago",
      "vi": "Anh ta bảo mình là bạn thân thiết của thị trưởng Chicago"
    }
  },
  {
    "translation": {
      "en": "and also with the chief of police in Chicago.",
      "vi": "và với cảnh sát trưởng Chicago nữa."
    }
  },
  {
    "translation": {
      "en": "All along the walls, there were these certificates",
      "vi": "Dọc các bức tường là những tờ chứng chỉ"
    }
  },
  {
    "translation": {
      "en": "framed and hanging on the walls.",
      "vi": "được đóng khung và treo trên tường."
    }
  },
  {
    "translation": {
      "en": "One particular, um, certificate",
      "vi": "Có một chứng chỉ"
    }
  },
  {
    "translation": {
      "en": "was from the Illinois Governor's Board of Sex and Health.",
      "vi": "là từ Hội đồng Giới tính và Sức khỏe của bang Illinois."
    }
  },
  {
    "translation": {
      "en": "And he told me that he was on a… a board that studied homosexuals.",
      "vi": "Và anh ta bảo mình đang ở trong hội đồng nghiên cứu về đồng tính luyến ái."
    }
  },
  {
    "translation": {
      "en": "[Gacy] There's three types of sexes.",
      "vi": "Có ba loại giới tính."
    }
  },
  {
    "translation": {
      "en": "There's heterosexual,",
      "vi": "Có dị tính luyến ái,"
    }
  },
  {
    "translation": {
      "en": "there is homosexual,",
      "vi": "đồng tính luyến ái,"
    }
  },
  {
    "translation": {
      "en": "and there's bisexual.",
      "vi": "và song tính luyến ái."
    }
  },
  {
    "translation": {
      "en": "You know, you can't take the clinical definition and apply it to me because I don't think that way.",
      "vi": "Cô không thể lấy định nghĩa lâm sàng áp đặt lên tôi vì tôi không nghĩ như thế."
    }
  },
  {
    "translation": {
      "en": "A heterosexual is one who's in love with the opposite sex.",
      "vi": "Người dị tính bị hấp dẫn bởi người khác giới."
    }
  },
  {
    "translation": {
      "en": "A homosexual is one who's in love with his own sex.",
      "vi": "Người đồng tính yêu người cùng giới tính với mình."
    }
  },
  {
    "translation": {
      "en": "Now a bisexual has sex just for having sex.",
      "vi": "Còn người song tính chỉ làm tình vì có nhu cầu."
    }
  },
  {
    "translation": {
      "en": "To me, it's like a form of masturbation.",
      "vi": "Với tôi, nó như một kiểu thủ dâm."
    }
  },
  {
    "translation": {
      "en": "He'll have sex with either one with no feeling involved.",
      "vi": "Họ quan hệ với nam hoặc nữ mà không có cảm xúc gì."
    }
  },
  {
    "translation": {
      "en": "So I honestly can say that I've never had a homosexual relationship",
      "vi": "Nên có thể nói thật là tôi chưa từng có quan hệ đồng tính"
    }
  },
  {
    "translation": {
      "en": "because all I've ever, you know, either oral or anal intercourse",
      "vi": "vì trước giờ tôi chỉ quan hệ bằng miệng hoặc bằng hậu môn"
    }
  },
  {
    "translation": {
      "en": "with no lovemaking.",
      "vi": "chứ không làm tình."
    }
  },
  {
    "translation": {
      "en": "There was no feeling there. There was no love.",
      "vi": "Không có cảm xúc. Không có tình yêu."
    }
  },
  {
    "translation": {
      "en": "[Nemmers] The two guys that I was there with who were getting inebriated",
      "vi": "Hai người bạn ở đó cùng tôi đang bắt đầu say xỉn"
    }
  },
  {
    "translation": {
      "en": "started talking about a party that they were gonna have,",
      "vi": "đã nhắc tới một bữa tiệc mà họ sắp tổ chức,"
    }
  },
  {
    "translation": {
      "en": "and they wanted John Gacy to come.",
      "vi": "và họ muốn mời John Gacy tới dự."
    }
  },
  {
    "translation": {
      "en": "So my two friends",
      "vi": "Hai người bạn của tôi"
    }
  },
  {
    "translation": {
      "en": "said that, \"Well, Nemmers, maybe you should stay the night with Gacy,",
      "vi": "nói thế này: \"Nemmers à, đêm nay cậu nên ở lại đây với Gacy"
    }
  },
  {
    "translation": {
      "en": "and then, tomorrow morning, you can drive up to Iowa Falls",
      "vi": "rồi sáng mai có thể lái xe về Iowa Falls"
    }
  },
  {
    "translation": {
      "en": "and show him where everything's at.\"",
      "vi": "và đưa cậu ấy đi thăm thú\"."
    }
  },
  {
    "translation": {
      "en": "I did not want to spend the night at John Gacy's house.",
      "vi": "Tôi không hề muốn qua đêm ở nhà John Gacy."
    }
  },
  {
    "translation": {
      "en": "I didn't know this man.",
      "vi": "Tôi đâu quen gã này."
    }
  },
  {
    "translation": {
      "en": "But I thought it would be safer to stay at John Gacy's house",
      "vi": "Nhưng tôi đã nghĩ ngủ lại nhà John Gacy sẽ an toàn hơn"
    }
  },
  {
    "translation": {
      "en": "than the drive back on winter roads with a drunk driver.",
      "vi": "việc lái xe về trên con đường mùa đông với tên tài xế say xỉn."
    }
  },
  {
    "translation": {
      "en": "They left Gacy's house, and we continued to play pool.",
      "vi": "Họ rời nhà Gacy, còn chúng tôi tiếp tục chơi bi-da."
    }
  },
  {
    "translation": {
      "en": "John Gacy changed the whole conversation",
      "vi": "John Gacy đổi sang một chủ đề hoàn toàn khác,"
    }
  },
  {
    "translation": {
      "en": "and looked at me and said, \"I have an idea.\"",
      "vi": "anh ta nhìn tôi và nói: \"Tôi có ý này\"."
    }
  },
  {
    "translation": {
      "en": "\"Why don't we play one game for really big stakes?\"",
      "vi": "\"Sao ta không chơi lớn một ván nhỉ?\""
    }
  },
  {
    "translation": {
      "en": "\"If I win, you have to commit a sex act on me.\"",
      "vi": "\"Nếu tôi thắng, cậu phải thực hiện hành vi tình dục với tôi\"."
    }
  },
  {
    "translation": {
      "en": "\"If you win, I have to commit a sex act on you.\"",
      "vi": "\"Nếu cậu thắng, tôi phải thực hiện hành vi tình dục với cậu\"."
    }
  },
  {
    "translation": {
      "en": "[Gacy] My approach to it was I would mention it to somebody,",
      "vi": "Tôi tiếp cận bằng cách đề cập chuyện đó với họ,"
    }
  },
  {
    "translation": {
      "en": "and if somebody wanted to get into it, then they would pursue the conversation.",
      "vi": "và nếu muốn tham gia, họ sẽ tiếp tục cuộc trò chuyện."
    }
  },
  {
    "translation": {
      "en": "Because you just can't go along the street and walk up and say to somebody,",
      "vi": "Vì không thể nào đang đi bộ dọc đường rồi bước tới hỏi ai đó:"
    }
  },
  {
    "translation": {
      "en": "\"You want to get into sex with a guy?\" without getting decked or something like that.",
      "vi": "\"Muốn làm tình với đàn ông không?\" mà không bị ăn đấm hay đại loại thế."
    }
  },
  {
    "translation": {
      "en": "You drop hints or drop seeds and let them come back with the feedback on it.",
      "vi": "Tôi sẽ ám chỉ hoặc đưa ra gợi ý để xem phản ứng của họ thế nào."
    }
  },
  {
    "translation": {
      "en": "And I told him, \"No way.\"",
      "vi": "Tôi trả lời cậu ta: \"Còn lâu\"."
    }
  },
  {
    "translation": {
      "en": "\"I'm not gonna have you do a sex act on me,",
      "vi": "\"Tôi sẽ không bắt anh làm tình với tôi,"
    }
  },
  {
    "translation": {
      "en": "and I'm certainly not gonna do a sex act on you.\"",
      "vi": "và chắc chắn, tôi sẽ không làm tình với anh\"."
    }
  },
  {
    "translation": {
      "en": "And then he started laughing.",
      "vi": "Và anh ta bắt đầu cười phá lên."
    }
  },
  {
    "translation": {
      "en": "And then he asked me had… if I had ever seen any…",
      "vi": "Rồi anh ta hỏi tôi đã từng xem phim…"
    }
  },
  {
    "translation": {
      "en": "At those da… Those… In those days, we called pornography, we called them \"stag films.\"",
      "vi": "Thời ấy, chúng tôi gọi phim khiêu dâm là phim stag."
    }
  },
  {
    "translation": {
      "en": "He said, \"Would you like to see a stag film?\"",
      "vi": "Anh ta hỏi: \"Xem phim stag không?\""
    }
  },
  {
    "translation": {
      "en": "So he got the projector out and set it all up on a table.",
      "vi": "Rồi anh ta lấy máy chiếu ra và nó đặt lên bàn."
    }
  },
  {
    "translation": {
      "en": "He even set up a big, uh… a screen.",
      "vi": "Anh ta còn dựng… một màn hình lớn."
    }
  },
  {
    "translation": {
      "en": "Pulled up the screen.",
      "vi": "Rồi kéo màn hình lên."
    }
  },
  {
    "translation": {
      "en": "He turned on the projector and, uh, left.",
      "vi": "Anh ta bật máy chiếu đó rồi bỏ đi."
    }
  },
  {
    "translation": {
      "en": "And it wasn't… [sighs] …five minutes, probably,",
      "vi": "Và có lẽ chưa tới năm phút,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, I… the lights went on,",
      "vi": "các bóng đèn đột nhiên sáng lên,"
    }
  },
  {
    "translation": {
      "en": "and at the same time, I heard a click behind me.",
      "vi": "ngay lúc đó, tôi nghe thấy tiếng lách cách sau lưng."
    }
  },
  {
    "translation": {
      "en": "And I turned around…",
      "vi": "Tôi quay người lại…"
    }
  },
  {
    "translation": {
      "en": "to see a gun pointed right at my head.",
      "vi": "thì thấy một khẩu súng chĩa vào đầu mình."
    }
  },
  {
    "translation": {
      "en": "I could see the cylinders.",
      "vi": "Tôi thấy cả các xi-lanh."
    }
  },
  {
    "translation": {
      "en": "It was a revolver, and I could see bullets in the cylinders.",
      "vi": "Đó là một khẩu súng ngắn ổ xoay, tôi thấy cả đạn trong các xi-lanh nữa."
    }
  },
  {
    "translation": {
      "en": "So I knew this was a real gun, and he had it pointed at my head.",
      "vi": "Nên tôi biết đó là súng thật, và anh ta đang chĩa nó vào đầu tôi."
    }
  },
  {
    "translation": {
      "en": "And then he told me that he wanted me to take my pants down",
      "vi": "Rồi anh ta nói rằng anh ta muốn tôi tự kéo quần xuống"
    }
  },
  {
    "translation": {
      "en": "and that he was going to commit a sex act on me.",
      "vi": "và anh ta sẽ thực hiện hành vi tình dục với tôi."
    }
  },
  {
    "translation": {
      "en": "[Nemmers] And I was crying.",
      "vi": "Tôi đã khóc."
    }
  },
  {
    "translation": {
      "en": "I was crying,",
      "vi": "Tôi đã khóc,"
    }
  },
  {
    "translation": {
      "en": "and I was begging him not to do this.",
      "vi": "và tôi đã cầu xin anh ta đừng làm thế."
    }
  },
  {
    "translation": {
      "en": "And after a minute of sheer… fright,",
      "vi": "Và sau một phút thấy tôi sợ hãi tột cùng,"
    }
  },
  {
    "translation": {
      "en": "he laughed and said, \"Walk… Get over to the… Go on over to the…\"",
      "vi": "Anh ta bật cười và nói: \"Đi đi. Đến chỗ…\""
    }
  },
  {
    "translation": {
      "en": "\"Pull your pants up and go back… go on over to the bar.\"",
      "vi": "\"Kéo quần lên rồi qua chỗ quầy bar\"."
    }
  },
  {
    "translation": {
      "en": "And he continued to laugh",
      "vi": "Anh ta tiếp tục cười"
    }
  },
  {
    "translation": {
      "en": "and talk about this particular obsession he has",
      "vi": "và kể rằng mình có một nỗi ám ảnh đặc biệt"
    }
  },
  {
    "translation": {
      "en": "with putting a lot of psychological pressure on people",
      "vi": "là gây áp lực tâm lý mạnh lên mọi người"
    }
  },
  {
    "translation": {
      "en": "and seeing what their reactions would be.",
      "vi": "và xem họ sẽ phản ứng thế nào."
    }
  },
  {
    "translation": {
      "en": "And he was telling me, he analyzed… he alw… was analyzing me the whole time.",
      "vi": "Anh nói mình đã… phân tích tôi liên tục."
    }
  },
  {
    "translation": {
      "en": "My guard went entirely down. I… I thought I was safe.",
      "vi": "Tôi đã hoàn toàn mất cảnh giác. Tôi cứ tưởng mình an toàn."
    }
  },
  {
    "translation": {
      "en": "You know, this guy, although he may be an oddball or weird,",
      "vi": "Tôi đã nghĩ dù gã này có thể lập dị hay kỳ quặc,"
    }
  },
  {
    "translation": {
      "en": "I… I f… I felt safe.",
      "vi": "tôi vẫn cảm thấy an toàn."
    }
  },
  {
    "translation": {
      "en": "And then he said, \"Well, want to go to bed?\"",
      "vi": "Rồi gã nói: \"Muốn đi ngủ chứ?\""
    }
  },
  {
    "translation": {
      "en": "\"Let's… let's go to bed, and we'll get up first thing in the morning.\"",
      "vi": "\"Đi ngủ thôi, sáng mai ta sẽ dậy sớm\"."
    }
  },
  {
    "translation": {
      "en": "\"We'll have breakfast and we'll hit the road to Iowa Falls.\"",
      "vi": "\"Ta sẽ ăn sáng rồi lên đường đến Iowa Falls\"."
    }
  },
  {
    "translation": {
      "en": "I was having a hard time falling asleep.",
      "vi": "Tôi nằm trằn trọc mãi."
    }
  },
  {
    "translation": {
      "en": "Next thing I know is, I felt a hand on my thigh.",
      "vi": "Điều tiếp theo tôi biết là tôi cảm giác có một bàn tay đặt trên đùi mình."
    }
  },
  {
    "translation": {
      "en": "And I opened up my eyes, and there was John Gacy sitting at the side of the bed.",
      "vi": "Tôi mở mắt ra thì thấy John Gacy đang ngồi ở cạnh giường."
    }
  },
  {
    "translation": {
      "en": "And, uh… [voice catches]",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "…through the light of the window, I could see his face.",
      "vi": "qua ánh sáng từ cửa sổ, tôi có thể nhìn thấy mặt gã."
    }
  },
  {
    "translation": {
      "en": "Well, that's a sight I'll… uh, that actually still haunts me to this day.",
      "vi": "Đó là cảnh tượng vẫn còn ám ảnh tôi đến tận bây giờ."
    }
  },
  {
    "translation": {
      "en": "[emotionally] And, uh…",
      "vi": "Và…"
    }
  },
  {
    "translation": {
      "en": "the face that I saw that night was, um… I don't know how to explain it. It was just frightful.",
      "vi": "Khuôn mặt tôi thấy đêm đó… Không biết tả thể nào. Khủng khiếp lắm."
    }
  },
  {
    "translation": {
      "en": "He had a knife that was right in the little hole in your throat here.",
      "vi": "Hắn cầm một con dao kề ngay chỗ hõm ở cổ họng tôi."
    }
  },
  {
    "translation": {
      "en": "He was pushing that knife right there.",
      "vi": "Hắn dí con dao vào đúng vị trí đó."
    }
  },
  {
    "translation": {
      "en": "And rubbing my leg at the same time.",
      "vi": "Đồng thời, hắn cọ cọ vào chân tôi."
    }
  },
  {
    "translation": {
      "en": "And he told me that we're going to finish what we started in the basement",
      "vi": "Hắn nói rằng hắn và tôi sẽ làm cho xong việc đã bắt đầu ở tầng hầm"
    }
  },
  {
    "translation": {
      "en": "and we're going to commit sex acts on each… on each other.",
      "vi": "và bọn tôi sẽ thực hiện hành vi tình dục với nhau."
    }
  },
  {
    "translation": {
      "en": "So I just started bawling again",
      "vi": "Tôi lại bắt đầu gào ầm lên,"
    }
  },
  {
    "translation": {
      "en": "and just crying and begging him not to do this.",
      "vi": "tôi chỉ biết khóc lóc và van xin hắn ta đừng làm thế."
    }
  },
  {
    "translation": {
      "en": "And pretty soon, he let the pressure off the knife,",
      "vi": "Và rất nhanh, hắn thả lỏng con dao ra"
    }
  },
  {
    "translation": {
      "en": "and he started laughing again",
      "vi": "và lại bắt đầu cười"
    }
  },
  {
    "translation": {
      "en": "and explained to me that he was frustrated with himself",
      "vi": "rồi giải thích với tôi rằng hắn thấy thất vọng về bản thân"
    }
  },
  {
    "translation": {
      "en": "that he was not able to break me in the basement",
      "vi": "vì không đánh gục được tôi lúc ở dưới hầm"
    }
  },
  {
    "translation": {
      "en": "when he was doing these psychological tests on me,",
      "vi": "khi chơi trò thử nghiệm tâm lý với tôi,"
    }
  },
  {
    "translation": {
      "en": "and that he is frustrated and he wanted to give it one more try.",
      "vi": "hắn thấy thất vọng và muốn thử thêm lần nữa."
    }
  },
  {
    "translation": {
      "en": "I wasn't buying it.",
      "vi": "Tôi không tin."
    }
  },
  {
    "translation": {
      "en": "Then he left, went in his bedroom,",
      "vi": "Rồi hắn bỏ đi, vào phòng hắn,"
    }
  },
  {
    "translation": {
      "en": "and I got up instantly and got dressed and sat on that bed until 6:30.",
      "vi": "tôi lập tức đứng dậy, mặc quần áo và ngồi trên chiếc giường đến 6 giờ rưỡi."
    }
  },
  {
    "translation": {
      "en": "In the morning, I banged on his door and I said, \"I'm ready to go.\"",
      "vi": "Trời sáng, tôi đập cửa phòng gọi hắn: \"Tôi chuẩn bị xong để về rồi\"."
    }
  },
  {
    "translation": {
      "en": "It's about an hour and a half drive to Iowa Falls.",
      "vi": "Lái xe tới Iowa Falls mất khoảng một tiếng rưỡi."
    }
  },
  {
    "translation": {
      "en": "And he said, \"Now, Steve, I know that you're upset with me,",
      "vi": "Hắn nói: \"Steve, tôi biết cậu khó chịu với tôi,"
    }
  },
  {
    "translation": {
      "en": "but I want you to understand,",
      "vi": "nhưng tôi muốn cậu hiểu"
    }
  },
  {
    "translation": {
      "en": "if I find out you mentioned this to anybody,",
      "vi": "nếu tôi biết cậu kể chuyện này với bất cứ ai,"
    }
  },
  {
    "translation": {
      "en": "all I have to do is pick up the phone and make one phone call to Chicago,",
      "vi": "tôi chỉ cần nhấc điện thoại lên và gọi tới Chicago,"
    }
  },
  {
    "translation": {
      "en": "and there will be a man in Iowa Falls",
      "vi": "thế là có một người đàn ông ở Iowa Falls"
    }
  },
  {
    "translation": {
      "en": "the next day to kill you.\"",
      "vi": "sẽ giết cậu ngay ngày hôm sau\"."
    }
  },
  {
    "translation": {
      "en": "I didn't report it to the Waterloo police because I didn't want to discuss it.",
      "vi": "Tôi không báo cảnh sát Waterloo vì tôi không muốn nhắc tới chuyện đó."
    }
  },
  {
    "translation": {
      "en": "I was a young 18-year-old kid and…",
      "vi": "Khi đó, tôi chỉ là một cậu nhóc 18 tuổi…"
    }
  },
  {
    "translation": {
      "en": "and I have a grown man making me pull my pants down,",
      "vi": "bị một gã đàn ông trưởng thành bắt kéo quần xuống,"
    }
  },
  {
    "translation": {
      "en": "and a grown man putting a knife to my throat and rubbing my… my thigh.",
      "vi": "kề dao vào cổ họng và sờ soạng đùi."
    }
  },
  {
    "translation": {
      "en": "That's… It's not something a young boy wants to talk about.",
      "vi": "Đó… không phải điều mà một cậu bé muốn nhắc tới."
    }
  },
  {
    "translation": {
      "en": "[Burger] I think I always felt, uh, John was, uh, aggressive",
      "vi": "Tôi nghĩ tôi luôn cảm thấy John là một người xông xáo"
    }
  },
  {
    "translation": {
      "en": "and wanted to advance within the Jaycees.",
      "vi": "và mong muốn thăng tiến trong tổ chức Jaycees."
    }
  },
  {
    "translation": {
      "en": "He was ultimately appointed by one of my successors",
      "vi": "Cuối cùng, anh ta được một trong những người kế nhiệm của tôi"
    }
  },
  {
    "translation": {
      "en": "to be the chaplain for the Waterloo Jaycees,",
      "vi": "bổ nhiệm làm tuyên úy của Tổ chức Jaycees ở Waterloo,"
    }
  },
  {
    "translation": {
      "en": "which primarily was to give a blessing at when we had meals.",
      "vi": "nhiệm vụ chủ yếu là ban phước khi chúng tôi dùng bữa."
    }
  },
  {
    "translation": {
      "en": "And it was after that that his aspirations to become the president emerged.",
      "vi": "Và chính sau đó, anh ta nổi lên khát vọng trở thành chủ tịch."
    }
  },
  {
    "translation": {
      "en": "I guess this was when the rumors started coming out",
      "vi": "Tôi đoán đây là thời điểm bắt đầu xuất hiện những tin đồn"
    }
  },
  {
    "translation": {
      "en": "that John Gacy was not all what he appeared to be.",
      "vi": "rằng John Gacy không đơn giản như những gì mọi người thấy ở anh ta."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Long about '67 when I was running for Jaycee President,",
      "vi": "Khoảng năm 67, khi tôi tranh cử vị trí Chủ tịch Jaycee,"
    }
  },
  {
    "translation": {
      "en": "I asked Donald Voorhees Sr. to become my campaign manager.",
      "vi": "Tôi đã mời Donald Voorhees Sr. làm quản lý chiến dịch của tôi."
    }
  },
  {
    "translation": {
      "en": "[Burger] Don Voorhees Sr. was a member of the Jaycees.",
      "vi": "Don Voorhees Sr. là một thành viên của Jaycees."
    }
  },
  {
    "translation": {
      "en": "He then ran for the state legislature",
      "vi": "Sau đó, anh ấy tranh cử vào cơ quan lập pháp tiểu bang"
    }
  },
  {
    "translation": {
      "en": "and was elected as a member of the Iowa State Legislature.",
      "vi": "và được bầu làm thành viên của Cơ quan Lập pháp tiểu bang Iowa."
    }
  },
  {
    "translation": {
      "en": "[Gacy] In the incident with this Donald Voorhees Jr.,",
      "vi": "Trong sự cố với Donald Voorhees Jr.,"
    }
  },
  {
    "translation": {
      "en": "he was 15 years old.",
      "vi": "anh ấy mới 15 tuổi khi đó."
    }
  },
  {
    "translation": {
      "en": "I think it was in '67,",
      "vi": "Tôi nghĩ hồi đó là năm 67,"
    }
  },
  {
    "translation": {
      "en": "the summer of '67, or August of '67, or September of '67,",
      "vi": "vào mùa hè tháng Tám hay tháng Chín gì đó,"
    }
  },
  {
    "translation": {
      "en": "somewhere in there.",
      "vi": "tầm thời gian ấy."
    }
  },
  {
    "translation": {
      "en": "Donald Voorhees, I was driving from one store to the other, which was my daily routine.",
      "vi": "Tôi lái xe từ cửa hàng này tới cửa hàng khác như thói quen hàng ngày."
    }
  },
  {
    "translation": {
      "en": "Donald Voorhees was hitchhiking. I picked him up.",
      "vi": "Donald Voorhees xin quá giang. Tôi đã cho cậu ta đi nhờ."
    }
  },
  {
    "translation": {
      "en": "He was asking me about the stag films.",
      "vi": "Cậu ta hỏi tôi về phim stag."
    }
  },
  {
    "translation": {
      "en": "[Gacy] So me, like… like an asshole, I… I took him over to my house and I showed him the films.",
      "vi": "Như một thằng khốn, tôi đưa cậu ta về nhà mình và cho cậu ta xem phim."
    }
  },
  {
    "translation": {
      "en": "Of course, I got horny by watching 'em.",
      "vi": "Tất nhiên, tôi đã thấy hứng tình."
    }
  },
  {
    "translation": {
      "en": "And anyhow, you know, to cut the conversation short,",
      "vi": "Nói ngắn gọn là,"
    }
  },
  {
    "translation": {
      "en": "what… what happened is that he ended up blowing me, and I believe I went down on him.",
      "vi": "cuối cùng cậu ta đã thổi kèn cho tôi, và tôi cũng làm vậy cho cậu ta."
    }
  },
  {
    "translation": {
      "en": "I had a wife. I had two children. I… I had business. I had wealth.",
      "vi": "Tôi đã có vợ. Tôi có hai đứa con. Tôi có sự nghiệp. Tôi có của cải."
    }
  },
  {
    "translation": {
      "en": "Why in the fuck did I go out and get myself involved with a kid?",
      "vi": "Thế quái nào tôi lại ra ngoài và dây dưa với một đứa trẻ chứ?"
    }
  },
  {
    "translation": {
      "en": "He told his dad.",
      "vi": "GACY BỊ CÁO BUỘC XÂM PHẠM MỘT CẬU BÉ VÀO THÁNG TÁM NĂM NGOÁI"
    }
  },
  {
    "translation": {
      "en": "Well, his dad turned around and got ahold of the state's attorney,",
      "vi": "Cậu ta mách bố. Bố cậu ta đã tìm công tố viên của bang,"
    }
  },
  {
    "translation": {
      "en": "and then I was, uh, charged with it.",
      "vi": "và rồi tôi bị buộc tội."
    }
  },
  {
    "translation": {
      "en": "[Burger] Once John was arrested for the assault on Donald Jr.,",
      "vi": "Khi John bị bắt giữ vì tội tấn công Donald Jr.,"
    }
  },
  {
    "translation": {
      "en": "it became much more of a topic of conversation in town.",
      "vi": "nó đã trở thành chủ đề bàn tán rầm rộ trong thị trấn."
    }
  },
  {
    "translation": {
      "en": "[Gacy] So then I was subsequently indicted for sodomy.",
      "vi": "Tiếp sau đó, tôi bị truy tố vì tội dâm ô. TRUY TỐ GACY VÌ TỘI DÂM Ô"
    }
  },
  {
    "translation": {
      "en": "When I went through the psychiatric evaluation at Iowa City,",
      "vi": "Khi tôi đi kiểm tra tâm lý ở thành phố Iowa,"
    }
  },
  {
    "translation": {
      "en": "I was told I had an anti-social personality,",
      "vi": "họ bảo tôi bị rối loạn nhân cách chống đối xã hội. \"TÂM THẦN\""
    }
  },
  {
    "translation": {
      "en": "that it was deemed as an experimental-type thing and that",
      "vi": "Hành động đó được cho là một thứ thử nghiệm, và họ cảm thấy sự việc đó sẽ không tái diễn và…"
    }
  },
  {
    "translation": {
      "en": "they felt that it would be not a reoccurring thing, and…",
      "vi": "và họ cảm thấy sự việc đó sẽ không tái diễn và…"
    }
  },
  {
    "translation": {
      "en": "that it was-- The whole thing was stupid.",
      "vi": "toàn bộ chuyện này thật ngớ ngẩn. HOÀN TOÀN PHỦ NHẬN"
    }
  },
  {
    "translation": {
      "en": "That it should've never happened.",
      "vi": "Nó đáng lẽ không nên xảy ra. Đó là lý do tôi luôn nói"
    }
  },
  {
    "translation": {
      "en": "That's why I keep saying instead of being the perpetrator,",
      "vi": "Nó đáng lẽ không nên xảy ra. Đó là lý do tôi luôn nói tôi là nạn nhân, không phải thủ phạm. Tôi bị lợi dụng."
    }
  },
  {
    "translation": {
      "en": "I was the victim. I was used.",
      "vi": "tôi là nạn nhân, không phải thủ phạm. Tôi bị lợi dụng."
    }
  },
  {
    "translation": {
      "en": "I was thinking of the kids, and I was thinking of Marlynn, and I'd never got in trouble before.",
      "vi": "Tôi nghĩ tới bọn trẻ, nghĩ tới Marlynn, và tôi chưa từng gây rắc rối trước đây."
    }
  },
  {
    "translation": {
      "en": "And when the pre-sentence report come back that they recommended that…",
      "vi": "Và khi có báo cáo tiền án, họ đã đề nghị tôi nên được hưởng án treo."
    }
  },
  {
    "translation": {
      "en": "I should be given, uh, probation.",
      "vi": "họ đã đề nghị tôi nên được hưởng án treo."
    }
  },
  {
    "translation": {
      "en": "And we changed our plea from \"not guilty\" to \"guilty,\"",
      "vi": "chúng tôi thay đổi lời bào chữa từ \"không có tội\" thành \"có tội\","
    }
  },
  {
    "translation": {
      "en": "and they set sentencing.",
      "vi": "và họ đã đưa ra phán quyết."
    }
  },
  {
    "translation": {
      "en": "Sentenced me to 10 years, and I nearly dropped.",
      "vi": "Tôi bị tuyên án mười năm tù, và tôi gần như ngã quỵ."
    }
  },
  {
    "translation": {
      "en": "I could not believe it.",
      "vi": "Tôi không tin nổi. GACY BỊ KẾT ÁN MƯỜI NĂM TÙ"
    }
  },
  {
    "translation": {
      "en": "The day after I was sentenced, I was served with divorce papers from Marlynn",
      "vi": "Một ngày sau khi bị kết án, tôi nhận được giấy tờ ly hôn từ Marlynn"
    }
  },
  {
    "translation": {
      "en": "on grounds of conviction.",
      "vi": "trên cơ sở việc tôi phạm tội."
    }
  },
  {
    "translation": {
      "en": "She came there to see me for the last time.",
      "vi": "Cô ấy đã đến đó để gặp tôi lần cuối."
    }
  },
  {
    "translation": {
      "en": "She came to me, and she told me that she had to get a divorce.",
      "vi": "Cô ấy đến và nói với tôi rằng cô ấy phải ly dị."
    }
  },
  {
    "translation": {
      "en": "That if she didn't get a divorce, her dad was gonna take the kids away from her.",
      "vi": "Nếu không, bố cô ấy sẽ mang lũ trẻ rời xa cô ấy."
    }
  },
  {
    "translation": {
      "en": "[investigator] Now these were your natural children, right?",
      "vi": "Chúng là con ruột của anh đúng không?"
    }
  },
  {
    "translation": {
      "en": "[Gacy] Right. [clears throat] Right. That's how young they were.",
      "vi": "Phải. Nên chúng mới nhỏ tuổi thế."
    }
  },
  {
    "translation": {
      "en": "1968, last time I ever seen 'em.",
      "vi": "Năm 1968 là lần cuối tôi gặp chúng."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] Gacy was, uh, sentenced to the penitentiary for misusing a young boy.",
      "vi": "Gacy bị kết án tù giam vì tội lạm dụng một cậu bé."
    }
  },
  {
    "translation": {
      "en": "Wow, did that open our eyes at that particular time.",
      "vi": "Sự việc đó đã thức tỉnh chúng tôi ngay thời điểm đặc biệt ấy."
    }
  },
  {
    "translation": {
      "en": "Now, what do we do with that?",
      "vi": "Giờ chúng tôi nên làm gì?"
    }
  },
  {
    "translation": {
      "en": "How do we go and keep an eye on Gacy?",
      "vi": "Làm cách nào để để mắt đến Gacy?"
    }
  },
  {
    "translation": {
      "en": "Where might he lead us?",
      "vi": "Hắn có thể dẫn chúng tôi tới đâu?"
    }
  },
  {
    "translation": {
      "en": "[Albrecht] Lieutenant Joe Kozenczak, who was the head of the investigations,",
      "vi": "Trung úy Joe Kozenczak đội trưởng đội điều tra"
    }
  },
  {
    "translation": {
      "en": "plotted a surveillance on Gacy 24 hours.",
      "vi": "đã lên kế hoạch giám sát Gacy suốt 24 giờ."
    }
  },
  {
    "translation": {
      "en": "So Bob Schultz and Ron Robinson started the noon to midnight.",
      "vi": "Bob Schultz và Ron Robinson theo dõi từ trưa đến nửa đêm."
    }
  },
  {
    "translation": {
      "en": "And Dave Hachmeister was at midnight to noon.",
      "vi": "Dave Hachmeister theo dõi từ nửa đêm đến trưa hôm sau."
    }
  },
  {
    "translation": {
      "en": "I became his partner, and we were on Gacy from midnight to, uh, to noon,",
      "vi": "Tôi trở thành cộng sự của anh ấy, bọn tôi giám sát Gacy từ nửa đêm đến trưa,"
    }
  },
  {
    "translation": {
      "en": "wherever he went.",
      "vi": "ở bất cứ nơi nào hắn đến."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] The police were supposed to be undercover,",
      "vi": "Cảnh sát đã theo dõi bí mật,"
    }
  },
  {
    "translation": {
      "en": "but it didn't take him but a day to realize that we were following him.",
      "vi": "nhưng mất chưa tới một ngày, hắn đã phát hiện mình bị theo dõi."
    }
  },
  {
    "translation": {
      "en": "At that stage, then we have to try to change our tactics.",
      "vi": "Ở giai đoạn đó, chúng tôi phải cố thay đổi chiến thuật."
    }
  },
  {
    "translation": {
      "en": "[man 6] And we decided that it would put a lot more psychological pressure on Gacy",
      "vi": "Và chúng tôi quyết định sẽ gây áp lực tâm lý lên Gacy"
    }
  },
  {
    "translation": {
      "en": "if we did an overt type of surveillance.",
      "vi": "bằng cách thực hiện giám sát công khai."
    }
  },
  {
    "translation": {
      "en": "And an overt surveillance is where you knock on the individual's door,",
      "vi": "Giám sát công khai là tới tận nhà riêng gõ cửa,"
    }
  },
  {
    "translation": {
      "en": "introduce yourself and tell him that you're the police",
      "vi": "giới thiệu bản thân và nói rằng chúng tôi là cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "and that you're gonna be following him 24 hours a day, seven days a week,",
      "vi": "chúng tôi sẽ theo dõi hắn 24 giờ một ngày, bảy ngày một tuần,"
    }
  },
  {
    "translation": {
      "en": "every place that they go.",
      "vi": "ở mọi nơi hắn đến."
    }
  },
  {
    "translation": {
      "en": "[Albrecht] The first public place he went into was the Moose Lodge in Des Plaines.",
      "vi": "Nơi công cộng đầu tiên hắn đến là Hội Moose ở Des Plaines."
    }
  },
  {
    "translation": {
      "en": "And when Gacy walked in, people just… \"John's here!\"",
      "vi": "Khi Gacy bước vào, mọi người kiểu… \"John kìa!\""
    }
  },
  {
    "translation": {
      "en": "They gravitated towards him. \"How you doing, John? Great to see you!\"",
      "vi": "Hắn đã thu hút họ. \"Khỏe chứ, John? Rất vui được gặp!\""
    }
  },
  {
    "translation": {
      "en": "Kind of the life of the party. That happened quite frequently.",
      "vi": "Hắn cứ như ánh sáng của bữa tiệc. Việc đó xảy ra khá thường xuyên."
    }
  },
  {
    "translation": {
      "en": "[Amirante] He seemed to welcome the investigation.",
      "vi": "Anh ta có vẻ hoan nghênh cuộc điều tra."
    }
  },
  {
    "translation": {
      "en": "He welcomed the… the jousting, the back and forth with the police.",
      "vi": "Anh ta hoan nghênh trò đấu thương và vờn nhau với cảnh sát."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Constantly, I was under surveillance.",
      "vi": "Tôi bị giám sát suốt."
    }
  },
  {
    "translation": {
      "en": "I could have ditched 'em any one of a number of times and gotten away,",
      "vi": "Tôi có thể cắt đuôi họ bất cứ lúc nào và trốn thoát,"
    }
  },
  {
    "translation": {
      "en": "but I was constantly stopping and trying to help them, you know?",
      "vi": "nhưng tôi đã liên tục dừng lại và cố giúp họ."
    }
  },
  {
    "translation": {
      "en": "They were slowing me down. He said, \"Well, goddamn, you never stop.\"",
      "vi": "Họ đã cản trở tôi. Anh ta bảo: \"Chết tiệt, hắn đi miết\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"Well, I got things to do.\" I said, \"I got a job going in Aurora, Illinois.\"",
      "vi": "Tôi nói: \"Tôi có việc phải làm\". \"Tôi có một mối ở Aurora, Illinois\"."
    }
  },
  {
    "translation": {
      "en": "\"I've got one in Waukegan, Illinois. I've got three in Chicago.\"",
      "vi": "\"Một mối Waukegan, Illinois. Ba mối ở Chicago\"."
    }
  },
  {
    "translation": {
      "en": "And I says, \"It takes time, and I've got to move around all of them.\"",
      "vi": "\"Tôi cần thời gian và phải đi khắp nơi\"."
    }
  },
  {
    "translation": {
      "en": "[Amirante] He was playing a… a cat and mouse game",
      "vi": "Anh ta đang chơi trò mèo đuổi chuột với sở cảnh sát,"
    }
  },
  {
    "translation": {
      "en": "with the police department, trying to outfox them,",
      "vi": "Anh ta đang chơi trò mèo đuổi chuột với sở cảnh sát, cố qua mặt họ,"
    }
  },
  {
    "translation": {
      "en": "trying to manipulate what they were doing,",
      "vi": "cố thao túng những gì họ đang làm,"
    }
  },
  {
    "translation": {
      "en": "trying to show that he was in control of this situation.",
      "vi": "cố cho thấy anh ta kiểm soát được tình huống này."
    }
  },
  {
    "translation": {
      "en": "[Robinson] One way that John could kinda get even with us for following him",
      "vi": "Một việc John có thể làm ngay cả khi bị chúng tôi giám sát"
    }
  },
  {
    "translation": {
      "en": "was driving like a maniac.",
      "vi": "là lái xe như một kẻ điên."
    }
  },
  {
    "translation": {
      "en": "John would test our driving abilities every day",
      "vi": "Ngày nào John cũng kiểm tra trình lái xe của chúng tôi"
    }
  },
  {
    "translation": {
      "en": "going up and down side streets.",
      "vi": "bắng cách chạy tới chạy lui mấy con phố hẹp."
    }
  },
  {
    "translation": {
      "en": "He would be doing 40, 50 miles an hour on these side streets.",
      "vi": "Anh ta phi tầm 60 đến 80 km một giờ trên những con phố hẹp."
    }
  },
  {
    "translation": {
      "en": "And when we would get on, like, the Kennedy Expressway,",
      "vi": "Và khi lên đường cao tốc Kennedy,"
    }
  },
  {
    "translation": {
      "en": "there were many times where, in trying to keep up with John,",
      "vi": "rất nhiều lần trong lúc cố gắng đuổi kịp John,"
    }
  },
  {
    "translation": {
      "en": "we would have to ride on the shoulder of the road,",
      "vi": "chúng tôi phải đi lên lề đường,"
    }
  },
  {
    "translation": {
      "en": "either on the inside of the Kennedy or the outside of the Kennedy,",
      "vi": "ở phía bên trong hoặc bên ngoài cao tốc Kennedy"
    }
  },
  {
    "translation": {
      "en": "just trying to keep up with him.",
      "vi": "chỉ để cố bám sát anh ta."
    }
  },
  {
    "translation": {
      "en": "We're gonna stay with you all the time.",
      "vi": "Chúng tôi sẽ ở cạnh hắn mọi lúc."
    }
  },
  {
    "translation": {
      "en": "If he went into a coffee shop for coffee,",
      "vi": "Nếu John vào quán uống cà phê,"
    }
  },
  {
    "translation": {
      "en": "we went in with John and sat with him and had coffee.",
      "vi": "chúng tôi cũng vào ngồi cùng và uống với hắn."
    }
  },
  {
    "translation": {
      "en": "If he went into a bar, we went into the bar with him.",
      "vi": "Nếu hắn tới quán bar, chúng tôi vào cùng luôn."
    }
  },
  {
    "translation": {
      "en": "[Albrecht] During these stops at restaurants, we had quite long conversations with Gacy.",
      "vi": "Trong những lần dừng chân ở nhà hàng, chúng tôi đã nói chuyện khá lâu với Gacy."
    }
  },
  {
    "translation": {
      "en": "People started seeing us there all the time with Gacy,",
      "vi": "Mọi người bắt đầu thấy bọn tôi ở cạnh Gacy suốt,"
    }
  },
  {
    "translation": {
      "en": "and so Gacy would, uh, describe us",
      "vi": "nên Gacy sẽ bảo chúng tôi là người của Cục Điều tra Liên bang"
    }
  },
  {
    "translation": {
      "en": "as the FBI trying to get some kind of drug case on him.",
      "vi": "nên Gacy sẽ bảo chúng tôi là người của Cục Điều tra Liên bang đang điều tra mấy vụ án ma túy."
    }
  },
  {
    "translation": {
      "en": "A couple places he went, he described us as his bodyguards.",
      "vi": "Ở vài nơi hắn đến, hắn nói chúng tôi như là vệ sĩ của hắn."
    }
  },
  {
    "translation": {
      "en": "But he also told us that he had hired people to follow us",
      "vi": "Nhưng hắn cũng nói với chúng tôi hắn đã thuê người theo dõi,"
    }
  },
  {
    "translation": {
      "en": "to watch us,",
      "vi": "để mắt chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "and if he gave the sign, they were gonna take us out.",
      "vi": "và nếu hắn ra hiệu, chúng sẽ tống chúng tôi đi."
    }
  },
  {
    "translation": {
      "en": "So, uh, we were aware that Gacy was full of himself.",
      "vi": "Nên chúng tôi biết Gacy là một kẻ ngạo mạn."
    }
  },
  {
    "translation": {
      "en": "One time, he told us that he had heard that Rob Piest was found up in, uh, Wisconsin",
      "vi": "Một lần, hắn nói rằng hắn nghe tin Rob Piest đã được tìm thấy Wisconsin"
    }
  },
  {
    "translation": {
      "en": "and he was all right.",
      "vi": "và cậu ấy vẫn ổn."
    }
  },
  {
    "translation": {
      "en": "[Byers-Lund] Rob would never run away.",
      "vi": "Rob không bao giờ bỏ trốn."
    }
  },
  {
    "translation": {
      "en": "There was something wrong.",
      "vi": "Đã có vấn đề gì đó."
    }
  },
  {
    "translation": {
      "en": "The police came to visit me at school with the Piest family",
      "vi": "Cảnh sát và nhà Piest đã đến trường gặp tôi"
    }
  },
  {
    "translation": {
      "en": "to see, you know, what did Rob say and, um, where was he going.",
      "vi": "để xem Rob đã nói gì và đi đâu."
    }
  },
  {
    "translation": {
      "en": "And I explained that Rob said he was going outside to talk to the contractor about a job.",
      "vi": "Tôi kể lại rằng Rob đã nói cậu ấy ra ngoài để bàn công việc với nhà thầu."
    }
  },
  {
    "translation": {
      "en": "They told me later that the contractor denied all that,",
      "vi": "Sau đó họ nói với tôi người thầu đó đã phủ nhận tất cả,"
    }
  },
  {
    "translation": {
      "en": "that I was lying, and he never talked to that boy about getting a job.",
      "vi": "cho rằng tôi đang nói dối, anh ta không hề nói chuyện với cậu ấy."
    }
  },
  {
    "translation": {
      "en": "I was so angry 'cause I never lie.",
      "vi": "Tôi rất tức giận vì tôi không bao giờ nói dối."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] I was working with the Des Plaines police,",
      "vi": "NGÀY 16 THÁNG 12 NĂM 1978 Tôi làm việc với cảnh sát Des Plaines, nhưng không phải người ở đó."
    }
  },
  {
    "translation": {
      "en": "but I wasn't a member.",
      "vi": "Tôi làm việc với cảnh sát Des Plaines, nhưng không phải người ở đó."
    }
  },
  {
    "translation": {
      "en": "I was the investigator with the Cook County Sheriff's Dept.",
      "vi": "Tôi là điều tra viên của Sở Cảnh sát quận Cook"
    }
  },
  {
    "translation": {
      "en": "assigned to the State's Attorney's office. I was like an in-between guy.",
      "vi": "được cử đến văn phòng Công tố Bang. Tôi cứ như kẻ ở giữa."
    }
  },
  {
    "translation": {
      "en": "Fortunately, I could do whatever I wanted to, uh, most of the time",
      "vi": "May mắn là hầu như tôi có thể làm bất cứ điều gì tôi muốn"
    }
  },
  {
    "translation": {
      "en": "because of my position.",
      "vi": "với vị trí của mình."
    }
  },
  {
    "translation": {
      "en": "If something needed to be investigated, I did it.",
      "vi": "Cần điều tra gì thì điều tra."
    }
  },
  {
    "translation": {
      "en": "I didn't have to get permission from anybody. I just went out and did it.",
      "vi": "Tôi không cần xin phép ai. Cứ ra ngoài và làm việc thôi. ĐƯỢC TẠM THA Ở ILLINOIS"
    }
  },
  {
    "translation": {
      "en": "We looked at his rap sheet. He had other arrests.",
      "vi": "Chúng tôi đã xem hồ sơ của hắn. Hắn từng bị bắt vì tội khác,"
    }
  },
  {
    "translation": {
      "en": "But they didn't jump off the rap sheet as being sexually related.",
      "vi": "nhưng trong đó không có án liên quan tới tình dục."
    }
  },
  {
    "translation": {
      "en": "A lot of times, they were, like, disorderly conduct or battery or whatever.",
      "vi": "Toàn là tội gây rối trật tự, hành hung hay đại loại thế."
    }
  },
  {
    "translation": {
      "en": "You know, they didn't really go into the detail of he was soliciting a kid for sex.",
      "vi": "Họ không nói chi tiết việc hắn đã gạ tình một đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "You know, those details weren't there.",
      "vi": "Họ không ghi chi tiết đó."
    }
  },
  {
    "translation": {
      "en": "[Amirante] Gacy was part of that powerful Democratic Party.",
      "vi": "Gacy là một thành viên của Đảng Dân chủ quyền lực."
    }
  },
  {
    "translation": {
      "en": "You don't think a phone call could have been made to the local police department,",
      "vi": "Thậm chí đã có người gọi tới sở cảnh sát địa phương và nói:"
    }
  },
  {
    "translation": {
      "en": "saying, \"Leave this guy alone. He's, uh, a decent… He's a good guy.\"",
      "vi": "\"Để anh ấy yên. Anh ấy là người tử tế… Anh ấy là người tốt\"."
    }
  },
  {
    "translation": {
      "en": "\"He's a good guy.\" And that's how Cook County used to work back then.",
      "vi": "\"Để anh ấy yên. Anh ấy là người tử tế… Anh ấy là người tốt\". Hồi ấy quận Cook đã có chuyện như vậy."
    }
  },
  {
    "translation": {
      "en": "And, you know, people were looking down",
      "vi": "Thời điểm đó, những đứa nhóc,"
    }
  },
  {
    "translation": {
      "en": "at… at gay kids at the time, gay young men.",
      "vi": "những chàng trai trẻ đồng tính bị xem thường."
    }
  },
  {
    "translation": {
      "en": "You think the police were about to listen to the gay guy that came in",
      "vi": "Làm gì có chuyện cảnh sát nghe lời một cậu bé đồng tính"
    }
  },
  {
    "translation": {
      "en": "and… and beefed about Gacy, who everybody knew,",
      "vi": "đến và phàn nàn về Gacy, người mà ai cũng biết,"
    }
  },
  {
    "translation": {
      "en": "and, you know, he was… he was friends with everybody?",
      "vi": "và là bạn của tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "[Tovar] Gacy's choice for workers was always young men,",
      "vi": "Gacy luôn tuyển những chàng trai trẻ,"
    }
  },
  {
    "translation": {
      "en": "small in stature,",
      "vi": "vóc dáng nhỏ nhắn,"
    }
  },
  {
    "translation": {
      "en": "usually light-colored hair.",
      "vi": "thường là có màu tóc sáng."
    }
  },
  {
    "translation": {
      "en": "[Amirante] The two main guys that we encountered was Mike Rossi",
      "vi": "Hai nhân vật chính mà chúng tôi đã gặp là Mike Rossi"
    }
  },
  {
    "translation": {
      "en": "and David Cram.",
      "vi": "và David Cram."
    }
  },
  {
    "translation": {
      "en": "Michael Rossi and David Cram were Gacy's assistants",
      "vi": "Michael Rossi và David Cram là trợ lý của Gacy"
    }
  },
  {
    "translation": {
      "en": "at PDM Contractors",
      "vi": "ở Công ty thầu xây dựng PDM,"
    }
  },
  {
    "translation": {
      "en": "who worked very closely with him in everything he did.",
      "vi": "những người rất thân cận với anh ta trong mọi việc."
    }
  },
  {
    "translation": {
      "en": "But they were basically his little…",
      "vi": "Nhưng về cơ bản, họ chỉ là…"
    }
  },
  {
    "translation": {
      "en": "They were gofers, and they would help him running the business, they'd help him run his business.",
      "vi": "Họ chỉ là những người chạy việc và giúp anh ta điều hành việc kinh doanh."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] As we're going through the investigation",
      "vi": "Khi chúng tôi đang điều tra kĩ càng"
    }
  },
  {
    "translation": {
      "en": "and we talk to people and find out that,",
      "vi": "và hỏi chuyện mọi người thì phát hiện ra điều đó,"
    }
  },
  {
    "translation": {
      "en": "\"Yeah, there's a kid by the name of such-and-such.\"",
      "vi": "\"Phải, có một cậu bé tên vậy đó\"."
    }
  },
  {
    "translation": {
      "en": "\"He worked for Gacy at a time. I haven't seen him in a while.\"",
      "vi": "\"Cậu ấy từng làm cho Gacy. Lâu không thấy cậu ấy rồi\"."
    }
  },
  {
    "translation": {
      "en": "And then we got, uh… people started coming… coming forward, saying,",
      "vi": "Rồi mọi người… bắt đầu tìm tới và nói:"
    }
  },
  {
    "translation": {
      "en": "you know, \"I know this guy. He worked there. He's missing too.\"",
      "vi": "\"Tôi biết người này. Cậu ấy từng làm ở đó, cũng mất tích rồi\"."
    }
  },
  {
    "translation": {
      "en": "Gregory Godzik was a Chicago boy.",
      "vi": "Gregory Godzik là một chàng trai Chicago."
    }
  },
  {
    "translation": {
      "en": "He had worked for Gacy,",
      "vi": "Cậu ấy từng làm việc cho Gacy,"
    }
  },
  {
    "translation": {
      "en": "and, uh, he turned up missing.",
      "vi": "và giờ đã mất tích."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] And then, we… we find out that another kid that used to work for Gacy,",
      "vi": "Sau đó, chúng tôi phát hiện một đứa trẻ khác từng làm cho Gacy"
    }
  },
  {
    "translation": {
      "en": "he's up and disappeared.",
      "vi": "cũng đã mất tích."
    }
  },
  {
    "translation": {
      "en": "John Butkovich one day didn't show up for work. Nobody ever saw him again.",
      "vi": "Một ngày nọ, John Butkovich không đi làm. Không ai gặp lại cậu ấy nữa."
    }
  },
  {
    "translation": {
      "en": "The police came by asking questions. You know, nothing.",
      "vi": "Cảnh sát đã tới dò hỏi. Không có tin gì."
    }
  },
  {
    "translation": {
      "en": "Gacy denied knowing anything about the kid's disappearance.",
      "vi": "Gacy bảo không biết gì việc cậu bé mất tích."
    }
  },
  {
    "translation": {
      "en": "[Tovar] The class ring that had the initials JS",
      "vi": "Chiếc nhẫn lớp có khắc chữ JS"
    }
  },
  {
    "translation": {
      "en": "that we found in Gacy's house during the search warrant",
      "vi": "mà chúng tôi tìm thấy ở nhà Gacy khi khám xét nhà"
    }
  },
  {
    "translation": {
      "en": "turned out to belong to a young man named John Szyc.",
      "vi": "hóa ra lại là nhẫn của một chàng trai trẻ tên John Szyc."
    }
  },
  {
    "translation": {
      "en": "And had lived in Des Plaines, but, uh, had moved into the city.",
      "vi": "Cậu ấy từng sống ở Des Plaines nhưng đã chuyển vào thành phố."
    }
  },
  {
    "translation": {
      "en": "Uh, we contacted his parents,",
      "vi": "Chúng tôi đã gọi bố mẹ cậu ấy"
    }
  },
  {
    "translation": {
      "en": "and his mother told us that he had been missing for a while.",
      "vi": "và người mẹ nói cậu ấy mất tích một thời gian rồi."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] John Szyc's car was never recovered when he disappeared.",
      "vi": "Xe của John Szyc cũng không được tìm thấy."
    }
  },
  {
    "translation": {
      "en": "And then, during the course of the investigation,",
      "vi": "Và sau đó, trong suốt quá trình điều tra,"
    }
  },
  {
    "translation": {
      "en": "when I got the information from Szyc's parents what car he'd been driving,",
      "vi": "khi bố mẹ Szyc mô tả chiếc xe của Szyc,"
    }
  },
  {
    "translation": {
      "en": "one of the guys, might've been Tovar said, \"That's the same kind of car that Mike Rossi's driving.\"",
      "vi": "một trong số họ, hình như là Tovar đã nói: \"Giống loại xe Mike Rossi đang lái\"."
    }
  },
  {
    "translation": {
      "en": "The VIN number was altered.",
      "vi": "Số VIN đã bị thay đổi."
    }
  },
  {
    "translation": {
      "en": "And then Gacy sold it to Rossi for, you know, pennies on the dollar.",
      "vi": "Và Gacy đã bán nó cho Rossi với cái giá rẻ bèo."
    }
  },
  {
    "translation": {
      "en": "[Robinson] That put John in contact, or knowing, four or five different people",
      "vi": "Điều đó cho thấy John có liên hệ hoặc biết bốn, năm người khác nhau,"
    }
  },
  {
    "translation": {
      "en": "who had come up missing that had never been located.",
      "vi": "những người đều mất tích mà không thể tìm thấy."
    }
  },
  {
    "translation": {
      "en": "This is highly unusual.",
      "vi": "Chuyện này hết sức bất thường."
    }
  },
  {
    "translation": {
      "en": "I mean, most people don't know any missing peop… person,",
      "vi": "Hầu hết mọi người không biết có ai mất tích,"
    }
  },
  {
    "translation": {
      "en": "let alone coming to know four or five.",
      "vi": "huống hồ là bốn hay năm người."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] All of these things were going on at the same time.",
      "vi": "Tất cả những chuyện này diễn ra cùng lúc."
    }
  },
  {
    "translation": {
      "en": "We were suspecting a bad outcome. But we also knew that we didn't have any bodies.",
      "vi": "Chúng tôi nghi đã có một kết cục tồi tệ. Nhưng chúng tôi đâu tìm thấy thi thể nào."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] Why are these people vanishing, never to be found or seen again?",
      "vi": "Tại sao mấy người mất tích này không thể tìm hay nhìn thấy nữa?"
    }
  },
  {
    "translation": {
      "en": "Bodies never discovered.",
      "vi": "Cũng không tìm được xác."
    }
  },
  {
    "translation": {
      "en": "You're scratching your head, you're going, \"What happened? They just vanished.\"",
      "vi": "Tất cả đều gãi đầu: \"Chuyện gì vậy nhỉ? Họ cứ thế biến mất\"."
    }
  },
  {
    "translation": {
      "en": "\"Never turned up. Where did they go?\"",
      "vi": "\"Không xuất hiện nữa. Họ đi đâu?\""
    }
  },
  {
    "translation": {
      "en": "[Sullivan] You know, \"When does this end? What have we got here?\"",
      "vi": "Rồi \"Khi nào vụ này kết thúc?\" \"Ta đã có gì rồi?\""
    }
  },
  {
    "translation": {
      "en": "'Cause truly, we didn't know.",
      "vi": "Vì thật sự, chúng tôi không biết."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] The scary part was that his attorneys had run down to the federal court",
      "vi": "Điều đáng sợ là các luật sư của hắn đã chạy đến tòa án liên bang"
    }
  },
  {
    "translation": {
      "en": "and applied for a federal injunction against the State's Attorney's office",
      "vi": "nộp đơn xin lệnh chống lại văn phòng Công tố Bang"
    }
  },
  {
    "translation": {
      "en": "and the Des Plaines Police Department.",
      "vi": "và Sở Cảnh sát Des Plaines."
    }
  },
  {
    "translation": {
      "en": "[Amirante] Leroy Stevens, who was his civil lawyer for his company at the time, and I",
      "vi": "Leroy Stevens, luật sư dân sự cho công ty anh ta khi đó và tôi"
    }
  },
  {
    "translation": {
      "en": "were in the midst of preparing a federal lawsuit",
      "vi": "đang chuẩn bị cho một vụ kiện liên bang"
    }
  },
  {
    "translation": {
      "en": "against the Des Plaines Police Department",
      "vi": "chống lại Sở cảnh sát Des Plaines"
    }
  },
  {
    "translation": {
      "en": "um, to enjoin them from, uh, harassing Gacy.",
      "vi": "để ra lệnh cho họ không được quấy rối Gacy."
    }
  },
  {
    "translation": {
      "en": "And really ruining his business",
      "vi": "Điều đó thực sự ảnh hưởng tới công việc của anh ta vì họ theo dõi rất sát sao,"
    }
  },
  {
    "translation": {
      "en": "because they were following him so closely and violating his civil rights.",
      "vi": "Điều đó thực sự ảnh hưởng tới công việc của anh ta vì họ theo dõi rất sát sao, và vi phạm quyền công dân của anh ta."
    }
  },
  {
    "translation": {
      "en": "Terry Sullivan, who was the prosecutor, was playing it close to the vest.",
      "vi": "Terry Sullivan, công tố viên lúc đó đã giấu một kế hoạch."
    }
  },
  {
    "translation": {
      "en": "The police department was playing it close to the vest. We couldn't get information.",
      "vi": "Sở cảnh sát đã giữ kín kế hoạch. Chúng tôi không lấy được thông tin."
    }
  },
  {
    "translation": {
      "en": "The only way we'd get to the bottom of it was file the lawsuit.",
      "vi": "Cách duy nhất để tìm ra lý do là nộp đơn kiện."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] If he gets that injunction approved, that's the end of it.",
      "vi": "Nếu lệnh đó được chấp thuận, mọi chuyện kết thúc."
    }
  },
  {
    "translation": {
      "en": "We'd have to back off altogether.",
      "vi": "Chúng tôi sẽ phải rút lui hẳn."
    }
  },
  {
    "translation": {
      "en": "Can't interview him, his employees, nothing.",
      "vi": "Không thể phỏng vấn hắn và nhân viên, không được làm gì."
    }
  },
  {
    "translation": {
      "en": "So yeah, time was of the essence. There's no question about it.",
      "vi": "Nên thời gian rất cấp bách. Rõ là vậy."
    }
  },
  {
    "translation": {
      "en": "[Amirante] You have to understand that, at the time,",
      "vi": "Các bạn phải hiểu rằng lúc đó,"
    }
  },
  {
    "translation": {
      "en": "Leroy and I really truly believed Gacy was innocent.",
      "vi": "Leroy và tôi thực sự tin Gacy vô tội."
    }
  },
  {
    "translation": {
      "en": "Terry Sullivan eventually told me about the case that John had in Iowa,",
      "vi": "Cuối cùng, Terry Sullivan kể với tôi về vụ án của John ở Iowa,"
    }
  },
  {
    "translation": {
      "en": "which was a sodomy case, which, you know, I was shocked that he had that",
      "vi": "một vụ dâm ô đã khiến tôi sốc"
    }
  },
  {
    "translation": {
      "en": "'cause no… who expected Gacy, this guy who was the precinct captain,",
      "vi": "vì ai ngờ Gacy, người từng là Trưởng khu"
    }
  },
  {
    "translation": {
      "en": "to have been convicted of sodomy? Nobody knew that.",
      "vi": "từng bị kết tội dâm ô? Chẳng ai hay biết."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I was sentenced to Fort Madison, Iowa,",
      "vi": "Tôi bị áp giải đến Fort Madison, Iowa,"
    }
  },
  {
    "translation": {
      "en": "which was a penitentiary, but then they revised it and said",
      "vi": "chỗ đó vốn là một trại giam nhưng họ sửa lại và nói rằng"
    }
  },
  {
    "translation": {
      "en": "that since I was a first offender and I was still under 26,",
      "vi": "vì tôi phạm tội lần đầu và vẫn dưới 26 tuổi,"
    }
  },
  {
    "translation": {
      "en": "that I should be sent to the men's reformatory at Anamosa.",
      "vi": "nên tôi được tới trại cải tạo nam ở Anamosa."
    }
  },
  {
    "translation": {
      "en": "I was sent there. I was scared to death.",
      "vi": "Tôi bị đưa đến đó. Tôi sợ gần chết."
    }
  },
  {
    "translation": {
      "en": "Again, never being arrested before,",
      "vi": "Tôi chưa từng bị bắt giữ,"
    }
  },
  {
    "translation": {
      "en": "never being in jail before, didn't know what the hell…",
      "vi": "chưa từng ngồi tù, không hề biết họ thế nào."
    }
  },
  {
    "translation": {
      "en": "I thought I was gonna get killed in there.",
      "vi": "Cứ tưởng mình sẽ bị giết trong đó."
    }
  },
  {
    "translation": {
      "en": "♪ O come let us adore him ♪",
      "vi": "GIÁNG SINH TẠI ANAMOSA BẢN TIN ĐẶC BIỆT NĂM 1969"
    }
  },
  {
    "translation": {
      "en": "♪ O come let us adore him ♪",
      "vi": "GIÁNG SINH TẠI ANAMOSA BẢN TIN ĐẶC BIỆT NĂM 1969 ĐÀI WHO-TV, DES MOINES"
    }
  },
  {
    "translation": {
      "en": "…I got into it and organized myself.",
      "vi": "Rốt cuộc, tôi vào đó và đã biết tự chỉnh đốn bản thân."
    }
  },
  {
    "translation": {
      "en": "I went in there with a positive attitude.",
      "vi": "Tôi vào đó với thái độ tích cực."
    }
  },
  {
    "translation": {
      "en": "And, uh, I became not only popular, but powerful.",
      "vi": "Và tôi không chỉ trở nên nổi tiếng mà còn rất có quyền."
    }
  },
  {
    "translation": {
      "en": "Hello, I'm John Gacy. I'm from Waterloo, Iowa.",
      "vi": "Chào, tôi là John Gacy, đến từ Waterloo, Iowa."
    }
  },
  {
    "translation": {
      "en": "[man 7] And you're a man of some authority here. What's your title?",
      "vi": "Anh là người có quyền ở đây nhỉ? Anh giữ chức vụ gì?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm first cook in the kitchen,",
      "vi": "Tôi là đầu bếp chính trong căn bếp,"
    }
  },
  {
    "translation": {
      "en": "and I run the, uh, the morning meal and the afternoon meal in the kitchen.",
      "vi": "tôi phụ trách bữa sáng và bữa chiều trong bếp."
    }
  },
  {
    "translation": {
      "en": "Food was a… was an avenue of power",
      "vi": "Thức ăn là đại lộ quyền lực."
    }
  },
  {
    "translation": {
      "en": "is… is I guess that's how I would describe it,",
      "vi": "Thức ăn là đại lộ quyền lực. Có thể diễn tả như vậy đó, nó đúng là đại lộ quyền lực."
    }
  },
  {
    "translation": {
      "en": "would be an avenue of power.",
      "vi": "Có thể diễn tả như vậy đó, nó đúng là đại lộ quyền lực."
    }
  },
  {
    "translation": {
      "en": "And John used it relentlessly.",
      "vi": "Và John đã liên tục tận dụng nó."
    }
  },
  {
    "translation": {
      "en": "Screw with John Gacy",
      "vi": "Nếu gây sự với John Gacy,"
    }
  },
  {
    "translation": {
      "en": "and you better start taking your meals somewhere else",
      "vi": "tốt hơn nên bắt đầu dùng bữa ở nơi khác"
    }
  },
  {
    "translation": {
      "en": "because you had to assume that you're gonna get something like,",
      "vi": "vì rất có thể bạn sẽ nhận được món gì đó,"
    }
  },
  {
    "translation": {
      "en": "for lack of a better description,",
      "vi": "diễn tả một cách dễ hiểu hơn,"
    }
  },
  {
    "translation": {
      "en": "mouse turds in your… in your food the next time you come through",
      "vi": "kiểu như là phân chuột trong đồ ăn vào lần tới"
    }
  },
  {
    "translation": {
      "en": "because you didn't do what he said.",
      "vi": "vì đã không nghe lời anh ta."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Without force, I controlled the kitchen,",
      "vi": "Chẳng cần vũ lực, tôi kiểm soát nhà bếp,"
    }
  },
  {
    "translation": {
      "en": "and there was some 55 inmates in the kitchen.",
      "vi": "và có khoảng 55 tù nhân trong bếp."
    }
  },
  {
    "translation": {
      "en": "But I never yield to anybody.",
      "vi": "Nhưng tôi không bao giờ nhượng bộ kẻ nào."
    }
  },
  {
    "translation": {
      "en": "[Cornell] The other thing, of course, was the… the Jaycees, and that's how I met him.",
      "vi": "Điều còn lại, tất nhiên là Jaycees, và nhờ đó, tôi đã gặp anh ta."
    }
  },
  {
    "translation": {
      "en": "I'm sitting there reading or something,",
      "vi": "Hình như tôi đang ngồi đọc sách,"
    }
  },
  {
    "translation": {
      "en": "and he said, \"Hi, I'm John Gacy, and, uh, I'm recruiting for the Jaycees.\"",
      "vi": "và anh ta đến: \"Chào, tôi là John Gacy, tôi đang tuyển dụng cho Tổ chức Jaycees\"."
    }
  },
  {
    "translation": {
      "en": "I didn't even know what the hell the Jaycees was at that point.",
      "vi": "Lúc đó, tôi còn chả biết Jaycees là cái quái gì."
    }
  },
  {
    "translation": {
      "en": "By halfway through the time that we were there,",
      "vi": "Nhưng trong nửa thời gian chúng tôi ở đó,"
    }
  },
  {
    "translation": {
      "en": "say toward the end of 1969,",
      "vi": "khoảng cuối năm 1969,"
    }
  },
  {
    "translation": {
      "en": "that was one of the largest Jaycee chapters",
      "vi": "đó là một trong những thời điểm lớn mạnh nhất của Jaycee"
    }
  },
  {
    "translation": {
      "en": "in the entire state of Iowa,",
      "vi": "ở toàn bộ tiểu bang Iowa,"
    }
  },
  {
    "translation": {
      "en": "largely due to the recruiting efforts of John Gacy.",
      "vi": "phần lớn là nhờ nỗ lực chiêu mộ của John Gacy."
    }
  },
  {
    "translation": {
      "en": "…at the Anamosa Men's Reformatory.",
      "vi": "Tôi được vinh danh Người đàn ông của năm ở Trại cải tạo nam Anamosa."
    }
  },
  {
    "translation": {
      "en": "I built the first miniature golf course inside the walls of a reformatory.",
      "vi": "Tôi đã xây sân gôn thu nhỏ đầu tiên bên trong trại."
    }
  },
  {
    "translation": {
      "en": "[Cornell] This is an example of the man's abilities and talent.",
      "vi": "Đây là một ví dụ về tố chất và tài năng của anh ta."
    }
  },
  {
    "translation": {
      "en": "I think you could make a case that there was a good John and a bad John.",
      "vi": "Bạn có thể nghĩ tới trường hợp có một John tốt và một John xấu."
    }
  },
  {
    "translation": {
      "en": "I knew the good John.",
      "vi": "Tôi biết rõ John tốt."
    }
  },
  {
    "translation": {
      "en": "I had glimpses of other things.",
      "vi": "Những điều khác chỉ là cái nhìn thoáng qua."
    }
  },
  {
    "translation": {
      "en": "[Gacy] The weak do not survive in prison.",
      "vi": "Kẻ yếu không thể sống sót trong tù."
    }
  },
  {
    "translation": {
      "en": "You either come under, uh, the ruling of… of some gang",
      "vi": "Phải chịu sự cai trị của một số băng nhóm"
    }
  },
  {
    "translation": {
      "en": "or… or some other forceful inmate.",
      "vi": "hoặc của một số tù nhân máu mặt khác."
    }
  },
  {
    "translation": {
      "en": "You do what he says, otherwise you get the shit kicked out of you.",
      "vi": "Phải nghe lời, nếu không sẽ bị ăn đập."
    }
  },
  {
    "translation": {
      "en": "Well, I would not bow to any of that shit",
      "vi": "Tôi sẽ không cúi đầu trước bất cứ thứ gì"
    }
  },
  {
    "translation": {
      "en": "because nobody will ever lead me.",
      "vi": "vì không kẻ nào có thể chỉ đạo tôi."
    }
  },
  {
    "translation": {
      "en": "He was walking on the range that he lived in, over in the south house,",
      "vi": "Anh ta đang đi bộ ở khu anh ta sống, đằng ngôi nhà phía nam,"
    }
  },
  {
    "translation": {
      "en": "and he saw one inmate performing fellatio on another inmate in a cell,",
      "vi": "và anh ta thấy một tù nhân đang biển diễn màn kích thích tình dục với một tù nhân khác trong buồng giam,"
    }
  },
  {
    "translation": {
      "en": "and just simply walked over, and kicked the guy in the face four times,",
      "vi": "anh ta chỉ bước tới và đá vào mặt gã đó bốn lần"
    }
  },
  {
    "translation": {
      "en": "and basically broke his jaw.",
      "vi": "và cơ bản là làm gãy xương hàm."
    }
  },
  {
    "translation": {
      "en": "He's struggling with his sexual urges toward homosexuals.",
      "vi": "Anh ta đang vật lộn với ham muốn tình dục với người đồng tính của mình."
    }
  },
  {
    "translation": {
      "en": "That came out in his, in my opinion…",
      "vi": "Theo quan điểm của tôi, điều đó bộc lộ ở…"
    }
  },
  {
    "translation": {
      "en": "That came out in his personality as anger, as rage.",
      "vi": "Điều đó bộc lộ ở tính cách nóng giận, hung hãn của anh ta."
    }
  },
  {
    "translation": {
      "en": "[man 7] How long have you been here?",
      "vi": "Anh ở đây bao lâu rồi?"
    }
  },
  {
    "translation": {
      "en": "I've been here now a year and about two weeks.",
      "vi": "Tới giờ là được khoảng một năm hai tuần."
    }
  },
  {
    "translation": {
      "en": "[man 7] You mind my asking how long do you plan to take up residence here?",
      "vi": "Tôi có thể hỏi anh có ý định ổn định ở đây trong bao lâu không?"
    }
  },
  {
    "translation": {
      "en": "Well, I hope to be getting out sometime in May.",
      "vi": "Tôi hy vọng được ra tù vào tháng Năm."
    }
  },
  {
    "translation": {
      "en": "[man 7] Well, good. Yes. You gonna continue as a cook, use that as a profession, do you think?",
      "vi": "Tốt quá. Anh có nghĩ mình sẽ tiếp tục hành nghề đầu bếp không?"
    }
  },
  {
    "translation": {
      "en": "Right. This is my profession before I came in.",
      "vi": "Có. Đây là nghề của tôi trước khi vào đây."
    }
  },
  {
    "translation": {
      "en": "-[man 7] All right. -Food service.",
      "vi": "- Ừ. - Tôi có mở dịch vụ đồ ăn."
    }
  },
  {
    "translation": {
      "en": "[Cornell] It was Christmastime.",
      "vi": "Đó là dịp Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "We were deeply involved in the Toys for Tots project.",
      "vi": "Chúng tôi đã tham gia vào dự án Đồ chơi cho Tots."
    }
  },
  {
    "translation": {
      "en": "We were deeply involved with the Christmas banquet",
      "vi": "Chúng tôi rất chăm chút cho tiệc Giáng Sinh"
    }
  },
  {
    "translation": {
      "en": "for the Jaycees.",
      "vi": "của Tổ chức Jaycees."
    }
  },
  {
    "translation": {
      "en": "A lot was going on.",
      "vi": "Nhiều chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "But then, John's… [clears throat]",
      "vi": "Nhưng sau đó…"
    }
  },
  {
    "translation": {
      "en": "…John's father died.",
      "vi": "bố John mất."
    }
  },
  {
    "translation": {
      "en": "[Gacy] December 18th, my dad went in the hospital in Chicago",
      "vi": "Ngày 18 tháng 12, bố tôi nhập viện ở Chicago."
    }
  },
  {
    "translation": {
      "en": "and I was never told of it.",
      "vi": "và tôi không hề biết."
    }
  },
  {
    "translation": {
      "en": "My dad died December 25th, Christmas Day.",
      "vi": "Bố tôi qua đời ngày 25 tháng 12, ngày Giáng sinh."
    }
  },
  {
    "translation": {
      "en": "They didn't tell me until after my dad was buried that he died.",
      "vi": "Chôn cất xong xuôi rồi họ mới báo tôi biết tin bố đã mất."
    }
  },
  {
    "translation": {
      "en": "Even after going to the joint for… for this sodomy conviction and all that, his father was still alive.",
      "vi": "Kể cả sau khi phải vào tù vì tội dâm ô, bố anh ta vẫn còn sống."
    }
  },
  {
    "translation": {
      "en": "John had the option at some point in time of trying to mend that fence.",
      "vi": "John đã chọn cố gắng hàn gắn mối quan hệ với bố mình."
    }
  },
  {
    "translation": {
      "en": "But not after that. It was over. It was done.",
      "vi": "Nhưng sau đó thì không. Mọi thứ đã kết thúc. Hết rồi."
    }
  },
  {
    "translation": {
      "en": "I don't recall ever hearing him laugh very much after that.",
      "vi": "Từ đó về sau, tôi không thấy anh ta cười nhiều nữa."
    }
  },
  {
    "translation": {
      "en": "[Gacy] What I'm doing is just telling what my dad always told me, is I'm weak.",
      "vi": "Nhưng gì tôi làm chỉ thể hiện lời bố nói với tôi, rằng tôi yếu đuối."
    }
  },
  {
    "translation": {
      "en": "Just a dumb, stupid kid. Can't do nothing.",
      "vi": "Tôi chỉ là đứa trẻ ngu đần. Vô tích sự."
    }
  },
  {
    "translation": {
      "en": "Yeah, he was right about a lot of things. I let him down when he died.",
      "vi": "Phải, bố tôi đã đúng về nhiều thứ. Tôi đã làm ông ấy thất vọng lúc chết."
    }
  },
  {
    "translation": {
      "en": "[Cornell] Most of the people who were serving ten-year sentences",
      "vi": "Hầu hết những người đang thụ án mười năm"
    }
  },
  {
    "translation": {
      "en": "would serve around two years.",
      "vi": "ngồi tù khoảng hai năm."
    }
  },
  {
    "translation": {
      "en": "But because of who we were and what we did inside,",
      "vi": "Vì cải tạo tốt ở trong trại,"
    }
  },
  {
    "translation": {
      "en": "John and I got out in 18 months.",
      "vi": "John và tôi đã được ra tù sau 18 tháng."
    }
  },
  {
    "translation": {
      "en": "So he and I basically left, uh, that, uh, second week in July,",
      "vi": "Tôi và anh ta đã rời khỏi trại vào tuần thứ hai của tháng Bảy,"
    }
  },
  {
    "translation": {
      "en": "and, uh, we shook hands and walked away.",
      "vi": "chúng tôi đã bắt tay nhau và rời đi."
    }
  },
  {
    "translation": {
      "en": "[Robinson] By being with John everywhere all the time,",
      "vi": "Bằng cách ở bên John mọi lúc mọi nơi,"
    }
  },
  {
    "translation": {
      "en": "we were trying to break him down.",
      "vi": "chúng tôi đã cố hạ gục hắn."
    }
  },
  {
    "translation": {
      "en": "I mean, I think that you can be the most law-abiding citizen in the entire world",
      "vi": "Tôi nghĩ có thể bạn là công dân tuân thủ luật pháp nhất trên thế giới,"
    }
  },
  {
    "translation": {
      "en": "and you still would not want the police to be following you",
      "vi": "nhưng bạn vẫn sẽ không muốn bị cảnh sát theo dõi"
    }
  },
  {
    "translation": {
      "en": "24 hours a day, seven days a week.",
      "vi": "suốt 24 giờ một ngày, bảy ngày một tuần."
    }
  },
  {
    "translation": {
      "en": "[Albrecht] As it went along",
      "vi": "Khi chuyện xảy ra và các điều tra viên"
    }
  },
  {
    "translation": {
      "en": "and the investigators were interviewing Gacy contacts, Gacy's friends,",
      "vi": "Khi chuyện xảy ra và các điều tra viên đang thẩm vấn những người có mối liên hệ với Gacy,"
    }
  },
  {
    "translation": {
      "en": "I think some friends started realizing there's something more to this.",
      "vi": "hẳn có vài người bạn đã bắt đầu nhận ra có vấn đề gì đó."
    }
  },
  {
    "translation": {
      "en": "I feel we were all that Gacy had left to talk to.",
      "vi": "Tôi cảm thấy Gacy chỉ có chúng tôi để nói chuyện."
    }
  },
  {
    "translation": {
      "en": "Nobody else wanted much to do with him.",
      "vi": "Chả ai muốn dây vào hắn nữa."
    }
  },
  {
    "translation": {
      "en": "[Robinson] In some ways,",
      "vi": "Trên vài phương diện, tôi nghĩ John đã bắt đầu cho rằng"
    }
  },
  {
    "translation": {
      "en": "I think John began to think that we were his best friends.",
      "vi": "Trên vài phương diện, tôi nghĩ John đã bắt đầu cho rằng chúng tôi là bạn thân của hắn."
    }
  },
  {
    "translation": {
      "en": "We weren't giving him a hard time, only following him.",
      "vi": "Chúng tôi chỉ đi theo chứ không hề làm khó hắn."
    }
  },
  {
    "translation": {
      "en": "[Robinson] Many times, he invited us in, trying to show what a nice guy he was",
      "vi": "Hắn nhiều lần mời chúng tôi vào nhà, cố thể hiện mình là người tử tế"
    }
  },
  {
    "translation": {
      "en": "and how amiable he was with us, and it got us into the house.",
      "vi": "và hòa nhã với chúng tôi, nhờ thế, bọn tôi đã vào được căn nhà."
    }
  },
  {
    "translation": {
      "en": "We had gotten a request from Lieutenant Kozenczak.",
      "vi": "Chúng tôi nhận được yêu cầu từ Trung úy Kozenczak."
    }
  },
  {
    "translation": {
      "en": "There were a missing TV and a missing radio from a missing person.",
      "vi": "Một chiếc tivi và một chiếc đài của cậu bé mất tích cũng biến mất."
    }
  },
  {
    "translation": {
      "en": "[Tovar] John Szyc's mother told us",
      "vi": "Mẹ của John Szyc nói với chúng tôi rằng chiếc tivi nhỏ trong phòng ngủ của cậu ấy"
    }
  },
  {
    "translation": {
      "en": "that a little TV that he had in his bedroom",
      "vi": "nói với chúng tôi rằng chiếc tivi nhỏ trong phòng ngủ của cậu ấy"
    }
  },
  {
    "translation": {
      "en": "was missing from his house.",
      "vi": "đã biến mất."
    }
  },
  {
    "translation": {
      "en": "She described it as a Motorola type TV,",
      "vi": "Bà ấy mô tả đó là một chiếc tivi hãng Motorola"
    }
  },
  {
    "translation": {
      "en": "and we recalled having seen a TV similar to that",
      "vi": "và chúng tôi nhớ lại là đã từng nhìn thấy cái tương tự"
    }
  },
  {
    "translation": {
      "en": "when we went into Gacy's house during the search warrant.",
      "vi": "khi thực hiện lệnh khám xét nhà Gacy."
    }
  },
  {
    "translation": {
      "en": "So Bob Schultz said he had to use the restroom,",
      "vi": "Bob Schultz đã nói anh ấy phải sử dụng nhà vệ sinh,"
    }
  },
  {
    "translation": {
      "en": "which would get him into the other part of the house",
      "vi": "để anh ấy có thể vào được những nơi khác trong nhà"
    }
  },
  {
    "translation": {
      "en": "where he could search.",
      "vi": "để tìm kiếm."
    }
  },
  {
    "translation": {
      "en": "My job became then to keep John entertained",
      "vi": "Việc của tôi lúc đó là tiếp John"
    }
  },
  {
    "translation": {
      "en": "so he didn't go looking for Bob.",
      "vi": "để hắn không đi tìm Bob."
    }
  },
  {
    "translation": {
      "en": "Bob looked around, couldn't find the TV.",
      "vi": "Bob nhìn xung quanh, không tìm thấy cái tivi."
    }
  },
  {
    "translation": {
      "en": "So he's in the bathroom, flushin' the toilet like a good guy should. [laughs]",
      "vi": "Nên anh ấy vào nhà tắm, xả bồn cầu như bình thường."
    }
  },
  {
    "translation": {
      "en": "But then, the heat kicked on.",
      "vi": "Nhưng rồi, có nhiệt nóng lên."
    }
  },
  {
    "translation": {
      "en": "And that made all the difference in the world",
      "vi": "Điều đó đã hoàn toàn thay đổi cục diện"
    }
  },
  {
    "translation": {
      "en": "because Bob was right there by the heating duct, and this came up,",
      "vi": "vì Bob đang ở ngay cạnh ống dẫn nhiệt, nó nóng lên"
    }
  },
  {
    "translation": {
      "en": "and he got a whiff of that like you wouldn't believe.",
      "vi": "và anh ấy có được manh mối không ngờ tới."
    }
  },
  {
    "translation": {
      "en": "And right away, he thought, \"A putrid odor?\"",
      "vi": "Và ngay lập tức, anh ấy nghĩ \"Mùi thối ư?\""
    }
  },
  {
    "translation": {
      "en": "Yes, it was.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "We've been on the job for too long, we've handled too many dead bodies.",
      "vi": "Chúng tôi làm việc này từ rất lâu, đã xử lý rất nhiều xác chết."
    }
  },
  {
    "translation": {
      "en": "If he says that's what it was, you can take it to the bank.",
      "vi": "Nếu anh ấy nghĩ tới điều gì thì chính xác là như vậy."
    }
  },
  {
    "translation": {
      "en": "Schultz recognized an odor that he knew was decomposing flesh.",
      "vi": "Schultz nhận ra một mùi mà anh ấy biết đó là mùi xác thịt đang phân hủy."
    }
  },
  {
    "translation": {
      "en": "A body, a dead body.",
      "vi": "Một cái xác, xác chết."
    }
  },
  {
    "translation": {
      "en": "Anyway, he comes back at the end of his shift and tells me about the smell.",
      "vi": "Anh ấy trở về vào cuối ca làm và kể tôi nghe về mùi đó."
    }
  },
  {
    "translation": {
      "en": "Well at the same time, I was hell-bent on trying to find a way",
      "vi": "Cùng lúc ấy, tôi đã quyết tâm tìm cách"
    }
  },
  {
    "translation": {
      "en": "to get underneath Gacy's skin",
      "vi": "kích động Gacy"
    }
  },
  {
    "translation": {
      "en": "to… to make him lose his temper and slip up and make a mistake.",
      "vi": "để khiến hắn mất bình tĩnh rồi sơ suất và phạm sai lầm."
    }
  },
  {
    "translation": {
      "en": "Say something, you know, that would be incriminating.",
      "vi": "Buột miệng khai ra gì đó."
    }
  },
  {
    "translation": {
      "en": "David Cram worked for him, for his company PDM.",
      "vi": "David Cram làm việc cho hắn, cho công ty PDM của hắn."
    }
  },
  {
    "translation": {
      "en": "I said, \"Let's get Cram back in here for an interview.\"",
      "vi": "Tôi bảo: \"Đưa Cram trở lại đây để thẩm vấn\"."
    }
  },
  {
    "translation": {
      "en": "\"Drag him back. Let's talk to him some more.\"",
      "vi": "\"Kéo anh ta lại và nói chuyện thêm\"."
    }
  },
  {
    "translation": {
      "en": "So, I'm talking to Cram, and I said to him,",
      "vi": "Tôi nói chuyện với anh ta, tôi hỏi:"
    }
  },
  {
    "translation": {
      "en": "\"Did you ever see Gacy completely lose his temper?\"",
      "vi": "\"Anh đã bao giờ thấy Gacy hoàn toàn mất bình tĩnh chưa?\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Yeah.\" I say, \"What… what was the circumstance?\"",
      "vi": "Anh ta trả lời: \"Rồi\". Tôi hỏi tiếp: \"Khi nào?\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Well, Gacy had me digging in the crawl space.\"",
      "vi": "Anh ta bảo: \"Khi Gacy sai tôi đào bới trong căn hầm\"."
    }
  },
  {
    "translation": {
      "en": "And he says, \"I changed directions.\"",
      "vi": "\"Tôi đã đổi hướng\"."
    }
  },
  {
    "translation": {
      "en": "\"Instead of going on a straight line, I went on a diagonal.\"",
      "vi": "\"Thay vì đào theo đường thẳng, tôi lại đào đường chéo\"."
    }
  },
  {
    "translation": {
      "en": "\"Gacy came down to check on what I was doing, how I was digging.\"",
      "vi": "\"Gacy đã xuống kiểm tra xem tôi đào bới thế nào\"."
    }
  },
  {
    "translation": {
      "en": "\"He saw a diagonal instead of a straight line, he completely lost his temper.\"",
      "vi": "\"Anh ta thấy một đường chéo thay vì đường thẳng và đã nổi điên\"."
    }
  },
  {
    "translation": {
      "en": "Swearing, jumping up and down, hollering, screaming,",
      "vi": "Chửi thề, nhảy cẫng lên, la hét, gào rú,"
    }
  },
  {
    "translation": {
      "en": "\"Goddamn it, I told you. I want you to dig here, not here.\"",
      "vi": "\"Mẹ kiếp, tôi nói rồi. Đã bảo đào ở đây, không phải ở đây\"."
    }
  },
  {
    "translation": {
      "en": "And that's what got me thinking, the whole time we were doing this,",
      "vi": "Điều đó khiến tôi nghĩ, suốt thời gian chúng tôi làm việc này"
    }
  },
  {
    "translation": {
      "en": "we're trying to figure out where these people went. Where are they?",
      "vi": "là đang cố tìm tung tích của những người này. Họ đang ở đâu?"
    }
  },
  {
    "translation": {
      "en": "And, you know, in my wildest dreams, I say, \"It can't possibly be,\"",
      "vi": "Trong những giấc mơ điên rồ nhất, tôi đã nói: \"Không thể như vậy\","
    }
  },
  {
    "translation": {
      "en": "but then you hear a story, and then you go, \"Is it possible that there's somebody down there?\"",
      "vi": "nhưng khi ta nghe một câu chuyện rồi tự hỏi: \"Có người dưới đó thật ư?\""
    }
  },
  {
    "translation": {
      "en": "So I, that… with that, I had, um…",
      "vi": "Vậy nên với suy nghĩ đó, tôi có nhiệm vụ…"
    }
  },
  {
    "translation": {
      "en": "my mission was… [laughs] …was to get Terry Sullivan to give us a second search warrant,",
      "vi": "xin Terry Sullivan lệnh khám xét thứ hai,"
    }
  },
  {
    "translation": {
      "en": "which is not usual. Two search warrants on the same property.",
      "vi": "một việc không bình thường. Khám xét một căn nhà hai lần."
    }
  },
  {
    "translation": {
      "en": "That was crazy. Come on. We gotta get this second search warrant.",
      "vi": "Điên thật. Nhưng phải có lệnh khám xét đó."
    }
  },
  {
    "translation": {
      "en": "\"We need the second search warrant!\" Terry says, \"You can't.\"",
      "vi": "\"Chúng tôi muốn khám xét lần hai!\" Terry nói: \"Không được\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"We gotta… Figure it out! You're the lawyer!\"",
      "vi": "Tôi bảo: \"Nghĩ đi! Anh là luật sư!\""
    }
  },
  {
    "translation": {
      "en": "[Sullivan] What we needed during those days was evidence.",
      "vi": "Điều chúng tôi cần trong những ngày đó là bằng chứng."
    }
  },
  {
    "translation": {
      "en": "We needed to hook the evidence onto Gacy so it wouldn't fall off.",
      "vi": "Chúng tôi cần móc nối chứng cứ với Gacy để mọi chuyện không đổ bể."
    }
  },
  {
    "translation": {
      "en": "[Byers-Lund] \"I came home after school to get something to eat before I went shopping.\"",
      "vi": "\"Tôi về nhà sau khi tan học để ăn gì đó trước khi đi mua sắm\"."
    }
  },
  {
    "translation": {
      "en": "\"The phone rang, they asked me questions about the film slip.\"",
      "vi": "\"Điện thoại đổ chuông, họ hỏi tôi về cuộn phim\"."
    }
  },
  {
    "translation": {
      "en": "The night that Rob went missing,",
      "vi": "Cái đêm Rob mất tích,"
    }
  },
  {
    "translation": {
      "en": "I was, um, handing in some film to be processed at the pharmacy.",
      "vi": "tôi đã đưa phim tới hiệu thuốc để in. FILMCO DỊCH VỤ NHANH"
    }
  },
  {
    "translation": {
      "en": "And I filled out my envelope, and I put it in the pack that was to be picked up.",
      "vi": "Tôi điền vào phong bì của mình, và cho nói vào gói đã được lựa chọn."
    }
  },
  {
    "translation": {
      "en": "And I tore off the receipt,",
      "vi": "Sau đó, tôi xé hóa đơn,"
    }
  },
  {
    "translation": {
      "en": "and then I put the receipt in the little trash box",
      "vi": "vứt vào cái thùng rác nhỏ"
    }
  },
  {
    "translation": {
      "en": "that was near the side of the cash register.",
      "vi": "ở bên cạnh quầy thu ngân."
    }
  },
  {
    "translation": {
      "en": "And then, um, I just kind of stopped.",
      "vi": "Và vậy là xong thôi."
    }
  },
  {
    "translation": {
      "en": "And then, I stared at that receipt, and it stared back at me.",
      "vi": "Rồi tôi nhìn chằm chằm vào tờ hóa đơn đó, nó đập vào mắt tôi."
    }
  },
  {
    "translation": {
      "en": "And for an unknown reason, I grabbed the receipt and I stuck it in Rob's jacket pocket.",
      "vi": "Không hiểu sao tôi lại nhặt nó lên, nhét vào túi áo khoác của Rob."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] Thank God Kim Byers had put that little receipt",
      "vi": "Cảm ơn Chúa đã để Kim Byers nhét tờ hóa đơn nhỏ đó"
    }
  },
  {
    "translation": {
      "en": "into her pocket,",
      "vi": "vào túi áo cô ấy,"
    }
  },
  {
    "translation": {
      "en": "which turns out to be Rob's coat.",
      "vi": "mà đúng ra lại là áo khoác của Rob."
    }
  },
  {
    "translation": {
      "en": "[Byers-Lund] Those are those hunches, or intuitions,",
      "vi": "Đó là linh cảm, là trực giác,"
    }
  },
  {
    "translation": {
      "en": "whatever you wanna call them.",
      "vi": "hay là gì cũng được."
    }
  },
  {
    "translation": {
      "en": "They drive us to do things that we're not sure why we do.",
      "vi": "Chúng thôi thúc ta làm những việc mà chả hiểu sao ta lại làm."
    }
  },
  {
    "translation": {
      "en": "I call them \"God whispers,\"",
      "vi": "Tôi gọi đó là \"Lời thì thầm của Chúa\","
    }
  },
  {
    "translation": {
      "en": "where someone guides you to do something.",
      "vi": "nghĩa là có người mách bảo ta làm điều gì đó."
    }
  },
  {
    "translation": {
      "en": "[Tovar] That receipt wound up in the trash at John Wayne Gacy's house.",
      "vi": "Hóa đơn đó bị vứt lại trong thùng rác ở nhà John Wayne Gacy."
    }
  },
  {
    "translation": {
      "en": "And that was our first connection putting Robert in that house.",
      "vi": "Đó là mối liên kết đầu tiên của Robert và căn nhà đó."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] We had it sent out to the crime lab",
      "vi": "Chúng tôi gửi nó đến phòng thí nghiệm tội phạm"
    }
  },
  {
    "translation": {
      "en": "to see if they could match it up",
      "vi": "để xem chúng có khớp"
    }
  },
  {
    "translation": {
      "en": "to the envelope of developed film.",
      "vi": "với phong bì chứa đoạn phim không."
    }
  },
  {
    "translation": {
      "en": "And, in fact, there was a match,",
      "vi": "Và sự thật là có một sự trùng khớp,"
    }
  },
  {
    "translation": {
      "en": "exactly how it was torn off",
      "vi": "chính xác là cách nó đã bị xé ra"
    }
  },
  {
    "translation": {
      "en": "and the different little pieces and angles that were still in there.",
      "vi": "và các mảnh, các góc nhỏ khác nhau vẫn ở trong đó."
    }
  },
  {
    "translation": {
      "en": "Wow, it perfectly matched.",
      "vi": "Chúng khớp một cách hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "We were, of course, very happy 'cause that looks really good in court.",
      "vi": "Tất nhiên, chúng tôi rất vui vì điều đó là bằng chứng tốt trước tòa."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] The receipt for the film from Kim Byers, plus the smell,",
      "vi": "Hóa đơn mua phim từ Kim Byers, công thêm chi tiết mùi thối…"
    }
  },
  {
    "translation": {
      "en": "that was enough for Terry to say okay, and he drew up a second warrant.",
      "vi": "đủ để Terry chấp thuận và anh ấy đã phê chuẩn lệnh khám xét lần hai."
    }
  },
  {
    "translation": {
      "en": "[Robinson] We had a lot of heat on him at this time,",
      "vi": "Chúng tôi rất nóng lòng muốn tóm hắn,"
    }
  },
  {
    "translation": {
      "en": "and we could tell from John's deportment that he could feel the pressure too.",
      "vi": "và nhìn vào thái độ của John, có thể nói hắn cũng đang rất áp lực."
    }
  },
  {
    "translation": {
      "en": "[Amirante] The net was kind of closing in on him.",
      "vi": "Hắn sắp sa chân vào lưới rồi."
    }
  },
  {
    "translation": {
      "en": "The web was closing in on him at the time. His cat and mouse game was coming to an end.",
      "vi": "Sắp tóm được hắn rồi. Trò mèo vờn chuột của hắn sắp kết thúc."
    }
  },
  {
    "translation": {
      "en": "[Tovar] I think we started noticing that something was happening to him,",
      "vi": "Tôi nghĩ chúng tôi bắt đầu để ý có chuyện gì đó xảy ra với hắn,"
    }
  },
  {
    "translation": {
      "en": "which eventually did.",
      "vi": "và đúng là vậy."
    }
  },
  {
    "translation": {
      "en": "He finally just kinda went off the rails a little bit.",
      "vi": "Cuối cùng hắn cũng bị chệch hướng một chút."
    }
  },
  {
    "translation": {
      "en": "[Amirante] John Gacy called me, wanted to get together",
      "vi": "John Gacy đã gọi tôi và nói muốn gặp"
    }
  },
  {
    "translation": {
      "en": "because he told me that he had something new",
      "vi": "vì hắn bảo có tin gì đó mới"
    }
  },
  {
    "translation": {
      "en": "to tell me and Leroy Stevens.",
      "vi": "cần nói với tôi và Leroy Stevens."
    }
  },
  {
    "translation": {
      "en": "And I told him, \"John, if it's something new, fine.\"",
      "vi": "Và tôi nói: \"John, nếu là tin mới thì được\"."
    }
  },
  {
    "translation": {
      "en": "\"Otherwise, I don't wanna hear the same old bullshit from you.\"",
      "vi": "\"Nếu không, tôi không muốn nghe mấy lời nhảm nhí\"."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Rationally and understandably,",
      "vi": "Một cách hợp lý và dễ hiểu,"
    }
  },
  {
    "translation": {
      "en": "I went over to talk to Sam about the harassment, not of me,",
      "vi": "tôi đã đến nói chuyện với Sam về vụ quấy rối, không phải quấy rối tôi,"
    }
  },
  {
    "translation": {
      "en": "but why they were harassing my employees.",
      "vi": "nhưng tại sao họ lại quấy rối nhân viên của tôi."
    }
  },
  {
    "translation": {
      "en": "Why was I defending them?",
      "vi": "Sao tôi lại bảo vệ họ?"
    }
  },
  {
    "translation": {
      "en": "Was I afraid they were gonna say something about what I was doing?",
      "vi": "Tôi sợ họ sẽ tiết lộ gì đó về việc tôi đang làm ư?"
    }
  },
  {
    "translation": {
      "en": "He came and told me the same old story,",
      "vi": "Hắn tới và vẫn nói mấy lời đó,"
    }
  },
  {
    "translation": {
      "en": "vehemently denying anything to do with this kid.",
      "vi": "kịch liệt phủ nhận mọi thứ liên quan đến cậu bé này."
    }
  },
  {
    "translation": {
      "en": "I… I didn't believe him anymore. I really did not believe him.",
      "vi": "Tôi không tin hắn nữa. Hoàn toàn không."
    }
  },
  {
    "translation": {
      "en": "I had a picture of Robbie Piest that was on the front page of the Daily Herald,",
      "vi": "Tôi có một bức ảnh của Robbie Piest trên trang nhất của báo Daily Herald,"
    }
  },
  {
    "translation": {
      "en": "the suburban news daily out there.",
      "vi": "tờ báo tin tức ngoại ô."
    }
  },
  {
    "translation": {
      "en": "I started pounding on the table. I said… I said, \"Look at this, Gacy! Look at this, John!\"",
      "vi": "Tôi bắt đầu đập bàn và nói: \"Nhìn đi, Gacy! Nhìn đi, John!\""
    }
  },
  {
    "translation": {
      "en": "\"This kid is missing! They think you did it!\"",
      "vi": "\"Cậu nhóc này đang mất tích! Họ nghĩ là anh làm!\""
    }
  },
  {
    "translation": {
      "en": "\"Stop lying to me!\" I yelled at him like that. I pounded the thing.",
      "vi": "\"Khỏi nói dối tôi!\" Tôi hét với hắn như vậy. Tôi đập đồ đạc."
    }
  },
  {
    "translation": {
      "en": "And he got very sheepish, and he said, \"Do you have anything to drink here?\"",
      "vi": "Hắn đã rất lúng túng, hắn nói: \"Ở đây có gì để uống không?\""
    }
  },
  {
    "translation": {
      "en": "I poured a little vino for me, a little bit for Gacy,",
      "vi": "Tôi rót chút rượu vang cho tôi, cho Gacy,"
    }
  },
  {
    "translation": {
      "en": "little bit for Stevens.",
      "vi": "và cho Stevens."
    }
  },
  {
    "translation": {
      "en": "We each drank a shot of it.",
      "vi": "Mỗi người đã uống một ngụm."
    }
  },
  {
    "translation": {
      "en": "And Gacy said, \"Fill up my cup.\" And I filled his cup up,",
      "vi": "Gacy nói: \"Cho tôi đầy ly\". Tôi đã rót đầy ly cho hắn,"
    }
  },
  {
    "translation": {
      "en": "and he just chugged it down, chugged it down.",
      "vi": "và hắn cứ thế nốc một hơi."
    }
  },
  {
    "translation": {
      "en": "He looks at the picture of Robbie Piest, he goes, um… [clicks tongue]",
      "vi": "Hắn nhìn ảnh của Robbie Piest rồi nói:"
    }
  },
  {
    "translation": {
      "en": "\"This boy is dead.\" Just like that.",
      "vi": "\"Cậu bé này chết rồi\". Chỉ có thế."
    }
  },
  {
    "translation": {
      "en": "My heart…",
      "vi": "Tim tôi…"
    }
  },
  {
    "translation": {
      "en": "My heart start… boom-boom… started pounding.",
      "vi": "Tim tôi… bùm-bùm… đập thình thịch."
    }
  },
  {
    "translation": {
      "en": "It was just… I'm like, \"What? What am I getting into here?\"",
      "vi": "Mọi chuyện… \"Cái gì? Tôi vướng vào vụ gì thế này?\""
    }
  },
  {
    "translation": {
      "en": "Then he says… And Leroy and I are just sitting here watching him, and he goes,",
      "vi": "Hắn bảo… Leroy và tôi chỉ ngồi đây xem, rồi nói thế này:"
    }
  },
  {
    "translation": {
      "en": "\"I've been a judge, jury, and executioner of many, many people.\"",
      "vi": "\"Tôi đã là thẩm phán, là bồi thẩm đoàn và là đao phủ của nhiều người\"."
    }
  },
  {
    "translation": {
      "en": "Now I wanna be my own judge, jury, and executioner.\"",
      "vi": "Giờ tôi muốn là thẩm phán, bồi thẩm đoàn và đao phủ của chính tôi\"."
    }
  },
  {
    "translation": {
      "en": "\"I wanna tell you everything that happened.\"",
      "vi": "\"Tôi muốn kể hết mọi chuyện\"."
    }
  },
  {
    "translation": {
      "en": "[Amirante] I aged many, many years during that night, uh,",
      "vi": "Đêm đó tôi già đi cả chục tuổi,"
    }
  },
  {
    "translation": {
      "en": "both as a lawyer, uh, and as a person.",
      "vi": "khi vừa là luật sư vừa là một con người."
    }
  },
  {
    "translation": {
      "en": "It was one of the scariest nights of my life.",
      "vi": "Đó là một trong những đêm đáng sợ nhất đời tôi."
    }
  },
  {
    "translation": {
      "en": "My heart was pounding out of my chest the rest of the night,",
      "vi": "Tim tôi đập ra khỏi lồng ngực cả đêm,"
    }
  },
  {
    "translation": {
      "en": "s-smoking one cigarette after another one. Leroy was smoking. He turned…",
      "vi": "hút thuốc từ điếu này tới điếu khác. Leroy cũng hút."
    }
  },
  {
    "translation": {
      "en": "He… he lit his cigarettes backwards. The filter was on the wrong end.",
      "vi": "Anh ấy châm thuốc ngược. Châm lửa vào đầu lọc."
    }
  },
  {
    "translation": {
      "en": "And after he told us all this…",
      "vi": "Và sau khi kể tất cả với chúng tôi…"
    }
  },
  {
    "translation": {
      "en": "he, um… he fell asleep.",
      "vi": "hắn thiếp đi."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I don't remember exactly what happened. I can remember I went to Sam's office,",
      "vi": "Tôi không nhớ chính xác chuyện xảy ra. Tôi nhớ tôi đã đến văn phòng của Sam,"
    }
  },
  {
    "translation": {
      "en": "but I did not go to Sam's office to tell him all that shit.",
      "vi": "nhưng tôi không tới để nói mấy chuyện vớ vẩn đó."
    }
  },
  {
    "translation": {
      "en": "Evidently, when I got there…",
      "vi": "Rõ ràng là khi tôi đến đó,"
    }
  },
  {
    "translation": {
      "en": "something else took over and some other conversation come up.",
      "vi": "có ai khác đã tới và bàn chuyện khác nữa."
    }
  },
  {
    "translation": {
      "en": "It was a horrible, professional, ethical spot for me as a young lawyer.",
      "vi": "Thật sự là một điều kinh khủng, vô nhân đạo trong nghề này với một luật sư trẻ. Khi đó, tôi 30 tuổi."
    }
  },
  {
    "translation": {
      "en": "I was 30 years old.",
      "vi": "với một luật sư trẻ. Khi đó, tôi 30 tuổi."
    }
  },
  {
    "translation": {
      "en": "And, uh, Leroy, you know, we had to figure…",
      "vi": "Tôi và Leroy đã phải tìm cách…"
    }
  },
  {
    "translation": {
      "en": "The best thing to do is get him to a psychiatrist, have him committed,",
      "vi": "Cách tốt nhất là đưa hắn tới bác sĩ tâm lý, bắt hắn thừa nhận"
    }
  },
  {
    "translation": {
      "en": "and then figure out what to do with this guy.",
      "vi": "rồi tìm cách đối phó với gã này."
    }
  },
  {
    "translation": {
      "en": "So we set up an appointment for, like, eight o'cl… eight, nine o'clock in the morning",
      "vi": "Bọn tôi đã sắp xếp cuộc hẹn vào tám, chín giờ sáng với bác sĩ tâm lý"
    }
  },
  {
    "translation": {
      "en": "with the psychiatrist we found during the night.",
      "vi": "mà chúng tôi tìm được trong đêm."
    }
  },
  {
    "translation": {
      "en": "[Albrecht] My partner and I started that night",
      "vi": "Tôi và cộng sự bắt đầu đêm đó"
    }
  },
  {
    "translation": {
      "en": "at Gacy's attorney, Sam Amirante's, office in Park Ridge, downtown Park Ridge.",
      "vi": "ở văn phòng của Sam Amirante, luật sư của Gacy ở Park Ridge."
    }
  },
  {
    "translation": {
      "en": "So just as I got to the building,",
      "vi": "Khi tôi bước vào tòa nhà,"
    }
  },
  {
    "translation": {
      "en": "Sam Amirante and his other attorney, Leroy Stevens,",
      "vi": "Sam Amirante và ông bạn luật sư Leroy Stevens"
    }
  },
  {
    "translation": {
      "en": "were coming out of his office",
      "vi": "đang ra khỏi văn phòng của hắn"
    }
  },
  {
    "translation": {
      "en": "and into the vestibule, the whole building there, and they invited us in.",
      "vi": "và đi vào tiền sảnh, toàn bộ tòa nhà đó, họ mời chúng tôi vào."
    }
  },
  {
    "translation": {
      "en": "And they couldn't be nice enough to us. They cou…",
      "vi": "Và họ không thể tử tế với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "\"You want a bottle of booze? Want anything to eat?\" Um…",
      "vi": "\"Làm một chai rượu không? Muốn ăn gì không?\""
    }
  },
  {
    "translation": {
      "en": "\"Whatever you want, we'll get for you. You can't let Gacy go.\"",
      "vi": "\"Muốn gì chúng tôi lấy cho\". \"Không được để Gacy đi\"."
    }
  },
  {
    "translation": {
      "en": "\"If he tries to leave,",
      "vi": "\"Nếu hắn định bỏ đi, anh phải bắn lốp xe hắn,"
    }
  },
  {
    "translation": {
      "en": "you gotta shoot his tires out, and don't let him leave.\"",
      "vi": "\"Nếu hắn định bỏ đi, anh phải bắn lốp xe hắn, và đừng để hắn đi. Không thể để hắn đi được\"."
    }
  },
  {
    "translation": {
      "en": "\"You can't let him leave.\"",
      "vi": "và đừng để hắn đi. Không thể để hắn đi được\"."
    }
  },
  {
    "translation": {
      "en": "Finally, we said, \"Sam, we're not gonna shoot somebody's tires out.\"",
      "vi": "Rốt cuộc, chúng tôi đã nói: \"Sam, chúng tôi sẽ không bắn lốp xe của ai\"."
    }
  },
  {
    "translation": {
      "en": "\"Unless, why? Why should we be taking this kind of activity?\"",
      "vi": "\"Trừ khi biết lý do. Tại sao chúng tôi phải làm việc đó?\""
    }
  },
  {
    "translation": {
      "en": "\"Just do what you can.\"",
      "vi": "\"Cứ làm những gì có thể\"."
    }
  },
  {
    "translation": {
      "en": "\"I can't tell you now, but you… you can't let him go.\"",
      "vi": "\"Giờ tôi không nói được, nhưng phải chặn hắn lại\"."
    }
  },
  {
    "translation": {
      "en": "[Amirante] About six in the morning, it started to get light.",
      "vi": "Khoảng sáu giờ, trời bắt đầu sáng."
    }
  },
  {
    "translation": {
      "en": "Gacy starts waking up. He goes, \"What am I doing here?\" You know…",
      "vi": "Gacy bắt đầu tỉnh. Hắn kiểu: \"Tôi làm gì ở đây?\""
    }
  },
  {
    "translation": {
      "en": "\"What… I got things to do. I got places to go today. I'm… I'm really busy.\"",
      "vi": "\"Tôi… còn có việc. Tôi phải đi nhiều chỗ. Tôi bận lắm\"."
    }
  },
  {
    "translation": {
      "en": "I said, \"John, you told me everything. You were here all night.\"",
      "vi": "Tôi bảo: \"John, anh kể hết rồi. Anh ở đây cả đêm\"."
    }
  },
  {
    "translation": {
      "en": "\"Leroy and I, you talked to us, you told us the whole thing.\"",
      "vi": "\"Anh đã nói cho Leroy và tôi mọi chuyện\"."
    }
  },
  {
    "translation": {
      "en": "\"Well, I can't talk about that. I got places to go, things to do.\"",
      "vi": "\"Tôi không nói được. Tôi phải đi, tôi còn có việc\"."
    }
  },
  {
    "translation": {
      "en": "\"I'm outta here.\" Pew…",
      "vi": "\"Tôi đi đây\"."
    }
  },
  {
    "translation": {
      "en": "Takes off.",
      "vi": "Rồi hắn bỏ đi."
    }
  }
]