[
  {
    "translation": {
      "en": "Hi. It's me, Marley Dias.",
      "vi": "Chào, là Marley Dias đây."
    }
  },
  {
    "translation": {
      "en": "Welcome to Bookmarks: Celebrating Black Voices.",
      "vi": "Mừng tới Năm phút đọc cho bé: Tôn vinh tiếng nói người da đen."
    }
  },
  {
    "translation": {
      "en": "I Love My Hair! is a celebration of Black girl beauty and the power of natural hair.",
      "vi": "Tóc yêu là cuốn sách tán dương nét đẹp cô gái da đen và mái tóc tự nhiên."
    }
  },
  {
    "translation": {
      "en": "The book is written by Natasha Anastasia Tarpley",
      "vi": "Sách do Natasha Anastasia Tarpley viết"
    }
  },
  {
    "translation": {
      "en": "and illustrated by E.B. Lewis.",
      "vi": "và E.B. Lewis minh họa."
    }
  },
  {
    "translation": {
      "en": "I Love My Hair! is going to be read to us by Tiffany Haddish.",
      "vi": "Tiffany Haddish sẽ đọc Tóc yêu cho ta nghe."
    }
  },
  {
    "translation": {
      "en": "Hi. I'm Tiffany Haddish.",
      "vi": "Chào, cô là Tiffany Haddish."
    }
  },
  {
    "translation": {
      "en": "And today I'm reading I Love My Hair!",
      "vi": "Hôm nay cô sẽ đọc Tóc yêu!"
    }
  },
  {
    "translation": {
      "en": "Every night before I go to bed, Mama combs my hair.",
      "vi": "Mỗi tối trước khi đi ngủ, mẹ sẽ chải tóc cho tôi."
    }
  },
  {
    "translation": {
      "en": "I sit between her knees,",
      "vi": "Tôi ngồi trong lòng bà,"
    }
  },
  {
    "translation": {
      "en": "resting my elbows on her thighs, like pillows.",
      "vi": "đặt khuỷu tay lên đùi bà, như đùi bà là chiếc gối."
    }
  },
  {
    "translation": {
      "en": "Mama is always gentle.",
      "vi": "Mẹ luôn dịu dàng."
    }
  },
  {
    "translation": {
      "en": "She rubs coconut oil along my scalp",
      "vi": "Bà xoa dầu dừa lên da đầu"
    }
  },
  {
    "translation": {
      "en": "and slowly pulls a comb through my hair,",
      "vi": "và chầm chậm chải tóc cho tôi,"
    }
  },
  {
    "translation": {
      "en": "but sometimes it still hurts.",
      "vi": "nhưng đôi khi tôi vẫn thấy đau."
    }
  },
  {
    "translation": {
      "en": "Mm. I know how she feel.",
      "vi": "Đồng cảm thật."
    }
  },
  {
    "translation": {
      "en": "When Mama gets to especially tangled places, I try my hardest not to cry,",
      "vi": "Khi mẹ chải đến phần tóc đặc biệt rối, tôi cố hết sức không khóc,"
    }
  },
  {
    "translation": {
      "en": "sucking in my breath",
      "vi": "nín thở"
    }
  },
  {
    "translation": {
      "en": "and pressing my hands together until they're red.",
      "vi": "và siết chặt tay đến khi chúng thật đỏ."
    }
  },
  {
    "translation": {
      "en": "But a few tears always manage to squeeze out.",
      "vi": "Nhưng vài giọt nước mắt vẫn trào ra."
    }
  },
  {
    "translation": {
      "en": "Mama, stop! I cry",
      "vi": "Mẹ ơi, dừng lại! Tôi khóc"
    }
  },
  {
    "translation": {
      "en": "when I can't stand the comb tugging at my hair any longer.",
      "vi": "khi không thể chịu nổi cây lược kéo tóc tôi."
    }
  },
  {
    "translation": {
      "en": "Aw, I know that feeling, girl. It be hurtin'! Mm- mm- mm.",
      "vi": "Ôi cô biết cảm giác đó. Đau thật!"
    }
  },
  {
    "translation": {
      "en": "Mama puts the comb down and rubs my hurting places,",
      "vi": "Mẹ đặt lược xuống và xoa chỗ đau cho tôi,"
    }
  },
  {
    "translation": {
      "en": "then she leans in close to me, like she has a big secret to tell.",
      "vi": "rồi bà ghé sát bên tai tôi như có bí mật gì sắp kể."
    }
  },
  {
    "translation": {
      "en": "Do you know why you're so lucky",
      "vi": "Con biết vì sao con may mắn"
    }
  },
  {
    "translation": {
      "en": "to have this head of hair, Keyana? she asks.",
      "vi": "có tóc thế này không Keyana?, bà hỏi tôi."
    }
  },
  {
    "translation": {
      "en": "I shake my head no.",
      "vi": "Tôi lắc đầu bảo không."
    }
  },
  {
    "translation": {
      "en": "Because it's beautiful",
      "vi": "Vì tóc đẹp"
    }
  },
  {
    "translation": {
      "en": "and you can wear it in any style you choose.",
      "vi": "và con có thể làm mọi kiểu tóc con chọn."
    }
  },
  {
    "translation": {
      "en": "I can spin your hair into fine, soft yarn,",
      "vi": "Mẹ có thể búi tóc con thành cuộn len nhỏ mềm"
    }
  },
  {
    "translation": {
      "en": "just like our grandmothers did at their spinning wheels, and weave it into a puffy little bun.",
      "vi": "như các bà quấn len thành mấy búi nhỏ phồng bên guồng quay."
    }
  },
  {
    "translation": {
      "en": "A puffy little bun? If I had a spinning wheel,",
      "vi": "Búi nhỏ phồng? Nếu cô có guồng quay,"
    }
  },
  {
    "translation": {
      "en": "I probably would weave it into a sweater.",
      "vi": "cô sẽ đan thành áo len."
    }
  },
  {
    "translation": {
      "en": "Just to stay warm for the winter.",
      "vi": "Giữ ấm cho mùa đông đấy."
    }
  },
  {
    "translation": {
      "en": "Or I can put your hair into straight lines",
      "vi": "Hoặc mẹ có thể chia tóc con theo đường thẳng"
    }
  },
  {
    "translation": {
      "en": "and plant rows of braids along your scalp,",
      "vi": "và thắt bím dọc đầu con,"
    }
  },
  {
    "translation": {
      "en": "the way we plant seeds in our garden,",
      "vi": "như cách ta gieo hạt trong vườn,"
    }
  },
  {
    "translation": {
      "en": "then wait and watch for them to grow.",
      "vi": "và đợi chúng sinh sôi."
    }
  },
  {
    "translation": {
      "en": "Mm. Now, that's what we call cornrows.",
      "vi": "Tóc tết cornrow là thế đấy."
    }
  },
  {
    "translation": {
      "en": "Mm- hmm. I love cornrows.",
      "vi": "Cô mê tóc cornrow."
    }
  },
  {
    "translation": {
      "en": "In the morning, before we walk to the store,",
      "vi": "Buổi sáng trước khi ra cửa hàng,"
    }
  },
  {
    "translation": {
      "en": "Mama adds colorful beads to the ends of my braids.",
      "vi": "mẹ sẽ đính hạt cườm sặc sỡ lên đuôi tóc tôi."
    }
  },
  {
    "translation": {
      "en": "The beads click to the rhythm of my walk,",
      "vi": "Hạt cườm lách cách theo nhịp chân tôi,"
    }
  },
  {
    "translation": {
      "en": "helping me remember what we're going to buy:",
      "vi": "nhắc tôi nhớ những thứ cần mua."
    }
  },
  {
    "translation": {
      "en": "Tap! Tap! Clickety- clack!",
      "vi": "Cách! Cách! Lách ca lách cách!"
    }
  },
  {
    "translation": {
      "en": "Milk, bread, peanut butter",
      "vi": "Sữa, bánh mì, bơ đậu phộng."
    }
  },
  {
    "translation": {
      "en": "Folks on the street look at me and smile as I dance along",
      "vi": "Người đi đường nhìn tôi và mỉm cười khi tôi nhảy"
    }
  },
  {
    "translation": {
      "en": "to the Tap! Tap! Clickety- clack! music my hair makes just for me.",
      "vi": "theo điệu Lách cách mà mái tóc đánh nhịp cho riêng tôi."
    }
  },
  {
    "translation": {
      "en": "Now, I'ma tell you, when I was younger, I used to always have my hair in beads.",
      "vi": "Kể các cháu nghe, hồi còn bé cô luôn đính cườm lên tóc,"
    }
  },
  {
    "translation": {
      "en": "And my favorite thing was to jump rope with the hair and my beads--",
      "vi": "và cô cực kỳ thích nhảy dây với tóc và…"
    }
  },
  {
    "translation": {
      "en": "They'd be like, clickety- clackety...",
      "vi": "lách cách… lách cách…"
    }
  },
  {
    "translation": {
      "en": "And sometimes, I would be in class, in elementary school,",
      "vi": "Đôi khi cô ngồi trong lớp tiểu học,"
    }
  },
  {
    "translation": {
      "en": "and I'd just do my hair like this, click, click…",
      "vi": "cô sẽ rung tóc thế này…"
    }
  },
  {
    "translation": {
      "en": "when my teacher would say stuff I didn't want to hear.",
      "vi": "khi thầy cô giảng bài cô không muốn nghe."
    }
  },
  {
    "translation": {
      "en": "Lesson learned. That's how you get detention.",
      "vi": "Bài học là: làm vậy là bị phạt."
    }
  },
  {
    "translation": {
      "en": "Don't click- clack your beads in class.",
      "vi": "Đừng rung lắc cườm trong lớp."
    }
  },
  {
    "translation": {
      "en": "Some days I just let my hair be free to do what it wants,",
      "vi": "Có ngày tôi cứ để mái tóc tung bay theo mọi hướng em muốn,"
    }
  },
  {
    "translation": {
      "en": "to go any which- way it pleases.",
      "vi": "theo mọi hướng em thích."
    }
  },
  {
    "translation": {
      "en": "Then my hair surrounds my head, like a globe.",
      "vi": "Rồi em bung xõa tròn như quả địa cầu."
    }
  },
  {
    "translation": {
      "en": "This is my Afro style.",
      "vi": "Đây là kiểu Afro của tôi."
    }
  },
  {
    "translation": {
      "en": "Aw, I love this picture because this is exactly what I look like with an Afro.",
      "vi": "Cô thích bức này vì cô trông y thế này với kiểu Afro."
    }
  },
  {
    "translation": {
      "en": "I love my globe. Look at that.",
      "vi": "Yêu quả địa cầu của mình quá. Nhìn này."
    }
  },
  {
    "translation": {
      "en": "This is what we call an Afro, honey.",
      "vi": "Đây là kiểu Afro đấy cháu yêu."
    }
  },
  {
    "translation": {
      "en": "Yes! And you get one of these combs here, and you just pick it out.",
      "vi": "Phải! Rồi các cháu dùng cái lược này, chỉnh sửa chút."
    }
  },
  {
    "translation": {
      "en": "And I'm ready to go to the disco.",
      "vi": "Sẵn sàng đến sàn nhảy rồi."
    }
  },
  {
    "translation": {
      "en": "Once when I wore it, the kids at school teased me.",
      "vi": "Mỗi lần em như vậy, đám trẻ ở trường sẽ chọc tôi."
    }
  },
  {
    "translation": {
      "en": "My head felt heavy, and I let it hang down low.",
      "vi": "Đầu tôi trĩu nặng và tôi cúi gầm mặt xuống."
    }
  },
  {
    "translation": {
      "en": "But my teacher made me feel better.",
      "vi": "Nhưng cô giáo giúp tôi thấy khá hơn."
    }
  },
  {
    "translation": {
      "en": "She said that when she was growing up,",
      "vi": "Cô nói khi cô lớn lên,"
    }
  },
  {
    "translation": {
      "en": "folks counted their hair as a blessing.",
      "vi": "người ta xem mái tóc là phúc lành."
    }
  },
  {
    "translation": {
      "en": "Wearing an Afro was a way for them to stand up for what they believed in,",
      "vi": "Tóc uốn quăn kiểu Afro là cách để họ đấu tranh cho niềm tin của họ,"
    }
  },
  {
    "translation": {
      "en": "to let the world know that they were proud of who they were",
      "vi": "để thế giới biết rằng họ tự hào về con người"
    }
  },
  {
    "translation": {
      "en": "and where they came from.",
      "vi": "và xuất thân của họ."
    }
  },
  {
    "translation": {
      "en": "I know that's right.",
      "vi": "Nhất trí luôn."
    }
  },
  {
    "translation": {
      "en": "I love my hair",
      "vi": "Tôi yêu mái tóc mình"
    }
  },
  {
    "translation": {
      "en": "because it's thick as a forest, soft as cotton candy,",
      "vi": "vì em dày như rừng cây, mềm như kẹo bông,"
    }
  },
  {
    "translation": {
      "en": "and curly as a vine winding upward,",
      "vi": "và quăn như dây nho leo,"
    }
  },
  {
    "translation": {
      "en": "reaching the sky and climbing towards outer space.",
      "vi": "hướng đến bầu trời và trèo ra ngoài không gian."
    }
  },
  {
    "translation": {
      "en": "Aw, that's cool.",
      "vi": "À hay quá."
    }
  },
  {
    "translation": {
      "en": "I want my hair to climb towards outer space. I'm not gonna lie.",
      "vi": "Cô muốn tóc cô ra ngoài không gian. Không đùa."
    }
  },
  {
    "translation": {
      "en": "That's a lot of hair, though, to get to outer space.",
      "vi": "Ra ngoài không gian cần nhiều tóc đấy."
    }
  },
  {
    "translation": {
      "en": "Could you imagine how much hair it would take to get to outer space?",
      "vi": "Hình dung được cần bao nhiêu tóc để ra ngoài không gian chứ?"
    }
  },
  {
    "translation": {
      "en": "I don't know if my neck could handle it.",
      "vi": "Chả biết cổ của cô chịu nổi không."
    }
  },
  {
    "translation": {
      "en": "But today I'm wearing it in my favorite style of all:",
      "vi": "Ngày hôm nay tôi để kiểu mà tôi thích nhất:"
    }
  },
  {
    "translation": {
      "en": "two ponytails that stick out on either side of my head that flap in the air like a pair of wings.",
      "vi": "kiểu tóc đuôi ngựa hai bên tung bay trong gió như một đôi cánh."
    }
  },
  {
    "translation": {
      "en": "One of these days I just might take off and fly.",
      "vi": "Ngày nào đó tôi sẽ cất cánh và bay thật cao!"
    }
  },
  {
    "translation": {
      "en": "Now wouldn't that be cool?",
      "vi": "Thế có hay không chứ?"
    }
  },
  {
    "translation": {
      "en": "That's my favorite. Like, ponytails on each side?",
      "vi": "Cô thích kiểu đó lắm. Tóc đuôi ngựa mỗi bên."
    }
  },
  {
    "translation": {
      "en": "My favorite.",
      "vi": "Thích lắm."
    }
  },
  {
    "translation": {
      "en": "Well, we just finished reading",
      "vi": "Ta vừa đọc xong"
    }
  },
  {
    "translation": {
      "en": "I Love My Hair! by Natasha Anastasia Tarpley.",
      "vi": "cuốn Tóc yêu của Natasha Anastasia Tarpley."
    }
  },
  {
    "translation": {
      "en": "Besides your hair, what else do you love about yourself?",
      "vi": "Ngoài tóc ra, các cháu còn yêu điều gì ở bản thân?"
    }
  },
  {
    "translation": {
      "en": "Me? I love my scalp!",
      "vi": "Còn cô? Cô yêu da đầu mình!"
    }
  },
  {
    "translation": {
      "en": "When I can take my hair off and just relax!",
      "vi": "Khi cô có thể gỡ tóc ra và nghỉ ngơi!"
    }
  },
  {
    "translation": {
      "en": "I'll see you guys later.",
      "vi": "Hẹn gặp các cháu sau."
    }
  },
  {
    "translation": {
      "en": "Keep reading.",
      "vi": "Hãy đọc tiếp nhé."
    }
  },
  {
    "translation": {
      "en": "And love who you are.",
      "vi": "Và yêu bản thân mình."
    }
  },
  {
    "translation": {
      "en": "You born wit' it Adorned wit' it A gift to the world Go'n give it",
      "vi": "XEM THÊM SÁCH VÀ TÀI LIỆU KHÁC, HÃY GHÉ WWW.NETFLIXBOOKMARKS.COM"
    }
  },
  {
    "translation": {
      "en": "Don't forget who you are",
      "vi": "Biên dịch: Mộc Tử"
    }
  }
]