[
  {
    "translation": {
      "en": "The whole game! The whole game, go full speed! Seek the win!",
      "vi": "Hãy chơi hết mình cả trận đấu!"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, on the sideline, bitch, you better be up for every play!",
      "vi": "Tôi nói rồi! Ở biên, đồ khốn! Sẵn sàng cho mọi trận!"
    }
  },
  {
    "translation": {
      "en": "You better be into this motherfucker here, boy!",
      "vi": "Hãy chơi tập trung, chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "Get out there! Leave it out there, boy!",
      "vi": "Ra ngoài sân! Thể hiện đi!"
    }
  },
  {
    "translation": {
      "en": "When you come to Florida, football is the world here, you know?",
      "vi": "Khi đến Florida, bóng bầu dục Mỹ là vua, bạn biết chứ?"
    }
  },
  {
    "translation": {
      "en": "Losing was unacceptable, and when you did lose, you paid for it.",
      "vi": "Thua cuộc thì không thể chấp nhận. Thua thì phải trả giá."
    }
  },
  {
    "translation": {
      "en": "All right, listen up, let's go.",
      "vi": "Nghe này. Chúc cho đội giỏi nhất sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "May the best team win. You got the edge. You got toughness, you got togetherness.",
      "vi": "Nghe này. Chúc cho đội giỏi nhất sẽ thắng. Các bạn có lợi thế, cứng cỏi, đoàn kết."
    }
  },
  {
    "translation": {
      "en": "There's nothing like the locker room, there's nothing like a huddle.",
      "vi": "Không gì như phòng thay đồ, không gì như họp đội."
    }
  },
  {
    "translation": {
      "en": "I want them to embrace the heart, embrace the hurt, embrace the pain, embrace the brotherhood.",
      "vi": "Tôi muốn họ đón nhận nhiệt huyết, tổn thương, nỗi đau, tình anh em."
    }
  },
  {
    "translation": {
      "en": "No matter how talented you are, it still comes down to that brotherhood",
      "vi": "Dù bạn có tài năng như nào, mấu chốt vẫn là anh em đồng đội chơi vì nhau."
    }
  },
  {
    "translation": {
      "en": "of playing for one another.",
      "vi": "mấu chốt vẫn là anh em đồng đội chơi vì nhau."
    }
  },
  {
    "translation": {
      "en": "It's all about now. It's all about now.",
      "vi": "Bây giờ là quan trọng nhất."
    }
  },
  {
    "translation": {
      "en": "You work your whole life for a couple moments. You got that moment right now.",
      "vi": "Ta đã cố gắng vì lúc này. Ta sẽ tỏa sáng lúc này."
    }
  },
  {
    "translation": {
      "en": "You know, football was my way out. Out of the hood.",
      "vi": "Bóng bầu dục là cứu cánh của đời tôi."
    }
  },
  {
    "translation": {
      "en": "So I was willing to do whatever it took.",
      "vi": "Nên tôi sẵn sàng làm bất cứ điều gì."
    }
  },
  {
    "translation": {
      "en": "Bring it on, baby! Bring it on!",
      "vi": "Cố lên, các cưng."
    }
  },
  {
    "translation": {
      "en": "Motivation, baby!",
      "vi": "Thú nhận đi, cưng!"
    }
  },
  {
    "translation": {
      "en": "In a moment in time, between 2005 and 2010…",
      "vi": "Trong khoảng thời gian từ năm 2005 đến năm 2010…"
    }
  },
  {
    "translation": {
      "en": "National Championship, baby! Number one.",
      "vi": "Đây là nhà vô địch quốc gia! Số một!"
    }
  },
  {
    "translation": {
      "en": "…it looked like Urban Meyer and Florida were going to win the National Championship every year.",
      "vi": "…dường như Urban Meyer và Florida sẽ giành chức vô địch quốc gia hàng năm."
    }
  },
  {
    "translation": {
      "en": "Let's go! Let's go!",
      "vi": "Đi thôi! Làm thôi!"
    }
  },
  {
    "translation": {
      "en": "We were The Beatles, you know? We really were.",
      "vi": "Bọn tôi như The Beatles. Thật đấy."
    }
  },
  {
    "translation": {
      "en": "It was crazy.",
      "vi": "Thật điên rồ."
    }
  },
  {
    "translation": {
      "en": "Girls are falling out, fainting. AllMan, you'd be like, What the…?",
      "vi": "Các cô gái ngất ngây. Bạn sẽ kiểu: Cái quái…?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Um, extremely sorry.",
      "vi": "Tôi xin lỗi. Tôi vô cùng xin lỗi."
    }
  },
  {
    "translation": {
      "en": "And then somehow, it all slipped away.",
      "vi": "Và rồi tất cả đều trôi tuột đi."
    }
  },
  {
    "translation": {
      "en": "Put them motherfuckers away, man! Come on, man.",
      "vi": "Bỏ bọn khốn đó đi! Nhanh lên, trời ơi!"
    }
  },
  {
    "translation": {
      "en": "The pain of greatness is real.  And it's not meant for everybody.",
      "vi": "Nỗi đau của sự vĩ đại là có thật. Và nó không dành cho tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "Two University of Florida athletes have been suspended.",
      "vi": "Hai cầu thủ của Đội Đại học Florida đã bị đình chỉ."
    }
  },
  {
    "translation": {
      "en": "All right, another Florida Gator has been arrested.",
      "vi": "Một cầu thủ Florida Gator khác đã bị bắt."
    }
  },
  {
    "translation": {
      "en": "We got 30 minutes… Let's go! …for the rest of our lives!",
      "vi": "Chúng ta có 30 phút để chơi hết mình!"
    }
  },
  {
    "translation": {
      "en": "I was ready to fight. It's time to fight.",
      "vi": "Tôi đã sẵn sàng chiến đấu. Đến lúc rồi."
    }
  },
  {
    "translation": {
      "en": "People don't realize the level of stress and anxiety and pressure",
      "vi": "Mọi người không nhận ra mức độ căng thẳng, lo lắng, áp lực"
    }
  },
  {
    "translation": {
      "en": "because they really do not know",
      "vi": "vì họ thật sự không biết sẽ như nào"
    }
  },
  {
    "translation": {
      "en": "what it's like to give so much to something.",
      "vi": "vì họ thật sự không biết sẽ như nào khi cống hiến quá nhiều cho một thứ."
    }
  },
  {
    "translation": {
      "en": "That's everything.",
      "vi": "Nó là tất cả."
    }
  },
  {
    "translation": {
      "en": "This is going to be un fucking believable.",
      "vi": "Chuyện này sẽ không thể tin được."
    }
  },
  {
    "translation": {
      "en": "Thank y'all for coming this afternoon.",
      "vi": "Cảm ơn vì đã đến chiều nay."
    }
  },
  {
    "translation": {
      "en": "Obviously, this is a, um, special day for the University of Florida.",
      "vi": "Đây là ngày đặc biệt của Đại học Florida."
    }
  },
  {
    "translation": {
      "en": "The day that I walked into The Swamp, it was like a dream.",
      "vi": "Ngày tôi bước vào sân Swamp, nó như một giấc mơ."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, Coach Urban Meyer.",
      "vi": "Thưa quý vị, HLV Urban Meyer."
    }
  },
  {
    "translation": {
      "en": "I walked down to the 50 yard line, I see the bright blue skies.",
      "vi": "Tôi đi bộ đến vạch 50 yard, trời xanh, 27 độ C, mọi thứ đều đẹp."
    }
  },
  {
    "translation": {
      "en": "It's 80 degrees, everything is beautiful.",
      "vi": "Tôi đi bộ đến vạch 50 yard, trời xanh, 27 độ C, mọi thứ đều đẹp. HLV TRƯỞNG"
    }
  },
  {
    "translation": {
      "en": "And I thought, Let's go win a national title.",
      "vi": "Tôi nghĩ: Hãy giành danh hiệu quốc gia."
    }
  },
  {
    "translation": {
      "en": "Thank you very much. I would like to thank Dr. Machen",
      "vi": "Tôi muốn cảm ơn Tiến sĩ Machen và Jeremy Foley"
    }
  },
  {
    "translation": {
      "en": "and Jeremy Foley for the opportunity to coach the Gators.",
      "vi": "vì cơ hội huấn luyện đội Gator."
    }
  },
  {
    "translation": {
      "en": "Florida had this incredible run in the '90s under Steve Spurrier,",
      "vi": "Những năm 1990 dưới thời Steve Spurrier, Florida có màn trình diễn tuyệt vời này,"
    }
  },
  {
    "translation": {
      "en": "playing for national championships every year.",
      "vi": "chơi cho giải vô địch quốc gia hàng năm."
    }
  },
  {
    "translation": {
      "en": "The 1996 National Champions!",
      "vi": "Nhà vô địch quốc gia năm 1996!"
    }
  },
  {
    "translation": {
      "en": "That was almost a period of just drunken joy for Gator fans.",
      "vi": "Đó là khoảng thời gian ngất ngây của người hâm mộ Gator."
    }
  },
  {
    "translation": {
      "en": "But by 2005, Florida was not winning.",
      "vi": "Nhưng đến năm 2005, Florida không thắng."
    }
  },
  {
    "translation": {
      "en": "We were letting down the people that were counting on us by losing,",
      "vi": "Chúng tôi đã làm thất vọng những người trông cậy vào chúng tôi khi chúng tôi thua, khi chúng tôi không thể hiện phong độ,"
    }
  },
  {
    "translation": {
      "en": "by not being who we supposed to be,",
      "vi": "khi chúng tôi thua, khi chúng tôi không thể hiện phong độ, không làm những việc chúng tôi phải làm."
    }
  },
  {
    "translation": {
      "en": "not doing the things we supposed to do.",
      "vi": "không làm những việc chúng tôi phải làm."
    }
  },
  {
    "translation": {
      "en": "The team, just in general, wasn't really respected withthroughout the community of Gainesville.",
      "vi": "Toàn cộng đồng Gainesville không còn thật sự tôn trọng đội bóng."
    }
  },
  {
    "translation": {
      "en": "WeWe wasn't winning games, so no free drinks at the bars.",
      "vi": "Chúng tôi không thắng nên hết đồ uống miễn phí ở quán bar."
    }
  },
  {
    "translation": {
      "en": "They were a sleeping giant. And then, of course, Urban was the hot name.",
      "vi": "Họ là gã khổng lồ ngủ quên. Và dĩ nhiên, Urban là người nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "I mean, the feeling was that, with going out and getting Urban Meyer, Florida could restore what they had lost.",
      "vi": "Ý tôi là, họ nghĩ rằng khi thuê Meyer, Florida có thể lấy lại những gì họ đã mất."
    }
  },
  {
    "translation": {
      "en": "But while it was an exciting hire,",
      "vi": "Nhưng dù họ phấn khích khi tuyển Meyer,"
    }
  },
  {
    "translation": {
      "en": "youyou were getting someone that was virtually unknown.",
      "vi": "họ có một người gần như là vô danh."
    }
  },
  {
    "translation": {
      "en": "Meyer had only been a head coach four years at two different places.",
      "vi": "Meyer đã làm HLV trưởng bốn năm ở hai nơi khác nhau."
    }
  },
  {
    "translation": {
      "en": "Florida fans wanted a winner,",
      "vi": "Giới mộ điệu Florida muốn một người chiến thắng"
    }
  },
  {
    "translation": {
      "en": "and they're not patient people.",
      "vi": "và họ không kiên nhẫn."
    }
  },
  {
    "translation": {
      "en": "Florida play in the Southeastern Conference. We call it the SEC.",
      "vi": "Florida chơi ở giải Đông Nam, chúng tôi gọi là giải SEC."
    }
  },
  {
    "translation": {
      "en": "And college football in the South is like a life and death experience.",
      "vi": "Và bóng bầu dục đại học ở miền Nam như là một trải nghiệm sinh tử."
    }
  },
  {
    "translation": {
      "en": "Watching Florida play Tennessee or Florida play Georgia",
      "vi": "Xem Florida đấu Tennessee hay Florida đấu Georgia không khác gì"
    }
  },
  {
    "translation": {
      "en": "is no different than watching gladiators fight to the death.",
      "vi": "Xem Florida đấu Tennessee hay Florida đấu Georgia không khác gì xem các đấu sĩ chiến đấu đến chết. Cùng một cảm xúc. Giết hoặc là bị giết."
    }
  },
  {
    "translation": {
      "en": "It's the same emotion. Kill or be killed.",
      "vi": "xem các đấu sĩ chiến đấu đến chết. Cùng một cảm xúc. Giết hoặc là bị giết."
    }
  },
  {
    "translation": {
      "en": "Urban Meyer did not know the SEC, he did not know the South,",
      "vi": "Urban Meyer không hiểu SEC, không hiểu miền Nam."
    }
  },
  {
    "translation": {
      "en": "and sometimes that can be a problem.",
      "vi": "Đôi khi đó có thể là vấn đề."
    }
  },
  {
    "translation": {
      "en": "You win games, everybody loves you.",
      "vi": "Khi bạn thắng, mọi người yêu quý bạn."
    }
  },
  {
    "translation": {
      "en": "If you lose one, or one big game, that's when the criticism really starts flying.",
      "vi": "Khi bạn thua một trận đấu lớn, bạn sẽ nhận lời chỉ trích tới tấp."
    }
  },
  {
    "translation": {
      "en": "And it can get out of hand quick.",
      "vi": "Nó mau chóng vượt tầm kiểm soát."
    }
  },
  {
    "translation": {
      "en": "I came from a hardcore background.",
      "vi": "Gia đình tôi rất kỷ luật."
    }
  },
  {
    "translation": {
      "en": "My father was in the Army. My sister was in the Air Force.",
      "vi": "Bố tôi từng ở trong quân đội. Chị gái tôi từng ở không quân."
    }
  },
  {
    "translation": {
      "en": "So I've always been that kind of approach, a militaristic approach to your team.",
      "vi": "Tôi luôn dùng kiểu tiếp cận đó, kiểu kỷ luật quân đội với đội của tôi."
    }
  },
  {
    "translation": {
      "en": "And there was a narrative about the Gators, about lack of discipline.",
      "vi": "Họ kể về đội Gator, về việc thiếu kỷ luật."
    }
  },
  {
    "translation": {
      "en": "And I got after 'em pretty good.",
      "vi": "Tôi đã ép đội khá tốt."
    }
  },
  {
    "translation": {
      "en": "'Cause I knew, you get discipline into those players,",
      "vi": "Vì tôi biết, nếu rèn được kỷ luật với các cầu thủ đó, bạn sẽ thắng hầu hết các trận đấu."
    }
  },
  {
    "translation": {
      "en": "you should win most games.",
      "vi": "nếu rèn được kỷ luật với các cầu thủ đó, bạn sẽ thắng hầu hết các trận đấu."
    }
  },
  {
    "translation": {
      "en": "Coach really… I mean, he ripped into us.",
      "vi": "Ý tôi là, HLV rất gắt với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "He called us to the stadium at five o'clock in the morning,",
      "vi": "SÂN NHÀ FLORIDA GATORS Ông ấy gọi bọn tôi ra sân lúc 5:00 sáng"
    }
  },
  {
    "translation": {
      "en": "and he made us run every step in the stadium.",
      "vi": "và bắt bọn tôi leo từng bậc ở sân."
    }
  },
  {
    "translation": {
      "en": "He called everybody out.",
      "vi": "Ông ấy hỏi từng người:"
    }
  },
  {
    "translation": {
      "en": "Said whether you got in trouble with the police, or with the school or whatever,",
      "vi": "Dù anh có gặp rắc rối với cảnh sát hay với trường học,"
    }
  },
  {
    "translation": {
      "en": "that we would not have any of these problems.",
      "vi": "ở đây không có chỗ cho các vấn đề đó."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm from Miami, you know? A fistfight iswas nothing for us.",
      "vi": "Ý tôi là, tôi đến từ Miami. Đánh đấm chẳng là gì với chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Coach Meyer got there and kicked all of us out of the home locker room.",
      "vi": "HLV Meyer đến và đuổi chúng tôi ra khỏi phòng thay đồ của đội nhà."
    }
  },
  {
    "translation": {
      "en": "Made us get dressed in the visitors' locker room.",
      "vi": "Bắt chúng tôi thay đồ ở phòng thay đồ của khách."
    }
  },
  {
    "translation": {
      "en": "Told us we couldn't wear any Gator stuff.",
      "vi": "Bảo chúng tôi không thể mặc đồ Gator."
    }
  },
  {
    "translation": {
      "en": "Like, You have to earn the right to be a Florida Gator.",
      "vi": "Bạn phải cố mới được là cầu thủ Gator."
    }
  },
  {
    "translation": {
      "en": "To say it was warm welcoming?",
      "vi": "Đó là sự chào đón nồng nhiệt?"
    }
  },
  {
    "translation": {
      "en": "Not at all.",
      "vi": "Không hề."
    }
  },
  {
    "translation": {
      "en": "If I was to win big,",
      "vi": "Nếu tôi muốn thắng lớn, tôi cần xây dựng đội bóng này."
    }
  },
  {
    "translation": {
      "en": "I needed to build this team, and I need to know who's in and who's out.",
      "vi": "Nếu tôi muốn thắng lớn, tôi cần xây dựng đội bóng này. Tôi cần biết ai vào và ai ra."
    }
  },
  {
    "translation": {
      "en": "Mat drills completely changed the game.",
      "vi": "Tập cường độ cao như này đã thay đổi hoàn toàn cuộc chơi."
    }
  },
  {
    "translation": {
      "en": "One person would get down, the other person would jump on his back,",
      "vi": "Một người ngã xuống, người kia sẽ nhảy lên lưng,"
    }
  },
  {
    "translation": {
      "en": "and you gotta stop him from crawling.",
      "vi": "và bạn phải ngăn họ bò."
    }
  },
  {
    "translation": {
      "en": "Just the most grueling physical pain",
      "vi": "Nỗi đau thể xác lớn nhất bạn có thể chịu đựng."
    }
  },
  {
    "translation": {
      "en": "you can be in, right? And there's a winner and there's a loser.",
      "vi": "Nỗi đau thể xác lớn nhất bạn có thể chịu đựng. Có kẻ thắng và kẻ thua."
    }
  },
  {
    "translation": {
      "en": "Everybody's screaming, teammates cheering you on.",
      "vi": "Mọi người la hét. Đồng đội cổ vũ bạn."
    }
  },
  {
    "translation": {
      "en": "I mean, it wasit was Vietnam.",
      "vi": "Như chiến tranh Việt Nam."
    }
  },
  {
    "translation": {
      "en": "It wasWhen I say hard, the hardest thing I ever went through in my life.",
      "vi": "Khi tôi nói khó, đó là điều khó nhất tôi từng trải qua trong đời."
    }
  },
  {
    "translation": {
      "en": "You are fucking giving in. Stop faking it, bro.",
      "vi": "Cậu đang bỏ cuộc. Đừng giả vờ nữa."
    }
  },
  {
    "translation": {
      "en": "My attempt was to get people that weren't committed to quit the team,",
      "vi": "Mục tiêu của tôi là khiến những ai nửa vời sẽ rời khỏi đội"
    }
  },
  {
    "translation": {
      "en": "and find out who was going to be all in.",
      "vi": "và tìm ra ai sẽ cố gắng hết sức."
    }
  },
  {
    "translation": {
      "en": "It was unmerciful.",
      "vi": "Không thương tiếc."
    }
  },
  {
    "translation": {
      "en": "When I take over a team, I need to find the leaders.",
      "vi": "Khi tiếp quản một đội, tôi cần tìm các thủ lĩnh."
    }
  },
  {
    "translation": {
      "en": "And the guy that started to rise to the top was a guy named Brandon Siler.",
      "vi": "Và Brandon Siler là người bắt đầu vươn lên đỉnh."
    }
  },
  {
    "translation": {
      "en": "When Urban showed up, my very first impression of him was bad.",
      "vi": "Khi Urban xuất hiện, ấn tượng đầu của tôi về ông ấy là tệ."
    }
  },
  {
    "translation": {
      "en": "I'm like, I don't like this guy. I don't know who this guy is.",
      "vi": "Kiểu: Tôi không thích gã này. Tôi không biết gã là ai!"
    }
  },
  {
    "translation": {
      "en": "I grew up in Pine Hills, which is the projects and all that, though.",
      "vi": "Tôi lớn lên ở Pine Hills, nơi có các khu nhà ở xã hội."
    }
  },
  {
    "translation": {
      "en": "If you want to play Grand Theft Auto for real, go to Pine Hills after dark.",
      "vi": "Nếu muốn chơi Grand Theft Auto ngoài đời, ban đêm, hãy đến Pine Hills."
    }
  },
  {
    "translation": {
      "en": "So that's where I'm from.",
      "vi": "Tôi đã đến từ nơi đó."
    }
  },
  {
    "translation": {
      "en": "I knew that I wanted something different.",
      "vi": "Tôi biết tôi muốn gì đó khác biệt."
    }
  },
  {
    "translation": {
      "en": "And then when I got on campus, it was a little bit of a culture shock.",
      "vi": "Khi tôi vào trường đại học, nó hơi giống một cú sốc văn hóa."
    }
  },
  {
    "translation": {
      "en": "Where I come from, there's not a lot of, um, white people, you know?",
      "vi": "Nơi tôi đã sống không có nhiều người da trắng, bạn biết?"
    }
  },
  {
    "translation": {
      "en": "But real quickly, you start to understand",
      "vi": "Nhưng bạn bắt đầu hiểu rất nhanh"
    }
  },
  {
    "translation": {
      "en": "that there's another world out there that's different from the one that you were brought up in.",
      "vi": "có một thế giới ngoài kia khác với thế giới mà bạn đã lớn lên."
    }
  },
  {
    "translation": {
      "en": "When Urban came to University of Florida, he wants you to work out to the death.",
      "vi": "Khi Urban đến Đại học Florida, ông ấy muốn bạn tập luyện đến chết."
    }
  },
  {
    "translation": {
      "en": "I want to work out to the death!",
      "vi": "Tôi muốn tập luyện đến chết!"
    }
  },
  {
    "translation": {
      "en": "I'll take the big boy.",
      "vi": "Tôi sẽ cản kẻ khỏe nhất."
    }
  },
  {
    "translation": {
      "en": "I'll take the fullback!",
      "vi": "Tôi sẽ vượt qua hậu vệ."
    }
  },
  {
    "translation": {
      "en": "He wanted to win. I want to win!",
      "vi": "Ông ấy muốn thắng. Tôi muốn thắng."
    }
  },
  {
    "translation": {
      "en": "I'll take the fullback down.",
      "vi": "Tôi sẽ khiến hậu vệ hít đất."
    }
  },
  {
    "translation": {
      "en": "And this is where I bought in.",
      "vi": "Và khi đó, tôi đã ủng hộ ông ấy."
    }
  },
  {
    "translation": {
      "en": "It wasn't about lifting weights.",
      "vi": "Vấn đề không phải là nâng tạ."
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "vi": "Cố lên!"
    }
  },
  {
    "translation": {
      "en": "It was about mental toughness. Go!",
      "vi": "Vấn đề là ý chí tinh thần."
    }
  },
  {
    "translation": {
      "en": "He wanted to understand what happens after he breaks you.",
      "vi": "Ông ấy muốn hiểu chuyện gì xảy ra sau khi ông ấy ép bạn ra bã."
    }
  },
  {
    "translation": {
      "en": "Straight arms. Straight arms!",
      "vi": "Thẳng cánh tay!"
    }
  },
  {
    "translation": {
      "en": "Are you gonna just push through it, or you gonna cry like a baby? You gonna quit?",
      "vi": "Bạn sẽ cố gắng tiếp hay sẽ khóc như một đứa trẻ? Bạn sẽ bỏ cuộc?"
    }
  },
  {
    "translation": {
      "en": "Most people grab their bag and go home.",
      "vi": "Hầu hết sẽ gói ghém và về nhà."
    }
  },
  {
    "translation": {
      "en": "I'm going clutch. Let's go! Push that shit up!",
      "vi": "Cố lên! Đẩy nó lên!"
    }
  },
  {
    "translation": {
      "en": "You know what Brandon Silers do? That's when they get better.",
      "vi": "Bạn biết Brandon Silers làm gì? Cậu ấy khá hơn."
    }
  },
  {
    "translation": {
      "en": "I mean, he was vocal, a great player, tough as nails, and all in.",
      "vi": "Cậu ấy là cầu thủ to mồm, tuyệt vời, ý chí vững vàng và rất quyết tâm."
    }
  },
  {
    "translation": {
      "en": "He was the perfect leader.",
      "vi": "Đó là thủ lĩnh hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "But he was far from easy to manage.",
      "vi": "Nhưng rất khó để quản lý cậu ấy."
    }
  },
  {
    "translation": {
      "en": "Everything I did, I did it to the death.",
      "vi": "Mọi thứ tôi làm, tôi làm đến cùng."
    }
  },
  {
    "translation": {
      "en": "And I drank a lot, right? I like to drink.",
      "vi": "Tôi đã uống rất nhiều. Tôi thích uống."
    }
  },
  {
    "translation": {
      "en": "So one day, Urban calls me in the office. He says, You know what?",
      "vi": "Một ngày, Urban gọi tôi đến văn phòng. Ông ấy nói: Biết không? Tôi sẽ gọi và nói chuyện với bố mẹ cậu."
    }
  },
  {
    "translation": {
      "en": "I'm calling your parents up. I'mma have a talk with 'em.",
      "vi": "Ông ấy nói: Biết không? Tôi sẽ gọi và nói chuyện với bố mẹ cậu."
    }
  },
  {
    "translation": {
      "en": "My mom's a character.",
      "vi": "Mẹ tôi rất cá tính."
    }
  },
  {
    "translation": {
      "en": "My step dad, he had 13 gold teeth in his mouth.",
      "vi": "Bố dượng của tôi có 13 cái răng vàng trong miệng."
    }
  },
  {
    "translation": {
      "en": "My mom got gold teeth in her mouth. They both got ten tattoos.",
      "vi": "Mẹ tôi cũng có răng vàng. Cả hai đều có mười hình xăm."
    }
  },
  {
    "translation": {
      "en": "So, they show up to campus, they've been drinking all day.",
      "vi": "Họ đến trường của tôi, họ đã uống cả ngày."
    }
  },
  {
    "translation": {
      "en": "And my mama says, Meyers, listen.",
      "vi": "Và mẹ tôi nói: Meyer, nghe này."
    }
  },
  {
    "translation": {
      "en": "My son come here to win a National Championship and go to the NFL.",
      "vi": "Con trai tôi đến đây để giành chức vô địch quốc gia và thi NFL."
    }
  },
  {
    "translation": {
      "en": "So if you ain't here to do that, then you need to get out the way. This ain't Utah.",
      "vi": "Nếu ông ở đây mà không làm điều đó, ông nên biến đi. Đây không phải Utah!"
    }
  },
  {
    "translation": {
      "en": "I don't understand his world. I don't know the streets, you know?",
      "vi": "Tôi không hiểu thế giới của cậu ấy, không biết đường phố ở đó. Do đó, tôi bị sốc."
    }
  },
  {
    "translation": {
      "en": "That's why I was so shocked.",
      "vi": "không biết đường phố ở đó. Do đó, tôi bị sốc."
    }
  },
  {
    "translation": {
      "en": "They have this whole conversation, they walk out the door.",
      "vi": "Họ nói chuyện với nhau, họ bước ra khỏi cửa."
    }
  },
  {
    "translation": {
      "en": "He says, Come here.",
      "vi": "Ông ấy nói: Lại đây."
    }
  },
  {
    "translation": {
      "en": "Gives me a hug. He says…",
      "vi": "Ôm tôi đi, ông ấy nói…"
    }
  },
  {
    "translation": {
      "en": "You just keep doing what you're doing.",
      "vi": "Hãy cứ làm việc cậu đang làm."
    }
  },
  {
    "translation": {
      "en": "That's the craziest set of parents I've ever met.",
      "vi": "Đó là bố mẹ điên rồ nhất tôi từng gặp."
    }
  },
  {
    "translation": {
      "en": "The season started in '05, and… I thought I knew big time football.",
      "vi": "Mùa giải bắt đầu năm 2005, tôi tưởng tôi biết bóng bầu dục đỉnh cao."
    }
  },
  {
    "translation": {
      "en": "You don't know big time football until you start messing around in that Southeastern Conference.",
      "vi": "Bạn không biết bóng bầu dục đỉnh cao nếu bạn không thi đấu ở giải SEC."
    }
  },
  {
    "translation": {
      "en": "A new ingredient into this bitter stew, the Urban Meyer experience.",
      "vi": "Một yếu tố mới của món hầm đắng này. Kinh nghiệm của Urban Meyer."
    }
  },
  {
    "translation": {
      "en": "I remember hearing a contact…",
      "vi": "Tôi nhớ đã nghe tiếng va chạm…"
    }
  },
  {
    "translation": {
      "en": "…two sledgehammers, every snap.",
      "vi": "như hai cái búa tạ, nghe rất rõ."
    }
  },
  {
    "translation": {
      "en": "Never been exposed to the athletic big men that play the game of football in the SEC.",
      "vi": "Chưa từng va phải các cầu thủ cao to chơi bóng bầu dục ở SEC."
    }
  },
  {
    "translation": {
      "en": "You know, the first game was against Wyoming.",
      "vi": "Trận đầu tiên là đấu với Wyoming. TỶ SỐ CUỐI CÙNG"
    }
  },
  {
    "translation": {
      "en": "We won, and it wasn'tIt was good, it was great.",
      "vi": "Chúng tôi đã thắng, điều đó rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "We beat Tennessee in game three, in a really tight game.",
      "vi": "Chúng tôi đã hạ Tennessee ở trận ba, một trận rất gay cấn."
    }
  },
  {
    "translation": {
      "en": "We beat Kentucky.",
      "vi": "Chúng tôi đã thắng Kentucky."
    }
  },
  {
    "translation": {
      "en": "Gators score on seven straight possessions,",
      "vi": "Gator dẫn trước đến bảy điểm"
    }
  },
  {
    "translation": {
      "en": "as Urban Meyer's fifth ranked team wins a fourth straight game.",
      "vi": "khi đội đứng thứ năm của Urban Meyer thắng trận thứ tư liên tiếp."
    }
  },
  {
    "translation": {
      "en": "There was excitement about Urban Meyer.",
      "vi": "Họ phấn khích về Urban Meyer."
    }
  },
  {
    "translation": {
      "en": "He was a smart, intellectual tactitioner of the game.",
      "vi": "Ông ấy là nhà chiến thuật thông minh, đầy trí tuệ."
    }
  },
  {
    "translation": {
      "en": "We had heard so much about, uh, the spread offense that Urban Meyer brought to Florida.",
      "vi": "Chúng tôi nghe rất nhiều về tấn công rộng mà Urban Meyer mang đến Florida."
    }
  },
  {
    "translation": {
      "en": "My offensive philosophy? Score and score fast.",
      "vi": "Triết lý tấn công của tôi: ghi điểm và ghi điểm nhanh."
    }
  },
  {
    "translation": {
      "en": "You know, my reputation as a younger coach was trick plays,",
      "vi": "Danh tiếng của tôi khi còn là HLV trẻ là các chiêu trò, giả vờ trả bóng và tấn công rộng."
    }
  },
  {
    "translation": {
      "en": "and fake punts, and spread offense.",
      "vi": "là các chiêu trò, giả vờ trả bóng và tấn công rộng."
    }
  },
  {
    "translation": {
      "en": "Like a fast break on turf.",
      "vi": "Nó như nghỉ ngắn trên sân."
    }
  },
  {
    "translation": {
      "en": "And then, when I met Dan Mullen, we shared the same mentality,",
      "vi": "Và khi tôi gặp Dan Mullen, chúng tôi có chung quan điểm."
    }
  },
  {
    "translation": {
      "en": "and that was the basis for the philosophy that we built at Utah.",
      "vi": "Đó là nền tảng cho triết lý mà chúng tôi đã xây dựng ở Utah."
    }
  },
  {
    "translation": {
      "en": "Urban Meyer had been really good atat Utah,",
      "vi": "Urban Meyer đã rất giỏi ở Utah."
    }
  },
  {
    "translation": {
      "en": "where he was the previous season.",
      "vi": "Nỗi lo là mùa trước."
    }
  },
  {
    "translation": {
      "en": "And Dan Mullen was an imaginative offensive play caller.",
      "vi": "Và Dan Mullen, kẻ dĩ hòa vi quý và giàu trí tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "It was almost like Butch Cassidy and the Sundance Kid.",
      "vi": "Nó như Butch Cassidy và Sundance Kid."
    }
  },
  {
    "translation": {
      "en": "The dream has been realized.",
      "vi": "Giấc mơ đã thành hiện thực!"
    }
  },
  {
    "translation": {
      "en": "Utah, you did!",
      "vi": "Đội Utah đã làm được rồi!"
    }
  },
  {
    "translation": {
      "en": "You know, they'd had unbelievable success.",
      "vi": "Họ đã thành công ngoài sức tưởng tượng."
    }
  },
  {
    "translation": {
      "en": "And there were things that we were seeing that we had not seen before.",
      "vi": "Chúng tôi thấy những thấy mà chúng tôi chưa từng thấy."
    }
  },
  {
    "translation": {
      "en": "Every defensive coach in the country is looking at a way to slow down this spread offense",
      "vi": "Mọi HLV phòng ngự ở Mỹ đang tìm cách làm chậm lại kiểu tấn công diện rộng này."
    }
  },
  {
    "translation": {
      "en": "that has exploded across college football.",
      "vi": "Nó đã bùng nổ ở bóng bầu dục trường đại học."
    }
  },
  {
    "translation": {
      "en": "The base idea was to get away from the traditional offense",
      "vi": "Ý tưởng cơ bản là tránh xa kiểu tấn công truyền thống"
    }
  },
  {
    "translation": {
      "en": "where the quarterback just stood in the pocket and threw the ball, and you never had to worry about him running.",
      "vi": "khi mà chủ công đứng ở vị trí và ném bóng và bạn chưa từng phải lo anh ấy chạy chỗ."
    }
  },
  {
    "translation": {
      "en": "We wanted to create this offense",
      "vi": "Chúng tôi muốn tạo ra kiểu tấn công"
    }
  },
  {
    "translation": {
      "en": "where defenses had to defend a quarterback that could throw and run,",
      "vi": "nơi hàng thủ phải phòng thủ trước một chủ công có thể ném và chạy,"
    }
  },
  {
    "translation": {
      "en": "running backs that could run and catch,",
      "vi": "chạy phía sau, có thể chạy và bắt bóng."
    }
  },
  {
    "translation": {
      "en": "receivers that could come in and run the ball,",
      "vi": "Tiền vệ cánh có thể đến, chạy bóng,"
    }
  },
  {
    "translation": {
      "en": "and force you to have to defend the whole width of the field.",
      "vi": "buộc bạn phải phòng thủ toàn bộ chiều rộng của sân."
    }
  },
  {
    "translation": {
      "en": "Touchdown, Utah!",
      "vi": "Utah ghi bàn!"
    }
  },
  {
    "translation": {
      "en": "The narrative at that time was, That's great for a Utah,",
      "vi": "Hồi đó, họ nghĩ rằng: Điều đó tuyệt với Utah nhưng nó sẽ không thể phù hợp ở giải SEC."
    }
  },
  {
    "translation": {
      "en": "but that'll never work in the Southeastern Conference.",
      "vi": "Điều đó tuyệt với Utah nhưng nó sẽ không thể phù hợp ở giải SEC."
    }
  },
  {
    "translation": {
      "en": "We welcome you to Tuscaloosa.",
      "vi": "Tuscaloosa chào mừng các bạn."
    }
  },
  {
    "translation": {
      "en": "It is one of the most electrifying places in college football.",
      "vi": "TUẦN NĂM FLORIDA ALABAMA Đó là một trong những nơi điên cuồng nhất của bóng bầu dục đại học."
    }
  },
  {
    "translation": {
      "en": "You had Urban Meyer from Ohio and Dan Mullen from New Hampshire,",
      "vi": "Ta có Urban Meyer từ Ohio và Dan Mullen từ New Hampshire."
    }
  },
  {
    "translation": {
      "en": "and they were coming to Gainesville, Florida to teach the rest of us how college football is played.",
      "vi": "Họ đến Gainesville, Florida để dạy chúng tôi cách chơi bóng bầu dục đại học."
    }
  },
  {
    "translation": {
      "en": "So there are always going to be, uh, skeptics",
      "vi": "Sẽ luôn có những kẻ hoài nghi"
    }
  },
  {
    "translation": {
      "en": "when you're bringing a spread offense to the Southeastern Conference,",
      "vi": "khi bạn mang tấn công rộng đến giải SEC,"
    }
  },
  {
    "translation": {
      "en": "which was still, primarily, a defensive conference.",
      "vi": "là giải vẫn chơi kiểu phòng thủ là chính."
    }
  },
  {
    "translation": {
      "en": "We roll into Alabama. We think we're great at this time.",
      "vi": "Chúng tôi đến Alabama và nghĩ chúng tôi rất tuyệt lúc này."
    }
  },
  {
    "translation": {
      "en": "And they were 15th, we were fifth.",
      "vi": "Và họ đứng thứ 15. Chúng tôi thứ năm, được kỳ vọng sẽ thắng. Chúng tôi cũng nghĩ chúng tôi sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "We were expected to win. We expected ourselves to win.",
      "vi": "Chúng tôi thứ năm, được kỳ vọng sẽ thắng. Chúng tôi cũng nghĩ chúng tôi sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "Fumbles as he is tackled.",
      "vi": "Rơi bóng khi anh ấy bị ẩn ngã."
    }
  },
  {
    "translation": {
      "en": "And the ball is recovered by Florida.",
      "vi": "Và đội Florida đã cướp lại bóng!"
    }
  },
  {
    "translation": {
      "en": "We were on a winning streak at that time,",
      "vi": "Lúc đó chúng tôi đang trên đà chiến thắng."
    }
  },
  {
    "translation": {
      "en": "and that's the first time I got to see Coach Meyer, uh… his desire for winning.",
      "vi": "Đó là lần đầu tiên tôi thấy khao khát chiến thắng của HLV Meyer,"
    }
  },
  {
    "translation": {
      "en": "See the fire in his eyes.",
      "vi": "thấy nhiệt huyết trong mắt ông ấy."
    }
  },
  {
    "translation": {
      "en": "Alabama was one of the first tests. They were a great defensive team.",
      "vi": "Alabama thuộc nhóm thử nghiệm đầu tiên. Họ là đội phòng thủ tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "And I had to prove this is not a gimmick offense.",
      "vi": "Tôi phải chứng minh đây không là chiêu trò tấn công."
    }
  },
  {
    "translation": {
      "en": "We gotta win that game.",
      "vi": "Chúng tôi phải thắng trận đó."
    }
  },
  {
    "translation": {
      "en": "Out of the gun, the spread offense.",
      "vi": "Tấn công rộng nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Three man defensive line right away for Alabama.",
      "vi": "Hàng thủ ba người ngay lập tức cho Alabama."
    }
  },
  {
    "translation": {
      "en": "They've been going to this more often.",
      "vi": "Họ chơi kiểu này thường xuyên hơn…"
    }
  },
  {
    "translation": {
      "en": "Fumble! Fumble.",
      "vi": "Rơi bóng!"
    }
  },
  {
    "translation": {
      "en": "This is gonna be a physical game.",
      "vi": "Đây sẽ là trò chơi thể lực."
    }
  },
  {
    "translation": {
      "en": "The offense we ran at the beginning was the offense they tried to run at Utah.",
      "vi": "Chúng tôi chơi kiểu phòng ngự mà họ đã thử ở Utah."
    }
  },
  {
    "translation": {
      "en": "But we just weren't ready to be what he wanted us to be.",
      "vi": "Nhưng chúng tôi chưa sẵn sàng để trở thành những gì mà ông ấy muốn."
    }
  },
  {
    "translation": {
      "en": "That'll be the big challenge for Chris Leak.",
      "vi": "Đó sẽ là thách thức lớn cho Chris Leak."
    }
  },
  {
    "translation": {
      "en": "When he runs this offense, to really make it go,",
      "vi": "Khi Meyer chơi tấn công, để thực sự làm được,"
    }
  },
  {
    "translation": {
      "en": "you must run your quarterback.",
      "vi": "ông ấy phải kiểm soát chủ công."
    }
  },
  {
    "translation": {
      "en": "Everybody understood what we were trying to do.",
      "vi": "Mọi người đều hiểu chúng tôi đang cố làm gì."
    }
  },
  {
    "translation": {
      "en": "But you have to have the right personnel. We had Chris Leak playing quarterback.",
      "vi": "Nhưng bạn phải có người chơi phù hợp. Chúng tôi có Chris Leak ở vị trí chủ công."
    }
  },
  {
    "translation": {
      "en": "And he was, like, a drop back, shotgun type of guy.",
      "vi": "Và anh ấy là kiểu lùi về sau."
    }
  },
  {
    "translation": {
      "en": "And then Urban comes with this offense that's used to a running quarterback.",
      "vi": "Rồi Urban xuất hiện với kiểu tấn công này, vốn đã quen với một chủ công chạy chỗ."
    }
  },
  {
    "translation": {
      "en": "He knocks Chris Leak down, and Penn Wagers says,",
      "vi": "Anh ta hất ngã Chris Leak. Penn Wager nói: Cách đó hợp lệ."
    }
  },
  {
    "translation": {
      "en": "Hey, that was a legitimate play.",
      "vi": "Penn Wager nói: Cách đó hợp lệ."
    }
  },
  {
    "translation": {
      "en": "He's a quarterback. He wants to throw it to somebody.",
      "vi": "Anh ấy là chủ công, muốn ném bóng cho ai đó, không muốn chạy bóng."
    }
  },
  {
    "translation": {
      "en": "He didn't want to run it.",
      "vi": "muốn ném bóng cho ai đó, không muốn chạy bóng."
    }
  },
  {
    "translation": {
      "en": "…wants to go deep",
      "vi": "Muốn thọc sâu."
    }
  },
  {
    "translation": {
      "en": "to Prothro, who's down there!",
      "vi": "Cho Prothro, anh ấy ở dưới đó!"
    }
  },
  {
    "translation": {
      "en": "He's got it!",
      "vi": "Anh ấy làm được rồi!"
    }
  },
  {
    "translation": {
      "en": "And he is gone!",
      "vi": "Và anh ấy qua đường biên ghi bàn!"
    }
  },
  {
    "translation": {
      "en": "No flags.",
      "vi": "Không có lỗi."
    }
  },
  {
    "translation": {
      "en": "They hit us in the mouth, hard.",
      "vi": "Chúng tôi thua há hốc miệng."
    }
  },
  {
    "translation": {
      "en": "I mean, there's losing, and then, there's getting your butt whooped.",
      "vi": "Ý tôi là có thua cuộc và có thua đau đớn."
    }
  },
  {
    "translation": {
      "en": "And we got our butt whooped.",
      "vi": "Và chúng tôi đã thua đau đớn."
    }
  },
  {
    "translation": {
      "en": "This will be Urban Meyer's first loss",
      "vi": "Trận thua đầu tiên của Urban Meyer trên cương vị HLV trong 21 trận gần nhất."
    }
  },
  {
    "translation": {
      "en": "as a coach in his last 21 games.",
      "vi": "Trận thua đầu tiên của Urban Meyer trên cương vị HLV trong 21 trận gần nhất. TỈ SỐ CUỐI CÙNG"
    }
  },
  {
    "translation": {
      "en": "If you're Florida, at this point, now you've gotta go back",
      "vi": "Nếu bạn là đội Florida, giờ bạn sẽ phải chỉnh sửa chiến thuật."
    }
  },
  {
    "translation": {
      "en": "to the drawing board a little bit. I mean, everything had gone well for you.",
      "vi": "Nếu bạn là đội Florida, giờ bạn sẽ phải chỉnh sửa chiến thuật. Ý tôi là, mọi thứ đã tốt đẹp với bạn."
    }
  },
  {
    "translation": {
      "en": "Now, you're looking at your first loss,",
      "vi": "Giờ bạn đang nhìn thất bại đầu tiên."
    }
  },
  {
    "translation": {
      "en": "and a somewhat embarrassing loss here in Tuscaloosa.",
      "vi": "Và một trận thua đáng xấu hổ ở Tuscaloosa."
    }
  },
  {
    "translation": {
      "en": "We get hammered by Alabama, and then we lose to LSU.",
      "vi": "Chúng tôi thua ê chề trước Alabama rồi chúng tôi thua LSU."
    }
  },
  {
    "translation": {
      "en": "Nowhere to go with the football. Look at the coverage.",
      "vi": "Không thể làm gì! Nhìn sự bao bọc kìa!"
    }
  },
  {
    "translation": {
      "en": "So much conversation about the spread option.",
      "vi": "Quá nhiều tranh luận về tấn công rộng."
    }
  },
  {
    "translation": {
      "en": "Does it, does it not work in the SEC?",
      "vi": "Ở giải SEC, nó hiệu quả hay không?"
    }
  },
  {
    "translation": {
      "en": "We all experienced two devastating losses.",
      "vi": "Chúng tôi trải qua hai trận thua đau đớn."
    }
  },
  {
    "translation": {
      "en": "And if we lose one more, we're out of the SEC race.",
      "vi": "Và nếu thua thêm một trận nữa, chúng tôi sẽ bị loại khỏi cuộc đua SEC."
    }
  },
  {
    "translation": {
      "en": "Every time you lose a game as a coach in the SEC, it's like suffering a death.",
      "vi": "Mỗi lần thua với tư cách HLV ở giải SEC sẽ như thể chết đi sống lại."
    }
  },
  {
    "translation": {
      "en": "And itit made you wonder that Urban Meyer had better sign some big players.",
      "vi": "Và điều đó khiến bạn tự hỏi Urban Meyer có nên tuyển các cầu thủ lớn."
    }
  },
  {
    "translation": {
      "en": "Biggest missing piece in the puzzle was that quarterback that could not just throw,",
      "vi": "Mảnh ghép còn thiếu lớn nhất là chủ công không chỉ biết ném bóng"
    }
  },
  {
    "translation": {
      "en": "but also run with the ball.",
      "vi": "mà còn có thể chạy bóng."
    }
  },
  {
    "translation": {
      "en": "One day, as I'm getting off the plane,",
      "vi": "Một ngày nọ, khi tôi xuống máy bay,"
    }
  },
  {
    "translation": {
      "en": "a guy that's helping us with our bags, he said, Hey, you need to recruit this Tim Tebow guy.",
      "vi": "một gã giúp bọn tôi xách hành lý đã nói: Anh cần tuyển Tim Tebow."
    }
  },
  {
    "translation": {
      "en": "And I go, Tim Tebow? And it's the first time I heard his name.",
      "vi": "Tôi hỏi: Tim Tebow? Đây là lần đầu tiên tôi nghe đến."
    }
  },
  {
    "translation": {
      "en": "He goes, Well, he's theHe's a quarterback here in Jacksonville",
      "vi": "Gã nói: Anh ấy là chủ công ở đây, ở Jacksonville, một cầu thủ rất giỏi,"
    }
  },
  {
    "translation": {
      "en": "that's a really good player, and, you know, everybody loves him.",
      "vi": "Gã nói: Anh ấy là chủ công ở đây, ở Jacksonville, một cầu thủ rất giỏi, tất cả đều quý anh ấy, đại loại thế. Và tôi nói: Được rồi."
    }
  },
  {
    "translation": {
      "en": "And all that. And I was like, Okay.",
      "vi": "tất cả đều quý anh ấy, đại loại thế. Và tôi nói: Được rồi."
    }
  },
  {
    "translation": {
      "en": "I take another seven steps,",
      "vi": "Tôi đi thêm bảy bước nữa."
    }
  },
  {
    "translation": {
      "en": "someone else says, Hey, Tebow! And he starts screaming at me.",
      "vi": "Ai đó nói: Này, Tebow! Gã bắt đầu la hét với tôi."
    }
  },
  {
    "translation": {
      "en": "Hey! We will not be stopped! I will not be stopped right now!",
      "vi": "Ta sẽ không bị chặn lại! Tôi sẽ không bị chặn lại, ngay bây giờ!"
    }
  },
  {
    "translation": {
      "en": "And then there's fans behind aa gated area.",
      "vi": "Và những người hâm mộ ở sau cánh cổng."
    }
  },
  {
    "translation": {
      "en": "They'reHalf of 'em are screaming, Hey, recruit Tebow!",
      "vi": "Họ la hét: Này, hãy tuyển Tebow."
    }
  },
  {
    "translation": {
      "en": "It was daily. You know, Tebow, Tebow, Tebow.",
      "vi": "Hôm nào cũng thế. Tebow."
    }
  },
  {
    "translation": {
      "en": "After a while, you're, Okay, enough with the Tebow stuff.",
      "vi": "Sau một thời gian, tôi nghĩ: Đủ rồi."
    }
  },
  {
    "translation": {
      "en": "So I went and watched him play.",
      "vi": "Nên tôi đến và xem cậu ấy chơi."
    }
  },
  {
    "translation": {
      "en": "I just remember, I was, like, paralyzed, for just staring at what I was watching.",
      "vi": "Tôi nhớ tôi đã đứng hình, nhìn chằm chằm vào điều tôi đang xem."
    }
  },
  {
    "translation": {
      "en": "Hustling on and off the field, lifting everybody else up around him.",
      "vi": "Hối hả trong và ngoài sân. Động viên đồng đội."
    }
  },
  {
    "translation": {
      "en": "The unselfishness of the way he was playing the game and the effort, I mean,",
      "vi": "Không ích kỷ khi chơi và nỗ lực của cậu ấy…"
    }
  },
  {
    "translation": {
      "en": "I got in my car and said, That'sthat's gotta be my quarterback.",
      "vi": "Tôi lên xe và nói: Tôi phải có chủ công đó."
    }
  },
  {
    "translation": {
      "en": "Hey, out there, everything for one another, y'all.",
      "vi": "Này, khi thi đấu, mọi người vì nhau nhé."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "My parents told us when we were young, they're just not gonna be able to afford college.",
      "vi": "Bố mẹ bảo anh em tôi họ không đủ tiền để chúng tôi học đại học."
    }
  },
  {
    "translation": {
      "en": "So if you wanna go, you gotta earn a scholarship.",
      "vi": "Muốn học đại học thì phải kiếm được học bổng."
    }
  },
  {
    "translation": {
      "en": "I was rated pretty high. In the top handful of quarterbacks in the country.",
      "vi": "Tôi được đánh giá khá cao trong nhóm vài chủ công hàng đầu ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "I was fortunate to have a lot of schools interested in me.",
      "vi": "Tôi may mắn vì rất nhiều trường đại học quan tâm đến tôi."
    }
  },
  {
    "translation": {
      "en": "Alabama, and LSU, and Southern Cal, and Michigan, and Ohio State.",
      "vi": "Các trường đại học Alabama, LSU, Nam Cal, Michigan, Ohio State."
    }
  },
  {
    "translation": {
      "en": "Florida wasn't even in the picture.",
      "vi": "Tôi còn không nghĩ đến trường Florida."
    }
  },
  {
    "translation": {
      "en": "I knew that we had to have Tim Tebow.",
      "vi": "Tôi biết chúng tôi phải có Tim Tebow."
    }
  },
  {
    "translation": {
      "en": "At that time, offensively, we were really struggling.",
      "vi": "Lúc đó, xét về tấn công, chúng tôi rất vất vả."
    }
  },
  {
    "translation": {
      "en": "That was ripping my heart apart. That I'm not holding up our end of the bargain.",
      "vi": "Điều đó làm tôi đau đớn vì tôi không thực hiện được điều đã hứa."
    }
  },
  {
    "translation": {
      "en": "And, uh, sure enough, we have to go play at South Carolina.",
      "vi": "Và dĩ nhiên, chúng tôi phải thi đấu ở Nam Carolina."
    }
  },
  {
    "translation": {
      "en": "Steve Spurrier's the coach, he's got a really good team.",
      "vi": "HLV Steve Spurrier có một đội giỏi."
    }
  },
  {
    "translation": {
      "en": "Folks, it has been 66 years",
      "vi": "Đã 66 năm kể từ khi Nam Carolina thắng Florida."
    }
  },
  {
    "translation": {
      "en": "since South Carolina has knocked off Florida.",
      "vi": "Đã 66 năm kể từ khi Nam Carolina thắng Florida. TUẦN 10 FLORIDA NAM CAROLINA"
    }
  },
  {
    "translation": {
      "en": "They have lost 14 straight,",
      "vi": "Họ thua 14 lần liên tiếp"
    }
  },
  {
    "translation": {
      "en": "including a 37 0 loss to Florida when Steve Spurrier was quarterback.",
      "vi": "kể cả trận thua 370 trước Florida khi Steve Spurrier là chủ công."
    }
  },
  {
    "translation": {
      "en": "South Carolina was special because it was Steve Spurrier,",
      "vi": "Nam Carolina đặc biệt vì chính Steve Spurrier là Gator chính hiệu."
    }
  },
  {
    "translation": {
      "en": "who was a Gator through and through.",
      "vi": "vì chính Steve Spurrier là Gator chính hiệu."
    }
  },
  {
    "translation": {
      "en": "Led them to a national championship, then suddenly, he's on the other sideline,",
      "vi": "Dẫn dắt đội đến giải vô địch quốc gia rồi đột nhiên, anh ấy ở bên kia,"
    }
  },
  {
    "translation": {
      "en": "and it couldn't have gotten any more personal.",
      "vi": "nó không thể mang tính cá nhân hơn."
    }
  },
  {
    "translation": {
      "en": "Gator Nation wanted Stephen. Make no mistake about it.",
      "vi": "Gator Nation muốn Stephen. Đừng nhầm lẫn."
    }
  },
  {
    "translation": {
      "en": "They wanted Steve Spurrier back. And II get it.",
      "vi": "Họ muốn Steve Spurrier trở lại, tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "Three losses may work for South Carolina, it may work for Mississippi State.",
      "vi": "Ba trận thua có thể có lợi cho Nam Carolina, cho Mississippi State."
    }
  },
  {
    "translation": {
      "en": "It doesn't work for Florida.",
      "vi": "Nó không có lợi cho Florida."
    }
  },
  {
    "translation": {
      "en": "Not when you've hired Pope Urban to come save your program.",
      "vi": "Không phải khi bạn thuê Giáo hoàng Urban đến cứu đội của bạn."
    }
  },
  {
    "translation": {
      "en": "We've gotta win this thing, for my survival.",
      "vi": "Chúng tôi phải thắng trận này vì sự sống còn của tôi."
    }
  },
  {
    "translation": {
      "en": "Leak being chased, and dragged down at the 25 yard line.",
      "vi": "Bị truy đuổi… Và kéo xuống vạch 25 yard!"
    }
  },
  {
    "translation": {
      "en": "Into the end zone…",
      "vi": "Vào vùng cấm địa!"
    }
  },
  {
    "translation": {
      "en": "Touchdown, South Carolina!",
      "vi": "Nam Carolina ghi bàn!"
    }
  },
  {
    "translation": {
      "en": "Touchdown, Gamecocks.",
      "vi": "Gamecocks ghi bàn!"
    }
  },
  {
    "translation": {
      "en": "Leak, incomplete, looking for Dallas Baker.",
      "vi": "Leak, không được rồi. Đang tìm Dallas Baker."
    }
  },
  {
    "translation": {
      "en": "That is the ballgame.",
      "vi": "Đó là trận đấu bóng bầu dục."
    }
  },
  {
    "translation": {
      "en": "The South Carolina Gamecocks have given Steve Spurrier",
      "vi": "Đội Nam Carolina Gamecocks đã mang lại chiến thắng đầu tiên"
    }
  },
  {
    "translation": {
      "en": "his first victory as a head coach against his alma mater,",
      "vi": "cho Steve Spurrier ở cương vị HLV trưởng trước trường cũ của mình."
    }
  },
  {
    "translation": {
      "en": "and the Carolina fans are going crazy in Williams Brice Stadium.",
      "vi": "Các cổ động viên Carolina đang phát cuồng ở sân vận động WilliamsBrice."
    }
  },
  {
    "translation": {
      "en": "Urban Meyer, not happy to say the least.",
      "vi": "Urban Meyer, ít nhất cũng không hề vui."
    }
  },
  {
    "translation": {
      "en": "Coach Meyer is probably one of the most competitive people I ever met.",
      "vi": "HLV Meyer là một trong những người giỏi cạnh tranh nhất tôi từng gặp."
    }
  },
  {
    "translation": {
      "en": "He hates losing more than he loves winning.",
      "vi": "Ông ấy ghét bị thua hơn cả đam mê chiến thắng."
    }
  },
  {
    "translation": {
      "en": "Coach Meyer'll make an opening statement then we'll open it up for questions.",
      "vi": "HLV Meyer sẽ phát biểu mở đầu rồi các vị sẽ đặt câu hỏi."
    }
  },
  {
    "translation": {
      "en": "We'll bring selected players in here.",
      "vi": "Các cầu thủ được chọn sẽ vào đây."
    }
  },
  {
    "translation": {
      "en": "In the post game press conference, I saw the first signs of a stressed Urban.",
      "vi": "Ở họp báo sau trận đấu, tôi thấy các dấu hiệu đầu tiên khi Urban căng thẳng."
    }
  },
  {
    "translation": {
      "en": "I'll justI'll answer some questions.",
      "vi": "Tôi sẽ trả lời vài câu hỏi."
    }
  },
  {
    "translation": {
      "en": "I felt bad for him. I mean, he looked like somebody who haswhose dog had just died.",
      "vi": "Tôi thấy anh ấy thật tội nghiệp. Trông như con chó của anh ấy vừa chết."
    }
  },
  {
    "translation": {
      "en": "It was hard for everyone. I think especially for Urban.",
      "vi": "Thật khó cho mọi người, nhất là với Urban, tôi nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Because when we lost to Steve Spurrier,",
      "vi": "Vì chúng tôi đã thua Steve Spurrier,"
    }
  },
  {
    "translation": {
      "en": "who was what Florida thought they should be,",
      "vi": "khi mà Florida nghĩ đội của Steve sẽ thua."
    }
  },
  {
    "translation": {
      "en": "that left a lot of doubt.",
      "vi": "Điều đó đã gây ra rất nhiều nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "Is Urban Meyer the right guy?",
      "vi": "Urban Meyer có phù hợp không?"
    }
  },
  {
    "translation": {
      "en": "Or did Florida make a mistake and it was never gonna get better?",
      "vi": "Hay là Florida đã phạm sai lầm và sẽ không bao giờ tốt hơn?"
    }
  },
  {
    "translation": {
      "en": "Three losses in the SEC, obviously in Florida, theyYou need to do better than that.",
      "vi": "Ba trận thua ở SEC. Đội Florida cần làm tốt hơn thế."
    }
  },
  {
    "translation": {
      "en": "That's a very talented league, obviously.",
      "vi": "Rõ ràng đây là giải đấu rất tài năng."
    }
  },
  {
    "translation": {
      "en": "That was a talented team we just played now.",
      "vi": "Đối thủ của chúng tôi rất tài năng."
    }
  },
  {
    "translation": {
      "en": "Losing's not in his DNA.",
      "vi": "Thất bại không có trong máu của Urban."
    }
  },
  {
    "translation": {
      "en": "Just want to get back with my team, andand, uh, get back around my players.",
      "vi": "Tôi chỉ muốn quay lại với đội của mình, quay lại với các cầu thủ."
    }
  },
  {
    "translation": {
      "en": "He doesn't handle it very well.",
      "vi": "Ông ấy không xử lý tốt,"
    }
  },
  {
    "translation": {
      "en": "And it's not very comfortable for anybody when he does lose.",
      "vi": "và không ai thoải mái khi ông ấy thua."
    }
  },
  {
    "translation": {
      "en": "We're flying home, and I heard some laughing on the plane.",
      "vi": "Chúng tôi đang bay về nhà và tôi nghe thấy tiếng cười trên máy bay."
    }
  },
  {
    "translation": {
      "en": "Not all the guys took that loss to heart.",
      "vi": "Không phải tất cả đều nghiêm túc với trận thua đó."
    }
  },
  {
    "translation": {
      "en": "A couple laughs here from guys talking,",
      "vi": "Vài tiếng cười từ những người đang nói chuyện"
    }
  },
  {
    "translation": {
      "en": "and it was a little bit too soon for all that.",
      "vi": "Vài tiếng cười từ những người đang nói chuyện và hơi quá sớm cho điều đó."
    }
  },
  {
    "translation": {
      "en": "That's where it started, I think, to bother him.",
      "vi": "Điều đó bắt đầu làm ông ấy khó chịu."
    }
  },
  {
    "translation": {
      "en": "He keeps 'em on the tarmac in Gainesville for over an hour.",
      "vi": "Ông ấy giữ họ trên đường băng ở Gainesville hơn một giờ."
    }
  },
  {
    "translation": {
      "en": "Coach Meyer tells us, Shut up. You guys aren't gonna get me fired.",
      "vi": "HLV Meyer nói: Im đi. Đừng hòng khiến tôi bị sa thải. SÂN BAY"
    }
  },
  {
    "translation": {
      "en": "He makes all the coaches get off the plane.",
      "vi": "Ông ấy bắt tất cả HLV xuống máy bay."
    }
  },
  {
    "translation": {
      "en": "And he basically was telling us,",
      "vi": "Về cơ bản, ông ấy nói với chúng tôi"
    }
  },
  {
    "translation": {
      "en": "he's given everything he have, but we're not giving everything we have.",
      "vi": "ông ấy đã cố hết sức còn chúng tôi thì chưa."
    }
  },
  {
    "translation": {
      "en": "He's got the ability to burn a hole in you real quick.",
      "vi": "Ông ấy có khả năng mắng mỏ thậm tệ."
    }
  },
  {
    "translation": {
      "en": "In West Texas, they call it a Coming to Jesus meeting.",
      "vi": "Ở Tây Texas, họ gọi là đến gặp Chúa."
    }
  },
  {
    "translation": {
      "en": "It was a tough, tough meeting.",
      "vi": "Đó là một cuộc họp khó khăn."
    }
  },
  {
    "translation": {
      "en": "And I told 'em it was gonna be a miserable time for everybody.",
      "vi": "Tôi bảo họ đó sẽ là thời gian khốn khổ cho mọi người."
    }
  },
  {
    "translation": {
      "en": "And if you don't want to be here, we'll help you.",
      "vi": "Nếu họ không muốn ở đây, chúng tôi sẽ giúp họ."
    }
  },
  {
    "translation": {
      "en": "Two players, he kicked off the team on the tarmac.",
      "vi": "Trên đường băng, ông ấy đuổi hai cầu thủ."
    }
  },
  {
    "translation": {
      "en": "They had to go out onyou know, down the stairs,",
      "vi": "Họ phải đi xuống cầu thang và rời đội."
    }
  },
  {
    "translation": {
      "en": "and off the team. They was done.",
      "vi": "Họ phải đi xuống cầu thang và rời đội. Họ đã bị đuổi."
    }
  },
  {
    "translation": {
      "en": "From there out, I think that his goal was,",
      "vi": "Từ đó trở đi, tôi nghĩ mục tiêu của ông ấy"
    }
  },
  {
    "translation": {
      "en": "I'm gonna pound this in their heads so hard, that itit's gonna mean everything to them.",
      "vi": "Tôi sẽ nhắc đi nhắc lại để họ khắc cốt ghi tâm điều đó."
    }
  },
  {
    "translation": {
      "en": "And if you're not on board with it… …there's emergency exits right there.",
      "vi": "Và nếu bạn đồng ý với tôi, có lối thoát hiểm ở ngay đó."
    }
  },
  {
    "translation": {
      "en": "After the South Carolina loss, after the tarmac meeting…",
      "vi": "Sau trận thua Nam Carolina, sau cuộc họp trên đường băng"
    }
  },
  {
    "translation": {
      "en": "I walk into this restaurant in Gainesville, Florida.",
      "vi": "tôi bước vào nhà hàng này ở Gainesville, bang Florida."
    }
  },
  {
    "translation": {
      "en": "They boo me.",
      "vi": "Họ la ó tôi."
    }
  },
  {
    "translation": {
      "en": "They boo me.",
      "vi": "Họ la ó tôi."
    }
  },
  {
    "translation": {
      "en": "People starting to question me as a leader.",
      "vi": "Họ bắt đầu nghi ngờ khả năng lãnh đạo của tôi."
    }
  },
  {
    "translation": {
      "en": "And to say that I lost my confidence, I certainly lost my confidence.",
      "vi": "Để nói rằng tôi đã mất tự tin, chắc chắn là tôi đã mất tự tin."
    }
  },
  {
    "translation": {
      "en": "I've never had that much doubt.",
      "vi": "Tôi chưa từng tự nghi ngờ nhiều thế."
    }
  },
  {
    "translation": {
      "en": "I thought, There's a decent chance this one's over.",
      "vi": "Tôi nghĩ: Nhiều khả năng, việc này sẽ kết thúc."
    }
  },
  {
    "translation": {
      "en": "How does he save this disaster?",
      "vi": "Làm sao ông ấy thoát được thảm họa này?"
    }
  },
  {
    "translation": {
      "en": "And it really came down to one thing,",
      "vi": "Mấu chốt thực sự là"
    }
  },
  {
    "translation": {
      "en": "landing a major fish on the recruiting trail.",
      "vi": "tuyển được một cầu thủ thật giỏi giang."
    }
  },
  {
    "translation": {
      "en": "It keeps the fans excited during the winter,",
      "vi": "Nó khiến người hâm mộ phấn khích trong mùa đông"
    }
  },
  {
    "translation": {
      "en": "and sets up for the next year.",
      "vi": "và chuẩn bị cho năm tiếp theo."
    }
  },
  {
    "translation": {
      "en": "Tim Tebow, you may not know the name, but come Tuesday,",
      "vi": "Có thể bạn không biết Tim Tebow nhưng thứ Ba này, anh ấy sẽ là chủ đề"
    }
  },
  {
    "translation": {
      "en": "he will be the talk of college football.",
      "vi": "Có thể bạn không biết Tim Tebow nhưng thứ Ba này, anh ấy sẽ là chủ đề của bóng bầu dục đại học."
    }
  },
  {
    "translation": {
      "en": "That's because the Nease quarterback is the most sought after player in the country.",
      "vi": "Chủ công của đội Nease là cầu thủ được săn đón nhất ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "Tebow was different, for a lot of reasons.",
      "vi": "Tebow khác biệt vì rất nhiều lý do."
    }
  },
  {
    "translation": {
      "en": "You know, here's a guy that went to homeschool.",
      "vi": "Cậu ấy học tại gia."
    }
  },
  {
    "translation": {
      "en": "Religious background, mom and dad, they were missionaries.",
      "vi": "Xuất thân tôn giáo. Bố mẹ là người truyền giáo. Tôi không hiểu gì cả."
    }
  },
  {
    "translation": {
      "en": "I didn't understand any of that.",
      "vi": "Bố mẹ là người truyền giáo. Tôi không hiểu gì cả."
    }
  },
  {
    "translation": {
      "en": "On Tuesday, Tebow will announce on national television",
      "vi": "Vào thứ Ba, Tebow sẽ thông báo trên truyền hình quốc gia"
    }
  },
  {
    "translation": {
      "en": "where he plans to attend college.",
      "vi": "nơi cậu ấy dự định học đại học."
    }
  },
  {
    "translation": {
      "en": "All I knew was he's the best player in the country.",
      "vi": "Cậu ấy là cầu thủ giỏi nhất Mỹ."
    }
  },
  {
    "translation": {
      "en": "And we knew he had a lot of heart. We knew he had grit.",
      "vi": "Chúng tôi biết cậu ấy có đam mê, có quyết tâm."
    }
  },
  {
    "translation": {
      "en": "We knew if he was one on one with a tackler, he was gonna win.",
      "vi": "Nếu cậu ấy đấu một chọi một với một tiền vệ, cậu ấy sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "Did you ever picture one day, thatthat a country would want to see what you're gonna decide?",
      "vi": "Anh đã từng hình dung một quốc gia muốn xem anh sẽ quyết định gì?"
    }
  },
  {
    "translation": {
      "en": "Uh, no, sir. And, you know, we'll just see. It's just exciting so I'm trying to concentrate on this.",
      "vi": "Không ạ. Và chúng ta sẽ xem. Thật thú vị. Tôi đang cố tập trung vào việc này."
    }
  },
  {
    "translation": {
      "en": "I put the full court press on him for months.",
      "vi": "Tôi gây áp lực với cậu ấy trong nhiều tháng."
    }
  },
  {
    "translation": {
      "en": "And I was on the phone with him, writing personal letters, non stop.",
      "vi": "Tôi đã nói chuyện điện thoại với cậu ấy, không ngừng viết thư cá nhân."
    }
  },
  {
    "translation": {
      "en": "This is from Coach Meyer. TT. He calls you TT.",
      "vi": "Thư này từ HLV Meyer. TT, ông ấy gọi con là TT."
    }
  },
  {
    "translation": {
      "en": "Yeah. Has he been calling you that? Only in some letters.",
      "vi": "Ông ấy gọi con như thế? Chỉ trong vài lá thư."
    }
  },
  {
    "translation": {
      "en": "Honestly, I was really, really torn.",
      "vi": "TÔI MUỐN CẬU VỀ GATOR Nói thật, tôi rất phân vân."
    }
  },
  {
    "translation": {
      "en": "And my dad says, Timmy, why don't you go do this?",
      "vi": "Bố tôi nói: Timmy, sao con không làm cách này?"
    }
  },
  {
    "translation": {
      "en": "Go to your room, get on your knees, pray about it.",
      "vi": "Về phòng con, quỳ xuống, cầu nguyện."
    }
  },
  {
    "translation": {
      "en": "In the morning, I believe God will put on your heart where you're supposed to go.",
      "vi": "Sáng hôm sau, Chúa sẽ mách bảo nơi con sẽ đến."
    }
  },
  {
    "translation": {
      "en": "So I wake up the next morning. And I have no idea where I'm supposed to go.",
      "vi": "Sáng hôm sau, tôi thức dậy. Tôi không biết tôi sẽ đi đâu."
    }
  },
  {
    "translation": {
      "en": "The rumor was he wanted to go to Alabama.",
      "vi": "Họ đồn là Tebow muốn đến Alabama."
    }
  },
  {
    "translation": {
      "en": "But I'm not sure I understood what Urban Meyer understood,",
      "vi": "Nhưng tôi không chắc tôi hiểu được điều mà Urban hiểu."
    }
  },
  {
    "translation": {
      "en": "that if he missed on Tebow, he was not going to succeed.",
      "vi": "Nếu không có Tebow, ông ấy sẽ thất bại."
    }
  },
  {
    "translation": {
      "en": "It was really that simple.",
      "vi": "Đơn giản thế thôi."
    }
  },
  {
    "translation": {
      "en": "He was praying at the lake all day with his dog.",
      "vi": "Tebow cầu nguyện ở hồ cả ngày với chó của cậu ấy,"
    }
  },
  {
    "translation": {
      "en": "That was how he was going to make his decision.",
      "vi": "cách cậu ấy đưa ra quyết định."
    }
  },
  {
    "translation": {
      "en": "And then finally, at about five till five,",
      "vi": "Rồi khoảng năm giờ kém năm, tôi bị kẹt xe một chút."
    }
  },
  {
    "translation": {
      "en": "I'm caught in traffic a little bit, my cell phone rings, I see it's Tim Tebow.",
      "vi": "Rồi khoảng năm giờ kém năm, tôi bị kẹt xe một chút. Điện thoại tôi đổ chuông. Tim Tebow gọi."
    }
  },
  {
    "translation": {
      "en": "Coach Meyer in a",
      "vi": "HLV Meyer đang hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "Panicking, 'cause he knows in ten minutes I gotta tell the world on TV,",
      "vi": "HLV Meyer đang hoảng loạn. Ông ấy biết mười phút nữa tôi sẽ nói với tất cả"
    }
  },
  {
    "translation": {
      "en": "and he can't believe I hadn't called him to let him know yet.",
      "vi": "và ông ấy không thể tin tôi vẫn chưa nói cho ông ấy."
    }
  },
  {
    "translation": {
      "en": "He goes, Coach, I just want you to know that",
      "vi": "Tebow nói: HLV, tôi muốn nói với ông…"
    }
  },
  {
    "translation": {
      "en": "And he's, like, sobbing on the phone.",
      "vi": "Cậu ấy khóc trên điện thoại."
    }
  },
  {
    "translation": {
      "en": "…I've decided toAnd then the phone goes dead.",
      "vi": "Tôi đã quyết… Và điện thoại hết pin."
    }
  },
  {
    "translation": {
      "en": "And I started punching the dashboard. And II really thought we lost him.",
      "vi": "Và tôi bắt đầu đấm vào bảng điều khiển. Tôi nghĩ chúng tôi đã mất cậu ấy."
    }
  },
  {
    "translation": {
      "en": "The time has come. Tim Tebow, one of the top ranked quarterbacks",
      "vi": "Tim Tebow, một trong những chủ công hàng đầu"
    }
  },
  {
    "translation": {
      "en": "in all the United States in high school, and now it's time to go to college.",
      "vi": "ở các trường trung học ở Mỹ, đã đến tuổi vào đại học."
    }
  },
  {
    "translation": {
      "en": "Where will you be playing college football?",
      "vi": "Cậu sẽ chơi bóng bầu dục đại học ở đâu?"
    }
  },
  {
    "translation": {
      "en": "I will be playing college football next year at the University of Florida.",
      "vi": "Năm sau, tôi sẽ chơi bóng bầu dục ở Đại học Florida."
    }
  },
  {
    "translation": {
      "en": "Tim Tebow, considered one of the nation's top high school quarterbacks,",
      "vi": "Tim Tebow, thuộc nhóm chủ công hàng đầu ở trung học Mỹ,"
    }
  },
  {
    "translation": {
      "en": "has committed to Florida.",
      "vi": "đã chọn Đại học Florida."
    }
  },
  {
    "translation": {
      "en": "First and foremost, I would like to thank the lord Jesus Christ",
      "vi": "Đầu tiên, tôi muốn cảm ơn Chúa Giêsu"
    }
  },
  {
    "translation": {
      "en": "for giving me the opportunity to play this awesome game.",
      "vi": "vì đã cho tôi cơ hội chơi môn thể thao tuyệt vời này."
    }
  },
  {
    "translation": {
      "en": "His ability to both run and throw seems to make him an ideal fit",
      "vi": "Khả năng chạy và ném của Tebow khiến cậu ấy lý tưởng"
    }
  },
  {
    "translation": {
      "en": "for Urban Meyer's spread offense with the Gators.",
      "vi": "cho tấn công rộng của Urban Meyer ở đội Gators."
    }
  },
  {
    "translation": {
      "en": "You know, I really believed that we were gonna win. And he was gonna lead us to the promised land.",
      "vi": "Tôi tin chúng tôi sẽ thắng. Cậu ấy sẽ dẫn đội đến miền đất hứa."
    }
  },
  {
    "translation": {
      "en": "It wasn't just a minor event that occurred that December day.",
      "vi": "Đó không chỉ là một sự kiện nhỏ xảy ra vào ngày tháng 12 đó."
    }
  },
  {
    "translation": {
      "en": "It changed the history of college football in the South.",
      "vi": "Nó đã thay đổi lịch sử bóng bầu dục đại học ở miền Nam."
    }
  },
  {
    "translation": {
      "en": "Everyone wanted to play with Tebow.",
      "vi": "Ai cũng muốn chơi với Tebow."
    }
  },
  {
    "translation": {
      "en": "He was that kind of a Pied Piper kind of a quarterback.",
      "vi": "Anh ấy là chủ công hoàn hảo như trong mơ."
    }
  },
  {
    "translation": {
      "en": "It wasn't just a leader. It was a guy, you want to be around him.",
      "vi": "Anh ấy không chỉ là thủ lĩnh, bạn muốn ở bên anh ấy."
    }
  },
  {
    "translation": {
      "en": "Brandon, where you gonna go?",
      "vi": "Brandon, anh sẽ đi đâu?"
    }
  },
  {
    "translation": {
      "en": "Well, next year, I will be attending University of Florida.",
      "vi": "Năm sau, tôi sẽ theo học Đại học Florida."
    }
  },
  {
    "translation": {
      "en": "All right, Urban Meyer gets one of the best defensive players in the country.",
      "vi": "Urban Meyer sẽ có một trong những cầu thủ phòng ngự giỏi nhất Mỹ!"
    }
  },
  {
    "translation": {
      "en": "One of the reasons I committed to Florida, the best players was going.",
      "vi": "Một lý do tôi chọn Florida: mọi cầu thủ giỏi nhất đến đó."
    }
  },
  {
    "translation": {
      "en": "I feel like we had the number one class and we did had so much talent. We was loaded!",
      "vi": "Tôi cảm thấy chúng tôi có đội số một, rất nhiều tài năng, tiềm năng."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "Let it go, man! Let your body go! Let your body go!",
      "vi": "Cố lên. Thả lỏng người."
    }
  },
  {
    "translation": {
      "en": "You had Brandon Spikes, Brandon James, you had Percy Harvin.",
      "vi": "Bạn có Brandon Spikes, Brandon James. Bạn có Percy Harvin."
    }
  },
  {
    "translation": {
      "en": "My major decision was, uh, based on Tebow, my teammate,",
      "vi": "Quyết định lớn của tôi dựa trên Tebow, đồng đội của tôi."
    }
  },
  {
    "translation": {
      "en": "and, uh, I just tried to let 'em know, in a few years, we gonna win the National Championship.",
      "vi": "Tôi cố cho họ biết, vài năm nữa, chúng tôi sẽ vô địch quốc gia."
    }
  },
  {
    "translation": {
      "en": "These weren't just good players. I mean, these were elite.",
      "vi": "Họ không chỉ là cầu thủ giỏi. Họ thật ưu tú."
    }
  },
  {
    "translation": {
      "en": "I still remember the moment of coming on campus,",
      "vi": "Tôi vẫn nhớ lần đầu tôi đến trường đại học."
    }
  },
  {
    "translation": {
      "en": "arriving on campus for the first time, without my mom or my big brother,",
      "vi": "Đến đó mà không có mẹ, không có anh trai hay ai đó."
    }
  },
  {
    "translation": {
      "en": "or somebody to, like, you know? I'm like, I'm really out here by myself.",
      "vi": "Đến đó mà không có mẹ, không có anh trai hay ai đó. Tôi nghĩ: Tôi thực sự ở đây một mình."
    }
  },
  {
    "translation": {
      "en": "You got the beautiful women on campus, studying in no clothes, the palm trees.",
      "vi": "Các nữ sinh xinh đẹp đang học bài, những bộ quần áo đó, những cây cọ."
    }
  },
  {
    "translation": {
      "en": "I kind of took it all in, and I knew it was a blessing to be there.",
      "vi": "Tôi đã đón nhận tất cả và tôi biết đó là phước lành khi ở đó."
    }
  },
  {
    "translation": {
      "en": "Florida's with the big boys now. Before, they would have really nice recruiting classes,",
      "vi": "Florida đang ở cuộc chơi lớn. Trước đây, họ tuyển các lứa cầu thủ tốt,"
    }
  },
  {
    "translation": {
      "en": "might finish seventh or eighth in the country.",
      "vi": "xếp thứ bảy, tám ở Mỹ."
    }
  },
  {
    "translation": {
      "en": "But now they had the chance to be the best class in the country.",
      "vi": "Giờ họ đã có cơ hội thành đội giỏi nhất Mỹ."
    }
  },
  {
    "translation": {
      "en": "I told you when camp started, I've never felt like I've felt this year.",
      "vi": "Tôi đã nói khi trại bắt đầu, tôi chưa từng cảm thấy như năm nay."
    }
  },
  {
    "translation": {
      "en": "Energized, refreshed, because we got people who give a shit about one another.",
      "vi": "Thêm năng lượng, thêm sảng khoái vì chúng ta quan tâm đến nhau,"
    }
  },
  {
    "translation": {
      "en": "'Cause you got people who give a shit about the game of football.",
      "vi": "chúng ta quan tâm đến bóng bầu dục,"
    }
  },
  {
    "translation": {
      "en": "You got people who give a shit about the University of Florida.",
      "vi": "quan tâm đến Đại học Florida."
    }
  },
  {
    "translation": {
      "en": "That's a hell of a deal, ain't it? Come on. That's a hell of a deal.",
      "vi": "Điều đó thật tuyệt vời, phải không? Thôi nào!"
    }
  },
  {
    "translation": {
      "en": "I wasn't a five star or four star recruit, Parade All American. None of that stuff.",
      "vi": "Tôi không phải nhóm bốn, năm sao, diễu hành toànMỹ, không hề."
    }
  },
  {
    "translation": {
      "en": "I was small, tiny. Super tiny.",
      "vi": "Tôi nhỏ người, siêu nhỏ."
    }
  },
  {
    "translation": {
      "en": "The minute Coach Meyer walks in the door, he sits down, we started talking,",
      "vi": "HLV Meyer bước vào, ngồi xuống, chúng tôi bắt đầu nói chuyện."
    }
  },
  {
    "translation": {
      "en": "he gave, Look, from day one, you're gonna have a chance to play.",
      "vi": "Từ ngày đầu, anh sẽ có cơ hội chơi."
    }
  },
  {
    "translation": {
      "en": "And no other school had told me that. Especially my size.",
      "vi": "Không trường nào khác bảo tôi điều đó, nhất là nhỏ người như ôi."
    }
  },
  {
    "translation": {
      "en": "Down!",
      "vi": "Không trường nào khác bảo tôi điều đó, nhất là nhỏ người như ôi. Xuống!"
    }
  },
  {
    "translation": {
      "en": "You'd have to be blind not to see great talent.",
      "vi": "Có mù thì mới không thấy tài năng."
    }
  },
  {
    "translation": {
      "en": "But I wanted to be as hard as I could on these players.",
      "vi": "Tôi muốn nghiêm khắc hết sức với họ."
    }
  },
  {
    "translation": {
      "en": "You're not performing, you get called out. That's the way it is.",
      "vi": "Ai chơi không tốt thì sẽ bị thay thế. Đó là cách làm."
    }
  },
  {
    "translation": {
      "en": "You know, we're gonna put you in the most difficult situations.",
      "vi": "Chúng tôi sẽ đưa họ vào những tình huống khó nhất."
    }
  },
  {
    "translation": {
      "en": "And some people thrive, some people pack their bags.",
      "vi": "Có người sẽ phất lên, có người sẽ gói ghém hành lý."
    }
  },
  {
    "translation": {
      "en": "We're all family, we're gonna be one machine in about two and a half weeks, that's it.",
      "vi": "Ta là gia đình. Ta sẽ là một cỗ máy trong hai tuần rưỡi."
    }
  },
  {
    "translation": {
      "en": "We would work out from midnight until, like, 2:30 on a Friday or a Saturday night,",
      "vi": "Chúng tôi sẽ tập luyện từ nửa đêm thứ Sáu hoặc thứ Bảy đến 2:30 sáng."
    }
  },
  {
    "translation": {
      "en": "when you want to go to the club, or you want to go to a bar,",
      "vi": "Bạn muốn đến hộp đêm, đến quán bar, đến tiệc tại gia…"
    }
  },
  {
    "translation": {
      "en": "you want to go to a house party. No.",
      "vi": "Bạn muốn đến hộp đêm, đến quán bar, đến tiệc tại gia… Đừng."
    }
  },
  {
    "translation": {
      "en": "We would work out at midnight.",
      "vi": "Chúng tôi tập lúc nửa đêm."
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "vi": "Cố lên!"
    }
  },
  {
    "translation": {
      "en": "Training every day is to the max.",
      "vi": "Tập luyện hết sức mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "Like, it was literally to the max. And I didn't want no part of that.",
      "vi": "Đúng là hết sức và tôi muốn điều đó."
    }
  },
  {
    "translation": {
      "en": "It was awesome.",
      "vi": "Điều đó thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "Those are some of my favorite nights of my life.",
      "vi": "Đó là những đêm mà tôi yêu thích."
    }
  },
  {
    "translation": {
      "en": "No matter how much you'd prepare, you know in that workout",
      "vi": "Dù bạn có chuẩn bị nhiều như nào, bạn cũng biết"
    }
  },
  {
    "translation": {
      "en": "that everything in you is going to say, Stop.",
      "vi": "mọi thứ trong bạn sẽ nói: Dừng lại."
    }
  },
  {
    "translation": {
      "en": "But will you?",
      "vi": "Bạn sẽ dừng lại?"
    }
  },
  {
    "translation": {
      "en": "Workouts was hard,",
      "vi": "Tập luyện vất vả vì đôi khi đó là một đối một."
    }
  },
  {
    "translation": {
      "en": "'cause it was ones on ones sometimes, Urban didn't care.",
      "vi": "Tập luyện vất vả vì đôi khi đó là một đối một. Urban mặc kệ. Ông ấy nói: Giỏi hơn mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "He just wanted to see us get better. His thing was, Get better every day.",
      "vi": "Urban mặc kệ. Ông ấy nói: Giỏi hơn mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "Everything was win or lose.",
      "vi": "Mọi thứ là thắng hoặc thua."
    }
  },
  {
    "translation": {
      "en": "Everything is praise or embarrassment.",
      "vi": "Mọi thứ là được khen hoặc xấu hổ."
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "vi": "Mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "vi": "Mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Every now and then, maybe it…",
      "vi": "Thỉnh thoảng, có lẽ hơi quá đà khi khiến"
    }
  },
  {
    "translation": {
      "en": "went a little too far into sometimes embarrassing guys in front of the team.",
      "vi": "Thỉnh thoảng, có lẽ hơi quá đà khi khiến các chàng trai xấu hổ trước cả đội."
    }
  },
  {
    "translation": {
      "en": "And for some guys, it pushed them to never want to experience that again,",
      "vi": "Với vài người, nó khiến họ không muốn phải nếm trải điều đó nữa,"
    }
  },
  {
    "translation": {
      "en": "and it made them great. And for others,",
      "vi": "và khiến họ cố gắng để tuyệt vời. Và với những người khác,"
    }
  },
  {
    "translation": {
      "en": "I think it hurt 'em too much.",
      "vi": "tôi nghĩ họ quá đau đớn."
    }
  },
  {
    "translation": {
      "en": "Urban introduced the champions club.",
      "vi": "Urban giới thiệu Câu lạc bộ Vô địch."
    }
  },
  {
    "translation": {
      "en": "He put tape on the ground, and wherever we ate.",
      "vi": "Ông ấy dán băng dính xuống đất và mọi nơi mà chúng tôi ăn."
    }
  },
  {
    "translation": {
      "en": "And if you were in the champions' club, you had white linens on your table,",
      "vi": "Nếu bạn thuộc Câu lạc bộ Vô địch, bạn có khăn ăn trắng trên bàn."
    }
  },
  {
    "translation": {
      "en": "you ate steak, you ate lobster,",
      "vi": "Bạn được ăn bít tết, ăn tôm hùm."
    }
  },
  {
    "translation": {
      "en": "you had a server that brought you food.",
      "vi": "Người phục vụ mang đồ ăn cho bạn."
    }
  },
  {
    "translation": {
      "en": "If you were on the other side of that tape,",
      "vi": "Ở phía ngược lại, bạn ăn xúc xích và bánh mì kẹp thịt."
    }
  },
  {
    "translation": {
      "en": "you ate hot dogs and hamburgers. You had to go get it yourself.",
      "vi": "Ở phía ngược lại, bạn ăn xúc xích và bánh mì kẹp thịt. Bạn phải tự đi lấy."
    }
  },
  {
    "translation": {
      "en": "Urban said, I'm gonna treat my superstars like superstars,",
      "vi": "Urban nói: Siêu sao sẽ được đối xử như siêu sao."
    }
  },
  {
    "translation": {
      "en": "and I'mma treat my shit like shit.",
      "vi": "Và rác rưởi sẽ được đối xử như rác rưởi."
    }
  },
  {
    "translation": {
      "en": "If I treat you like shit, and you want me to change,",
      "vi": "Nếu tôi đối xử với bạn như rác rưởi và bạn muốn tôi thay đổi,"
    }
  },
  {
    "translation": {
      "en": "then you find a way to make yourself into a superstar, and I'll start treating you like that.",
      "vi": "bạn hãy tìm cách biến mình thành siêu sao và tôi sẽ đối xử với bạn như siêu sao."
    }
  },
  {
    "translation": {
      "en": "To me, I was like, Oh!",
      "vi": "Với tôi, tôi nghĩ:"
    }
  },
  {
    "translation": {
      "en": "That is so profound.",
      "vi": "Điều đó thật sâu sắc!"
    }
  },
  {
    "translation": {
      "en": "Every coach does it, but no coach says it.",
      "vi": "Mọi HLV làm như thế nhưng không HLV nào nói thế."
    }
  },
  {
    "translation": {
      "en": "You go out, and when it's time for you to make the tackle, make the fucking tackle.",
      "vi": "Bạn ra sân và đến lúc đánh chặn, hãy đánh chặn cho thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "When we recruit players, I tell 'em, This is the hardest program in America.",
      "vi": "Khi tuyển người, tôi bảo họ: Đây là chương trình khó nhất Mỹ."
    }
  },
  {
    "translation": {
      "en": "There's no second place trophies at Florida Gator football.",
      "vi": "Đội bóng bầu dục Gator không chấp nhận vị trí số hai."
    }
  },
  {
    "translation": {
      "en": "What a great day to lock in, and a lot at stake.",
      "vi": "Một ngày tuyệt vời để thi đấu và rất nhiều thứ để mất."
    }
  },
  {
    "translation": {
      "en": "Tonight, either Florida or Tennessee, these two bitter rivals,",
      "vi": "Tối nay, hoặc Florida hoặc Tennessee. Trong hai kình địch này, đội chiến thắng sẽ sớm chiếm thế thượng phong ở SEC Đông."
    }
  },
  {
    "translation": {
      "en": "will win a victory, seize control early of the SEC East.",
      "vi": "Trong hai kình địch này, đội chiến thắng sẽ sớm chiếm thế thượng phong ở SEC Đông."
    }
  },
  {
    "translation": {
      "en": "Tennessee is a fucking joke! We're set up for us to take this shit!",
      "vi": "Tennessee là trò đùa chết tiệt! Chúng tôi ở đây để thắng họ!"
    }
  },
  {
    "translation": {
      "en": "The SEC eats you up and spits you right out.",
      "vi": "Giải SEC rất cạnh tranh."
    }
  },
  {
    "translation": {
      "en": "The year before, we lost three SEC games.",
      "vi": "Năm trước, chúng tôi thua ba trận ở SEC."
    }
  },
  {
    "translation": {
      "en": "You know what happens again if you lose three SEC games?",
      "vi": "Biết chuyện gì sẽ xảy ra nếu tôi thua ba trận SEC?"
    }
  },
  {
    "translation": {
      "en": "There's probably be a new coach there.",
      "vi": "Có lẽ họ sẽ có HLV mới."
    }
  },
  {
    "translation": {
      "en": "Okay, you know, I don't know how this is gonna go,",
      "vi": "Tôi không biết chuyện này sẽ thế nào,"
    }
  },
  {
    "translation": {
      "en": "but I know there's only one thing that I can control,",
      "vi": "chỉ có một điều tôi có thể kiểm soát."
    }
  },
  {
    "translation": {
      "en": "and that's gonna be my attitude, my effort, and my focus.",
      "vi": "Và đó sẽ là thái độ, nỗ lực và sự tập trung của tôi."
    }
  },
  {
    "translation": {
      "en": "You the best in the country! Do you understand? Get this shit going right now!",
      "vi": "Các bạn giỏi nhất Mỹ! Hãy thể hiện!"
    }
  },
  {
    "translation": {
      "en": "Football was all I knew. I grew up in the hood,",
      "vi": "Tôi chỉ biết mỗi bóng bầu dục. Tôi lớn lên ở khu nhà ở xã hội, thấy họ giết người."
    }
  },
  {
    "translation": {
      "en": "seeing people being killed.",
      "vi": "Tôi lớn lên ở khu nhà ở xã hội, thấy họ giết người."
    }
  },
  {
    "translation": {
      "en": "If I don't play football, like, I'm a nobody.",
      "vi": "Nếu không chơi bóng bầu dục, tôi sẽ chẳng là ai cả."
    }
  },
  {
    "translation": {
      "en": "Make the fucking big play, Dallas, right now!",
      "vi": "Chơi cho hay vào, Dallas! Ngay bây giờ!"
    }
  },
  {
    "translation": {
      "en": "Make the big play!",
      "vi": "Chơi hay vào!"
    }
  },
  {
    "translation": {
      "en": "Our father… …who art in Heaven, hallowed be thy name,",
      "vi": "Lạy Cha chúng con ở trên trời, chúng con nguyện danh Cha cả sáng."
    }
  },
  {
    "translation": {
      "en": "thy kingdom come, thy will be done,",
      "vi": "Lạy Cha chúng con ở trên trời, chúng con nguyện danh Cha cả sáng. Ý Cha thể hiện dưới đất cũng như trên trời."
    }
  },
  {
    "translation": {
      "en": "on Earth as it is in Heaven,",
      "vi": "Ý Cha thể hiện dưới đất cũng như trên trời."
    }
  },
  {
    "translation": {
      "en": "give us this day our daily bread, forgive…",
      "vi": "Xin Cha cho lương thực hằng ngày…"
    }
  },
  {
    "translation": {
      "en": "I couldn't really feel my hands, they were shaking.",
      "vi": "Tôi không cảm nhận được tay. Nó run rẩy."
    }
  },
  {
    "translation": {
      "en": "This game is gonna tell us how good we really are.",
      "vi": "Trận này sẽ cho bọn tôi biết bọn tôi giỏi thế nào."
    }
  },
  {
    "translation": {
      "en": "It's all about now. It's all about now.",
      "vi": "Mấu chốt là bây giờ."
    }
  },
  {
    "translation": {
      "en": "You work your whole life for a couple moments, you got that moment right now. Squeeze tight.",
      "vi": "Đội đã luyện cả đời vì vài khoảnh khắc và giờ là khoảnh khắc đó."
    }
  },
  {
    "translation": {
      "en": "That pressure was immense. We need this game.",
      "vi": "Áp lực rất lớn. Chúng tôi cần thắng trận này."
    }
  },
  {
    "translation": {
      "en": "If we fail to win this game, we're in trouble.",
      "vi": "Không thắng, chúng tôi sẽ gặp rắc rối."
    }
  },
  {
    "translation": {
      "en": "Let the toughest motherfucker win this game.",
      "vi": "Hãy để đứa cứng cựa nhất thắng!"
    }
  },
  {
    "translation": {
      "en": "Right now! Right, Joe?",
      "vi": "Ngay bây giờ!"
    }
  },
  {
    "translation": {
      "en": "Let the toughest motherfucker win this game!",
      "vi": "Hãy để đứa cứng cựa nhất thắng trận này!"
    }
  },
  {
    "translation": {
      "en": "Y'all boys ready? Y'all boys ready? Hell yeah!",
      "vi": "Anh em sẵn sàng chưa? Rồi!"
    }
  },
  {
    "translation": {
      "en": "Y'all boys ready? Shit! Y'all boys ready? Shit! Y'all boys ready? Hell yeah!",
      "vi": "Anh em sẵn sàng chưa? Sẵn sàng!"
    }
  },
  {
    "translation": {
      "en": "For Urban Meyer, it was time. It was time to put up or shut up.",
      "vi": "Đã đến lúc với Urban Meyer. Đã đến lúc gáy hoặc câm nín."
    }
  },
  {
    "translation": {
      "en": "Urban Meyer has talked all summer long",
      "vi": "Urban Meyer đã nói suốt cả mùa hè về cứng cỏi, về bình tĩnh,"
    }
  },
  {
    "translation": {
      "en": "about being tough, being composed,",
      "vi": "Urban Meyer đã nói suốt cả mùa hè về cứng cỏi, về bình tĩnh, về chuẩn bị sẵn sàng và chiến thắng."
    }
  },
  {
    "translation": {
      "en": "going on the road and winning.",
      "vi": "về chuẩn bị sẵn sàng và chiến thắng."
    }
  },
  {
    "translation": {
      "en": "First down and ten.",
      "vi": "Xuống bóng đầu, 10 yard."
    }
  },
  {
    "translation": {
      "en": "This is Percy Harvin, the freshman.",
      "vi": "Đây là Percy Harvin, sinh viên năm nhất."
    }
  },
  {
    "translation": {
      "en": "He has electrified the crowd.",
      "vi": "Anh ấy đã kích động đám đông!"
    }
  },
  {
    "translation": {
      "en": "We started strong.",
      "vi": "Chúng tôi đã khởi đầu mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "Leak has it, pulls back, fires left side. Oh!",
      "vi": "Leak có bóng. Lùi lại, ném sang trái."
    }
  },
  {
    "translation": {
      "en": "Touchdown!",
      "vi": "Ghi bàn!"
    }
  },
  {
    "translation": {
      "en": "The crowd was booing us, and screaming.",
      "vi": "HIỆP 1 Đám đông la ó và gào thét."
    }
  },
  {
    "translation": {
      "en": "And I'm watching this little, arrogant nut job, Brandon James,",
      "vi": "Tôi đang xem gã điên này, Brandon James"
    }
  },
  {
    "translation": {
      "en": "start looking at the crowd and, like, taunting the crowd.",
      "vi": "bắt đầu nhìn đám đông, chế nhạo đám đông."
    }
  },
  {
    "translation": {
      "en": "His arrogance, his confidence was over the moon.",
      "vi": "Sự kiêu ngạo, tự tin của gã thật bá đạo."
    }
  },
  {
    "translation": {
      "en": "I came into the game with the mindset to prove something.",
      "vi": "Tôi thi đấu để chứng minh điều gì đó."
    }
  },
  {
    "translation": {
      "en": "I wanted to prove that even though I was small, I was able to play.",
      "vi": "Mặc dù tôi nhỏ con, tôi có thể chơi."
    }
  },
  {
    "translation": {
      "en": "Freshman, 18 years old, he hadn't even played in a big game yet.",
      "vi": "Sinh viên năm nhất, 18 tuổi, chưa chơi trận lớn nào."
    }
  },
  {
    "translation": {
      "en": "He would sit and tell me, They kick me the ball, I'm telling you, I'm taking it to the house.",
      "vi": "Cậu ấy bảo tôi: Họ đá bóng cho tôi, tôi sẽ ghi điểm."
    }
  },
  {
    "translation": {
      "en": "I'm like, You ain't finna do nothing, man.",
      "vi": "Tôi nói: Cậu sẽ không làm được. Cậu ấy nói:"
    }
  },
  {
    "translation": {
      "en": "It's like, Let 'em kick me the ball. You'll see.",
      "vi": "Tôi nói: Cậu sẽ không làm được. Cậu ấy nói: Để họ đá bóng cho tôi. Anh sẽ thấy. Tôi sẽ ghi bàn, có thể ghi bàn hai lần."
    }
  },
  {
    "translation": {
      "en": "Like, I'mma score, I'm telling you. I'mma score. I might score twice.",
      "vi": "Để họ đá bóng cho tôi. Anh sẽ thấy. Tôi sẽ ghi bàn, có thể ghi bàn hai lần."
    }
  },
  {
    "translation": {
      "en": "Coach Meyer, he go, Hey, you're out there. What?",
      "vi": "HLV Meyer nói: Cậu ngoài kia. Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Like, now? He's like, Yeah.",
      "vi": "Kiểu: Bây giờ? Ông ấy nói: Ừ."
    }
  },
  {
    "translation": {
      "en": "I didn't give him a chance to say yea or nay, I just ran on the field.",
      "vi": "Tôi không cho ông ấy cơ hội nói. Tôi chạy vào luôn."
    }
  },
  {
    "translation": {
      "en": "Brandon James awaits this one.",
      "vi": "Brandon James…"
    }
  },
  {
    "translation": {
      "en": "The first time I touched the ball, I caught it.",
      "vi": "Lần đầu tiên, tôi chạm bóng, tôi bắt được bóng, chia cắt hàng thủ, chạy xuyên hàng thủ."
    }
  },
  {
    "translation": {
      "en": "Kinda split the defense, running straight up through the defense.",
      "vi": "tôi bắt được bóng, chia cắt hàng thủ, chạy xuyên hàng thủ."
    }
  },
  {
    "translation": {
      "en": "As I started getting closer to that checkerboard, I was like, Oh!",
      "vi": "Khi tôi bắt đầu tiến đến gần phần kẻ caro,"
    }
  },
  {
    "translation": {
      "en": "My eyes started getting big. Man, you're about to score a touchdown.",
      "vi": "tôi càng thấy rõ ràng hơn: Tôi sẽ ghi bàn."
    }
  },
  {
    "translation": {
      "en": "I made a move on the punter… and he actually tripped me.",
      "vi": "Tôi đã lừa được cầu thủ sút dài. Hắn đã ngáng chân tôi."
    }
  },
  {
    "translation": {
      "en": "I'll tell you, that guy is a weapon.",
      "vi": "Tôi nói cho mà biết, gã đó thật sắc bén."
    }
  },
  {
    "translation": {
      "en": "I was watching from the sideline. I was like, Wow. That's amazing, man.",
      "vi": "Tôi đang quan sát từ biên. Tôi nói: Thật tuyệt vời, trời ơi."
    }
  },
  {
    "translation": {
      "en": "They told you you was too small, and look at you.",
      "vi": "Họ bảo bạn quá nhỏ và nhìn bạn kìa."
    }
  },
  {
    "translation": {
      "en": "That's a first down, Tennessee, here. Florida leading 7 3.",
      "vi": "Xuống bóng đầu cho Tennessee. Florida đang dẫn, 73."
    }
  },
  {
    "translation": {
      "en": "Here's the reverse. And they set up the pass.",
      "vi": "Chiều ngược lại. Họ đã thiết lập đường chuyền."
    }
  },
  {
    "translation": {
      "en": "Tennessee, they have great players all over the field, and they start kicking us around a little bit.",
      "vi": "Đội Tennessee có rất nhiều cầu thủ giỏi. Họ bắt đầu khiến chúng tôi vất vả."
    }
  },
  {
    "translation": {
      "en": "Oh, they've got a man wide open!",
      "vi": "Họ có một cầu thủ ở vị trí trống trải."
    }
  },
  {
    "translation": {
      "en": "Lucas Taylor… in the corner.",
      "vi": "Lucas Taylor ở góc đó."
    }
  },
  {
    "translation": {
      "en": "Touchdown!",
      "vi": "Ghi bàn!"
    }
  },
  {
    "translation": {
      "en": "This one winds up, at the break, with a Tennessee Volunteer lead.",
      "vi": "Pha ghi bàn ngay trước nghỉ giải lao và đội Tennessee đang tạm dẫn trước."
    }
  },
  {
    "translation": {
      "en": "Too bad we're not in the fucking Swamp. This would be about 32 to zip right now. Thirty two to zip!",
      "vi": "Quá tệ khi ta không ở sân Swamp. Giờ sẽ là 320."
    }
  },
  {
    "translation": {
      "en": "What happens, as a coach, you start to think,",
      "vi": "Là HLV, bạn bắt đầu nghĩ:"
    }
  },
  {
    "translation": {
      "en": "What if we lose? How do I keep this team together?",
      "vi": "Nếu ta thua thì sao? Làm sao để đội ta thắng?"
    }
  },
  {
    "translation": {
      "en": "Togetherness and toughness. You remember I said that.",
      "vi": "Đoàn kết và cứng cựa, hãy nhớ tôi đã nói thế."
    }
  },
  {
    "translation": {
      "en": "Togetherness and toughness, you fucking win this game.",
      "vi": "Đoàn kết và cứng cựa, hãy nhớ tôi đã nói thế. Các bạn sẽ thắng trận này. Hãy chiến thắng. Cố lên! Ngay bây giờ!"
    }
  },
  {
    "translation": {
      "en": "You win this game, Dallas. Let's go, right now! Let's go!",
      "vi": "Các bạn sẽ thắng trận này. Hãy chiến thắng. Cố lên! Ngay bây giờ!"
    }
  },
  {
    "translation": {
      "en": "Let's go! Get it to ten, baby, come on.",
      "vi": "Cưng ơi, cố lên!"
    }
  },
  {
    "translation": {
      "en": "Showtime on three! One, two, three… Showtime!",
      "vi": "Đến ba, hô cố lên! Một, hai, ba! Cố lên!"
    }
  },
  {
    "translation": {
      "en": "So we come out from halftime…",
      "vi": "Hết giờ giải lao, chúng tôi ra sân…"
    }
  },
  {
    "translation": {
      "en": "Second down.",
      "vi": "Xuống bóng hai."
    }
  },
  {
    "translation": {
      "en": "…they score just that quick.",
      "vi": "…họ ghi bàn nhanh thế."
    }
  },
  {
    "translation": {
      "en": "Hardesty gets it. Touchdown, Tennessee.",
      "vi": "Kẻ cứng cỏi nhất có bóng. Ghi bàn, Tennessee."
    }
  },
  {
    "translation": {
      "en": "I knew I need to lead by example.",
      "vi": "Tôi biết tôi cần phải làm gương."
    }
  },
  {
    "translation": {
      "en": "Leak under pressure, touchdown!",
      "vi": "Leak đang chịu áp lực. Ghi bàn!"
    }
  },
  {
    "translation": {
      "en": "Catch is made by Dallas Baker.",
      "vi": "Dallas Baker đã bắt được bóng."
    }
  },
  {
    "translation": {
      "en": "Let's go! Hey! Let's go!",
      "vi": "Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Hey! Make a play! Make a play.",
      "vi": "Cố lên!"
    }
  },
  {
    "translation": {
      "en": "Let's go! Let's go, baby.",
      "vi": "Đi thôi, cưng ơi! HIỆP 3"
    }
  },
  {
    "translation": {
      "en": "The Tennessee game was a battle.",
      "vi": "Đấu với Tennessee như là trận chiến."
    }
  },
  {
    "translation": {
      "en": "Blitz. Leak…",
      "vi": "Blitz. Leak."
    }
  },
  {
    "translation": {
      "en": "And if one play could encapture that game,",
      "vi": "Và nếu một lượt chơi có thể định hình trận đấu đó,"
    }
  },
  {
    "translation": {
      "en": "it came in a third down and ten,",
      "vi": "đó sẽ là xuống bóng ba ở mười yard"
    }
  },
  {
    "translation": {
      "en": "late in the game, and we're losing.",
      "vi": "vào cuối trận và chúng tôi đang thua."
    }
  },
  {
    "translation": {
      "en": "Leak, quarterback draw, slides, and he came up short.",
      "vi": "Leak. Chủ công rút, trượt và anh ấy bị hụt."
    }
  },
  {
    "translation": {
      "en": "And Chris Leak scrambles and falls just short of the first down.",
      "vi": "Và Chris Leak lập cập và chưa thể có xuống bóng đầu."
    }
  },
  {
    "translation": {
      "en": "And here it is, a fourth down and one.",
      "vi": "Đây rồi, xuống bóng bốn ở một yard."
    }
  },
  {
    "translation": {
      "en": "If we don't get this first down, we lose the game.",
      "vi": "Nếu không thể có xuống bóng đầu này, chúng tôi sẽ thua."
    }
  },
  {
    "translation": {
      "en": "And I know that's not going to be Chris's strong point.",
      "vi": "Tôi biết đó không là điểm mạnh của Chris."
    }
  },
  {
    "translation": {
      "en": "Tennessee leads by six, 20 14.",
      "vi": "Tennessee đang dẫn sáu điểm, 20 14."
    }
  },
  {
    "translation": {
      "en": "Tim Tebow, the highly touted freshman quarterback, is in.",
      "vi": "Tim Tebow, chủ công năm nhất được đánh giá cao đã vào sân."
    }
  },
  {
    "translation": {
      "en": "And so we tried out young freshman Tim Tebow",
      "vi": "Thế là chúng tôi dùng tân binh Tim Tebow"
    }
  },
  {
    "translation": {
      "en": "to just run somebody over, to get the first down.",
      "vi": "để cản ai đó để có thể có xuống bóng đầu."
    }
  },
  {
    "translation": {
      "en": "It was so loud, and 110,000 people, national TV,",
      "vi": "Rất náo nhiệt. Một trăm mười nghìn người, truyền hình quốc gia."
    }
  },
  {
    "translation": {
      "en": "and I grab him, and I said, Okay, it's time.",
      "vi": "Tôi ôm cậu ấy và nói: Được rồi, đến lúc rồi."
    }
  },
  {
    "translation": {
      "en": "When the game's on the line against a huge rival,",
      "vi": "Khi trận đấu ngàn cân treo sợi tóc với một kình địch,"
    }
  },
  {
    "translation": {
      "en": "in my first ever SEC game, my teammates and my coaches,",
      "vi": "trận SEC đầu tiên của tôi, các đồng đội và HLV của tôi"
    }
  },
  {
    "translation": {
      "en": "they were willing to put it in my hands in that moment.",
      "vi": "sẵn sàng trao trọng trách cho tôi."
    }
  },
  {
    "translation": {
      "en": "That meant the world to me.",
      "vi": "Điều đó vô giá với tôi."
    }
  },
  {
    "translation": {
      "en": "Snap is perfect. Tebow uses that 6'3 frame",
      "vi": "Snap hoàn hảo. Tebow dùng thân hình một mét chín mươi để cố gắng có xuống bóng đầu tiên."
    }
  },
  {
    "translation": {
      "en": "to struggle for the first down.",
      "vi": "Tebow dùng thân hình một mét chín mươi để cố gắng có xuống bóng đầu tiên."
    }
  },
  {
    "translation": {
      "en": "I'm like, Wow, pretty friggin' fun.",
      "vi": "Tôi nghĩ: Khá vui."
    }
  },
  {
    "translation": {
      "en": "Tim Tebow jumps up, andIt was first down.",
      "vi": "Tim Tebow nhảy lên và đó là xuống bóng đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Chris Leak stoically says, Nicely done.",
      "vi": "Chris Leak nghiêm khắc nói: Cừ lắm."
    }
  },
  {
    "translation": {
      "en": "I think in that moment, he ran off the field, and Chris ran on.",
      "vi": "Tôi nghĩ trong khoảnh khắc đó, anh ấy chạy khỏi sân và Chris đuổi theo."
    }
  },
  {
    "translation": {
      "en": "Second and four.",
      "vi": "Xuống bóng hai ở bốn yard."
    }
  },
  {
    "translation": {
      "en": "Now, anything close, you're going to continue to go for it,",
      "vi": "Bất cứ thứ gì suýt soát, anh sẽ tiếp tục cố"
    }
  },
  {
    "translation": {
      "en": "with under seven minutes to go in the game.",
      "vi": "với chưa đầy mười phút nữa."
    }
  },
  {
    "translation": {
      "en": "Pulls up, Leak… Got a man wide open!",
      "vi": "Cầm bóng lên, Leak. Một cầu thủ ở vị trí trống trải."
    }
  },
  {
    "translation": {
      "en": "And two plays later…",
      "vi": "Hai lượt sau…"
    }
  },
  {
    "translation": {
      "en": "Chris threw the game winning touchdown pass to Dallas Baker.",
      "vi": "Chris ném đường chuyền dọn cỗ cho Dallas Baker."
    }
  },
  {
    "translation": {
      "en": "Pass complete to Baker for a Florida touchdown.",
      "vi": "Florida ghi bàn sau cú ném từ Leak cho Baker!"
    }
  },
  {
    "translation": {
      "en": "It was phenomenal.",
      "vi": "Thật phi thường."
    }
  },
  {
    "translation": {
      "en": "Talk about a signature win.",
      "vi": "Nói về chiến thắng để đời."
    }
  },
  {
    "translation": {
      "en": "A huge win.",
      "vi": "Một chiến thắng cực lớn."
    }
  },
  {
    "translation": {
      "en": "Maybe this is that moment in time when Florida gets serious again.",
      "vi": "Có lẽ khoảnh khắc đó là lúc đội Florida nghiêm túc trở lại."
    }
  },
  {
    "translation": {
      "en": "After that game, we knew we were gonna be good.",
      "vi": "Sau trận đấu đó, chúng tôi biết mình sẽ ổn."
    }
  },
  {
    "translation": {
      "en": "How sweet, baby! How sweet, baby!",
      "vi": "Tuyệt vời, cưng ơi!"
    }
  },
  {
    "translation": {
      "en": "National Championship? It's possible.",
      "vi": "Vô địch quốc gia, điều có thể."
    }
  },
  {
    "translation": {
      "en": "Something that has been done only one time in the history of the hundred years of Florida football.",
      "vi": "Một thứ chỉ đến một lần trong lịch sử trăm năm của bóng bầu dục Florida."
    }
  },
  {
    "translation": {
      "en": "Let's go chase it. Let's go get it.",
      "vi": "Hãy chinh phục chức vô địch quốc gia."
    }
  },
  {
    "translation": {
      "en": "And I didn't think that anybody could beat us.",
      "vi": "Tôi nghĩ chúng tôi bất bại."
    }
  },
  {
    "translation": {
      "en": "Florida Gators have gone down at Auburn.",
      "vi": "Florida Gators đã thua ở Auburn."
    }
  },
  {
    "translation": {
      "en": "To win a National Championship, it's not that easy.",
      "vi": "Không dễ như thế để giành chức vô địch quốc gia."
    }
  },
  {
    "translation": {
      "en": "Tim Tebow, the freshman.",
      "vi": "Tim Tebow, sinh viên năm nhất."
    }
  },
  {
    "translation": {
      "en": "This team has the chance to be so special,",
      "vi": "Đội này đã có cơ hội để trở nên rất đặc biệt"
    }
  },
  {
    "translation": {
      "en": "and we were so close to doing it.",
      "vi": "và chúng tôi sắp làm được rồi."
    }
  },
  {
    "translation": {
      "en": "90,000 plus holding their breath.",
      "vi": "Hơn 90.000 người đang nín thở."
    }
  }
]