[
  {
    "translation": {
      "en": "Do you wanna be entertained? Don't change the channel.",
      "vi": "Bạn có muốn được giải trí không? Đừng chuyển kênh, vì hai phút nữa,"
    }
  },
  {
    "translation": {
      "en": "Because in two minutes, I will die before your eyes.",
      "vi": "Đừng chuyển kênh, vì hai phút nữa, tôi sẽ chết trước mắt bạn."
    }
  },
  {
    "translation": {
      "en": "I've leaked my location to your overlord, Eden Innovation Technologies,",
      "vi": "Tôi đã tiết lộ vị trí của mình cho lãnh chúa của bạn, Tập đoàn Công nghệ Đổi mới Eden, một công ty đi lên từ một đế chế đổ nát"
    }
  },
  {
    "translation": {
      "en": "a corporation that rose from a crumbling empire",
      "vi": "Tập đoàn Công nghệ Đổi mới Eden, một công ty đi lên từ một đế chế đổ nát"
    }
  },
  {
    "translation": {
      "en": "that was once called the United States of America.",
      "vi": "từng được gọi với cái tên Hợp chủng quốc Hoa Kỳ."
    }
  },
  {
    "translation": {
      "en": "Crime, poverty, anarchy.",
      "vi": "Tội ác, đói nghèo, hỗn loạn…"
    }
  },
  {
    "translation": {
      "en": "Eden made it all disappear by bringing UBI,",
      "vi": "Eden thổi bay tất cả bằng việc mang đến UBI,"
    }
  },
  {
    "translation": {
      "en": "Universal Basic Income, an idealist stipend for obedience.",
      "vi": "thu nhập cơ bản toàn cầu, khoản trợ cấp lý tưởng nếu nghe lời chúng."
    }
  },
  {
    "translation": {
      "en": "Yeah. Eden saved you. They brought you stability.",
      "vi": "Phải, Eden đã cứu rỗi bạn. Chúng cho bạn sự ổn định. Giờ bạn tự do rồi."
    }
  },
  {
    "translation": {
      "en": "You're free now. Mm-hmm.",
      "vi": "Chúng cho bạn sự ổn định. Giờ bạn tự do rồi."
    }
  },
  {
    "translation": {
      "en": "You're free to work, as long as it's for Eden.",
      "vi": "Bạn được tự do làm việc, miễn là cho Eden."
    }
  },
  {
    "translation": {
      "en": "You're free to eat, as long as it's Eden's food.",
      "vi": "Bạn được tự do ăn uống, miễn đó là đồ của Eden."
    }
  },
  {
    "translation": {
      "en": "Free to consume Eden's revisionist bullshit.",
      "vi": "Tự do tiêu thụ những thứ theo chủ nghĩa xét lại vớ vẩn của Eden."
    }
  },
  {
    "translation": {
      "en": "And if you don't agree…",
      "vi": "Nếu bạn không đồng ý…"
    }
  },
  {
    "translation": {
      "en": "…they will instantaneously turn you into something you're not.",
      "vi": "chúng sẽ ngay lập tức biến bạn thành thứ khác."
    }
  },
  {
    "translation": {
      "en": "A monster. A terrorist to shoot on sight.",
      "vi": "Một con quái vật. Một tên khủng bố cần bắn ngay."
    }
  },
  {
    "translation": {
      "en": "No arrest. No trial. Just as they're about to murder me.",
      "vi": "Không bắt. Không xét xử. Như cách chúng chuẩn bị giết tôi vậy."
    }
  },
  {
    "translation": {
      "en": "So you bow before Eden,",
      "vi": "Vì thế, bạn cúi đầu trước Eden,"
    }
  },
  {
    "translation": {
      "en": "regurgitating their propaganda in exchange for their daily handouts.",
      "vi": "nhai lại những lời tuyên truyền của chúng để nhận lại những của bố thí ấy."
    }
  },
  {
    "translation": {
      "en": "[distorted] But deep inside you, you know there is only one way out.",
      "vi": "Nhưng sâu bên trong, bạn biết chỉ có một lối thoát duy nhất."
    }
  },
  {
    "translation": {
      "en": "You're done being entertained.",
      "vi": "Chuyên mục giải trí kết thúc."
    }
  },
  {
    "translation": {
      "en": "There is another way. Join us. [distorted] Join the revolution.",
      "vi": "Có một cách khác nữa. Tham gia cách mạng cùng chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[announcer] The Board of Directors, in association with Eden Burger, presents,",
      "vi": "Hội đồng Quản trị, kết hợp với Eden Burger, xin giới thiệu,"
    }
  },
  {
    "translation": {
      "en": "live from MegaCity 2,",
      "vi": "trực tiếp từ Mega City 2"
    }
  },
  {
    "translation": {
      "en": "it's The Eden Late Show, with your host, Rayman!",
      "vi": "chương trình Đêm muộn Eden cùng người dẫn chương trình, Rayman!"
    }
  },
  {
    "translation": {
      "en": "Whoo! Yeah! -Whoo! Okay. Thank you. Thank you so much. -[applause, cheering]",
      "vi": "Cảm ơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "We got a fantastic show for you tonight with amazing guests.",
      "vi": "Tối nay sẽ là chương trình tuyệt vời với những vị khách tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "We're gonna have Blue from the Niji 6. Yeah, yeah, give it up.",
      "vi": "Chúng ta sẽ có Lam từ Niji 6. Đúng rồi, vỗ tay nào."
    }
  },
  {
    "translation": {
      "en": "Also with us tonight, before his big steel-cage match on Saturday,",
      "vi": "Ở đây cùng chúng ta trước trận đấu trong lồng sắt vào thứ Bảy,"
    }
  },
  {
    "translation": {
      "en": "champion of the Eden Wrestling Federation,",
      "vi": "còn có nhà vô địch của Liên đoàn Đô vật Eden,"
    }
  },
  {
    "translation": {
      "en": "the Eden Nightmare, Cody Rhodes!",
      "vi": "\"Cơn ác mộng Eden\" Cody Rhodes."
    }
  },
  {
    "translation": {
      "en": "So stay with us. Stay tuned. We'll be back right af--",
      "vi": "Ở lại và đừng chuyển kênh. Chúng tôi quay lại ngay sau…"
    }
  },
  {
    "translation": {
      "en": "[viewer] Fuck off!",
      "vi": "Thôi đi! Tôi không quan tâm hắn bận ra sao."
    }
  },
  {
    "translation": {
      "en": "I don't care how goddamn busy he is. You know who I am?",
      "vi": "Thôi đi! Tôi không quan tâm hắn bận ra sao. Biết tôi là ai không? Nói với tên khốn đó tôi là sếp của sếp của sếp hắn,"
    }
  },
  {
    "translation": {
      "en": "You tell that fucker I'm his boss's boss's boss,",
      "vi": "Biết tôi là ai không? Nói với tên khốn đó tôi là sếp của sếp của sếp hắn,"
    }
  },
  {
    "translation": {
      "en": "and if he's not on the phone in five seconds,",
      "vi": "Năm giây nữa không nghe máy,"
    }
  },
  {
    "translation": {
      "en": "he'll be catching mutant rats for dinner in the goddamn Wasteland.",
      "vi": "hắn sẽ phải bắt chuột đột biến ở vùng Đất hoang mà ăn."
    }
  },
  {
    "translation": {
      "en": "Got it?",
      "vi": "Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "[figure in coat] Know what the worst part of living in a fascist, dystopian hellscape is?",
      "vi": "Biết điều tệ nhất khi sống ở địa ngục trần gian độc tài là gì chứ?"
    }
  },
  {
    "translation": {
      "en": "The shit they put on TV.",
      "vi": "Thứ chúng đưa lên tivi."
    }
  },
  {
    "translation": {
      "en": "[sighs] Come on, Dolph. Would you please stop moaning?",
      "vi": "Thôi nào, Dolph. Làm ơn đừng rên rỉ nữa được không?"
    }
  },
  {
    "translation": {
      "en": "In two days, we're out of Eden, spending all our money on margaritas.",
      "vi": "Hai ngày nữa, ta sẽ rời Eden, tiêu hết tiền vào margarita."
    }
  },
  {
    "translation": {
      "en": "It would be easier to just rob a bank.",
      "vi": "Cướp nhà băng còn đơn giản hơn."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Well, I don't do easy, right?",
      "vi": "Đơn giản thì làm làm gì, đúng không?"
    }
  },
  {
    "translation": {
      "en": "And no bank in Eden's got untraceable credits and unlimited funds.",
      "vi": "Chả ngân hàng nào ở Eden có các khoản tín dụng không thể theo dõi và quỹ không giới hạn."
    }
  },
  {
    "translation": {
      "en": "No, I tell you, that codec is a getaway ticket from this shithole.",
      "vi": "Nói cho em biết, bộ giải mã đó là tấm vé để thoát khỏi nơi này đấy."
    }
  },
  {
    "translation": {
      "en": "No need to be so tense.",
      "vi": "Đâu cần căng thẳng vậy."
    }
  },
  {
    "translation": {
      "en": "Oh, right. That one's metal.",
      "vi": "À phải, là kim loại"
    }
  },
  {
    "translation": {
      "en": "Okay. Let's do this.",
      "vi": "Được rồi, làm thôi."
    }
  },
  {
    "translation": {
      "en": "I'm just saying, Dolph.",
      "vi": "Dolph à, anh nói này,"
    }
  },
  {
    "translation": {
      "en": "Being a rebel outlaw means adapting to circumstance.",
      "vi": "sống ngoài vòng pháp luật là phải tùy cơ ứng biến."
    }
  },
  {
    "translation": {
      "en": "You should learn to, uh, I don't know, embrace the chaos?",
      "vi": "Em nên học, nói sao nhỉ, cách chấp nhận sự hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "Do you know who you're talking to? No, you do not interrupt me when I'm s--",
      "vi": "Biết mình đang nói chuyện với ai không? Không được chen ngang khi tôi…"
    }
  },
  {
    "translation": {
      "en": "You know these things give you brain cancer, right?",
      "vi": "Anh biết những thứ này gây ung thư não nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Wait, wait. Well, okay, what do you want? My-- my car? My money? [whimpers]",
      "vi": "Đợi đã. Được rồi. Các anh muốn gì? Xe? Tiền của tôi."
    }
  },
  {
    "translation": {
      "en": "Actually, we want you.",
      "vi": "Thật ra, chúng tôi muốn anh."
    }
  },
  {
    "translation": {
      "en": "-What? -[sirens wailing]",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "[Dolph's partner groans] Fucking pigs. Never not there when you don't need 'em.",
      "vi": "Lũ lợn chết tiệt. Lúc nào cũng có mặt khi không cần đến."
    }
  },
  {
    "translation": {
      "en": "Dolph Laserhawk!",
      "vi": "Dolph Laserhawk,"
    }
  },
  {
    "translation": {
      "en": "You are in possession of stolen property.",
      "vi": "anh đang sở hữu tài sản bị đánh cắp."
    }
  },
  {
    "translation": {
      "en": "Your brain and body belong to Eden Tech Military.",
      "vi": "Bộ não và cơ thể anh thuộc về Công nghệ Quân đội Eden."
    }
  },
  {
    "translation": {
      "en": "[scanner] Scan complete.",
      "vi": "Đã quét xong."
    }
  },
  {
    "translation": {
      "en": "-You good? -Yeah.",
      "vi": "- Ổn chứ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "-Wait! [whimpering] -[partner] End of the road, asshole.",
      "vi": "- Đợi đã! - Hết chuyến rồi, đồ khốn."
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -[partner grunts]",
      "vi": "Anh làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "[sergeant] Oh shit!",
      "vi": "Ôi, khỉ thật!"
    }
  },
  {
    "translation": {
      "en": "You should get that guy on your three. I don't backseat drive…",
      "vi": "- Xử tên ở hướng 3 giờ ấy. - Em không chỉ anh lái xe…"
    }
  },
  {
    "translation": {
      "en": "you don't front-seat shoot.",
      "vi": "anh không dạy em bắn."
    }
  },
  {
    "translation": {
      "en": "Fire!",
      "vi": "Khai hỏa!"
    }
  },
  {
    "translation": {
      "en": "Oh shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "[wolf-whistles] Barbecued pork. Mwah. Smells like justice.",
      "vi": "Thịt lợn nướng. Có mùi như công lý."
    }
  },
  {
    "translation": {
      "en": "Keep an eye on the road.",
      "vi": "Để ý đường đi."
    }
  },
  {
    "translation": {
      "en": "[car AI] You are now entering an antigravity road. All manual functions are disconnected.",
      "vi": "Bạn đang vào đường chống trọng lực. Các chức năng thủ công đã ngắt kết nối."
    }
  },
  {
    "translation": {
      "en": "[partner] Mmm? Fuck.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Can you hack into the system? Mm-mmm. Takes too much time.",
      "vi": "- Em xâm nhập hệ thống được không? - Tốn thời gian lắm."
    }
  },
  {
    "translation": {
      "en": "[sighs] I guess we're fucked.",
      "vi": "Chắc ta xong đời rồi."
    }
  },
  {
    "translation": {
      "en": "Wish me luck. Dolph?",
      "vi": "- Chúc em may mắn đi. - Dolph?"
    }
  },
  {
    "translation": {
      "en": "Damn. That's my boy.",
      "vi": "Thế chứ, đúng là người yêu anh."
    }
  },
  {
    "translation": {
      "en": "-[grunts] -Uh-oh. Die!",
      "vi": "- Ôi không. - Chết đi!"
    }
  },
  {
    "translation": {
      "en": "[groans] Fucking idiot copper.",
      "vi": "Đồ cớm ngu chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Come on, come on, come on, come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "[grunts] Yes!",
      "vi": "Ngon!"
    }
  },
  {
    "translation": {
      "en": "Dolph! I don't think we're gonna make it.",
      "vi": "Dolph! Anh nghĩ ta không làm được đâu."
    }
  },
  {
    "translation": {
      "en": "If you've got any good ideas, now is the time!",
      "vi": "Có ý tưởng hay ho nào thì triển đi!"
    }
  },
  {
    "translation": {
      "en": "[mutters] Laserhawk!",
      "vi": "Laserhawk!"
    }
  },
  {
    "translation": {
      "en": "[partner] You know, that was hot.",
      "vi": "Lúc nãy nóng bỏng thật."
    }
  },
  {
    "translation": {
      "en": "Oh, shut up.",
      "vi": "Im đi."
    }
  },
  {
    "translation": {
      "en": "That was close.",
      "vi": "Suýt thì hỏng."
    }
  },
  {
    "translation": {
      "en": "Carnage on the highway in the center of MegaCity 2 this afternoon.",
      "vi": "Cuộc thảm sát trên đường cao tốc ở MegaCity 2 chiều nay."
    }
  },
  {
    "translation": {
      "en": "A terrorist attack has killed 252 people and injured 367 others.",
      "vi": "Một vụ tấn công khủng bố đã giết chết 252 người và làm 367 người khác bị thương."
    }
  },
  {
    "translation": {
      "en": "I would like to warn our younger viewers. Some of these scenes are… disturbing.",
      "vi": "Xin cảnh báo khán giả nhỏ tuổi. Một số cảnh trên đây là không phù hợp ."
    }
  },
  {
    "translation": {
      "en": "The terrorists, Dolph Laserhawk and Alex Taylor, are still on the run.",
      "vi": "Hai kẻ khủng bố, Dolph Laserhawk và Alex Taylor, vẫn đang chạy trốn."
    }
  },
  {
    "translation": {
      "en": "Our valiant police force is on the case and will bring them to justice.",
      "vi": "Lực lượng cảnh sát dũng cảm của chúng ta đang điều tra và sẽ đưa chúng ra công lý."
    }
  },
  {
    "translation": {
      "en": "But who is Dolph Laserhawk? Let's find out.",
      "vi": "Nhưng Dolph Laserhawk là ai? Hãy cùng tìm hiểu xem."
    }
  },
  {
    "translation": {
      "en": "[narrator] The only son of an immigrant thief and a sex worker.",
      "vi": "Con trai của một tên trộm nhập cư và một gái điếm."
    }
  },
  {
    "translation": {
      "en": "Addicted to crack at only nine years old.",
      "vi": "Nghiện ma túy khi mới chín tuổi."
    }
  },
  {
    "translation": {
      "en": "Saved from certain death by Eden's Military Redemption Program.",
      "vi": "Được cứu thoát chết bởi chương trình Cứu rỗi Quân đội của Eden."
    }
  },
  {
    "translation": {
      "en": "But all this time, Laserhawk was working in the shadows",
      "vi": "Nhưng suốt thời gian qua, Laserhawk làm việc trong bóng tối cho kẻ thù số một của Eden,"
    }
  },
  {
    "translation": {
      "en": "for Eden's public enemy number one,",
      "vi": "Laserhawk làm việc trong bóng tối cho kẻ thù số một của Eden,"
    }
  },
  {
    "translation": {
      "en": "The Hawk didn't hesitate to bite the hand that saved him.",
      "vi": "Con diều hâu không ngần ngại phản bội những người đã cứu anh ta."
    }
  },
  {
    "translation": {
      "en": "Tonight,",
      "vi": "Tối nay, cùng chìm vào một câu chuyện"
    }
  },
  {
    "translation": {
      "en": "dive into a story full of sex, drugs, manipulation, and violence,",
      "vi": "Tối nay, cùng chìm vào một câu chuyện tràn đầy nhục dục, ma túy, sự thao túng và bạo lực trong…"
    }
  },
  {
    "translation": {
      "en": "in…",
      "vi": "tràn đầy nhục dục, ma túy, sự thao túng và bạo lực trong…"
    }
  },
  {
    "translation": {
      "en": "Traitor.",
      "vi": "Kẻ phản Bội."
    }
  },
  {
    "translation": {
      "en": "[announcer] This program viewing is mandatory. Every offender will get a 500-credit fine.",
      "vi": "Xem chương trình này là bắt buộc. Vi phạm sẽ bị phạt 500 tín dụng."
    }
  },
  {
    "translation": {
      "en": "Fascinating. A must-watch for everybody.",
      "vi": "Thật hấp dẫn, một chương trình rất đáng xem."
    }
  },
  {
    "translation": {
      "en": "[inhales] Now… I would like to take a moment and address these terrorists myself.",
      "vi": "Giờ, tôi muốn dành chút thời gian tự mình nói về bọn khủng bố."
    }
  },
  {
    "translation": {
      "en": "Dolph Laserhawk, Alex Taylor, you've destroyed a city.",
      "vi": "Dolph Laserhawk, Alex Taylor, các anh đã phá hủy một thành phố."
    }
  },
  {
    "translation": {
      "en": "Yes, you've injured innocent citizens of Eden, mothers, fathers, children,",
      "vi": "Các anh làm hại những công dân vô tội, các ông bố, bà mẹ, những đứa trẻ của Eden,"
    }
  },
  {
    "translation": {
      "en": "and you've killed officers of our precious police force.",
      "vi": "các anh còn giết những cảnh sát đáng quý của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "But let me tell you this.",
      "vi": "Nhưng nghe tôi nói đây."
    }
  },
  {
    "translation": {
      "en": "You will never, ever destroy our way of life.",
      "vi": "Các anh sẽ không bao giờ phá hủy được cách chúng tôi sống."
    }
  },
  {
    "translation": {
      "en": "Eden will stand fearless and more united than ever.",
      "vi": "Eden sẽ không sợ hãi và đoàn kết hơn bao giờ hết."
    }
  },
  {
    "translation": {
      "en": "Okay. Stay with us. Must Dance Live coming right up after the break.",
      "vi": "Đừng chuyển kênh. Vũ điệu Đam mê sẽ lên sóng ngay sau giờ nghỉ."
    }
  },
  {
    "translation": {
      "en": "We've got 500 UBI credits for you to win.",
      "vi": "Chúng ta có 500 điểm UBI dành cho người thắng cuộc"
    }
  },
  {
    "translation": {
      "en": "[supervisor] Okay. Listen up.",
      "vi": "Được rồi. Nghe này."
    }
  },
  {
    "translation": {
      "en": "I need one Level 2 bot engineer and two handlers.",
      "vi": "Tôi cần một kỹ sư phần mềm cấp hai và hai người xử lý."
    }
  },
  {
    "translation": {
      "en": "Me! Me! Take me! I've got three kid--",
      "vi": "Tôi! Chọn tôi! Tôi có ba con nhỏ…"
    }
  },
  {
    "translation": {
      "en": "[candidate grunts] Shut the fuck up! I'm the best engineer here.",
      "vi": "Im đi. Tôi mới là kĩ sư giỏi nhất ở đây."
    }
  },
  {
    "translation": {
      "en": "[guard] Calm the fuck down! Or else all you're gonna get is a fucking bullet between your eyes.",
      "vi": "Bình tĩnh đi , không là đạn găm vào trán đấy, nghe rõ chưa hả?"
    }
  },
  {
    "translation": {
      "en": "Open up.",
      "vi": "Mở cửa ra."
    }
  },
  {
    "translation": {
      "en": "Oh. Uh… Sorry. Mr. Vice President, sir. May I ask who is this gentleman?",
      "vi": "Xin lỗi, ngài Phó Tổng thống. Tôi có thể hỏi quý ông này là ai không?"
    }
  },
  {
    "translation": {
      "en": "He's Mr. None Of Your Fucking Business, got it? Now open the gate.",
      "vi": "Anh ấy tên Không Phải Việc Của Anh. Hiểu chưa? Mở cổng đi."
    }
  },
  {
    "translation": {
      "en": "A-All right. Sure.",
      "vi": "Dạ vâng."
    }
  },
  {
    "translation": {
      "en": "[elevator] Please get out of the vehicle.",
      "vi": "Xin hãy ra khỏi phương tiện."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, sir, but you know the rules. Visitors are not allowed.",
      "vi": "Xin lỗi, thưa ngài. Ngài biết luật mà. Khách không được vào."
    }
  },
  {
    "translation": {
      "en": "-No touching. -[blow lands]",
      "vi": "Không chạm."
    }
  },
  {
    "translation": {
      "en": "Behind me, sir! You! Hands where I can s--",
      "vi": "Đằng sau tôi, thưa ngài. Anh, đưa tay ở nơi tôi có thể…"
    }
  },
  {
    "translation": {
      "en": "Very clever move. I guess we go full-on stealth mode now.",
      "vi": "Nước đi rất khôn ngoan. Giờ thì phải đi nhẹ nói khẽ thôi."
    }
  },
  {
    "translation": {
      "en": "[Alex] Here we are, at the heart of Eden's death machine.",
      "vi": "Chúng ta đang ở trái tim cỗ máy chết chóc của Eden"
    }
  },
  {
    "translation": {
      "en": "An abyss full of stuff.",
      "vi": "một vực thẳm đầy những vật thể."
    }
  },
  {
    "translation": {
      "en": "[Dolph] Are you sure the codec is in here?",
      "vi": "Anh chắc bộ giải mã ở đây chứ?"
    }
  },
  {
    "translation": {
      "en": "[Alex] Of course, I'm sure. My source is airtight.",
      "vi": "Tất nhiên, anh chắc chắn. Thông tin lấy từ nguồn uy tín."
    }
  },
  {
    "translation": {
      "en": "You know, come to think of it,",
      "vi": "Giờ nghĩ lại mới thấy,"
    }
  },
  {
    "translation": {
      "en": "it's a clever idea from the Board of Directors.",
      "vi": "việc giấu bộ giải mã trong đống rơm hoàn hảo này"
    }
  },
  {
    "translation": {
      "en": "You know, to hide the codec in the perfect haystack.",
      "vi": "việc giấu bộ giải mã trong đống rơm hoàn hảo này là một ý tưởng sáng suốt của hội đồng quản trị"
    }
  },
  {
    "translation": {
      "en": "[Dolph] Yeah, right. The Board of Directors has never had any good ideas.",
      "vi": "Ừ, phải. Hội đồng quản trị có bao giờ có ý tưởng hay đâu."
    }
  },
  {
    "translation": {
      "en": "[Alex] Y-Yeah, I know where you're coming from, Dolph, but… think about the codec.",
      "vi": "Anh hiểu lý do em như vậy, Dolph, nhưng hãy nghĩ về bộ giải mã."
    }
  },
  {
    "translation": {
      "en": "I mean, unlimited generation of real credits,",
      "vi": "Ý anh là, tạo tín dụng thực không giới hạn,"
    }
  },
  {
    "translation": {
      "en": "untraceable by Eden's security?",
      "vi": "không thể bị an ninh của Eden lần ra."
    }
  },
  {
    "translation": {
      "en": "This thing's gonna make us rich.",
      "vi": "Thứ này sẽ giúp ta giàu có."
    }
  },
  {
    "translation": {
      "en": "[Dolph] Okay. This is it.",
      "vi": "Nó đây rồi."
    }
  },
  {
    "translation": {
      "en": "[scanner] TNS scan activated.",
      "vi": "Đã kích hoạt tính năng quét TNS."
    }
  },
  {
    "translation": {
      "en": "Welcome, Mr. Vice President.",
      "vi": "Xin chào mừng, ngài Phó Tổng thống."
    }
  },
  {
    "translation": {
      "en": "[sighs] Thank God. I missed your beautiful face.",
      "vi": "Tạ ơn Chúa. Anh nhớ gương mặt đẹp trai của em."
    }
  },
  {
    "translation": {
      "en": "[Dolph] Let's get this over with.",
      "vi": "Làm cho xong nào."
    }
  },
  {
    "translation": {
      "en": "It's a video game.",
      "vi": "Nó là trò chơi điện tử."
    }
  },
  {
    "translation": {
      "en": "I-I know with that casing, it's kind of underwhelming,",
      "vi": "Anh biết cái hộp trông không ấn tượng lắm,"
    }
  },
  {
    "translation": {
      "en": "but this is the real deal.",
      "vi": "nhưng đây là hàng thật đó."
    }
  },
  {
    "translation": {
      "en": "Just plug it into Eden's system, and the credits will flow.",
      "vi": "Chỉ cần cắm nó vào hệ thống của Eden, và dòng tín dụng sẽ chảy."
    }
  },
  {
    "translation": {
      "en": "More than we'll ever need.",
      "vi": "Hơn con số ta cần rất nhiều."
    }
  },
  {
    "translation": {
      "en": "[Dolph] Alex…",
      "vi": "Alex."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Anh biết."
    }
  },
  {
    "translation": {
      "en": "[voice] Captain-fucking-Laserhawk.",
      "vi": "Đội trưởng Laserhawk chết tiệt."
    }
  },
  {
    "translation": {
      "en": "A billion credits' worth of Eden upgrades, and you're here.",
      "vi": "Một tỷ tín dụng tiền nâng cấp của Eden, và giờ anh ở đây…"
    }
  },
  {
    "translation": {
      "en": "Stealing video games.",
      "vi": "ăn cắp trò chơi điện tử."
    }
  },
  {
    "translation": {
      "en": "One! You're gonna give me that cartridge.",
      "vi": "Một, anh đưa tôi cuốn băng đó,"
    }
  },
  {
    "translation": {
      "en": "And two! You're gonna give yourself up, Captain Laserjoke.",
      "vi": "và hai, anh sẽ tự nộp mình, Đội trưởng Laser-hố ạ."
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to kill you for that terrible pun.",
      "vi": "Tôi sẽ giết anh vì lối chơi chữ tệ hại đó."
    }
  },
  {
    "translation": {
      "en": "-[fingers snap] -Hey! You're that guy from TV, right?",
      "vi": "Này, anh là gã trên TV đúng không?"
    }
  },
  {
    "translation": {
      "en": "[Red stammers] I'm not \"that guy from TV\"!",
      "vi": "Tôi không phải gã đó!"
    }
  },
  {
    "translation": {
      "en": "I dedicated myself to this army,",
      "vi": "Tôi cống hiến hết mình cho đội quân này,"
    }
  },
  {
    "translation": {
      "en": "and they picked you for their ultimate cyber soldier?!",
      "vi": "và họ chọn anh làm chiến binh người máy vĩ đại nhất?!"
    }
  },
  {
    "translation": {
      "en": "[exhales] Fucking identity politics ruin everything!",
      "vi": "Chính trị bản sắc chết tiệt phá hủy mọi thứ!"
    }
  },
  {
    "translation": {
      "en": "Here we go again.",
      "vi": "Lại nữa."
    }
  },
  {
    "translation": {
      "en": "[Red] Form the rainbow!",
      "vi": "Kiến tạo cầu vồng!"
    }
  },
  {
    "translation": {
      "en": "[Niji 6] Niji 6!",
      "vi": "Niji 6!"
    }
  },
  {
    "translation": {
      "en": "[Black] Ready to blow his face off, Red. [Red] No rockets.",
      "vi": "- Đỏ, sàng thổi bay mặt hắn. - Không tên lửa."
    }
  },
  {
    "translation": {
      "en": "Make sure Laserpigeon's cyber parts stay intact,",
      "vi": "Đảm bảo các bộ phận máy móc của Laser-bồ-câu không hư hại,"
    }
  },
  {
    "translation": {
      "en": "so the boss can reinstall them.",
      "vi": "để ông chủ có thể lắp lại chúng."
    }
  },
  {
    "translation": {
      "en": "[Yellow] You mean reinstall on you.",
      "vi": "Ý anh là lắp chúng vào người anh."
    }
  },
  {
    "translation": {
      "en": "[Red] Yes. No! N-- That's not the point.",
      "vi": "Ừ. Không. Không phải thế."
    }
  },
  {
    "translation": {
      "en": "[Violet] I was just asking myself. Can I get the arm?",
      "vi": "Không biết tôi có thể lấy cánh tay không?"
    }
  },
  {
    "translation": {
      "en": "[Red] No, you cannot get the arm! Is it too much to ask to focus on the mission?!",
      "vi": "Không được lấy cánh tay! Tập trung vào nhiệm vụ khó thế à?!"
    }
  },
  {
    "translation": {
      "en": "You know, I never really got the whole rainbow thing.",
      "vi": "Em chưa bao giờ hiểu ý nghĩa của vụ cầu vồng."
    }
  },
  {
    "translation": {
      "en": "Yeah. Me neither.",
      "vi": "Ừ, anh cũng vậy."
    }
  },
  {
    "translation": {
      "en": "[game voice] Get ready!",
      "vi": "Sẵn sàng!"
    }
  },
  {
    "translation": {
      "en": "[game voice] Fight!",
      "vi": "Chiến đấu!"
    }
  },
  {
    "translation": {
      "en": "[game voice] KO!",
      "vi": "ĐO VÁN!"
    }
  },
  {
    "translation": {
      "en": "-[Green groans] -[Red] Looking for this?",
      "vi": "Tìm cái này à?"
    }
  },
  {
    "translation": {
      "en": "-[groaning] -[Red] You like that?",
      "vi": "Thích không?"
    }
  },
  {
    "translation": {
      "en": "-[Dolph groaning] -[Red] There you go.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Laserjoke!",
      "vi": "Laser-hố!"
    }
  },
  {
    "translation": {
      "en": "You didn't need to fight the whole gummy bear gestapo.",
      "vi": "Em không cần đấu với lũ đặc vụ đồng bóng đó."
    }
  },
  {
    "translation": {
      "en": "[Dolph] I had to know you'd be safe.",
      "vi": "Em phải biết anh sẽ an toàn."
    }
  },
  {
    "translation": {
      "en": "Otherwise, this is worth nothing.",
      "vi": "Nếu không, chuyện này sẽ thành vô nghĩa."
    }
  },
  {
    "translation": {
      "en": "[Alex sighs] That's sweet of you.",
      "vi": "Em thật ngọt ngào."
    }
  },
  {
    "translation": {
      "en": "But seriously, you didn't need to fight them.",
      "vi": "Nhưng nghiêm túc đấy, em không cần đấu với chúng."
    }
  },
  {
    "translation": {
      "en": "-There is no happy ending to this. -[Dolph grunts]",
      "vi": "Không có kết thúc đẹp cho chuyện này."
    }
  },
  {
    "translation": {
      "en": "My source had a price in exchange for giving me the location.",
      "vi": "Nguồn tin ra giá cho anh để đổi lấy vị trí của bộ giải mã."
    }
  },
  {
    "translation": {
      "en": "The codec… for you.",
      "vi": "Cái giá là em."
    }
  },
  {
    "translation": {
      "en": "[Dolph] What? You gave me up… for money?",
      "vi": "Gì cơ? Anh bán đứng tôi vì tiền?"
    }
  },
  {
    "translation": {
      "en": "[sighs] It's not nearly that simple.",
      "vi": "Không đơn giản vậy đâu."
    }
  },
  {
    "translation": {
      "en": "This is bigger than you and me, Dolph.",
      "vi": "Vụ này lớn hơn chuyện giữa anh và em, Dolph."
    }
  },
  {
    "translation": {
      "en": "The revolution must happen.",
      "vi": "Cách mạng phải xảy ra."
    }
  },
  {
    "translation": {
      "en": "None of us are free until Eden falls,",
      "vi": "Chẳng ai được tự do cho đến khi Eden sụp đổ,"
    }
  },
  {
    "translation": {
      "en": "and this gives me everything I need to make it.",
      "vi": "và thứ này cho anh mọi điều kiện cần và đủ."
    }
  },
  {
    "translation": {
      "en": "Those plans we made,",
      "vi": "Những chuyện ta lên kế hoạch, cùng nhau rời Eden."
    }
  },
  {
    "translation": {
      "en": "leaving Eden together, that was just the job, right?",
      "vi": "Những chuyện ta lên kế hoạch, cùng nhau rời Eden. Đó chỉ là công việc, phải không? Anh luôn định giao nộp tôi."
    }
  },
  {
    "translation": {
      "en": "You were always gonna turn me in.",
      "vi": "Đó chỉ là công việc, phải không? Anh luôn định giao nộp tôi."
    }
  },
  {
    "translation": {
      "en": "I do love you, but…",
      "vi": "Anh yêu em là thật, nhưng…"
    }
  },
  {
    "translation": {
      "en": "the cause is worth any sacrifice.",
      "vi": "mọi sự hy sinh đều xứng đáng."
    }
  },
  {
    "translation": {
      "en": "Hell of an apocalypse we're having, right?",
      "vi": "Khúc khải hoàn của hai ta tuyệt quá nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-Can you please stop that? -[wrestler grunts]",
      "vi": "Anh có thể dừng việc đó lại không? Tôi đang cố tập trung."
    }
  },
  {
    "translation": {
      "en": "-I'm trying to focus. -You got a problem, pig face?",
      "vi": "Anh có thể dừng việc đó lại không? Tôi đang cố tập trung. - Sao hả, mặt lợn? - Mọi người, nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "Guys, look!",
      "vi": "- Sao hả, mặt lợn? - Mọi người, nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "Here. Let me help you.",
      "vi": "Đây, để tôi giúp."
    }
  },
  {
    "translation": {
      "en": "Hey! Don't you fucking touch--",
      "vi": "Này, đừng có mà động vào anh ta…"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Sorry. I'm Jade.",
      "vi": "Xin lỗi. Tôi là Jade."
    }
  },
  {
    "translation": {
      "en": "-And this is Pey'j, my uncle. -[Pey'j] Okay. I'm all right.",
      "vi": "- Đây là Pey'j, chú tôi. - Tôi ổn."
    }
  },
  {
    "translation": {
      "en": "[Jade] Oh yeah. The genius over there is--",
      "vi": "Phải. Thiên tài đằng kia là…"
    }
  },
  {
    "translation": {
      "en": "Hey! I'm Cody Rhodes!",
      "vi": "Này! Tôi là Cody Rhodes."
    }
  },
  {
    "translation": {
      "en": "And I'm supposed to be fighting for the championship tomorrow!",
      "vi": "Tôi đáng ra phải tranh ngôi vô địch ngày mai."
    }
  },
  {
    "translation": {
      "en": "And you're Captain Dolph Laserhawk,",
      "vi": "Còn anh là Đội trưởng Dolph Laserhawk,"
    }
  },
  {
    "translation": {
      "en": "ex-Eden special op and now public enemy number two.",
      "vi": "cựu đặc vụ Eden và giờ là kẻ thù công khai số hai."
    }
  },
  {
    "translation": {
      "en": "Smile.",
      "vi": "Cười lên nào."
    }
  },
  {
    "translation": {
      "en": "Or don't. Where are we?",
      "vi": "- Hoặc không. - Chúng ta đang ở đâu?"
    }
  },
  {
    "translation": {
      "en": "I don't know. We just woke up here like you did.",
      "vi": "Tôi không biết. Chúng tôi vừa thức dậy ở đây như anh."
    }
  },
  {
    "translation": {
      "en": "I think we were drugged or something.",
      "vi": "Tôi nghĩ chúng ta bị đánh thuốc hay gì đó."
    }
  },
  {
    "translation": {
      "en": "-Huh? -[Pey'j] Jesus!",
      "vi": "- Gì vậy? - Trời!"
    }
  },
  {
    "translation": {
      "en": "[hooded figure] I can feel the blood of my Brotherhood trying to say something to me.",
      "vi": "Tôi có thể cảm nhận máu của hội Huynh đệ đang nói gì đó với tôi."
    }
  },
  {
    "translation": {
      "en": "We are here for a reason.",
      "vi": "Ta ở đây đều có lý do cả."
    }
  },
  {
    "translation": {
      "en": "Our memories live on past us, embedded in the DNA of our ancestors.",
      "vi": "Ký ức của ta được khắc vào ADN tổ tiên của ta và sống tiếp."
    }
  },
  {
    "translation": {
      "en": "That's a fucking frog.",
      "vi": "Một con cóc này."
    }
  },
  {
    "translation": {
      "en": "[Dolph] Yeah. That's a frog.",
      "vi": "Phải, một con cóc."
    }
  },
  {
    "translation": {
      "en": "Yes. I'm a frog, all right?",
      "vi": "Ừ, tôi là cóc, được chưa?"
    }
  },
  {
    "translation": {
      "en": "But, uh… First and foremost, I am from the Brotherhood of the Assassins.",
      "vi": "Nhưng trước hết, tôi đến từ hội Huynh đệ Sát thủ."
    }
  },
  {
    "translation": {
      "en": "My name is Bull--",
      "vi": "Tên tôi là Bull…"
    }
  },
  {
    "translation": {
      "en": "-Jesus! -[Dolph] That's a strange name.",
      "vi": "- Chúa ơi. - Cái tên lạ quá."
    }
  },
  {
    "translation": {
      "en": "Wait. Wait, look. There's something in there.",
      "vi": "Đợi đã. Nhìn xem. Có gì đó trong này."
    }
  },
  {
    "translation": {
      "en": "Oh my God. This is the Supermaxx. Does this mean we are actually in the--",
      "vi": "Chúa ơi. Đây là Nhà tù Siêu Tối Tân. Liệu có phải chúng ta đang ở…"
    }
  },
  {
    "translation": {
      "en": "I sense that an enemy approaches.",
      "vi": "Tôi cảm nhận kẻ thù đang kiếp cận."
    }
  },
  {
    "translation": {
      "en": "Yeah. We kinda get that too.",
      "vi": "Ừ, chúng tôi cũng thế."
    }
  },
  {
    "translation": {
      "en": "Okay, cool. We got numbers on our side. It's our best shot at escaping this pit.",
      "vi": "Ngon. Phe ta có số lượng. Đây là cơ hội tốt nhất để thoát khỏi đây. Di chuyển theo tín hiệu của tôi."
    }
  },
  {
    "translation": {
      "en": "You move on my signal.",
      "vi": "Đây là cơ hội tốt nhất để thoát khỏi đây. Di chuyển theo tín hiệu của tôi."
    }
  },
  {
    "translation": {
      "en": "I am the Warden of Supermaxx, and I've got three things to say to you.",
      "vi": "Tôi là Quản ngục của Nhà tù Siêu Tối Tân, có ba điều tôi muốn với nói các bạn."
    }
  },
  {
    "translation": {
      "en": "Number one. -You're my-- -Now! [yelling]",
      "vi": "- Thứ nhất, các bạn… - Lên!"
    }
  },
  {
    "translation": {
      "en": "Okay. I'm gonna skip right to number three, I guess.",
      "vi": "Chắc tôi sẽ chuyển luôn sang số ba."
    }
  },
  {
    "translation": {
      "en": "Yeah, you got a bomb in your brain. And you do shit like that, boom.",
      "vi": "Các bạn có bom trong não, và nếu hành động như thế? Bùm"
    }
  },
  {
    "translation": {
      "en": "So, back to number one. You're my prisoners.",
      "vi": "Rồi, quay lại số một. Các bạn là tù nhân của tôi."
    }
  },
  {
    "translation": {
      "en": "I brought you together because you each possess a unique quality.",
      "vi": "Tôi gom các bạn với nhau bởi mỗi người đều sở hữu khả năng riêng."
    }
  },
  {
    "translation": {
      "en": "Number two. To the world outside, you don't exist anymore.",
      "vi": "Số hai. Với thế giới bên ngoài, các bạn không còn tồn tại nữa."
    }
  },
  {
    "translation": {
      "en": "Congratulations. You're now my new special team of operatives.",
      "vi": "Xin chúc mừng. Giờ các bạn là đội đặc nhiệm mới của tôi."
    }
  },
  {
    "translation": {
      "en": "If that's what this is, go ahead and execute me.",
      "vi": "Nếu thế thì cứ xử tôi luôn đi."
    }
  },
  {
    "translation": {
      "en": "I'd rather be a corpse than work for Eden again.",
      "vi": "Tôi thà làm xác chết còn hơn làm việc cho Eden."
    }
  },
  {
    "translation": {
      "en": "Oh, a shame. I thought you'd be interested in finding that boyfriend of yours.",
      "vi": "Thật đáng tiếc. Tôi nghĩ anh sẽ quan tâm đến việc tìm bạn trai."
    }
  },
  {
    "translation": {
      "en": "[Dolph] What do you know? Speak. Now",
      "vi": "Cô biết những gì? Nói mau."
    }
  },
  {
    "translation": {
      "en": "[Warden] Well, if you shoot now, you'll never find out, will you?",
      "vi": "Nếu giờ mà bắn, anh sẽ không bao giờ biết được, đúng không?"
    }
  },
  {
    "translation": {
      "en": "[Warden] Don't you worry.",
      "vi": "Đừng lo."
    }
  },
  {
    "translation": {
      "en": "You won't be working for Eden.",
      "vi": "Không phải làm việc cho Eden."
    }
  },
  {
    "translation": {
      "en": "You'll be working for me.",
      "vi": "Anh sẽ làm việc cho tôi."
    }
  },
  {
    "translation": {
      "en": "Get some rest. Your first mission starts at 0800.",
      "vi": "Nghỉ ngơi đi. Nhiệm vụ đầu tiên bắt đầu lúc 8 giờ."
    }
  },
  {
    "translation": {
      "en": "♪ Where's my lifeline… ♪",
      "vi": "Biên dịch: Chau Pham"
    }
  }
]