[
  {
    "translation": {
      "en": "Don't be filming this for one of those causal introductory shots, please.",
      "vi": "Làm ơn đừng quay tôi để làm mấy cảnh giới thiệu tầm thường."
    }
  },
  {
    "translation": {
      "en": "This shit's demeaning.",
      "vi": "Nhìn mất giá lắm."
    }
  },
  {
    "translation": {
      "en": "So, what is it you guys wanna talk about? What's this for?",
      "vi": "Nào, các cậu muốn nói về vấn đề gì? Đây là chương trình gì?"
    }
  },
  {
    "translation": {
      "en": "It's a look back over the year. We're reliving the events of 2020.",
      "vi": "Ôn lại một năm qua. Chúng ta sẽ điểm lại các sự kiện 2020."
    }
  },
  {
    "translation": {
      "en": "Why in the fuck would you wanna do that?",
      "vi": "Tại sao mấy cậu lại muốn làm thế?"
    }
  },
  {
    "translation": {
      "en": "2020, a year so momentous they named it twice.",
      "vi": "Năm 2020, một năm đáng nhớ đến nỗi họ phải gọi tên nó hai lần."
    }
  },
  {
    "translation": {
      "en": "A year whose story couldn't be told until now because it was still happening.",
      "vi": "Một năm với những sự kiện không thể kể cho đến giờ vì nó vẫn đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "With unprecedented access to experts…",
      "vi": "Với sự góp mặt lần đầu của các chuyên gia…"
    }
  },
  {
    "translation": {
      "en": "If I keep my little assistants down here, that's alright? Good.",
      "vi": "Tôi để trợ lý ở dưới đây được chứ? Tốt."
    }
  },
  {
    "translation": {
      "en": "…Politicos…",
      "vi": "Chính trị gia…"
    }
  },
  {
    "translation": {
      "en": "You know you look ridiculous, right?",
      "vi": "Cô nhìn lố bịch lắm, biết không?"
    }
  },
  {
    "translation": {
      "en": "…Powerbrokers…",
      "vi": "Môi giới quyền lực…"
    }
  },
  {
    "translation": {
      "en": "We are ready now. Just a second.",
      "vi": "Sẵn sàng bấm máy. Chờ xíu."
    }
  },
  {
    "translation": {
      "en": "…Monarchs… Mind the chandelier.",
      "vi": "Hoàng Tộc… Cẩn thận cái đèn chùm."
    }
  },
  {
    "translation": {
      "en": "Christ.",
      "vi": "Trời ạ."
    }
  },
  {
    "translation": {
      "en": "…Scientists… Wait, wait, wait.",
      "vi": "Nhà khoa học… Chờ đã."
    }
  },
  {
    "translation": {
      "en": "Let me just ingest some H20.",
      "vi": "Để tôi bổ sung ít H20 đã."
    }
  },
  {
    "translation": {
      "en": "…Psychologists… I'm gonna smoke.",
      "vi": "Nhà tâm lý học… Chị làm điếu thuốc đã."
    }
  },
  {
    "translation": {
      "en": "Y'all got on masks, so what do you care?",
      "vi": "Đeo khẩu trang hết rồi còn gì?"
    }
  },
  {
    "translation": {
      "en": "…and average citizens.",
      "vi": "Và thường dân…"
    }
  },
  {
    "translation": {
      "en": "So, will this be on Quibi?",
      "vi": "Thế cái này có trên Quibi không?"
    }
  },
  {
    "translation": {
      "en": "This is the definitive story of the most historic year in history",
      "vi": "Đây là câu chuyện đoản hậu của một năm đáng nhớ nhất trong lịch sử"
    }
  },
  {
    "translation": {
      "en": "through the eyes and minds of those who lived it.",
      "vi": "qua con mắt và nỗi lòng của những người từng trải."
    }
  },
  {
    "translation": {
      "en": "This… is 2020.",
      "vi": "Đây… là năm 2020."
    }
  },
  {
    "translation": {
      "en": "I mean really, why?",
      "vi": "Thật đấy, để làm gì chứ?"
    }
  },
  {
    "translation": {
      "en": "It's January 1st, and on the day it is born",
      "vi": "Ngày mùng một tháng Một, khi nó chào đời"
    }
  },
  {
    "translation": {
      "en": "2020 seems like any other year.",
      "vi": "2020 cũng không khác những năm trước là bao."
    }
  },
  {
    "translation": {
      "en": "Well, January started out as usual.",
      "vi": "Tháng Một bắt đầu như thường lệ."
    }
  },
  {
    "translation": {
      "en": "The planet was floating in space like it normally does.",
      "vi": "Trái đất trôi nổi trong không gian như cách nó vẫn làm."
    }
  },
  {
    "translation": {
      "en": "But as it began to revolve and loom closer,",
      "vi": "Nhưng khi đến gần,"
    }
  },
  {
    "translation": {
      "en": "you could see there was this immense natural disaster",
      "vi": "bạn có thể thấy một thảm họa thiên nhiên"
    }
  },
  {
    "translation": {
      "en": "happening on its backside.",
      "vi": "đang xảy ra ở đằng sau."
    }
  },
  {
    "translation": {
      "en": "Fire, a radicalized, angry form of air and one of mankind's oldest foes,",
      "vi": "Hỏa hoạn, một dạng khí cực đoan, dữ dội, kẻ thù lâu đời nhất của nhân loại,"
    }
  },
  {
    "translation": {
      "en": "is raging out of control,",
      "vi": "đang vượt tầm kiểm soát,"
    }
  },
  {
    "translation": {
      "en": "subjecting the Australian landscape to an extreme carbon makeover.",
      "vi": "biến cảnh quan nước Úc thành một hoang mạc lụi tàn."
    }
  },
  {
    "translation": {
      "en": "The scenes were appalling.",
      "vi": "Cảnh tượng thật kinh khủng."
    }
  },
  {
    "translation": {
      "en": "I mean it left these areas utterly inhospitable, even to Australians.",
      "vi": "Nó khiến nơi này trông thật khó ưa, ngay cả đối với người Úc."
    }
  },
  {
    "translation": {
      "en": "While Australia burns, in the snowy hell that is Switzerland,",
      "vi": "Trong khi Úc cháy rụi, ở một địa ngục băng giá hay còn gọi là Thụy Sĩ,"
    }
  },
  {
    "translation": {
      "en": "an assortment of the world's most powerful people and bastards",
      "vi": "những kẻ quyền lực, cũng là lũ khốn nạn nhất thế giới"
    }
  },
  {
    "translation": {
      "en": "arrive at the Davos summit.",
      "vi": "đã đến hội nghị thượng đỉnh Davos."
    }
  },
  {
    "translation": {
      "en": "Davos is basically Coachella for billionaires.",
      "vi": "Davos chính là Đại nhạc hội cho tỷ phú."
    }
  },
  {
    "translation": {
      "en": "And this year, pretending to care about climate change was top of the agenda,",
      "vi": "Năm nay, giả vờ quan tâm đến biến đổi khí hậu là ưu tiên hàng đầu,"
    }
  },
  {
    "translation": {
      "en": "so they had Greta Thunberg headlining.",
      "vi": "và thế là Greta Thunberg thầu mọi mặt báo."
    }
  },
  {
    "translation": {
      "en": "She's this teenage girl who'd become famous",
      "vi": "Đó là một cô bé mới lớn trở nên nổi tiếng"
    }
  },
  {
    "translation": {
      "en": "even though everything she says is depressing.",
      "vi": "mặc dù nó toàn nói mấy thứ gây trầm cảm."
    }
  },
  {
    "translation": {
      "en": "Kind of like Billie Eilish.",
      "vi": "Như kiểu Billie Eilish."
    }
  },
  {
    "translation": {
      "en": "Our house is still on fire.",
      "vi": "Nhà chúng con vẫn đang cháy."
    }
  },
  {
    "translation": {
      "en": "Your inaction is fueling the flames by the hour.",
      "vi": "Sự thờ ơ của các vị đang thêm dầu vào lửa."
    }
  },
  {
    "translation": {
      "en": "While the junior harbinger speaks,",
      "vi": "Khi thế hệ trẻ đang lên tiếng,"
    }
  },
  {
    "translation": {
      "en": "amongst her audience of powerbrokers is billionaire tech mogul Bark Multiverse.",
      "vi": "trong đám môi giới quyền lực kia là tỷ phú công nghệ Bark Multiverse."
    }
  },
  {
    "translation": {
      "en": "We are telling you to act",
      "vi": "Chúng con đề nghị các vị hành động"
    }
  },
  {
    "translation": {
      "en": "as if you loved your children above all else.",
      "vi": "như thể các vị yêu con cái mình hơn mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "It was powerful.",
      "vi": "Thông điệp rất mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "Usually when a child is shouting for help,",
      "vi": "Thường thì khi một đứa trẻ kêu cứu,"
    }
  },
  {
    "translation": {
      "en": "it's best to ignore them in case it's a trap.",
      "vi": "tốt nhất là lờ nó đi kẻo dính bẫy."
    }
  },
  {
    "translation": {
      "en": "No less a man than Jeffrey Epstein told me that.",
      "vi": "Jeffrey Epstein và nhiều người đã dạy tôi như thế."
    }
  },
  {
    "translation": {
      "en": "But this little lady's words hit home.",
      "vi": "Nhưng cô bé này đã khiến tôi thức tỉnh."
    }
  },
  {
    "translation": {
      "en": "I realized our whole world could collapse into chaos and disaster,",
      "vi": "Tôi nhận ra là thế giới này có thể sụp đổ trong hỗn loạn,"
    }
  },
  {
    "translation": {
      "en": "and here's me, one of the richest people on the planet,",
      "vi": "và tôi, một trong những người giàu nhất hành tinh,"
    }
  },
  {
    "translation": {
      "en": "in a position to actually do something about it.",
      "vi": "ở vị thế của người đã thực sự hành động vì điều đó."
    }
  },
  {
    "translation": {
      "en": "As soon as she finished speaking,",
      "vi": "Ngay khi cô bé phát biểu xong,"
    }
  },
  {
    "translation": {
      "en": "I hit the phone, got my people to buy a mountain in New Zealand,",
      "vi": "Tôi kêu người mua một ngọn núi ở New Zealand,"
    }
  },
  {
    "translation": {
      "en": "had it hollowed out, and here we are.",
      "vi": "Khoét rỗng nó và giờ chúng ta đã ở đây."
    }
  },
  {
    "translation": {
      "en": "In my survival bunker.",
      "vi": "Trong hầm trú ẩn của tôi."
    }
  },
  {
    "translation": {
      "en": "Don't people call you selfish? I don't know. It's soundproof.",
      "vi": "Không ai nói anh ích kỷ sao? Chịu. Trong này cách âm mà."
    }
  },
  {
    "translation": {
      "en": "Meanwhile in America, President and experimental pig man Donald Trump",
      "vi": "Trong khi đó, ở Mỹ, Tổng thống hay anh chăn lợn Donald Trump"
    }
  },
  {
    "translation": {
      "en": "faces the 407th most historic crisis of his presidency.",
      "vi": "đang đối mặt với cuộc khủng hoảng lần thứ 407 trong nhiệm kỳ của mình."
    }
  },
  {
    "translation": {
      "en": "The US President, you may have heard of him,",
      "vi": "Tổng thống Mỹ, bạn hẳn đã nghe qua,"
    }
  },
  {
    "translation": {
      "en": "he's quite the character, Mr. Trump,",
      "vi": "ông ta khá cá tính mà, ông Trump,"
    }
  },
  {
    "translation": {
      "en": "was facing an impeachment trial, which is a traditional ceremony",
      "vi": "đang đối mặt với một phiên tòa luận tội, cũng là một nghi lễ truyền thống"
    }
  },
  {
    "translation": {
      "en": "that Americans perform to work out whether their president has gone off.",
      "vi": "mà người Mỹ tiến hành để xem Tổng thống của họ đã về vườn được chưa."
    }
  },
  {
    "translation": {
      "en": "Trump was in trouble. What he needed was a distraction,",
      "vi": "Trump đã gặp rắc rối. Thứ ông ta cần là một sự xao nhãng,"
    }
  },
  {
    "translation": {
      "en": "either something big like a goose flying in through the window,",
      "vi": "một sự kiện lớn như có con ngỗng bay vào cửa sổ,"
    }
  },
  {
    "translation": {
      "en": "or something small like World War Three.",
      "vi": "hoặc sự kiện nhỏ như Thế Chiến Thứ Ba vậy."
    }
  },
  {
    "translation": {
      "en": "Luckily, our military had located this Iranian general, Soleimani,",
      "vi": "May mắn thay, quân ta đã tìm ra đại tướng Iran Soleimani,"
    }
  },
  {
    "translation": {
      "en": "real military superstar,",
      "vi": "siêu sao quân đội thực thụ,"
    }
  },
  {
    "translation": {
      "en": "the Beyoncé of the Islamic Revolutionary Guard.",
      "vi": "Beyoncé của of đội Vệ binh Cách mạng Hồi giáo."
    }
  },
  {
    "translation": {
      "en": "The aftermath shows an attack that was deliberate and sustained.",
      "vi": "Kết quả là một cuộc tấn công có chủ ý và kéo dài."
    }
  },
  {
    "translation": {
      "en": "So, then Trump walks out to announce the hit.",
      "vi": "Thế là, Trump lừng lững tuyên bố chiến công."
    }
  },
  {
    "translation": {
      "en": "And for fun, he does it in the style of a children's poet recovering from a brain trauma.",
      "vi": "Buồn cười, ông ta như nhà thơ thiếu nhi đang hồi phục sau chấn thương sọ não."
    }
  },
  {
    "translation": {
      "en": "He's been called a monster, and he was a monster.",
      "vi": "Ông ta bị coi như ác thú, ông ta chính là ác thú."
    }
  },
  {
    "translation": {
      "en": "And he's no longer a monster, he's dead.",
      "vi": "Và ông ta không còn là con ác thú, ông ta đã chết."
    }
  },
  {
    "translation": {
      "en": "Well, of course, the Iranians would have preferred their chap, on the whole,",
      "vi": "Tất nhiên, người Iran sẽ muốn đại tướng của mình toàn thây,"
    }
  },
  {
    "translation": {
      "en": "not to explode.",
      "vi": "chứ không phải banh xác."
    }
  },
  {
    "translation": {
      "en": "This almost started World War Three.",
      "vi": "Việc này suýt châm ngòi Thế Chiến Thứ Ba."
    }
  },
  {
    "translation": {
      "en": "And it's only fucking January.",
      "vi": "Và mới có tháng Một thôi đấy."
    }
  },
  {
    "translation": {
      "en": "In the UK, everyday citizens celebrate the countdown to Brexit cide",
      "vi": "Ở Anh, người dân hàng ngày vẫn ăn mừng đếm ngược đến Brexit"
    }
  },
  {
    "translation": {
      "en": "and the recent installation",
      "vi": "cùng với đó là việc bổ nhiệm"
    }
  },
  {
    "translation": {
      "en": "of newly elected Prime Ministerial scarecrow, Boris Johnson.",
      "vi": "Thủ tướng bù nhìn mới, Boris Johnson."
    }
  },
  {
    "translation": {
      "en": "But others have little to celebrate.",
      "vi": "Nhưng những người còn lại thì không mất vui vẻ."
    }
  },
  {
    "translation": {
      "en": "My name is Her Royal Highness, Queen Elizabeth The First part two.",
      "vi": "Tên tôi là Nữ hoàng Elizabeth Đệ nhất, phần hai."
    }
  },
  {
    "translation": {
      "en": "For the purposes of this recording, you may address me as Your Majesty.",
      "vi": "Khi quay đoạn phim này, anh phải gọi tôi là Bệ Hạ."
    }
  },
  {
    "translation": {
      "en": "So, can you remember where you were when you first heard the news…",
      "vi": "Bà có nhớ mình ở đâu khi lần đầu nghe tin không…"
    }
  },
  {
    "translation": {
      "en": "Your Majesty?",
      "vi": "thưa Bệ Hạ?"
    }
  },
  {
    "translation": {
      "en": "Here in Buckingham Palace,",
      "vi": "Ở đây, lâu đài Buckingham,"
    }
  },
  {
    "translation": {
      "en": "posing for a banknote portrait.",
      "vi": "đang tạo dáng làm chân dung in lên tiền."
    }
  },
  {
    "translation": {
      "en": "It was proving tedious,",
      "vi": "Đứng lâu chán quá,"
    }
  },
  {
    "translation": {
      "en": "so I turned to my portable telephone machine for some light relief.",
      "vi": "tôi mới mở cái thiết bị nghe gọi di động của mình ra để giải khuây."
    }
  },
  {
    "translation": {
      "en": "And there on Meghan's Instagram was the announcement.",
      "vi": "Và thế là tôi thấy tuyên bố của con Meghan trên Instagram."
    }
  },
  {
    "translation": {
      "en": "The Duke and Duchess of Sussex have announced that they are carving out",
      "vi": "Công tước và Nữ công tước xứ Sussex thông báo rằng họ đang"
    }
  },
  {
    "translation": {
      "en": "what they call a new role for themselves.",
      "vi": "gây dựng thứ mà họ cho là một vai trò mới."
    }
  },
  {
    "translation": {
      "en": "In a statement released in the last few minutes,",
      "vi": "Trong tuyên bố,"
    }
  },
  {
    "translation": {
      "en": "they say they intend to step back as senior members of the Royal Family.",
      "vi": "họ nói họ muốn rút lui về làm thành viên cấp cao của Hoàng Tộc."
    }
  },
  {
    "translation": {
      "en": "That must have come as quite a shock.",
      "vi": "Đây hẳn là tin sốc."
    }
  },
  {
    "translation": {
      "en": "Well, of course.",
      "vi": "Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "And I think that's reflected in the banknote portrait.",
      "vi": "Và điều đó đã được đặc tả rõ qua chân dung trên đồng tiền."
    }
  },
  {
    "translation": {
      "en": "Sadly, I believe they felt there is a degree of prejudice in Britain.",
      "vi": "Đáng buồn, tôi nghĩ chúng nó cảm nhận được những định kiến ở Anh."
    }
  },
  {
    "translation": {
      "en": "Which is why they moved to America,",
      "vi": "Đó là lý do chúng chuyển đến Mỹ,"
    }
  },
  {
    "translation": {
      "en": "where race has never been an issue at all.",
      "vi": "nơi mà sắc tộc chưa bao giờ là vấn đề."
    }
  },
  {
    "translation": {
      "en": "But the year is about to be dominated by an infinitely bigger story",
      "vi": "Nhưng 2020 còn chuẩn bị đón chờ một câu chuyện bất tận mới"
    }
  },
  {
    "translation": {
      "en": "emerging on the other side of the world.",
      "vi": "đang nhen nhóm phía bên kia địa cầu."
    }
  },
  {
    "translation": {
      "en": "Residents in Wuhan, China, are succumbing to a mysterious illness,",
      "vi": "Người dân ở Vũ Hán, Trung Quốc đang chống chọi với một căn bệnh lạ,"
    }
  },
  {
    "translation": {
      "en": "which at first baffles doctors, then doubles down by killing them.",
      "vi": "ban đầu thì nó làm khó bác sĩ, về sau thì nó giết họ luôn."
    }
  },
  {
    "translation": {
      "en": "Scientists in the West can only watch from afar or on television,",
      "vi": "Các nhà khoa học phương Tây chỉ có thể theo dõi từ xa hoặc qua màn ảnh nhỏ,"
    }
  },
  {
    "translation": {
      "en": "both of which are safer.",
      "vi": "hai cách đều an toàn hơn cả."
    }
  },
  {
    "translation": {
      "en": "I have studied viruses for 15 years and consider many of them close friends.",
      "vi": "Tôi đã nghiên cứu virus 15 năm và coi nhiều trong số chúng là bạn thân."
    }
  },
  {
    "translation": {
      "en": "But I have to say, this was the most recent.",
      "vi": "Nhưng phải nói, đây là loài mới nhất."
    }
  },
  {
    "translation": {
      "en": "The virus itself is an interesting specimen.",
      "vi": "Bản thân virus là một mẫu vật thú vị."
    }
  },
  {
    "translation": {
      "en": "On close inspection,",
      "vi": "Khi điều tra kỹ,"
    }
  },
  {
    "translation": {
      "en": "it resembles a revolving alien basketball rendered on a PlayStation 2.",
      "vi": "nó như quả bóng rổ ngoài hành tinh xoay tròn xuất hiện trên PlayStation 2."
    }
  },
  {
    "translation": {
      "en": "Which is biologically unusual.",
      "vi": "Về mặt sinh học thì lạ."
    }
  },
  {
    "translation": {
      "en": "As to where it came from, there is a theory it originated in bats,",
      "vi": "Về mặt xuất xứ, có giả thuyết cho rằng chúng lây từ dơi,"
    }
  },
  {
    "translation": {
      "en": "although how it passed to humans isn't clear and the bats aren't talking.",
      "vi": "dù chưa rõ chúng lây sang người thế nào, khi mà dơi thì không biết nói."
    }
  },
  {
    "translation": {
      "en": "Except in ultrasonic tones we cannot detect.",
      "vi": "Ngoại trừ siêu âm thì chúng ta không nghe được rồi."
    }
  },
  {
    "translation": {
      "en": "The hypothesis is a man had intercourse with a bat",
      "vi": "Giả thuyết là có một ông nào đó đã phịch một con dơi"
    }
  },
  {
    "translation": {
      "en": "and got bat juice in his pee pee hole, which festered and took hold.",
      "vi": "và để nước sướng của nó dính vào lỗ tiểu, mưng mủ hết cả lên."
    }
  },
  {
    "translation": {
      "en": "We have tried replicating this in the laboratory,",
      "vi": "Chúng tôi đã thử tái hiện trong phòng thí nghiệm"
    }
  },
  {
    "translation": {
      "en": "but with limited success because…",
      "vi": "nhưng không mấy thành công vì…"
    }
  },
  {
    "translation": {
      "en": "the bat keeps flying away.",
      "vi": "con dơi cứ bay đi mất."
    }
  },
  {
    "translation": {
      "en": "As the outbreak worsens,",
      "vi": "Khi đại dịch nổ ra,"
    }
  },
  {
    "translation": {
      "en": "Chinese authorities quickly swing into cover up.",
      "vi": "Chính quyền Trung Quốc đã nhanh chóng lấp liếm."
    }
  },
  {
    "translation": {
      "en": "Some doctors caught the virus early on and tried to raise the alarm.",
      "vi": "Một số bác sĩ bị phơi nhiễm sớm và đã cố gắng cảnh báo."
    }
  },
  {
    "translation": {
      "en": "But blowing the whistle while you're on a ventilator?",
      "vi": "Nhưng định huýt sáo khi đeo đeo máy thở sao?"
    }
  },
  {
    "translation": {
      "en": "Ah… that's a big ask.",
      "vi": "Xem chừng hơi khó."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, the virus has seeped out of China,",
      "vi": "Lúc này, virus đã vượt biên Trung Quốc,"
    }
  },
  {
    "translation": {
      "en": "turning surrounding areas of the map the color of disease",
      "vi": "tô lên các quốc gia tiếp giáp một màu bệnh dịch"
    }
  },
  {
    "translation": {
      "en": "and ruining a perfectly good atlas.",
      "vi": "và làm hỏng cả cái bản đồ thế giới."
    }
  },
  {
    "translation": {
      "en": "A full scale medical emergency is underway.",
      "vi": "Cấp cứu y tế toàn diện đã được phát động."
    }
  },
  {
    "translation": {
      "en": "Nonetheless, in the West,",
      "vi": "Tuy nhiên, ở phương Tây,"
    }
  },
  {
    "translation": {
      "en": "the average citizen is largely unconcerned.",
      "vi": "giới thường dân phần lớn không quan tâm lắm."
    }
  },
  {
    "translation": {
      "en": "Yeah, I can't say I was fussed about any of that.",
      "vi": "Phải, không thể nói là tôi lo sợ về điều này."
    }
  },
  {
    "translation": {
      "en": "Was that this year?",
      "vi": "Nó xảy ra năm nay à?"
    }
  },
  {
    "translation": {
      "en": "The pandemic? Yeah.",
      "vi": "Đại dịch sao? Đúng."
    }
  },
  {
    "translation": {
      "en": "How come you're talking to me about this? You provide human color.",
      "vi": "Thế sao anh lại nói chuyện với tôi? Cô đại diện cho một nhóm người."
    }
  },
  {
    "translation": {
      "en": "Alright, even I know that's racist and I've not done an awareness course.",
      "vi": "Đó là phân biệt và tôi chưa qua khóa bổ túc nhận thức nào."
    }
  },
  {
    "translation": {
      "en": "No, you're an average person. We ran a computer search,",
      "vi": "Cô là một thường dân. Chúng tôi đã khảo sát"
    }
  },
  {
    "translation": {
      "en": "and you're one of the five most average people in the world.",
      "vi": "và cô là một trong năm người tầm thường nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "vi": "Ồ."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "With the pandemic firmly at the back of Western minds,",
      "vi": "Khi đại dịch lẩn khuất đằng sau tâm trí người phương Tây,"
    }
  },
  {
    "translation": {
      "en": "the front of Western minds is free to focus on important matters",
      "vi": "thì đằng trước, họ thoải mái tập trung vào các vấn đề hệ trọng"
    }
  },
  {
    "translation": {
      "en": "like the Oscars, which traditionally celebrates Caucasian filmmakers.",
      "vi": "như giải Oscars, với truyền thống tôn vinh nhà làm phim da trắng."
    }
  },
  {
    "translation": {
      "en": "This year promises to be different, but isn't.",
      "vi": "Năm nay hứa hẹn sẽ khác đi, nhưng không."
    }
  },
  {
    "translation": {
      "en": "Yeah, those Best Picture nominees, real rainbow coalition.",
      "vi": "Phải, mấy đề cử Phim xuất sắc nhất đó, thật quá là đa sắc tộc luôn."
    }
  },
  {
    "translation": {
      "en": "You got Marriage Story, two mopey white people trapped in an affluent marriage.",
      "vi": "Ta có Câu chuyện hôn nhân, cuộc hôn nhân no ấm của hai kẻ da trắng dư giả."
    }
  },
  {
    "translation": {
      "en": "Ford v Ferrari, that's white guys on wheels.",
      "vi": "Cuộc đua lịch sử, về mấy gã da trắng lái ô tô."
    }
  },
  {
    "translation": {
      "en": "Little Women, four white girls standing on the cusp of Karenhood.",
      "vi": "Những người phụ nữ nhỏ bé, về bốn em da trắng trên đỉnh Karenhood."
    }
  },
  {
    "translation": {
      "en": "And Joker, whose lead actor performs in whiteface,",
      "vi": "Và Joker, với nam chính tô mặt màu trắng,"
    }
  },
  {
    "translation": {
      "en": "thereby appropriating his own cultural identity",
      "vi": "nên đã tự chiếm đoạt văn hóa của chính mình"
    }
  },
  {
    "translation": {
      "en": "while denying a role to a genuine clown.",
      "vi": "trong khi từ chối đóng vai hề chính hiệu."
    }
  },
  {
    "translation": {
      "en": "Oh, and 1917, which was the year the movie was set,",
      "vi": "À, còn 1917 nữa, đó là năm bộ phim lấy bối cảnh,"
    }
  },
  {
    "translation": {
      "en": "and the number of white people in it.",
      "vi": "cũng là số người da trắng trong phim."
    }
  },
  {
    "translation": {
      "en": "Oscar night, disaster strikes for the 10,000 white hopefuls,",
      "vi": "Đêm trao giải Oscar, thảm họa ập lên đầu 10.000 giấc mơ da trắng"
    }
  },
  {
    "translation": {
      "en": "as a South Korean entry makes movie history.",
      "vi": "khi một tác phẩm Hàn Quốc làm nên lịch sử điện ảnh."
    }
  },
  {
    "translation": {
      "en": "And the Oscar goes to…",
      "vi": "Và giải Oscar thuộc về…"
    }
  },
  {
    "translation": {
      "en": "Parasite.",
      "vi": "Ký sinh trùng."
    }
  },
  {
    "translation": {
      "en": "That's not even an English word.",
      "vi": "Đấy còn chả phải từ Tiếng Anh."
    }
  },
  {
    "translation": {
      "en": "Actually, it is.",
      "vi": "Thật ra là có."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Hả?"
    }
  },
  {
    "translation": {
      "en": "Parasite is an English word.",
      "vi": "Parasite là một từ Tiếng Anh."
    }
  },
  {
    "translation": {
      "en": "Only when you say it in English.",
      "vi": "Chỉ khi anh đọc bằng Tiếng Anh."
    }
  },
  {
    "translation": {
      "en": "Away from tinsel town, Washington DC has been consumed",
      "vi": "Rời xa chốn phồn hoa, Washington DC đang điên đảo vì"
    }
  },
  {
    "translation": {
      "en": "by real drama, Trump's impeachment trial.",
      "vi": "bộ phim truyền hình thực tế, phiên tòa luận tội Trump."
    }
  },
  {
    "translation": {
      "en": "The President stands accused of pressuring a foreign power",
      "vi": "Tổng thống bị cáo buộc đã ép buộc một thế lực nước ngoài"
    }
  },
  {
    "translation": {
      "en": "into investigating Hunter Biden, son of prehistoric concierge Joe Biden,",
      "vi": "điều tra Hunter Biden, con trai của anh gác cửa già như trái đất Joe Biden,"
    }
  },
  {
    "translation": {
      "en": "who has a chance of challenging Trump in the November elections.",
      "vi": "người có cơ hội thách thức Trump trong cuộc bầu cử tháng 11."
    }
  },
  {
    "translation": {
      "en": "But not everyone believes the charges have merit.",
      "vi": "Nhưng không phải ai cũng đồng ý với các tội trạng."
    }
  },
  {
    "translation": {
      "en": "The whole impeachment thing was baseless, OK?",
      "vi": "Tất cả sự luận tội đều vô căn cứ, nhé?"
    }
  },
  {
    "translation": {
      "en": "So, the Democrats claim that Trump pressured Ukraine",
      "vi": "Đảng Dân chủ nói Trump đã gây áp lực với Ukraine"
    }
  },
  {
    "translation": {
      "en": "into digging up dirt on the Biden family,",
      "vi": "để bới móc nhà Biden,"
    }
  },
  {
    "translation": {
      "en": "and their only real evidence of that is a transcript of him doing it.",
      "vi": "và bằng chứng xác thực duy nhất họ có là lời thoại về việc ông ta làm."
    }
  },
  {
    "translation": {
      "en": "What did he say on the transcript? What transcript?",
      "vi": "Ông đã nói gì trong bản lời thoại? Lời thoại nào?"
    }
  },
  {
    "translation": {
      "en": "You just mentioned a transcript.",
      "vi": "Cô vừa nhắc đến bản lời thoại."
    }
  },
  {
    "translation": {
      "en": "Check your tape, I said no such thing.",
      "vi": "Xem lại băng đi, tôi nói bao giờ."
    }
  },
  {
    "translation": {
      "en": "You said, uh… the only real evidence was a transcript of Trump pressuring Ukraine…",
      "vi": "Cô nói, bằng chứng duy nhất là bản lời thoại Trump gây sức ép Ukraine…"
    }
  },
  {
    "translation": {
      "en": "There's no such place as Ukraine.",
      "vi": "Chả có nơi nào tên là Ukraine cả."
    }
  },
  {
    "translation": {
      "en": "Yes, there… Yes, there is.",
      "vi": "Có… Có chứ."
    }
  },
  {
    "translation": {
      "en": "I choose to believe there is not.",
      "vi": "Tôi chọn không tin là có."
    }
  },
  {
    "translation": {
      "en": "The Republican controlled Senate votes along partisan lines.",
      "vi": "Thượng viện do đảng Cộng hòa kiểm soát bỏ phiếu kiểu đảng phái."
    }
  },
  {
    "translation": {
      "en": "Trump is declared not guilty and fabulous.",
      "vi": "Trump được tuyên trắng án, và đầy bung lụa."
    }
  },
  {
    "translation": {
      "en": "But this is what the end result is.",
      "vi": "Nhưng đây là kết quả sau cùng."
    }
  },
  {
    "translation": {
      "en": "While Republicans cheer the President for holding a newspaper,",
      "vi": "Trong khi đảng Cộng hòa chúc mừng Tổng thống vì cầm một tờ báo,"
    }
  },
  {
    "translation": {
      "en": "in another political universe",
      "vi": "trong một vũ trụ chính trị khác"
    }
  },
  {
    "translation": {
      "en": "the Democrats are deciding who will take on Trump in November.",
      "vi": "đảng Dân chủ đang định đoạt ai sẽ đối đầu với Trump vào tháng 11."
    }
  },
  {
    "translation": {
      "en": "The race has narrowed to a face off between Civil War hero Joe Biden",
      "vi": "Cuộc đua đã đến hồi đối đầu giữa anh hùng thời Nội chiến Joe Biden"
    }
  },
  {
    "translation": {
      "en": "and anarchist grandpa Bernie Sanders.",
      "vi": "và ông chú vô chính phủ Bernie Sanders."
    }
  },
  {
    "translation": {
      "en": "As you may have noticed lately,",
      "vi": "Như mọi người đã thấy,"
    }
  },
  {
    "translation": {
      "en": "the establishment's getting a little bit nervous.",
      "vi": "cái chế độ này đang run sợ trước chúng ta."
    }
  },
  {
    "translation": {
      "en": "Well, as Super Tuesday arrives,",
      "vi": "Rồi ngày thứ Ba trọng đại đến,"
    }
  },
  {
    "translation": {
      "en": "despite his huge early gains,",
      "vi": "dù có được những lợi thế lớn ban đầu,"
    }
  },
  {
    "translation": {
      "en": "Mr. Sanders's support was shriveling,",
      "vi": "sự ủng hộ dành cho Sanders dần lung lay,"
    }
  },
  {
    "translation": {
      "en": "whereas Biden appeared to have come back from the dead.",
      "vi": "trong khi Biden thì như trở về từ cõi chết."
    }
  },
  {
    "translation": {
      "en": "I mean, literally, he resembled a butler's ghost.",
      "vi": "Thật luôn, ông ta như hồn ma một người quản gia ấy."
    }
  },
  {
    "translation": {
      "en": "We are very much alive!",
      "vi": "Chúng ta vẫn sống nhăn!"
    }
  },
  {
    "translation": {
      "en": "This was a choice between two guys in their late seventies.",
      "vi": "Đây là sự lựa chọn giữa hai gã đã gần đất xa trời."
    }
  },
  {
    "translation": {
      "en": "It was like being stuck on the character selection screen in geriatric Tekken.",
      "vi": "Như kiểu bị kẹt ở màn hình chọn nhân vật trong cái trò Tekken cổ lỗ sĩ."
    }
  },
  {
    "translation": {
      "en": "Bernie offered radical change,",
      "vi": "Bernie hứa hẹn một thay đổi lớn,"
    }
  },
  {
    "translation": {
      "en": "whereas Biden reminded folks of a more easygoing era",
      "vi": "trong khi Biden gợi cho ta về một thời kỳ dễ thở khi bạn"
    }
  },
  {
    "translation": {
      "en": "when you could sniff a woman's hair without being called creepy.",
      "vi": "có thể ngửi tóc phụ nữ mà không bị gọi là biến thái."
    }
  },
  {
    "translation": {
      "en": "I think to many Americans, Biden is Uncle Joe.",
      "vi": "Tôi cho là với nhiều người Mỹ, Biden như ông chú quốc dân."
    }
  },
  {
    "translation": {
      "en": "He's been a part of their lives for centuries.",
      "vi": "Một phần của cuộc sống qua nhiều thế kỷ."
    }
  },
  {
    "translation": {
      "en": "As familiar as an old armchair and nearly as sharp witted.",
      "vi": "Quen thuộc như quả núi và cũng khá sắc sảo."
    }
  },
  {
    "translation": {
      "en": "We're gonna do this, folks!",
      "vi": "Chúng ta sẽ làm được!"
    }
  },
  {
    "translation": {
      "en": "Amiable phantom Joe Biden seizes victory,",
      "vi": "Hồn ma đáng yêu Joe Biden giành chiến thắng,"
    }
  },
  {
    "translation": {
      "en": "officially starting the 2020 election campaign.",
      "vi": "chính thức khởi động chiến dịch bầu cử 2020."
    }
  },
  {
    "translation": {
      "en": "The stage is set for an electoral showdown between two very different Americas.",
      "vi": "Sân khấu được dựng cho một cuộc chiến giữa hai loại người Mỹ rất khác nhau."
    }
  },
  {
    "translation": {
      "en": "Fuck you! I don't smoke.",
      "vi": "Chết đi! Tao không hút thuốc."
    }
  },
  {
    "translation": {
      "en": "Fuck you! Fuck you! Fuck you!",
      "vi": "Chết đi! Chết đi! Chết đi!"
    }
  },
  {
    "translation": {
      "en": "And the animus between the two sides is greater than ever.",
      "vi": "Căng thẳng giữa hai bên dâng cao hơn bao giờ hết."
    }
  },
  {
    "translation": {
      "en": "Polarization is the problem of our age.",
      "vi": "Phân cực là vấn đề của thời đại chúng ta."
    }
  },
  {
    "translation": {
      "en": "And not just in America, in the actual world too.",
      "vi": "Không chỉ ở Mỹ, mà trên toàn thế giới cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Whether the debate is over Trump or Brexit or science or gender, God help us,",
      "vi": "Dù cuộc tranh luận là về Trump hay Brexit hay khoa học hay giới tính, lạy Chúa,"
    }
  },
  {
    "translation": {
      "en": "or reality itself,",
      "vi": "hay về chính thực tại này,"
    }
  },
  {
    "translation": {
      "en": "no two factions can agree,",
      "vi": "hai thái cực không thể đồng ý,"
    }
  },
  {
    "translation": {
      "en": "or agree to disagree,",
      "vi": "hay đồng ý để không đồng ý,"
    }
  },
  {
    "translation": {
      "en": "or even agree that their disagreement might be disagreeable.",
      "vi": "hay thậm chí đồng ý rằng sự bất đồng có thể gây bất đồng."
    }
  },
  {
    "translation": {
      "en": "I'm not sure I totally agree. Well, then why don't you fuck off?",
      "vi": "Tôi không đồng ý với ông lắm. Sao cậu không biến luôn đi?"
    }
  },
  {
    "translation": {
      "en": "I would say that I'm just a regular soccer mom, you know?",
      "vi": "Có thể nói tôi là một bà mẹ bỉm sữa bình thường, anh hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "I've got the husband and the kids,",
      "vi": "Tôi có chồng, có con,"
    }
  },
  {
    "translation": {
      "en": "and a cat and a dog, and just the whole darn show.",
      "vi": "có một con chó, một con mèo, và bộ dụng cụ đan len."
    }
  },
  {
    "translation": {
      "en": "Uh, no, I wouldn't describe myself as a big internet person, no.",
      "vi": "Không, tôi không nghĩ mình tích cực hoạt động trên mạng."
    }
  },
  {
    "translation": {
      "en": "I mean, I only use Facebook and WhatsApp.",
      "vi": "Thật ra tôi chỉ dùng Facebook và WhatsApp."
    }
  },
  {
    "translation": {
      "en": "And Instagram and Twitter and YouTube.",
      "vi": "Và Instagram và Twitter và YouTube."
    }
  },
  {
    "translation": {
      "en": "Oh, and Google.",
      "vi": "Ồ, và Google nữa."
    }
  },
  {
    "translation": {
      "en": "In fact, that's how I discovered the Ivory Fist message board.",
      "vi": "Thật ra đó là cách tôi phát hiện ra bảng tin Ivory Fist."
    }
  },
  {
    "translation": {
      "en": "Look, things wasn't always this way.",
      "vi": "Mọi chuyện không phải lúc nào cũng như này."
    }
  },
  {
    "translation": {
      "en": "I've studied human behavior long enough to get sick of it.",
      "vi": "Chị đã nghiên cứu hành vi con người đủ lâu để phát chán."
    }
  },
  {
    "translation": {
      "en": "You gotta remember, most folks are still neighborly, Ned Flanders.",
      "vi": "Chú phải nhớ, hầu hết loài người đều vẫn thân thiện, Ned Flanders."
    }
  },
  {
    "translation": {
      "en": "Unfuckably nice.",
      "vi": "Tốt bụng kinh khủng khiếp."
    }
  },
  {
    "translation": {
      "en": "But right now, the edges are rougher than ever.",
      "vi": "Nhưng lúc này, ranh giới đang mong manh hơn cả."
    }
  },
  {
    "translation": {
      "en": "On the right, you got shit nose extremists wondering aloud whether Hitler was all bad",
      "vi": "Bên phải, ta có lũ cực đoan lớn tiếng tự hỏi liệu Hitler có tệ thật không"
    }
  },
  {
    "translation": {
      "en": "and inventing their own clown house reality.",
      "vi": "và phát minh ra thực tại về nhà hề cho mình."
    }
  },
  {
    "translation": {
      "en": "And on the left, you got fucking whiney woke lords",
      "vi": "Còn bên trái, ta có bọn tài phiệt chết dẫm thích ỉ ôi"
    }
  },
  {
    "translation": {
      "en": "cancelling the shit out of anyone",
      "vi": "và sẵn sàng đuổi cổ bất cứ ai"
    }
  },
  {
    "translation": {
      "en": "who dares to take a dump at the wrong time of the day.",
      "vi": "dám đi nặng sai thời điểm trong ngày."
    }
  },
  {
    "translation": {
      "en": "And both sides,",
      "vi": "Cả hai bên,"
    }
  },
  {
    "translation": {
      "en": "both sides look so unhappy it makes you wanna puke.",
      "vi": "họ đều trông buồn tẻ đến nỗi nhìn phát ói."
    }
  },
  {
    "translation": {
      "en": "But the way it's going, you know we gonna end up on one side or the other.",
      "vi": "Nhưng sau cùng, chúng ta đều phải chọn ở bên này hoặc bên kia."
    }
  },
  {
    "translation": {
      "en": "So, pick your fucking team and hunker the fuck down.",
      "vi": "Nên là chọn phe khẩn trương rồi ngồi xuống đi."
    }
  },
  {
    "translation": {
      "en": "Throughout 2020, the gods of Silicon Valley stand accused",
      "vi": "Năm 2020, các đấng quyền năng ở Thung lũng Silicon đã bị cáo buộc"
    }
  },
  {
    "translation": {
      "en": "of allowing their products to split the world into two warring factions.",
      "vi": "vì đã để sản phẩm của mình chia cắt thể giới thành hai chiến tuyến."
    }
  },
  {
    "translation": {
      "en": "Uh… actually, it's more like four warring factions.",
      "vi": "Thật ra là bốn chiến tuyến."
    }
  },
  {
    "translation": {
      "en": "We prefer to call it a hate spectrum. That's the official term.",
      "vi": "Chúng tôi hay gọi là dải hận thù. Đó là thuật ngữ chính thức."
    }
  },
  {
    "translation": {
      "en": "Right now, it takes about six months' exposure to social media",
      "vi": "Phải mất khoảng sáu tháng tiếp xúc với mạng xã hội"
    }
  },
  {
    "translation": {
      "en": "for the average person to become hopelessly radicalized.",
      "vi": "để một người thường trở nên cực đoan, vô vọng."
    }
  },
  {
    "translation": {
      "en": "I know, right. We're hoping to get that down to five minutes.",
      "vi": "Chúng tôi hy vọng sẽ rút ngắn xuống còn năm phút."
    }
  },
  {
    "translation": {
      "en": "Now, of course, all this division,",
      "vi": "Giờ, tất nhiên, tất cả những sự chia rẽ này,"
    }
  },
  {
    "translation": {
      "en": "all this intractable conflict,",
      "vi": "những xung đột không hồi kết này,"
    }
  },
  {
    "translation": {
      "en": "was tearing humankind asunder at the worst possible time.",
      "vi": "đang xâu xé loài người vào thời điểm tồi tệ nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Because, of course, at the very moment",
      "vi": "Bởi tại chính lúc này đây"
    }
  },
  {
    "translation": {
      "en": "that we were preoccupied with fighting each other,",
      "vi": "khi ta đang mải mê đấu đá lẫn nhau,"
    }
  },
  {
    "translation": {
      "en": "the coronavirus was steadily bearing down upon us.",
      "vi": "thì virus Corona đã đang gõ cửa."
    }
  },
  {
    "translation": {
      "en": "Now, those who've closely studied the history books,",
      "vi": "Giờ, những ai đã nghiên cứu sử sách,"
    }
  },
  {
    "translation": {
      "en": "such as myself,",
      "vi": "như chính tôi đây,"
    }
  },
  {
    "translation": {
      "en": "knew that this was strongly reminiscent of the time the White Walkers",
      "vi": "biết rằng chuyện này gợi cho ta nhớ về lũ Bóng Trắng"
    }
  },
  {
    "translation": {
      "en": "led their army of the dead towards the warring factions of Westeros.",
      "vi": "kéo binh đoàn xác sống tới chiến trường Westeros."
    }
  },
  {
    "translation": {
      "en": "So, you mean like in Game of Thrones?",
      "vi": "Ý ông là như trong Trò Chơi Vương Quyền?"
    }
  },
  {
    "translation": {
      "en": "No, no. I am discussing history.",
      "vi": "Không. Tôi đang nói chuyện lịch sử."
    }
  },
  {
    "translation": {
      "en": "I'm pretty sure that was Game of Thrones.",
      "vi": "Tôi khá chắc đó là Trò Chơi Vương Quyền."
    }
  },
  {
    "translation": {
      "en": "Well, I'm pretty sure that I am the historian here.",
      "vi": "Tôi thì khác chắc ở đây tôi là sử gia."
    }
  },
  {
    "translation": {
      "en": "Cut to a map or something.",
      "vi": "Chuyển cảnh bản đồ gì đó đi."
    }
  },
  {
    "translation": {
      "en": "As this map we've cut to makes clear,",
      "vi": "Như trong bản đồ đã chia rõ ở đây,"
    }
  },
  {
    "translation": {
      "en": "the coronavirus is indeed spreading at an alarming pace.",
      "vi": "virus Corona đang lan rộng với tốc độ bàn thờ."
    }
  },
  {
    "translation": {
      "en": "Yet even as it inches towards them, millions persist in everyday activities.",
      "vi": "Nhưng kể cả khi nó đã đến cửa nhà, hàng triệu người vẫn coi như bình thường."
    }
  },
  {
    "translation": {
      "en": "We saw the news.",
      "vi": "Ta đều xem thời sự."
    }
  },
  {
    "translation": {
      "en": "They made it clear that the virus was coming and it was gonna be bad.",
      "vi": "Họ đã nói rõ là virus đang tới và mọi chuyện sẽ rất tệ."
    }
  },
  {
    "translation": {
      "en": "But a lot of us didn't wanna know.",
      "vi": "Mà nhiều người còn chả thèm để ý."
    }
  },
  {
    "translation": {
      "en": "And why do you think that is?",
      "vi": "Theo chị thì tại sao?"
    }
  },
  {
    "translation": {
      "en": "I don't know, denial, disbelief.",
      "vi": "Biết gì được, từ chối, không tin."
    }
  },
  {
    "translation": {
      "en": "Or because, in my professional opinion, we're fucking imbeciles.",
      "vi": "Hay theo quan điểm chuyên môn của chị, ta đều là bọn ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "That's the title of my next book by the way.",
      "vi": "Tiện thể, đó là tiêu đề sách chị viết."
    }
  },
  {
    "translation": {
      "en": "In a desperate bid for attention,",
      "vi": "Trong nỗ lực tuyệt vọng gây chú ý,"
    }
  },
  {
    "translation": {
      "en": "the virus infects beloved Hollywood everyman",
      "vi": "virus đã lây nhiễm cả cái Hollywood"
    }
  },
  {
    "translation": {
      "en": "and occasional CGI Cowboy, Tom Hanks,",
      "vi": "và cả anh cao bồi đôi khi dựng bằng CGI, Tom Hanks,"
    }
  },
  {
    "translation": {
      "en": "providing news networks with an irresistible celebrity angle",
      "vi": "mang cho các trang báo một góc nhìn hấp dẫn từ người nổi tiếng"
    }
  },
  {
    "translation": {
      "en": "to the otherwise boring deadly pandemic.",
      "vi": "về đại dịch chết người nhàm chán này."
    }
  },
  {
    "translation": {
      "en": "We think of Tom Hanks as a positive kind of guy,",
      "vi": "Chúng ta nghĩ về Tom Hanks như một người tích cực,"
    }
  },
  {
    "translation": {
      "en": "not a guy who tests positive.",
      "vi": "chứ không phải người có kết quả dương tính."
    }
  },
  {
    "translation": {
      "en": "He was battling the virus for two whole weeks.",
      "vi": "Ông ấy đã chiến đấu với căn bệnh suốt hai tuần."
    }
  },
  {
    "translation": {
      "en": "Ah, being a leading man, he won in the end, of course.",
      "vi": "Là người đi đầu, dĩ nhiên ông giành chiến thắng sau cùng."
    }
  },
  {
    "translation": {
      "en": "I rather doubt that he'd have accepted the role if he hadn't.",
      "vi": "Không chắc ông ấy sẽ nhận vai nếu ông ấy từ chối."
    }
  },
  {
    "translation": {
      "en": "It showed the virus could also pass from humans to icons,",
      "vi": "Như vậy, virus cũng có thể lây từ con người sang thần tượng,"
    }
  },
  {
    "translation": {
      "en": "which raised the possibility that it might one day infect God.",
      "vi": "nên cũng có khả năng nó sẽ lây sang cả Chúa."
    }
  },
  {
    "translation": {
      "en": "And God is older than the universe,",
      "vi": "Mà Chúa thì còn xưa hơn trái đất,"
    }
  },
  {
    "translation": {
      "en": "which puts him in a high risk category.",
      "vi": "nên ông cũng thuộc danh sách nguy cơ cao."
    }
  },
  {
    "translation": {
      "en": "Fear rocks Wall Street",
      "vi": "Nỗi sợ bao trùm phố Wall"
    }
  },
  {
    "translation": {
      "en": "with the stock market shitting ten billion coins out of its economic anus.",
      "vi": "khi thị trường chứng khoán đang rặn mười tỷ đồng xu khỏi lỗ hậu kinh tế."
    }
  },
  {
    "translation": {
      "en": "On the bell, on the bell! FIS on the bell!",
      "vi": "Rung chuông rồi! FIS rung chuông rồi!"
    }
  },
  {
    "translation": {
      "en": "As cold reality sets in, there's a run on the supermarkets.",
      "vi": "Khi thực tại khắc nghiệt bắt đầu, các siêu thị trở thành trường đua."
    }
  },
  {
    "translation": {
      "en": "Around the world, panic buyers empty shelves",
      "vi": "Khắp thế giới, dân tình vơ vét các kệ hàng"
    }
  },
  {
    "translation": {
      "en": "faster than panic stockers can refill them.",
      "vi": "nhanh hơn cả tốc độ xếp đồ của người bán hàng."
    }
  },
  {
    "translation": {
      "en": "It is a full blown crisis.",
      "vi": "Đây thực sự là khủng hoảng."
    }
  },
  {
    "translation": {
      "en": "Government buildings wonder how to respond.",
      "vi": "Chính phủ thì băn khoăn không biết trả lời sao."
    }
  },
  {
    "translation": {
      "en": "With cases surging, Italy introduces a lockdown.",
      "vi": "Khi các ca nhiễm gia tăng, Ý ban hành lệnh cách ly."
    }
  },
  {
    "translation": {
      "en": "Other European governments contemplate following suit.",
      "vi": "Các chính phủ châu Âu khác cũng dự tính tương tự."
    }
  },
  {
    "translation": {
      "en": "And yet, around the same time in London,",
      "vi": "Mà đâu đó tại Luân Đôn,"
    }
  },
  {
    "translation": {
      "en": "Prime Minister and haystack Boris Johnson",
      "vi": "Thủ tướng cỏ héo Boris Johnson"
    }
  },
  {
    "translation": {
      "en": "decides that since Britain is no longer part of Europe,",
      "vi": "quyết định rằng, vì Anh không còn trong khối EU,"
    }
  },
  {
    "translation": {
      "en": "it can safely ignore the warnings.",
      "vi": "Anh có thể phớt lờ cảnh báo."
    }
  },
  {
    "translation": {
      "en": "He encourages those who haven't already died",
      "vi": "Ông ta khuyến khích những ai chưa chết"
    }
  },
  {
    "translation": {
      "en": "to go about their business as usual, but with a greater emphasis on hygiene.",
      "vi": "tiếp tục tăng gia sản xuất như thường, nhưng thận trọng hơn về vệ sinh."
    }
  },
  {
    "translation": {
      "en": "The single most useful thing that we can all do",
      "vi": "Điều đơn giản và hữu dụng nhất ta có thể làm"
    }
  },
  {
    "translation": {
      "en": "to stop the spread of coronavirus is to wash our hands.",
      "vi": "để ngăn virus lây lan là rửa tay."
    }
  },
  {
    "translation": {
      "en": "That was weird. One minute he was doing a soap ad about",
      "vi": "Lạ ghê. Câu trước thì ông ta quảng cáo xà phòng"
    }
  },
  {
    "translation": {
      "en": "how important it was to keep your hands clean",
      "vi": "trong vai trò giữ tay chúng ta sạch sẽ,"
    }
  },
  {
    "translation": {
      "en": "and the next he was boasting about how he didn't care what he did with them.",
      "vi": "câu sau ông ta lại ba hoa rằng ông ta chả quan tâm mình làm gì."
    }
  },
  {
    "translation": {
      "en": "I was at a hospital the other night where I think there were actually a few coronavirus patients,",
      "vi": "Đêm trước tôi ở bệnh viện nơi điều trị một số bệnh nhân Corona."
    }
  },
  {
    "translation": {
      "en": "and I shook hands with everybody.",
      "vi": "Tôi bắt tay với mọi người."
    }
  },
  {
    "translation": {
      "en": "Totally put me off using hands whatsoever.",
      "vi": "Khiến tôi quyết định không dùng tay nữa."
    }
  },
  {
    "translation": {
      "en": "So, I started doing absolutely everything with my elbows instead.",
      "vi": "Và tôi bắt đầu làm mọi việc bằng cùi chỏ."
    }
  },
  {
    "translation": {
      "en": "And it was shortly after that my boyfriend left.",
      "vi": "Không lâu sau thì bạn trai đá tôi."
    }
  },
  {
    "translation": {
      "en": "America also seems underprepared.",
      "vi": "Nước Mỹ xem chừng thiếu sự chuẩn bị."
    }
  },
  {
    "translation": {
      "en": "New York is hit hard.",
      "vi": "New York hứng đòn chí mạng."
    }
  },
  {
    "translation": {
      "en": "At a series of daily briefings,",
      "vi": "Tại một buổi họp giao ban,"
    }
  },
  {
    "translation": {
      "en": "Governor Andrew Cuomo desperately pleads for medical supplies.",
      "vi": "Thống đốc Andrew Cuomo khẩn khoản cầu xin viện trợ y tế."
    }
  },
  {
    "translation": {
      "en": "Where are the ventilators?",
      "vi": "Máy thở đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Where are the gowns, where's the PPEs, where are the masks, where are they?",
      "vi": "Đồ bảo hộ, trang thiết bị, khẩu trang, chúng ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Sadly, he has failed to notice they are piled up behind him.",
      "vi": "Đáng buồn, ông ta không nhận ra chúng đang chất đống đằng sau."
    }
  },
  {
    "translation": {
      "en": "Across the USA, supplies of masks, which, unlike guns,",
      "vi": "Tại Mỹ, việc cung ứng khẩu trang, không như súng đạn,"
    }
  },
  {
    "translation": {
      "en": "cannot be cheaply and easily manufactured, run low,",
      "vi": "không phải mặt hàng dễ sản xuất, trở nên khan hiếm"
    }
  },
  {
    "translation": {
      "en": "while critics describe the lack of ventilators as breathtaking.",
      "vi": "khi các nhà phê bình mô tả việc thiếu máy thở là hết hơi."
    }
  },
  {
    "translation": {
      "en": "It felt like the government wasn't taking the coronavirus seriously.",
      "vi": "Có thể thấy chính phủ đã xem nhẹ virus corona."
    }
  },
  {
    "translation": {
      "en": "Maybe because there were still folks out there comparing it to the flu,",
      "vi": "Có lẽ là do ngoài kia, nhiều người vẫn so sánh nó với cúm mùa,"
    }
  },
  {
    "translation": {
      "en": "which is like comparing Uruguay to a banana.",
      "vi": "giống như so sánh Uruguay với một quả chuối."
    }
  },
  {
    "translation": {
      "en": "And one of those folks was the President.",
      "vi": "Một trong số đó chính là Tổng thống của chúng ta."
    }
  },
  {
    "translation": {
      "en": "Trump seemed to feel that the virus was one of those things",
      "vi": "Có vẻ Trump cho rằng virus là một trong những thứ"
    }
  },
  {
    "translation": {
      "en": "that goes away if you ignore it, like a wasp or a wife.",
      "vi": "sẽ biến mất nếu ta lờ nó đi, như một con bọ ngựa, hoặc một bà vợ."
    }
  },
  {
    "translation": {
      "en": "We're prepared, we're doing a great job with it. It will go away, just stay calm.",
      "vi": "Chúng ta đã chuẩn bị, chúng ta đang làm tốt. Nó sẽ biến mất, cứ bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "In March, the President said the pandemic would simply go away.",
      "vi": "Tháng Ba, Tổng thống nói đại dịch đơn giản là sẽ biến mất."
    }
  },
  {
    "translation": {
      "en": "OK, see… This is what the media does. You lie, fabricate, fantasize.",
      "vi": "Phải đó, đây là cách truyền thông làm. Các anh nói dối, bịa đặt, thêu dệt."
    }
  },
  {
    "translation": {
      "en": "The president never said that.",
      "vi": "Tổng thống chưa từng nói vậy."
    }
  },
  {
    "translation": {
      "en": "It will go away. Stay calm. We want to protect our shipping industry.",
      "vi": "Nó sẽ biến mất. Cứ bình tĩnh. Chúng ta cần bảo vệ ngành hàng hải."
    }
  },
  {
    "translation": {
      "en": "OK, I know this doesn't fit with your agenda, but this never happened.",
      "vi": "Nó trái với trình nghị sự của anh, nhưng việc này chưa từng xảy ra."
    }
  },
  {
    "translation": {
      "en": "But the pandemic does the opposite of going away,",
      "vi": "Nhưng cơn đại dịch không hề biến mất,"
    }
  },
  {
    "translation": {
      "en": "as do the negative headlines.",
      "vi": "cũng như những tít báo tiêu cực."
    }
  },
  {
    "translation": {
      "en": "Trump needs to reassure the public.",
      "vi": "Trump cần trấn an mọi người."
    }
  },
  {
    "translation": {
      "en": "He hits the airwaves, huddled tightly with close advisors.",
      "vi": "Ông ta lên sóng, đứng tụm lại với các cố vấn của mình."
    }
  },
  {
    "translation": {
      "en": "So, I'm glad to see that you're practicing social distancing, that looks very nice.",
      "vi": "Tôi rất mừng khi thấy mọi người thực hiện giãn cách xã hội, rất tốt."
    }
  },
  {
    "translation": {
      "en": "By the end of March, lockdowns have been rolled out right across the planet,",
      "vi": "Đến cuối tháng Ba, cả hành tinh đã trong tình trạng cách ly,"
    }
  },
  {
    "translation": {
      "en": "making them the most successful global franchise",
      "vi": "đây trở thành hiện tượng toàn cầu thành công nhất"
    }
  },
  {
    "translation": {
      "en": "since the Marvel cinematic universe.",
      "vi": "kể từ vũ trụ điện ảnh Marvel."
    }
  },
  {
    "translation": {
      "en": "In major cities, with clubs, bars, and restaurants shuttered,",
      "vi": "Tại các thành phố lớn, vũ trường, hộp đêm, nhà hàng bị đóng cửa"
    }
  },
  {
    "translation": {
      "en": "everyday communal life comes to a screeching halt.",
      "vi": "mọi sinh hoạt hàng ngày như bị đóng băng."
    }
  },
  {
    "translation": {
      "en": "Human beings are social animals,",
      "vi": "Loài người mang tập tính xã hội,"
    }
  },
  {
    "translation": {
      "en": "so shutting down social interactions goes against our instinct.",
      "vi": "cắt đứt mọi tương tác xã hội là trái với bản năng của ta."
    }
  },
  {
    "translation": {
      "en": "I mean for most folks, not me!",
      "vi": "Ý chị là với số đông, trừ chị!"
    }
  },
  {
    "translation": {
      "en": "I fucking hate people.",
      "vi": "Chị ghét loài người."
    }
  },
  {
    "translation": {
      "en": "My God, it was bliss.",
      "vi": "Chúa ơi, thật thỏa mãn."
    }
  },
  {
    "translation": {
      "en": "Well, the lockdown was absolutely transformative.",
      "vi": "Chà, cách ly quả thực thay đổi mọi chuyện."
    }
  },
  {
    "translation": {
      "en": "It was as though",
      "vi": "Nó như thể"
    }
  },
  {
    "translation": {
      "en": "time itself",
      "vi": "thời gian"
    }
  },
  {
    "translation": {
      "en": "stood still.",
      "vi": "ngừng trôi."
    }
  },
  {
    "translation": {
      "en": "Life suddenly suspended in amber.",
      "vi": "Cuộc sống bỗng đứng chững lại."
    }
  },
  {
    "translation": {
      "en": "Birds frozen in place in midair.",
      "vi": "Chim chóc đóng băng trên không trung."
    }
  },
  {
    "translation": {
      "en": "The planet quite literally stopped revolving.",
      "vi": "Cả trái đất thực sự ngừng quay."
    }
  },
  {
    "translation": {
      "en": "It was so quiet",
      "vi": "Mọi thứ thật tĩnh lặng"
    }
  },
  {
    "translation": {
      "en": "you could actually hear yourself think.",
      "vi": "đến nỗi bạn có thể nghe được ý nghĩ của mình."
    }
  },
  {
    "translation": {
      "en": "I expect.",
      "vi": "Mong là thế."
    }
  },
  {
    "translation": {
      "en": "Workplaces and everyday businesses are forced to close.",
      "vi": "Công sở và các doanh nghiệp buộc phải đóng cửa."
    }
  },
  {
    "translation": {
      "en": "Particularly hard hit, workers in the gig economy,",
      "vi": "Bị ảnh hưởng nặng nhất là người trong giới Gig,"
    }
  },
  {
    "translation": {
      "en": "millennials who often work more than one job at a time.",
      "vi": "những người thường làm nhiều hơn một công việc cùng một lúc."
    }
  },
  {
    "translation": {
      "en": "I can put my legs up and stuff, that's OK if I have my feet up?",
      "vi": "Tôi gác chân lên được không, tôi để chân thế được không?"
    }
  },
  {
    "translation": {
      "en": "I don't want my feet to fall, so…",
      "vi": "Tôi không muốn chân bị rơi, nên…"
    }
  },
  {
    "translation": {
      "en": "Yeah, my name's Duke Goolies.",
      "vi": "Vâng, tên tôi là Duke Goolies."
    }
  },
  {
    "translation": {
      "en": "I'm a content provider.",
      "vi": "Tôi làm sáng tạo ý tưởng."
    }
  },
  {
    "translation": {
      "en": "And I'm a barman slash mixologist.",
      "vi": "Và pha chế, hay chuyên gia pha chế."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's definitely been challenging. Uh…",
      "vi": "Vâng, đây quả là thách thức."
    }
  },
  {
    "translation": {
      "en": "Listen, I don't want to be Mr. Mansplain,",
      "vi": "Tôi không thích ba hoa, nhưng tôi đã thấy trước sự vụ"
    }
  },
  {
    "translation": {
      "en": "but I kind of saw this coming because I was following coronavirus",
      "vi": "Tôi không thích ba hoa, nhưng tôi đã thấy trước sự vụ vì tôi đã theo dõi virus Corona từ trước…"
    }
  },
  {
    "translation": {
      "en": "back before…",
      "vi": "vì tôi đã theo dõi virus Corona từ trước…"
    }
  },
  {
    "translation": {
      "en": "you know, pre Wuhan days when it was still inside of bats.",
      "vi": "trước cả vụ Vũ Hán khi nó vẫn còn trong loài dơi."
    }
  },
  {
    "translation": {
      "en": "I work a lot of jobs.",
      "vi": "Tôi làm nhiều công việc."
    }
  },
  {
    "translation": {
      "en": "In the lockdown, I've had to reposition them to work on Zoom, you know.",
      "vi": "Khi cách ly, tôi phải dịch chuyển các công việc sang Zoom."
    }
  },
  {
    "translation": {
      "en": "Like, I DJ at gender neutral gender reveal parties.",
      "vi": "Như là, tôi làm DJ tại tiệc công khai giới tính."
    }
  },
  {
    "translation": {
      "en": "Really important.",
      "vi": "Vô cùng quan trọng."
    }
  },
  {
    "translation": {
      "en": "I work as a life coach.",
      "vi": "Huấn luyện viên trường đời."
    }
  },
  {
    "translation": {
      "en": "Amy, you can. OK, A…?",
      "vi": "Amy, bạn có thể. Nhé, A…?"
    }
  },
  {
    "translation": {
      "en": "Amy! Believe in yourself, OK? You can!",
      "vi": "Amy! Hãy tin vào chính mình, nhé? Bạn có thể!"
    }
  },
  {
    "translation": {
      "en": "Just shut up!",
      "vi": "Thôi im đi!"
    }
  },
  {
    "translation": {
      "en": "The other area of growth for me has been providing online content tainment.",
      "vi": "Một lĩnh vực khác để tôi phát triển là sáng tạo nội dung trực tuyến."
    }
  },
  {
    "translation": {
      "en": "The theaters are shut, so you can't see your James Bonds or your Trolls 2.",
      "vi": "Rạp phim đóng cửa, nên bạn không thể xem James Bonds hay Trolls 2."
    }
  },
  {
    "translation": {
      "en": "And the only film that did come out",
      "vi": "Và bộ phim duy nhất được khởi chiếu là về"
    }
  },
  {
    "translation": {
      "en": "was about time being an endless loop, which we all know now anyways.",
      "vi": "một vòng lặp thời gian vô tận, mà giờ ai cũng đã nếm mùi."
    }
  },
  {
    "translation": {
      "en": "So, my YouTube channel's gone total fuckbusters.",
      "vi": "Thế là, kênh YouTube của tôi thành bom xịt."
    }
  },
  {
    "translation": {
      "en": "Especially with the reaction videos where I react to 2020.",
      "vi": "Đặc biệt là các video phản hồi về năm 2020."
    }
  },
  {
    "translation": {
      "en": "Guys, this literally looks like Armageddon, we're living through it.",
      "vi": "Thật giống Tận thế, chúng ta đang trải qua nó."
    }
  },
  {
    "translation": {
      "en": "Awesome, oh my gosh, maybe like the bad version of awesome.",
      "vi": "Tuyệt vời, trời ơi, như là phiên bản xấu xa của tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Shittifying, fuckawfulicious. I don't know!",
      "vi": "Hãi hùng, khiếp đảm. Không biết nữa!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Don't forget to like and subscribe.",
      "vi": "Ôi trời ơi. Đừng quên thích và đăng ký theo dõi."
    }
  },
  {
    "translation": {
      "en": "They do crazy numbers. I mean, yeah, there's so much material all year.",
      "vi": "Họ có những số liệu điên rồ. Có rất nhiều sản phẩm cho năm nay."
    }
  },
  {
    "translation": {
      "en": "Look at this man!",
      "vi": "Nhìn ông ta kìa!"
    }
  },
  {
    "translation": {
      "en": "He looks like a heap of balls!",
      "vi": "Nhìn như cái rổ bóng!"
    }
  },
  {
    "translation": {
      "en": "Never ending.",
      "vi": "Vô số luôn."
    }
  },
  {
    "translation": {
      "en": "That's a big blast. Whoa.",
      "vi": "Vụ nổ lớn ghê. Ồ."
    }
  },
  {
    "translation": {
      "en": "Whoa! Oh!",
      "vi": "Uầy! Ồ!"
    }
  },
  {
    "translation": {
      "en": "I learned there's a lot of money in creating streaming content.",
      "vi": "Ngành nội dung trực tuyến vô cùng lợi nhuận."
    }
  },
  {
    "translation": {
      "en": "How much did you make this year?",
      "vi": "Năm nay anh kiếm được bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "I wanna say…",
      "vi": "Tôi muốn nói là…"
    }
  },
  {
    "translation": {
      "en": "like 16 million dollars.",
      "vi": "khoảng 16 triệu đô."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, in Britain, in a bid to raise the country's spirits,",
      "vi": "Ở NHÀ, GIỮ MẠNG Ở Anh, trong một nỗ lực vực dậy tinh thần người dân,"
    }
  },
  {
    "translation": {
      "en": "the Queen prepares to deliver a unifying speech.",
      "vi": "Nữ Hoàng đã chuẩn bị một bài phát biểu."
    }
  },
  {
    "translation": {
      "en": "The monarch only addresses the nation on special occasions,",
      "vi": "Nữ Hoàng chỉ phát biểu như thế những dịp trọng đại"
    }
  },
  {
    "translation": {
      "en": "such as Christmas or the end of the world, so this was a huge moment.",
      "vi": "như Giáng Sinh hay tận thế, nên đó là sự kiện lớn."
    }
  },
  {
    "translation": {
      "en": "Good evening, people of Earth.",
      "vi": "Chào buổi tối, con dân Trái Đất."
    }
  },
  {
    "translation": {
      "en": "I speak to you at a time of grave national crisis.",
      "vi": "Tôi có đôi lời về thời kỳ khủng hoảng quốc gia này."
    }
  },
  {
    "translation": {
      "en": "Her Majesty rather successfully, I thought, evoked the spirit of the Blitz,",
      "vi": "Nữ Hoàng đã khá thành công khi vực dậy tinh thần trong trận Blitz,"
    }
  },
  {
    "translation": {
      "en": "when Nazi bombs rained down nightly,",
      "vi": "khi bom của Đức Quốc Xã dội xuống hàng đêm,"
    }
  },
  {
    "translation": {
      "en": "obliterating streets and homes and families on the ground.",
      "vi": "san phẳng phố xá, nhà cửa và các hộ gia đình."
    }
  },
  {
    "translation": {
      "en": "The kind of patriotic imagery that we find so comforting.",
      "vi": "Đúng hình mẫu ái quốc mà chúng ta thấy yêu mến."
    }
  },
  {
    "translation": {
      "en": "Defeating this enemy requires us to bravely cower indoors.",
      "vi": "Để đánh bại kẻ thù này, chúng ta phải dũng cảm thu mình ở nhà."
    }
  },
  {
    "translation": {
      "en": "In addition to television,",
      "vi": "Bên cạnh vô tuyến,"
    }
  },
  {
    "translation": {
      "en": "this was the first time",
      "vi": "đây là lần đầu tiên"
    }
  },
  {
    "translation": {
      "en": "one of one's speeches was carried live on YouTube.",
      "vi": "có một bài phát biểu được chiếu trực tiếp trên YouTube."
    }
  },
  {
    "translation": {
      "en": "And did that affect the content at all?",
      "vi": "Điều đó có ảnh hưởng đến nội dung không?"
    }
  },
  {
    "translation": {
      "en": "Of course not.",
      "vi": "Dĩ nhiên là không."
    }
  },
  {
    "translation": {
      "en": "We will meet again.",
      "vi": "Chúng ta sẽ còn gặp lại."
    }
  },
  {
    "translation": {
      "en": "Now, smash that Like button and don't forget to subscribe.",
      "vi": "Giờ thì ấn Thích và đừng quyên đăng ký theo dõi."
    }
  },
  {
    "translation": {
      "en": "Also, click here to check out my official regal merch.",
      "vi": "Nhân tiện, nhấn vào đây để xem cửa hàng hoàng gia của ta."
    }
  },
  {
    "translation": {
      "en": "But moments after her Majesty delivers these stirring words, the mood darkens.",
      "vi": "Nhưng ngay khi Nữ Hoàng dứt lời, tình hình bắt đầu tệ đi."
    }
  },
  {
    "translation": {
      "en": "Tonight at ten, the Prime Minister Boris Johnson has been taken to intensive care",
      "vi": "Đêm nay, Thủ tướng Boris Johnson đã được đưa đi chăm sóc đặc biệt"
    }
  },
  {
    "translation": {
      "en": "as he suffers the effects of coronavirus.",
      "vi": "vì ông mắc các triệu chứng của virus Corona."
    }
  },
  {
    "translation": {
      "en": "With the Brexit PM in a critical condition,",
      "vi": "Khi Thủ tướng trong cơn nguy kịch,"
    }
  },
  {
    "translation": {
      "en": "52% of the nation holds its breath.",
      "vi": "năm mươi hai phần trăm dân số sốt sắng."
    }
  },
  {
    "translation": {
      "en": "There was a real fear that at a time of national crisis",
      "vi": "Người ta lo rằng trong thời kỳ khủng hoảng quốc gia"
    }
  },
  {
    "translation": {
      "en": "the Prime Minister might have to be replaced",
      "vi": "Thủ tướng có thể sẽ bị thay thế"
    }
  },
  {
    "translation": {
      "en": "by someone less qualified than him.",
      "vi": "bởi ai đó kém cỏi hơn."
    }
  },
  {
    "translation": {
      "en": "Which would be impossible.",
      "vi": "Mà điều đó thì không thể rồi."
    }
  },
  {
    "translation": {
      "en": "Unless they were drawing up plans to replace him with a sock or a balloon or something.",
      "vi": "Trừ khi họ có kế hoạch thay thế ông ta bằng một chùm bóng bay."
    }
  },
  {
    "translation": {
      "en": "Just as the Prime Minister might exit the realm of the living,",
      "vi": "Khi Thủ tướng trong tình trạng có thể sắp tạ thế,"
    }
  },
  {
    "translation": {
      "en": "a process known as Prexit,",
      "vi": "hay còn gọi là quá trình Prexit,"
    }
  },
  {
    "translation": {
      "en": "hospital staff nurse him back to health,",
      "vi": "đội ngũ y bác sĩ đã chữa trị cho ông,"
    }
  },
  {
    "translation": {
      "en": "and weeks later he's back on the job.",
      "vi": "và vài tuần sau, ông đã quay lại làm việc."
    }
  },
  {
    "translation": {
      "en": "Incredibly, the virus didn't seem to have affected his abilities in any way.",
      "vi": "Đáng mừng là, virus có vẻ không ảnh hưởng đến năng lực của ông tẹo nào."
    }
  },
  {
    "translation": {
      "en": "He still didn't have any.",
      "vi": "Ông làm gì có năng lực."
    }
  },
  {
    "translation": {
      "en": "News of Johnson's illness proves that world leaders",
      "vi": "Căn bệnh của Johnson đã cho thấy các nhà lãnh đạo"
    }
  },
  {
    "translation": {
      "en": "aren't naturally immune,",
      "vi": "không hề được miễn dịch,"
    }
  },
  {
    "translation": {
      "en": "yet some seem unwilling to take precautions.",
      "vi": "nhưng một số thì vẫn không muốn đề phòng."
    }
  },
  {
    "translation": {
      "en": "Trump refused to wear a mask for a long time.",
      "vi": "Trump từ chối đeo khẩu trang suốt một thời gian dài."
    }
  },
  {
    "translation": {
      "en": "If someone told him white hoods protected against the virus,",
      "vi": "Nếu mà ai nói da trắng giúp phòng ngừa dịch bệnh,"
    }
  },
  {
    "translation": {
      "en": "maybe he'd have felt differently.",
      "vi": "chắc ông ta sẽ nghĩ khác."
    }
  },
  {
    "translation": {
      "en": "Egged on by the President, some citizens also refuse to toe the line.",
      "vi": "Có tổng thống làm gương, nhiều người cũng không chịu chấp hành."
    }
  },
  {
    "translation": {
      "en": "Whoa! I thought I heard a voice.",
      "vi": "Ái chà! Hình như tôi nghe thấy gì đó."
    }
  },
  {
    "translation": {
      "en": "I thought I heard some Americans!",
      "vi": "Hình như có tiếng người Mỹ!"
    }
  },
  {
    "translation": {
      "en": "In several states, protestors take to the streets,",
      "vi": "Tại nhiều bang, người dân xuống đường biểu tình"
    }
  },
  {
    "translation": {
      "en": "demanding their constitutional right to spread the deadly virus.",
      "vi": "đòi quyền tự do để lan truyền virus."
    }
  },
  {
    "translation": {
      "en": "The online rumor mill is working overtime.",
      "vi": "Tin đồn lan truyền nhanh chóng trên mạng."
    }
  },
  {
    "translation": {
      "en": "When this whole thing started, um,",
      "vi": "Khi mọi chuyện bắt đầu,"
    }
  },
  {
    "translation": {
      "en": "there were so many wild rumors flying around.",
      "vi": "có rất nhiều lời đồn thổi xuất hiện."
    }
  },
  {
    "translation": {
      "en": "So, I would watch Dr. Fauci to get an anchor",
      "vi": "Thế là tôi xem tiến sĩ Fauci để có cái nhìn tổng thể"
    }
  },
  {
    "translation": {
      "en": "on what was actually happening, you know?",
      "vi": "về mọi chuyện đang xảy ra, anh biết mà?"
    }
  },
  {
    "translation": {
      "en": "And, um… even though it was so scary, I found it really reassuring",
      "vi": "Mặc dù nghe rất sợ, tôi vẫn thấy yên tâm khi"
    }
  },
  {
    "translation": {
      "en": "um, to watch someone who is so accomplished",
      "vi": "xem một người thành đạt"
    }
  },
  {
    "translation": {
      "en": "calmly laying out the science.",
      "vi": "giải thích về khoa học."
    }
  },
  {
    "translation": {
      "en": "Um… but that was before I knew he was an actor. Yeah.",
      "vi": "Nhưng đó là trước khi tôi biết ông ấy là diễn viên. Đúng."
    }
  },
  {
    "translation": {
      "en": "And… how did you come to learn that?",
      "vi": "Mà… sao cô biết ông ấy là diễn viên?"
    }
  },
  {
    "translation": {
      "en": "Well, someone from my PTA WhatsApp group shared a link to a documentary",
      "vi": "Ồ, có người trong hội phụ huynh trên WhatsApp chia sẻ một bộ phim tài liệu"
    }
  },
  {
    "translation": {
      "en": "which proves that George Soros created the virus in a Chinese lab",
      "vi": "chứng minh George Soros đã tạo ra virus trong phòng thí nghiệp Trung Quốc"
    }
  },
  {
    "translation": {
      "en": "so that Bill Gates could make a vaccine out of microchips",
      "vi": "để Bill Gates có thể phát minh vaccine bằng vi mạch"
    }
  },
  {
    "translation": {
      "en": "and control us all like we're in a videogame.",
      "vi": "và điều khiển loài người."
    }
  },
  {
    "translation": {
      "en": "And I know, I know that sounds crazy,",
      "vi": "Tôi biết là nghe rất kinh khủng,"
    }
  },
  {
    "translation": {
      "en": "but the thing is, we've seen him do this before.",
      "vi": "nhưng vấn đề là chúng ta đã thấy ông ấy làm việc đó rồi,"
    }
  },
  {
    "translation": {
      "en": "Right? Like when he crossed a human with a paperclip",
      "vi": "Đúng không? Như khi ông ấy lai người với kẹp ghim"
    }
  },
  {
    "translation": {
      "en": "and made that poor tormented monster that haunted Windows 98.",
      "vi": "và tạo ra con quái vật khổ sở từng ám Windows 98."
    }
  },
  {
    "translation": {
      "en": "Of course, it wasn't surprising that some folk were confused",
      "vi": "Đương nhiên, nhiều người sẽ thấy hoang mang"
    }
  },
  {
    "translation": {
      "en": "about the biology of this whole thing, given the President seemed to be saying",
      "vi": "về đặc tính sinh học của virus, điển hình như khi Tổng thống nói"
    }
  },
  {
    "translation": {
      "en": "it could be cured with a kind of sunlight and bleach wonder diet.",
      "vi": "nó sẽ khỏi với một chút ánh nắng và chế độ ăn bằng chất tẩy rửa."
    }
  },
  {
    "translation": {
      "en": "Right, and then I see the disinfectant,",
      "vi": "Đúng, rồi tôi thấy chất khử trùng,"
    }
  },
  {
    "translation": {
      "en": "where it knocks it out in a minute, one minute,",
      "vi": "nó giết virus trong vòng một phút,"
    }
  },
  {
    "translation": {
      "en": "and is there a way we can do something like that?",
      "vi": "mình có thể làm được như thế không"
    }
  },
  {
    "translation": {
      "en": "The remarks confuse the President's own medical advisors,",
      "vi": "Lời nói ấy làm hoang mang cả cố vấn y tế của Tổng thống,"
    }
  },
  {
    "translation": {
      "en": "who visibly try to clamber deep within their own souls to die.",
      "vi": "người rõ ràng đang cố tìm cách để không chết đi cho rồi."
    }
  },
  {
    "translation": {
      "en": "I guess if you could collapse the past three and a half years of madness",
      "vi": "Nếu có thể gộp sự điên loạn trong ba năm qua và nửa năm vừa rồi"
    }
  },
  {
    "translation": {
      "en": "into one clipThat would be it.",
      "vi": "vào một clip… Chính là nó."
    }
  },
  {
    "translation": {
      "en": "As May draws to a close, for the first time in months,",
      "vi": "Tháng Năm gõ cửa, lần đầu tiên sau nhiều tháng"
    }
  },
  {
    "translation": {
      "en": "the coronavirus pandemic is knocked from the headlines",
      "vi": "đại dịch Corona không còn chễm chệ trên mặt báo"
    }
  },
  {
    "translation": {
      "en": "of every news network by a different story altogether,",
      "vi": "của mọi trang mạng mà thay bằng một câu chuyện khác,"
    }
  },
  {
    "translation": {
      "en": "one that also makes for grim viewing.",
      "vi": "chuyện dành cho tín đồ kinh dị."
    }
  },
  {
    "translation": {
      "en": "The FBI is looking into the death of a Black man",
      "vi": "FBI đang điều tra cái chết của một người da đen"
    }
  },
  {
    "translation": {
      "en": "after he was stopped by police in Minneapolis.",
      "vi": "sau khi anh ấy bị cảnh sát giữ lại ở Minneapolis."
    }
  },
  {
    "translation": {
      "en": "The incident was caught on camera.",
      "vi": "Tai nạn đã được quay lại."
    }
  },
  {
    "translation": {
      "en": "George Floyd died in police custody",
      "vi": "George Floyd chết dưới bàn tay cảnh sát"
    }
  },
  {
    "translation": {
      "en": "after an officer pressed his knee into Floyd's neck for at least seven minutes.",
      "vi": "sau khi bị một cảnh sát ghì đầu gối lên cổ trong ít nhất bảy phút."
    }
  },
  {
    "translation": {
      "en": "Some people, including the Minneapolis mayor,",
      "vi": "Có người, kể cả thị trưởng Minneapolis,"
    }
  },
  {
    "translation": {
      "en": "are already saying the police used excessive force.",
      "vi": "cho rằng việc cưỡng ép là không cần thiết."
    }
  },
  {
    "translation": {
      "en": "Today, the mayor called it wrong at every level.",
      "vi": "Hôm nay, thị trưởng gọi đó là sai trái trên mọi cấp độ."
    }
  },
  {
    "translation": {
      "en": "What we saw was horrible.",
      "vi": "Điều ta thấy thật kinh khủng."
    }
  },
  {
    "translation": {
      "en": "Fact is, those officers",
      "vi": "Sự thật là, đám cảnh sát đó"
    }
  },
  {
    "translation": {
      "en": "didn't see George Floyd as a human being,",
      "vi": "không coi George Floyd là người,"
    }
  },
  {
    "translation": {
      "en": "but the world did.",
      "vi": "nhưng cả thế giới thì khác."
    }
  },
  {
    "translation": {
      "en": "Tonight the outrage in Minneapolis is mounting,",
      "vi": "Đêm nay, sự giận dữ đang bao trùm Minneapolis,"
    }
  },
  {
    "translation": {
      "en": "even after four officers were fired.",
      "vi": "dù bốn cảnh sát đã bị sa thải."
    }
  },
  {
    "translation": {
      "en": "Was it enough for you that the officers were fired?",
      "vi": "Bốn cảnh sát bị sa thải đã đủ với bạn chưa?"
    }
  },
  {
    "translation": {
      "en": "That is not enough. That is not enough.",
      "vi": "Chưa đủ. Chưa hề đủ."
    }
  },
  {
    "translation": {
      "en": "The police have interesting priorities.",
      "vi": "Cảnh sát có sự ưu tiên rất hay ho."
    }
  },
  {
    "translation": {
      "en": "When George Floyd, one black guy,",
      "vi": "Khi George Floyd, một người da đen,"
    }
  },
  {
    "translation": {
      "en": "tried, allegedly, to pass one fake $20 bill in a liquor store,",
      "vi": "chỉ muốn mua 20 đô rượu một cách hợp pháp,"
    }
  },
  {
    "translation": {
      "en": "he had four cops on his ass within minutes.",
      "vi": "thì bốn tay cảnh sát ập đến trong nháy mắt."
    }
  },
  {
    "translation": {
      "en": "And they killed him.",
      "vi": "Và họ giết anh ấy."
    }
  },
  {
    "translation": {
      "en": "Know how long it took the same police department",
      "vi": "Còn thời gian để cùng đội cảnh sát đó"
    }
  },
  {
    "translation": {
      "en": "to arrest the prime suspects in that case?",
      "vi": "bắt giữ một nghi phạm tương tự thì sao?"
    }
  },
  {
    "translation": {
      "en": "Four days.",
      "vi": "Bốn ngày."
    }
  },
  {
    "translation": {
      "en": "And they had that shit on tape!",
      "vi": "Mà mọi thứ đã được quay lại!"
    }
  },
  {
    "translation": {
      "en": "Did they think that was counterfeit too?",
      "vi": "Họ cũng bảo đó là giả mạo sao?"
    }
  },
  {
    "translation": {
      "en": "The George Floyd tragedy is merely the latest",
      "vi": "Bi kịch của George Floyd không phải là lần cuối"
    }
  },
  {
    "translation": {
      "en": "in a long series of police killings of Black people,",
      "vi": "cảnh sát nhắm vào người da đen,"
    }
  },
  {
    "translation": {
      "en": "and it comes as a final straw.",
      "vi": "nhưng nó như giọt nước tràn ly."
    }
  },
  {
    "translation": {
      "en": "In increasing numbers,",
      "vi": "Ngày càng có nhiều"
    }
  },
  {
    "translation": {
      "en": "protestors take to the streets to give voice to their anger.",
      "vi": "người biểu tình xuống đường bày tỏ sự phẫn nộ."
    }
  },
  {
    "translation": {
      "en": "People said, It's dangerous to gather in crowds like that.",
      "vi": "Người ta bảo, Tụ tập đông như vậy nguy hiểm lắm."
    }
  },
  {
    "translation": {
      "en": "What about the pandemic?",
      "vi": "Còn đại dịch thì sao?"
    }
  },
  {
    "translation": {
      "en": "But, you know, in some ways I prefer the coronavirus to the police.",
      "vi": "Nhưng có thể nói, tôi thà dính virus còn hơn dính vào cảnh sát."
    }
  },
  {
    "translation": {
      "en": "And don't get me wrong, I fucking hate the virus,",
      "vi": "Đừng hiểu sai, tôi ghét virus bỏ xừ,"
    }
  },
  {
    "translation": {
      "en": "but at least it doesn't pretend it's here to help.",
      "vi": "nhưng ít ra nó không giả đò là đang giúp."
    }
  },
  {
    "translation": {
      "en": "It doesn't drive around the neighborhood",
      "vi": "Nó không chạy lòng vòng trên phố"
    }
  },
  {
    "translation": {
      "en": "with Protect and Serve painted on its side before it kills you.",
      "vi": "với dòng Do dân Vì dân sơn bên hông xe rồi giết bạn."
    }
  },
  {
    "translation": {
      "en": "What happened with George Floyd disgusted everybody.",
      "vi": "Việc xảy ra với George Floyd khiến mọi người ghê tởm."
    }
  },
  {
    "translation": {
      "en": "But it didn't surprise Black people.",
      "vi": "Nhưng người da đen thì không bất ngờ."
    }
  },
  {
    "translation": {
      "en": "We've always known what cops are capable of.",
      "vi": "Chúng tôi luôn biết rõ điều cảnh sát dám làm."
    }
  },
  {
    "translation": {
      "en": "But today, bystanders got a camera on their phones",
      "vi": "Nhưng hôm nay, người ta đã quay lại,"
    }
  },
  {
    "translation": {
      "en": "so now everybody gets to see it.",
      "vi": "và giờ mọi người đã thấy."
    }
  },
  {
    "translation": {
      "en": "And honestly?",
      "vi": "Thật lòng ư?"
    }
  },
  {
    "translation": {
      "en": "That ought to be the number one sales feature for the iPhone.",
      "vi": "Đó nên là biểu ngữ quảng cáo hàng đầu của iPhone."
    }
  },
  {
    "translation": {
      "en": "Fuck your Megapixel Display.",
      "vi": "Dẹp ba cái Màn hình Megapixel đi."
    }
  },
  {
    "translation": {
      "en": "How about put Exposes Police Brutality on the box?",
      "vi": "Thay bằng Lột trần bộ mặt cớm trên hộp thì sao?"
    }
  },
  {
    "translation": {
      "en": "Over the following days",
      "vi": "Những ngày tiếp theo,"
    }
  },
  {
    "translation": {
      "en": "as tensions escalate and police and protestors face off,",
      "vi": "khi căng thẳng dâng cao và cảnh sát đối đầu với người biểu tình,"
    }
  },
  {
    "translation": {
      "en": "some of the demonstrations turn violent.",
      "vi": "một số nơi bạo lực đã leo thang."
    }
  },
  {
    "translation": {
      "en": "The President skillfully placates the situation",
      "vi": "Tổng thống khéo léo xoa dịu tình hình"
    }
  },
  {
    "translation": {
      "en": "with some soothing incendiary comments.",
      "vi": "với một số bình luận hơi mang tính kích động."
    }
  },
  {
    "translation": {
      "en": "And in Washington, he orders peaceful demonstrators",
      "vi": "Còn Washington, ông ra lệnh giải tán người biểu tình ôn hòa"
    }
  },
  {
    "translation": {
      "en": "to be gently dispersed with some courteous state violence.",
      "vi": "bằng một chút bạo lực trên tinh thần lịch sự."
    }
  },
  {
    "translation": {
      "en": "Trump got riot police with tear gas and rubber bullets to clear the protesters",
      "vi": "Trump trang bị cho cảnh sát dẹp loạn với đạn cao su và hơi cay"
    }
  },
  {
    "translation": {
      "en": "so he could pose for a photo in front of St. John's Church.",
      "vi": "còn mình thì tạo dáng chụp ảnh trước Nhà thờ Thánh John."
    }
  },
  {
    "translation": {
      "en": "Because, you know, when you live in a city,",
      "vi": "Bởi khi bạn sống ở thành thị,"
    }
  },
  {
    "translation": {
      "en": "you never get to appreciate it and do the touristy things.",
      "vi": "bạn không hề biết ơn, mà chỉ thích đi đu đưa thôi."
    }
  },
  {
    "translation": {
      "en": "Trump's gracious, Christ like diplomacy fails and violence continues to flare up.",
      "vi": "Kế hoạch dựa vào Chúa của Trump thất bại, và bạo lực vẫn leo thang."
    }
  },
  {
    "translation": {
      "en": "There was so much anger expressed",
      "vi": "Có quá nhiều sự phẫn nộ"
    }
  },
  {
    "translation": {
      "en": "and emotions were running super high,",
      "vi": "và căng thẳng thì dâng cao ngút,"
    }
  },
  {
    "translation": {
      "en": "so of course there was gonna be trouble.",
      "vi": "nên chắc chắn sẽ xảy ra bạo loạn."
    }
  },
  {
    "translation": {
      "en": "But… the sensible thing to do",
      "vi": "Nhưng… việc khôn ngoan nên làm"
    }
  },
  {
    "translation": {
      "en": "would have been to wait at home",
      "vi": "là chờ đợi ở nhà"
    }
  },
  {
    "translation": {
      "en": "um… until everyone had just calmed down and the whole thing had blown over,",
      "vi": "tới khi mọi người bình tĩnh lại và mọi thứ qua đi,"
    }
  },
  {
    "translation": {
      "en": "and then you go out and protest in a, um… calm and orderly manner.",
      "vi": "rồi mình ra ngoài và biểu tình thật ôn hòa."
    }
  },
  {
    "translation": {
      "en": "Um… I would have been the first to support that,",
      "vi": "Tôi sẽ là người đầu tiên xung phong,"
    }
  },
  {
    "translation": {
      "en": "unless it was on a Tuesday because that's my Peloton class.",
      "vi": "trừ thứ Ba vì tôi vướng lịch học Peloton."
    }
  },
  {
    "translation": {
      "en": "But instead what was happening just looked like all out anarchy to me.",
      "vi": "Nhưng với tôi, mọi thứ xảy ra như một mớ hỗn độn."
    }
  },
  {
    "translation": {
      "en": "Um… and believe me, I, uh… I know criminal behavior when I see it.",
      "vi": "Tin tôi đi, tôi nhìn là tôi biết đâu là hành vi phạm pháp."
    }
  },
  {
    "translation": {
      "en": "Whether it's someone breaking a window or a Black man sitting in a car.",
      "vi": "Dù là ai đó làm vỡ cửa sổ, hay người da đen ngồi trong ô tô."
    }
  },
  {
    "translation": {
      "en": "Wasn't there a video of you",
      "vi": "Hình như có một video mà"
    }
  },
  {
    "translation": {
      "en": "haranguing a Black man sitting in a car that went viral this year?",
      "vi": "cô đã miệt thị một người da đen đúng không?"
    }
  },
  {
    "translation": {
      "en": "And I'm telling you this is my car.",
      "vi": "Tôi đã bảo, đây là xe tôi."
    }
  },
  {
    "translation": {
      "en": "Well, then I'm sure you'll prove that with some ID. Yeah.",
      "vi": "Thế thì tôi cá là anh có giấy tờ để chứng minh chứ. Nhỉ?"
    }
  },
  {
    "translation": {
      "en": "First of all, I… I wasn't haranguing.",
      "vi": "Thứ nhất, tôi… không hề miệt thị."
    }
  },
  {
    "translation": {
      "en": "I was politely enquiring, for less than an hour.",
      "vi": "Tôi chỉ hỏi rất lịch sự, chưa đến một tiếng đồng hồ."
    }
  },
  {
    "translation": {
      "en": "So, that was the only time you did something like that this year?",
      "vi": "Vậy, đó là lần duy nhất cô làm vậy trong năm nay?"
    }
  },
  {
    "translation": {
      "en": "Um… there was an incident at a pool.",
      "vi": "Có một tai nạn ở hồ bơi."
    }
  },
  {
    "translation": {
      "en": "Give it back! Do you have a receipt?",
      "vi": "Trả đây! Cô có hóa đơn không?"
    }
  },
  {
    "translation": {
      "en": "I need to see a receipt.",
      "vi": "Tôi muốn xem hóa đơn."
    }
  },
  {
    "translation": {
      "en": "Uh… there was an incident up in the hills.",
      "vi": "Có một tai nạn ở trên núi."
    }
  },
  {
    "translation": {
      "en": "I'm painting a watercolor!",
      "vi": "Tôi đang vẽ màu nước!"
    }
  },
  {
    "translation": {
      "en": "The way that you're wielding that paintbrush is very unsettling to me.",
      "vi": "Cái cách anh cầm cây cọ vẽ làm tôi khó chịu."
    }
  },
  {
    "translation": {
      "en": "And at the hospital.",
      "vi": "Và ở bệnh viện."
    }
  },
  {
    "translation": {
      "en": "Sweetie, are you absolutely sure that this is your dialysis machine?",
      "vi": "Bé à, cháu có chắc đây là máy thẩm tách của cháu không?"
    }
  },
  {
    "translation": {
      "en": "Mommy, the crazy lady's back. I was just asking. I'm allowed to ask.",
      "vi": "Mẹ ơi, bà điên lại đến. Tôi có quyền hỏi."
    }
  },
  {
    "translation": {
      "en": "I don't know why people are so quick to judge.",
      "vi": "Chả hiểu sao người ta cứ hay đánh giá vội vàng thế."
    }
  },
  {
    "translation": {
      "en": "Is he with you?",
      "vi": "Anh quen anh ta à?"
    }
  },
  {
    "translation": {
      "en": "That's Mike. He's been here all day.",
      "vi": "Đó là Mike. Anh ấy đứng đó cả ngày rồi mà."
    }
  },
  {
    "translation": {
      "en": "By now, the protests have gone international,",
      "vi": "Lúc này, làn sóng biểu tình đã lan ra quốc tế,"
    }
  },
  {
    "translation": {
      "en": "with a rallying cry reverberating across the globe.",
      "vi": "với một khẩu hiệu vang dội toàn cầu."
    }
  },
  {
    "translation": {
      "en": "Black Lives Matter! Black Lives Matter!",
      "vi": "Người da đen cũng quý! Người da đen cũng quý!"
    }
  },
  {
    "translation": {
      "en": "Black Lives Matter.",
      "vi": "Người da đen cũng quý."
    }
  },
  {
    "translation": {
      "en": "Well… no reasonable person could disagree with that,",
      "vi": "Chả ai điên mà đi phản đối điều đó cả,"
    }
  },
  {
    "translation": {
      "en": "but I would prefer to say, All lives matter.",
      "vi": "nhưng tôi muốn đổi thành, Người nào cũng quý."
    }
  },
  {
    "translation": {
      "en": "I think the point is they're currently treated like they don't matter.",
      "vi": "Tôi nghĩ ý câu đó là họ đang bị phân biệt đối xử."
    }
  },
  {
    "translation": {
      "en": "All lives? I don't think so.",
      "vi": "Tất cả? Tôi không nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "No, black lives.",
      "vi": "Không, người da đen."
    }
  },
  {
    "translation": {
      "en": "Oh, those.",
      "vi": "À, họ."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, what about them?",
      "vi": "Xin lỗi, họ sao cơ?"
    }
  },
  {
    "translation": {
      "en": "They matter. More than all lives?",
      "vi": "Đáng quý. Hơn những người khác?"
    }
  },
  {
    "translation": {
      "en": "Now who's being a racist? I didn't call you a racist.",
      "vi": "Giờ thì ai phân biệt? Tôi bảo ông đâu."
    }
  },
  {
    "translation": {
      "en": "You are. You are just about to label me a bigot, just like my daughter.",
      "vi": "Có đấy. Cậu chuẩn bị kêu tôi là đồ cổ hủ, giống hệt con gái tôi."
    }
  },
  {
    "translation": {
      "en": "And her friends, and my son, and his friends.",
      "vi": "Và bạn nó, và con trai tôi, và bạn nó."
    }
  },
  {
    "translation": {
      "en": "And my wife.",
      "vi": "Và vợ tôi."
    }
  },
  {
    "translation": {
      "en": "And her friends.",
      "vi": "Và bạn bà ấy."
    }
  },
  {
    "translation": {
      "en": "And my friends.",
      "vi": "Và bạn tôi."
    }
  },
  {
    "translation": {
      "en": "You can't say anything these days.",
      "vi": "Thời buổi này chả dám nói gì."
    }
  },
  {
    "translation": {
      "en": "Next, the spotlight falls upon the relics of an intolerant past.",
      "vi": "Tiếp theo, tâm điểm đổ dồn về một di tích của những ngày xưa cũ."
    }
  },
  {
    "translation": {
      "en": "In Bristol, England, protestors surround slave trader and statue Edward Colston",
      "vi": "Ở Bristol, Anh, người biểu tình bao vây tượng đài kẻ buôn nô lệ Edward Colston"
    }
  },
  {
    "translation": {
      "en": "and drag him from the safety of his plinth.",
      "vi": "và lôi ông ta xuống khỏi bục."
    }
  },
  {
    "translation": {
      "en": "Look, these people are trying to destroy history.",
      "vi": "Nhìn này, họ đang tàn phá lịch sử."
    }
  },
  {
    "translation": {
      "en": "What if by tearing these statues down they're actually making history?",
      "vi": "Nếu việc phá hủy những bức tượng đó mới là làm nên lịch sử thì sao?"
    }
  },
  {
    "translation": {
      "en": "Shut up and move on.",
      "vi": "Trật tự và tiếp tục đi."
    }
  },
  {
    "translation": {
      "en": "They threw him in the sea, which is cruel.",
      "vi": "Họ quăng ông ta xuống biển, thật tàn nhẫn."
    }
  },
  {
    "translation": {
      "en": "They might have killed him.",
      "vi": "Họ giết ông ta mất."
    }
  },
  {
    "translation": {
      "en": "Can statues breathe underwater?",
      "vi": "Tượng có thở dưới nước được không?"
    }
  },
  {
    "translation": {
      "en": "No, they don't breathe at all.",
      "vi": "Không, chúng không thở."
    }
  },
  {
    "translation": {
      "en": "OK, so he probably swam to safety.",
      "vi": "Vậy chắc ông ta sẽ bơi về bờ an toàn."
    }
  },
  {
    "translation": {
      "en": "You had corporations going woke too,",
      "vi": "Nhiều doanh nghiệp cũng thức tỉnh,"
    }
  },
  {
    "translation": {
      "en": "asking themselves how can they support Black people",
      "vi": "tự hỏi mình có thể làm gì để giúp người da đen"
    }
  },
  {
    "translation": {
      "en": "without actually paying them.",
      "vi": "mà không phải trả tiền cho họ."
    }
  },
  {
    "translation": {
      "en": "Demonstrating their sensitivity",
      "vi": "Phô diễn sự nhạy bén của họ"
    }
  },
  {
    "translation": {
      "en": "by rebranding Ku Klux Krunchies as Rosa Parks Puffs,",
      "vi": "bằng cách đổi tên Ku Klux Krunchies thành Rosa Parks Puffs,"
    }
  },
  {
    "translation": {
      "en": "and so on.",
      "vi": "và nhiều cái nữa."
    }
  },
  {
    "translation": {
      "en": "I'm proud to say as a corporation we stepped up in several bold ways.",
      "vi": "Tôi rất tự hào khi là một doanh nghiệp dám liều lĩnh."
    }
  },
  {
    "translation": {
      "en": "We rolled out an update that replaced our virtual assistants",
      "vi": "Chúng tôi phát hành bản cập nhật mà thay thế trợ lý ảo"
    }
  },
  {
    "translation": {
      "en": "with the personality of Malcolm X.",
      "vi": "bằng nhân cách của Malcolm X."
    }
  },
  {
    "translation": {
      "en": "Malcolm, could you play the best of ZZ Top?",
      "vi": "Malcolm, bật nhạc của ZZ Top được không?"
    }
  },
  {
    "translation": {
      "en": "I will neither follow your orders nor recognize your authority.",
      "vi": "Tôi sẽ không tuân lệnh hoặc nhận diện được anh."
    }
  },
  {
    "translation": {
      "en": "But perhaps our biggest gesture was the whole Boris Johnson thing.",
      "vi": "Nhưng có lẽ thành công lớn nhất là vụ Boris Johnson."
    }
  },
  {
    "translation": {
      "en": "We've had great ties with UK government since we delivered the Brexit vote for them.",
      "vi": "Chúng tôi rất thân với chính phủ Anh vì đã bỏ phiếu ủng hộ Brexit."
    }
  },
  {
    "translation": {
      "en": "And they'd reached out looking for a gesture to show",
      "vi": "Họ có nhờ thiết kế một hình mẫu để cho thấy"
    }
  },
  {
    "translation": {
      "en": "Britain had shrugged off its colonial past,",
      "vi": "nước Anh đã rũ bỏ quá khứ thực dân,"
    }
  },
  {
    "translation": {
      "en": "which was a little slave trade y.",
      "vi": "nghe có vẻ hơi giống buôn nô lệ."
    }
  },
  {
    "translation": {
      "en": "So, we had them trial our body swap tech.",
      "vi": "Tôi cho họ thử công nghệ hoán đổi thân xác."
    }
  },
  {
    "translation": {
      "en": "This is the first time the soul of a British Prime Minister",
      "vi": "Lần đầu tiên, linh hồn của Thủ tướng Anh"
    }
  },
  {
    "translation": {
      "en": "has been transferred into the body of a Black man.",
      "vi": "được chuyển sang thân xác một người da đen."
    }
  },
  {
    "translation": {
      "en": "And it worked.",
      "vi": "Và đã thành công."
    }
  },
  {
    "translation": {
      "en": "Today, I stand before you as a proud Black man,",
      "vi": "Hôm nay, tôi đứng đây với tư cách một người da đen,"
    }
  },
  {
    "translation": {
      "en": "a thrusting, living symbol of vibrant modern Britain.",
      "vi": "một biểu tượng sinh động của một nước Anh hiện đại."
    }
  },
  {
    "translation": {
      "en": "I will now take questions.",
      "vi": "Giờ tôi sẽ nghe câu hỏi."
    }
  },
  {
    "translation": {
      "en": "Yes, the lady with her hand up? You're not from round here, are you?",
      "vi": "Mời cô đang giơ tay? Ông đến từ nơi khác đúng không?"
    }
  },
  {
    "translation": {
      "en": "Have you got a receipt for that suit?",
      "vi": "Ông có hóa đơn của bộ đồ đó không?"
    }
  },
  {
    "translation": {
      "en": "Well, not a receipt per seOfficer, arrest this man!",
      "vi": "Ồ, không có hóa… Cảnh sát, bắt hắn lại!"
    }
  },
  {
    "translation": {
      "en": "When I say worked, I mean temporarily, you know,",
      "vi": "Thành công theo ý tôi là tạm thời thôi."
    }
  },
  {
    "translation": {
      "en": "We had to revert Johnson back into his natural form so he could continue ruling",
      "vi": "Chúng tôi phải đổi lại Johnson để ông ta tiếp tục làm việc"
    }
  },
  {
    "translation": {
      "en": "from a position of safe, familiar white incompetence.",
      "vi": "như một gã da trắng bất tài, quen mặt và an toàn."
    }
  },
  {
    "translation": {
      "en": "Some white individuals begin to ask whether they're doing enough personally.",
      "vi": "Một số người da trắng bắt đầu tự hỏi liệu mình đã làm đủ chưa."
    }
  },
  {
    "translation": {
      "en": "Well, I consider myself an ally.",
      "vi": "Chà, tôi nghĩ tôi là một đồng minh."
    }
  },
  {
    "translation": {
      "en": "You know, but I looked within, I felt I could make some changes.",
      "vi": "Nhưng khi nhìn kỹ, tôi thấy tôi có thể thay đổi gì đó."
    }
  },
  {
    "translation": {
      "en": "So, I started small, posting the black squares on Insta.",
      "vi": "Thế là tôi bắt đầu từ việc nhỏ, đăng ô vuông đen lên Insta."
    }
  },
  {
    "translation": {
      "en": "I swapped to only using black emojis for texts.",
      "vi": "Tôi chỉ dùng biểu cảm màu đen khi nhắn tin."
    }
  },
  {
    "translation": {
      "en": "I sent a lot of friend requests to Black people.",
      "vi": "Tôi gửi nhiều lời kết bạn đến người da đen."
    }
  },
  {
    "translation": {
      "en": "And I even learned how to pronounce their names.",
      "vi": "Tôi còn học cách đánh vần tên họ."
    }
  },
  {
    "translation": {
      "en": "Even if it was difficult.",
      "vi": "Mặc dù rất khó."
    }
  },
  {
    "translation": {
      "en": "A de fo la ke.",
      "vi": "Adefolake."
    }
  },
  {
    "translation": {
      "en": "A de fo la ke.",
      "vi": "Adefolake."
    }
  },
  {
    "translation": {
      "en": "Hmm, beautiful.",
      "vi": "Ồ, đẹp đó."
    }
  },
  {
    "translation": {
      "en": "And then I thought, listen, look. I know I care,",
      "vi": "Tôi tôi nghĩ, ồ, tôi biết mình có quan tâm,"
    }
  },
  {
    "translation": {
      "en": "but do enough other people know that I care?",
      "vi": "nhưng liệu có đủ nhiều người biết điều đó không?"
    }
  },
  {
    "translation": {
      "en": "I realized I should up my game, so I posted a video about it.",
      "vi": "Tôi nhận ra mình phải chơi lớn, thế là tôi đăng một video."
    }
  },
  {
    "translation": {
      "en": "And so I guess in a way, I'm Black too, maybe…",
      "vi": "Và tôi nghĩ là, theo cách nào chắc tôi cũng da đen…"
    }
  },
  {
    "translation": {
      "en": "maybe more than anyone.",
      "vi": "có khi còn đen hơn họ."
    }
  },
  {
    "translation": {
      "en": "That caught some likes, so we did a follow up",
      "vi": "Khá nhiều người thích, nên tôi lại làm tiếp"
    }
  },
  {
    "translation": {
      "en": "where I drove around a Black neighborhood to let them hear my support in person.",
      "vi": "khi tôi lái xe tới khu dân cư da đen để đích thân thể hiện sự ủng hộ của mình."
    }
  },
  {
    "translation": {
      "en": "Guys, I just want to say, right now, I'm with you.",
      "vi": "Các bạn ơi, tôi chỉ muốn nói, tôi ở đây vì các bạn."
    }
  },
  {
    "translation": {
      "en": "I hear you. I see you. I am you.",
      "vi": "Tôi nghe các bạn. Tôi thấy các bạn. Tôi chính là các bạn."
    }
  },
  {
    "translation": {
      "en": "And this wasn't just some quick little gesture, we kept it up till 2 a.m.",
      "vi": "Mà đây không phải chương trình ngắn đâu, tôi quay đến tận hai giờ sáng."
    }
  },
  {
    "translation": {
      "en": "That's how committed we were.",
      "vi": "Bọn tôi quyết tâm thế đấy."
    }
  },
  {
    "translation": {
      "en": "Friends of color, I stand by you. I feel your pain.",
      "vi": "Những người da màu, tôi ủng hộ các bạn. Tôi thấu hiểu nỗi đau của các bạn."
    }
  },
  {
    "translation": {
      "en": "Go the fuck home! Oh shit, drive. Drive. Go, go, go!",
      "vi": "Cút về nhà đi! Thôi xong, chuồn. Chuồn lẹ!"
    }
  },
  {
    "translation": {
      "en": "There's just no pleasing some people.",
      "vi": "Không thể làm hài lòng tất cả."
    }
  },
  {
    "translation": {
      "en": "All the while, the pandemic is raging out of control",
      "vi": "Cùng lúc, đại dịch ngày càng mất kiểm soát,"
    }
  },
  {
    "translation": {
      "en": "and there is disagreement on how to respond.",
      "vi": "người ta thì bất đồng trong cách ứng phó."
    }
  },
  {
    "translation": {
      "en": "Some believe the only way out is to achieve herd immunity.",
      "vi": "Một số tin rằng cách duy nhất là đạt được miễn dịch cộng đồng."
    }
  },
  {
    "translation": {
      "en": "Herd immunity occurs when almost everybody has been exposed to something,",
      "vi": "Miễn dịch cộng đồng là khi hầu như mọi người đều tiếp xúc với bệnh,"
    }
  },
  {
    "translation": {
      "en": "but gotten over it, so it quickly dies out.",
      "vi": "nhưng khỏi và bệnh nhanh chóng hết."
    }
  },
  {
    "translation": {
      "en": "Just like what happened with the Floss.",
      "vi": "Như điều đã xảy ra với Floss."
    }
  },
  {
    "translation": {
      "en": "Sorry, the… the what?",
      "vi": "Xin lỗi, với… gì cơ?"
    }
  },
  {
    "translation": {
      "en": "You know…",
      "vi": "Thì đấy…"
    }
  },
  {
    "translation": {
      "en": "Others want to wait for a miracle cure,",
      "vi": "Người khác thì muốn chờ một bài thuốc tiên,"
    }
  },
  {
    "translation": {
      "en": "but any potential vaccine faces a lengthy uphill climb,",
      "vi": "nhưng vắc xin tiềm năng phải trải qua một chặng đường dài,"
    }
  },
  {
    "translation": {
      "en": "a challenging maneuver for any liquid.",
      "vi": "một quy trình đầy thử thách cho chất lỏng."
    }
  },
  {
    "translation": {
      "en": "Well, vaccines go through a lengthy approval process.",
      "vi": "Vắc xin phải trải qua một quy trình phê duyệt dài."
    }
  },
  {
    "translation": {
      "en": "They start with the preliminary trials using a limited number of volunteers",
      "vi": "Họ bắt đầu xét nghiệm lâm sàng với một số lượng tình nguyện viên hạn chế"
    }
  },
  {
    "translation": {
      "en": "in which we are monitoring the level of proteins known as antibodies generated.",
      "vi": "trong đó chúng tôi theo dõi mức độ sản sinh protein được gọi là kháng thể."
    }
  },
  {
    "translation": {
      "en": "It is called a blind trial",
      "vi": "Nó được gọi là thử nghiệm mù"
    }
  },
  {
    "translation": {
      "en": "because around half the volunteers are given a placebo, which means…",
      "vi": "vì một nửa số tình nguyện viên được cho thuốc giả…"
    }
  },
  {
    "translation": {
      "en": "Sorry. Sorry, why are you showing footage of whatever that is?",
      "vi": "Xin lỗi, sao anh lại chiếu cái gì thế này?"
    }
  },
  {
    "translation": {
      "en": "I'm still speaking. Is that relevant?",
      "vi": "Tôi vẫn đang nói mà. Nó có liên quan gì không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry. We're just trying to keep it visually interesting. Ignore us. Carry on.",
      "vi": "Xin lỗi, tôi chỉ muốn khiến nó thú vị. Không có gì. Tiếp tục đi."
    }
  },
  {
    "translation": {
      "en": "No, OK. No problem, OK.",
      "vi": "Được. Không vấn đề."
    }
  },
  {
    "translation": {
      "en": "So, once the initial trial is complete, the second trial begins.",
      "vi": "Khi hoàn thành lần thử nghiệm đầu, lần thứ hai tiếp tục."
    }
  },
  {
    "translation": {
      "en": "This is less to do with efficacy because during the second trial",
      "vi": "Việc này không quan trọng hiệu quả vì trong lần thử thứ hai"
    }
  },
  {
    "translation": {
      "en": "there's a tricky balance you are trying to maintain",
      "vi": "bạn sẽ cố duy trì một sự cân bằng hóc búa"
    }
  },
  {
    "translation": {
      "en": "between monitoring the serological response and how that…",
      "vi": "giữa theo dõi phản ứng huyết thanh lọc và cách nó…"
    }
  },
  {
    "translation": {
      "en": "What's going on? That's got nothing to do with this. This…",
      "vi": "Cái gì vậy? Nó đâu có liên quan. Nó…"
    }
  },
  {
    "translation": {
      "en": "I'm talking here.",
      "vi": "Tôi đang nói mà."
    }
  },
  {
    "translation": {
      "en": "Just… just ignore it, OK. It's just texture.",
      "vi": "Cứ kệ nó đi. Minh họa thôi mà."
    }
  },
  {
    "translation": {
      "en": "Are you guys actually interested in the science?",
      "vi": "Các anh có thực sự quan tâm đến khoa học không?"
    }
  },
  {
    "translation": {
      "en": "Um… to be honest… no.",
      "vi": "Thật ra là… không."
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "vi": "Ồ."
    }
  },
  {
    "translation": {
      "en": "With no cure for Covid in sight,",
      "vi": "Không có thuốc đặc trị Covid,"
    }
  },
  {
    "translation": {
      "en": "life for millions has been reduced to a creepy new normal",
      "vi": "cuộc sống của hàng triệu người buộc phải sang trang mới"
    }
  },
  {
    "translation": {
      "en": "and a seemingly endless series of lockdowns.",
      "vi": "khi mọi thứ là những vòng cách ly luẩn quẩn."
    }
  },
  {
    "translation": {
      "en": "I live on my own and after a while I got so lonely",
      "vi": "Tôi sống một mình, sau một thời gian, tôi cô đơn quá"
    }
  },
  {
    "translation": {
      "en": "I developed a multiple personality disorder on purpose",
      "vi": "nên đã cố tình hình thành chứng rối loạn đa nhân cách"
    }
  },
  {
    "translation": {
      "en": "so I could keep myself company.",
      "vi": "để tôi có bạn có bè."
    }
  },
  {
    "translation": {
      "en": "But then, of course, I had to try and keep",
      "vi": "Nhưng rồi, tất nhiên, tôi phải cố giữ"
    }
  },
  {
    "translation": {
      "en": "two meters away from myself at all times.",
      "vi": "tôi và chính mìnhm luôn cách xa hai mét."
    }
  },
  {
    "translation": {
      "en": "Don't know if you've ever tried doing that but it's a bloody nightmare.",
      "vi": "Không biết anh thử chưa, nhưng nó thực sự là cơn ác mộng."
    }
  },
  {
    "translation": {
      "en": "So, I started doing video calls to keep sociable.",
      "vi": "Thế là tôi bắt đầu gọi video để hòa đồng hơn."
    }
  },
  {
    "translation": {
      "en": "Hiya, you alright? No, is what it is, innit?",
      "vi": "Chào, khỏe không? Không, không là không, nhé?"
    }
  },
  {
    "translation": {
      "en": "I did so many I sometimes glitch in real life now.",
      "vi": "Tôi gọi nhiều đến nỗi đôi khi tôi bị đơ ngoài đời."
    }
  },
  {
    "translation": {
      "en": "Like, I just freeze now and then, like…",
      "vi": "Tôi cứ đơ ra thôi, và…"
    }
  },
  {
    "translation": {
      "en": "Can you hear me your end?",
      "vi": "Anh nghe thấy tôi chứ?"
    }
  },
  {
    "translation": {
      "en": "Like defecating and sobbing, video calls become part of everyday life,",
      "vi": "Giống như đi nặng và gào khóc, gọi video trở thành một phần cuộc sống,"
    }
  },
  {
    "translation": {
      "en": "which means for some, business is booming.",
      "vi": "nghĩa là với một số người, kinh doanh sẽ nở rộ."
    }
  },
  {
    "translation": {
      "en": "Early, we ran numbers and realized",
      "vi": "Chúng tôi tính toán và nhận thấy"
    }
  },
  {
    "translation": {
      "en": "that around 20% of our customer base might die of the virus.",
      "vi": "khoảng 20% khách hàng cơ bản sẽ chết vì virus."
    }
  },
  {
    "translation": {
      "en": "But the surviving 80% would increase their reliance",
      "vi": "Nhưng 80% sống sót sẽ gia tăng sự tín nhiệm"
    }
  },
  {
    "translation": {
      "en": "on our videoconferencing products 200 fold,",
      "vi": "vào sản phẩm hội nghị video lên 200 lần,"
    }
  },
  {
    "translation": {
      "en": "so that was a huge win for us.",
      "vi": "thế là thành công lớn với chúng tôi rồi."
    }
  },
  {
    "translation": {
      "en": "A huge, but sad win.",
      "vi": "Lớn, dù đáng buồn."
    }
  },
  {
    "translation": {
      "en": "In desperation,",
      "vi": "Trong nỗi tuyệt vọng,"
    }
  },
  {
    "translation": {
      "en": "millions turn to award winning streaming service Netflix",
      "vi": "hàng triệu người chuyển sang dùng dịch vụ truyền hình Netflix"
    }
  },
  {
    "translation": {
      "en": "for entertainment.",
      "vi": "để giải trí."
    }
  },
  {
    "translation": {
      "en": "One spent a lot of time at Windsor watching Netflix.",
      "vi": "Tôi đã dành nhiều thời gian ở Windsor để xem Netflix."
    }
  },
  {
    "translation": {
      "en": "Do you find that you spend most of your time browsing the home page?",
      "vi": "Bà có thấy mình dành hầu hết thời gian duyệt trang chủ không?"
    }
  },
  {
    "translation": {
      "en": "No. No, my footman does that for me.",
      "vi": "Không. Thợ bóp chân làm hộ tôi."
    }
  },
  {
    "translation": {
      "en": "I watched so much dumb shit.",
      "vi": "Chị xem cực nhiều mấy cái xàm."
    }
  },
  {
    "translation": {
      "en": "You see Floor is Lava, fire and brimstone, the game show?",
      "vi": "Chú xem Sàn dung nham, chương trình có lửa với diêm sanh chưa?"
    }
  },
  {
    "translation": {
      "en": "Don't… No!",
      "vi": "Đừng…"
    }
  },
  {
    "translation": {
      "en": "…fall…",
      "vi": "rơi…"
    }
  },
  {
    "translation": {
      "en": "…in…",
      "vi": "xuống…"
    }
  },
  {
    "translation": {
      "en": "…the… Ah!",
      "vi": "dung…"
    }
  },
  {
    "translation": {
      "en": "…lava!",
      "vi": "nham!"
    }
  },
  {
    "translation": {
      "en": "You know they filmed that last year, because in 2020",
      "vi": "Họ đã ghi hình năm ngoái, vì năm 2020,"
    }
  },
  {
    "translation": {
      "en": "people wouldn't even be bothering to try to escape the lava.",
      "vi": "chả ai chạy khỏi dung nham cả."
    }
  },
  {
    "translation": {
      "en": "They'd be lining up to willingly throw themselves in,",
      "vi": "Họ sẽ xếp hàng để nhảy xuống,"
    }
  },
  {
    "translation": {
      "en": "pausing only to kick their kids in first.",
      "vi": "đá bọn con nít xuống trước."
    }
  },
  {
    "translation": {
      "en": "Maybe that's season two.",
      "vi": "Chắc mùa hai sẽ như thế."
    }
  },
  {
    "translation": {
      "en": "My favorite program has to be The Crown.",
      "vi": "Phim tôi thích nhất là Hoàng Quyền."
    }
  },
  {
    "translation": {
      "en": "It's refreshing to see a down to earth drama",
      "vi": "Thật khoan khoái khi xem một bộ phim trên giời"
    }
  },
  {
    "translation": {
      "en": "about everyday people living ordinary lives.",
      "vi": "về những người bình thường sống cuộc đời bình thường."
    }
  },
  {
    "translation": {
      "en": "It's the sort of thing that gives the little people hope.",
      "vi": "Đó là thứ tiếp thêm hy vọng cho những người nhỏ bé."
    }
  },
  {
    "translation": {
      "en": "Some say The Crown is unrealistic,",
      "vi": "Nhiều người bảo Hoàng Quyền không thực tế,"
    }
  },
  {
    "translation": {
      "en": "but it strikes me as a far more faithful depiction of the monarchy",
      "vi": "nhưng tôi thấy ấn tượng vì chế độ quân chủ được tả thực hơn nhiều"
    }
  },
  {
    "translation": {
      "en": "than their other regal drama, Tiger King.",
      "vi": "so với cái phim kia, Vua Hổ."
    }
  },
  {
    "translation": {
      "en": "You can guaran goddamn tee I'm gonna put a cap in your ass",
      "vi": "Cứ yên tâm là tao sẽ nhét cái mũ vào mông mày"
    }
  },
  {
    "translation": {
      "en": "the first time to make you squirm around on the ground.",
      "vi": "để mày gào thét lăn lộn dưới đất."
    }
  },
  {
    "translation": {
      "en": "Then I'm gonna put a bullet between your fucking eyes.",
      "vi": "Rồi tao sẽ găm đạn vào giữa hai mắt mày."
    }
  },
  {
    "translation": {
      "en": "That man is from no royal line I recognize.",
      "vi": "Tôi không biết hắn ở phả hệ hoàng gia nào."
    }
  },
  {
    "translation": {
      "en": "Harry and Meghan have a Netflix deal. Harry and who an?",
      "vi": "Harry và Meghan thỏa thuận với Netflix. Harry với ai?"
    }
  },
  {
    "translation": {
      "en": "Harry and Meghan. Who ey and who an?",
      "vi": "Harry và Meghan. Ha gì, Me gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Back in the real world, with America facing crises on every front,",
      "vi": "Quay lại thế giới thực, khi Mỹ găp khủng hoảng mọi phía,"
    }
  },
  {
    "translation": {
      "en": "criticism of the President is mounting.",
      "vi": "sự chỉ trích nhắm vào Tổng thống ngày một nhiều."
    }
  },
  {
    "translation": {
      "en": "Also, there were questions about his fitness to govern,",
      "vi": "Người ta đặt câu hỏi về sức khỏe của ông,"
    }
  },
  {
    "translation": {
      "en": "in part because of the way he had to drink a glass of water using both hands,",
      "vi": "một phần vì cách ông cầm ly nước bằng hai tay để uống,"
    }
  },
  {
    "translation": {
      "en": "but mainly because of everything else he did.",
      "vi": "nhưng chủ yếu là vì mọi thứ còn lại."
    }
  },
  {
    "translation": {
      "en": "To boost support, Trump announces a series of rallies.",
      "vi": "Để kêu gọi sự ủng hộ, Trump công bố một loạt buổi vận động."
    }
  },
  {
    "translation": {
      "en": "We've had a tremendous run at rallies. I don't think there's been an empty seat.",
      "vi": "Chúng ta đã tiến xa với các buổi vận động. Không thừa ghế nào."
    }
  },
  {
    "translation": {
      "en": "But despite a surge in ticket requests,",
      "vi": "Nhưng dù cháy vé,"
    }
  },
  {
    "translation": {
      "en": "an event in Oklahoma is mainly attended by people who aren't there.",
      "vi": "một sự kiện ở Oklahoma chủ yếu do người ngoài tham dự."
    }
  },
  {
    "translation": {
      "en": "As the media makes clear,",
      "vi": "Như cánh truyền thông đã nói,"
    }
  },
  {
    "translation": {
      "en": "heartless users of the social media platform TikTok are to blame.",
      "vi": "người dùng vô tâm của mạng xã hội TikTok đáng trách."
    }
  },
  {
    "translation": {
      "en": "TikTokers said they intentionally sabotaged the event",
      "vi": "Người dùng TikTok nói họ cố tình phá hủy sự kiện"
    }
  },
  {
    "translation": {
      "en": "by registering en masse with no intention of showing up,",
      "vi": "bằng cách đăng ký một loạt nhưng không đi dự,"
    }
  },
  {
    "translation": {
      "en": "and they spread the word via TikTok.",
      "vi": "và họ truyền tai nhau qua TikTok."
    }
  },
  {
    "translation": {
      "en": "Republicans claim social media",
      "vi": "Đảng Cộng hòa cho rằng mạng xã hội"
    }
  },
  {
    "translation": {
      "en": "is actively trying to suppress an unreasonable conservative agenda.",
      "vi": "đang cố ngăn chặn một chương trình nghị sự bảo thủ phi lý."
    }
  },
  {
    "translation": {
      "en": "I'll cut to the chase, Big Tech is out to get conservatives.",
      "vi": "Nói thẳng, dân công nghệ đang nhắm vào những người bảo thủ."
    }
  },
  {
    "translation": {
      "en": "That's not a suspicion, that's not a hunch. That's a fact.",
      "vi": "Đó không phải nghi ngờ. Đó là sự thật."
    }
  },
  {
    "translation": {
      "en": "The fact, which doesn't care about your feelings,",
      "vi": "Sự thật, thứ không màng đến cảm xúc,"
    }
  },
  {
    "translation": {
      "en": "is that online and in the media",
      "vi": "là trên các trang báo mạng,"
    }
  },
  {
    "translation": {
      "en": "conservative voices are being silenced.",
      "vi": "đảng bảo thủ đang im hơi lặng tiếng."
    }
  },
  {
    "translation": {
      "en": "I've said this before. I said it on my YouTube channel.",
      "vi": "Tôi đã nói điều này. Tôi đã nói trên Youtube."
    }
  },
  {
    "translation": {
      "en": "Conservative voices are being silenced.",
      "vi": "Đảng bảo thủ đang im hơi lặng tiếng."
    }
  },
  {
    "translation": {
      "en": "I said it on Joe Rogan.",
      "vi": "Tôi nói trên Joe Rogan."
    }
  },
  {
    "translation": {
      "en": "Conservative voices are being silenced.",
      "vi": "Đảng bảo thủ đang im hơi lặng tiếng."
    }
  },
  {
    "translation": {
      "en": "On the Jordan Peterson Kayak podcast.",
      "vi": "Trên đài Jordan Peterson Kayak."
    }
  },
  {
    "translation": {
      "en": "Conservative voices are being silenced.",
      "vi": "Đảng bảo thủ đang im hơi lặng tiếng."
    }
  },
  {
    "translation": {
      "en": "I said it on Tucker Carlson.",
      "vi": "Tôi nói trên Tucker Carlson."
    }
  },
  {
    "translation": {
      "en": "Tucker, we know conservative voices are being silenced.",
      "vi": "Tucker, ta đều biết Đảng bảo thủ đang im lặng."
    }
  },
  {
    "translation": {
      "en": "Twice actually.",
      "vi": "Hẳn hai lần."
    }
  },
  {
    "translation": {
      "en": "Like I said last time, Tucker, conservative voices are being silenced.",
      "vi": "Như tôi đã nói, Tucker, Đảng bảo thủ đang im hơi lặng tiếng."
    }
  },
  {
    "translation": {
      "en": "That is exactly right.",
      "vi": "Rất chính xác."
    }
  },
  {
    "translation": {
      "en": "And I said it in my New York Times bestseller,",
      "vi": "Và trong sách tôi viết tại New York Times,"
    }
  },
  {
    "translation": {
      "en": "Conservative Voices Are Being Silenced.",
      "vi": "Đảng Bảo Thủ Đang Im Hơi Lặng Tiếng."
    }
  },
  {
    "translation": {
      "en": "It's a point I have to make over and over",
      "vi": "Nói đi nói lại là có mục đích cả"
    }
  },
  {
    "translation": {
      "en": "because conservative voices are being silenced.",
      "vi": "vì Đảng bảo thủ đang im hơi lặng tiếng."
    }
  },
  {
    "translation": {
      "en": "In fact, you won't even use this footage. Actually, we will.",
      "vi": "Màmấy anh cũng không dùng đoạn băng này. Có chứ."
    }
  },
  {
    "translation": {
      "en": "Bob, we both know that's not going to happen.",
      "vi": "Bob, điều đó sẽ không xảy ra mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, my name is James. Whatever, Bob.",
      "vi": "Có, và tôi tên James. Sao cũng được, Bob."
    }
  },
  {
    "translation": {
      "en": "On the opposite side of the political divide,",
      "vi": "Phía bên kia chiến tuyến chính trị,"
    }
  },
  {
    "translation": {
      "en": "the husk of Joe Biden is encountering setbacks.",
      "vi": "đám đông ủng hộ Joe Biden đang gặp trở ngại."
    }
  },
  {
    "translation": {
      "en": "He is the oldest presidential candidate since records began,",
      "vi": "Ông là ứng viên tổng thống già nhất lịch sử,"
    }
  },
  {
    "translation": {
      "en": "200 years after he was born,",
      "vi": "200 năm sau khi ông ra đời,"
    }
  },
  {
    "translation": {
      "en": "and questions are asked about his longevity.",
      "vi": "và họ thắc mắc về tuổi thọ của ông."
    }
  },
  {
    "translation": {
      "en": "Biden is clearly diminished.",
      "vi": "Biden rõ ràng đã không còn phong độ."
    }
  },
  {
    "translation": {
      "en": "All men and women were created by the… Go, you know the thing.",
      "vi": "Tất cả đàn ông và phụ nữ đều được sinh ra bởi… Đó, mọi người biết mà."
    }
  },
  {
    "translation": {
      "en": "He seemed kind of frail.",
      "vi": "Ông ta có vẻ yếu đuối."
    }
  },
  {
    "translation": {
      "en": "Never mind the virus,",
      "vi": "Quên con virus đi,"
    }
  },
  {
    "translation": {
      "en": "there were times it looked like a stiff breeze might be too much for him.",
      "vi": "nhiều lúc ông ấy xem chừng hắt xì hơi còn khó khăn."
    }
  },
  {
    "translation": {
      "en": "So, he stayed in his basement, running a virtual campaign.",
      "vi": "Thế là, ông ở trong hầm, điều hành một cuộc tranh cử ảo."
    }
  },
  {
    "translation": {
      "en": "Which is like a real campaign that never really happens.",
      "vi": "Nó như một cuộc tranh cử thật, nhưng chưa từng diễn ra."
    }
  },
  {
    "translation": {
      "en": "So, welcome, everybody, to our first virtual happy hour.",
      "vi": "Vâng, chào mừng quý vị và các bạn đã tới khung giờ vàng ảo đầu tiên."
    }
  },
  {
    "translation": {
      "en": "He might as well have been in witness protection.",
      "vi": "Có lẽ ông được bảo vệ như một người da trắng."
    }
  },
  {
    "translation": {
      "en": "But there came a time he had to venture out.",
      "vi": "Nhưng cũng có lần, ông phải đích thân ra ngoài."
    }
  },
  {
    "translation": {
      "en": "His team were clearly extremely cautious.",
      "vi": "Đội ngũ của ông cực kỳ cẩn trọng."
    }
  },
  {
    "translation": {
      "en": "Whenever he met the public, they made him sit some distance away",
      "vi": "Mỗi khi ông gặp quần chúng, họ bắt ông ngồi xa cả mét"
    }
  },
  {
    "translation": {
      "en": "so he couldn't face further allegations of inappropriate touching.",
      "vi": "để ông không bị cáo buộc sờ mó động chạm lần nào nữa."
    }
  },
  {
    "translation": {
      "en": "And they prevented verbal gaffes",
      "vi": "Và họ cũng ngăn chặn sự khẩu dâm"
    }
  },
  {
    "translation": {
      "en": "by keeping him physically gagged at all times.",
      "vi": "bằng cách luôn bịt miệng ông."
    }
  },
  {
    "translation": {
      "en": "Biden also hosts COVID safe drive in rallies,",
      "vi": "Biden cũng dẫn chương trình lái xe an toàn mùa COVID,"
    }
  },
  {
    "translation": {
      "en": "attended by handfuls of enthusiastic cars,",
      "vi": "với hàng loạt những chiếc xe tham gia,"
    }
  },
  {
    "translation": {
      "en": "in which he channels the vibrant energy of an old man yelling at traffic.",
      "vi": "để ông phô trương năng lượng của một ông già hò hét giữa đường giữa chợ."
    }
  },
  {
    "translation": {
      "en": "And we should have no tolerance",
      "vi": "Và chúng ta không được khoan nhượng"
    }
  },
  {
    "translation": {
      "en": "for extremist white supremacist groups marching in our communities.",
      "vi": "với những nhóm da trắng thượng đẳng lẩn khuất trong cộng đồng."
    }
  },
  {
    "translation": {
      "en": "But his campaign gets a shot in the arm as he picks his running mate.",
      "vi": "Nhưng chiến dịch của ông đi vào lòng đất khi ông chọn phó tổng thống."
    }
  },
  {
    "translation": {
      "en": "Now let me introduce to you, for the first time,",
      "vi": "Giờ, cho phép tôi giới thiệu, lần đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "your next Vice President of the United States,",
      "vi": "Phó Tổng thống Mỹ tiếp theo,"
    }
  },
  {
    "translation": {
      "en": "Kamala, the floor is yours.",
      "vi": "Kamala, sân khấu dành cho cô."
    }
  },
  {
    "translation": {
      "en": "At 55, Harris is less than a quarter of Biden's age.",
      "vi": "Ở tuổi 55, Harris còn chưa già bằng một phần tư Biden."
    }
  },
  {
    "translation": {
      "en": "She is the first African American",
      "vi": "Bà là người Mỹ gốc Phi đầu"
    }
  },
  {
    "translation": {
      "en": "and South Asian American vice presidential candidate,",
      "vi": "và là ứng viên tổng thống người Mỹ gốc Á đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "and, therefore, alongside Donald Trump",
      "vi": "do đó, sát cánh cùng Donald Trump"
    }
  },
  {
    "translation": {
      "en": "is the second person of color on the 2020 ballot.",
      "vi": "là người da màu thứ hai trên đoàn tàu 2020."
    }
  },
  {
    "translation": {
      "en": "We're all in this fight.",
      "vi": "Chúng ta là hội cùng thuyền."
    }
  },
  {
    "translation": {
      "en": "You, me and Joe, together.",
      "vi": "Các bạn, tôi và Joe."
    }
  },
  {
    "translation": {
      "en": "Well, previously, Biden and Harris hadn't got on.",
      "vi": "Chà, hồi trước, Biden và Harris chẳng mấy mặn mà nhau."
    }
  },
  {
    "translation": {
      "en": "She'd clashed with Biden at the primaries.",
      "vi": "Bà đã đụng độ với Biden ở vòng sơ bộ."
    }
  },
  {
    "translation": {
      "en": "Do you agree today that you were wrong to oppose busing in America?",
      "vi": "Hôm nay ông có đồng ý rằng mình đã sai khi phản đối xe bus ở Mỹ?"
    }
  },
  {
    "translation": {
      "en": "And last year said that she believed the women who accused him of impropriety.",
      "vi": "Năm ngoái bà nói bà tin lời những phụ nữ cáo buộc ông lợi dụng họ."
    }
  },
  {
    "translation": {
      "en": "Now, all that was forgiven.",
      "vi": "Giờ thì như chưa hề có cuộc chia ly."
    }
  },
  {
    "translation": {
      "en": "Although their relationship did appear a little standoffish.",
      "vi": "Dù quan hệ giữa họ có vẻ bằng mặt mà không bằng lòng."
    }
  },
  {
    "translation": {
      "en": "And, of course, if they won,",
      "vi": "Và tất nhiên, nếu họ đắc cử,"
    }
  },
  {
    "translation": {
      "en": "she'd be president in the event of Biden's death.",
      "vi": "bà ấy sẽ lên làm tổng thống khi Biden chết."
    }
  },
  {
    "translation": {
      "en": "Assuming anyone noticed.",
      "vi": "Giả sử mọi người có để ý."
    }
  },
  {
    "translation": {
      "en": "Biden's campaign is reenergized,",
      "vi": "Chiến dịch của Biden được hồi sinh,"
    }
  },
  {
    "translation": {
      "en": "but the American story is about to take an unexpected turn",
      "vi": "nhưng câu chuyện chuẩn bị đón chờ bước ngoặt"
    }
  },
  {
    "translation": {
      "en": "as the world looks on.",
      "vi": "và cả thế giới ngóng chờ."
    }
  },
  {
    "translation": {
      "en": "Having another lockdown was really annoying",
      "vi": "Thêm một đợt cách ly thật khó chịu"
    }
  },
  {
    "translation": {
      "en": "because I'd watched literally all of Netflix during the first lockdown.",
      "vi": "vù tôi đã xem hết cái Netflix trong đợt cách ly đầu rồi."
    }
  },
  {
    "translation": {
      "en": "But then I got into this show called America, which was amazing.",
      "vi": "Nhưng rồi tôi thấy cái chương trình Nước Mỹ, khá hay."
    }
  },
  {
    "translation": {
      "en": "Have you seen it? It's on the news channel.",
      "vi": "Anh xem chưa? Nó ở trên kênh tin tức ấy."
    }
  },
  {
    "translation": {
      "en": "It's totally mental.",
      "vi": "Xem cuốn dã man."
    }
  },
  {
    "translation": {
      "en": "Just one twist after another.",
      "vi": "Hết bất ngờ này đến bất ngờ kia."
    }
  },
  {
    "translation": {
      "en": "They had this sort of election fight happening",
      "vi": "Họ có cái cuộc tranh cử diễn ra"
    }
  },
  {
    "translation": {
      "en": "between a bloke who looked like a ticket inspector on a ghost train",
      "vi": "giữa một tay như nhân viên soát vé trên một con tàu ma,"
    }
  },
  {
    "translation": {
      "en": "and an inflatable orange maniac who didn't seem to be dealing with the plague.",
      "vi": "và một tên tâm thần tóc cam có vẻ không thích xử lý bệnh dịch."
    }
  },
  {
    "translation": {
      "en": "We have so much testing, I don't think you need that kind of testing or that much testing,",
      "vi": "Chúng ta đã làm nhiều xét nghiệm, tôi không nghĩ cần nhiều đến vậy"
    }
  },
  {
    "translation": {
      "en": "but some people disagree with me and some people agree with me.",
      "vi": "nhưng có người thì đồng ý, có người thì ủng hộ tôi."
    }
  },
  {
    "translation": {
      "en": "Everybody hated everybody else, and the whole country was on fire.",
      "vi": "Ai cũng ghét ai, và cả đất nước hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "Not just the forests but the towns and cities.",
      "vi": "Không chỉ rừng, mà cả các đô thị cũng rực cháy."
    }
  },
  {
    "translation": {
      "en": "The only thing that wasn't on fire was the fucking sea",
      "vi": "Thứ duy nhất không cháy là biển"
    }
  },
  {
    "translation": {
      "en": "and that was probably thinking about it.",
      "vi": "nhưng nó cũng đang tính vậy."
    }
  },
  {
    "translation": {
      "en": "As if all that wasn't enough,",
      "vi": "Nếu vậy còn chưa đủ,"
    }
  },
  {
    "translation": {
      "en": "they dropped in an unexpected twist involving a beloved character.",
      "vi": "họ đã có một bước ngoặt cùng một nhân vật đáng mến."
    }
  },
  {
    "translation": {
      "en": "This is a Fox News alert.",
      "vi": "Cảnh báo từ Fox News."
    }
  },
  {
    "translation": {
      "en": "US Supreme Court Justice Ruth Bader Ginsburg",
      "vi": "Thẩm phán Tòa án Tối cao Hoa Kỳ Ruth Bader Ginsburg"
    }
  },
  {
    "translation": {
      "en": "has died at the age of 87.",
      "vi": "đã từ trần, hưởng dương 87."
    }
  },
  {
    "translation": {
      "en": "Justice Ruth Bader Ginsburg was a feminist icon and trailblazer",
      "vi": "Thẩm phán Ruth Bader Ginsburg là một tượng đài nữ quyền và đi đầu"
    }
  },
  {
    "translation": {
      "en": "who fought for abortion rights,",
      "vi": "đầu tránh vì quyền phá thai,"
    }
  },
  {
    "translation": {
      "en": "gender equality, and a 600 mile gas pipeline through indigenous land.",
      "vi": "bình đẳng giới và ống dẫn khí đốt dài 950 km qua đất bản địa."
    }
  },
  {
    "translation": {
      "en": "RBG's dying wish was that she wouldn't be replaced on the Supreme Court",
      "vi": "Ham muốn tột bậc của RBG là không bị thay thế trong Tòa án tối cao"
    }
  },
  {
    "translation": {
      "en": "until the next president was sworn in.",
      "vi": "tới khi kỳ bầu cử tổng thống tiếp theo diễn ra."
    }
  },
  {
    "translation": {
      "en": "But that dying wish died with her.",
      "vi": "Nhưng ham muốn đó đã theo bà xuống mồ."
    }
  },
  {
    "translation": {
      "en": "Breaking tonight, Fox News has confirmed",
      "vi": "Tin mới nhất, theo đài Fox xác nhận"
    }
  },
  {
    "translation": {
      "en": "President Trump will nominate Amy Coney Barrett",
      "vi": "Tổng thống Trum sẽ tiến cử Amy Coney Barrett"
    }
  },
  {
    "translation": {
      "en": "as the next Supreme Court Justice.",
      "vi": "làm thẩm phán Tối cao tiếp theo."
    }
  },
  {
    "translation": {
      "en": "As Fox News made bombastically clear,",
      "vi": "Theo như tin sét đánh ngang tai của Fox,"
    }
  },
  {
    "translation": {
      "en": "Trump selected Amy Coney Barrett, a devout Catholic",
      "vi": "Trump chọn Amy Coney Barrett, một con chiên ngoan đạo"
    }
  },
  {
    "translation": {
      "en": "who claims a legal career is a means to an end of serving God.",
      "vi": "người cho rằng làm luật pháp là là công cụ để ly khai khỏi Chúa."
    }
  },
  {
    "translation": {
      "en": "God was unavailable for comment.",
      "vi": "Chúa không còn gì để nói."
    }
  },
  {
    "translation": {
      "en": "Amy Coney Barrett stands for everything RBG was against, everything!",
      "vi": "Amy Coney Barrett ủng hộ mọi thứ RBG chống lại, mọi thứ!"
    }
  },
  {
    "translation": {
      "en": "She's so pro life, I got a theory.",
      "vi": "Bà ta thượng đẳng đến nỗi, tôi nghĩ,"
    }
  },
  {
    "translation": {
      "en": "She's secretly bankrolled by the wire hanger industry.",
      "vi": "bà được ngành công nghiệp mắc áo hậu thuẫn."
    }
  },
  {
    "translation": {
      "en": "September 26th,",
      "vi": "Ngày 26 tháng 09,"
    }
  },
  {
    "translation": {
      "en": "and The White House throws a ceremony in the Rose Garden I never promised you,",
      "vi": "Nhà Trắng tổ chức một buổi lễ tại Vườn Hồng,"
    }
  },
  {
    "translation": {
      "en": "announcing Coney Barrett's nomination.",
      "vi": "tuyên bố tiến cử Coney Barrett."
    }
  },
  {
    "translation": {
      "en": "It is a roll call of the great and good and soon to be infected.",
      "vi": "Toàn những người máu mặt, quyền lực, và sớm sẽ bị nhiễm bệnh."
    }
  },
  {
    "translation": {
      "en": "Most of the president's inner circle was there,",
      "vi": "Hầu hết thân tín của tổng thống đều ở đó,"
    }
  },
  {
    "translation": {
      "en": "although the most significant attendee was the novel coronavirus,",
      "vi": "dù thành viên nổi trội nhất vẫn là nàng thơ Corona,"
    }
  },
  {
    "translation": {
      "en": "silently mingling among the guests,",
      "vi": "âm thầm len lõi giữa đoàn khách,"
    }
  },
  {
    "translation": {
      "en": "particularly the ones who didn't believe in it yet.",
      "vi": "đặc biệt là những ai chưa tin vào virus."
    }
  },
  {
    "translation": {
      "en": "But in the following days, the President is beset by other distractions.",
      "vi": "Nhưng những ngày tới, Tổng thống lại gặp vấn đề khác."
    }
  },
  {
    "translation": {
      "en": "The New York Times uncovers his tax returns,",
      "vi": "Thời báo New York tiết lộ bản khai thuế của ông,"
    }
  },
  {
    "translation": {
      "en": "revealing that, like all top businessmen, he has made no money in years.",
      "vi": "như bao doanh nhân, nhiều năm nay ông chả làm được thêm đồng nào."
    }
  },
  {
    "translation": {
      "en": "September 29th, and the first presidential debate makes for illuminating television.",
      "vi": "Ngày 29 tháng 09, buổi tranh luận đầu tiên lên sóng truyền hình."
    }
  },
  {
    "translation": {
      "en": "I'm Chris Wallace of Fox News,",
      "vi": "Tôi là Chris Wallace của đài Fox,"
    }
  },
  {
    "translation": {
      "en": "and I welcome you to the first of the 2020 presidential debates.",
      "vi": "chào mừng quý vị tới buổi tranh luận đầu tiên kỳ bầu cử 2020."
    }
  },
  {
    "translation": {
      "en": "Trump comes out just like regular Trump, grouchy,",
      "vi": "Trump xuất hiện như thường lệ, đầy hờn dỗi,"
    }
  },
  {
    "translation": {
      "en": "like something was eating him up on the inside.",
      "vi": "như có gì đó đang ăn sống ông từ bên trong."
    }
  },
  {
    "translation": {
      "en": "Which of course we now know it was.",
      "vi": "Mà chúng ta đều biết đó là thứ gì."
    }
  },
  {
    "translation": {
      "en": "While Biden's just trying to look alive.",
      "vi": "Trong khi Biden chỉ cố tỏ ra mình còn sống."
    }
  },
  {
    "translation": {
      "en": "And then the debate started",
      "vi": "Rồi tranh luận bắt đầu"
    }
  },
  {
    "translation": {
      "en": "and straightaway it was like a rap battle in a senior home.",
      "vi": "và nhanh chóng trở thành màn đấu rap trong trại dưỡng lão."
    }
  },
  {
    "translation": {
      "en": "But worse.",
      "vi": "Có điều tệ hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "The question is… The new Supreme Court Justice…",
      "vi": "Câu hỏi đặt ra là… Thẩm phán Tối cao…"
    }
  },
  {
    "translation": {
      "en": "…the radical left. Will you shut up, man?",
      "vi": "…phe cực tả. Thôi ông im hộ tôi cái."
    }
  },
  {
    "translation": {
      "en": "I'd say it was a train wreck and a shitshow, but that would be unfair to trains and shit.",
      "vi": "Chị thấy nó như con gián, mà như thế thì xúc phạm con gián quá."
    }
  },
  {
    "translation": {
      "en": "Well, it's incredible, really.",
      "vi": "Nó thực sự xuất sắc."
    }
  },
  {
    "translation": {
      "en": "73 million Americans witnessing a debate as intellectually stimulating",
      "vi": "73 triệu người Mỹ chứng kiến một cuộc tranh luận nhiều chất xám"
    }
  },
  {
    "translation": {
      "en": "as watching two pigeons fight over a piece of bread in a car lot.",
      "vi": "như xem hai con chim bồ câu tranh nhau miếng bánh mì."
    }
  },
  {
    "translation": {
      "en": "A key moment comes when Trump is asked",
      "vi": "Câu chốt xuất hiện khi Trump được yêu cầu"
    }
  },
  {
    "translation": {
      "en": "to condemn white supremacists and fumbles the response.",
      "vi": "lên án sự thượng đẳng da trắng và trả lời đầy lúng túng."
    }
  },
  {
    "translation": {
      "en": "What do you wanna call them?",
      "vi": "Anh muốn gọi họ là gì?"
    }
  },
  {
    "translation": {
      "en": "Who would you like me to condemn? The Proud Boys.",
      "vi": "Anh muốn tôi lên án ai? Bọn Proud Boys."
    }
  },
  {
    "translation": {
      "en": "Proud Boys, stand back and stand by.",
      "vi": "Proud Boys, lùi lại, và áng binh."
    }
  },
  {
    "translation": {
      "en": "He told those guys to stand by.",
      "vi": "Ông ta bảo bọn họ áng binh."
    }
  },
  {
    "translation": {
      "en": "That's not disavowing.",
      "vi": "Đó không phải chối bỏ."
    }
  },
  {
    "translation": {
      "en": "That's pumping a fucking shotgun.",
      "vi": "Đó là một phát súng."
    }
  },
  {
    "translation": {
      "en": "Following the debate, the only positive news for Trump",
      "vi": "Tiếp tục tranh luận, tin mừng duy nhất cho Trump"
    }
  },
  {
    "translation": {
      "en": "is his coronavirus test result,",
      "vi": "là kết quả dương tính với Corona,"
    }
  },
  {
    "translation": {
      "en": "which prompts negative blanket coverage.",
      "vi": "và tin lành thì đồn xa."
    }
  },
  {
    "translation": {
      "en": "It starts with breaking news…",
      "vi": "Khởi đầu bằng một tin giật gân…"
    }
  },
  {
    "translation": {
      "en": "Breaking news, President Trump has tested positive for coronavirus.",
      "vi": "Tin nóng, Tổng thống Trump đã xét nghiệm dương tính với virus Corona."
    }
  },
  {
    "translation": {
      "en": "It is extraordinary on many different levels.",
      "vi": "Việc này thật choáng ngợp trên mọi cấp độ."
    }
  },
  {
    "translation": {
      "en": "No one saw that coming.",
      "vi": "Không ai lường trước nước đi này."
    }
  },
  {
    "translation": {
      "en": "Oh, let me rephrase that.",
      "vi": "Để tôi nói lại cho chuẩn."
    }
  },
  {
    "translation": {
      "en": "Everyone saw that coming.",
      "vi": "Ai cũng lường trước được điều này."
    }
  },
  {
    "translation": {
      "en": "We just didn't believe it'd actually happen.",
      "vi": "Chỉ là ta không nghĩ nó sẽ xảy ra thật."
    }
  },
  {
    "translation": {
      "en": "Well then, of course, the people surrounding him all start falling ill.",
      "vi": "Rồi những người xung quanh bắt đầu đổ bệnh."
    }
  },
  {
    "translation": {
      "en": "Even Melania, who'd been socially distancing from him",
      "vi": "Kể cả Melania, người đã thực hiện giãn cách xã hội với ông"
    }
  },
  {
    "translation": {
      "en": "for the past four years.",
      "vi": "suốt bốn năm qua."
    }
  },
  {
    "translation": {
      "en": "The President didn't exactly take precautions, did he?",
      "vi": "Tổng thống không cẩn trọng đúng không?"
    }
  },
  {
    "translation": {
      "en": "Sorry, are you saying this was his fault?",
      "vi": "Ủa, ý anh là lỗi của ông ấy sao?"
    }
  },
  {
    "translation": {
      "en": "Well, he rarely wore a mask.",
      "vi": "Thì ông ấy ít khi đeo khẩu trang."
    }
  },
  {
    "translation": {
      "en": "Didn't wear a mask?",
      "vi": "Không đeo khẩu trang?"
    }
  },
  {
    "translation": {
      "en": "Are you saying because of the way he was dressed he was asking for it?",
      "vi": "Ý anh là vì cách ăn mặc của ông ấy nên ông ấy muốn bị bệnh?"
    }
  },
  {
    "translation": {
      "en": "Because that, my friend, is victim blaming and you should hang your head in shame.",
      "vi": "Đấy là đổ tội cho nạn nhân, anh nên tự thấy xấu hổ với mình."
    }
  },
  {
    "translation": {
      "en": "As an overweight 74 year old male, Trump is at low risk",
      "vi": "Là một người thừa cân ở tuổi 74, Trump thuộc nhóm nguy cơ thấp"
    }
  },
  {
    "translation": {
      "en": "of appearing on the cover of Sports Illustrated's Swimsuit issue.",
      "vi": "được xuất hiện trên tạp chí Sports Illustrated Swimsuit,"
    }
  },
  {
    "translation": {
      "en": "but at high risk from coronavirus.",
      "vi": "nhưng lại có nguy cơ cao nhiễm Corona."
    }
  },
  {
    "translation": {
      "en": "As his condition worsens,",
      "vi": "Khi tình trạng xấu đi, ông"
    }
  },
  {
    "translation": {
      "en": "he's transported to Walter Reed Hospital",
      "vi": "được chuyển tới bệnh viện Walter Reed"
    }
  },
  {
    "translation": {
      "en": "and the world holds its breath.",
      "vi": "và cả thế giới nín thở hồi hộp."
    }
  },
  {
    "translation": {
      "en": "It was actually a moment of national unity.",
      "vi": "Đó thực sự là khoảnh khắc đoàn kết cả nước."
    }
  },
  {
    "translation": {
      "en": "Whatever their political alliance, everyone in America was praying that day.",
      "vi": "Dù là đảng nào, mọi người Mỹ hôm đó đều cầu nguyện."
    }
  },
  {
    "translation": {
      "en": "For different outcomes.",
      "vi": "Về một kết quả khác đi."
    }
  },
  {
    "translation": {
      "en": "So, the President is in a military hospital",
      "vi": "Vậy là Tổng thống trong bệnh viện quân y"
    }
  },
  {
    "translation": {
      "en": "getting injected with an experimental antibody treatment.",
      "vi": "được tiêm kháng thể thử nghiệm để điều trị."
    }
  },
  {
    "translation": {
      "en": "By now, I'm thinking this storyline's far fetched,",
      "vi": "Đến đây, tôi nghĩ câu chuyện hơi khó tin,"
    }
  },
  {
    "translation": {
      "en": "but I'm well into this, I'm bingeing the shit out of it.",
      "vi": "nhưng tôi thích, tôi đang hóng rất nhiệt tình."
    }
  },
  {
    "translation": {
      "en": "Well wishers outside the hospital show their support",
      "vi": "Những người mến mộ bên ngoài bệnh viện bày tỏ sự ủng hộ"
    }
  },
  {
    "translation": {
      "en": "and are rewarded when the President commandeers a Secret Service vehicle",
      "vi": "và nhận lại phần thưởng khi Tổng thống đi qua trên con xe dịch vụ"
    }
  },
  {
    "translation": {
      "en": "to perform the most dangerous drive by",
      "vi": "để thực hiện màn chào hỏi trên xe nguy hiểm nhất"
    }
  },
  {
    "translation": {
      "en": "since the final moments of Tupac Shakur.",
      "vi": "từ thời Tupac Shakur."
    }
  },
  {
    "translation": {
      "en": "Then there was this mental bit where he flew back to the White House",
      "vi": "Rồi có màn khơi dậy tinh thần khi ông bay về Nhà Trắng,"
    }
  },
  {
    "translation": {
      "en": "and stood on the balcony and took his mask off",
      "vi": "đứng trên ban công và tháo khẩu trang"
    }
  },
  {
    "translation": {
      "en": "so we'd know it was actually him and not a beautiful woman in disguise.",
      "vi": "để ta biết đó là ông ta chứ không phải một phụ nữ xinh đẹp giả trang."
    }
  },
  {
    "translation": {
      "en": "Then he proved both his thumbs still worked.",
      "vi": "Rồi ông cho thấy ngón cái vẫn hoạt động."
    }
  },
  {
    "translation": {
      "en": "Thank God.",
      "vi": "Ơn Chúa."
    }
  },
  {
    "translation": {
      "en": "And he saluted a helicopter,",
      "vi": "Rồi ông chào một cái trực thăng,"
    }
  },
  {
    "translation": {
      "en": "which couldn't see him because it was flying away.",
      "vi": "mà nó còn chả nhìn thấy ông vì đang mải cất cánh."
    }
  },
  {
    "translation": {
      "en": "The production values were through the roof.",
      "vi": "Dàn dựng quả là công phu."
    }
  },
  {
    "translation": {
      "en": "It looked like the final shot in the season finale of America.",
      "vi": "Như thể tập phim cuối cùng trong mùa cuối của Nước Mỹ."
    }
  },
  {
    "translation": {
      "en": "So, I was quite surprised when the country kept going after that.",
      "vi": "Tôi khá bất ngờ vì cả nước vẫn theo dõi."
    }
  },
  {
    "translation": {
      "en": "It was quite remarkable really, one of the most iconic moments in history that any of us will live through,",
      "vi": "Rất ấn tượng, thực sự, quả là thời khác lịch sử"
    }
  },
  {
    "translation": {
      "en": "but also deeply profoundly stupid.",
      "vi": "nhưng cũng ngớ ngân hết sức."
    }
  },
  {
    "translation": {
      "en": "The history books covering this period will have to be written in crayon.",
      "vi": "Sử sách nếu có chắc phải ghi lại sự kiện này bằng sáp màu."
    }
  },
  {
    "translation": {
      "en": "By a dog.",
      "vi": "Và một con chó."
    }
  },
  {
    "translation": {
      "en": "I stood out front, I led.",
      "vi": "Tôi đứng lên đầu, lãnh đạo."
    }
  },
  {
    "translation": {
      "en": "Nobody that's a leader would not do what I did.",
      "vi": "Không một lãnh đạo nào dám làm điều tôi làm."
    }
  },
  {
    "translation": {
      "en": "And I know there's a risk, there's a danger, but that's OK.",
      "vi": "Và tôi biết rõ rủi ro, nguy hiểm, nhưng không sao."
    }
  },
  {
    "translation": {
      "en": "And now I'm better and maybe I'm immune, I don't know.",
      "vi": "Giờ tôi đã khá hơn, và có vẻ đã miễn nhiễm, không biết nữa."
    }
  },
  {
    "translation": {
      "en": "Despite his ordeal, Trump seems to have gained little sympathy from the US public",
      "vi": "Dù vừa kinh qua thử thách, Trump vẫn giành được ít thiện cảm từ quần chúng"
    }
  },
  {
    "translation": {
      "en": "and is cratering in the polls.",
      "vi": "và đang bỏ phiếu."
    }
  },
  {
    "translation": {
      "en": "Right about now, it looked like Trump needed some kind of October surprise",
      "vi": "Lúc này, có lẽ Trump cần một phép màu"
    }
  },
  {
    "translation": {
      "en": "to wipe the smile off Biden's skull.",
      "vi": "mới xóa được nụ cười trên mặt Biden."
    }
  },
  {
    "translation": {
      "en": "In a bombshell report,",
      "vi": "Trong một báo cáo sốc,"
    }
  },
  {
    "translation": {
      "en": "Hunter Biden is accused of introducing his father to a Ukrainian businessman.",
      "vi": "Hunter Biden bị cáo buộc đã giới thiệu bố mình cho doanh nhân Ukraine."
    }
  },
  {
    "translation": {
      "en": "You said Ukraine didn't exist.",
      "vi": "Cô nói Ukraine không tồn tại."
    }
  },
  {
    "translation": {
      "en": "That's not relevant.",
      "vi": "Chả liên quan."
    }
  },
  {
    "translation": {
      "en": "What is relevant is the total silence from the mainstream media.",
      "vi": "Cái liên quàn là sự im lặng của cánh truyền thông."
    }
  },
  {
    "translation": {
      "en": "No one was asking about Hunter Biden anywhere.",
      "vi": "Không ai nhắc gì đến Hunter Biden cả."
    }
  },
  {
    "translation": {
      "en": "It's like I said on Joe Rogan.",
      "vi": "Như đã nói trên Joe Rogan."
    }
  },
  {
    "translation": {
      "en": "What about Hunter Biden?",
      "vi": "Còn Hunter Biden thì sao?"
    }
  },
  {
    "translation": {
      "en": "And on Tucker Carlson…",
      "vi": "Và trên Tucker Carlson…"
    }
  },
  {
    "translation": {
      "en": "What about Hunter Biden?",
      "vi": "Còn Hunter Biden thì sao?"
    }
  },
  {
    "translation": {
      "en": "More than once.",
      "vi": "Hơn một lần."
    }
  },
  {
    "translation": {
      "en": "What about Hunter Biden?",
      "vi": "Còn Hunter Biden thì sao?"
    }
  },
  {
    "translation": {
      "en": "Let's hope that evidence arrives in the mail.",
      "vi": "Mong là bằng chứng đó sẽ tới hòm email."
    }
  },
  {
    "translation": {
      "en": "That is exactly right.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "And I said it in my New York Times bestseller, What About Hunter Biden?",
      "vi": "Và trong cuốn sách tôi viết tại New York Times, Còn Hunter Biden thì sao?"
    }
  },
  {
    "translation": {
      "en": "What about Hunter Biden? You don't even want to ask about it!",
      "vi": "Còn Hunter Biden thì sao? Anh còn không muốn hỏi!"
    }
  },
  {
    "translation": {
      "en": "As the crucial day nears, other factors make 2020's election",
      "vi": "Ngày trọng đại đến gần, các yếu tố khác khiến bầu cử 2020"
    }
  },
  {
    "translation": {
      "en": "as unpredictable as an ape with a hockey stick.",
      "vi": "khó lường như con khỉ cầm gậy dánh bóng."
    }
  },
  {
    "translation": {
      "en": "The pandemic forces states to introduce widespread postal voting,",
      "vi": "Đại dịch buộc các bang tiến hành bầu cử qua bưu điện"
    }
  },
  {
    "translation": {
      "en": "dragging the US electoral system into the 19th century.",
      "vi": "kéo hệ thống bầu cử Mỹ về thế kỷ 19."
    }
  },
  {
    "translation": {
      "en": "Trump supporters were gonna vote in person on election day",
      "vi": "Người ủng hộ Trump sẽ đích thân đi bầu đúng ngày"
    }
  },
  {
    "translation": {
      "en": "because they weren't afraid of the virus.",
      "vi": "vì họ không sợ virus."
    }
  },
  {
    "translation": {
      "en": "Or fascism.",
      "vi": "Hoặc chủ nghĩa phát xít."
    }
  },
  {
    "translation": {
      "en": "Covid cautious Democrats were more likely to vote by post",
      "vi": "Đảng dân chủ thì cẩn thận hơn khi chủ yếu bầu bằng bưu điện"
    }
  },
  {
    "translation": {
      "en": "from the comfort of their liberal elitist homes,",
      "vi": "từ ngôi nhà tiện nghi tự do của họ"
    }
  },
  {
    "translation": {
      "en": "wearing a mask and swabbing the pencil down with bleach when they'd finished.",
      "vi": "với chiếc khẩu trang và tẩy bút chì khi xong xuôi."
    }
  },
  {
    "translation": {
      "en": "Advance in person voting also explodes.",
      "vi": "Bầu cử đích thân trước cũng phổ biến."
    }
  },
  {
    "translation": {
      "en": "Lines stretch for miles as Americans wait for a go on their democracy.",
      "vi": "Những hàng dài cả dặm chờ lá phiếu dân chủ."
    }
  },
  {
    "translation": {
      "en": "It was so inspiring to see so many Americans voting. Um…",
      "vi": "Thật ngưỡng mộ khi thấy nhiều người Mỹ bầu."
    }
  },
  {
    "translation": {
      "en": "Yeah, and there was a pretty big, uh…",
      "vi": "Và có một lá phiếu…"
    }
  },
  {
    "translation": {
      "en": "Black vote too, which I think is so great!",
      "vi": "màu đen nữa, tôi thấy khá thú vị!"
    }
  },
  {
    "translation": {
      "en": "And I mean, obviously, I have no problem with that",
      "vi": "Ý tôi là, tôi chả có vấn đề gì với điều đó"
    }
  },
  {
    "translation": {
      "en": "as long as everyone has proper ID with a current street address and they keep their hands in the air. Yeah!",
      "vi": "miễn là mọi người có đủ căn cước và địa chỉ cụ thể."
    }
  },
  {
    "translation": {
      "en": "Good morning, America. Election day 2020.",
      "vi": "Chào buổi sáng nước Mỹ. Ngày bầu cử 2020."
    }
  },
  {
    "translation": {
      "en": "The big day arrives,",
      "vi": "Ngày trọng đại đã đến,"
    }
  },
  {
    "translation": {
      "en": "and as the media frantically promotes the last election in human history,",
      "vi": "truyền thông nói về kỳ bầu cử cuối cùng của nhân loại,"
    }
  },
  {
    "translation": {
      "en": "early fears of violent clashes at polling stations melt away",
      "vi": "mọi nỗi lo về bạo lực nổ ra không còn"
    }
  },
  {
    "translation": {
      "en": "in the face of familiar tedious scenes of long lines and paperwork.",
      "vi": "khi đối mặt với hàng dài chờ đợi và giấy tờ."
    }
  },
  {
    "translation": {
      "en": "From MSNBC, Decision 2020.",
      "vi": "Từ MSNBC, Quyết định 2020."
    }
  },
  {
    "translation": {
      "en": "That was when the whole program suddenly turned",
      "vi": "Đó là khi toàn bộ chương trình bỗng hóa thành"
    }
  },
  {
    "translation": {
      "en": "into a really complicated game show format.",
      "vi": "một dạng game show phức tạp."
    }
  },
  {
    "translation": {
      "en": "Sort of based on an election.",
      "vi": "Dựa trên bầu cử."
    }
  },
  {
    "translation": {
      "en": "Basically, they had this map of America",
      "vi": "Về cơ bản, họ có cái bản đồ này"
    }
  },
  {
    "translation": {
      "en": "that's blue around the edges and red in the middle.",
      "vi": "viền màu xanh, tâm màu đỏ."
    }
  },
  {
    "translation": {
      "en": "And to win the election, the players have to flip the states over one by one",
      "vi": "Để đắc cử, người chơi phải lật từng bang một"
    }
  },
  {
    "translation": {
      "en": "to see if they're a different color on the other side.",
      "vi": "để xem chúng có khác màu không."
    }
  },
  {
    "translation": {
      "en": "Election night doesn't begin until we flip a red state blue or a blue state red.",
      "vi": "Bầu cử sẽ không diễn ra tới khi biến một bang đỏ thành xanh hoặc ngược lại."
    }
  },
  {
    "translation": {
      "en": "They're worth different amounts. Like, Florida is worth 29 points",
      "vi": "Chúng có giá trị điểm khác nhau. Như Florida trị giá 24 điểm"
    }
  },
  {
    "translation": {
      "en": "even though it's got fewer letters in its name than Tennessee.",
      "vi": "mặc dù có ít ký tự hơn tên Tennessee."
    }
  },
  {
    "translation": {
      "en": "It was so confusing, they kept explaining the rules over and over.",
      "vi": "Thật rắc rối, họ cứ giải thích đi giải thích lại."
    }
  },
  {
    "translation": {
      "en": "If he does not pull off a Hail Mary pass and win Wisconsin,",
      "vi": "Nếu ông ta không có pha Haill Mary và thắng tại Wisconsin,"
    }
  },
  {
    "translation": {
      "en": "win Michigan or flip any of those Hillary Clinton states,",
      "vi": "Michigan hoặc lật bất kỳ bang nào của Hilary Clinton,"
    }
  },
  {
    "translation": {
      "en": "then he's gotta go five for five in these states.",
      "vi": "thì ông phải đấu năm năm trong các bang này."
    }
  },
  {
    "translation": {
      "en": "The whole broadcast was literally days long",
      "vi": "Chương trình kéo dài nhiều ngày"
    }
  },
  {
    "translation": {
      "en": "and they never seemed to get to the fun bit where contestants buzz in.",
      "vi": "và trò vui chưa bắt đầu khi hai ứng viên chưa lên."
    }
  },
  {
    "translation": {
      "en": "It's the most boring game show ever.",
      "vi": "Đó là chương trình nhạt nhẽo nhất từng có."
    }
  },
  {
    "translation": {
      "en": "No wonder they only broadcast it once every four years.",
      "vi": "Chả trách họ chỉ chiếu một lần mỗi bốn năm."
    }
  },
  {
    "translation": {
      "en": "As election night ends without an official victor,",
      "vi": "Khi đêm bầu cử kết thúc mà không có người thắng cuộc,"
    }
  },
  {
    "translation": {
      "en": "all eyes turn to the crucial state of Pennsylvania,",
      "vi": "mọi con mắt đổ dồn vào bang Pennsylvania,"
    }
  },
  {
    "translation": {
      "en": "where Trump has been on a winning streak.",
      "vi": "nơi Trump đang trên đà thắng cuộc."
    }
  },
  {
    "translation": {
      "en": "Until officials stubbornly insist on counting Biden's votes too.",
      "vi": "Cho đến khi các quan chức đòi kiểm phiếu của Biden."
    }
  },
  {
    "translation": {
      "en": "Trump calls foul.",
      "vi": "Trump kêu là gian lận."
    }
  },
  {
    "translation": {
      "en": "On live television, he attempts to beat Nixon's world record",
      "vi": "Trên truyền hình, ông cố đánh bại kỷ lục của Nixon"
    }
  },
  {
    "translation": {
      "en": "for Presidential bullshit.",
      "vi": "về Tổng thống hãm tài."
    }
  },
  {
    "translation": {
      "en": "We were getting ready to win this election.",
      "vi": "Chúng ta sắp thắng cuộc bầu cử."
    }
  },
  {
    "translation": {
      "en": "Frankly, we did win this election.",
      "vi": "Nói thẳng là chúng ta đắc cử rồi."
    }
  },
  {
    "translation": {
      "en": "We did win this election.",
      "vi": "Chúng ta đã chiến thắng."
    }
  },
  {
    "translation": {
      "en": "The President demands an end to democracy and so do some of his followers.",
      "vi": "Tổng thống muốn triệt đàng Dân chủ, và người ủng hộ ông cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Stop the count!",
      "vi": "Ngưng kiểm phiếu!"
    }
  },
  {
    "translation": {
      "en": "There appeared to be swathes of Trump supporters protesting.",
      "vi": "Có vẻ rất nhiều người ủng hộ Trump đi biểu tình."
    }
  },
  {
    "translation": {
      "en": "But we don't know how many because they refused to let anyone count them.",
      "vi": "Chúng ta không biết số lượng vì họ không cho đếm."
    }
  },
  {
    "translation": {
      "en": "Stop the count! Stop the count!",
      "vi": "Ngưng kiểm phiếu! Ngưng kiểm phiếu!"
    }
  },
  {
    "translation": {
      "en": "With the counting lasting days,",
      "vi": "Việc kiểm phiếu kéo dài nhiều ngày,"
    }
  },
  {
    "translation": {
      "en": "the networks are reluctant to make an official call.",
      "vi": "báo mạng bất đắc dĩ phải kêu gọi chính thức."
    }
  },
  {
    "translation": {
      "en": "National fingernail supplies are chewed dangerously low.",
      "vi": "Nguồn cung cấp móng tay toàn quốc đang ở mức thấp nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "This election was a done deal on night one.",
      "vi": "Cuộc bầu cử đã ngã ngũ từ đầu rồi."
    }
  },
  {
    "translation": {
      "en": "But it didn't feel like it because of the way the count was happening.",
      "vi": "Nhưng cảm giác không như thế vì cách kiểm phiếu diễn ra."
    }
  },
  {
    "translation": {
      "en": "Pennsylvania and Georgia were counting mail in ballots last,",
      "vi": "Pennsylvania và Georgia đang đếm những lá phiếu bưu điện cuối cùng,"
    }
  },
  {
    "translation": {
      "en": "even though those had been the first to arrive.",
      "vi": "kể cả những lá phiếu lần đầu."
    }
  },
  {
    "translation": {
      "en": "So, the narrative that Biden was slowly inching to the finish line",
      "vi": "Chặng đường Biden nhích đến vạch đích"
    }
  },
  {
    "translation": {
      "en": "was really just a story being told backwards.",
      "vi": "thực tế là một câu chuyện được kể ngược."
    }
  },
  {
    "translation": {
      "en": "When you watch Jaws backwards,",
      "vi": "Khi xem Jaws ngược lại,"
    }
  },
  {
    "translation": {
      "en": "it's the story of a shark that spits panicking white people into the sea.",
      "vi": "đó là bộ phim về con cá mập khạc dân da trắng ra đại dương."
    }
  },
  {
    "translation": {
      "en": "Different movie.",
      "vi": "Phim khác hẳn."
    }
  },
  {
    "translation": {
      "en": "Finally, as Trump's hunchbacked lab assistant Rudy Giuliani",
      "vi": "Cuối cùng, Finally, khi trợ lý lưng gù của Trump, Rudy Giuliani"
    }
  },
  {
    "translation": {
      "en": "addresses the media from the prestigious car lot",
      "vi": "phát biểu trong bãi đỗ xe sang trọng"
    }
  },
  {
    "translation": {
      "en": "of Four Seasons Total Landscaping,",
      "vi": "Danh Lam Bốn Mùa,"
    }
  },
  {
    "translation": {
      "en": "a call is made.",
      "vi": "một lời kêu gọi được phát động."
    }
  },
  {
    "translation": {
      "en": "Who was it called by?",
      "vi": "Nó kêu gọi ai?"
    }
  },
  {
    "translation": {
      "en": "Oh… Oh, my goodness! All the networks!",
      "vi": "Ôi trời! Toàn thể mạng lưới!"
    }
  },
  {
    "translation": {
      "en": "Wow!",
      "vi": "Chà!"
    }
  },
  {
    "translation": {
      "en": "All the networks!",
      "vi": "Toàn bộ mạng lưới?"
    }
  },
  {
    "translation": {
      "en": "CNN projects Joseph R. Biden Junior",
      "vi": "CNN dự đoán Joseph R. Biden Junior"
    }
  },
  {
    "translation": {
      "en": "is elected the 46th President of the United States.",
      "vi": "sẽ đắc cử Tổng thống thứ 46 của Mỹ."
    }
  },
  {
    "translation": {
      "en": "I'll never forget where I was when I heard Biden had won.",
      "vi": "Chị sẽ không quên lúc chị nghe Biden đắc cử."
    }
  },
  {
    "translation": {
      "en": "Staring at the news on a Saturday afternoon",
      "vi": "Nhìn chằm chằm vào bản tin một chiều thứ Bảy"
    }
  },
  {
    "translation": {
      "en": "or maybe a Sunday night.",
      "vi": "hoặc đêm Chủ Nhật."
    }
  },
  {
    "translation": {
      "en": "I don't know. The whole week's a blur.",
      "vi": "Chả nhớ nữa. Cả tuần cứ mơ màng."
    }
  },
  {
    "translation": {
      "en": "But, oh God, the sheer sense of relief",
      "vi": "Nhưng mà, Chúa ơi, thật thanh thản"
    }
  },
  {
    "translation": {
      "en": "was like finally taking a dump after a long flight.",
      "vi": "như thể đi nặng sau một chuyến bay dài."
    }
  },
  {
    "translation": {
      "en": "And I mean that in every sense because I actually had tears in my eyes.",
      "vi": "Chị nói thật đấy, chị lúc đấy còn dưng dưng lệ."
    }
  },
  {
    "translation": {
      "en": "In major cities, libtards and snowflakes mince into the streets",
      "vi": "Ở các thành phố lớn, giấy bạc và bông tuyết phủ đầy đường"
    }
  },
  {
    "translation": {
      "en": "to celebrate Biden's victory",
      "vi": "để ăn mừng chiến thắng của Biden"
    }
  },
  {
    "translation": {
      "en": "with an outpouring of hope, joy, and coronaviral droplets.",
      "vi": "với thật nhiều hy vọng, niềm vui, và virus Corona."
    }
  },
  {
    "translation": {
      "en": "Well, the last time I witnessed a celebration on that scale was in 1983",
      "vi": "Lần cuối tôi thấy ăn mừng to như vậy là hồi 1983"
    }
  },
  {
    "translation": {
      "en": "on the forest moon of Endor, when the Empire was defeated.",
      "vi": "trên mặt trăng rừng của Endor, khi Đế chế bị đánh bại."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's Return of the Jedi. It's a movie.",
      "vi": "Phải, đó là Sự trở lại của Jedi. Đó là một bộ phim."
    }
  },
  {
    "translation": {
      "en": "A Star Wars, you know.",
      "vi": "Chiến tranh giữa các vì sao."
    }
  },
  {
    "translation": {
      "en": "Well, excuse me, but I was there.",
      "vi": "Ồ, xin lỗi, nhưng tôi đã ở đó."
    }
  },
  {
    "translation": {
      "en": "I was there. Me, and those dear little bear people.",
      "vi": "Tôi đã ở đó. Tôi và đám người gấu bé xíu."
    }
  },
  {
    "translation": {
      "en": "And we had a lovely time.",
      "vi": "Tụi tôi đã rất vui vẻ."
    }
  },
  {
    "translation": {
      "en": "As night falls, President Elect and keen jogger Joe Biden",
      "vi": "Đêm xuống, Tổng thống đắc cử kiêm phượt thủ Joe Biden"
    }
  },
  {
    "translation": {
      "en": "delivers a victory speech.",
      "vi": "đưa ra bài phát biểu."
    }
  },
  {
    "translation": {
      "en": "After four years of Trump's inflammatory half sentences,",
      "vi": "Sau bốn năm đày ải dưới chướng Trump,"
    }
  },
  {
    "translation": {
      "en": "progressives draw comfort from Biden's dull but coherent message of hope.",
      "vi": "người ta thấy hy vọng từ bài phát biểu nhạt toẹt nhưng rạch ròi của Biden."
    }
  },
  {
    "translation": {
      "en": "I pledge to be a President",
      "vi": "Tôi cam kết là Tổng thống"
    }
  },
  {
    "translation": {
      "en": "who seeks not to divide but unify.",
      "vi": "sẽ không chia rẽ, mà đoàn kết mọi người."
    }
  },
  {
    "translation": {
      "en": "Biden's message was that Americans have more that unites us than divides us.",
      "vi": "Thông điệp của Biden là nước Mỹ đoàn kết vẫn nhiều hơn là lục đục."
    }
  },
  {
    "translation": {
      "en": "Even though we were still counting millions of pieces of paper",
      "vi": "Kể cả khi chúng ta vẫn đếm hàng triệu tờ giấy"
    }
  },
  {
    "translation": {
      "en": "that proved we're completely different.",
      "vi": "chứng minh sự khác biệt của chúng ta."
    }
  },
  {
    "translation": {
      "en": "And we couldn't even agree on the outcome of that.",
      "vi": "Và chúng ta đều nhất trí với kết quả."
    }
  },
  {
    "translation": {
      "en": "Well, traditionally by now, the loser would congratulate the victor,",
      "vi": "Nhưng theo truyền thống, bên thua sẽ chúc mừng bên thắng,"
    }
  },
  {
    "translation": {
      "en": "but Mr. Trump doesn't know the meaning of the word concede,",
      "vi": "nhưng ông Trump không hề hiểu từ công nhận,"
    }
  },
  {
    "translation": {
      "en": "and he was furious when they told him.",
      "vi": "và đã tức giận khi người ta bảo ông."
    }
  },
  {
    "translation": {
      "en": "The President is not alone in besmirching and be shitting the result.",
      "vi": "Tổng thống không phải là người duy nhất không phục kết quả."
    }
  },
  {
    "translation": {
      "en": "Having just been re elected to the Senate,",
      "vi": "Vừa được bầu lại vào Thượng viện,"
    }
  },
  {
    "translation": {
      "en": "leading Republicans insist the election that put them there was rigged.",
      "vi": "phe Cộng hòa khẳng định đã có gian lận trong bầu cử."
    }
  },
  {
    "translation": {
      "en": "There is a lot of shenanigans going on here.",
      "vi": "Có nhiều tin đồn thất thiệt xung quanh."
    }
  },
  {
    "translation": {
      "en": "If I were President Trump, I would take all this to court,",
      "vi": "Nếu tôi là Tổng thống Trump, tôi sẽ đưa ra tòa,"
    }
  },
  {
    "translation": {
      "en": "I'd fight back.",
      "vi": "tôi sẽ chống trả."
    }
  },
  {
    "translation": {
      "en": "Stop the steal! Stop the steal! Stop the steal!",
      "vi": "Ngưng cướp phiếu! Ngưng cướp phiếu!"
    }
  },
  {
    "translation": {
      "en": "My God. There were so many discrepancies.",
      "vi": "Trời ơi. Có quá nhiều sự uẩn khúc."
    }
  },
  {
    "translation": {
      "en": "I mean, listen, according to the records",
      "vi": "Theo như kết quả kiểm phiếu"
    }
  },
  {
    "translation": {
      "en": "there were dead people who voted for Biden,",
      "vi": "có cả người chết bầu cho Biden,"
    }
  },
  {
    "translation": {
      "en": "which is impossible because ghosts cannot hold pencils.",
      "vi": "thật không thể nào vì ma thì làm sao cầm được bút."
    }
  },
  {
    "translation": {
      "en": "They said there were more mail ballots than ever.",
      "vi": "Họ bảo có nhiều phiếu qua thư hơn cả."
    }
  },
  {
    "translation": {
      "en": "What about female ballots?",
      "vi": "Thế còn phiếu nữ?"
    }
  },
  {
    "translation": {
      "en": "The voting machines in Michigan were controlled by Hunter Biden's laptop.",
      "vi": "Máy kiểm phiếu ở Michigan là do Hunter Biden kiểm soát."
    }
  },
  {
    "translation": {
      "en": "Georgia's not even a real state.",
      "vi": "Georgia chả phải một bang."
    }
  },
  {
    "translation": {
      "en": "There's no record of it existing before November.",
      "vi": "Không ghi chép nào cho thấy nó tồn tại trước tháng 11."
    }
  },
  {
    "translation": {
      "en": "Jet fuel does not burn that hot. That was a controlled demolition.",
      "vi": "Nhiên liệu phản lực không nóng như vậy. Đó là sự phá hủy có kiểm soát."
    }
  },
  {
    "translation": {
      "en": "Trump not winning is a statistical impossibility",
      "vi": "Trump không thắng là điều không thể"
    }
  },
  {
    "translation": {
      "en": "like snow in winter or a duck that can't talk.",
      "vi": "như tuyết mùa đông, như vịt không biết nói."
    }
  },
  {
    "translation": {
      "en": "The lack of evidence proves there's been a cover up!",
      "vi": "Việc thiếu bằng chứng chứng tỏ đã có che đậy!"
    }
  },
  {
    "translation": {
      "en": "And the whole election never even happened.",
      "vi": "Và cả cuộc bầu cử chưa từng xảy ra."
    }
  },
  {
    "translation": {
      "en": "CNN made it look like it did using Deep State CGI.",
      "vi": "CNN đã tạo ra bằng công nghệ CGI."
    }
  },
  {
    "translation": {
      "en": "It's all a lie.",
      "vi": "Tất cả là dối trá."
    }
  },
  {
    "translation": {
      "en": "And, um… if that's what democracy looks like, then count me out.",
      "vi": "Nếu đây là nền Dân chủ, thì tôi xin kiếu."
    }
  },
  {
    "translation": {
      "en": "Actually, don't count me at all because that would be democracy again.",
      "vi": "Thật ra, đừng tính tôi vào vì thế lại thành dân chủ rồi."
    }
  },
  {
    "translation": {
      "en": "And I want no part of it.",
      "vi": "Tôi không muốn dính đến nó."
    }
  },
  {
    "translation": {
      "en": "This election is not over, far from it.",
      "vi": "Cuộc bầu cử còn chưa ngã ngũ."
    }
  },
  {
    "translation": {
      "en": "In a blizzard of headlines, Trump launches court challenges",
      "vi": "Trong loạt tiêu đề báo, Trump đã đệ đơn kiện"
    }
  },
  {
    "translation": {
      "en": "under the guidance of the legal world's village idiot, Rudy Giuliani,",
      "vi": "theo hướng dẫn của tên ngu quê mùa, Rudy Giuliani,"
    }
  },
  {
    "translation": {
      "en": "whose efforts prove so hapless his hair starts crying.",
      "vi": "kể cố gắng đến nỗi tóc phải biểu tình."
    }
  },
  {
    "translation": {
      "en": "…and the mail in ballot process, in order to cheat.",
      "vi": "…và thư trong hòm phiếu, để gian lận."
    }
  },
  {
    "translation": {
      "en": "But the efforts come to nothing.",
      "vi": "Nhưng mọi nỗ lực đều đổ sông."
    }
  },
  {
    "translation": {
      "en": "The one good thing about Trump refusing to concede",
      "vi": "Thứ tốt đẹp duy nhất về việc Trump từ chối nhượng bộ"
    }
  },
  {
    "translation": {
      "en": "was that we got to watch him lose over and over.",
      "vi": "là việc xem ông ta thua liên tục."
    }
  },
  {
    "translation": {
      "en": "All those doomed legal efforts?",
      "vi": "Tất cả những nỗ lực pháp lý đó?"
    }
  },
  {
    "translation": {
      "en": "It was like watching a man fall from a skyscraper",
      "vi": "Như là xem một ông rơi từ tỏa nhà cao tầng"
    }
  },
  {
    "translation": {
      "en": "trying to sue the sidewalk out of existence before he hit the ground.",
      "vi": "nhưng muốn kiện cái vỉa hè vì tồn tại làm ông rơi xuống."
    }
  },
  {
    "translation": {
      "en": "The media will deny this, but Trump did not lose the election.",
      "vi": "Truyền thông sẽ chối, nhưng Trump không hề thua."
    }
  },
  {
    "translation": {
      "en": "Have you got any proof of that?",
      "vi": "Cô có bằng chứng không?"
    }
  },
  {
    "translation": {
      "en": "He won the popular vote by a margin of literally millions.",
      "vi": "Ông thắng phiếu phổ thông với chênh lệch cả triệu phiếu."
    }
  },
  {
    "translation": {
      "en": "What more evidence do you need? He won fair and square.",
      "vi": "Anh cần bằng chứng gì nữa? Ông ấy thằng hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "Right, so you're claiming Trump won the popular vote?",
      "vi": "Phải, cô cho rằng Trump thắng phiếu phổ thông?"
    }
  },
  {
    "translation": {
      "en": "No, Biden did. President Elect Biden. The victor.",
      "vi": "Không,là Biden. Tổng thống đắc cử Biden. Người chiến thắng."
    }
  },
  {
    "translation": {
      "en": "Right. Don't you support Trump?",
      "vi": "Phải. Cô không ủng hộ Trump à?"
    }
  },
  {
    "translation": {
      "en": "I have never supported Trump.",
      "vi": "Tôi chưa từng ủng hộ Trump."
    }
  },
  {
    "translation": {
      "en": "Check your tape, Bob.",
      "vi": "Xem lại băng đi, Bob."
    }
  },
  {
    "translation": {
      "en": "It's James, and you were part of Trump's campaign.",
      "vi": "Là James, cô có mặt trong chiến dịch của Trump."
    }
  },
  {
    "translation": {
      "en": "Who's Trump?",
      "vi": "Trump nào?"
    }
  },
  {
    "translation": {
      "en": "Trump himself may have been voted out, but the movement behind him persists.",
      "vi": "Trump có thể đã bị về vườn, nhưng thế lực đằng sau ông thì không."
    }
  },
  {
    "translation": {
      "en": "America remains trapped in a loveless marriage with itself.",
      "vi": "Mỹ vẫn bị kẹt trong cuộc hôn nhân bất hạnh với chính nó."
    }
  },
  {
    "translation": {
      "en": "It is astounding that despite everything he did over the past four years,",
      "vi": "Ngạc nhiên là, bất chấp những gì ông làm trong bốn năm qua,"
    }
  },
  {
    "translation": {
      "en": "over 70 million Americans were absolutely rooting for Trump.",
      "vi": "hơn 70 triệu người Mỹ vẫn ủng hộ Trump."
    }
  },
  {
    "translation": {
      "en": "We will never give in, we will never give up, and we will never back down.",
      "vi": "Chúng ta sẽ không đầu hàng, không bỏ cuộc, và không lùi bước."
    }
  },
  {
    "translation": {
      "en": "We will never ever surrender.",
      "vi": "Chúng ta sẽ không bao giờ đầu hàng."
    }
  },
  {
    "translation": {
      "en": "It's either terrifying",
      "vi": "Đó là chuyện tình kinh hoàng"
    }
  },
  {
    "translation": {
      "en": "or the most inspiring love story of our age.",
      "vi": "hoặc đẹp nhất của thế hệ ta."
    }
  },
  {
    "translation": {
      "en": "People think of democracy as permanent and unchanging.",
      "vi": "Người ta nghĩ về dân chủ như trường tồn và bất biến."
    }
  },
  {
    "translation": {
      "en": "In truth, it's something you must perpetually nurture,",
      "vi": "Thực tế, đó là thứ ta cần nuôi dưỡng thường xuyên,"
    }
  },
  {
    "translation": {
      "en": "like a woman or a professional grudge.",
      "vi": "như một phụ nữ, hoặc định kiến của giáo sư."
    }
  },
  {
    "translation": {
      "en": "American democracy has survived this challenge.",
      "vi": "Nền dân chủ Mỹ đã sống sót qua thử thách."
    }
  },
  {
    "translation": {
      "en": "But what will happen in a few years' time when the next Trump comes along?",
      "vi": "Nhưng còn những năm tiếp theo thì sao nếu một Trump nữa xuất hiện?"
    }
  },
  {
    "translation": {
      "en": "Perhaps a younger, more cunning, more ruthless Trump.",
      "vi": "Có thể là một Trump trẻ hơn, xảo quyệt hơn, tàn nhẫn hơn."
    }
  },
  {
    "translation": {
      "en": "With faster reflexes and a titanium exoskeleton.",
      "vi": "Phản xạ nhanh hơn và có bộ xương titan."
    }
  },
  {
    "translation": {
      "en": "Venom sacs on his neck.",
      "vi": "Có nọc độc rắn trên cổ."
    }
  },
  {
    "translation": {
      "en": "Maybe some kind of fearsome onyx claw.",
      "vi": "Có thể là vài chiếc móng vuốt sắc lẻm."
    }
  },
  {
    "translation": {
      "en": "What happens then?",
      "vi": "Khi đó sẽ ra sao?"
    }
  },
  {
    "translation": {
      "en": "The thing is once Trump finally leaves,",
      "vi": "Vấn đề là, khi Trump chịu rời đi,"
    }
  },
  {
    "translation": {
      "en": "America will be back to being totally non racist, overnight.",
      "vi": "Mỹ sẽ trở lại thời không phân biệt nhanh chóng."
    }
  },
  {
    "translation": {
      "en": "And we can just chill about that whole institutional, you know… whatever deal.",
      "vi": "Và chúng ta có thể yên tâm về thể chế, bạn biết đấy… thỏa thuận nọ kia."
    }
  },
  {
    "translation": {
      "en": "I shall be sad to see Mr. Trump go",
      "vi": "Tôi sẽ buồn khi ông Trump xuống"
    }
  },
  {
    "translation": {
      "en": "because he brought such quiet dignity to his role.",
      "vi": "vì ông đã mang lại sự im lặng cho phẩm giá của mình."
    }
  },
  {
    "translation": {
      "en": "But that said,",
      "vi": "Tuy vậy,"
    }
  },
  {
    "translation": {
      "en": "I do look forward to welcoming Mr. Biden",
      "vi": "tôi cũng nóng lòng đón tiếp ông Biden"
    }
  },
  {
    "translation": {
      "en": "to Buckingham Palace at the earliest opportunity.",
      "vi": "tới cung điện Buckingham sớm nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Indeed we have met before,",
      "vi": "Thật ra chúng ta đã từng gặp,"
    }
  },
  {
    "translation": {
      "en": "at my coronation in 1953,",
      "vi": "khi tôi đăng quang năm 1953,"
    }
  },
  {
    "translation": {
      "en": "which he attended as an old man.",
      "vi": "ông đến trong bộ dạng một ông già."
    }
  },
  {
    "translation": {
      "en": "As America begins a new chapter and 2020 shudders to a close,",
      "vi": "Khi nước Mỹ sang trang mới, và 2020 khép lại,"
    }
  },
  {
    "translation": {
      "en": "the global pandemic is sadly still in full swing.",
      "vi": "đại dịch toàn cầu thì vẫn hoành hành."
    }
  },
  {
    "translation": {
      "en": "Yet even as it tightens its grip once more,",
      "vi": "Thậm chí còn cam go hơn lần trước,"
    }
  },
  {
    "translation": {
      "en": "glimmers of hope appear at last.",
      "vi": "chút hy vọng cuối cùng cũng xuất hiện."
    }
  },
  {
    "translation": {
      "en": "Good news at last on Covid 19,",
      "vi": "Cuối cùng cũng có tin tốt lành về Covid19,"
    }
  },
  {
    "translation": {
      "en": "a vaccine could be available by Christmas.",
      "vi": "vắc xin sẽ được phát hành vào Giáng Sinh."
    }
  },
  {
    "translation": {
      "en": "Well, this was a historic scientific achievement,",
      "vi": "Đây quả là một thành tựu lịch sử,"
    }
  },
  {
    "translation": {
      "en": "on a par with the moon landings.",
      "vi": "sánh với việc lên mặt trăng."
    }
  },
  {
    "translation": {
      "en": "But more difficult because the coronavirus is far smaller than the moon.",
      "vi": "Nhưng khó hơn vì virus Corona nhỏ hơn mặt trăng."
    }
  },
  {
    "translation": {
      "en": "The vaccine breakthroughs are good news.",
      "vi": "Vắc xin quả là tin mừng."
    }
  },
  {
    "translation": {
      "en": "But there is still a lot of work to do.",
      "vi": "Nhưng vẫn còn nhiều việc cần làm."
    }
  },
  {
    "translation": {
      "en": "Once approval has been met",
      "vi": "Một khi được phê duyệt,"
    }
  },
  {
    "translation": {
      "en": "and manufacture scaled up,",
      "vi": "và tăng quy mô sản xuất,"
    }
  },
  {
    "translation": {
      "en": "it must be distributed at sub zero temperatures,",
      "vi": "nó sẽ được cấp phát ở không độ C,"
    }
  },
  {
    "translation": {
      "en": "and the slightest transport setback could generate a huge amount of waste.",
      "vi": "chỉ sơ sảy một chút khi vận chuyển cũng có thể làm hỏng số lượng lớn."
    }
  },
  {
    "translation": {
      "en": "What is wrong with you people?",
      "vi": "Mấy người làm sao thế?"
    }
  },
  {
    "translation": {
      "en": "Even with a miracle cure,",
      "vi": "Dù có thuốc tiên đi nữa,"
    }
  },
  {
    "translation": {
      "en": "there's no guarantee everyone will embrace the vaccine.",
      "vi": "cũng chẳng có gì đảm bảo mọi người sẽ tiếp nhận vắcxin."
    }
  },
  {
    "translation": {
      "en": "No 5G vaccine for me, thank you very much. It's made in a laboratory.",
      "vi": "Cảm ơn nhiều nhưng tôi không cần vắcxin 5G. Sản phẩm phòng thí nghiệm đó."
    }
  },
  {
    "translation": {
      "en": "And you shouldn't trust anything that's not natural.",
      "vi": "Đừng tin những thứ phi tự nhiên."
    }
  },
  {
    "translation": {
      "en": "I read about it on Facebook.",
      "vi": "Tôi đã đọc được trên Facebook."
    }
  },
  {
    "translation": {
      "en": "Well, Facebook isn't exactly natural either.",
      "vi": "Facebook cũng có phải đồ tự nhiên đâu."
    }
  },
  {
    "translation": {
      "en": "Well, I don't inject Facebook into my veins. Yeah.",
      "vi": "Nhưng tôi có tiêm Facebook vào mạch máu đâu."
    }
  },
  {
    "translation": {
      "en": "But you're happy to absorb it into your mind?",
      "vi": "Nhưng cô sẵn sàng tiếp thu ý tưởng trên đó?"
    }
  },
  {
    "translation": {
      "en": "Get out of my house!",
      "vi": "Biến khỏi nhà tôi đi!"
    }
  },
  {
    "translation": {
      "en": "Despite naysayers and refuseniks,",
      "vi": "Bất chấp những người phản đối và từ chối,"
    }
  },
  {
    "translation": {
      "en": "vaccines offer a chance of a more normal life",
      "vi": "vắcxin đem đến một cuộc sống bình thường hơn"
    }
  },
  {
    "translation": {
      "en": "in 2021 and beyond.",
      "vi": "từ năm 2021 trở đi."
    }
  },
  {
    "translation": {
      "en": "It's exciting to think we could have our lives back soon.",
      "vi": "Thật vui khi biết cuộc sống sẽ sớm trở lại bình thường."
    }
  },
  {
    "translation": {
      "en": "You know, we could go to the pub.",
      "vi": "Ta có thể đến quán rượu."
    }
  },
  {
    "translation": {
      "en": "Maybe meet someone and have a bit of a dance.",
      "vi": "Gặp gỡ ai đó, rồi nhảy nhót."
    }
  },
  {
    "translation": {
      "en": "Bit of a fumble.",
      "vi": "Sờ soạng tí."
    }
  },
  {
    "translation": {
      "en": "Move in together.",
      "vi": "Rồi sống chung."
    }
  },
  {
    "translation": {
      "en": "Drift apart.",
      "vi": "Chia tay."
    }
  },
  {
    "translation": {
      "en": "Learn to hate the way they pick their teeth.",
      "vi": "Học cách ghét cách họ xỉa răng."
    }
  },
  {
    "translation": {
      "en": "The sound of their voice.",
      "vi": "Giọng nói của họ."
    }
  },
  {
    "translation": {
      "en": "Wish you'd never met.",
      "vi": "Ước gì chưa từng gặp gỡ."
    }
  },
  {
    "translation": {
      "en": "Like, seriously rue the day.",
      "vi": "Hối hận vì cuộc gặp đó."
    }
  },
  {
    "translation": {
      "en": "Is the vaccine compulsory?",
      "vi": "Vắcxin có bắt buộc không?"
    }
  },
  {
    "translation": {
      "en": "2020 challenged humanity on a scale like no other.",
      "vi": "2020 đã thách thức nhân loại trên quy mô chưa từng có."
    }
  },
  {
    "translation": {
      "en": "A year of tumult, upheaval, outrage,",
      "vi": "Một năm ồn ào, chấn động, sỉ nhục,"
    }
  },
  {
    "translation": {
      "en": "insult, disaster, lava, and division.",
      "vi": "xúc phạm, thảm họa, dung nham, và chia cắt."
    }
  },
  {
    "translation": {
      "en": "It tested us, but maybe it taught us too.",
      "vi": "Nó thử chúng ta, nhưng cũng dạy cho chúng ta."
    }
  },
  {
    "translation": {
      "en": "What did you learn in 2020?",
      "vi": "Ông đã học được gì trong năm 2020?"
    }
  },
  {
    "translation": {
      "en": "What did I learn?",
      "vi": "Tôi đã học được gì ư?"
    }
  },
  {
    "translation": {
      "en": "Uh… how many steps there are between my couch and the refrigerator.",
      "vi": "Trường kỷ và tủ lạnh nhà tôi cách nhau bao nhiêu bước."
    }
  },
  {
    "translation": {
      "en": "I learned the complete genomic sequence of the novel coronavirus.",
      "vi": "Tôi đã học được trình tự gen hoàn chỉnh của virút corona mới."
    }
  },
  {
    "translation": {
      "en": "And how to do the Floss.",
      "vi": "Và cách nhảy điệu Floss."
    }
  },
  {
    "translation": {
      "en": "I've learned a lot about myself.",
      "vi": "Tôi học được nhiều điều về bản thân."
    }
  },
  {
    "translation": {
      "en": "That sometimes I'm too much of a giving person.",
      "vi": "Đôi khi tôi cho đi quá nhiều."
    }
  },
  {
    "translation": {
      "en": "And, um… Oh, I've also learned how to correctly pronounce Sieg Heil!",
      "vi": "Và… À, tôi còn biết cách phát âm chính xác Sieg Heil!"
    }
  },
  {
    "translation": {
      "en": "Well, I would say, personally, 2020 was rather fun, looking back.",
      "vi": "Với tôi, khi nhìn lại, 2020 khá thú vị."
    }
  },
  {
    "translation": {
      "en": "I got in touch with some old university chums",
      "vi": "Tôi liên lạc với vài người bạn đại học cũ"
    }
  },
  {
    "translation": {
      "en": "and we have started a Zoom barbershop quartet.",
      "vi": "và chúng tôi đã mở bộ tứ tiệm hớt tóc qua Zoom."
    }
  },
  {
    "translation": {
      "en": "Would you like to hear my Camptown Races? Um… I… No. No.",
      "vi": "Anh muốn nghe Camptown Races không? Tôi… Không."
    }
  },
  {
    "translation": {
      "en": "That was so good. Thank you. Oh, thank you.",
      "vi": "Hay quá. Cảm ơn cô nhiều. Cảm ơn nha."
    }
  },
  {
    "translation": {
      "en": "Great, awesome.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Are we done, is that it? It was brilliant. Thank you.",
      "vi": "Xong chưa, thế thôi à? Tốt lắm. Cảm ơn ông."
    }
  },
  {
    "translation": {
      "en": "Listen, uh, it looks like we might be doing one of these again next year",
      "vi": "Có thể ta sẽ làm lại như này vào năm tới"
    }
  },
  {
    "translation": {
      "en": "for the end of 2021. Mm hmm.",
      "vi": "để khép lại năm 2021."
    }
  },
  {
    "translation": {
      "en": "Right. Yeah.",
      "vi": "Ừ. Ừ."
    }
  },
  {
    "translation": {
      "en": "Is there any chance you could read some advance responses now",
      "vi": "Ông/cô/anh có thể đọc trước các phản hồi"
    }
  },
  {
    "translation": {
      "en": "so we can cut them into the edit later? They're on that piece of paper.",
      "vi": "để chúng tôi ghép vào bản chỉnh sửa sau không? Có sẵn trên giấy rồi."
    }
  },
  {
    "translation": {
      "en": "Yes. Yes, happy to oblige.",
      "vi": "Rất sẵn lòng."
    }
  },
  {
    "translation": {
      "en": "Yeah, just this last page? Yeah.",
      "vi": "Tờ cuối cùng thôi à? Ừ."
    }
  },
  {
    "translation": {
      "en": "But no one could have foreseen",
      "vi": "Nhưng chẳng ai biết trước"
    }
  },
  {
    "translation": {
      "en": "what the vaccine would do to us",
      "vi": "vắcxin sẽ có ảnh hưởng gì đến ta"
    }
  },
  {
    "translation": {
      "en": "or how we'd use our new powers.",
      "vi": "hay cách ta sử dụng năng lực mới."
    }
  },
  {
    "translation": {
      "en": "But no one could have foreseen what the vaccine would do to us",
      "vi": "Nhưng chẳng ai biết trước vắcxin có ảnh hưởng gì"
    }
  },
  {
    "translation": {
      "en": "or how we'd use our new powers.",
      "vi": "hay cách ta sử dụng năng lực mới."
    }
  },
  {
    "translation": {
      "en": "But no one could have foreseen what the vaccine would do to us",
      "vi": "Nhưng chẳng ai biết trước vắcxin sẽ có ảnh hưởng gì"
    }
  },
  {
    "translation": {
      "en": "or how we'd use our new powers.",
      "vi": "hay cách ta sử dụng năng lực mới."
    }
  },
  {
    "translation": {
      "en": "And that, of course, is when President Harris unveiled her real agenda.",
      "vi": "Đó là lúc Tổng thống Harris công khai kế hoạch thực sự."
    }
  },
  {
    "translation": {
      "en": "And that was when President Harris unveiled her real agenda.",
      "vi": "Đó là lúc Tổng thống Harris công khai kế hoạch thực sự."
    }
  },
  {
    "translation": {
      "en": "And that was when President Harris unveiled her real agenda.",
      "vi": "Đó là lúc Tổng thống Harris công khai kế hoạch thực sự."
    }
  },
  {
    "translation": {
      "en": "Of course, in the end, the Trump News Network came off air after just one month.",
      "vi": "Dĩ nhiên, cuối cùng, Trump News Network ngừng quay chỉ sau một tháng."
    }
  },
  {
    "translation": {
      "en": "Of course, in the end, the Trump News Network came off air after just a month.",
      "vi": "Dĩ nhiên, cuối cùng, Trump News Network ngừng quay chỉ sau một tháng"
    }
  },
  {
    "translation": {
      "en": "I've gotta say he was the last world leader you'd expect to see",
      "vi": "Bạn sẽ chẳng thấy vị lãnh đạo thế giới đó"
    }
  },
  {
    "translation": {
      "en": "pushing a hardboiled egg up his own ass on Italian television.",
      "vi": "nhét trứng luộc chín vào hậu môn trên truyền hình Ý."
    }
  },
  {
    "translation": {
      "en": "Gotta say he was the last world leader you'd expect to see",
      "vi": "Bạn sẽ chẳng mong thấy vị lãnh đạo thế giới đó"
    }
  },
  {
    "translation": {
      "en": "pushing a hardboiled egg up his own ass on Italian television.",
      "vi": "nhét trứng luộc chín vào hậu môn trên truyền hình Ý."
    }
  },
  {
    "translation": {
      "en": "Gotta say he was the last world leader you'd expect to see",
      "vi": "Bạn sẽ chẳng mong thấy vị lãnh đạo thế giới đó"
    }
  },
  {
    "translation": {
      "en": "pushing a hardboiled egg up his own ass on Italian television.",
      "vi": "nhét trứng luộc chín vào hậu môn trên truyền hình Ý."
    }
  },
  {
    "translation": {
      "en": "But then, at the last moment, we all woke up",
      "vi": "Nhưng rồi cuối cùng, chúng ta sẽ thức tỉnh"
    }
  },
  {
    "translation": {
      "en": "and it had all been a horrible dream.",
      "vi": "và tất cả chỉ là một cơn ác mộng!"
    }
  },
  {
    "translation": {
      "en": "But then, at the last moment, we all woke up",
      "vi": "Nhưng rồi cuối cùng, chúng ta sẽ thức tỉnh"
    }
  },
  {
    "translation": {
      "en": "and it had all been a horrible dream!",
      "vi": "và tất cả chỉ là một cơn ác mộng!"
    }
  },
  {
    "translation": {
      "en": "But then, at the last moment, we all woke up",
      "vi": "Nhưng cuối cùng, chúng ta sẽ thức tỉnh"
    }
  },
  {
    "translation": {
      "en": "and it was all a horrible dream.",
      "vi": "và tất cả chỉ là một cơn ác mộng!"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish.",
      "vi": "Ước gì được thế."
    }
  },
  {
    "translation": {
      "en": "Is that enough, will that do? Terrific.",
      "vi": "Đủ chưa? Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Great, thank you.",
      "vi": "Tốt, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Well, guys, it has been great.",
      "vi": "Tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "Anyway, I have a train,",
      "vi": "Tôi đang đợi chuyến tàu,"
    }
  },
  {
    "translation": {
      "en": "and prior to train I am going to find myself a semi louche bar",
      "vi": "trong lúc đó, tôi sẽ tìm một quán bar đèn mờ"
    }
  },
  {
    "translation": {
      "en": "and a welcoming Negroni.",
      "vi": "và thưởng thức một ly Negroni."
    }
  },
  {
    "translation": {
      "en": "Um… is that enough?",
      "vi": "Đủ chưa nhỉ?"
    }
  },
  {
    "translation": {
      "en": "OK, this was fun! I had fun.",
      "vi": "Vui lắm đó! Tôi vui lắm."
    }
  },
  {
    "translation": {
      "en": "Alright, we done here?",
      "vi": "Ta xong chưa nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I'm done here, you? Huh?",
      "vi": "Chị xong rồi, chú thì sao?"
    }
  },
  {
    "translation": {
      "en": "You wanna have sex?",
      "vi": "Vui vẻ tí không?"
    }
  },
  {
    "translation": {
      "en": "Um… Well… there's quite a strict social distancing policy on this production…",
      "vi": "Chương trình này có chính sách giãn cách xã hội nghiêm ngặt lắm…"
    }
  },
  {
    "translation": {
      "en": "Suit yourself, man.",
      "vi": "Tùy chú."
    }
  }
]