[
  {
    "translation": {
      "en": "[man] You could think of yourself driving in a mountainous area",
      "vi": "Hãy tưởng tượng bạn đang lái xe ở vùng núi"
    }
  },
  {
    "translation": {
      "en": "with the road circling up the mountain.",
      "vi": "trên một con đường đèo vòng quanh núi,"
    }
  },
  {
    "translation": {
      "en": "An overpowered engine driving much, much too fast,",
      "vi": "với một động cơ xe quá mạnh, phóng quá nhanh,"
    }
  },
  {
    "translation": {
      "en": "driving without any headlights.",
      "vi": "bạn lái xe mà không bật đèn pha,"
    }
  },
  {
    "translation": {
      "en": "Cliffs that you're at risk of falling over.",
      "vi": "trên những vách núi có nguy cơ sẽ lao xuống."
    }
  },
  {
    "translation": {
      "en": "You want, of course, to turn on the headlights, and that is what science tries to do all the time.",
      "vi": "Dĩ nhiên bạn sẽ muốn bật đèn pha lên, và đó là điều khoa học luôn cố gắng làm."
    }
  },
  {
    "translation": {
      "en": "To give us the headlights so we can see what risks we're facing.",
      "vi": "Cho ta đèn pha để thấy ta đang đối diện những rủi ro gì."
    }
  },
  {
    "translation": {
      "en": "Recent discoveries made by scientists",
      "vi": "Những phát hiện gần đây của các nhà khoa học"
    }
  },
  {
    "translation": {
      "en": "studying the ways in which our planet works",
      "vi": "khi nghiên cứu cách hành tinh này vận hành"
    }
  },
  {
    "translation": {
      "en": "are surely of the greatest importance for all of us.",
      "vi": "chắc chắn là có ý nghĩa quan trọng nhất với tất cả chúng ta."
    }
  },
  {
    "translation": {
      "en": "Their insights are deeply troubling.",
      "vi": "Những phát hiện của họ là hết sức đáng lo ngại."
    }
  },
  {
    "translation": {
      "en": "Nonetheless, they also give us hope,",
      "vi": "Tuy nhiên, họ cũng đem lại cho ta hy vọng"
    }
  },
  {
    "translation": {
      "en": "because they show us how we can fix things.",
      "vi": "bởi họ đã chỉ cho ta cách để ta sửa chữa mọi thứ."
    }
  },
  {
    "translation": {
      "en": "One of those who has devoted his life",
      "vi": "Một trong những người đã tận hiến cả đời"
    }
  },
  {
    "translation": {
      "en": "to studying these globally important problems comes from Sweden.",
      "vi": "cho việc nghiên cứu những vấn đề hệ trọng toàn cầu đó đến từ Thụy Điển."
    }
  },
  {
    "translation": {
      "en": "Johan Rockström.",
      "vi": "Johan Rockstrom."
    }
  },
  {
    "translation": {
      "en": "What he and his colleagues around the world have discovered",
      "vi": "Những gì ông và các đồng nghiệp trên khắp thế giới đã khám phá ra"
    }
  },
  {
    "translation": {
      "en": "is perhaps the most important scientific insight of our times.",
      "vi": "có lẽ là phát hiện khoa học quan trọng nhất của thời đại chúng ta."
    }
  },
  {
    "translation": {
      "en": "Johan has given us hope.",
      "vi": "Johan đã đem tới cho chúng ta hy vọng."
    }
  },
  {
    "translation": {
      "en": "Hope that there is a way out of this crisis.",
      "vi": "Hy vọng rằng cuộc khủng hoảng này sẽ có lối thoát,"
    }
  },
  {
    "translation": {
      "en": "And once you too have heard it,",
      "vi": "và khi chính bạn đã nghe xong,"
    }
  },
  {
    "translation": {
      "en": "you may never look at the world in the same way again.",
      "vi": "có thể bạn sẽ ngừng nhìn nhận thế giới theo cách cũ."
    }
  },
  {
    "translation": {
      "en": "[Johan] This is not about the planet. This is about us. It is about our future.",
      "vi": "Chuyện này không phải là về hành tinh này, mà là về ta, tương lai của chúng ta."
    }
  },
  {
    "translation": {
      "en": "We still have a chance.",
      "vi": "Ta vẫn còn cơ hội."
    }
  },
  {
    "translation": {
      "en": "The window is still open for us to have a future for humanity.",
      "vi": "Ta vẫn còn cơ hội để xây dựng tương lai cho nhân loại."
    }
  },
  {
    "translation": {
      "en": "That I think is the beauty of where we are today.",
      "vi": "Đó, theo tôi, là điểm sáng của tình hình hiện tại."
    }
  },
  {
    "translation": {
      "en": "[David Attenborough] Our understanding of how our planet works is always advancing.",
      "vi": "Hiểu biết của ta về cách hành tinh này vận hành không ngừng tiến bộ."
    }
  },
  {
    "translation": {
      "en": "We can now see more clearly than ever",
      "vi": "Giờ đây, ta đang thấy rõ hơn bao giờ hết,"
    }
  },
  {
    "translation": {
      "en": "how life's intricate complexity is essential for our own survival.",
      "vi": "tính phức tạp cao độ của sự sống là cần thiết cho sự tồn vong của chính ta."
    }
  },
  {
    "translation": {
      "en": "But biodiversity is collapsing, and our climate is changing.",
      "vi": "Nhưng sự đa dạng sinh học đang sụp đổ, và khí hậu thế giới thì đang thay đổi."
    }
  },
  {
    "translation": {
      "en": "Johan Rockström has focused on what keeps our planet stable.",
      "vi": "Johan Rockstrom đã tập trung vào những thứ giữ cho hành tinh này ổn định."
    }
  },
  {
    "translation": {
      "en": "We're the first generation, thanks to science,",
      "vi": "Nhờ có khoa học, chúng ta là thế hệ đầu tiên"
    }
  },
  {
    "translation": {
      "en": "to be informed that we may be undermining",
      "vi": "được cảnh báo rằng có thể ta đang phá hoại"
    }
  },
  {
    "translation": {
      "en": "the stability and the ability of planet Earth",
      "vi": "tính ổn định và nguồn lực của Trái Đất"
    }
  },
  {
    "translation": {
      "en": "to support human development as we know it.",
      "vi": "để hỗ trợ phát triển con người như ta biết."
    }
  },
  {
    "translation": {
      "en": "This comes from ice core data, and I think that this is the most important graph we have today.",
      "vi": "Biểu đồ lấy từ dữ liệu lõi băng này theo tôi là quan trọng nhất hiện tại."
    }
  },
  {
    "translation": {
      "en": "[David] The graph is a revelation.",
      "vi": "Biểu đồ đó là một sự tiết lộ."
    }
  },
  {
    "translation": {
      "en": "It shows global temperature variability",
      "vi": "Nó cho thấy sự biến đổi nhiệt độ toàn cầu"
    }
  },
  {
    "translation": {
      "en": "over the past 100,000 years",
      "vi": "trong 100.000 năm qua,"
    }
  },
  {
    "translation": {
      "en": "since the first appearance of modern humans.",
      "vi": "từ lúc người hiện đại lần đầu xuất hiện."
    }
  },
  {
    "translation": {
      "en": "We were jumping between plus-minus ten degrees Celsius in a decade.",
      "vi": "Ta đã vọt lên mức cộng trừ mười độ C trong vòng một thập kỷ."
    }
  },
  {
    "translation": {
      "en": "We had, to put it simple, a rough time.",
      "vi": "Nói đơn giản, ta đã trải qua một giai đoạn khó khăn."
    }
  },
  {
    "translation": {
      "en": "[David] What's critical is that the temperature stabilized",
      "vi": "Điều nguy hiểm là nhiệt độ được ổn định"
    }
  },
  {
    "translation": {
      "en": "just 10,000 years ago.",
      "vi": "mới từ 10.000 năm trước. THỜI KỲ (HÀNG NGÀN NĂM TRƯỚC)"
    }
  },
  {
    "translation": {
      "en": "[Johan] You can just see from the graph that this is a remarkable,",
      "vi": "Từ biểu đồ, có thể thấy đó là thời kỳ gian băng phi thường, nếu không muốn nói là ổn định gần như kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "not to say almost miraculously stable, interglacial period.",
      "vi": "thời kỳ gian băng phi thường, nếu không muốn nói là ổn định gần như kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "[David] Geologists have given this period of stability its own special name.",
      "vi": "Các nhà địa chất đã đặt cho thời kỳ ổn định đó một cái tên đặc biệt riêng."
    }
  },
  {
    "translation": {
      "en": "It's called the Holocene.",
      "vi": "Nó được gọi là thế Toàn Tân."
    }
  },
  {
    "translation": {
      "en": "The Holocene is remarkable.",
      "vi": "Thế Toàn Tân rất đặc biệt."
    }
  },
  {
    "translation": {
      "en": "It is a warm period where the planet's global mean temperature",
      "vi": "Đó là thời kỳ ấm áp, nhiệt độ trung bình toàn cầu của hành tinh"
    }
  },
  {
    "translation": {
      "en": "varies between just plus-minus one degree Celsius",
      "vi": "dao động ở mức vỏn vẹn chỉ cộng trừ một độ C"
    }
  },
  {
    "translation": {
      "en": "during the entire period.",
      "vi": "trong suốt cả thời kỳ."
    }
  },
  {
    "translation": {
      "en": "Plus-minus one.",
      "vi": "Cộng trừ một."
    }
  },
  {
    "translation": {
      "en": "…is plus-minus one degree Celsius.",
      "vi": "…ở mức cộng trừ một độ C."
    }
  },
  {
    "translation": {
      "en": "This is what established the modern world as we know it.",
      "vi": "Đó là thời kỳ đặt nền móng cho thế giới hiện đại như ta đã biết."
    }
  },
  {
    "translation": {
      "en": "[David] The Holocene's stable temperatures gave us a stable planet.",
      "vi": "Mức nhiệt ổn định của thế Toàn Tân đã đem lại cho ta một hành tinh ổn định."
    }
  },
  {
    "translation": {
      "en": "Sea levels stabilized.",
      "vi": "Mực nước biển đã được ổn định."
    }
  },
  {
    "translation": {
      "en": "For the first time, we had predictable seasons and reliable weather.",
      "vi": "Lần đầu tiên, ta có các mùa có thể dự báo và một thời tiết đáng tin cậy."
    }
  },
  {
    "translation": {
      "en": "This stability was fundamental.",
      "vi": "Tính ổn định này là nền tảng."
    }
  },
  {
    "translation": {
      "en": "For the first time, civilization was possible,",
      "vi": "Lần đầu tiên, ta có thể thiết lập nền văn minh"
    }
  },
  {
    "translation": {
      "en": "and humanity wasted no time in taking advantage.",
      "vi": "và nhân loại đã ngay lập tức tận dụng."
    }
  },
  {
    "translation": {
      "en": "We domesticated rice, wheat,",
      "vi": "Ta đã thuần hóa lúa, lúa mì,"
    }
  },
  {
    "translation": {
      "en": "teff, maize, sorghum,",
      "vi": "hạt teff, ngô, lúa miến"
    }
  },
  {
    "translation": {
      "en": "on different continents roughly at the same time.",
      "vi": "ở nhiều lục địa gần như cùng lúc."
    }
  },
  {
    "translation": {
      "en": "And off we go on the civilizational journey as we know it.",
      "vi": "Và ta bước vào hành trình văn minh như ta đã biết."
    }
  },
  {
    "translation": {
      "en": "This is the interglacial stage that has enabled us",
      "vi": "Đó là giai đoạn gian băng, giai đoạn đã cho phép chúng ta"
    }
  },
  {
    "translation": {
      "en": "to develop modern civilizations as we know it.",
      "vi": "xây dựng những nền văn minh hiện đại ta biết."
    }
  },
  {
    "translation": {
      "en": "The Holocene is the only state of the planet we know for certain",
      "vi": "Thế Toàn Tân là thế địa chất duy nhất của hành tinh mà ta biết chắc"
    }
  },
  {
    "translation": {
      "en": "can support the modern world as we know it.",
      "vi": "có thể hỗ trợ cho thế giới hiện đại như ta đã biết."
    }
  },
  {
    "translation": {
      "en": "[David] Since the dawn of civilization,",
      "vi": "Từ thuở sơ khai của nền văn minh,"
    }
  },
  {
    "translation": {
      "en": "we have depended on this stable state of the planet.",
      "vi": "ta đã lệ thuộc vào thế địa chất ổn định này của hành tinh,"
    }
  },
  {
    "translation": {
      "en": "A planet with two permanent ice caps,",
      "vi": "một hành tinh sở hữu hai chỏm băng vĩnh cửu,"
    }
  },
  {
    "translation": {
      "en": "flowing rivers,",
      "vi": "những dòng sông chảy,"
    }
  },
  {
    "translation": {
      "en": "a cloak of forests,",
      "vi": "những cánh rừng bao phủ,"
    }
  },
  {
    "translation": {
      "en": "reliable weather,",
      "vi": "thời tiết đáng tin cậy"
    }
  },
  {
    "translation": {
      "en": "and an abundance of life.",
      "vi": "và sự sống phong phú."
    }
  },
  {
    "translation": {
      "en": "Throughout the Holocene,",
      "vi": "Xuyên suốt thế Toàn Tân,"
    }
  },
  {
    "translation": {
      "en": "this stable planet has given us food to eat,",
      "vi": "hành tinh ổn định này đã cho ta đồ ăn,"
    }
  },
  {
    "translation": {
      "en": "water to drink, and clean air to breathe.",
      "vi": "thức uống và không khí trong lành để thở,"
    }
  },
  {
    "translation": {
      "en": "But we have just left the Holocene behind.",
      "vi": "nhưng ta đã vừa bỏ thế Toàn Tân lại sau lưng."
    }
  },
  {
    "translation": {
      "en": "The exponential rise in human pressures on planet Earth",
      "vi": "Sự gia tăng theo cấp số mũ áp lực của con người lên Trái Đất"
    }
  },
  {
    "translation": {
      "en": "has now reached a stage where we have now created our own geological epoch.",
      "vi": "giờ đã tới giai đoạn mà ta tự tạo ra một kỷ nguyên địa chất riêng."
    }
  },
  {
    "translation": {
      "en": "[David] Scientists recently declared that the Holocene has ended",
      "vi": "Giới khoa học mới đây tuyên bố rằng thế Toàn Tân đã chấm dứt"
    }
  },
  {
    "translation": {
      "en": "and that we are now in the Anthropocene,",
      "vi": "và ta đã bước vào thế Nhân Sinh,"
    }
  },
  {
    "translation": {
      "en": "the age of humans,",
      "vi": "thời đại của con người,"
    }
  },
  {
    "translation": {
      "en": "because we now are the primary drivers of change on planet Earth.",
      "vi": "bởi giờ đây, ta là những tác nhân thay đổi chính trên hành tinh Trái đất."
    }
  },
  {
    "translation": {
      "en": "We have converted half the world's habitable land",
      "vi": "Ta đã chuyển đổi một nửa diện tích đất sinh sống"
    }
  },
  {
    "translation": {
      "en": "to grow crops and rear livestock.",
      "vi": "để trồng trọt và chăn nuôi gia súc."
    }
  },
  {
    "translation": {
      "en": "We move more sediment and rock than all the Earth's natural processes.",
      "vi": "Ta đã dịch chuyển nhiều trầm tích, núi đá hơn mọi quy trình tự nhiên của Trái Đất."
    }
  },
  {
    "translation": {
      "en": "More than half of the ocean is actively fished.",
      "vi": "Hơn một nửa đại dương đang được tích cực đánh bắt."
    }
  },
  {
    "translation": {
      "en": "Nine out of ten of us breathe unhealthy air.",
      "vi": "Cứ mười người chúng ta thì chín người hít thở không khí độc hại."
    }
  },
  {
    "translation": {
      "en": "And, in a single lifetime,",
      "vi": "Và chỉ trong một đời người,"
    }
  },
  {
    "translation": {
      "en": "we have warmed the Earth by more than one degree.",
      "vi": "ta đã khiến Trái Đất ấm lên hơn một độ."
    }
  },
  {
    "translation": {
      "en": "I would say that perhaps the most dire message to humanity",
      "vi": "Theo tôi, thông điệp có lẽ là tàn khốc nhất đối với nhân loại"
    }
  },
  {
    "translation": {
      "en": "is the following. So we have, in just 50 years,",
      "vi": "là thông điệp sau đây. Chỉ trong vòng 50 năm, chúng ta đã"
    }
  },
  {
    "translation": {
      "en": "managed to push ourselves",
      "vi": "tìm ra cách để tự đẩy mình"
    }
  },
  {
    "translation": {
      "en": "outside of a state that we've been in for the past 10,000 years.",
      "vi": "ra khỏi một thế địa chất mà ta đã cư ngụ trong 10.000 năm trước đó."
    }
  },
  {
    "translation": {
      "en": "Are we at risk of destabilizing the whole planet?",
      "vi": "Ta có đang đối mặt với nguy cơ gây bất ổn cho toàn bộ hành tinh này?"
    }
  },
  {
    "translation": {
      "en": "It's just a mind-boggling situation to be in.",
      "vi": "Tình huống này quá đỗi phức tạp."
    }
  },
  {
    "translation": {
      "en": "For the first time, we have to seriously consider",
      "vi": "Lần đầu tiên, ta phải nhìn nhận nghiêm túc"
    }
  },
  {
    "translation": {
      "en": "the risk of destabilizing the entire planet.",
      "vi": "nguy cơ gây bất ổn cho toàn bộ hành tinh."
    }
  },
  {
    "translation": {
      "en": "[David] Johan's ambition has been to see the big picture.",
      "vi": "Tham vọng của Johan là nhìn ra bức tranh toàn cảnh,"
    }
  },
  {
    "translation": {
      "en": "To draw from a global network of knowledge,",
      "vi": "có được từ một mạng lưới tri thức toàn cầu"
    }
  },
  {
    "translation": {
      "en": "to learn what keeps the entire planet stable.",
      "vi": "để xem thứ gì đã giữ cho cả hành tinh được ổn định."
    }
  },
  {
    "translation": {
      "en": "What are the systems that determine the state of the planet?",
      "vi": "Những hệ thống nào quyết định tình trạng hành tinh?"
    }
  },
  {
    "translation": {
      "en": "And if they are five or if they were 30, we did not know when we started.",
      "vi": "Có năm hay 30 hệ thống như thế thì lúc mới bắt đầu, chúng tôi chưa biết."
    }
  },
  {
    "translation": {
      "en": "We just open-ended asked the question,",
      "vi": "Chúng tôi chỉ có thể đặt ra câu hỏi mở:"
    }
  },
  {
    "translation": {
      "en": "\"Can we identify the systems that regulate the state of the planet?\"",
      "vi": "\"Ta có thể xác định những hệ thống điều tiết tình trạng của hành tinh không?\""
    }
  },
  {
    "translation": {
      "en": "[David] Those systems have held the planet in its stable state throughout the Holocene.",
      "vi": "Những hệ thống đó đã giữ hành tinh này ở trạng thái ổn định suốt thế Toàn Tân."
    }
  },
  {
    "translation": {
      "en": "As we increase our pressures on Earth,",
      "vi": "Khi ta gia tăng áp lực lên Trái Đất, nguy cơ là những hệ thống đó"
    }
  },
  {
    "translation": {
      "en": "there is a danger that those systems will start to break down.",
      "vi": "Khi ta gia tăng áp lực lên Trái Đất, nguy cơ là những hệ thống đó sẽ bắt đầu sụp đổ"
    }
  },
  {
    "translation": {
      "en": "That we will break through Earth's boundaries,",
      "vi": "và ta sẽ phá vỡ những ranh giới của Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "causing the stability that we depend on to collapse.",
      "vi": "khiến tính ổn định mà ta lệ thuộc bị phá hủy."
    }
  },
  {
    "translation": {
      "en": "[Johan] I was absolutely convinced that we wanted",
      "vi": "Tôi đã hoàn toàn tin rằng ta sẽ muốn"
    }
  },
  {
    "translation": {
      "en": "to dig into this challenge of defining planetary boundaries,",
      "vi": "đi sâu vào thử thách xác định các ranh giới của hành tinh,"
    }
  },
  {
    "translation": {
      "en": "and can we identify a quantitative point",
      "vi": "và liệu ta có thể tìm ra một điểm định lượng"
    }
  },
  {
    "translation": {
      "en": "beyond which we risk triggering nonlinear changes?",
      "vi": "mà nếu vượt qua, ta sẽ có nguy cơ gây ra những thay đổi phi tuyến tính"
    }
  },
  {
    "translation": {
      "en": "And that becomes your boundary.",
      "vi": "và chúng sẽ thành giới hạn của ta?"
    }
  },
  {
    "translation": {
      "en": "[David] If scientists could define our planet's boundaries,",
      "vi": "Nếu các nhà khoa học xác định được những ranh giới đó,"
    }
  },
  {
    "translation": {
      "en": "could they also give us the road map to guide us out of our current crisis?",
      "vi": "liệu họ cũng có thể cho ta một lộ trình để hướng ta thoát khỏi khủng hoảng hiện tại,"
    }
  },
  {
    "translation": {
      "en": "To show us not only how to avoid collapse,",
      "vi": "để không chỉ cho ta biết cách để không bị sụp đổ"
    }
  },
  {
    "translation": {
      "en": "but how to secure our own thriving future on planet Earth?",
      "vi": "mà còn đảm bảo một tương lai phồn thịnh trên hành tinh Trái Đất?"
    }
  },
  {
    "translation": {
      "en": "The first and most obvious boundary is well known to us all.",
      "vi": "Giới hạn đầu tiên và rõ ràng nhất thì chúng ta ai cũng biết."
    }
  },
  {
    "translation": {
      "en": "With global temperatures now warmer",
      "vi": "Bởi mức nhiệt toàn cầu đang ấm hơn bao giờ hết"
    }
  },
  {
    "translation": {
      "en": "than they've been since the dawn of civilization,",
      "vi": "Bởi mức nhiệt toàn cầu đang ấm hơn bao giờ hết tính từ thuở sơ khai của nền văn minh,"
    }
  },
  {
    "translation": {
      "en": "there is a danger that we have already crossed the boundary in Earth's climate.",
      "vi": "có nguy cơ là ta đã vượt khỏi ranh giới khí hậu của Trái Đất."
    }
  },
  {
    "translation": {
      "en": "Perhaps the most alarming evidence of this",
      "vi": "Có lẽ bằng chứng đáng báo động nhất của việc này"
    }
  },
  {
    "translation": {
      "en": "is in the change of our planet's ice.",
      "vi": "nằm ở sự thay đổi phần băng trên hành tinh của ta."
    }
  },
  {
    "translation": {
      "en": "As a Swede, Johan feels this more keenly than most.",
      "vi": "Là người Thụy Điển, Johan cảm nhận điều này rõ hơn đa số mọi người."
    }
  },
  {
    "translation": {
      "en": "[Johan] As a kid in Sweden, like all children in Sweden,",
      "vi": "Hồi bé ở Thụy Điển, cũng như mọi đứa trẻ khác,"
    }
  },
  {
    "translation": {
      "en": "we learn that the south top at Kebnekaise is the highest peak in this country.",
      "vi": "chúng tôi biết đỉnh Nam của núi Kebnekaise là đỉnh núi cao nhất nước tôi. Và đó là thứ đã"
    }
  },
  {
    "translation": {
      "en": "And it's something that is just ingrained",
      "vi": "đỉnh núi cao nhất nước tôi. Và đó là thứ đã ăn sâu vào bản sắc của mọi công dân Thụy Điển."
    }
  },
  {
    "translation": {
      "en": "in the identity of being a Swedish citizen.",
      "vi": "ăn sâu vào bản sắc của mọi công dân Thụy Điển."
    }
  },
  {
    "translation": {
      "en": "So, of course, it's…",
      "vi": "Nên dĩ nhiên là… Bạn biết đấy,"
    }
  },
  {
    "translation": {
      "en": "You know, with sadness,",
      "vi": "Nên dĩ nhiên là… Bạn biết đấy, đáng buồn thay,"
    }
  },
  {
    "translation": {
      "en": "one comes to realize that that will no longer be the case.",
      "vi": "chúng tôi đã nhận ra là tình hình nay đã khác."
    }
  },
  {
    "translation": {
      "en": "[David] The south peak of Kebnekaise",
      "vi": "Mới đây, đỉnh Nam của núi Kebnekaise đã đánh mất ngôi vị"
    }
  },
  {
    "translation": {
      "en": "has recently lost its status as the highest peak in Sweden.",
      "vi": "Mới đây, đỉnh Nam của núi Kebnekaise đã đánh mất ngôi vị đỉnh núi cao nhất Thụy Điển."
    }
  },
  {
    "translation": {
      "en": "The glacier that makes up its highest point",
      "vi": "Lớp băng tạo nên điểm cao nhất của nó"
    }
  },
  {
    "translation": {
      "en": "has been shrinking roughly at the rate of half a meter a year",
      "vi": "đã bị co lại ở mức xấp xỉ nửa mét một năm"
    }
  },
  {
    "translation": {
      "en": "for the last 50 years.",
      "vi": "trong vòng 50 năm qua."
    }
  },
  {
    "translation": {
      "en": "[Johan] What we're seeing here at Kebnekaise on its own will not destabilize the planet.",
      "vi": "Thứ ta đang chứng kiến ở núi Kebnekaise sẽ không tự gây bất ổn cho hành tinh được."
    }
  },
  {
    "translation": {
      "en": "But having two caps of a permanent ice",
      "vi": "Nhưng việc sở hữu hai chỏm băng vĩnh cửu"
    }
  },
  {
    "translation": {
      "en": "in the Arctic and in Antarctica is",
      "vi": "ở Bắc Cực và Nam Cực"
    }
  },
  {
    "translation": {
      "en": "the very precondition for the planet to stay in this state",
      "vi": "là điều kiện tiên quyết để hành tinh này giữ được cái trạng thái"
    }
  },
  {
    "translation": {
      "en": "that has enabled us to develop civilizations as we know it.",
      "vi": "đã cho phép ta phát triển những nền văn minh ta biết."
    }
  },
  {
    "translation": {
      "en": "And that's why it's such an enormous concern to see glaciers melting,",
      "vi": "Thế nên việc thấy các lớp băng tan là điều vô cùng đáng lo ngại,"
    }
  },
  {
    "translation": {
      "en": "irrespective of whether it's a small glacier at Kebnekaise,",
      "vi": "bất kể ta đang nói tới một lớp băng nhỏ ở núi Kebnekaise"
    }
  },
  {
    "translation": {
      "en": "or whether we're talking about Greenland,",
      "vi": "hay ta đang nói tới Greenland,"
    }
  },
  {
    "translation": {
      "en": "because they all add together",
      "vi": "bởi tất cả chúng gộp lại"
    }
  },
  {
    "translation": {
      "en": "to this fantastic capacity of cooling the planet.",
      "vi": "sẽ tạo nên khả năng làm mát hành tinh kỳ diệu."
    }
  },
  {
    "translation": {
      "en": "[David] This cooling effect was fundamental",
      "vi": "Hiệu ứng làm mát đó là cơ sở để giữ cho"
    }
  },
  {
    "translation": {
      "en": "in keeping the Earth's temperature stable throughout the Holocene.",
      "vi": "Hiệu ứng làm mát đó là cơ sở để giữ cho nhiệt độ Trái Đất ổn định suốt thế Toàn Tân."
    }
  },
  {
    "translation": {
      "en": "The planet's ice was reflecting just the right amount of the Sun's energy",
      "vi": "Băng của hành tinh đã phản chiếu vừa đủ năng lượng Mặt Trời"
    }
  },
  {
    "translation": {
      "en": "back into space.",
      "vi": "về lại không gian."
    }
  },
  {
    "translation": {
      "en": "A permanent white surface like what we can see around us here",
      "vi": "Một bề mặt trắng vĩnh cửu như thứ ta đang thấy quanh đây sẽ"
    }
  },
  {
    "translation": {
      "en": "is reflecting back 90, 95% of incoming heat from the Sun.",
      "vi": "Một bề mặt trắng vĩnh cửu như thứ ta đang thấy quanh đây sẽ phản chiếu lại 90, 95% lượng nhiệt đến từ Mặt Trời."
    }
  },
  {
    "translation": {
      "en": "When these ice sheets start melting,",
      "vi": "Khi những dải băng này bắt đầu tan chảy,"
    }
  },
  {
    "translation": {
      "en": "not only do they shrink in size",
      "vi": "chúng không chỉ nhỏ đi về kích thước"
    }
  },
  {
    "translation": {
      "en": "so the fringe areas are very dark and absorb heat,",
      "vi": "nên những vùng viền sẽ rất tối màu và hấp thụ nhiệt mạnh,"
    }
  },
  {
    "translation": {
      "en": "but even just the fact that you get liquid surface on the ice",
      "vi": "mà chỉ riêng việc trên băng có bề mặt chất lỏng thôi"
    }
  },
  {
    "translation": {
      "en": "changes the color so significantly, so you can come to a point",
      "vi": "cũng làm màu sắc của nó thay đổi đáng kể, nên sẽ tới một thời điểm"
    }
  },
  {
    "translation": {
      "en": "where the ice sheets tip over from being self-cooling",
      "vi": "mà những dải băng này sẽ chuyển từ tự làm mát"
    }
  },
  {
    "translation": {
      "en": "to becoming self-warming,",
      "vi": "sang thành tự ấm lên,"
    }
  },
  {
    "translation": {
      "en": "and that is the most dramatic tipping point in the Earth's system.",
      "vi": "và đó sẽ là điểm bùng phát nghiêm trọng nhất trong hệ thống của Trái Đất."
    }
  },
  {
    "translation": {
      "en": "[David] A tipping point is a point beyond which a change becomes irreversible.",
      "vi": "Điểm bùng phát là điểm mà nếu vượt qua nó, thay đổi sẽ không cứu vãn được nữa."
    }
  },
  {
    "translation": {
      "en": "[man] It's like a train that's parked on a slope, and it's beginning to move.",
      "vi": "Giống như đoàn tàu đang dừng trên một con đèo và nó bắt đầu dịch chuyển vậy."
    }
  },
  {
    "translation": {
      "en": "We're losing the brakes on the train,",
      "vi": "Trên tàu, ta đã mất phanh,"
    }
  },
  {
    "translation": {
      "en": "and so the train is accelerating,",
      "vi": "nên con tàu cứ thế tăng tốc,"
    }
  },
  {
    "translation": {
      "en": "getting faster and faster, and at some point, we lose control.",
      "vi": "ngày một nhanh và tới một thời điểm, ta sẽ mất kiểm soát."
    }
  },
  {
    "translation": {
      "en": "[David] We are already losing the brakes",
      "vi": "Hiện ta đã mất cơ chế \"phanh\""
    }
  },
  {
    "translation": {
      "en": "that could prevent the melting of the Greenland ice cap.",
      "vi": "để ngăn chặn việc chỏm băng ở Greenland tan chảy."
    }
  },
  {
    "translation": {
      "en": "[man] When I first came here, aged 20,",
      "vi": "Hồi tôi mới tới đây năm 20 tuổi,"
    }
  },
  {
    "translation": {
      "en": "it felt like kind of a dream,",
      "vi": "tôi cảm giác như đang nằm mơ vậy"
    }
  },
  {
    "translation": {
      "en": "because I was seeing landscapes that I had only kind of seen in textbooks.",
      "vi": "vì tôi đã được thấy những cảnh quan mà tôi mới chỉ thấy trong sách giáo khoa."
    }
  },
  {
    "translation": {
      "en": "[David] Jason is one of the many scientists around the world",
      "vi": "Jason là một trong rất nhiều nhà khoa học trên thế giới"
    }
  },
  {
    "translation": {
      "en": "whose evidence and insights were fundamental to Johan's research.",
      "vi": "có những bằng chứng và phát hiện là nền tảng cho nghiên cứu của Johan."
    }
  },
  {
    "translation": {
      "en": "The millennia snowfall onto Greenland has accumulated, produced this dome of ice.",
      "vi": "Lượng tuyết rơi qua các thiên niên kỷ tích tụ ở Greenland thành một vòm băng."
    }
  },
  {
    "translation": {
      "en": "It's two miles thick and, you know, well up in the atmosphere.",
      "vi": "Nó dày hơn ba cây số và, ừm, nhô lên trên khí quyển,"
    }
  },
  {
    "translation": {
      "en": "It's really cold up there.",
      "vi": "nơi đó có nhiệt độ rất lạnh."
    }
  },
  {
    "translation": {
      "en": "[David] As it melts, the surface of the ice cap",
      "vi": "Trong quá trình tan chảy, bề mặt chỏm băng"
    }
  },
  {
    "translation": {
      "en": "lowers into warmer air,",
      "vi": "sẽ giảm xuống vào vùng không khí ấm,"
    }
  },
  {
    "translation": {
      "en": "speeding up the melt.",
      "vi": "làm tăng tốc độ tan chảy."
    }
  },
  {
    "translation": {
      "en": "The more it melts, the cooler the climate would need to become in order to reverse it.",
      "vi": "Nó càng tan nhiều, khí hậu càng phải mát mới đảo ngược được quá trình."
    }
  },
  {
    "translation": {
      "en": "But today's climate is already too hot for Greenland.",
      "vi": "Nhưng với Greenland, khí hậu ngày nay vốn đã quá nóng."
    }
  },
  {
    "translation": {
      "en": "So in the current climate, Greenland is already beyond its threshold,",
      "vi": "Trong điều kiện khí hậu hiện tại, Greenland đã vượt quá ngưỡng rồi,"
    }
  },
  {
    "translation": {
      "en": "er, where it's now losing 10,000 cubic meters of ice per second.",
      "vi": "hiện mỗi giây nó đang mất tới 10.000 mét khối băng."
    }
  },
  {
    "translation": {
      "en": "That's the average loss rate.",
      "vi": "Đó là mức tổn thất trung bình."
    }
  },
  {
    "translation": {
      "en": "Now, that loss rate will only continue",
      "vi": "Và mức tổn thất đó sẽ chỉ tiếp tục duy trì"
    }
  },
  {
    "translation": {
      "en": "as the climate heats up. So is Greenland lost?",
      "vi": "khi khí hậu cứ nóng lên như thế này. Vậy, có phải ta đã mất Greenland không?"
    }
  },
  {
    "translation": {
      "en": "Evidently, it is.",
      "vi": "Rõ ràng là rồi."
    }
  },
  {
    "translation": {
      "en": "[David] Unless we can significantly cool the Earth's climate,",
      "vi": "Trừ phi ta tìm ra cách làm mát đáng kể khí hậu Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "the melting of the Greenland ice cap will inevitably continue.",
      "vi": "chỏm băng Greenland chắc chắn sẽ tiếp tục tan chảy."
    }
  },
  {
    "translation": {
      "en": "[Johan] The drama here is that one characteristic of tipping points",
      "vi": "Điều nghiêm trọng ở đây là các điểm bùng phát có một đặc tính,"
    }
  },
  {
    "translation": {
      "en": "is that once you've pressed the on button, you cannot stop it.",
      "vi": "đó là một khi bạn đã bắt đầu quá trình là không thể dừng nó lại."
    }
  },
  {
    "translation": {
      "en": "It takes over. It's too late. It's not like you could say,",
      "vi": "Nó ngự trị. Quá muộn rồi. Bạn không thể bảo:"
    }
  },
  {
    "translation": {
      "en": "\"Oops. Now I realize I didn't want to melt the Greenland ice sheet.",
      "vi": "\"Ối. Nhận ra rồi, tôi không muốn làm tan dải băng Greenland."
    }
  },
  {
    "translation": {
      "en": "Let's… Let's back off.\" Then, it's too late.",
      "vi": "Ta đảo ngược lại đi\" là được. Lúc đó quá muộn rồi."
    }
  },
  {
    "translation": {
      "en": "When you cross these tipping points, you can enter a point of no return",
      "vi": "Vượt những điểm bùng phát đó, bạn sẽ tới ngưỡng một đi không trở lại,"
    }
  },
  {
    "translation": {
      "en": "that you basically commit the planet to an irreversible sliding away",
      "vi": "khi đó, về cơ bản là bạn khiến hành tinh rơi vào cảnh trượt dài không thể cứu vãn"
    }
  },
  {
    "translation": {
      "en": "from a state that, in our case, can support us humans.",
      "vi": "khỏi một trạng thái mà, trong trường hợp của ta, là có thể hỗ trợ cho con người."
    }
  },
  {
    "translation": {
      "en": "[David] The melting of Greenland's ice cap",
      "vi": "Việc chỏm băng Greenland tan chảy"
    }
  },
  {
    "translation": {
      "en": "would raise sea levels around the world by seven meters.",
      "vi": "sẽ khiến mực nước biển trên khắp thế giới dâng lên bảy mét."
    }
  },
  {
    "translation": {
      "en": "[Jason] Imagine a world where sea level is not static.",
      "vi": "Hãy hình dung một thế giới nơi mực nước biển không đứng yên."
    }
  },
  {
    "translation": {
      "en": "Where it's changing.",
      "vi": "Nơi nó thay đổi."
    }
  },
  {
    "translation": {
      "en": "Cities, hundreds of coastal cities now are threatened by rising seas.",
      "vi": "Các thành phố, hàng trăm thành phố ven biển bấy giờ sẽ bị mực nước biển dâng đe dọa."
    }
  },
  {
    "translation": {
      "en": "Er, that stability in sea level was key",
      "vi": "Mà mực nước biển ổn định là mấu chốt"
    }
  },
  {
    "translation": {
      "en": "to the development of civilization.",
      "vi": "đối với sự phát triển của nền văn minh."
    }
  },
  {
    "translation": {
      "en": "It's… It's a… It's a Mad Max future that we're facing.",
      "vi": "Cái tương lai ta phải đối mặt sẽ hệt như trong phim Max Điên."
    }
  },
  {
    "translation": {
      "en": "[David] But Greenland is just one of Earth's polar ice caps,",
      "vi": "Nhưng Greenland mới là một chỏm băng cực của Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "and it's dwarfed by its southern twin.",
      "vi": "và nó rất nhỏ so với người em song sinh ở phía Nam."
    }
  },
  {
    "translation": {
      "en": "Not so many years ago,",
      "vi": "Cách đây chưa lâu,"
    }
  },
  {
    "translation": {
      "en": "it was thought that Antarctica was the resilient system.",
      "vi": "người ta đã nghĩ Nam Cực là một hệ thống kiên cường."
    }
  },
  {
    "translation": {
      "en": "This was the ice sheet that was not very much affected by climate change.",
      "vi": "Nó là dải băng không bị ảnh hưởng gì mấy bởi biến đổi khí hậu."
    }
  },
  {
    "translation": {
      "en": "But today, that has changed completely.",
      "vi": "Mà giờ, điều đó đã thay đổi hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "Today we're seeing accelerated loss of mass",
      "vi": "Ngày nay ta đang chứng kiến những tổn thất về khối lượng"
    }
  },
  {
    "translation": {
      "en": "and loss of ice into the ocean in Antarctica.",
      "vi": "và về băng, rơi xuống đại dương xung quanh Nam Cực."
    }
  },
  {
    "translation": {
      "en": "West Antarctica would lead to sea-level rise of more than five meters",
      "vi": "Tây Nam Cực sẽ khiến mực nước biển dâng lên hơn năm mét"
    }
  },
  {
    "translation": {
      "en": "if it were to melt down completely, and then east Antarctica actually holds the tenfold of that,",
      "vi": "nếu tan chảy hoàn toàn, còn Đông Nam Cực thực chất chứa lượng băng gấp mười lần,"
    }
  },
  {
    "translation": {
      "en": "so more than 50 meters worth of sea-level potential.",
      "vi": "nên có khả năng khiến mực nước biển dâng hơn 50 mét."
    }
  },
  {
    "translation": {
      "en": "[David] Ricarda is one of Johan's colleagues,",
      "vi": "Ricarda là một trong các đồng nghiệp của Johan,"
    }
  },
  {
    "translation": {
      "en": "and she studies how tipping points can interact.",
      "vi": "và cô nghiên cứu cách tương tác giữa các điểm bùng phát."
    }
  },
  {
    "translation": {
      "en": "The important point to make here is that everything",
      "vi": "Điều quan trọng cần nói ở đây là mọi thứ"
    }
  },
  {
    "translation": {
      "en": "in the Earth's system is connected.",
      "vi": "trong hệ thống của Trái Đất đều có liên kết."
    }
  },
  {
    "translation": {
      "en": "If one part of the climate system",
      "vi": "Nếu một bộ phận trong hệ thống khí hậu"
    }
  },
  {
    "translation": {
      "en": "crosses its tipping point,",
      "vi": "vượt qua điểm bùng phát của nó"
    }
  },
  {
    "translation": {
      "en": "then that might make it more likely for other parts of the system to also cross their critical threshold,",
      "vi": "thì khả năng cao là những bộ phận khác trong hệ thống cũng vượt ngưỡng báo động,"
    }
  },
  {
    "translation": {
      "en": "so you can think of this in terms of dominoes.",
      "vi": "nên bạn có thể nhìn nhận vấn đề này theo kiểu hiệu ứng đô-mi-nô."
    }
  },
  {
    "translation": {
      "en": "If you tip one of them over, then this might lead to a cascading effect.",
      "vi": "Nếu bạn xô đổ một quân, bạn có thể sẽ gây ra một phản ứng chuỗi."
    }
  },
  {
    "translation": {
      "en": "What is clear is that with ongoing global warming,",
      "vi": "Rõ ràng là, với tình trạng ấm lên toàn cầu hiện tại,"
    }
  },
  {
    "translation": {
      "en": "we're increasing the risk of crossing tipping points in the Earth's system.",
      "vi": "ta đang làm tăng nguy cơ vượt các điểm bùng phát trong hệ thống của Trái Đất."
    }
  },
  {
    "translation": {
      "en": "When we cross tipping points, we unleash irreversible changes",
      "vi": "Vượt các điểm bùng phát, ta sẽ gây ra những thay đổi không thể cứu vãn,"
    }
  },
  {
    "translation": {
      "en": "that would mean that the planet will go from our best friend",
      "vi": "tức là hành tinh này sẽ từ chỗ là tri kỷ của ta,"
    }
  },
  {
    "translation": {
      "en": "to a position where it dampens and reduces the stress,",
      "vi": "bị đẩy vào hoàn cảnh mà nó phải hạ thấp và giảm bớt áp lực,"
    }
  },
  {
    "translation": {
      "en": "sucking up carbon dioxide,",
      "vi": "phải hút hết các-bon đi-ô-xít,"
    }
  },
  {
    "translation": {
      "en": "taking up heat, absorbing impacts,",
      "vi": "hấp thụ nhiệt, hấp thụ những tác động,"
    }
  },
  {
    "translation": {
      "en": "and tipping over to a point where it could self-reinforce warming and become a foe.",
      "vi": "rồi giọt nước tràn ly là có thể nó sẽ tự tăng nhiệt và trở thành kẻ thù của ta."
    }
  },
  {
    "translation": {
      "en": "[David] The climate is, of course, being warmed by greenhouse gases,",
      "vi": "Dĩ nhiên, khí nhà kính là tác nhân khiến khí hậu ấm lên,"
    }
  },
  {
    "translation": {
      "en": "so it's in our emissions of these gases",
      "vi": "nên việc ta thải ra những khí này"
    }
  },
  {
    "translation": {
      "en": "that we find a global tipping point.",
      "vi": "sẽ dẫn tới một điểm bùng phát toàn cầu."
    }
  },
  {
    "translation": {
      "en": "Since long before human beings appeared, the Earth's average temperature",
      "vi": "Rất lâu trước khi có con người xuất hiện, nhiệt độ trung bình của Trái Đất đã bám theo sát sao"
    }
  },
  {
    "translation": {
      "en": "was closely tracking the concentration of carbon dioxide in the atmosphere.",
      "vi": "nhiệt độ trung bình của Trái Đất đã bám theo sát sao  nồng độ các-bon đi-ô-xít trong khí quyển."
    }
  },
  {
    "translation": {
      "en": "During the Holocene,",
      "vi": "Ở thế Toàn Tân, nồng độ này nằm ở mức tương đối ổn định…"
    }
  },
  {
    "translation": {
      "en": "this concentration remained relatively steady,",
      "vi": "Ở thế Toàn Tân, nồng độ này nằm ở mức tương đối ổn định… THỜI KỲ (NĂM)"
    }
  },
  {
    "translation": {
      "en": "but that all changed with the Industrial Revolution.",
      "vi": "…nhưng tất cả đã thay đổi với cuộc Cách mạng Công nghiệp."
    }
  },
  {
    "translation": {
      "en": "In 1988, we passed 350 parts per million",
      "vi": "Năm 1988, ta đã vượt qua mức 350 phần triệu"
    }
  },
  {
    "translation": {
      "en": "of carbon dioxide in Earth's atmosphere.",
      "vi": "của nồng độ các-bon đi-ô-xít trong khí quyển Trái Đất."
    }
  },
  {
    "translation": {
      "en": "This was the moment we crossed the boundary.",
      "vi": "Đó là khoảnh khắc ta vượt qua giới hạn."
    }
  },
  {
    "translation": {
      "en": "Ever since then, we've been at risk of triggering changes",
      "vi": "Kể từ đó, ta đã luôn đứng trước nguy cơ gây ra những biến đổi"
    }
  },
  {
    "translation": {
      "en": "that lead to runaway warming.",
      "vi": "dẫn tới việc ấm lên ngoài kiểm soát."
    }
  },
  {
    "translation": {
      "en": "[Johan] You go past 350 PPM in the concentration of carbon dioxide in the atmosphere,",
      "vi": "Ta đã vượt ngưỡng 350 phần triệu của nồng độ các-bon đi-ô-xít trong khí quyển"
    }
  },
  {
    "translation": {
      "en": "and you enter the danger zone.",
      "vi": "và ta đã bước vào vùng nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "[David] So 350 parts per million is the first of Johan's boundaries,",
      "vi": "Tức 350 phần triệu mới là giới hạn đầu tiên trong những giới hạn của Johan,"
    }
  },
  {
    "translation": {
      "en": "and we're already well beyond it.",
      "vi": "mà ta đã vượt qua nó rất xa rồi."
    }
  },
  {
    "translation": {
      "en": "[Johan] Right now, we've reached a point of carbon dioxide concentration",
      "vi": "Hiện ta đã đạt tới điểm mà nồng độ các-bon đi-ô-xít"
    }
  },
  {
    "translation": {
      "en": "in the atmosphere of roughly 415 parts per million.",
      "vi": "trong bầu khí quyển rơi vào khoảng 415 phần triệu."
    }
  },
  {
    "translation": {
      "en": "We're starting to see the impacts of being",
      "vi": "Ta bắt đầu thấy những ảnh hưởng của việc"
    }
  },
  {
    "translation": {
      "en": "in the middle of the danger zone in the climate boundary",
      "vi": "nằm giữa vùng nguy hiểm của giới hạn khí hậu,"
    }
  },
  {
    "translation": {
      "en": "in terms of rising frequency of droughts, and heatwaves, and floods,",
      "vi": "với tần suất gia tăng của hạn hán, sóng nhiệt và lũ lụt,"
    }
  },
  {
    "translation": {
      "en": "and accelerated melting of ice,",
      "vi": "tốc độ tan băng bị đẩy nhanh,"
    }
  },
  {
    "translation": {
      "en": "and accelerated thawing of permafrost, and higher frequency of forest fires.",
      "vi": "tốc độ tan lớp băng vĩnh cửu bị đẩy nhanh và tần suất cháy rừng cao hơn."
    }
  },
  {
    "translation": {
      "en": "[David] Up ahead is a second threshold.",
      "vi": "Phía trước ta là ngưỡng thứ hai."
    }
  },
  {
    "translation": {
      "en": "We are rapidly approaching 450 parts per million carbon dioxide.",
      "vi": "Ta đang nhanh chóng tới gần mức các-bon đi-ô-xít 450 phần triệu."
    }
  },
  {
    "translation": {
      "en": "[Johan] The planetary boundary danger zone is defined",
      "vi": "Vùng nguy hiểm trong ranh giới hành tinh được xác định"
    }
  },
  {
    "translation": {
      "en": "by the uncertainty range in science.",
      "vi": "qua một phạm vi khoa học chưa chắc chắn."
    }
  },
  {
    "translation": {
      "en": "Today, our assessment is that the uncertainty range in science",
      "vi": "Hiện theo đánh giá của chúng tôi thì phạm vi khoa học đó"
    }
  },
  {
    "translation": {
      "en": "lies between 350 PPM,",
      "vi": "nằm giữa 350 phần triệu,"
    }
  },
  {
    "translation": {
      "en": "which is the boundary",
      "vi": "mức ranh giới"
    }
  },
  {
    "translation": {
      "en": "between the safe zone and entering the danger zone,",
      "vi": "giữa vùng an toàn và vùng nguy hiểm,"
    }
  },
  {
    "translation": {
      "en": "up to 450 PPM,",
      "vi": "cho tới tận 450 phần triệu,"
    }
  },
  {
    "translation": {
      "en": "which is when you exit the danger zone and go into a really high-risk zone.",
      "vi": "là mức khi bạn rời vùng nguy hiểm vào vùng đặc biệt nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "[David] If we enter the high-risk zone,",
      "vi": "Nếu ta vào vùng đặc biệt nguy hiểm,"
    }
  },
  {
    "translation": {
      "en": "irreversible tipping points become highly likely, if not inevitable,",
      "vi": "những điểm bùng phát không thể cứu vãn sẽ rất dễ, nếu không nói là chắc chắn, xảy ra"
    }
  },
  {
    "translation": {
      "en": "and this is a conservative estimate,",
      "vi": "và đây chỉ là một ước lượng dè dặt,"
    }
  },
  {
    "translation": {
      "en": "given that the signs of tipping points are all around us now.",
      "vi": "khi mà những dấu hiệu của các điểm bùng phát đã có ở khắp nơi rồi."
    }
  },
  {
    "translation": {
      "en": "In simple terms, the climate planetary boundary",
      "vi": "Nói đơn giản, ranh giới khí hậu của hành tinh"
    }
  },
  {
    "translation": {
      "en": "is equal to 1.5 degrees Celsius warming,",
      "vi": "tương đương với sự ấm lên 1,5 độ C,"
    }
  },
  {
    "translation": {
      "en": "and it just provides all this evidence",
      "vi": "và ta đã nhận thấy đủ mọi bằng chứng"
    }
  },
  {
    "translation": {
      "en": "that we take a huge risk if we allow ourselves to go beyond 1.5.",
      "vi": "là ta sẽ vô cùng mạo hiểm nếu để mình vượt qua mốc 1,5 đó."
    }
  },
  {
    "translation": {
      "en": "We are at 1.1, we're rapidly moving towards 1.5,",
      "vi": "Ta đang ở mốc 1,1, ta đang tiếp cận rất nhanh mốc 1,5,"
    }
  },
  {
    "translation": {
      "en": "and our only chance to stay within the planetary boundary on climate",
      "vi": "và cơ hội duy nhất để ta ở lại trong ranh giới hành tinh về khí hậu là ta phải, bạn biết đấy,"
    }
  },
  {
    "translation": {
      "en": "is that we, you know,",
      "vi": "về khí hậu là ta phải, bạn biết đấy,"
    }
  },
  {
    "translation": {
      "en": "reach a fossil-fuel-free world economy within the next 30 years.",
      "vi": "có nền kinh tế thế giới không dùng nhiên liệu hóa thạch trong 30 năm tới."
    }
  },
  {
    "translation": {
      "en": "[David] While that target for global temperature may have grabbed all the headlines,",
      "vi": "Mặc dù mục tiêu nhiệt độ toàn cầu đã thu hút hết sự chú ý của dư luận,"
    }
  },
  {
    "translation": {
      "en": "Johan knew that this was only one part of a bigger picture.",
      "vi": "Johan biết nó chỉ là một phần trong bức tranh toàn cảnh mà thôi,"
    }
  },
  {
    "translation": {
      "en": "For our planet's stability relies on more than just its climate.",
      "vi": "bởi tính ổn định của hành tinh này không chỉ phụ thuộc ở khí hậu của nó."
    }
  },
  {
    "translation": {
      "en": "More research and evidence had to be brought forward",
      "vi": "Các nghiên cứu và bằng chứng đã được đưa ra thêm"
    }
  },
  {
    "translation": {
      "en": "to conclude that we also have four biosphere boundaries.",
      "vi": "kết luận rằng ta còn bốn ranh giới sinh quyển nữa."
    }
  },
  {
    "translation": {
      "en": "Boundaries that are in the living Earth.",
      "vi": "Những ranh giới của sự sống trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "These include the land configuration. How… How is the composition of biomes on Earth?",
      "vi": "Thứ nhất là địa hình đất. Các quần xã sinh vật trên Trái Đất có thành phần gì?"
    }
  },
  {
    "translation": {
      "en": "Er, the three rain forests, the temperate forest,",
      "vi": "Ba rừng mưa nhiệt đới, rừng ôn đới,"
    }
  },
  {
    "translation": {
      "en": "the boreal forest,",
      "vi": "rừng phương Bắc,"
    }
  },
  {
    "translation": {
      "en": "the grasslands,",
      "vi": "những đồng cỏ,"
    }
  },
  {
    "translation": {
      "en": "the wetlands.",
      "vi": "những vùng đầm lầy."
    }
  },
  {
    "translation": {
      "en": "Second is biodiversity. So all the species in water and on land.",
      "vi": "Thứ hai là sự đa dạng sinh học. Tức là mọi giống loài cả trên cạn lẫn dưới nước."
    }
  },
  {
    "translation": {
      "en": "And then the third one, of course, the bloodstream, the hydrological cycle.",
      "vi": "Thứ ba, dĩ nhiên, là dòng máu, chu trình thủy văn…"
    }
  },
  {
    "translation": {
      "en": "And then, finally, the injection of nutrients",
      "vi": "…cuối cùng là nguồn cung các dưỡng chất…"
    }
  },
  {
    "translation": {
      "en": "that are fundamental for the functioning of the living biosphere.",
      "vi": "CÁC DƯỠNG CHẤT …nhân tố cơ sở trong sự vận hành sinh quyển sống,"
    }
  },
  {
    "translation": {
      "en": "The nitrogen and phosphorus cycles.",
      "vi": "chu trình ni-tơ và phốt-pho."
    }
  },
  {
    "translation": {
      "en": "[David] The first of the biosphere boundaries, the composition of the habitats on Earth,",
      "vi": "Ranh giới sinh quyển đầu tiên, thành phần của các môi trường sống trên Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "is concerned with how we are now transforming those natural habitats.",
      "vi": "liên quan đến cách ta đang biến đổi các môi trường sống tự nhiên đó."
    }
  },
  {
    "translation": {
      "en": "We are fast approaching a major tipping point",
      "vi": "Ta đang nhanh chóng tới gần một điểm bùng phát lớn"
    }
  },
  {
    "translation": {
      "en": "in one of the planet's largest remaining wildernesses.",
      "vi": "ở vùng hoang dã thuộc số lớn nhất còn sót lại của hành tinh."
    }
  },
  {
    "translation": {
      "en": "The Amazon.",
      "vi": "Amazon."
    }
  },
  {
    "translation": {
      "en": "Carlos Nobre has been studying",
      "vi": "Carlos Nobre đã nghiên cứu tầm quan trọng của rừng mưa nhiệt đới"
    }
  },
  {
    "translation": {
      "en": "the rain forest's importance to our planet's stability for decades.",
      "vi": "Carlos Nobre đã nghiên cứu tầm quan trọng của rừng mưa nhiệt đới với tính ổn định của hành tinh này hàng thập kỷ."
    }
  },
  {
    "translation": {
      "en": "He was the first to sound the alarm.",
      "vi": "Ông là người đầu tiên đã rung chuông cảnh báo."
    }
  },
  {
    "translation": {
      "en": "[in Portuguese] I saw the Amazon in 1971-72 undisturbed.",
      "vi": "VIỆN NGHIÊN CỨU CAO CẤP ĐẠI HỌC SÃO PAULO Tôi đã thấy Amazon năm 1971 - 72, hồi nó chưa bị xáo trộn."
    }
  },
  {
    "translation": {
      "en": "I saw the forest",
      "vi": "Tôi đã thấy cánh rừng"
    }
  },
  {
    "translation": {
      "en": "and the rivers.",
      "vi": "và những con sông."
    }
  },
  {
    "translation": {
      "en": "I would swim in the Rio Negro with the piranhas,",
      "vi": "Tôi từng bơi ở Rio Negro cùng hàng đàn piranha"
    }
  },
  {
    "translation": {
      "en": "And nothing ever happened to me.",
      "vi": "mà chẳng bao giờ hề hấn gì."
    }
  },
  {
    "translation": {
      "en": "[David] Since that time, large swathes of Amazon have been cleared",
      "vi": "Từ sau đó, nhiều vạt rừng lớn của Amazon đã bị phát quang"
    }
  },
  {
    "translation": {
      "en": "for livestock and soya farming.",
      "vi": "để chăn nuôi gia súc và trồng đậu nành."
    }
  },
  {
    "translation": {
      "en": "Carlos has discovered that this is pushing us closer",
      "vi": "Carlos đã phát hiện ra rằng điều này đang đẩy ta tới gần"
    }
  },
  {
    "translation": {
      "en": "to triggering irreversible change across much of what remains.",
      "vi": "việc gây ra sự thay đổi không thể cứu vãn trên phần lớn các khu vực còn sót lại."
    }
  },
  {
    "translation": {
      "en": "[in Portuguese] In 1998, we began the largest scientific experiment",
      "vi": "Năm 1998, chúng tôi đã bắt đầu thí nghiệm khoa học lớn nhất"
    }
  },
  {
    "translation": {
      "en": "ever conducted in a tropical rain forest.",
      "vi": "từng được tiến hành ở một rừng mưa nhiệt đới."
    }
  },
  {
    "translation": {
      "en": "[David] Many towers were built in the rain forest",
      "vi": "Trong rừng mưa nhiệt đới, nhiều tháp đã được xây dựng"
    }
  },
  {
    "translation": {
      "en": "to study how it creates its own climate.",
      "vi": "để nghiên cứu cách nó tự tạo ra khí hậu."
    }
  },
  {
    "translation": {
      "en": "The data shows large parts of the rain forest are drying out.",
      "vi": "Dữ liệu cho thấy, nhiều khu vực lớn của rừng mưa nhiệt đới đang dần khô hạn."
    }
  },
  {
    "translation": {
      "en": "[Carlos in Portuguese] In the Amazon, the dry season lasts a maximum of three months.",
      "vi": "Ở Amazon, mùa khô kéo dài tối đa ba tháng."
    }
  },
  {
    "translation": {
      "en": "But with global warming",
      "vi": "Nhưng với sự ấm lên toàn cầu"
    }
  },
  {
    "translation": {
      "en": "and also forest degradation, due to human activities,",
      "vi": "cùng sự suy giảm của rừng do những hoạt động của con người,"
    }
  },
  {
    "translation": {
      "en": "in particular, livestock and soya farming,",
      "vi": "nhất là chăn nuôi gia súc và trồng đậu nành,"
    }
  },
  {
    "translation": {
      "en": "the dry season has become six days longer",
      "vi": "mùa khô đã dài thêm sáu ngày"
    }
  },
  {
    "translation": {
      "en": "each decade since the 1980s.",
      "vi": "qua mỗi thập niên, từ thập niên 1980 đến nay."
    }
  },
  {
    "translation": {
      "en": "[David] As the forest is reduced and fragmented,",
      "vi": "Khi rừng bị thu hẹp và chia tách,"
    }
  },
  {
    "translation": {
      "en": "its ability to recycle water",
      "vi": "khả năng tái tạo nước"
    }
  },
  {
    "translation": {
      "en": "and generate rain into the dry season is diminished.",
      "vi": "để tạo mưa vào mùa khô của nó cũng giảm theo."
    }
  },
  {
    "translation": {
      "en": "If the dry season becomes longer than four months,",
      "vi": "Nếu mùa khô kéo dài hơn bốn tháng,"
    }
  },
  {
    "translation": {
      "en": "the jungle trees die and are replaced by savanna.",
      "vi": "cây rừng nhiệt đới sẽ chết và thế chỗ chúng là các xa-van,"
    }
  },
  {
    "translation": {
      "en": "A process called savannization.",
      "vi": "quá trình này được gọi là xa-van hóa."
    }
  },
  {
    "translation": {
      "en": "There are signs that parts of the Amazon are already changing.",
      "vi": "Có những dấu hiệu cho thấy nhiều khu vực ở Amazon đã thay đổi."
    }
  },
  {
    "translation": {
      "en": "[in Portuguese] If deforestation goes above 20 to 25% of the forest,",
      "vi": "Nếu nạn phá rừng vượt quá 20 - 25% diện tích rừng,"
    }
  },
  {
    "translation": {
      "en": "with global warming increasing,",
      "vi": "cùng việc trái đất ngày càng ấm lên,"
    }
  },
  {
    "translation": {
      "en": "we are likely to experience an irreversible process of savannization",
      "vi": "rất có thể ta sẽ trải qua một quá trình xa-van hóa không thể đảo ngược"
    }
  },
  {
    "translation": {
      "en": "that could affect 50 to 60% of the entire Amazon forest.",
      "vi": "có thể ảnh hưởng tới 50 - 60% toàn bộ diện tích rừng Amazon."
    }
  },
  {
    "translation": {
      "en": "[David] We have already lost close to 20% of the Amazon rain forest.",
      "vi": "Hiện ta đã mất gần 20% diện tích rừng mưa nhiệt đới Amazon."
    }
  },
  {
    "translation": {
      "en": "We could be about to tip the Amazon from planetary friend to planetary foe.",
      "vi": "Rất có thể ta sắp đẩy Amazon từ chỗ là bạn của hành tinh trở thành kẻ thù của hành tinh."
    }
  },
  {
    "translation": {
      "en": "As the jungle turns to savanna, many trees die,",
      "vi": "Khi rừng biến thành xa-van, một lượng lớn cây sẽ chết"
    }
  },
  {
    "translation": {
      "en": "and carbon is released into the atmosphere.",
      "vi": "và các-bon sẽ bị thải vào bầu khí quyển."
    }
  },
  {
    "translation": {
      "en": "Carlos has calculated the Amazon could release",
      "vi": "Theo tính toán của Carlos, Amazon có thể thải ra"
    }
  },
  {
    "translation": {
      "en": "200 billion tons over the next 30 years.",
      "vi": "hai trăm tỉ tấn trong vòng 30 năm tới."
    }
  },
  {
    "translation": {
      "en": "That's equivalent to all the carbon emitted worldwide",
      "vi": "Tương đương tổng lượng các-bon thải ra trên thế giới"
    }
  },
  {
    "translation": {
      "en": "for the past five years.",
      "vi": "trong năm năm qua."
    }
  },
  {
    "translation": {
      "en": "[Carlos] We are very, very close to the tipping point.",
      "vi": "Ta đã tới rất gần điểm bùng phát rồi."
    }
  },
  {
    "translation": {
      "en": "Are we concerned about fighting the climate crisis?",
      "vi": "Ta đã lo chống khủng hoảng khí hậu chưa?"
    }
  },
  {
    "translation": {
      "en": "Are we, er, concerned about keeping the carbon in the forest?",
      "vi": "Ta đã lo tìm cách giữ lượng các-bon đó trong rừng chưa"
    }
  },
  {
    "translation": {
      "en": "Or \"I don't care\"?",
      "vi": "hay là \"Mặc kệ nó\"?"
    }
  },
  {
    "translation": {
      "en": "There is reason to be deeply concerned at this point.",
      "vi": "Hiện ta có lý do để quan ngại sâu sắc."
    }
  },
  {
    "translation": {
      "en": "We're still expanding agricultural land into natural ecosystems.",
      "vi": "Ta vẫn đang mở rộng đất nông nghiệp vào các hệ sinh thái tự nhiên,"
    }
  },
  {
    "translation": {
      "en": "We are still cutting down the rain forest at a pace that puts the whole system at risk.",
      "vi": "vẫn chặt rừng mưa nhiệt đới với tốc độ sẽ khiến cả hệ thống gặp nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "[David] And it's not just the rain forests.",
      "vi": "Không chỉ có những rừng mưa nhiệt đới."
    }
  },
  {
    "translation": {
      "en": "Trees of every description are invaluable in maintaining planetary stability.",
      "vi": "Mọi loài cây đều là vô giá trong công cuộc gìn giữ tính ổn định của hành tinh."
    }
  },
  {
    "translation": {
      "en": "So much so that a loss of just 25% of the world's forest cover",
      "vi": "Chúng vô giá đến nỗi, chỉ cần mất có 25% độ che phủ rừng trên thế giới thôi"
    }
  },
  {
    "translation": {
      "en": "risks triggering catastrophic tipping points.",
      "vi": "đã đe dọa gây ra những điểm bùng phát ở tầm thảm họa."
    }
  },
  {
    "translation": {
      "en": "But we have already cleared almost 40%.",
      "vi": "Thế mà ta đã dẹp quang gần 40% rồi."
    }
  },
  {
    "translation": {
      "en": "We are well into the danger zone for this boundary.",
      "vi": "Với ranh giới này, ta đã tiến quá sâu vào vùng nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "A second major consequence of deforestation is a loss of biodiversity.",
      "vi": "Hậu quả to lớn thứ hai đến từ nạn phá rừng là sự mất mát tính đa dạng sinh học"
    }
  },
  {
    "translation": {
      "en": "Of nature.",
      "vi": "trong tự nhiên."
    }
  },
  {
    "translation": {
      "en": "Biodiversity is the second of the biosphere boundaries,",
      "vi": "Sự đa dạng sinh học là ranh giới sinh quyển thứ hai,"
    }
  },
  {
    "translation": {
      "en": "because it underpins our own ability to thrive on Earth.",
      "vi": "vì nó củng cố khả năng phát triển trên Trái Đất của chính ta."
    }
  },
  {
    "translation": {
      "en": "But we are not treating it well.",
      "vi": "Nhưng ta đang xem thường nó."
    }
  },
  {
    "translation": {
      "en": "Nature is being degraded at a rate and a scale",
      "vi": "Thiên nhiên đang suy thoái với tốc độ và quy mô"
    }
  },
  {
    "translation": {
      "en": "that is unprecedented, er, in human history.",
      "vi": "chưa từng có trong lịch sử nhân loại."
    }
  },
  {
    "translation": {
      "en": "[David] Anne Larigauderie is an ecologist alarmed by the growing flood of evidence.",
      "vi": "Anne Larigauderie là nhà sinh thái học bàng hoàng trước lượng bằng chứng ngày một nhiều."
    }
  },
  {
    "translation": {
      "en": "Everywhere around the world, nature is in decline.",
      "vi": "Ở mọi nơi trên thế giới, thiên nhiên đều đang suy thoái."
    }
  },
  {
    "translation": {
      "en": "One million of species of plants and animals",
      "vi": "Một triệu loài thực vật và động vật"
    }
  },
  {
    "translation": {
      "en": "out of an estimated total of eight million",
      "vi": "trong tổng số ước tính tám triệu loài đang đứng trước nguy cơ tuyệt chủng."
    }
  },
  {
    "translation": {
      "en": "are threatened with extinction.",
      "vi": "tám triệu loài đang đứng trước nguy cơ tuyệt chủng."
    }
  },
  {
    "translation": {
      "en": "If we continue with this negative trend,",
      "vi": "Nếu khuynh hướng tiêu cực này tiếp diễn,"
    }
  },
  {
    "translation": {
      "en": "we might be headed towards a sixth mass extinction.",
      "vi": "ta có thể sẽ tới gần cuộc đại tuyệt chủng thứ sáu."
    }
  },
  {
    "translation": {
      "en": "[David] In just 50 years,",
      "vi": "Chỉ trong 50 năm,"
    }
  },
  {
    "translation": {
      "en": "humanity has wiped out 68% of global wildlife populations.",
      "vi": "loài người đã xóa sổ 68% số lượng động vật hoang dã toàn cầu."
    }
  },
  {
    "translation": {
      "en": "It's clear that we are in the midst of a biodiversity crisis.",
      "vi": "Rõ ràng ta đang ở trung tâm của một cuộc khủng hoảng đa dạng sinh học."
    }
  },
  {
    "translation": {
      "en": "Losing all of this fabric of life,",
      "vi": "Mất đi những kết cấu sự sống đó,"
    }
  },
  {
    "translation": {
      "en": "all of this biodiversity, is threatening our own life on Earth.",
      "vi": "những sự đa dạng sinh học đó, sẽ đe dọa sự sống trên Trái Đất của chính chúng ta."
    }
  },
  {
    "translation": {
      "en": "With current negative trends in biodiversity,",
      "vi": "Với các khuynh hướng đa dạng sinh học tiêu cực hiện tại,"
    }
  },
  {
    "translation": {
      "en": "we are not going to be able to feed the planet.",
      "vi": "ta sẽ không thể nuôi dưỡng hành tinh này được."
    }
  },
  {
    "translation": {
      "en": "For that, you need nature that functions well.",
      "vi": "Thiên nhiên phải vận hành tốt mới làm được vậy."
    }
  },
  {
    "translation": {
      "en": "[David] For Johan, it was a story close to home",
      "vi": "Với Johan, đây là một câu chuyện gần gũi"
    }
  },
  {
    "translation": {
      "en": "that really hit him.",
      "vi": "đã ảnh hưởng mạnh tới ông."
    }
  },
  {
    "translation": {
      "en": "I opened the newspaper and read this story about UK scientists coming over to Sweden",
      "vi": "Tôi giở báo ra và đọc được bài báo viết về việc các nhà khoa học Anh tới Thụy Điển"
    }
  },
  {
    "translation": {
      "en": "and stealing, you know, short-haired bumblebee queens.",
      "vi": "để đánh cắp, bạn biết đấy, các cá thể ong nghệ chúa lông ngắn."
    }
  },
  {
    "translation": {
      "en": "And it read like they had, you know, sneaked over at night and basically snatched these hundred bumblebee queens",
      "vi": "Bài đó viết là, ừm, họ lén tới vào ban đêm và cơ bản là vợt cả trăm con ong nghệ chúa"
    }
  },
  {
    "translation": {
      "en": "to bring them back into the UK",
      "vi": "để đem chúng về Anh,"
    }
  },
  {
    "translation": {
      "en": "and to basically save what they had been destroying.",
      "vi": "để cơ bản là cứu chủng ong họ đã tiêu diệt này."
    }
  },
  {
    "translation": {
      "en": "[David] Across Europe, short-haired bumblebees are key pollinators for food crops.",
      "vi": "Trên khắp châu Âu, ong nghệ lông ngắn là loài thụ phấn cây lương thực chủ đạo,"
    }
  },
  {
    "translation": {
      "en": "But by the 1990s, they had been classed as extinct in the UK.",
      "vi": "thế nhưng tới thập niên 1990, chúng đã bị tuyên bố tuyệt chủng tại Anh."
    }
  },
  {
    "translation": {
      "en": "Here, we have, you know, a country that feels forced to go to another country",
      "vi": "Đó là câu chuyện về, bạn biết đấy, một đất nước đã buộc phải sang nước khác"
    }
  },
  {
    "translation": {
      "en": "and then steal back some of its pollinators to have a functioning ecosystem.",
      "vi": "lấy trộm một số loài thụ phấn từng có để đem về tái vận hành hệ sinh thái của họ."
    }
  },
  {
    "translation": {
      "en": "That's a… Then, you know, to me personally,",
      "vi": "Đó là một… Bạn biết đấy, bấy giờ, với cá nhân tôi,"
    }
  },
  {
    "translation": {
      "en": "that was a moment of, er, of realization that",
      "vi": "đó là giây phút tôi nhận ra là…"
    }
  },
  {
    "translation": {
      "en": "this is serious.",
      "vi": "điều này nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "[David] Around 70% of the world's crop species",
      "vi": "Khoảng 70% các giống cây trồng trên thế giới"
    }
  },
  {
    "translation": {
      "en": "rely to some extent on insect pollination.",
      "vi": "sống nhờ vào, ở một mức độ nhất định, việc côn trùng thụ phấn."
    }
  },
  {
    "translation": {
      "en": "But the expansion of intensive monoculture is leading",
      "vi": "Nhưng việc mở rộng thâm canh độc canh đang dẫn tới"
    }
  },
  {
    "translation": {
      "en": "to a drastic decline in insects.",
      "vi": "số lượng côn trùng bị suy giảm nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "The irony is that our global production of food is,",
      "vi": "Trớ trêu thay, việc sản xuất lương thực toàn cầu của ta,"
    }
  },
  {
    "translation": {
      "en": "in essence,",
      "vi": "về bản chất,"
    }
  },
  {
    "translation": {
      "en": "wiping out the very thing our food production relies on.",
      "vi": "lại đang xóa sổ chính thứ mà việc sản xuất lương thực sống dựa vào."
    }
  },
  {
    "translation": {
      "en": "It was not only proof of one of the fundamentals",
      "vi": "Đó không chỉ là bằng chứng về một trong những cơ sở"
    }
  },
  {
    "translation": {
      "en": "in biodiversity research, which is that biodiversity is not something",
      "vi": "của việc nghiên cứu đa dạng sinh học, đó là nó không phải thứ"
    }
  },
  {
    "translation": {
      "en": "we need to protect just because of the beauty",
      "vi": "ta cần bảo vệ chỉ vì cái đẹp đẽ của nó"
    }
  },
  {
    "translation": {
      "en": "or some kind of moral responsibility from one species, humans,",
      "vi": "hay là vì một dạng trách nhiệm đạo đức giữa một giống loài, ở đây là loài người,"
    }
  },
  {
    "translation": {
      "en": "to another species like flora and fauna.",
      "vi": "với các loài khác như hệ thực vật, động vật."
    }
  },
  {
    "translation": {
      "en": "Oh no, it's the toolbox for the functioning of our societies.",
      "vi": "Ồ, không, nó là công cụ để các quần xã của chính ta vận hành."
    }
  },
  {
    "translation": {
      "en": "It is a fundamental piece of the puzzle",
      "vi": "Nó là một mảnh ghép cốt lõi trong bài toán"
    }
  },
  {
    "translation": {
      "en": "to make food production, clean air, clean water,",
      "vi": "làm sao để sản xuất lương thực, có không khí, nước sạch,"
    }
  },
  {
    "translation": {
      "en": "carbon sequestration, nutrient recycling, to work.",
      "vi": "để cô lập được các-bon, để phục hồi được dưỡng chất."
    }
  },
  {
    "translation": {
      "en": "[David] Scientists have tried to calculate the benefits that insects provide",
      "vi": "Các nhà khoa học đã thử tính toán những lợi ích côn trùng đem lại chỉ qua việc thực hiện hoạt động thường ngày với số lượng lớn,"
    }
  },
  {
    "translation": {
      "en": "simply by going about their daily business in large numbers,",
      "vi": "côn trùng đem lại chỉ qua việc thực hiện hoạt động thường ngày với số lượng lớn,"
    }
  },
  {
    "translation": {
      "en": "each kind providing a subtly different service.",
      "vi": "và mỗi loài lại đem lại một lợi ích có phần khác nhau,"
    }
  },
  {
    "translation": {
      "en": "But their value is mostly incalculable until suddenly…",
      "vi": "mà giá trị của chúng đa phần không đo đếm được, tới khi đột nhiên…"
    }
  },
  {
    "translation": {
      "en": "they're gone.",
      "vi": "chúng biến mất."
    }
  },
  {
    "translation": {
      "en": "A planet without insects is not a functioning planet.",
      "vi": "Một hành tinh không có côn trùng sẽ không thể vận hành."
    }
  },
  {
    "translation": {
      "en": "And, of course, the decline is not just confined to insects.",
      "vi": "Và dĩ nhiên, khuynh hướng suy giảm không chỉ có ở các loài côn trùng."
    }
  },
  {
    "translation": {
      "en": "Wildlife has been squeezed out",
      "vi": "Sự sống hoang dã đã bị vắt kiệt trong lúc nền nông nghiệp của ta mở rộng"
    }
  },
  {
    "translation": {
      "en": "as our agriculture has expanded across much of Earth's habitable land.",
      "vi": "Sự sống hoang dã đã bị vắt kiệt trong lúc nền nông nghiệp của ta mở rộng ra đa phần diện tích đất sinh sống trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "Today, of all the birds on Earth, only 30% are wild.",
      "vi": "Ngày nay, chỉ còn 30% các loài chim trên Trái Đất là loài hoang dã."
    }
  },
  {
    "translation": {
      "en": "And of all the mammals on the planet,",
      "vi": "Còn trong số các loài động vật có vú,"
    }
  },
  {
    "translation": {
      "en": "wild species now make up, by weight, only 4%.",
      "vi": "các loài hoang dã hiện chỉ còn chiếm bốn phần trăm nếu tính theo trọng lượng."
    }
  },
  {
    "translation": {
      "en": "So where is the boundary for biodiversity?",
      "vi": "Vậy ranh giới đa dạng sinh học nằm ở đâu? Còn bao nhiêu phần của thế giới tự nhiên"
    }
  },
  {
    "translation": {
      "en": "How much more of the natural world can we afford to lose",
      "vi": "Vậy ranh giới đa dạng sinh học nằm ở đâu? Còn bao nhiêu phần của thế giới tự nhiên ta có thể đánh mất nữa trước khi những quần xã của chính ta bị sụp đổ?"
    }
  },
  {
    "translation": {
      "en": "before our own societies collapse?",
      "vi": "ta có thể đánh mất nữa trước khi những quần xã của chính ta bị sụp đổ?"
    }
  },
  {
    "translation": {
      "en": "There are many different tipping points in the natural world,",
      "vi": "Có rất nhiều điểm bùng phát trong thế giới tự nhiên,"
    }
  },
  {
    "translation": {
      "en": "and it's difficult to translate concretely",
      "vi": "nên khó mà giải thích được cụ thể"
    }
  },
  {
    "translation": {
      "en": "the planetary boundary when it comes to biodiversity,",
      "vi": "ranh giới của hành tinh về sự đa dạng sinh học,"
    }
  },
  {
    "translation": {
      "en": "because life is very complicated.",
      "vi": "vì sự sống là vô cùng phức tạp."
    }
  },
  {
    "translation": {
      "en": "[David] A single boundary for the loss of nature",
      "vi": "Có lẽ khó mà xác định được ranh giới cụ thể về sự mất mát tự nhiên"
    }
  },
  {
    "translation": {
      "en": "may be hard to pinpoint because of nature's complexity,",
      "vi": "Có lẽ khó mà xác định được ranh giới cụ thể về sự mất mát tự nhiên vì sự phức tạp của tạo hóa,"
    }
  },
  {
    "translation": {
      "en": "but one thing is clear. We've already crossed well beyond it.",
      "vi": "nhưng có một điều rõ ràng. Đó là ta hiện đã vượt xa ranh giới đó rồi."
    }
  },
  {
    "translation": {
      "en": "[Johan] We are so deep in the red.",
      "vi": "Ta đã thâm hụt quá sâu rồi."
    }
  },
  {
    "translation": {
      "en": "We are in such a dangerous point",
      "vi": "Ta đã tới một điểm quá nguy hiểm"
    }
  },
  {
    "translation": {
      "en": "when it comes to losing species on Earth and destroying ecosystems on Earth",
      "vi": "về mặt mất mát các giống loài của Trái Đất và phá hủy các hệ sinh thái của Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "that we have to halt the loss of biodiversity as quickly as we ever can.",
      "vi": "tới mức ta phải ngăn chặn sự mất mát về đa dạng sinh học càng nhanh càng tốt."
    }
  },
  {
    "translation": {
      "en": "Now is the time to set as a target",
      "vi": "Giờ là lúc ta phải đặt mục tiêu"
    }
  },
  {
    "translation": {
      "en": "for 2021, 2022, I mean really at the early parts of this decade,",
      "vi": "cho năm 2021, 2022. Ý tôi là, ngay từ giai đoạn đầu thập niên này."
    }
  },
  {
    "translation": {
      "en": "that we must aim at a zero loss of nature.",
      "vi": "Ta phải hướng đến việc ngăn hẳn sự mất mát trong tự nhiên."
    }
  },
  {
    "translation": {
      "en": "The equivalent of 1.5 degrees Celsius maximum allowed warming",
      "vi": "Tương đương với sự ấm lên tối đa cho phép 1,5 độ C sẽ là"
    }
  },
  {
    "translation": {
      "en": "would be zero loss of nature from now onwards.",
      "vi": "Tương đương với sự ấm lên tối đa cho phép 1,5 độ C sẽ là ngăn hẳn mất mát tự nhiên, từ giờ."
    }
  },
  {
    "translation": {
      "en": "[David] The third biosphere boundary relates to the planet's bloodstream,",
      "vi": "Ranh giới của sinh quyển thứ ba liên quan tới dòng máu của hành tinh này,"
    }
  },
  {
    "translation": {
      "en": "for fresh water is another of the fundamentals",
      "vi": "bởi nước ngọt cũng là một trong những yếu tố cơ bản"
    }
  },
  {
    "translation": {
      "en": "that society depends on.",
      "vi": "mà xã hội lệ thuộc vào."
    }
  },
  {
    "translation": {
      "en": "Did you know that you and I need roughly",
      "vi": "Bạn có biết là tôi và bạn cần xấp xỉ"
    }
  },
  {
    "translation": {
      "en": "something like 3,000 liters of fresh water per person every day for us to stay alive?",
      "vi": "khoảng 3.000 lít nước ngọt mỗi người, mỗi ngày, mới sống được không?"
    }
  },
  {
    "translation": {
      "en": "And you say, \"My God, 3,000 liters? Three tons of water? How can that be?\"",
      "vi": "Bạn sẽ bảo: \"Chúa ơi, 3.000 lít? Ba tấn nước ư? Gì mà nhiều thế?\""
    }
  },
  {
    "translation": {
      "en": "Yes, we only need 50 liters for hygiene and drinking.",
      "vi": "Đúng, ta chỉ cần 50 lít nước để uống và vệ sinh."
    }
  },
  {
    "translation": {
      "en": "We, in the rich world, use roughly another hundred",
      "vi": "Ở thế giới dư dả, ta sẽ sử dụng khoảng 100 lít nữa"
    }
  },
  {
    "translation": {
      "en": "for washing, our household needs.",
      "vi": "để giặt giũ, để làm việc nhà,"
    }
  },
  {
    "translation": {
      "en": "And then industry needs another 150, so that's like 300 liters.",
      "vi": "xong cần 150 lít nữa để làm công nghiệp, vậy là cỡ 300 lít."
    }
  },
  {
    "translation": {
      "en": "But the rest, the 2,500 or so, is for food.",
      "vi": "Nhưng số còn lại, rơi vào cỡ 2.500 lít, thì là cho thực phẩm."
    }
  },
  {
    "translation": {
      "en": "That's the fresh water we need to produce everything that we have on our plates",
      "vi": "Đó là lượng nước ngọt ta cần để chế biến những gì được đưa lên đĩa ăn của ta"
    }
  },
  {
    "translation": {
      "en": "when we eat our food.",
      "vi": "khi ta ăn đồ ăn."
    }
  },
  {
    "translation": {
      "en": "[David] Fresh water has a special significance for Johan.",
      "vi": "Nước ngọt có ý nghĩa đặc biệt đối với Johan."
    }
  },
  {
    "translation": {
      "en": "It was the subject of his PhD",
      "vi": "Nó là đề tài luận án Tiến sĩ của ông"
    }
  },
  {
    "translation": {
      "en": "and many years of research in the semi-arid regions of Africa.",
      "vi": "và được ông nghiên cứu nhiều năm ở các khu vực bán khô hạn thuộc Châu Phi."
    }
  },
  {
    "translation": {
      "en": "I spent from, you know, sunrise to sunset walking around, sweating like crazy,",
      "vi": "Bạn biết đấy, từ rạng sáng đến lúc hoàng hôn, tôi từng đi khắp nơi, vã mồ hôi như tắm, để, bạn biết đấy, thu thập dữ liệu,"
    }
  },
  {
    "translation": {
      "en": "collecting data, you know.",
      "vi": "đi khắp nơi, vã mồ hôi như tắm, để, bạn biết đấy, thu thập dữ liệu,"
    }
  },
  {
    "translation": {
      "en": "Digging profiles in the soil,",
      "vi": "đào các phẫu diện đất,"
    }
  },
  {
    "translation": {
      "en": "taking soil samples, doing soil moisture measurements.",
      "vi": "lấy mẫu đất, đo độ ẩm của đất."
    }
  },
  {
    "translation": {
      "en": "Just getting wind speed data and rainfall data.",
      "vi": "Để lấy dữ liệu tốc độ gió và lượng mưa."
    }
  },
  {
    "translation": {
      "en": "I've measured so much leaf area. You don't, you won't imagine, you know,",
      "vi": "Tôi đã đo vô vàn diện tích lá. Ừm, bạn không tưởng tượng nổi"
    }
  },
  {
    "translation": {
      "en": "how careful a scientist has to be in just measuring in square millimeters",
      "vi": "một nhà khoa học phải tỉ mỉ đến mức nào khi đo từng mi-li-mét vuông"
    }
  },
  {
    "translation": {
      "en": "the size of all the leaves on a plant.",
      "vi": "kích cỡ của toàn bộ số lá trên một cái cây đâu."
    }
  },
  {
    "translation": {
      "en": "[David] It was the details he needed to answer a much bigger question.",
      "vi": "Đó là những dữ kiện ông cần để giải đáp một câu hỏi lớn hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "How much water do we need to feed the world?",
      "vi": "Ta cần bao nhiêu nước để chu cấp cho thế giới?"
    }
  },
  {
    "translation": {
      "en": "My tentative answer when I was doing my MSc was, was that, \"Yes, there seemed to be enough water.\"",
      "vi": "Hồi học Thạc sĩ Khoa học, tôi đã trả lời dè dặt: \"Đúng. Có vẻ có đủ nước\"."
    }
  },
  {
    "translation": {
      "en": "[David] But there's another side to the coin. Is there a global threshold for fresh water use",
      "vi": "Nhưng câu chuyện này còn khía cạnh khác. Liệu có một ngưỡng dùng nước ngọt toàn cầu"
    }
  },
  {
    "translation": {
      "en": "beyond which the system starts to collapse?",
      "vi": "mà nếu vượt qua, hệ thống sẽ bắt đầu sụp đổ không?"
    }
  },
  {
    "translation": {
      "en": "[Johan] We actually scanned off all the river basins in the world",
      "vi": "Chúng tôi thực chất đã rà soát mọi lưu vực sông trên thế giới để, ừm,"
    }
  },
  {
    "translation": {
      "en": "and then, you know, defining what's the minimum amount of runoff water",
      "vi": "Chúng tôi thực chất đã rà soát mọi lưu vực sông trên thế giới để, ừm, xác định lưu lượng nước tối thiểu mà mọi lưu vực sông"
    }
  },
  {
    "translation": {
      "en": "any given river basin must have to maintain the wetness in the system",
      "vi": "xác định lưu lượng nước tối thiểu mà mọi lưu vực sông cần có nếu muốn duy trì độ ẩm cho hệ thống"
    }
  },
  {
    "translation": {
      "en": "so that you have thriving ecosystems,",
      "vi": "để có được những hệ sinh thái phát triển,"
    }
  },
  {
    "translation": {
      "en": "good supply of water, functioning river basins.",
      "vi": "nguồn cung cấp nước đảm bảo, những lưu vực sông vận hành tốt."
    }
  },
  {
    "translation": {
      "en": "[David] The volume of water currently being extracted from each river",
      "vi": "Lượng nước hiện bị khai thác từ mỗi con sông"
    }
  },
  {
    "translation": {
      "en": "reveals why many are now in danger of running dry.",
      "vi": "lý giải vì sao nhiều con sông đang có nguy cơ cạn khô."
    }
  },
  {
    "translation": {
      "en": "[Johan] Globally, we're still, as far as our assessment shows today,",
      "vi": "Theo đánh giá ngày nay của chúng tôi thì trên phạm vi toàn cầu, chúng ta vẫn"
    }
  },
  {
    "translation": {
      "en": "in the safe zone on fresh water, but we're rapidly moving towards a danger zone.",
      "vi": "ở vùng an toàn về nước ngọt, nhưng ta đang tiến rất nhanh tới vùng nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "[David] The last of the biosphere boundaries",
      "vi": "Giới hạn sinh quyển cuối cùng"
    }
  },
  {
    "translation": {
      "en": "involves the flow of nutrients, nitrogen, and phosphorus.",
      "vi": "là về dòng chảy của các dưỡng chất, ni-tơ và phốt-pho."
    }
  },
  {
    "translation": {
      "en": "They are the essential components of all living things,",
      "vi": "Chúng là những thành phần thiết yếu của mọi thực thể sống,"
    }
  },
  {
    "translation": {
      "en": "the key ingredients in fertilizers.",
      "vi": "là những thành phần chính của các loại phân bón."
    }
  },
  {
    "translation": {
      "en": "Johan has witnessed firsthand the impacts of their increasing use.",
      "vi": "Johan đã tận mắt chứng kiến những tác động đến từ việc tăng cường sử dụng chúng."
    }
  },
  {
    "translation": {
      "en": "He spent his childhood summers on an island in the Baltic Sea.",
      "vi": "Thời thơ ấu, ông thường ở cả mùa hè trên một hòn đảo ở Biển Baltic."
    }
  },
  {
    "translation": {
      "en": "[Johan] We loved fishing. Most often, I fished with my closest friend here, Anders,",
      "vi": "Chúng tôi mê câu cá. Thường thì tôi đi câu với Anders, bạn thân nhất của tôi ở đây,"
    }
  },
  {
    "translation": {
      "en": "and my little brother Nicklaus. And…",
      "vi": "và Nicklaus, em trai tôi. Và…"
    }
  },
  {
    "translation": {
      "en": "So there was often the three of us. Almost being able to tell my mother and dad that,",
      "vi": "Tức là thường chỉ có ba đứa tôi nhưng gần như có thể hỏi bố mẹ tôi là:"
    }
  },
  {
    "translation": {
      "en": "\"So you want some fish for dinner?\"",
      "vi": "\"Tối nay bố mẹ muốn ăn cá hả?\""
    }
  },
  {
    "translation": {
      "en": "and we would come home with a catch, basically.",
      "vi": "Xong về cơ bản là chắc chắn chúng tôi sẽ có cá đem về."
    }
  },
  {
    "translation": {
      "en": "One of the adventures was going out",
      "vi": "Một trong những kiểu phiêu lưu là đi ra"
    }
  },
  {
    "translation": {
      "en": "one, two nautical miles out in the open Baltic,",
      "vi": "ngoài khơi Biển Baltic chừng một, hai hải lý,"
    }
  },
  {
    "translation": {
      "en": "and that's where we could, by hand, fishing cod.",
      "vi": "xong chúng tôi sẽ tự tay câu cá tuyết ở đó."
    }
  },
  {
    "translation": {
      "en": "I was, at that time, the best at rinsing the fish,",
      "vi": "Hồi đó tôi là đứa giỏi làm cá nhất"
    }
  },
  {
    "translation": {
      "en": "so, after one hour, I had to abandon the fishing,",
      "vi": "nên ngồi câu được một tiếng là tôi phải thôi"
    }
  },
  {
    "translation": {
      "en": "because we got so much cod that the only way to bring it home",
      "vi": "vì chúng tôi câu được nhiều quá nên muốn đem về chỉ có cách"
    }
  },
  {
    "translation": {
      "en": "was that we would actually cut up the fish on site.",
      "vi": "là chúng tôi phải thái cá tại chỗ."
    }
  },
  {
    "translation": {
      "en": "So we would have the seagulls just engulfing us,",
      "vi": "Và lũ mòng biển sẽ tới nhấn chìm chúng tôi"
    }
  },
  {
    "translation": {
      "en": "because there was so much, er, you know, entrails",
      "vi": "vì có quá nhiều, bạn biết đấy,"
    }
  },
  {
    "translation": {
      "en": "and then pieces of fish that I was then cutting off",
      "vi": "lòng cá rồi thì các bộ phận khác của cá mà tôi phải thái bỏ"
    }
  },
  {
    "translation": {
      "en": "just to fit in the boat.",
      "vi": "để thuyền chứa vừa."
    }
  },
  {
    "translation": {
      "en": "And that was a cause of great, great excitement as a kid to do that.",
      "vi": "Và đó là một hoạt động mà tôi rất thích hồi bé."
    }
  },
  {
    "translation": {
      "en": "A few decades later, today, it's a completely different situation,",
      "vi": "Vài chục năm sau, tức là ngày nay, tình hình đã khác hoàn toàn,"
    }
  },
  {
    "translation": {
      "en": "and you see nobody trying to go out to catch cod,",
      "vi": "bạn sẽ chả thấy ai muốn ra khơi câu cá tuyết nữa"
    }
  },
  {
    "translation": {
      "en": "because, er, it's just literally empty.",
      "vi": "vì đúng nghĩa là chẳng còn con nào cả."
    }
  },
  {
    "translation": {
      "en": "It looks exactly the same, by the way, as it did in the 1970s, 1980s",
      "vi": "Cần nói thêm là quang cảnh trông vẫn y như hồi thập niên 1970, 1980"
    }
  },
  {
    "translation": {
      "en": "when you look at it from above,",
      "vi": "nếu bạn nhìn từ trên xuống,"
    }
  },
  {
    "translation": {
      "en": "but when you look at it from below, it's something completely different.",
      "vi": "nhưng khi bạn nhìn từ bên dưới thì quang cảnh khác hẳn."
    }
  },
  {
    "translation": {
      "en": "[David] When Johan was a boy, the Baltic was a healthy environment",
      "vi": "Hồi Johan còn bé, Biển Baltic là một môi trường lành mạnh"
    }
  },
  {
    "translation": {
      "en": "dominated by predatory fish like cod.",
      "vi": "với chủ yếu là những loài cá săn mồi như cá tuyết."
    }
  },
  {
    "translation": {
      "en": "But while overfishing removed many of the fish,",
      "vi": "Dù việc nhiều loài biến mất là do đánh cạn cá,"
    }
  },
  {
    "translation": {
      "en": "it was fertilizers washed off the surrounding fields",
      "vi": "lượng phân bón bị rửa trôi xuống từ những cánh đồng xung quanh"
    }
  },
  {
    "translation": {
      "en": "that tipped the Baltic into disaster.",
      "vi": "mới là thứ đẩy Baltic vào thảm cảnh."
    }
  },
  {
    "translation": {
      "en": "It's now the world's most polluted sea.",
      "vi": "Hiện đây là vùng biển ô nhiễm nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "[Johan] It is when you have many Baltic Sea equivalents across the planet",
      "vi": "Khi trên khắp hành tinh có rất nhiều vùng biển có tình trạng giống Biển Baltic"
    }
  },
  {
    "translation": {
      "en": "that there is reason for deep concern,",
      "vi": "thì ta có lý do để quan ngại sâu sắc,"
    }
  },
  {
    "translation": {
      "en": "because it's a…",
      "vi": "vì đó là tín hiệu"
    }
  },
  {
    "translation": {
      "en": "It's a signal that the entire planet is gradually losing its resilience",
      "vi": "vì đó là tín hiệu cho thấy cả hành tinh đang dần đánh mất khả năng phục hồi và đang ngày một yếu đi."
    }
  },
  {
    "translation": {
      "en": "and gradually becoming weaker and weaker.",
      "vi": "dần đánh mất khả năng phục hồi và đang ngày một yếu đi."
    }
  },
  {
    "translation": {
      "en": "[David] Elena Bennett is an expert on the impacts of fertilizers.",
      "vi": "Elena Bennett là chuyên gia về tác động của các loại phân bón."
    }
  },
  {
    "translation": {
      "en": "We take nitrogen out of the air and chemically convert it",
      "vi": "Ta lấy ni-tơ từ không khí rồi biến đổi bằng phương pháp hóa học"
    }
  },
  {
    "translation": {
      "en": "into a form that is able to be used by plants,",
      "vi": "thành dạng mà thực vật sử dụng được,"
    }
  },
  {
    "translation": {
      "en": "or, in the case of phosphorus, we dig it up out of the ground. We mine it.",
      "vi": "hay như trường hợp phốt-pho là ta đào nó từ dưới đất lên. Ta khai thác nó."
    }
  },
  {
    "translation": {
      "en": "We developed these chemical pathways or ways to mine phosphorus",
      "vi": "Ta đã phát triển được các lộ trình hóa học hoặc các phương pháp khai thác phốt-pho"
    }
  },
  {
    "translation": {
      "en": "that were much, much more efficient,",
      "vi": "hiệu quả hơn rất nhiều,"
    }
  },
  {
    "translation": {
      "en": "and that basically doubled, tripled,",
      "vi": "và việc đó về cơ bản đã tăng gấp đôi, gấp ba,"
    }
  },
  {
    "translation": {
      "en": "or even quadrupled the production of food around the world.",
      "vi": "thậm chí gấp bốn lần sản lượng thực phẩm trên khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "[David] This was invaluable in feeding a growing population,",
      "vi": "Một thành tựu vô giá để chu cấp cho dân số ngày một tăng,"
    }
  },
  {
    "translation": {
      "en": "but we got into the habit of applying far more fertilizer",
      "vi": "nhưng ta lại hình thành thói quen sử dụng nhiều phân bón"
    }
  },
  {
    "translation": {
      "en": "than the crops could actually use.",
      "vi": "hơn hẳn lượng dùng của cây trồng."
    }
  },
  {
    "translation": {
      "en": "The unused nutrients wash into rivers,",
      "vi": "Dưỡng chất thừa bị rửa trôi xuống các con sông,"
    }
  },
  {
    "translation": {
      "en": "over-fertilizing them too. A process called eutrophication.",
      "vi": "khiến chúng cũng bị bón phân quá liều, quá trình này được gọi là \"phì dưỡng\"."
    }
  },
  {
    "translation": {
      "en": "What we see are these algal blooms.",
      "vi": "Ta sẽ thấy những lớp tảo nở hoa."
    }
  },
  {
    "translation": {
      "en": "Sort of looks like a blue-green scum on top of the lake.",
      "vi": "Chúng trông gần như một lớp váng màu lục trên mặt hồ."
    }
  },
  {
    "translation": {
      "en": "They often smell terrible",
      "vi": "Chúng thường có mùi rất hôi"
    }
  },
  {
    "translation": {
      "en": "because we're smelling the rotting of that algae.",
      "vi": "vì đấy là mùi khi lớp tảo đó bị thối rữa."
    }
  },
  {
    "translation": {
      "en": "As it's decomposing, it uses up oxygen.",
      "vi": "Trong quá trình phân hủy, nó sẽ tiêu thụ khí ô-xy."
    }
  },
  {
    "translation": {
      "en": "[David] Reduced oxygen changes the chemical composition",
      "vi": "Lượng ô-xy giảm sẽ làm thay đổi thành phần hóa học"
    }
  },
  {
    "translation": {
      "en": "of the sediment on the bottom of the lake, causing it to release more phosphorus.",
      "vi": "của lớp trầm tích dưới đáy hồ, khiến chúng thải ra nhiều phốt-pho hơn."
    }
  },
  {
    "translation": {
      "en": "[Elena] Soon as you have a eutrophication problem, the lake sort of says,",
      "vi": "Ngay khi xảy ra vấn nạn phì dưỡng, cái hồ, kiểu như, sẽ bảo:"
    }
  },
  {
    "translation": {
      "en": "\"Oh good, we're gonna make it worse,\"",
      "vi": "\"Ô, tốt, để làm tình hình tệ hơn nào\","
    }
  },
  {
    "translation": {
      "en": "and it just creates a positive feedback cycle",
      "vi": "và nó sẽ tạo ra một chu trình phản hồi tích cực,"
    }
  },
  {
    "translation": {
      "en": "that creates more and more and more phosphorus",
      "vi": "thải ngày càng nhiều phốt-pho"
    }
  },
  {
    "translation": {
      "en": "going into that lake and essentially keeps it in that state.",
      "vi": "vào hồ nước đó và về cơ bản là giữ hồ ở trạng thái đó."
    }
  },
  {
    "translation": {
      "en": "We also have the same issue of eutrophication in oceans,",
      "vi": "Ta cũng đang gặp vấn nạn phì dưỡng này ở các đại dương,"
    }
  },
  {
    "translation": {
      "en": "where we get what are called dead zones from the same nutrients,",
      "vi": "ở những khu vực gọi là vùng chết, tạo nên từ chính các dưỡng chất đó,"
    }
  },
  {
    "translation": {
      "en": "and we see those dead zones now",
      "vi": "và hiện ta thấy có các vùng chết"
    }
  },
  {
    "translation": {
      "en": "in a few hundred places around the world.",
      "vi": "ở vài trăm địa điểm trên khắp thế giới."
    }
  },
  {
    "translation": {
      "en": "[David] Eutrophication in the ocean may have been an important contributor",
      "vi": "Phì dưỡng ở đại dương có thể là một trong những nhân tố then chốt"
    }
  },
  {
    "translation": {
      "en": "to one of the world's five previous mass extinction events.",
      "vi": "gây ra một trong năm sự kiện đại tuyệt chủng trước đây trên thế giới."
    }
  },
  {
    "translation": {
      "en": "Already today, some dead zones have expanded",
      "vi": "Hiện tại, có những vùng chết đã mở rộng ra"
    }
  },
  {
    "translation": {
      "en": "to cover tens of thousands of square kilometers.",
      "vi": "tới hàng chục ngàn ki-lô-mét vuông."
    }
  },
  {
    "translation": {
      "en": "Our overuse of phosphorus and nitrogen",
      "vi": "Việc lạm dụng phốt-pho và ni-tơ là"
    }
  },
  {
    "translation": {
      "en": "is one of the least known, but most critical impacts we're having on the biosphere.",
      "vi": "tác động thuộc số ít ai biết nhưng nghiêm trọng nhất của ta lên sinh quyển."
    }
  },
  {
    "translation": {
      "en": "We are already deep into the danger zone.",
      "vi": "Hiện ta đã tiến sâu vào vùng nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "[Elena] We are well across the nutrient boundary.",
      "vi": "Ta đã vượt rất xa ranh giới dưỡng chất rồi."
    }
  },
  {
    "translation": {
      "en": "It's… It's not a thing that we think about very often.",
      "vi": "Nhưng ta chẳng mấy khi nghĩ đến vấn đề này."
    }
  },
  {
    "translation": {
      "en": "I think we need to be taking this boundary much more seriously than we currently are.",
      "vi": "Theo tôi ta cần nhìn nhận ranh giới này nghiêm túc hơn hiện tại rất nhiều."
    }
  },
  {
    "translation": {
      "en": "[David] Nutrients, water, our forests, biodiversity, and the climate.",
      "vi": "Các dưỡng chất, nguồn nước, những cánh rừng, sự đa dạng sinh học và khí hậu."
    }
  },
  {
    "translation": {
      "en": "Five big components of our planet that regulate stability",
      "vi": "Năm thành phần quan trọng của hành tinh này, giúp điều tiết tính ổn định và củng cố sự tồn vong của chính chúng ta."
    }
  },
  {
    "translation": {
      "en": "and underpin our own survival.",
      "vi": "giúp điều tiết tính ổn định và củng cố sự tồn vong của chính chúng ta."
    }
  },
  {
    "translation": {
      "en": "But Johan and his colleagues knew that this still wasn't the full picture.",
      "vi": "Nhưng Johan và các đồng nghiệp biết đó vẫn chưa phải bức tranh toàn cảnh."
    }
  },
  {
    "translation": {
      "en": "They hadn't yet accounted for a little-known drama",
      "vi": "Họ còn chưa tính một vấn đề nghiêm trọng ít ai biết"
    }
  },
  {
    "translation": {
      "en": "that's playing out in the oceans.",
      "vi": "đang xảy ra trên các đại dương."
    }
  },
  {
    "translation": {
      "en": "Its impact on our planet's stability could outplay all others.",
      "vi": "Tác động của nó lên tính ổn định của hành tinh có thể bỏ xa mọi nhân tố khác."
    }
  },
  {
    "translation": {
      "en": "When we emit CO2 into the atmosphere,",
      "vi": "Khi chúng ta thải khí CO2 vào bầu khí quyển,"
    }
  },
  {
    "translation": {
      "en": "about a third of that emissions has ended up in the ocean.",
      "vi": "khoảng một phần ba lượng khí thải đó sẽ đi xuống đại dương."
    }
  },
  {
    "translation": {
      "en": "[David] Terry Hughes has been a close collaborator with Johan",
      "vi": "Terry Hughes là cộng tác viên thân thiết của Johan đã nhiều năm."
    }
  },
  {
    "translation": {
      "en": "over many years.",
      "vi": "của Johan đã nhiều năm."
    }
  },
  {
    "translation": {
      "en": "[Terry] That has changed the chemistry of the ocean. It has changed the pH",
      "vi": "Nó khiến tính chất hóa học của đại dương bị thay đổi. Nó khiến nồng độ pH thay đổi,"
    }
  },
  {
    "translation": {
      "en": "and made it less alkaline, or more acidic.",
      "vi": "khiến tính kiềm giảm hoặc tính a-xít tăng."
    }
  },
  {
    "translation": {
      "en": "Hence the name \"ocean acidification.\"",
      "vi": "Từ đó ta có thuật ngữ \"a-xít hóa đại dương\"."
    }
  },
  {
    "translation": {
      "en": "[David] When carbon dioxide dissolves in water,",
      "vi": "Khi các-bon đi-ô-xít bị hòa tan trong nước,"
    }
  },
  {
    "translation": {
      "en": "it creates carbonic acid.",
      "vi": "nó sẽ tạo ra a-xít các-bo-níc."
    }
  },
  {
    "translation": {
      "en": "[Terry] The vulnerability is in colder waters.",
      "vi": "Những vùng nước lạnh sẽ dễ bị tổn hại."
    }
  },
  {
    "translation": {
      "en": "[David] Over the past few decades,",
      "vi": "Trong vài thập kỷ qua,"
    }
  },
  {
    "translation": {
      "en": "the world's ocean has become 26% more acidic,",
      "vi": "tính a-xít trong các đại dương trên thế giới đã tăng 26%,"
    }
  },
  {
    "translation": {
      "en": "and, for as long as carbon dioxide concentrations",
      "vi": "và chừng nào nồng độ các-bon đi-ô-xít"
    }
  },
  {
    "translation": {
      "en": "in the atmosphere remain high,",
      "vi": "trong bầu khí quyển còn ở mức cao"
    }
  },
  {
    "translation": {
      "en": "the ocean will continue acidifying.",
      "vi": "thì các đại dương còn bị a-xít hóa tiếp."
    }
  },
  {
    "translation": {
      "en": "The acid reacts with chemicals in the water called carbonate ions,",
      "vi": "A-xít sẽ phản ứng với các hóa chất gọi là i-ôn các-bo-nát trong nước,"
    }
  },
  {
    "translation": {
      "en": "reducing their concentration.",
      "vi": "khiến nồng độ của chúng bị giảm."
    }
  },
  {
    "translation": {
      "en": "[Terry] It affects a broad suite of organisms,",
      "vi": "Việc này sẽ ảnh hưởng tới nhiều hệ sinh vật,"
    }
  },
  {
    "translation": {
      "en": "particularly those that need carbonate to grow their skeletons.",
      "vi": "nhất là những sinh vật cần các-bo-nát để nuôi dưỡng khung xương."
    }
  },
  {
    "translation": {
      "en": "Things like mollusks, oysters, mussels.",
      "vi": "Các loài động vật thân mềm, sò, trai chẳng hạn."
    }
  },
  {
    "translation": {
      "en": "[David] Ocean acidification has an ominous history.",
      "vi": "A-xít hóa đại dương có một lịch sử đáng lo ngại."
    }
  },
  {
    "translation": {
      "en": "Global changes in the acidification,",
      "vi": "Những thay đổi toàn cầu về sự a-xít hóa,"
    }
  },
  {
    "translation": {
      "en": "the pH of the ocean, can actually cause mass extinctions.",
      "vi": "về nồng độ pH trong đại dương có thể gây ra đại tuyệt chủng."
    }
  },
  {
    "translation": {
      "en": "We've seen that repeatedly in the geological record.",
      "vi": "Ta đã thấy điều đó rất nhiều lần trong các ghi chép về địa chất."
    }
  },
  {
    "translation": {
      "en": "So as we manipulate",
      "vi": "Nên khi ta tác động tới"
    }
  },
  {
    "translation": {
      "en": "the planet's climate, we're literally playing with fire",
      "vi": "khí hậu của hành tinh, ta đúng nghĩa là đang đùa với lửa,"
    }
  },
  {
    "translation": {
      "en": "in terms of the unforeseen consequences",
      "vi": "với những hậu quả không thể lường trước"
    }
  },
  {
    "translation": {
      "en": "of moving past these planetary boundaries into uncharted territory.",
      "vi": "khi vượt qua các ranh giới của hành tinh và bước vào lãnh thổ chưa được khám phá."
    }
  },
  {
    "translation": {
      "en": "[David] We are still in the safe zone for ocean acidification,",
      "vi": "Ta vẫn đang trong vùng an toàn của a-xít hóa đại dương,"
    }
  },
  {
    "translation": {
      "en": "but we're pushing towards the danger zone",
      "vi": "nhưng ta đang tiến dần tới vùng nguy hiểm"
    }
  },
  {
    "translation": {
      "en": "and potentially a catastrophic mass extinction.",
      "vi": "và rất có thể là tới một cuộc đại tuyệt chủng thảm họa."
    }
  },
  {
    "translation": {
      "en": "For all the complexities of Earth,",
      "vi": "Dù Trái Đất phức tạp tới vậy,"
    }
  },
  {
    "translation": {
      "en": "Johan and his colleagues discovered that there are just nine systems",
      "vi": "Johan và các đồng nghiệp của ông đã khám phá ra là chỉ có chín hệ thống"
    }
  },
  {
    "translation": {
      "en": "that keep our planet stable.",
      "vi": "giữ cho hành tinh này ổn định."
    }
  },
  {
    "translation": {
      "en": "But they've not yet identified where the boundaries lie for two of them.",
      "vi": "Nhưng họ vẫn chưa xác định được ranh giới của hai trong số đó nằm ở đâu."
    }
  },
  {
    "translation": {
      "en": "The first one is an assortment of human-made pollutants.",
      "vi": "Hệ thống đầu tiên là một loại chất gây ô nhiễm nhân tạo."
    }
  },
  {
    "translation": {
      "en": "We call it \"novel entities,\" and it is everything from nuclear waste",
      "vi": "Chúng tôi gọi chúng là \"các tân thực thể\" và chúng gồm đủ mọi thứ, từ chất thải hạt nhân, chất ô nhiễm hữu cơ khó phân hủy,"
    }
  },
  {
    "translation": {
      "en": "to persistent organic pollutants",
      "vi": "từ chất thải hạt nhân, chất ô nhiễm hữu cơ khó phân hủy,"
    }
  },
  {
    "translation": {
      "en": "to loading of heavy metals",
      "vi": "những lớp kim loại nặng"
    }
  },
  {
    "translation": {
      "en": "to microplastics.",
      "vi": "cho tới các vi nhựa."
    }
  },
  {
    "translation": {
      "en": "[David] Humans have created 100,000 new materials,",
      "vi": "Con người đã tạo ra 100.000 vật liệu mới"
    }
  },
  {
    "translation": {
      "en": "any number of which could interact with the environment in catastrophic ways.",
      "vi": "và bất cứ vật liệu nào trong số đó cũng có thể tác động thảm khốc lên môi trường."
    }
  },
  {
    "translation": {
      "en": "As of yet, this boundary is not quantified.",
      "vi": "Tới nay, ranh giới này vẫn chưa lượng hóa được."
    }
  },
  {
    "translation": {
      "en": "We simply don't know the long-term or cumulative impacts",
      "vi": "Ta đơn giản là chưa biết những tác động lâu dài hoặc tích lũy"
    }
  },
  {
    "translation": {
      "en": "of these polluting substances.",
      "vi": "của các chất gây ô nhiễm này,"
    }
  },
  {
    "translation": {
      "en": "But most have the potential to cause planet-wide disruption",
      "vi": "nhưng hầu hết chúng đều có khả năng phá hủy trên phạm vi toàn cầu"
    }
  },
  {
    "translation": {
      "en": "if not controlled in some way.",
      "vi": "nếu không được kiểm soát thế nào đó."
    }
  },
  {
    "translation": {
      "en": "There's one form of pollutant that is already having a global impact.",
      "vi": "Có một dạng chất gây ô nhiễm đã gây ảnh hưởng trên phạm vi toàn cầu,"
    }
  },
  {
    "translation": {
      "en": "So much so that it has a boundary of its own.",
      "vi": "tới mức có ranh giới riêng dành cho nó."
    }
  },
  {
    "translation": {
      "en": "Aerosols are basically particles in the atmosphere.",
      "vi": "Về cơ bản, sol khí là các hạt trong khí quyển."
    }
  },
  {
    "translation": {
      "en": "They are what's called air pollution particulates.",
      "vi": "Chúng được gọi là các hạt gây ô nhiễm không khí. SOL KHÍ"
    }
  },
  {
    "translation": {
      "en": "75% of the aerosol pollution is from fossil fuel combustion.",
      "vi": "Bảy lăm phần trăm ô nhiễm sol khí đến từ việc đốt nhiên liệu hóa thạch."
    }
  },
  {
    "translation": {
      "en": "We see them as hazy sky,",
      "vi": "Ta thấy chúng như sương mù trên trời"
    }
  },
  {
    "translation": {
      "en": "because they intercept sunlight and just scatter it like mirrors.",
      "vi": "bởi chúng chặn ánh sáng Mặt Trời rồi phân tán nó đi như những chiếc gương,"
    }
  },
  {
    "translation": {
      "en": "And they cause what's called \"global dimming.\"",
      "vi": "và chúng gây ra thứ gọi là \"sự mờ đi toàn cầu\"."
    }
  },
  {
    "translation": {
      "en": "[David] Veerabhadran has spent a lifetime studying the air around and above us.",
      "vi": "Veerabhadran đã dành cả đời để nghiên cứu không khí xung quanh ta và trên bầu trời."
    }
  },
  {
    "translation": {
      "en": "The other way aerosols impact climate,",
      "vi": "Các sol khí còn tác động tới khí hậu theo một cách nữa."
    }
  },
  {
    "translation": {
      "en": "because you're cutting sunlight, which is the major energy source",
      "vi": "Bởi chúng cắt giảm ánh sáng Mặt Trời, vốn là nguồn năng lượng lớn"
    }
  },
  {
    "translation": {
      "en": "for driving the temperature of the planet, these aerosols have caused some cooling.",
      "vi": "để điều chỉnh nhiệt độ trên hành tinh, các sol khí đó đã tạo ra một dạng làm mát."
    }
  },
  {
    "translation": {
      "en": "When you hear climate scientists like me say that aerosols are cooling the planet",
      "vi": "Khi bạn thấy một nhà khoa học khí hậu như tôi bảo sol khí đang làm mát hành tinh"
    }
  },
  {
    "translation": {
      "en": "and mask the warming, you may think, \"That's a good thing.\"",
      "vi": "và che đi sự ấm lên, chắc bạn sẽ nghĩ: \"Thế là tốt mà\"."
    }
  },
  {
    "translation": {
      "en": "But unfortunately, it's not.",
      "vi": "Nhưng rất tiếc là không phải."
    }
  },
  {
    "translation": {
      "en": "Because of this masking,",
      "vi": "Chính bởi lớp che đậy này"
    }
  },
  {
    "translation": {
      "en": "we are still not seeing the full greenhouse beast.",
      "vi": "mà ta vẫn chưa thấy hết con quái vật hiệu ứng nhà kính."
    }
  },
  {
    "translation": {
      "en": "[David] This cooling effect from aerosols is masking",
      "vi": "Hiệu ứng làm mát của các sol khí đang che lấp khoảng"
    }
  },
  {
    "translation": {
      "en": "about 40% of the effects of global warming.",
      "vi": "Hiệu ứng làm mát của các sol khí đang che lấp khoảng bốn mươi phần trăm tác động của sự ấm lên toàn cầu,"
    }
  },
  {
    "translation": {
      "en": "And it comes at a high price.",
      "vi": "và cái giá của việc này là rất đắt."
    }
  },
  {
    "translation": {
      "en": "Air pollution kills over seven million people every year",
      "vi": "Hằng năm, ô nhiễm không khí cướp đi sinh mạng của hơn bảy triệu người"
    }
  },
  {
    "translation": {
      "en": "and takes, on average, three years off the life expectancy of each one of us.",
      "vi": "và rút ngắn trung bình ba năm tuổi thọ kỳ vọng của mỗi chúng ta."
    }
  },
  {
    "translation": {
      "en": "Where the boundary for air pollution lies has not yet been scientifically determined.",
      "vi": "Ranh giới ô nhiễm không khí nằm ở đâu thì khoa học chưa thể xác định được."
    }
  },
  {
    "translation": {
      "en": "Just based on the 7.5 million deaths by these particles,",
      "vi": "Chỉ qua việc 7,5 triệu người tử vong vì các hạt này, tôi cho rằng hiện ta đã vượt qua"
    }
  },
  {
    "translation": {
      "en": "I would say we have already crossed the boundary",
      "vi": "vì các hạt này, tôi cho rằng hiện ta đã vượt qua ranh giới liên quan tới các sol khí rồi."
    }
  },
  {
    "translation": {
      "en": "as far as aerosols are concerned.",
      "vi": "ranh giới liên quan tới các sol khí rồi."
    }
  },
  {
    "translation": {
      "en": "[David] Finally, the ninth boundary is the ozone layer.",
      "vi": "Ranh giới thứ chín và cuối cùng là tầng ô-zôn."
    }
  },
  {
    "translation": {
      "en": "It has the unique distinction of being the only boundary",
      "vi": "Ranh giới này có một khác biệt độc đáo, nó là ranh giới duy nhất"
    }
  },
  {
    "translation": {
      "en": "where we're moving in the right direction.",
      "vi": "mà ta đang đi đúng hướng."
    }
  },
  {
    "translation": {
      "en": "[Veerabhadran] The ozone intercepts harmful ultraviolet radiation,",
      "vi": "Tầng ô-zôn sẽ chặn những bức xạ cực tím có hại,"
    }
  },
  {
    "translation": {
      "en": "which directly impacts our DNA",
      "vi": "thứ tác động trực tiếp lên ADN của chúng ta và gây ra những căn bệnh chết người như ung thư da."
    }
  },
  {
    "translation": {
      "en": "and causes deadly diseases like skin cancer.",
      "vi": "lên ADN của chúng ta và gây ra những căn bệnh chết người như ung thư da."
    }
  },
  {
    "translation": {
      "en": "That is why,",
      "vi": "Thế nên khi lỗ thủng tầng ô-zôn ở Nam Cực được"
    }
  },
  {
    "translation": {
      "en": "when the Antarctic ozone hole was discovered in the 1980s,",
      "vi": "Thế nên khi lỗ thủng tầng ô-zôn ở Nam Cực được phát hiện hồi những năm 1980,"
    }
  },
  {
    "translation": {
      "en": "there was a global panic.",
      "vi": "cả thế giới đã hoảng loạn."
    }
  },
  {
    "translation": {
      "en": "[David] The discovery of the ozone hole",
      "vi": "Vụ phát hiện lỗ thủng tầng ô-zôn"
    }
  },
  {
    "translation": {
      "en": "caused by chemical pollutants being released into the atmosphere",
      "vi": "mà các hóa chất độc hại bị thải vào bầu khí quyển gây ra"
    }
  },
  {
    "translation": {
      "en": "persuaded nations to phase out these chemicals.",
      "vi": "khiến các quốc gia quyết định khai tử các hóa chất này."
    }
  },
  {
    "translation": {
      "en": "[Johan] It was quite fantastic how the scientific warnings",
      "vi": "Khá là phi thường khi thấy những cảnh báo khoa học"
    }
  },
  {
    "translation": {
      "en": "translated into political action.",
      "vi": "được chuyển hóa thành hành động chính trị như vậy."
    }
  },
  {
    "translation": {
      "en": "This is the first and only example",
      "vi": "Đó là tiền lệ đầu tiên và duy nhất"
    }
  },
  {
    "translation": {
      "en": "that we can actually manage the whole planet.",
      "vi": "về việc ta thực sự kiểm soát được cả hành tinh này."
    }
  },
  {
    "translation": {
      "en": "We can actually return into a safe operating space",
      "vi": "Ta đã thực sự về được một không gian sống an toàn,"
    }
  },
  {
    "translation": {
      "en": "for a planetary boundary that we had seriously gone into the high-risk zone,",
      "vi": "đó là một ranh giới hành tinh mà ta đã tiến rất sâu vào vùng đặc biệt nguy hiểm, nhưng ta đã về được không gian sống an toàn."
    }
  },
  {
    "translation": {
      "en": "and we returned back into a safe operating space.",
      "vi": "vào vùng đặc biệt nguy hiểm, nhưng ta đã về được không gian sống an toàn."
    }
  },
  {
    "translation": {
      "en": "It was indeed fantastic to witness.",
      "vi": "Đó quả là một cảnh tượng tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Scientists raised the alarm, and the world acted.",
      "vi": "Các nhà khoa học rung chuông cảnh báo và thế giới đã hành động."
    }
  },
  {
    "translation": {
      "en": "Thanks to Johan and his colleagues,",
      "vi": "Nhờ Johan và các đồng nghiệp của ông,"
    }
  },
  {
    "translation": {
      "en": "we now know the planet has nine boundaries",
      "vi": "giờ ta đã biết về chín ranh giới trên hành tinh này"
    }
  },
  {
    "translation": {
      "en": "and the risks we face by crossing them.",
      "vi": "và những rủi ro sẽ gặp phải nếu vượt qua."
    }
  },
  {
    "translation": {
      "en": "Together with the ozone layer, we are, at least for now,",
      "vi": "Ngoài tầng ô-zôn, chí ít ta vẫn đang"
    }
  },
  {
    "translation": {
      "en": "within the safe zone for ocean acidification and fresh water.",
      "vi": "nằm trong vùng an toàn của sự a-xít hóa đại dương và nước ngọt."
    }
  },
  {
    "translation": {
      "en": "We don't yet know how close we are to the danger zone for air pollution,",
      "vi": "Ta chưa biết ta đã ở gần vùng nguy hiểm của ô nhiễm không khí và các chất gây ô nhiễm, các tân thực thể ra sao."
    }
  },
  {
    "translation": {
      "en": "or for all the other pollutants, the novel entities.",
      "vi": "của ô nhiễm không khí và các chất gây ô nhiễm, các tân thực thể ra sao."
    }
  },
  {
    "translation": {
      "en": "But most worryingly, we have already exceeded",
      "vi": "Nhưng cái đáng lo nhất là ta hiện đã vượt qua"
    }
  },
  {
    "translation": {
      "en": "at least four of the nine boundaries.",
      "vi": "ít nhất là bốn trên chín ranh giới rồi."
    }
  },
  {
    "translation": {
      "en": "Climate, forest loss, nutrients, and biodiversity.",
      "vi": "Đó là khí hậu, thiệt hại về rừng, các dưỡng chất và sự đa dạng sinh học."
    }
  },
  {
    "translation": {
      "en": "We are now crossing irreversible tipping points,",
      "vi": "Hiện ta sắp vượt qua những điểm bùng phát không cứu vãn nổi,"
    }
  },
  {
    "translation": {
      "en": "and we are perilously close to tipping the Earth",
      "vi": "và ta đang ở cận kề hiểm họa của việc đẩy Trái Đất vào trạng thái"
    }
  },
  {
    "translation": {
      "en": "into a state that is unable to support our own civilizations.",
      "vi": "và ta đang ở cận kề hiểm họa của việc đẩy Trái Đất vào trạng thái khiến nó không thể hỗ trợ cho các nền văn minh của chính ta."
    }
  },
  {
    "translation": {
      "en": "What we're seeing in the world today verifies the planetary boundary framework.",
      "vi": "Thứ ta đang thấy trên thế giới đã xác minh khuôn khổ ranh giới hành tinh."
    }
  },
  {
    "translation": {
      "en": "We can see so clear evidence that,",
      "vi": "Ta đang thấy những bằng chứng rất rõ ràng là,"
    }
  },
  {
    "translation": {
      "en": "because we're in the danger zone on climate,",
      "vi": "bởi ta đang ở vùng nguy hiểm của khí hậu,"
    }
  },
  {
    "translation": {
      "en": "because we're in the deep high-risk zone on biodiversity loss,",
      "vi": "đã lún vào vùng đặc biệt nguy hiểm của thiệt hại đa dạng sinh học,"
    }
  },
  {
    "translation": {
      "en": "we start seeing increased drought, impacts on the rain forest,",
      "vi": "ta bắt đầu thấy hạn hán gia tăng, rừng mưa nhiệt đới bị ảnh hưởng,"
    }
  },
  {
    "translation": {
      "en": "the forest fires in Australia and in the Amazon,",
      "vi": "thấy cháy rừng ở Úc và ở Amazon,"
    }
  },
  {
    "translation": {
      "en": "the accelerated ice melt, the collapse of coral reef systems.",
      "vi": "thấy băng tan nhanh và các hệ san hô bị tàn phá."
    }
  },
  {
    "translation": {
      "en": "[David] For the scientists bearing witness to these planetary changes,",
      "vi": "Với các nhà khoa học đang phải chứng kiến những thay đổi trên hành tinh,"
    }
  },
  {
    "translation": {
      "en": "the loss is much more than just numbers.",
      "vi": "tổn thất không chỉ dừng lại ở những con số."
    }
  },
  {
    "translation": {
      "en": "Terry Hughes has spent a lifetime studying coral reefs.",
      "vi": "Cả đời Terry Hughes đã nghiên cứu các rạn san hô."
    }
  },
  {
    "translation": {
      "en": "[Terry] A bleached coral is very, very sick.",
      "vi": "San hô bị tẩy trắng là san hô đang rất yếu."
    }
  },
  {
    "translation": {
      "en": "[David] Corals bleach when the waters around them get too warm,",
      "vi": "San hô sẽ bị tẩy trắng khi vùng nước quanh nó trở nên quá ấm,"
    }
  },
  {
    "translation": {
      "en": "something that's happening with increasing frequency and intensity",
      "vi": "đây là vấn nạn đang xảy ra với tần suất và cường độ ngày một tăng"
    }
  },
  {
    "translation": {
      "en": "as a consequence of global warming.",
      "vi": "do hậu quả của sự ấm lên toàn cầu."
    }
  },
  {
    "translation": {
      "en": "In big thermal extremes, like we've been seeing",
      "vi": "Trong các đợt nóng dữ dội như ta đã thấy"
    }
  },
  {
    "translation": {
      "en": "during mass bleaching events in recent decades,",
      "vi": "qua các sự kiện tẩy trắng hàng loạt hàng thập kỷ qua,"
    }
  },
  {
    "translation": {
      "en": "they can actually die very, very quickly. They cook.",
      "vi": "chúng thực chất có thể chết rất nhanh, bị nướng chín."
    }
  },
  {
    "translation": {
      "en": "The footprint of a bleaching event is ten times bigger",
      "vi": "Vết tích của một sự kiện tẩy trắng lớn gấp mười lần"
    }
  },
  {
    "translation": {
      "en": "than the most extreme Category 5 tropical cyclone.",
      "vi": "một trận xoáy thuận nhiệt đới Cấp Năm khủng khiếp nhất."
    }
  },
  {
    "translation": {
      "en": "So they're off the scale in terms of the size of the impact,",
      "vi": "Tức là chúng vô cùng thảm khốc, xét về mặt phạm vi ảnh hưởng"
    }
  },
  {
    "translation": {
      "en": "and in terms of how frequently they are occurring.",
      "vi": "và xét về tần suất mà chúng xảy ra."
    }
  },
  {
    "translation": {
      "en": "[David] Terry studies the Great Barrier Reef, the largest reef system in the world.",
      "vi": "Terry nghiên cứu Rạn san hô Great Barrier, hệ thống rạn san hô lớn nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "Bleaching events used to be localized and rare,",
      "vi": "Các sự kiện tẩy trắng từng chỉ xảy ra cục bộ và rất hiếm,"
    }
  },
  {
    "translation": {
      "en": "but over the past two decades,",
      "vi": "nhưng trong hai thập kỷ qua,"
    }
  },
  {
    "translation": {
      "en": "marine heatwaves have caused widespread bleaching.",
      "vi": "những đợt sóng nhiệt biển đã gây ra tẩy trắng trên diện rộng."
    }
  },
  {
    "translation": {
      "en": "Three of the five biggest bleaching events have occurred in the past five years.",
      "vi": "Ba trong năm sự kiện tẩy trắng lớn nhất đã xảy ra trong năm năm qua."
    }
  },
  {
    "translation": {
      "en": "[Terry] We're worried about that shrinking gap between one bleaching event and the next one.",
      "vi": "Chúng tôi đang lo ngại về khoảng cách đang thu hẹp giữa hai sự kiện tẩy trắng."
    }
  },
  {
    "translation": {
      "en": "We've already seen back-to-back bleaching events occur for the first time on the Great Barrier Reef",
      "vi": "Ta đã thấy hai sự kiện tẩy trắng liền nhau lần đầu có ở Rạn san hô Great Barrier"
    }
  },
  {
    "translation": {
      "en": "in two consecutive summers in 2016 and 2017.",
      "vi": "vào hai mùa hè liên tiếp năm 2016 và 2017."
    }
  },
  {
    "translation": {
      "en": "[David] Those gaps are critically important if the corals are to recover.",
      "vi": "Khoảng cách đó là cực kỳ quan trọng để san hô có thể hồi phục."
    }
  },
  {
    "translation": {
      "en": "Half the reef's corals have already died.",
      "vi": "Nửa số san hô của rạn này hiện đã chết."
    }
  },
  {
    "translation": {
      "en": "Terry's work involves conducting aerial surveys",
      "vi": "Terry có nhiệm vụ tiến hành các cuộc khảo sát trên không"
    }
  },
  {
    "translation": {
      "en": "to record the extent of each bleaching event.",
      "vi": "để ghi lại quy mô của mỗi sự kiện tẩy trắng."
    }
  },
  {
    "translation": {
      "en": "[Terry] When we do our aerial surveys, we fly as slowly as we can,",
      "vi": "Khi tiến hành khảo sát trên không, chúng tôi sẽ bay chậm nhất có thể,"
    }
  },
  {
    "translation": {
      "en": "as low as we can, so we can see individual corals,",
      "vi": "thấp nhất có thể để thấy được từng cá thể san hô, để đánh giá xem"
    }
  },
  {
    "translation": {
      "en": "and we can assess how many of them are bleached white or not.",
      "vi": "thấp nhất có thể để thấy được từng cá thể san hô, để đánh giá xem có bao nhiêu cá thể đã bị tẩy trắng."
    }
  },
  {
    "translation": {
      "en": "[Terry] All the coral's bleached. [man] Yeah, that's bad.",
      "vi": "- San hô bị tẩy trắng hết rồi. - Ừ, tệ thật."
    }
  },
  {
    "translation": {
      "en": "[Terry] You can actually see a bleached reef from kilometers away,",
      "vi": "Bạn sẽ thấy một rạn san hô bị tẩy trắng từ cách hàng cây số"
    }
  },
  {
    "translation": {
      "en": "because it virtually glows. There's so much white coral on it.",
      "vi": "vì nó gần như phát sáng. Nó chứa quá nhiều cá thể san hô trắng."
    }
  },
  {
    "translation": {
      "en": "[Terry] So I've got very broad crest, and just about everything's bleached.",
      "vi": "Ở đây có một mào rạn rất rộng, gần như đã tẩy trắng hết."
    }
  },
  {
    "translation": {
      "en": "Those surveys have now been done five times, and I have led three of those.",
      "vi": "Chúng tôi đã tiến hành năm cuộc khảo sát và tôi đã phụ trách ba lần."
    }
  },
  {
    "translation": {
      "en": "The last three in 2016, 2017, and 2020.",
      "vi": "Ba lần gần đây nhất vào năm 2016, 2017 và 2020."
    }
  },
  {
    "translation": {
      "en": "It's, um… It's a job I'd hoped I'd never have to do,",
      "vi": "Đó là… Đó là một nhiệm vụ mà tôi đã mong sẽ không bao giờ phải nhận"
    }
  },
  {
    "translation": {
      "en": "because it's actually, um, very confronting.",
      "vi": "vì nó thực sự rất khó đối diện."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "[David] We're heading for a future in which the Great Barrier Reef",
      "vi": "Ta đang tới với một tương lai mà Rạn san hô Great Barrier sẽ trở thành một nghĩa địa san hô."
    }
  },
  {
    "translation": {
      "en": "is a coral graveyard.",
      "vi": "mà Rạn san hô Great Barrier sẽ trở thành một nghĩa địa san hô."
    }
  },
  {
    "translation": {
      "en": "[Terry] The climate modelers are telling us, the biologists,",
      "vi": "Các nhà mô hình khí hậu đã bảo chúng tôi, các nhà sinh học, là việc đều đặn thải ra khí các-bon"
    }
  },
  {
    "translation": {
      "en": "that business-as-usual carbon emissions",
      "vi": "các nhà sinh học, là việc đều đặn thải ra khí các-bon"
    }
  },
  {
    "translation": {
      "en": "will result in back-to-back bleaching events every consecutive summer by the end of this century.",
      "vi": "sẽ gây ra các sự kiện tẩy trắng liền tiếp vào mỗi mùa hè tới cuối thể kỷ này."
    }
  },
  {
    "translation": {
      "en": "We've gone past the tipping point for coral bleaching.",
      "vi": "Ta đã vượt điểm bùng phát tẩy trắng san hô rồi."
    }
  },
  {
    "translation": {
      "en": "Scientists and ecologists like myself",
      "vi": "Các nhà khoa học và sinh thái học như tôi"
    }
  },
  {
    "translation": {
      "en": "have been talking for decades now about global warming,",
      "vi": "đã lên tiếng về sự ấm lên toàn cầu từ hàng chục năm nay,"
    }
  },
  {
    "translation": {
      "en": "and it has been frustrating, um, that we haven't been listened to.",
      "vi": "nên thật sự là thất vọng khi chúng tôi không được lắng nghe."
    }
  },
  {
    "translation": {
      "en": "I get angry.",
      "vi": "Tôi tức giận."
    }
  },
  {
    "translation": {
      "en": "I don't get depressed. I get angry.",
      "vi": "Tôi không chán nản. Mà tôi tức giận."
    }
  },
  {
    "translation": {
      "en": "There is a real reason to be frustrated,",
      "vi": "Có lý do thực sự để thất vọng…"
    }
  },
  {
    "translation": {
      "en": "because the science is clear",
      "vi": "vì khoa học đã khẳng định rõ"
    }
  },
  {
    "translation": {
      "en": "and has been communicated for the past 30 years, and still we're not moving in the right direction.",
      "vi": "và đã truyền tải suốt 30 năm qua, thế nhưng ta vẫn đang đi sai hướng."
    }
  },
  {
    "translation": {
      "en": "I want you to panic. I want you to feel the fear I feel every day.",
      "vi": "Tôi muốn các vị hoảng sợ. Tôi muốn các vị thấy sợ như tôi đang sợ mỗi ngày,"
    }
  },
  {
    "translation": {
      "en": "And then I want you to act. I want you to act as you would in a crisis.",
      "vi": "rồi tôi muốn các vị hành động. Tôi muốn các vị hành động như khi có khủng hoảng."
    }
  },
  {
    "translation": {
      "en": "I want you to act as if the house was on fire. Because it is.",
      "vi": "Tôi muốn các vị hành động như thể nhà của các vị đang cháy, vì đúng là như vậy."
    }
  },
  {
    "translation": {
      "en": "[woman] The bush fires in Australia have raged for months,",
      "vi": "Cháy rừng ở Úc đã hoành hành hàng tháng,"
    }
  },
  {
    "translation": {
      "en": "destroying so much of the country's east coast--",
      "vi": "hủy hoại phần lớn bờ Đông nước Úc…"
    }
  },
  {
    "translation": {
      "en": "[David] In 2020, Australia endured a summer from hell.",
      "vi": "Năm 2020, Úc đã trải qua một mùa hè địa ngục."
    }
  },
  {
    "translation": {
      "en": "[man] And our only way out is now",
      "vi": "Lối thoát duy nhất hiện giờ"
    }
  },
  {
    "translation": {
      "en": "a treacherous gauntlet of fallen trees and flames.",
      "vi": "là băng qua những đám lửa và cây đổ nguy hiểm này."
    }
  },
  {
    "translation": {
      "en": "[David] Fueled by record-breaking temperatures and months of severe drought,",
      "vi": "Với \"nhiên liệu\" là nhiệt độ cao kỷ lục và những tháng hạn hán nghiêm trọng,"
    }
  },
  {
    "translation": {
      "en": "50 million acres of lands were incinerated.",
      "vi": "nó đã thiêu rụi 50 triệu mẫu đất."
    }
  },
  {
    "translation": {
      "en": "People fear this will become the new normal.",
      "vi": "Người ta sợ việc này sẽ thành trạng thái bình thường mới."
    }
  },
  {
    "translation": {
      "en": "But the science says there will be no normal.",
      "vi": "Nhưng khoa học thì nói sẽ chẳng còn gì bình thường nữa."
    }
  },
  {
    "translation": {
      "en": "Daniella Teixeira studies glossy black cockatoos,",
      "vi": "Daniella Teixeira nghiên cứu loài vẹt mào đen bóng,"
    }
  },
  {
    "translation": {
      "en": "one of Australia's most vulnerable birds.",
      "vi": "một trong các loài chim bị đe dọa nhất ở Úc."
    }
  },
  {
    "translation": {
      "en": "[Daniella] Glossy black cockatoos let you get really close to them.",
      "vi": "Loài vẹt mào đen bóng sẽ để bạn tới rất gần chúng."
    }
  },
  {
    "translation": {
      "en": "They will learn who you are, and, in places where you visit regularly,",
      "vi": "Chúng sẽ tìm hiểu xem bạn là ai và ở những nơi bạn thường lui tới,"
    }
  },
  {
    "translation": {
      "en": "they actually, I think, get to know who you are,",
      "vi": "tôi nghĩ chúng còn tới thăm dò bạn,"
    }
  },
  {
    "translation": {
      "en": "and so you can actually go up to them,",
      "vi": "nên bạn có thể tới hẳn chỗ chúng, ngồi dưới gốc cây"
    }
  },
  {
    "translation": {
      "en": "sit underneath the tree where they're feeding,",
      "vi": "nên bạn có thể tới hẳn chỗ chúng, ngồi dưới gốc cây nơi chúng ăn để nghiên cứu từng cá thể chim."
    }
  },
  {
    "translation": {
      "en": "and get to know the individual birds.",
      "vi": "nơi chúng ăn để nghiên cứu từng cá thể chim."
    }
  },
  {
    "translation": {
      "en": "[David] As soon as it was safe to do so,",
      "vi": "Ngay khi tình hình an toàn,"
    }
  },
  {
    "translation": {
      "en": "Daniella returned to one of her main study sites",
      "vi": "Daniella đã trở lại điểm nghiên cứu thuộc loại chính của cô"
    }
  },
  {
    "translation": {
      "en": "on Kangaroo Island off South Australia.",
      "vi": "ở Đảo Kangaroo, phía Nam nước Úc."
    }
  },
  {
    "translation": {
      "en": "It's February. Nesting season for the cockatoos.",
      "vi": "Giờ là tháng Hai, mùa làm tổ của loài vẹt mào."
    }
  },
  {
    "translation": {
      "en": "There's no sign of any wildlife at all.",
      "vi": "Không hề có dấu hiệu của sự sống hoang dã."
    }
  },
  {
    "translation": {
      "en": "There's nothing left here.",
      "vi": "Ở đây chẳng còn gì cả."
    }
  },
  {
    "translation": {
      "en": "It just looks like complete carnage.",
      "vi": "Trông như một cuộc tàn sát toàn diện."
    }
  },
  {
    "translation": {
      "en": "It's almost like I'm not looking at the spot that I know.",
      "vi": "Cứ như nơi tôi đang nhìn chả phải địa điểm tôi biết."
    }
  },
  {
    "translation": {
      "en": "Like it's almost like this can't be the same spot,",
      "vi": "Gần như kiểu, đây không thể là địa điểm đó được"
    }
  },
  {
    "translation": {
      "en": "because it's so starkly different.",
      "vi": "vì nó khác quá."
    }
  },
  {
    "translation": {
      "en": "Yeah, I've spent the last four years",
      "vi": "Ừ, tôi đã dành bốn năm qua để nghiên cứu"
    }
  },
  {
    "translation": {
      "en": "working in this very location, so this is…",
      "vi": "Ừ, tôi đã dành bốn năm qua để nghiên cứu ở chính địa điểm này, nên chuyện này…"
    }
  },
  {
    "translation": {
      "en": "This is about, um…",
      "vi": "ở chính địa điểm này, nên chuyện này…"
    }
  },
  {
    "translation": {
      "en": "Yeah, this is about as hard as it gets. This spot was really, um…",
      "vi": "Phải, chuyện này thật khó khăn. Nơi này từng rất…"
    }
  },
  {
    "translation": {
      "en": "Like there was a big commotion every evening.",
      "vi": "Kiểu, nơi này từng huyên náo mỗi đêm."
    }
  },
  {
    "translation": {
      "en": "We would have had young chicks by this point.",
      "vi": "Thời điểm này là vẹt non chào đời rồi."
    }
  },
  {
    "translation": {
      "en": "This is… This is heartbreaking.",
      "vi": "Đau lòng quá."
    }
  },
  {
    "translation": {
      "en": "Jesus.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "I know this nest",
      "vi": "Tôi quen cái tổ này"
    }
  },
  {
    "translation": {
      "en": "pretty well.",
      "vi": "cũng kha khá."
    }
  },
  {
    "translation": {
      "en": "It's absolutely horrible to see it like this.",
      "vi": "Thật kinh khủng khi thấy nó thế này."
    }
  },
  {
    "translation": {
      "en": "And all that's left is…",
      "vi": "Và tất cả những gì còn lại là"
    }
  },
  {
    "translation": {
      "en": "Is the iron collar just burnt on the ground.",
      "vi": "Và tất cả những gì còn lại là cái vòng đai sắt đã cháy xém dưới đất kia."
    }
  },
  {
    "translation": {
      "en": "Like, the iron collar is…",
      "vi": "Kiểu, cái vòng đai sắt này là"
    }
  },
  {
    "translation": {
      "en": "Is what we put on the nest trees to save them.",
      "vi": "thứ chúng tôi đặt lên cây có tổ để cứu chúng."
    }
  },
  {
    "translation": {
      "en": "To stop the possums",
      "vi": "Để ngăn lũ chồn possum"
    }
  },
  {
    "translation": {
      "en": "from… From predating on the chicks.",
      "vi": "săn tìm đám vẹt non."
    }
  },
  {
    "translation": {
      "en": "And just to see all around me these iron collars just",
      "vi": "Và giờ quanh tôi, đống vòng đai sắt đó đang"
    }
  },
  {
    "translation": {
      "en": "open on the ground.",
      "vi": "nằm mở bung dưới đất."
    }
  },
  {
    "translation": {
      "en": "You know, they weren't enough to save them.",
      "vi": "Ừm, chúng không cứu được lũ vẹt."
    }
  },
  {
    "translation": {
      "en": "This is an ecological catastrophe. There's no doubt about it.",
      "vi": "Đây là một thảm họa sinh thái. Chắc chắn là vậy."
    }
  },
  {
    "translation": {
      "en": "[David] The 2020 bushfires",
      "vi": "Đợt cháy rừng năm 2020 là đợt cháy rừng thảm khốc nhất"
    }
  },
  {
    "translation": {
      "en": "were the most devastating in Australia's history.",
      "vi": "Đợt cháy rừng năm 2020 là đợt cháy rừng thảm khốc nhất trong lịch sử nước Úc."
    }
  },
  {
    "translation": {
      "en": "[Daniella] Climate scientists have been talking about these events for a long time,",
      "vi": "Các nhà khoa học khí hậu đã cảnh báo về những sự kiện kiểu này từ lâu rồi…"
    }
  },
  {
    "translation": {
      "en": "and we were expecting that this might happen,",
      "vi": "TIẾN SĨ ĐẠI HỌC QUEENSLAND …chúng tôi đã đoán chuyện này có thể sẽ xảy ra"
    }
  },
  {
    "translation": {
      "en": "but I don't think anybody expected it to be so soon",
      "vi": "nhưng tôi nghĩ không ai lường được là nó xảy ra sớm như thế"
    }
  },
  {
    "translation": {
      "en": "or so severe.",
      "vi": "và nghiêm trọng như thế."
    }
  },
  {
    "translation": {
      "en": "[David] Scientists estimate that the fires killed or displaced three billion animals.",
      "vi": "Các nhà khoa học ước tính vụ hỏa hoạn đã giết chết hoặc di dời ba tỉ con vật."
    }
  },
  {
    "translation": {
      "en": "[Daniella] 1.43 million mammals,",
      "vi": "1,43 triệu động vật có vú,"
    }
  },
  {
    "translation": {
      "en": "2.46 billion reptiles,",
      "vi": "2,46 tỉ cá thể bò sát,"
    }
  },
  {
    "translation": {
      "en": "180 million birds,",
      "vi": "180 triệu cá thể chim"
    }
  },
  {
    "translation": {
      "en": "and 51 million frogs.",
      "vi": "và 51 triệu cá thể ếch."
    }
  },
  {
    "translation": {
      "en": "These figures are so enormous,",
      "vi": "Những số liệu đó quá khổng lồ,"
    }
  },
  {
    "translation": {
      "en": "so consequential…",
      "vi": "để lại quá nhiều hậu quả."
    }
  },
  {
    "translation": {
      "en": "I don't know how to make sense of them. That's not what we should be dealing with as conservationists.",
      "vi": "Tôi chả biết hiểu sao. Đây không phải điều mà giới bảo tồn chúng tôi nên đối mặt."
    }
  },
  {
    "translation": {
      "en": "I think this is a wake-up call.",
      "vi": "Theo tôi đây là hồi chuông cảnh tỉnh."
    }
  },
  {
    "translation": {
      "en": "These black summer fires really showed us that it's now,",
      "vi": "Những vụ cháy rừng \"mùa hè đen tối\" thực sự đã cho thấy là nó đây,"
    }
  },
  {
    "translation": {
      "en": "it's affecting us today, and this is gonna have long-lasting consequences.",
      "vi": "nó đang ảnh hưởng đến ta ngày nay, và nó sẽ để lại những hậu quả kéo dài."
    }
  },
  {
    "translation": {
      "en": "Like, where can he go?",
      "vi": "Kiểu, nó đi đâu được?"
    }
  },
  {
    "translation": {
      "en": "[David] Wildfires and coral bleaching are caused by us overstepping the climate boundary.",
      "vi": "Cháy rừng và tẩy trắng san hô xảy ra là do chúng ta đi quá giới hạn khí hậu."
    }
  },
  {
    "translation": {
      "en": "But it is the destruction of nature that lies behind what has been by far",
      "vi": "Nhưng sự tàn phá của tự nhiên mới là thứ đứng sau tác động, cho đến giờ,"
    }
  },
  {
    "translation": {
      "en": "the most far-reaching impact of our destabilizing planet.",
      "vi": "là sâu rộng nhất lên hành tinh đang bất ổn của chúng ta."
    }
  },
  {
    "translation": {
      "en": "The COVID-19 pandemic.",
      "vi": "Đại dịch COVID-19."
    }
  },
  {
    "translation": {
      "en": "It affected your life as it affected mine.",
      "vi": "Nó đã ảnh hưởng tới cuộc sống của bạn cũng như của tôi."
    }
  },
  {
    "translation": {
      "en": "COVID-19 was a planetary impact we were ill-equipped to deal with.",
      "vi": "COVID-19 là một tác động đến từ hành tinh mà chúng ta chưa đủ khả năng đối phó."
    }
  },
  {
    "translation": {
      "en": "It overwhelmed health services",
      "vi": "Nó lấn át các dịch vụ y tế"
    }
  },
  {
    "translation": {
      "en": "and brought the global economy to its knees.",
      "vi": "và đánh gục nền kinh tế toàn cầu."
    }
  },
  {
    "translation": {
      "en": "Though it surprised many, the World Health Organization had forewarned that it was coming.",
      "vi": "Dù nó khiến nhiều người bất ngờ, Tổ chức Y tế Thế giới đã cảnh báo nó sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "I think it was a question of time.",
      "vi": "Theo tôi chỉ là vấn đề thời gian."
    }
  },
  {
    "translation": {
      "en": "Er, we were destroying nature. We were destroying our ecosystems.",
      "vi": "TIẾN SĨ TỔ CHỨC Y TẾ THẾ GIỚI Ta đang hủy hoại thiên nhiên và các hệ sinh thái của mình."
    }
  },
  {
    "translation": {
      "en": "We have been doing very aggressive agricultural practices.",
      "vi": "Ta đang tiến hành những hoạt động nông nghiệp cực kỳ táo bạo."
    }
  },
  {
    "translation": {
      "en": "We were doing an incredible, very aggressive deforestation.",
      "vi": "Ta đang tiến hành chặt phá rừng ở mức độ cực kỳ mạnh tay và khó tin."
    }
  },
  {
    "translation": {
      "en": "If you add to that the fact that we live in very polluted cities",
      "vi": "Nếu xét thêm cả thực tế là ta đang sống ở những thành phố vô cùng ô nhiễm"
    }
  },
  {
    "translation": {
      "en": "with a very high population density,",
      "vi": "với mật độ dân số cực cao,"
    }
  },
  {
    "translation": {
      "en": "I think all of those elements were kind of contributing to create",
      "vi": "theo tôi, tất cả những yếu tố đó, kiểu, đã góp phần tạo nên"
    }
  },
  {
    "translation": {
      "en": "the perfect scenario for any new virus to spread.",
      "vi": "một kịch bản hoàn hảo để mọi chủng vi-rút mới lây lan."
    }
  },
  {
    "translation": {
      "en": "[David] Zoonotic diseases emerge and spread into the human population",
      "vi": "Các bệnh lây nhiễm từ động vật xuất hiện và lan ra quần thể con người"
    }
  },
  {
    "translation": {
      "en": "when nature's resilience is weakened.",
      "vi": "khi khả năng thiên nhiên phục hồi yếu đi."
    }
  },
  {
    "translation": {
      "en": "It's not healthy nature that causes pandemics.",
      "vi": "Chứ thiên nhiên khỏe mạnh thì không gây ra các đại dịch."
    }
  },
  {
    "translation": {
      "en": "In terms of transmission of the diseases,",
      "vi": "Về mặt truyền nhiễm bệnh,"
    }
  },
  {
    "translation": {
      "en": "it's only with certain species under certain circumstances",
      "vi": "nó chỉ xảy ra với một số loài nhất định, dưới những hoàn cảnh nhất định"
    }
  },
  {
    "translation": {
      "en": "and when we invade their environment in a very aggressive way.",
      "vi": "và khi ta xâm lấn môi trường của chúng một cách cực kỳ hung hăng."
    }
  },
  {
    "translation": {
      "en": "So, for the human health, animal health, and environmental health,",
      "vi": "Tức là sức khỏe con người, sức khỏe động vật và sức khỏe môi trường,"
    }
  },
  {
    "translation": {
      "en": "the three are so much linked.",
      "vi": "ba thứ đó gắn kết chặt chẽ."
    }
  },
  {
    "translation": {
      "en": "Exposure to nature is good,",
      "vi": "Tiếp xúc với thiên nhiên là tốt,"
    }
  },
  {
    "translation": {
      "en": "provided we do not destroy nature",
      "vi": "miễn là ta không hủy hoại thiên nhiên"
    }
  },
  {
    "translation": {
      "en": "and we not destroy the ecosystems where other species are able to live.",
      "vi": "và ta không hủy hoại những hệ sinh thái mà các giống loài khác đang sống."
    }
  },
  {
    "translation": {
      "en": "COVID-19, I feel, has made us understand",
      "vi": "COVID-19, theo tôi, đã khiến ta lần đầu tiên hiểu ra rằng:"
    }
  },
  {
    "translation": {
      "en": "for the first time that,",
      "vi": "theo tôi, đã khiến ta lần đầu tiên hiểu ra rằng:"
    }
  },
  {
    "translation": {
      "en": "\"Oh my God, something that goes wrong somewhere else on the planet",
      "vi": "\"Ôi Chúa ơi, một biến cố ở nơi khác trên hành tinh này"
    }
  },
  {
    "translation": {
      "en": "can suddenly hit the whole world economy",
      "vi": "có thể đột ngột dội xuống nền kinh tế thế giới"
    }
  },
  {
    "translation": {
      "en": "and can change my life, like, immediately.\"",
      "vi": "và có thể khiến đời mình thay đổi tức thì\"."
    }
  },
  {
    "translation": {
      "en": "The appearance of COVID-19",
      "vi": "Sự xuất hiện của COVID-19 là"
    }
  },
  {
    "translation": {
      "en": "was a clear warning that all is not well with our planet.",
      "vi": "lời cảnh báo rõ ràng rằng hành tinh của ta đang bất ổn,"
    }
  },
  {
    "translation": {
      "en": "But it's also given us an opportunity to rebuild in a new direction.",
      "vi": "nhưng nó cũng cho ta cơ hội để xây dựng lại với một đường hướng mới."
    }
  },
  {
    "translation": {
      "en": "Now that Johan and his colleagues have turned on the headlights,",
      "vi": "Giờ, khi Johan và các đồng nghiệp đã bật đèn pha lên,"
    }
  },
  {
    "translation": {
      "en": "we can clearly see the boundaries.",
      "vi": "ta đã thấy rõ những ranh giới."
    }
  },
  {
    "translation": {
      "en": "We can see the path back to a safe space,",
      "vi": "Ta đã thấy đường trở về không gian an toàn,"
    }
  },
  {
    "translation": {
      "en": "to a more resilient future. It is achievable.",
      "vi": "về với một tương lai vững chắc hơn. Đó là điều có thể đạt được."
    }
  },
  {
    "translation": {
      "en": "It's not a question anymore of doing economic growth here",
      "vi": "Vấn đề không còn là chỗ này thì tìm cách tăng trưởng kinh tế,"
    }
  },
  {
    "translation": {
      "en": "and then do some environmental impact reduction over here.",
      "vi": "chỗ kia thì tìm cách giảm thiểu tác động lên môi trường."
    }
  },
  {
    "translation": {
      "en": "Oh no, now it's a question of framing the entire growth model",
      "vi": "Ồ, không, giờ vấn đề là làm sao để đóng khung cả mô hình tăng trưởng"
    }
  },
  {
    "translation": {
      "en": "around sustainability,",
      "vi": "quanh tính bền vững"
    }
  },
  {
    "translation": {
      "en": "and have the planet guide everything we do.",
      "vi": "và để hành tinh dẫn lối mọi thứ ta làm."
    }
  },
  {
    "translation": {
      "en": "[David] An immediate priority is to reduce carbon emissions to zero",
      "vi": "Ưu tiên tức thời là giảm lượng khí thải các-bon về không"
    }
  },
  {
    "translation": {
      "en": "and stabilize global temperature as low as we possibly can.",
      "vi": "và ổn định nhiệt độ toàn cầu ở mức thấp nhất có thể."
    }
  },
  {
    "translation": {
      "en": "The window is still open for us to be able to avoid passing two degrees.",
      "vi": "Ta vẫn còn cơ hội để tránh vượt quá hai độ."
    }
  },
  {
    "translation": {
      "en": "It's even open to come to 1.5.",
      "vi": "Thậm chí cơ hội để dừng ở mốc 1,5 cũng vẫn còn."
    }
  },
  {
    "translation": {
      "en": "But the window is really just…",
      "vi": "Nhưng cơ hội đó thực sự rất…"
    }
  },
  {
    "translation": {
      "en": "It's… It's barely open.",
      "vi": "Nó vô cùng mong manh."
    }
  },
  {
    "translation": {
      "en": "[David] Since the beginning of the Industrial Revolution,",
      "vi": "Từ buổi đầu của cuộc Cách mạng Công nghiệp,"
    }
  },
  {
    "translation": {
      "en": "we have emitted 2,400 billion tons of carbon dioxide.",
      "vi": "chúng ta đã thải ra 2.400 tỉ tấn các-bon đi-ô-xít."
    }
  },
  {
    "translation": {
      "en": "To stay below 1.5 degrees,",
      "vi": "Để ở dưới mốc 1,5 độ,"
    }
  },
  {
    "translation": {
      "en": "we must emit less than 300 billion tons more.",
      "vi": "lượng khí ta thải ra thêm phải ít hơn 300 tỉ tấn."
    }
  },
  {
    "translation": {
      "en": "If we continue to emit 40 billion tons each year,",
      "vi": "Nếu mỗi năm ta tiếp tục thải ra 40 tỉ tấn"
    }
  },
  {
    "translation": {
      "en": "our budget will run out within seven years.",
      "vi": "thì chỉ sau bảy năm, ta sẽ cạn vốn."
    }
  },
  {
    "translation": {
      "en": "Of course, we cannot shut down",
      "vi": "Dĩ nhiên ta không thể tắt"
    }
  },
  {
    "translation": {
      "en": "all energy utilities in the world overnight,",
      "vi": "mọi công ty sản xuất năng lượng trên thế giới sau một đêm,"
    }
  },
  {
    "translation": {
      "en": "so the only orderly way to do this",
      "vi": "nên cách làm có trình tự duy nhất là"
    }
  },
  {
    "translation": {
      "en": "is to bend the global curve of emissions now, because that's what all science shows.",
      "vi": "bẻ cong đường khí thải toàn cầu từ giờ, vì mọi ngành khoa học đều cho thấy thế."
    }
  },
  {
    "translation": {
      "en": "Now is the last chance we have to bend the global curve.",
      "vi": "Giờ là cơ hội cuối cùng để ta bẻ cong đường khí thải toàn cầu."
    }
  },
  {
    "translation": {
      "en": "What is the most rapid pace of emission reduction",
      "vi": "Tốc độ giảm thiểu khí thải nhanh nhất"
    }
  },
  {
    "translation": {
      "en": "that we can accomplish?",
      "vi": "ta có thể đạt được là bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "Well, there's no study that suggests that we can go faster than 6, 7% per year,",
      "vi": "Ừm, không có nghiên cứu nào cho thấy ta có thể vượt quá mức 6, 7% mỗi năm,"
    }
  },
  {
    "translation": {
      "en": "because 6, 7% per year, that is cutting by half in a decade.",
      "vi": "vì 6, 7% mỗi năm là đã giảm đi một nửa qua mỗi thập kỷ rồi."
    }
  },
  {
    "translation": {
      "en": "[David] Cutting our emissions in half every decade",
      "vi": "Cắt giảm một nửa lượng khí thải qua mỗi thập kỷ"
    }
  },
  {
    "translation": {
      "en": "is an exponential rate of change.",
      "vi": "là tỉ lệ thay đổi theo cấp số nhân."
    }
  },
  {
    "translation": {
      "en": "[Johan] Anyone can adopt this pace.",
      "vi": "Ai cũng theo được tốc độ này."
    }
  },
  {
    "translation": {
      "en": "I mean, you and I can do it as individuals.",
      "vi": "Ý tôi là, bạn và tôi đều tự làm được."
    }
  },
  {
    "translation": {
      "en": "We can say, \"Okay, from now on, myself and my family",
      "vi": "Ta có thể bảo: \"Được rồi, từ giờ trở đi, mình và gia đình"
    }
  },
  {
    "translation": {
      "en": "will try to cut emissions by half every decade,\"",
      "vi": "sẽ cố giảm một nửa lượng khí thải mỗi thập kỷ\","
    }
  },
  {
    "translation": {
      "en": "which would mean that you would be fossil fuel-free",
      "vi": "tức là bạn sẽ không dùng nhiên liệu hóa thạch nữa"
    }
  },
  {
    "translation": {
      "en": "in one generation, in 30 years' time.",
      "vi": "trong một thế hệ, trong 30 năm."
    }
  },
  {
    "translation": {
      "en": "And a company can do it, or a country can do it,",
      "vi": "Một công ty, một đất nước cũng làm được và thế giới"
    }
  },
  {
    "translation": {
      "en": "or the world can/must do it.",
      "vi": "Một công ty, một đất nước cũng làm được và thế giới cũng có thể/phải làm được."
    }
  },
  {
    "translation": {
      "en": "[David] Phasing out fossil fuels will, of course,",
      "vi": "Dĩ nhiên, việc loại bỏ các nhiên liệu hóa thạch"
    }
  },
  {
    "translation": {
      "en": "begin our journey back towards the safe space within the climate boundary.",
      "vi": "sẽ giúp ta bắt đầu hành trình trở lại không gian an toàn trong ranh giới khí hậu"
    }
  },
  {
    "translation": {
      "en": "And it will also substantially reduce air pollution",
      "vi": "đồng thời sẽ làm giảm thiểu đáng kể ô nhiễm không khí"
    }
  },
  {
    "translation": {
      "en": "and also slow down ocean acidification",
      "vi": "và còn làm giảm tốc độ a-xít hóa đại dương"
    }
  },
  {
    "translation": {
      "en": "as well as reduce pressure on biodiversity.",
      "vi": "cũng như giảm áp lực lên sự đa dạng sinh học nữa."
    }
  },
  {
    "translation": {
      "en": "But zero emissions are not enough.",
      "vi": "Nhưng chỉ không phát thải là chưa đủ."
    }
  },
  {
    "translation": {
      "en": "We must also draw down the carbon that's already overheating the planet,",
      "vi": "Ta còn phải rút bớt lượng các-bon hiện đang làm ấm hành tinh này,"
    }
  },
  {
    "translation": {
      "en": "and there's one very effective way to do this.",
      "vi": "và có một cách rất hiệu quả để làm việc đó."
    }
  },
  {
    "translation": {
      "en": "Plant more trees.",
      "vi": "Trồng thêm cây."
    }
  },
  {
    "translation": {
      "en": "A global effort to plant billions of trees",
      "vi": "Một nỗ lực toàn cầu nhằm trồng thêm hàng tỉ cây"
    }
  },
  {
    "translation": {
      "en": "could be one of the most cost-effective and achievable solutions",
      "vi": "có thể là một trong những giải pháp tiết kiệm chi phí và khả thi nhất"
    }
  },
  {
    "translation": {
      "en": "to the climate crisis.",
      "vi": "cho khủng hoảng khí hậu."
    }
  },
  {
    "translation": {
      "en": "And growing more trees is vital to offset the carbon we continue to emit",
      "vi": "Và việc trồng thêm cây là sống còn để bù đắp cho lượng các-bon ta tiếp tục thải ra"
    }
  },
  {
    "translation": {
      "en": "as we strive to reach zero emissions as fast as we can.",
      "vi": "trong lúc ta cố gắng đạt mục tiêu không phát thải sớm nhất có thể."
    }
  },
  {
    "translation": {
      "en": "Of course, capturing carbon",
      "vi": "Dĩ nhiên, thu giữ các-bon"
    }
  },
  {
    "translation": {
      "en": "is only one of the benefits that trees provide.",
      "vi": "chỉ là một trong những lợi ích mà cây xanh mang lại."
    }
  },
  {
    "translation": {
      "en": "Cheikh Mbow has collaborated with Johan for many years.",
      "vi": "Cheikh Mbow đã hợp tác với Johan từ nhiều năm nay."
    }
  },
  {
    "translation": {
      "en": "He's an advocate for trees.",
      "vi": "Ông là người chủ trương trồng cây xanh."
    }
  },
  {
    "translation": {
      "en": "[in Wolof] Trees prevent soil erosion.",
      "vi": "Cây cối sẽ ngăn đất bị xói mòn."
    }
  },
  {
    "translation": {
      "en": "Without trees, there will be less rain.",
      "vi": "Không có cây thì sẽ ít có mưa hơn."
    }
  },
  {
    "translation": {
      "en": "If we plant trees in the fields,",
      "vi": "Nếu ta trồng cây trên những cánh đồng,"
    }
  },
  {
    "translation": {
      "en": "the fertility of the fields and, therefore, production will increase.",
      "vi": "chúng sẽ làm tăng độ phì nhiêu, từ đó sản lượng sẽ tăng."
    }
  },
  {
    "translation": {
      "en": "We want to bring the tree back to its place at the center of sustainable development.",
      "vi": "Chúng tôi muốn đưa cây về đúng vị trí, ở trung tâm của sự phát triển bền vững."
    }
  },
  {
    "translation": {
      "en": "Our job is to make sure that wherever a tree can grow, we plant one.",
      "vi": "Chúng tôi phải đảm bảo ở đâu cây mọc được thì trồng ở đó."
    }
  },
  {
    "translation": {
      "en": "[David] Planting trees and restoring our natural world",
      "vi": "Dĩ nhiên việc trồng cây và khôi phục thế giới tự nhiên của chúng ta sẽ"
    }
  },
  {
    "translation": {
      "en": "will, of course, have huge benefits for our planet's biodiversity,",
      "vi": "Dĩ nhiên việc trồng cây và khôi phục thế giới tự nhiên của chúng ta sẽ đem lại những lợi ích to lớn cho sự đa dạng sinh học của hành tinh,"
    }
  },
  {
    "translation": {
      "en": "but it will also help to stabilize our climate, our fresh water,",
      "vi": "nhưng việc đó còn giúp ổn định khí hậu và nguồn nước ngọt của chúng ta"
    }
  },
  {
    "translation": {
      "en": "and have enormous benefits for our food production",
      "vi": "và đem lại rất nhiều lợi ích cho sản xuất lương thực"
    }
  },
  {
    "translation": {
      "en": "and all the other services that nature provides for free.",
      "vi": "cùng mọi dịch vụ khác mà thiên nhiên cung cấp miễn phí."
    }
  },
  {
    "translation": {
      "en": "Just imagine, for the first time since the dawn of humanity,",
      "vi": "Hãy tưởng tượng, lần đầu tiên kể từ buổi bình minh của nhân loại,"
    }
  },
  {
    "translation": {
      "en": "we could wake up one morning",
      "vi": "một sáng nọ, ta sẽ thức dậy trên một hành tinh"
    }
  },
  {
    "translation": {
      "en": "on a planet with more wildlife than there was when we went to sleep.",
      "vi": "một sáng nọ, ta sẽ thức dậy trên một hành tinh có nhiều sự sống hoang dã hơn những gì ta đã thấy khi thiếp đi."
    }
  },
  {
    "translation": {
      "en": "There's another transformation that is almost unbelievably simple,",
      "vi": "Có một cách thay đổi khác đơn giản tới mức gần như khó tin"
    }
  },
  {
    "translation": {
      "en": "but it's key to staying within our planet's boundaries.",
      "vi": "nhưng lại là mấu chốt để ở lại trong các giới hạn của hành tinh."
    }
  },
  {
    "translation": {
      "en": "It can be adopted by you or me.",
      "vi": "Cả tôi lẫn bạn đều làm được."
    }
  },
  {
    "translation": {
      "en": "In fact, by anyone with the freedom to choose what food they eat.",
      "vi": "Thật ra là bất cứ ai được quyền lựa chọn thứ họ ăn đều làm được."
    }
  },
  {
    "translation": {
      "en": "[Johan] Now, the exciting thing is the diet that is more flexitarian,",
      "vi": "Hiện có một chế độ ăn thú vị thiên về ăn chay linh hoạt,"
    }
  },
  {
    "translation": {
      "en": "less red meat, more plant-based protein,",
      "vi": "bớt thịt đỏ đi, nhiều đạm thực vật hơn,"
    }
  },
  {
    "translation": {
      "en": "more fruit and nuts, less starchy foods,",
      "vi": "nhiều quả và hạt hơn, bớt đồ ăn tinh bột đi."
    }
  },
  {
    "translation": {
      "en": "if you take that diet",
      "vi": "Nếu bạn đi theo chế độ ăn này"
    }
  },
  {
    "translation": {
      "en": "and assume that all people would eat healthy food,",
      "vi": "và giả sử ai cũng ăn đồ ăn lành mạnh"
    }
  },
  {
    "translation": {
      "en": "we could actually come back within a safe operating space,",
      "vi": "thì ta thực sự sẽ quay lại được không gian sống an toàn,"
    }
  },
  {
    "translation": {
      "en": "not only on climate, but also on biodiversity,",
      "vi": "không chỉ về khí hậu mà còn về sự đa dạng sinh học,"
    }
  },
  {
    "translation": {
      "en": "on land, on water, on nitrogen and phosphorus.",
      "vi": "về đất đai, nước sạch, ni-tơ và phốt-pho nữa."
    }
  },
  {
    "translation": {
      "en": "Quite exciting that eating healthy food",
      "vi": "Khá thú vị khi mà việc ăn đồ ăn lành mạnh"
    }
  },
  {
    "translation": {
      "en": "might be the single most important way of contributing to save the planet.",
      "vi": "có lẽ lại là cách quan trọng bậc nhất để góp phần giải cứu hành tinh này."
    }
  },
  {
    "translation": {
      "en": "There's one more transformation that is vital.",
      "vi": "Còn một cách thay đổi hệ trọng nữa."
    }
  },
  {
    "translation": {
      "en": "It would bring us back towards the safe zone within all our planet's boundaries.",
      "vi": "Nó sẽ đưa ta về lại vùng an toàn trong mọi ranh giới của hành tinh này."
    }
  },
  {
    "translation": {
      "en": "Imagine a world without waste,",
      "vi": "Hãy hình dung một thế giới không có rác thải,"
    }
  },
  {
    "translation": {
      "en": "with nothing to throw away.",
      "vi": "chẳng còn gì để vứt đi nữa."
    }
  },
  {
    "translation": {
      "en": "Our waste is created by design. When we make products,",
      "vi": "Rác thải của ta là từ khâu thiết kế mà ra. Khi làm ra các sản phẩm,"
    }
  },
  {
    "translation": {
      "en": "we rarely build in the means to recover the raw materials.",
      "vi": "hiếm khi nào ta bố trí các biện pháp để thu hồi vật liệu thô."
    }
  },
  {
    "translation": {
      "en": "If we turn that linear system into a circular one,",
      "vi": "Nếu ta biến hệ thống tuyến tính này thành một hệ thống tuần hoàn,"
    }
  },
  {
    "translation": {
      "en": "designing products so that the raw materials",
      "vi": "thiết kế các sản phẩm sao cho mọi vật liệu thô"
    }
  },
  {
    "translation": {
      "en": "can all be recovered, our use of resources could be infinite.",
      "vi": "đều có thể được thu hồi, ta sẽ sử dụng được tài nguyên một cách vô hạn."
    }
  },
  {
    "translation": {
      "en": "[Johan] So more and more evidence shows that circular economies",
      "vi": "Ngày càng có nhiều bằng chứng cho thấy những nền kinh tế tuần hoàn"
    }
  },
  {
    "translation": {
      "en": "are fundamental if we are to stand a chance",
      "vi": "là trọng yếu nếu ta muốn có cơ hội"
    }
  },
  {
    "translation": {
      "en": "of providing good lives for all citizens in the world.",
      "vi": "mang lại cuộc sống tốt đẹp cho mọi công dân trên thế giới."
    }
  },
  {
    "translation": {
      "en": "[David] Eliminating waste would bring us closer to the safe zone for climate,",
      "vi": "Việc loại bỏ rác thải sẽ đưa ta tới gần hơn vùng an toàn về khí hậu,"
    }
  },
  {
    "translation": {
      "en": "biodiversity, and especially nutrients, novel entities, and air pollution.",
      "vi": "đa dạng sinh học và nhất là về dưỡng chất, các tân thực thể và ô nhiễm không khí."
    }
  },
  {
    "translation": {
      "en": "The planetary boundaries have given us a clear path ahead.",
      "vi": "Các ranh giới của hành tinh đã vạch ra lộ trình rõ ràng trước mắt."
    }
  },
  {
    "translation": {
      "en": "Simple things, like choosing renewable energy,",
      "vi": "Đó là những việc làm giản đơn như chọn năng lượng tái tạo,"
    }
  },
  {
    "translation": {
      "en": "eating healthy food, planting trees,",
      "vi": "ăn đồ ăn lành mạnh, trồng cây"
    }
  },
  {
    "translation": {
      "en": "saying no to waste.",
      "vi": "và nói không với rác thải."
    }
  },
  {
    "translation": {
      "en": "Together, these could transform our future on Earth.",
      "vi": "Cùng nhau, chúng có thể chuyển biến tương lai của ta trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "And the magic in this is that these transformations",
      "vi": "Và điều kỳ diệu ở đây là những sự thay đổi đó"
    }
  },
  {
    "translation": {
      "en": "would also improve all our lives right now.",
      "vi": "còn cải thiện được cuộc sống của tất cả chúng ta ngay từ giờ."
    }
  },
  {
    "translation": {
      "en": "[Johan] Even if you don't care at all about the planet",
      "vi": "Dù bạn chẳng màng tới hành tinh này"
    }
  },
  {
    "translation": {
      "en": "and even if you don't care too much about equity in the world,",
      "vi": "và bạn không mấy quan tâm tới sự công bằng trên thế giới"
    }
  },
  {
    "translation": {
      "en": "but rather are selfish, just focusing on yourself",
      "vi": "mà bạn ích kỷ và chỉ muốn tập trung cho mình,"
    }
  },
  {
    "translation": {
      "en": "and your family and your own life,",
      "vi": "gia đình mình và cuộc sống của riêng mình,"
    }
  },
  {
    "translation": {
      "en": "which I think is a very respectful position to have",
      "vi": "một cách nghĩ mà theo tôi vẫn rất đáng tôn trọng"
    }
  },
  {
    "translation": {
      "en": "as a human being struggling with everyday life,",
      "vi": "vì ai cũng phải vật lộn với cuộc sống hằng ngày,"
    }
  },
  {
    "translation": {
      "en": "still you would want to come back to a safe operating space.",
      "vi": "bạn vẫn sẽ muốn quay về một không gian sống an toàn."
    }
  },
  {
    "translation": {
      "en": "Everyone would benefit immediately of having clean air,",
      "vi": "Ai cũng sẽ được hưởng lợi tức khắc từ việc có không khí trong lành,"
    }
  },
  {
    "translation": {
      "en": "giving more healthy and longer life expectancies.",
      "vi": "được sống khỏe mạnh và có tuổi thọ kỳ vọng dài hơn."
    }
  },
  {
    "translation": {
      "en": "Your children would be healthier.",
      "vi": "Các con bạn sẽ khỏe mạnh hơn."
    }
  },
  {
    "translation": {
      "en": "Coming back within planetary boundaries",
      "vi": "Về lại trong các ranh giới của hành tinh"
    }
  },
  {
    "translation": {
      "en": "also means you are more likely to live in,",
      "vi": "cũng có nghĩa bạn nhiều khả năng sẽ được sống trong những quần xã với, bạn biết đấy, những thị trường, công việc ổn định,"
    }
  },
  {
    "translation": {
      "en": "in societies with, you know, stable markets and stable jobs,",
      "vi": "trong những quần xã với, bạn biết đấy, những thị trường, công việc ổn định,"
    }
  },
  {
    "translation": {
      "en": "which then reduces risks of conflict and instability where you're living.",
      "vi": "từ đó sẽ giảm thiểu nguy cơ xảy ra xung đột và bất ổn tại nơi bạn sinh sống."
    }
  },
  {
    "translation": {
      "en": "So, all in all,",
      "vi": "Tức là, tựu chung,"
    }
  },
  {
    "translation": {
      "en": "you want to be in a safe space, rather than being in a danger zone where everything is just in flux.",
      "vi": "bạn sẽ muốn ở không gian an toàn hơn là nơi nguy hiểm, mọi thứ thay đổi liên tục."
    }
  },
  {
    "translation": {
      "en": "What we do between 2020 and 2030,",
      "vi": "Việc ta nên làm từ năm 2020 tới 2030 ư,"
    }
  },
  {
    "translation": {
      "en": "from the evidence we have today, my conclusion is,",
      "vi": "từ bằng chứng hiện có, tôi kết luận rằng"
    }
  },
  {
    "translation": {
      "en": "it will be the decisive decade for humanity's future on Earth.",
      "vi": "đây sẽ là thập kỷ quyết định với tương lai nhân loại trên Trái Đất."
    }
  },
  {
    "translation": {
      "en": "The future's not determined. The future is in our hands.",
      "vi": "Tương lai chưa bị định đoạt. Tương lai vẫn nằm trong tay ta."
    }
  },
  {
    "translation": {
      "en": "What happens over the next centuries",
      "vi": "Những gì sẽ xảy ra trong các thế kỷ tiếp theo"
    }
  },
  {
    "translation": {
      "en": "will be determined of how we play our cards this decade.",
      "vi": "sẽ được định đoạt bởi những hành động của ta ở thập kỷ này."
    }
  },
  {
    "translation": {
      "en": "[David] It's a remarkable time to be alive,",
      "vi": "Đây là giai đoạn sống tuyệt vời,"
    }
  },
  {
    "translation": {
      "en": "but it also carries great responsibility to act decisively.",
      "vi": "nhưng đi kèm với nó là trọng trách phải hành động quyết đoán."
    }
  },
  {
    "translation": {
      "en": "We have no time to lose.",
      "vi": "Ta không thể lãng phí thời gian nữa."
    }
  },
  {
    "translation": {
      "en": "[Johan] What would we do if we had had a report tomorrow morning",
      "vi": "Ta sẽ làm gì nếu sáng mai ta đọc được tin"
    }
  },
  {
    "translation": {
      "en": "saying that an asteroid is on its way to Earth?",
      "vi": "một tiểu hành tinh đang lao tới Trái Đất?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure that we would just put everything else aside",
      "vi": "Ừm, tôi tin là ta sẽ gạt hết những thứ khác qua một bên"
    }
  },
  {
    "translation": {
      "en": "and just focus then on solving the problem.",
      "vi": "để chỉ tập trung xử lý vấn đề đó."
    }
  },
  {
    "translation": {
      "en": "Cost whatever cost it takes.",
      "vi": "Bằng bất cứ giá nào."
    }
  },
  {
    "translation": {
      "en": "[David] It is now clear from the science",
      "vi": "Nhờ khoa học, giờ ta đã thấy rõ"
    }
  },
  {
    "translation": {
      "en": "that the planetary crisis we are facing requires the same united response.",
      "vi": "rằng cuộc khủng hoảng hành tinh mà ta đang đối mặt cũng cần một phản ứng tập thể."
    }
  },
  {
    "translation": {
      "en": "[Johan] I would say that we do not have environmental problems in the world anymore.",
      "vi": "Theo tôi ta không còn những vấn đề môi trường trên thế giới nữa."
    }
  },
  {
    "translation": {
      "en": "Destabilizing the planet…",
      "vi": "Việc hành tinh bị bất ổn…"
    }
  },
  {
    "translation": {
      "en": "The risk of destabilizing the planet is a question of security and stability",
      "vi": "Nguy cơ gây bất ổn cho hành tinh là vấn đề thuộc về an ninh và tính ổn định"
    }
  },
  {
    "translation": {
      "en": "for all societies in the world.",
      "vi": "đối với mọi quần xã trên thế giới."
    }
  },
  {
    "translation": {
      "en": "Therefore, it is a question for the Security Council.",
      "vi": "Nên bài toán đó là dành cho Hội đồng Bảo an."
    }
  },
  {
    "translation": {
      "en": "I think one should put the planetary boundaries right at the center",
      "vi": "Theo tôi ta nên đặt những ranh giới của hành tinh vào trung tâm"
    }
  },
  {
    "translation": {
      "en": "of the most strategic top governance level we have in the world,",
      "vi": "của cấp chính quyền chiến lược cao nhất trên thế giới,"
    }
  },
  {
    "translation": {
      "en": "which is the United Nations Security Council.",
      "vi": "Hội đồng Bảo an Liên Hiệp Quốc."
    }
  },
  {
    "translation": {
      "en": "[David] Such a global response is now within reach as never before.",
      "vi": "Một phản ứng ở cấp độ toàn cầu như thế đang ở trong tầm với hơn bao giờ hết."
    }
  },
  {
    "translation": {
      "en": "There's something bigger happening right now,",
      "vi": "Có một vấn đề lớn lao hơn đang diễn ra,"
    }
  },
  {
    "translation": {
      "en": "which is that one species, we humans,",
      "vi": "đó là một giống loài, tức là loài người chúng ta,"
    }
  },
  {
    "translation": {
      "en": "are such a dominant force on the planet",
      "vi": "đang là thế lực thống trị hành tinh này"
    }
  },
  {
    "translation": {
      "en": "in a way that we haven't seen across the eons over the past four billion years.",
      "vi": "theo cái cách ta chưa từng thấy qua khắp các thời đại trong bốn tỉ năm qua."
    }
  },
  {
    "translation": {
      "en": "Mother Earth is under continuous diagnosis",
      "vi": "Mẹ Thiên nhiên đang liên tục được chẩn đoán"
    }
  },
  {
    "translation": {
      "en": "and continuous observation.",
      "vi": "và liên tục được quan sát."
    }
  },
  {
    "translation": {
      "en": "The digitalization and the hyper-connectivity",
      "vi": "Sự số hóa và siêu kết nối"
    }
  },
  {
    "translation": {
      "en": "in the world of science and in the world of observation",
      "vi": "trong giới khoa học và giới quan sát"
    }
  },
  {
    "translation": {
      "en": "now means we've covered the whole planet with knowledge.",
      "vi": "giờ đồng nghĩa là ta đã bao quát được cả hành tinh bằng tri thức."
    }
  },
  {
    "translation": {
      "en": "What if we're now entering",
      "vi": "Sẽ ra sao nếu như ta đang bước vào"
    }
  },
  {
    "translation": {
      "en": "a new, unique geological epoch",
      "vi": "một kỷ nguyên địa chất mới mẻ, độc đáo"
    }
  },
  {
    "translation": {
      "en": "that is not only geophysically defined,",
      "vi": "không chỉ được định hình về mặt địa vật lý"
    }
  },
  {
    "translation": {
      "en": "but also defined by the fact that we have a new consciousness embedded inside the planet?",
      "vi": "mà còn được định hình bởi việc ta đã có nhận thức mới gắn liền với hành tinh này?"
    }
  },
  {
    "translation": {
      "en": "Thanks to the work of scientists like Johan Rockström,",
      "vi": "Nhờ thành quả lao động của những nhà khoa học như Johan Rockstrom,"
    }
  },
  {
    "translation": {
      "en": "we now have the capacity to act as Earth's conscience, its brain.",
      "vi": "giờ ta đã có khả năng đóng vai lương tâm, bộ óc của Trái Đất,"
    }
  },
  {
    "translation": {
      "en": "Thinking and acting with one unified purpose",
      "vi": "có thể tư duy và hành động với một mục đích hợp nhất."
    }
  },
  {
    "translation": {
      "en": "to ensure that our planet forever remains healthy and resilient.",
      "vi": "Đó là đảm bảo hành tinh này sẽ mãi mãi khỏe mạnh và kiên cường."
    }
  },
  {
    "translation": {
      "en": "The perfect home.",
      "vi": "Một mái nhà hoàn hảo."
    }
  }
]