[
  {
    "translation": {
      "en": "[woman] There's absolutely nothing to do around here.",
      "vi": "Xung quanh đây chẳng có gì để làm cả."
    }
  },
  {
    "translation": {
      "en": "So, instead of doing drugs, I go out in the woods.",
      "vi": "Vậy nên, thay vì hút hít, tôi đi vào trong khu rừng."
    }
  },
  {
    "translation": {
      "en": "Even though people think that I'm cra… [laughs]",
      "vi": "Dù mọi người nhìn tôi như kẻ điên…"
    }
  },
  {
    "translation": {
      "en": "I probably do look crazy out there digging for rocks.",
      "vi": "Có lẽ lúc tìm đá trông cũng điên thật."
    }
  },
  {
    "translation": {
      "en": "But I… I really like looking for rocks and fossils.",
      "vi": "Nhưng tôi rất thích đi tìm các loại đá và hóa thạch."
    }
  },
  {
    "translation": {
      "en": "I think it's cool, so whatever.",
      "vi": "Khá tuyệt mà, nên kệ thôi."
    }
  },
  {
    "translation": {
      "en": "I have some cool fossils except for the one that turned out to be dog poo.",
      "vi": "Tôi có vài mẫu hoá thạch xịn lắm, ngoại trừ một cái hoá ra là phân chó."
    }
  },
  {
    "translation": {
      "en": "I look for just a few different types of crystals.",
      "vi": "Tôi chỉ tìm kiếm một vài loại tinh thể thôi."
    }
  },
  {
    "translation": {
      "en": "Healing powers, your chakra.",
      "vi": "Giúp chữa lành, cân bằng luân xa."
    }
  },
  {
    "translation": {
      "en": "It helps me clear my mind.",
      "vi": "Giúp giải tỏa tâm trí tôi."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I was arrested for murder.",
      "vi": "Tôi từng bị bắt vì tội giết người."
    }
  },
  {
    "translation": {
      "en": "The man was in my home.",
      "vi": "Gã đàn ông đó ở trong nhà tôi."
    }
  },
  {
    "translation": {
      "en": "I did what I thought I had to do,",
      "vi": "Tôi đã làm điều tôi cho là cần thiết,"
    }
  },
  {
    "translation": {
      "en": "what I did have to do, no doubt in my mind.",
      "vi": "điều mà tôi phải làm, không chút nghi ngờ."
    }
  },
  {
    "translation": {
      "en": "'Cause If I wouldn't have, my brother and I would both be dead right now.",
      "vi": "Nếu tôi không làm, em trai và tôi giờ có lẽ đã chết rồi."
    }
  },
  {
    "translation": {
      "en": "I'm ready for my Stand Your Ground hearing.",
      "vi": "Tôi đã sẵn sàng cho phiên điều trần vì luật Kháng cự tấn công."
    }
  },
  {
    "translation": {
      "en": "If they let me tell my story, I believe that I'll win.",
      "vi": "Nếu họ cho phép tôi kể lại câu chuyện, tôi tin mình sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "[woman] I've covered Stand Your Ground cases before,",
      "vi": "Tôi từng viết về vài vụ Kháng cự tấn công,"
    }
  },
  {
    "translation": {
      "en": "and almost all of them, they were men.",
      "vi": "và gần như tất cả bọn họ đều là đàn ông."
    }
  },
  {
    "translation": {
      "en": "Stand Your Ground is a self-defense law in Alabama.",
      "vi": "Kháng cự tấn công là một luật tự vệ ở Alabama."
    }
  },
  {
    "translation": {
      "en": "And so, the police may go to a scene, you know, find that someone's been killed,",
      "vi": "Và rồi, cảnh sát sẽ đến hiện trường, phát hiện ai đó đã bị sát hại,"
    }
  },
  {
    "translation": {
      "en": "and then they'll just say it was justified.",
      "vi": "sau đó họ sẽ chỉ nói là có lý do chính đáng."
    }
  },
  {
    "translation": {
      "en": "And they often dismiss cases.",
      "vi": "Và họ thường huỷ các bản án."
    }
  },
  {
    "translation": {
      "en": "In Brittany's case, she was charged with killing a man",
      "vi": "Với vụ của Brittany, cô ấy bị buộc tội giết một người đàn ông,"
    }
  },
  {
    "translation": {
      "en": "who she accused of raping her.",
      "vi": "người bị cô cáo buộc cưỡng hiếp."
    }
  },
  {
    "translation": {
      "en": "And, if she is convicted, she could face up to life in prison.",
      "vi": "Và, nếu bị kết án, cô ấy có thể phải đối mặt với án chung thân."
    }
  },
  {
    "translation": {
      "en": "And so the most compelling thing to me was,",
      "vi": "Và điều tôi quan tâm nhất là,"
    }
  },
  {
    "translation": {
      "en": "\"Are women able to use the system to defend themselves",
      "vi": "\"Liệu phụ nữ có thể dùng hệ thống này để biện hộ cho bản thân"
    }
  },
  {
    "translation": {
      "en": "in the way that men are?\"",
      "vi": "như cách của đàn ông không?\""
    }
  },
  {
    "translation": {
      "en": "[woman] I have two kids.",
      "vi": "Tôi có hai đứa con."
    }
  },
  {
    "translation": {
      "en": "-There's my lovely brother. -[woman] Brittany and Chris.",
      "vi": "- Em trai yêu quý. - Brittany và Chris."
    }
  },
  {
    "translation": {
      "en": "Say hi, Chris!",
      "vi": "Chào đi, Chris!"
    }
  },
  {
    "translation": {
      "en": "Their father and I divorced when they were four and eight.",
      "vi": "Bố hai đứa và tôi ly dị khi chúng bốn và tám tuổi."
    }
  },
  {
    "translation": {
      "en": "I was a single mom.",
      "vi": "Tôi là mẹ đơn thân."
    }
  },
  {
    "translation": {
      "en": "In Jackson County, it's hard to be a single mom",
      "vi": "Ở Hạt Jackson, làm mẹ đơn thân rất cực"
    }
  },
  {
    "translation": {
      "en": "because there's not much financial assistance whatsoever",
      "vi": "bởi vì không có nhiều hỗ trợ tài chính hay gì khác"
    }
  },
  {
    "translation": {
      "en": "for a single mom.",
      "vi": "cho mẹ đơn thân."
    }
  },
  {
    "translation": {
      "en": "I worked anywhere from 12 to 16 hours a day,",
      "vi": "Tôi làm việc khắp nơi từ 12 đến 16 tiếng một ngày,"
    }
  },
  {
    "translation": {
      "en": "sometimes more if I could get more in, you know.",
      "vi": "đôi khi nhiều hơn nếu xếp được lịch."
    }
  },
  {
    "translation": {
      "en": "But we ended up living in the projects.",
      "vi": "Nhưng rồi bọn tôi vẫn phải sống ở nhà trợ cấp."
    }
  },
  {
    "translation": {
      "en": "Brittany, she was smart as a whip.",
      "vi": "Brittany, con bé thông minh lanh lợi."
    }
  },
  {
    "translation": {
      "en": "I mean, that child could pass a test, any test,",
      "vi": "Ý tôi là, con bé có thể vượt qua mọi bài kiểm tra,"
    }
  },
  {
    "translation": {
      "en": "without ever even crackin' a book.",
      "vi": "mà thậm chí chẳng cần mở sách."
    }
  },
  {
    "translation": {
      "en": "She was just really a honor roll student.",
      "vi": "Con bé còn đạt được danh hiệu học sinh xuất sắc."
    }
  },
  {
    "translation": {
      "en": "Brittany got married. I guess she was 19.",
      "vi": "Brittany kết hôn. Tôi nghĩ là khoảng tầm 19 tuổi."
    }
  },
  {
    "translation": {
      "en": "And then her husband left and went back to his mom's.",
      "vi": "Và rồi khi chồng con bé bỏ đi, nó lại quay về với mẹ."
    }
  },
  {
    "translation": {
      "en": "They got back together, they separated, they got back together.",
      "vi": "Quay về với nhau, chia tay rồi lại quay về."
    }
  },
  {
    "translation": {
      "en": "I quit keeping up because it was just like,",
      "vi": "Tôi cũng chẳng để ý nữa vì chuyện đó kiểu như:"
    }
  },
  {
    "translation": {
      "en": "\"Just let me know how many plates to set,\" you know, or… [laughs]",
      "vi": "\"Nói mẹ biết hôm nay bày mấy đĩa nhé\", bạn biết đấy, hoặc…"
    }
  },
  {
    "translation": {
      "en": "She has four kids,",
      "vi": "Con bé có bốn đứa con,"
    }
  },
  {
    "translation": {
      "en": "and she's had some hardships being a single mom.",
      "vi": "và phải chịu nhiều vất vả khi làm mẹ đơn thân."
    }
  },
  {
    "translation": {
      "en": "Trying to work, trying to take care of the kids,",
      "vi": "Cố gắng làm việc, cố chăm lo cho các con,"
    }
  },
  {
    "translation": {
      "en": "and then depression, it really hit her hard.",
      "vi": "rồi lại đến trầm cảm, mọi thứ đổ lên đầu con bé."
    }
  },
  {
    "translation": {
      "en": "When Brittany had Baby Will,",
      "vi": "Khi Brittany có bé Will,"
    }
  },
  {
    "translation": {
      "en": "Baby Will had, uh, Potter's syndrome.",
      "vi": "bé Will bị hội chứng Potter."
    }
  },
  {
    "translation": {
      "en": "It… it's a genetic disorder.",
      "vi": "Một dạng rối loạn di truyền."
    }
  },
  {
    "translation": {
      "en": "He just lived 45 minutes.",
      "vi": "Thằng bé chỉ sống được 45 phút."
    }
  },
  {
    "translation": {
      "en": "When she lost a full-born child, Brittany went out in left field",
      "vi": "Khi mất đứa con mới sinh, Brittany trở nên rất khác thường,"
    }
  },
  {
    "translation": {
      "en": "and found peace somewhere else with addiction.",
      "vi": "và nó tìm được bình yên ở nơi khác khi nghiện ngập."
    }
  },
  {
    "translation": {
      "en": "Oh, it's raining.",
      "vi": "Ồ, trời mưa."
    }
  },
  {
    "translation": {
      "en": "It's gotten really bad in Jackson County, as a whole, with the drugs.",
      "vi": "Ma túy khiến cả cái Hạt Jackson này dần tệ đi nhiều."
    }
  },
  {
    "translation": {
      "en": "And it wasn't that way when I was a kid, you know, growin' up.",
      "vi": "Khi tôi lớn lên, nó không hề như vậy."
    }
  },
  {
    "translation": {
      "en": "When I noticed my daughter started lookin' like a toothpick…",
      "vi": "Khi nhận ra con gái mình bắt đầu nhìn như cây tăm…"
    }
  },
  {
    "translation": {
      "en": "She started hanging out with different people--",
      "vi": "Tụ tập với đủ loại người…"
    }
  },
  {
    "translation": {
      "en": "[woman on intercom] Can I take your order? Do y'all want anything?",
      "vi": "- Bạn muốn đặt gì? - Muốn ăn gì không?"
    }
  },
  {
    "translation": {
      "en": "You good? Um…",
      "vi": "Không hả?"
    }
  },
  {
    "translation": {
      "en": "I need two sausage, egg, and cheese McGriddles.",
      "vi": "Cho tôi hai xúc xích, trứng và phô mai McGriddle."
    }
  },
  {
    "translation": {
      "en": "-Thanks. -[woman] Have a good day.",
      "vi": "- Cảm ơn. - Ngày tốt lành."
    }
  },
  {
    "translation": {
      "en": "You too.",
      "vi": "Cô cũng vậy."
    }
  },
  {
    "translation": {
      "en": "But, um, anyway, um, it was just one hell of a ride.",
      "vi": "Dù sao thì, chuyện khi đó rất tồi tệ."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna tell you.",
      "vi": "Không nói giảm gì đâu."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I started using methamphetamine.",
      "vi": "Tôi bắt đầu dùng ma túy đá."
    }
  },
  {
    "translation": {
      "en": "And then, just a few months in, I lost my kids.",
      "vi": "Và rồi, chỉ vài tháng sau, con tôi đã bị đem đi mất."
    }
  },
  {
    "translation": {
      "en": "My world was gone.",
      "vi": "Tôi mất cả thế giới."
    }
  },
  {
    "translation": {
      "en": "[Ramona] When she lost child custody, she hit rock bottom.",
      "vi": "Khi bị tước quyền nuôi con, con bé chìm trong tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "We did support and help her as… as much as we could.",
      "vi": "Bọn tôi đã hỗ trợ và giúp đỡ con bé nhiều nhất có thể."
    }
  },
  {
    "translation": {
      "en": "And she struggled. She relapsed a couple of times.",
      "vi": "Con bé đã phải vật lộn. Tái nghiện đến vài lần."
    }
  },
  {
    "translation": {
      "en": "But she pulled herself back up.",
      "vi": "Nhưng con bé đã vực dậy."
    }
  },
  {
    "translation": {
      "en": "She did get clean, and she stayed clean.",
      "vi": "Nó cai nghiện thành công, và duy trì như vậy."
    }
  },
  {
    "translation": {
      "en": "And, I mean, she was workin' at a home, doin' good.",
      "vi": "Và, ý tôi là, nó làm việc ở một nhà chăm sóc, cũng rất ổn."
    }
  },
  {
    "translation": {
      "en": "And on January the 10th of 2018,",
      "vi": "Và vào ngày mười tháng Một năm 2018,"
    }
  },
  {
    "translation": {
      "en": "Brittany had a home evaluation done on her home.",
      "vi": "Brittany đã trải qua một buổi đánh giá nhà."
    }
  },
  {
    "translation": {
      "en": "Made sure everything was safe for the kids, and, um, she passed it.",
      "vi": "Đảm bảo mọi thứ an toàn cho bọn trẻ, và con bé đã vượt qua."
    }
  },
  {
    "translation": {
      "en": "The lady told her she was proud of her.",
      "vi": "Bà ấy nói rất tự hào về con bé."
    }
  },
  {
    "translation": {
      "en": "-Wow! -[Ramona] Brittany was super excited.",
      "vi": "Brittany cực kì phấn khích."
    }
  },
  {
    "translation": {
      "en": "We had waited so long to get these kids back.",
      "vi": "Chúng tôi đã đợi để đưa bọn trẻ về từ rất lâu rồi."
    }
  },
  {
    "translation": {
      "en": "So you had a good time, huh? Which one was your favorite animal to see?",
      "vi": "Có vẻ vui quá nhỉ? Thế con thích xem con vật nào nhất?"
    }
  },
  {
    "translation": {
      "en": "[girl over phone] The llama!",
      "vi": "Con lạc đà không bướu!"
    }
  },
  {
    "translation": {
      "en": "The llama? Did it try to spit on you?",
      "vi": "Lạc đà ư? Nó có cố nhổ nước bọt vào con không?"
    }
  },
  {
    "translation": {
      "en": "[Ashley] Brittany was looking to buy a puppy.",
      "vi": "Brittany đang tìm mua một con chó con."
    }
  },
  {
    "translation": {
      "en": "She wanted that puppy for the kids.",
      "vi": "Muốn mua để tặng cho bọn trẻ."
    }
  },
  {
    "translation": {
      "en": "Todd Smith, he was a pit bull breeder.",
      "vi": "Todd Smith, anh ta gây giống chó pitbull."
    }
  },
  {
    "translation": {
      "en": "She had met Todd back in, like, high school days.",
      "vi": "Cô ấy gặp Todd từ hồi trung học."
    }
  },
  {
    "translation": {
      "en": "Brittany arranged with him to purchase a pit bull puppy, which she did.",
      "vi": "Brittany hẹn gặp anh ta để mua một con cún pitbull, cô ấy đã đến."
    }
  },
  {
    "translation": {
      "en": "It was only just a couple of days later that the shooting happened.",
      "vi": "Và vụ nổ súng xảy ra chỉ trước cuộc hẹn vài ngày."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I get a call from Todd asking if I would come and get him from the park",
      "vi": "Tôi nhận được cuộc gọi từ Todd hỏi liệu có thể đến công viên đón anh ta không…"
    }
  },
  {
    "translation": {
      "en": "because his ride had dropped him off, and they wouldn't come back and get him.",
      "vi": "vì anh ta đi nhờ xe đến một nơi, và họ sẽ không quay lại đón anh ta."
    }
  },
  {
    "translation": {
      "en": "So I told him, you know, \"All right, we'll come and get you.\"",
      "vi": "Nên tôi nói với anh ta: \"Rồi, bọn tôi sẽ tới đón\"."
    }
  },
  {
    "translation": {
      "en": "\"You can stay on my couch for one night, but tomorrow you have got to leave.\"",
      "vi": "\"Anh có thể ngủ trên ghế sô pha một đêm, nhưng mai phải đi ngay\"."
    }
  },
  {
    "translation": {
      "en": "\"You can't just hole up at my house. It's not a crash house.\"",
      "vi": "\"Không thể cứ trú ở nhà tôi. Đây đâu phải nhà chứa\"."
    }
  },
  {
    "translation": {
      "en": "\"I'm about to get my kids home.\"",
      "vi": "\"Tôi sắp đón bọn trẻ về rồi\"."
    }
  },
  {
    "translation": {
      "en": "And we talked for a little while.",
      "vi": "Và bọn tôi trò chuyện thêm một lúc nữa."
    }
  },
  {
    "translation": {
      "en": "And I wasn't trying to brag, but I was like,",
      "vi": "Không phải khoe khoang, tôi chỉ nói:"
    }
  },
  {
    "translation": {
      "en": "\"You know, I'm working. I'm about to get my children back.\"",
      "vi": "\"Tôi đang đi làm. Tôi sắp đón bọn trẻ về\"."
    }
  },
  {
    "translation": {
      "en": "\"Things are looking forward for me.\"",
      "vi": "\"Mọi thứ đang dần tốt đẹp hơn với tôi\"."
    }
  },
  {
    "translation": {
      "en": "And then…",
      "vi": "Và rồi…"
    }
  },
  {
    "translation": {
      "en": "…I don't know what happened. Something snapped inside of this man.",
      "vi": "Tôi chẳng hiểu nổi. Người đàn ông ấy bỗng phát rồ lên."
    }
  },
  {
    "translation": {
      "en": "And he jumped up and started screaming at me.",
      "vi": "Anh ta nhảy dựng và bắt đầu la hét."
    }
  },
  {
    "translation": {
      "en": "And he headbutts me.",
      "vi": "Đập trán vào đầu tôi."
    }
  },
  {
    "translation": {
      "en": "So I take off runnin' through the hallway to my bedroom, and I slam the door.",
      "vi": "Nên tôi chạy qua hành lang vào phòng ngủ, rồi đóng sầm cửa lại."
    }
  },
  {
    "translation": {
      "en": "And, um, he busted through the door and tackled me on the bed",
      "vi": "Sau đó anh ta phá cửa xông vào và đè tôi xuống giường"
    }
  },
  {
    "translation": {
      "en": "and started choking me.",
      "vi": "rồi bắt đầu bóp cổ tôi."
    }
  },
  {
    "translation": {
      "en": "And then I saw black, and I thought,",
      "vi": "Tầm nhìn dần tối đi, tôi nghĩ:"
    }
  },
  {
    "translation": {
      "en": "\"This is what it's like to die. God, please don't let me die.\"",
      "vi": "\"Vậy chết là như này. Xin Chúa, đừng để con chết\"."
    }
  },
  {
    "translation": {
      "en": "And, uh, I woke up, and I peed on myself. And my pants are off,",
      "vi": "Khi tỉnh dậy, tôi đã tiểu ra người, quần thì bị tụt xuống."
    }
  },
  {
    "translation": {
      "en": "and he's raping me.",
      "vi": "và anh ta đang cưỡng hiếp tôi."
    }
  },
  {
    "translation": {
      "en": "And he's still choking me.",
      "vi": "Lúc ấy anh ta vẫn bóp cổ tôi."
    }
  },
  {
    "translation": {
      "en": "And he says, \"If you say one F-ing word, I will kill you.\" [sniffs]",
      "vi": "Anh ta nói: \"Nếu mày nói thêm một từ nào nữa, tao sẽ giết mày\"."
    }
  },
  {
    "translation": {
      "en": "He said, \"If you even breathe wrong, I will kill you.\"",
      "vi": "Rồi còn nói: \"Nếu thở sai, tao cũng giết mày\"."
    }
  },
  {
    "translation": {
      "en": "Brittany called, I guess, about 12:40.",
      "vi": "Brittany gọi, tôi nghĩ là khoảng tầm 12 giờ 40 phút."
    }
  },
  {
    "translation": {
      "en": "And she said, um,",
      "vi": "Và con bé nói:"
    }
  },
  {
    "translation": {
      "en": "\"Mama, will you bring me a pack of cigarettes?\"",
      "vi": "\"Mẹ, mẹ mang cho con một bao thuốc lá nhé?\""
    }
  },
  {
    "translation": {
      "en": "And I said, um,",
      "vi": "Và tôi nói:"
    }
  },
  {
    "translation": {
      "en": "\"Baby, I don't have any money till Wednesday or Thursday,\" you know?",
      "vi": "\"Con yêu, từ giờ cho đến thứ Tư hoặc Năm mẹ không có tiền đâu\"."
    }
  },
  {
    "translation": {
      "en": "And, uh, she said, \"Mama, I've got money.\"",
      "vi": "\"Con yêu, từ giờ cho đến thứ Tư hoặc Năm mẹ không có tiền đâu\". Con bé đáp: \"Mẹ, con có tiền\"."
    }
  },
  {
    "translation": {
      "en": "She said, \"Just… just get over here and take me to the store.\"",
      "vi": "Và nói: \"Mẹ cứ qua đây rồi đưa con đến cửa hàng\"."
    }
  },
  {
    "translation": {
      "en": "'Cause we were down to the one car, you know.",
      "vi": "Vì cả nhà có duy nhất một chiếc xe."
    }
  },
  {
    "translation": {
      "en": "I was so tired.",
      "vi": "Khi ấy tôi rất mệt."
    }
  },
  {
    "translation": {
      "en": "I had worked that day.",
      "vi": "Làm việc cả ngày hôm đó."
    }
  },
  {
    "translation": {
      "en": "It was freezing cold and snowin'.",
      "vi": "Trời thì lạnh cóng lại còn có tuyết."
    }
  },
  {
    "translation": {
      "en": "My hair was wet, and I was like,",
      "vi": "Tóc vẫn ướt, nên tôi kiểu:"
    }
  },
  {
    "translation": {
      "en": "\"Chris, can you just go take your sister to the store to get some cigarettes?\"",
      "vi": "\"Chris, con có thể chở chị qua cửa hàng mua vài bao thuốc lá không?"
    }
  },
  {
    "translation": {
      "en": "[Chris] I'm a little bit irritated because I'm tired.",
      "vi": "EM TRAI CỦA BRITTANY Tôi có hơi bực vì khá mệt mỏi."
    }
  },
  {
    "translation": {
      "en": "But I… I get up, and I head to Brittany's house.",
      "vi": "Nhưng tôi vẫn ngồi dậy và đi đến nhà Brittany."
    }
  },
  {
    "translation": {
      "en": "I thought it was just gonna be me and her going to the store.",
      "vi": "Tôi nghĩ sẽ chỉ có tôi và chị ấy đến cửa hàng."
    }
  },
  {
    "translation": {
      "en": "But then Todd comes out behind Brittany, and Brittany gets in the front seat.",
      "vi": "Nhưng rồi Todd đi ra từ phía sau Brittany, Brittany ngồi ghế trước."
    }
  },
  {
    "translation": {
      "en": "Brittany was not talking as much, but I didn't pay much attention.",
      "vi": "Brittany ít nói hơn mọi khi, nhưng tôi cũng không quá để ý."
    }
  },
  {
    "translation": {
      "en": "I drive over into MAPCO.",
      "vi": "Tôi lái xe đến MAPCO."
    }
  },
  {
    "translation": {
      "en": "While she's in the store, me and Todd are talkin' in the car.",
      "vi": "Khi chị ấy đi vào, tôi và Todd đang nói chuyện trong xe."
    }
  },
  {
    "translation": {
      "en": "[woman] I was taking care of a customer, and Brittany comes in.",
      "vi": "Tôi đang tiếp một khách hàng thì Brittany bước vào."
    }
  },
  {
    "translation": {
      "en": "She is, like, all out of sorts. You could tell she looked like she'd been in a fight.",
      "vi": "Trông rất mệt mỏi. Có thể nhìn ra cô ấy như vừa vướng vào một trận đánh."
    }
  },
  {
    "translation": {
      "en": "And then I'm like, \"What happened to you?\"",
      "vi": "Tôi hỏi: \"Cô gặp chuyện gì vậy?\""
    }
  },
  {
    "translation": {
      "en": "And then, as soon as I said that, she was like, \"Shh.\"",
      "vi": "Và ngay khi tôi nói thế, cô ấy kiểu…"
    }
  },
  {
    "translation": {
      "en": "You know, \"Don't draw any attention.\"",
      "vi": "\"Đừng gây chú ý\"."
    }
  },
  {
    "translation": {
      "en": "And that's when she started telling me what happened to her.",
      "vi": "Rồi bắt đầu kể chuyện đã xảy ra với cô ấy."
    }
  },
  {
    "translation": {
      "en": "That she was being held hostage,",
      "vi": "Cô ấy phải tuân theo hắn,"
    }
  },
  {
    "translation": {
      "en": "that she had been raped, beaten by Todd Smith.",
      "vi": "rằng cô ấy bị Todd Smith cưỡng hiếp, đánh đập."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Just stay here. Like, get in this room.\"",
      "vi": "Tôi nói: \"Cứ ở đây. Vào phòng đi\"."
    }
  },
  {
    "translation": {
      "en": "And she said, \"I can't. My brother's in the car.\"",
      "vi": "Cô ấy đáp: \"Không được. Em tôi trong xe."
    }
  },
  {
    "translation": {
      "en": "\"If I don't go back out there, he's gonna hurt my brother.\"",
      "vi": "Nếu không quay lại, hắn sẽ làm hại em ấy\"."
    }
  },
  {
    "translation": {
      "en": "[Chris] After a minute, she comes out,",
      "vi": "Sau một phút, chị ấy đi ra,"
    }
  },
  {
    "translation": {
      "en": "and I go to pull off to take them back home.",
      "vi": "tôi lái tới chỗ đậu xe để đưa họ về."
    }
  },
  {
    "translation": {
      "en": "Todd gets out of the car first and starts to walk upstairs to go in the house,",
      "vi": "Todd ra khỏi xe trước và bắt đầu bước lên cầu thang để vào nhà,"
    }
  },
  {
    "translation": {
      "en": "and Brittany, before she gets out,",
      "vi": "Và, Brittany, trước khi đi ra,"
    }
  },
  {
    "translation": {
      "en": "she tells me that I need to go back to the MAPCO to talk to one of the clerks.",
      "vi": "chị ấy nói tôi cần quay trở lại MAPCO để nói chuyện với một nhân viên ở đó."
    }
  },
  {
    "translation": {
      "en": "[Paige] He was clueless. Like, he had no idea.",
      "vi": "Cậu ấy hoàn toàn không biết gì."
    }
  },
  {
    "translation": {
      "en": "And I started tellin' him, and he was like, \"What?\"",
      "vi": "Và khi tôi bắt đầu kể lại, cậu ấy nói: \"Sao cơ?\""
    }
  },
  {
    "translation": {
      "en": "[Chris] So, I'm driving back over to the house.",
      "vi": "Vậy là, tôi lái xe về lại ngôi nhà."
    }
  },
  {
    "translation": {
      "en": "I always had my pistol right here on my side.",
      "vi": "Tôi luôn mang theo khẩu súng bên mình."
    }
  },
  {
    "translation": {
      "en": "I… I went in the back door,",
      "vi": "Tôi đi vào theo lối cửa sau,"
    }
  },
  {
    "translation": {
      "en": "and… and Todd's in the kitchen, gettin' something to drink.",
      "vi": "và Todd đang ở trong bếp, kiếm gì đó để uống."
    }
  },
  {
    "translation": {
      "en": "I told him that he needed to get his stuff and leave.",
      "vi": "Tôi bảo anh ta thu dọn đồ đạc rồi cuốn gói đi."
    }
  },
  {
    "translation": {
      "en": "He's just standing there, not movin'.",
      "vi": "Anh ta chỉ đứng yên đó, không di chuyển."
    }
  },
  {
    "translation": {
      "en": "I just wanted Todd gone.",
      "vi": "Tôi chỉ muốn Todd rời đi."
    }
  },
  {
    "translation": {
      "en": "I put my gun on the counter and try to physically remove him from the house,",
      "vi": "Tôi đặt súng lên bàn, cố gắng khiến gã ra khỏi nhà,"
    }
  },
  {
    "translation": {
      "en": "and then… then that's when the fight started.",
      "vi": "đó là lúc cuộc vật lộn bắt đầu."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I run into the kitchen, and they're fighting.",
      "vi": "Tôi chạy vào bếp, và họ đang đánh nhau."
    }
  },
  {
    "translation": {
      "en": "And Todd has my brother, choking him out.",
      "vi": "Todd túm được em trai tôi, anh ta kẹp cổ em ấy."
    }
  },
  {
    "translation": {
      "en": "I picked up the gun, and I said, \"Todd, stop.\"",
      "vi": "Tôi cầm súng và hô: \"Todd, thôi đi\"."
    }
  },
  {
    "translation": {
      "en": "\"I don't want to have to shoot anybody. Please let my brother go.\"",
      "vi": "\"Tôi không muốn phải bắn ai cả. Làm ơn thả em tôi ra\"."
    }
  },
  {
    "translation": {
      "en": "And he wouldn't, so I fired the gun.",
      "vi": "Và anh ta không chịu, nên tôi đã nổ súng."
    }
  },
  {
    "translation": {
      "en": "And nothing happened.",
      "vi": "Không có gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "And so I shot again.",
      "vi": "Nên tôi bắn một lần nữa."
    }
  },
  {
    "translation": {
      "en": "With the third time, my brother and him fell down.",
      "vi": "Với lần thứ ba, em trai tôi và anh ta ngã xuống."
    }
  },
  {
    "translation": {
      "en": "[operator] Jackson County 911.",
      "vi": "Hạt Jackson 911."
    }
  },
  {
    "translation": {
      "en": "[Brittany] Hi. I need an ambulance. Someone just, um, got shot.",
      "vi": "Xin chào. Tôi cần một xe cứu thương. Có người vừa mới bị bắn."
    }
  },
  {
    "translation": {
      "en": "[operator] Where's the person that shot him?",
      "vi": "Thủ phạm đã bắn anh ta đâu?"
    }
  },
  {
    "translation": {
      "en": "[Brittany] He's right here with me. He's my brother. He's not going to jail.",
      "vi": "Em ấy ở cạnh tôi. Em trai tôi. Em ấy sẽ không đi tù."
    }
  },
  {
    "translation": {
      "en": "He's like… he was trying to protect me.",
      "vi": "Em ấy chỉ là… cố gắng bảo vệ tôi thôi."
    }
  },
  {
    "translation": {
      "en": "What the fuck do I do? Please help me.",
      "vi": "Tôi phải làm cái quái gì? Xin hãy giúp tôi."
    }
  },
  {
    "translation": {
      "en": "[operator] Okay, you're gonna pump his chest hard and fast 30 times.",
      "vi": "Được rồi, cô hãy ép ngực 30 lần cho anh ta thật nhanh và mạnh."
    }
  },
  {
    "translation": {
      "en": "[Brittany cries] One, two, three, four…",
      "vi": "Một, hai, ba, bốn…"
    }
  },
  {
    "translation": {
      "en": "Please send an ambulance. Please.",
      "vi": "Cho xe cấp cứu đến đi. Làm ơn."
    }
  },
  {
    "translation": {
      "en": "[operator] They're on the way and comin' as fast as they can, okay?",
      "vi": "Họ đang đến nhanh nhất có thể, được chứ?"
    }
  },
  {
    "translation": {
      "en": "-[siren wailing] -[Brittany] Okay. I'm going to the road.",
      "vi": "Được rồi. Tôi sẽ ra ngoài đường."
    }
  },
  {
    "translation": {
      "en": "-[Brittany] In here! -[officer 1] Where… Who's the shooter?",
      "vi": "- Trong này! - Ở đâu… Ai là thủ phạm?"
    }
  },
  {
    "translation": {
      "en": "-Who's the shooter? -[Brittany] It's my brother.",
      "vi": "- Thủ phạm là ai? - Là em trai tôi."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Where's he at? Come out of the house!",
      "vi": "Cậu ta đang ở đâu? Ra khỏi nhà!"
    }
  },
  {
    "translation": {
      "en": "-[Brittany] Don't shoot. -[officer 1] Come on!",
      "vi": "- …để cảnh sát khám xét. - Đi nào."
    }
  },
  {
    "translation": {
      "en": "[Brittany] He shot him 'cause he choked me.",
      "vi": "- Em ấy nổ súng vì hắn bóp cổ tôi. - Đi nào."
    }
  },
  {
    "translation": {
      "en": "-[officer 1] Come on out! -[Brittany] He raped me.",
      "vi": "- Đi ra. - Hắn cưỡng hiếp tôi."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Hold a minute. Is there anybody in the house?",
      "vi": "Chờ chút. Có ai ở trong nhà không?"
    }
  },
  {
    "translation": {
      "en": "-[Brittany] No. -[officer 2] Stay here.",
      "vi": "- Không có ai đâu. - Ở đây."
    }
  },
  {
    "translation": {
      "en": "Found him downstairs.",
      "vi": "Thấy anh ta ở tầng dưới."
    }
  },
  {
    "translation": {
      "en": "-[officer 1] No pulse. -[officer 2] No pulse. No pulse. Okay.",
      "vi": "- Không có mạch. - Không có mạch. Được rồi."
    }
  },
  {
    "translation": {
      "en": "[Chris] You know, I was raised to do the right thing,",
      "vi": "Tôi được dạy phải làm theo lẽ phải,"
    }
  },
  {
    "translation": {
      "en": "even though the rest of the world may not see it like that.",
      "vi": "dù cho phần còn lại của thế giới có thể không thấy vậy."
    }
  },
  {
    "translation": {
      "en": "In Jackson County, women don't get treated fairly in general.",
      "vi": "Ở Hạt Jackson, phụ nữ nhìn chung không được đối xử công bằng."
    }
  },
  {
    "translation": {
      "en": "So I thought, \"If I don't take the blame, she's never gonna get her kids back.\"",
      "vi": "Nên tôi nghĩ: \"Nếu không nhận, chị ấy sẽ không bao giờ được đoàn tụ với con\"."
    }
  },
  {
    "translation": {
      "en": "[Brittany] The next morning, I woke up. My heart sank.",
      "vi": "Sáng hôm sau, tôi thức dậy. Tim tôi như chùng xuống."
    }
  },
  {
    "translation": {
      "en": "I told Mom, \"I have to go turn myself in.\"",
      "vi": "Tôi nói với mẹ: \"Con phải đầu thú thôi\"."
    }
  },
  {
    "translation": {
      "en": "[detective] What you originally told us, that your brother shot him.",
      "vi": "Ban đầu cô nói với tôi rằng em cô bắn anh ta."
    }
  },
  {
    "translation": {
      "en": "[Brittany] Yes.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "[detective] Now you're saying it was actually you that actually shot him.",
      "vi": "Và giờ cô nói chính cô mới là người đã bắn anh ta."
    }
  },
  {
    "translation": {
      "en": "[Brittany cries] I shoulda told the truth from the beginning.",
      "vi": "Lẽ ra tôi nên nói sự thật ngay từ đầu."
    }
  },
  {
    "translation": {
      "en": "[Ramona] She never should have been took to jail. None of that is fair.",
      "vi": "Nhẽ ra con bé không phải vào tù. Không công bằng chút nào."
    }
  },
  {
    "translation": {
      "en": "I taught her to fight, fight back with everything you've got, and she did.",
      "vi": "Tôi dạy con bé chiến đấu, chống trả bằng mọi thứ mình có, và con bé đã làm được."
    }
  },
  {
    "translation": {
      "en": "And I'm proud of her for it.",
      "vi": "Và tôi tự hào về con."
    }
  },
  {
    "translation": {
      "en": "Ooh, they're all pretty. Swirl 'em up.",
      "vi": "Ồ, đẹp chưa này. Xoáy chúng lên."
    }
  },
  {
    "translation": {
      "en": "[girl laughs] Look at that big one.",
      "vi": "Nhìn cái to kia kìa."
    }
  },
  {
    "translation": {
      "en": "[Brittany cries] Like, I went everywhere, and nobody will give me a job right now.",
      "vi": "Tôi đi khắp nơi, nhưng giờ chẳng có nơi nào cho tôi làm việc cả."
    }
  },
  {
    "translation": {
      "en": "And the only thing that ke… that makes me happy",
      "vi": "Và điều duy nhất khiến tôi hạnh phúc"
    }
  },
  {
    "translation": {
      "en": "is spending time with my kids.",
      "vi": "là dành thời gian với các con."
    }
  },
  {
    "translation": {
      "en": "And I can't even do that, for real?",
      "vi": "Đến điều ấy còn không thể, thật ư?"
    }
  },
  {
    "translation": {
      "en": "You want to?",
      "vi": "Cháu muốn không?"
    }
  },
  {
    "translation": {
      "en": "I want to be able to do what I'm able to do with my neighbor's kids.",
      "vi": "Tôi muốn được làm điều tôi có thể làm với lũ trẻ hàng xóm."
    }
  },
  {
    "translation": {
      "en": "Oh, that's funny! Look at that.",
      "vi": "Hay chưa kìa! Nhìn xem."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I can't do this with my own babies.",
      "vi": "Tôi còn chẳng thể chơi với con như này."
    }
  },
  {
    "translation": {
      "en": "[girl] Bubbles!",
      "vi": "Bong bóng!"
    }
  },
  {
    "translation": {
      "en": "\"Further grounds will be set forth",
      "vi": "\"Kết luận sâu hơn sẽ được đưa ra"
    }
  },
  {
    "translation": {
      "en": "in more detail at the time of the hearings…\"",
      "vi": "chi tiết hơn trong phiên điều trần\"…"
    }
  },
  {
    "translation": {
      "en": "Stand Your Ground, when I first heard of it, I thought,",
      "vi": "Kháng cự tấn công, khi mới nghe về nó, tôi đã nghĩ:"
    }
  },
  {
    "translation": {
      "en": "\"That fits her situation perfectly.\"",
      "vi": "\"Rất khớp với trường hợp của con bé\"."
    }
  },
  {
    "translation": {
      "en": "She was arrested for self-defense.",
      "vi": "Con bé bị bắt vì tự vệ."
    }
  },
  {
    "translation": {
      "en": "I studied it. I went online. I got a law book.",
      "vi": "Tôi nghiên cứu. Lên mạng. Tôi có hẳn một cuốn luật."
    }
  },
  {
    "translation": {
      "en": "I thought, \"Yes, this is her law that's gonna get her out of this.\"",
      "vi": "Tôi nghĩ: \"Đúng, đây chính là điều luật sẽ giúp nó thoát khỏi chuyện này\"."
    }
  },
  {
    "translation": {
      "en": "[Brittany] Wow.",
      "vi": "Chà."
    }
  },
  {
    "translation": {
      "en": "-That's good news. -[Chris] Is that your cup?",
      "vi": "- Tin tốt đấy. - Cốc của chị à?"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "And we'll have the Stand Your Ground,",
      "vi": "Và chúng tôi sẽ áp dụng luật Kháng cự tấn công,"
    }
  },
  {
    "translation": {
      "en": "and then we're gonna ask for those charges to be dismissed.",
      "vi": "rồi sau đó sẽ yêu cầu bãi bỏ những cáo buộc đó."
    }
  },
  {
    "translation": {
      "en": "She had every right. She was in her own home.",
      "vi": "Con bé có mọi quyền. Lúc ấy nó ở nhà riêng."
    }
  },
  {
    "translation": {
      "en": "This is classic Stand Your Ground.",
      "vi": "Đây là một vụ Kháng cự tấn công kinh điển."
    }
  },
  {
    "translation": {
      "en": "I think Brittany's story is very credible, and we had the law on our side.",
      "vi": "Chuyện của Brittany rất đáng tin, luật đứng về phía bọn tôi."
    }
  },
  {
    "translation": {
      "en": "She's not engaged in an unlawful activity. She's not the initial aggressor.",
      "vi": "Không tham gia hoạt động bất hợp pháp. Không phải kẻ gây hấn trước."
    }
  },
  {
    "translation": {
      "en": "She's basically at the house. The brother is being choked out by Todd.",
      "vi": "Về cơ bản cô ấy chỉ đang ở nhà. Em trai thì bị Todd bóp cổ."
    }
  },
  {
    "translation": {
      "en": "Choke hold is deadly force.",
      "vi": "Kẹp cổ là hành vi gây chết người."
    }
  },
  {
    "translation": {
      "en": "She was justified in that.",
      "vi": "Lý do rất chính đáng."
    }
  },
  {
    "translation": {
      "en": "I think we had a strong Stand Your Ground case.",
      "vi": "Tôi nghĩ vụ Kháng cự tấn công này bọn tôi nắm phần thắng."
    }
  },
  {
    "translation": {
      "en": "The DA got with Todd's family,",
      "vi": "Ủy viên công tố quận gặp bố mẹ Todd, và họ muốn tôi"
    }
  },
  {
    "translation": {
      "en": "and they wanted me to take a 25-year plea deal.",
      "vi": "Ủy viên công tố quận gặp bố mẹ Todd, và họ muốn tôi nhận thỏa thuận lời khai 25 năm tù."
    }
  },
  {
    "translation": {
      "en": "I told 'em I'm not pleading out to anything. No.",
      "vi": "Tôi nói là không nhận gì hết. Không."
    }
  },
  {
    "translation": {
      "en": "Because I'm innocent, and I will go to jail an innocent woman",
      "vi": "Vì tôi vô tội, và tôi sẽ vào tù như một phụ nữ vô tội"
    }
  },
  {
    "translation": {
      "en": "before I'll plea out to anything that I did not do.",
      "vi": "trước khi thú nhận điều tôi không làm."
    }
  },
  {
    "translation": {
      "en": "[Ron] Brittany's perspective was, \"I'm not gonna plead guilty.\"",
      "vi": "Quan điểm của Brittany là: \"Tôi sẽ không nhận tội\"."
    }
  },
  {
    "translation": {
      "en": "\"We're taking the Stand Your Ground hearing.\"",
      "vi": "\"Tôi sẽ dự buổi điều trần Kháng cự tấn công\"."
    }
  },
  {
    "translation": {
      "en": "[woman] I… I enjoy working with Ron Smith as a private investigator.",
      "vi": "Tôi thích làm việc với Ron Smith với tư cách là điều tra viên tư nhân."
    }
  },
  {
    "translation": {
      "en": "And I'm former law enforcement.",
      "vi": "Tôi là cựu nhân viên chấp pháp."
    }
  },
  {
    "translation": {
      "en": "I got out of law enforcement several years ago",
      "vi": "Tôi rời khỏi cơ quan hành pháp vài năm trước"
    }
  },
  {
    "translation": {
      "en": "because I thought that there was a need also for cases on the defense side.",
      "vi": "vì tôi nghĩ rằng các vụ từ bên bào chữa, họ cũng có nhu cầu."
    }
  },
  {
    "translation": {
      "en": "There's people that live in low-income areas.",
      "vi": "Có những người sống ở các khu vực có thu nhập thấp."
    }
  },
  {
    "translation": {
      "en": "They don't have an investigator for their side,",
      "vi": "Không có điều tra viên cho mình,"
    }
  },
  {
    "translation": {
      "en": "so that's where that need is filled.",
      "vi": "nên đó sẽ là nơi có nhiều nhu cầu."
    }
  },
  {
    "translation": {
      "en": "Typically in the South in your Stand Your Ground,",
      "vi": "Điển hình là ở miền Nam với các vụ Kháng cự tấn công,"
    }
  },
  {
    "translation": {
      "en": "it's a man standin' up and protecting their life, liberty, property,",
      "vi": "đó là người đàn ông đứng lên bảo vệ cuộc sống, sự tự do, tài sản của họ,"
    }
  },
  {
    "translation": {
      "en": "all of this that we've always heard.",
      "vi": "tất cả những cái ta vẫn luôn nghe."
    }
  },
  {
    "translation": {
      "en": "Men get praised for that.",
      "vi": "Đàn ông được khen vì điều đó."
    }
  },
  {
    "translation": {
      "en": "Where, if a woman does that or a minority,",
      "vi": "Còn nếu một phụ nữ làm vậy hoặc một nhóm thiểu số,"
    }
  },
  {
    "translation": {
      "en": "it's viewed a lot different.",
      "vi": "thì sẽ bị nhìn khác hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "I think, in the South, a lot of times people don't believe that",
      "vi": "Tôi nghĩ, ở miền Nam, nhiều khi người ta không tin rằng"
    }
  },
  {
    "translation": {
      "en": "there's a problem with sexual abuse and domestic violence.",
      "vi": "có tồn tại vấn đề về bạo hành tình dục và bạo lực gia đình."
    }
  },
  {
    "translation": {
      "en": "Why is it okay for a woman to sustain injuries",
      "vi": "Tại sao có thể để một người phụ nữ chịu thương tích"
    }
  },
  {
    "translation": {
      "en": "and continue to endure that before something's done?",
      "vi": "và tiếp tục chịu đựng điều đó rồi mới đứng ra giải quyết?"
    }
  },
  {
    "translation": {
      "en": "I'm for the underdog.",
      "vi": "Tôi đứng về bên người yếu thế."
    }
  },
  {
    "translation": {
      "en": "You know, I think I've always been for the underdog.",
      "vi": "Tôi nghĩ mình vẫn luôn bảo vệ người yếu thế."
    }
  },
  {
    "translation": {
      "en": "[Ramona] We actually got a date for the Stand Your Ground hearing.",
      "vi": "Chúng tôi có ngày hẹn cho phiên điều trần Kháng cự tấn công."
    }
  },
  {
    "translation": {
      "en": "It's, uh, January 14th, 2020.",
      "vi": "Đó là ngày 14 tháng Một năm 2020."
    }
  },
  {
    "translation": {
      "en": "And we're excited.",
      "vi": "Bọn tôi rất hào hứng."
    }
  },
  {
    "translation": {
      "en": "Praying, praying that this will be over. This nightmare will be over.",
      "vi": "Cầu nguyện cho chuyện này kết thúc. Cơn ác mộng này sẽ chấm dứt."
    }
  },
  {
    "translation": {
      "en": "I'm hoping that this goes through",
      "vi": "Tôi mong chuyện này được thông qua"
    }
  },
  {
    "translation": {
      "en": "because it shouldn't just be a law for men.",
      "vi": "vì đây không nên là luật chỉ dành cho đàn ông."
    }
  },
  {
    "translation": {
      "en": "Period.",
      "vi": "Chấm hết."
    }
  },
  {
    "translation": {
      "en": "[Ashley] When Brittany testified, you coulda heard a pin drop in that room.",
      "vi": "Khi Brittany làm chứng, cả phòng lặng như tờ."
    }
  },
  {
    "translation": {
      "en": "It was just silent.",
      "vi": "Hoàn toàn im ắng."
    }
  },
  {
    "translation": {
      "en": "[Ron] \"Now, Brittany.\" \"Yes, sir.\"",
      "vi": "\"Giờ thì, Brittany\". \"Vâng\"."
    }
  },
  {
    "translation": {
      "en": "\"Todd had come over initially with permission?\"",
      "vi": "\"Ban đầu Todd đến có sự cho phép?\""
    }
  },
  {
    "translation": {
      "en": "\"Yes, sir.\"",
      "vi": "\"Đúng, thưa ông\"."
    }
  },
  {
    "translation": {
      "en": "\"When he was attacking you in your house, did he still have permission to be there?\"",
      "vi": "\"Khi anh ta tấn công cô trong nhà, anh ta vẫn được phép ở đó chứ?\""
    }
  },
  {
    "translation": {
      "en": "\"No, sir.\"",
      "vi": "\"Không, thưa ông\"."
    }
  },
  {
    "translation": {
      "en": "\"When attacking your brother, did he have permission?\"",
      "vi": "\"Khi tấn công em cô có được phép không?\""
    }
  },
  {
    "translation": {
      "en": "\"No, sir.\"",
      "vi": "\"Không, thưa ông\"."
    }
  },
  {
    "translation": {
      "en": "\"Were you afraid he would hurt you?\"",
      "vi": "\"Cô có sợ sẽ bị đánh không?\""
    }
  },
  {
    "translation": {
      "en": "\"He did hurt me.\"",
      "vi": "\"Anh ta đã đánh tôi\"."
    }
  },
  {
    "translation": {
      "en": "The sexual assault nurse examiner",
      "vi": "Y tá giám định tấn công tình dục"
    }
  },
  {
    "translation": {
      "en": "testified to 33 injuries on Brittany.",
      "vi": "đã làm chứng cho 33 vết thương trên người Brittany."
    }
  },
  {
    "translation": {
      "en": "And the nurse's testimony was very compelling.",
      "vi": "Và lời khai của y tá rất thuyết phục."
    }
  },
  {
    "translation": {
      "en": "\"There were two abrasions on the left side of the chin,",
      "vi": "\"Ở bên trái của cằm có hai vết trầy da,"
    }
  },
  {
    "translation": {
      "en": "and they were consistent with a bite mark.\"",
      "vi": "và chúng khớp với một vết cắn\"."
    }
  },
  {
    "translation": {
      "en": "\"There were wounds to the chest, to the breasts, legs, arms, feet.\"",
      "vi": "\"Có vết thương trên ngực, vú, hai chân, hai tay, bàn chân\"."
    }
  },
  {
    "translation": {
      "en": "And then, \"She had a contusion that was consistent with a handprint.\"",
      "vi": "Và rồi: \"Cô ấy có một vết thâm tím khớp với dấu tay\"."
    }
  },
  {
    "translation": {
      "en": "And then, \"She had contusions to the back of the neck.\"",
      "vi": "Và cả: \"Đằng sau gáy có vết vài vết thâm tím\"."
    }
  },
  {
    "translation": {
      "en": "\"I would say my findings were consistent with a strangulation.\"",
      "vi": "\"Có thể nói phát hiện của tôi trùng khớp với một vụ bóp cổ\"."
    }
  },
  {
    "translation": {
      "en": "[Ramona] I mean, just cried like a baby.",
      "vi": "Tôi khóc nấc lên như một đứa trẻ."
    }
  },
  {
    "translation": {
      "en": "Because that was my baby girl on that paper.",
      "vi": "Vì hình vẽ trên tờ giấy đó là bé con của tôi."
    }
  },
  {
    "translation": {
      "en": "[Ashley] The nurse also testified that she could not say with certainty",
      "vi": "Y tá cũng làm chứng rằng cô ấy không thể nói chắc chắn"
    }
  },
  {
    "translation": {
      "en": "that Brittany had been sexually assaulted.",
      "vi": "Brittany có bị tấn công tình dục."
    }
  },
  {
    "translation": {
      "en": "But the nurse was clear about that,",
      "vi": "Nhưng y tá cũng đã nói rõ."
    }
  },
  {
    "translation": {
      "en": "that it's not unusual in sexual assault cases",
      "vi": "Không thể kết luận trong các vụ"
    }
  },
  {
    "translation": {
      "en": "that you can't say with any certainty, you know, that someone was raped.",
      "vi": "tấn công tình dục là điều bình thường, khi một người bị cưỡng hiếp."
    }
  },
  {
    "translation": {
      "en": "[Ron] Her story is corroborated by her injuries.",
      "vi": "Lời khai được xác thực bằng những thương tích."
    }
  },
  {
    "translation": {
      "en": "[Brittany over phone] I don't know what to do. I, like…",
      "vi": "Tôi không biết phải làm gì. Tôi…"
    }
  },
  {
    "translation": {
      "en": "-I've been choked almost dead, like… -[operator] Yes.",
      "vi": "- Tôi đã suýt bị bóp cổ tới chết… - Ừ."
    }
  },
  {
    "translation": {
      "en": "[Brittany] …raped almost in my bed twice.",
      "vi": "…gần như bị hiếp trên giường tới hai lần."
    }
  },
  {
    "translation": {
      "en": "[operator] So, he did rape you?",
      "vi": "Vậy, hắn có cưỡng hiếp cô?"
    }
  },
  {
    "translation": {
      "en": "[Brittany] No, he did not rape me. He was trying to.",
      "vi": "Anh ta không cưỡng hiếp tôi. Anh ta cố làm vậy."
    }
  },
  {
    "translation": {
      "en": "In the 911 call, Brittany said that she had not been raped.",
      "vi": "Trong cuộc gọi tới 911, Brittany nói rằng mình không bị cưỡng hiếp."
    }
  },
  {
    "translation": {
      "en": "Prosecutor Jason Pierce asked Brittany,",
      "vi": "Công tố viên Jason Pierce hỏi Brittany:"
    }
  },
  {
    "translation": {
      "en": "\"Why would you lie about not being raped?\"",
      "vi": "\"Sao cô lại nói dối rằng không bị cưỡng hiếp?\""
    }
  },
  {
    "translation": {
      "en": "Brittany, \"I don't know.\"",
      "vi": "Brittany: \"Tôi không biết\"."
    }
  },
  {
    "translation": {
      "en": "Brittany's lawyers brought in information that Brittany had been diagnosed with PTSD",
      "vi": "Luật sư của Brittany nói rằng cô ấy được chẩn đoán mắc chứng PTSD,"
    }
  },
  {
    "translation": {
      "en": "and that something like, you know, saying in the moment,",
      "vi": "và việc như, trong lúc ấy mà có nói:"
    }
  },
  {
    "translation": {
      "en": "\"No, I wasn't raped,\" wouldn't be out of the question",
      "vi": "\"Tôi không bị hiếp\", không phải là không thể"
    }
  },
  {
    "translation": {
      "en": "for somebody who had been traumatized.",
      "vi": "với người gặp chấn thương tâm lý."
    }
  },
  {
    "translation": {
      "en": "Do you want to just spill your guts to… to a stranger",
      "vi": "Bạn có muốn kể hết mọi chuyện cho một người lạ"
    }
  },
  {
    "translation": {
      "en": "and tell 'em, \"Okay, yeah, I just got sexually assaulted and raped.\"",
      "vi": "và nói với họ: \"Ừ, tôi vừa bị tấn công tình dục và cưỡng hiếp đấy\"."
    }
  },
  {
    "translation": {
      "en": "A lot of rape victims don't disclose immediately.",
      "vi": "Nhiều nạn nhân bị cưỡng hiếp không khai ra ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "It might be years.",
      "vi": "Có thể mất nhiều năm."
    }
  },
  {
    "translation": {
      "en": "[Ashley] Prosecutor Jason Pierce says, \"It seems like you have selective memory.\"",
      "vi": "Công tố viên Jason Pierce nói: \"Có vẻ như cô ghi nhớ có chọn lọc\"."
    }
  },
  {
    "translation": {
      "en": "I mean, obviously, the… the whole point of… of the prosecution was to cast doubt right on her story.",
      "vi": "Ý tôi là, mục đích của bên công tố là gây nghi ngờ cho lời khai của cô ấy."
    }
  },
  {
    "translation": {
      "en": "She was obviously being asked about some really difficult things,",
      "vi": "Rõ ràng là cô ấy bị tra hỏi bằng những câu rất hóc búa,"
    }
  },
  {
    "translation": {
      "en": "but I would say she was really measured.",
      "vi": "nhưng phải nói là cô ấy rất thận trọng."
    }
  },
  {
    "translation": {
      "en": "The prosecutor asked Brittany,",
      "vi": "Công tố viên hỏi Brittany:"
    }
  },
  {
    "translation": {
      "en": "\"You hadn't seen him with a weapon of any sort that evening?\"",
      "vi": "\"Cô không thấy anh ta cầm vũ khí hay gì đó tối hôm ấy?\""
    }
  },
  {
    "translation": {
      "en": "Brittany answers, \"His hands.\"",
      "vi": "Brittany trả lời: \"Tay anh ta\"."
    }
  },
  {
    "translation": {
      "en": "Mr. Pierce says, \"Okay. And that would be--\"",
      "vi": "Ông Pierce nói tiếp: \"Được rồi. Và đó là…\""
    }
  },
  {
    "translation": {
      "en": "Brittany cuts in and says, \"And his penis.\"",
      "vi": "Brittany chen vào: \"Và dương vật anh ta\"."
    }
  },
  {
    "translation": {
      "en": "\"And his mouth.\"",
      "vi": "\"Và miệng\"."
    }
  },
  {
    "translation": {
      "en": "\"I saw several weapons.\"",
      "vi": "\"Tôi thấy nhiều vũ khí\"."
    }
  },
  {
    "translation": {
      "en": "[Ron] Todd Smith had very high levels of methamphetamine in his system.",
      "vi": "Todd Smith có lượng ma túy đá rất cao trong cơ thể."
    }
  },
  {
    "translation": {
      "en": "Extremely high.",
      "vi": "Cực kỳ cao."
    }
  },
  {
    "translation": {
      "en": "The toxicologist testifies that 200 would be, like, a common amount",
      "vi": "Chuyên gia khoa độc tố làm chứng rằng 200 là lượng phổ biến"
    }
  },
  {
    "translation": {
      "en": "that you would see in a DUI case where someone is on meth.",
      "vi": "thường thấy trong vụ lái xe khi phê ma túy."
    }
  },
  {
    "translation": {
      "en": "[Ron] If you see a video, and there's somebody trying to be restrained by the police,",
      "vi": "Nếu bạn xem đoạn phim, và có ai đó cố để cảnh sát khống chế họ,"
    }
  },
  {
    "translation": {
      "en": "and there's five officers tasing him and hitting him with their clubs,",
      "vi": "với năm cảnh sát dùng súng điện và đánh bằng dùi cui,"
    }
  },
  {
    "translation": {
      "en": "and the guy keeps fighting like Superman,",
      "vi": "anh ta vẫn đánh trả như siêu nhân."
    }
  },
  {
    "translation": {
      "en": "she said that is similar",
      "vi": "Cô ấy nói bạn sẽ làm vậy"
    }
  },
  {
    "translation": {
      "en": "to what that level of meth in your system would produce.",
      "vi": "nếu cơ thể bạn có từng đó ma túy."
    }
  },
  {
    "translation": {
      "en": "I asked him, \"What's that make you feel like?\" He said, \"Superman.\"",
      "vi": "Tôi hỏi: \"Dùng rồi thấy sao?\" Em ấy đáp: \"Siêu nhân\"."
    }
  },
  {
    "translation": {
      "en": "Me and Todd, we were real close. He's like a brother to me.",
      "vi": "Tôi và Todd rất thân. Như em ruột tôi vậy."
    }
  },
  {
    "translation": {
      "en": "I remember having our four-wheelers and motorcycles up the mountain.",
      "vi": "Tôi nhớ những lần lái xe bốn bánh và xe máy lên núi."
    }
  },
  {
    "translation": {
      "en": "There's a little creek there.",
      "vi": "Có lạch nhỏ chảy qua."
    }
  },
  {
    "translation": {
      "en": "We'd always get us a drink of water there out of the spring.",
      "vi": "Bọn tôi luôn dừng lại để uống nước vào mùa xuân."
    }
  },
  {
    "translation": {
      "en": "If you really didn't know Todd, weren't around him every day,",
      "vi": "Nếu không quen, không ở bên mỗi ngày,"
    }
  },
  {
    "translation": {
      "en": "you wouldn't understand him.",
      "vi": "thì sẽ không thể hiểu Todd."
    }
  },
  {
    "translation": {
      "en": "Todd was a totally different person if it hadn't been for drugs.",
      "vi": "Nếu không phải do ma túy thì nó là người hoàn toàn khác."
    }
  },
  {
    "translation": {
      "en": "[Ashley] This is, like, a criminal history printout for Todd Smith.",
      "vi": "Đây là bản in tiền án tiền sự của Todd Smith."
    }
  },
  {
    "translation": {
      "en": "There are definitely dozens of arrests here.",
      "vi": "Tất nhiên là ở đây có hàng tá vụ bắt giữ."
    }
  },
  {
    "translation": {
      "en": "Some of these are domestic violence charges.",
      "vi": "Một số là cáo buộc bạo lực gia đình."
    }
  },
  {
    "translation": {
      "en": "There's another assault.",
      "vi": "Một vụ hành hung khác."
    }
  },
  {
    "translation": {
      "en": "-[tense music intensifies] -Aggravated assault.",
      "vi": "Tấn công nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "[Brittany] Todd's ex-wife knows what I went through.",
      "vi": "Vợ cũ của Todd biết tôi đã trải qua những gì."
    }
  },
  {
    "translation": {
      "en": "She's lucky to be alive, and she's a very brave soul.",
      "vi": "Cô ấy thật may mắn khi còn sống, một người can đảm."
    }
  },
  {
    "translation": {
      "en": "[woman] I was held captive numerous times by Todd and beaten over the years.",
      "vi": "Tôi nhiều lần bị Todd giam lại và bị đánh đập suốt nhiều năm."
    }
  },
  {
    "translation": {
      "en": "The last story I had that reminded me so much of Brittany was",
      "vi": "Câu chuyện khiến tôi nhớ ngay đến vụ của Brittany chính là lần"
    }
  },
  {
    "translation": {
      "en": "I was duct-taped and tied to a chair.",
      "vi": "tôi bị trói vào ghế bằng băng dính."
    }
  },
  {
    "translation": {
      "en": "I had been held captive by him for days. Beaten, raped, sodomized.",
      "vi": "Hắn giam cầm tôi nhiều ngày. Đánh đập, cưỡng hiếp, quan hệ cửa sau."
    }
  },
  {
    "translation": {
      "en": "Everything Brittany had went through and… and more.",
      "vi": "Mọi thứ Brittany đã trải qua và kinh khủng hơn thế."
    }
  },
  {
    "translation": {
      "en": "[Ashley] During the Stand Your Ground hearing,",
      "vi": "Trong phiên điều trần Kháng cự tấn công,"
    }
  },
  {
    "translation": {
      "en": "like, repeatedly brought up by her prosecutor, Jason Pierce,",
      "vi": "công tố viên của cô ấy, Jason Pierce, liên tục nhắc tới câu hỏi:"
    }
  },
  {
    "translation": {
      "en": "was the question of, \"Is Brittany credible?\"",
      "vi": "công tố viên của cô ấy, Jason Pierce, liên tục nhắc tới câu hỏi: \"Brittany có đáng tin không?\""
    }
  },
  {
    "translation": {
      "en": "The night that the assault happened,",
      "vi": "Vào đêm xảy ra vụ tấn công,"
    }
  },
  {
    "translation": {
      "en": "Brittany initially just reached out to her mom.",
      "vi": "Brittany ban đầu chỉ liên lạc với mẹ cô ấy."
    }
  },
  {
    "translation": {
      "en": "She didn't call the police.",
      "vi": "Mà không gọi cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Todd said, \"If you call the police, I will kill you.\"",
      "vi": "Todd nói: \"Nếu mày gọi cảnh sát, tao sẽ giết mày\"."
    }
  },
  {
    "translation": {
      "en": "But I had to get some help somehow.",
      "vi": "Nhưng tôi phải nghĩ cách khác để gọi giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "So I said, \"Let's go smoke a cigarette.\"",
      "vi": "Nên tôi nói: \"Làm điếu thuốc đi\"."
    }
  },
  {
    "translation": {
      "en": "I knew I didn't have cigarettes.",
      "vi": "Tôi biết mình không có."
    }
  },
  {
    "translation": {
      "en": "I knew I was gonna have to call somebody 'cause I didn't have a car at the time.",
      "vi": "Tôi biết sẽ phải gọi ai đó vì tôi không có xe."
    }
  },
  {
    "translation": {
      "en": "[Ramona] That night, when she called me, he had it on speakerphone.",
      "vi": "Tối đó, khi con bé gọi cho tôi, hắn ta bắt bật loa ngoài."
    }
  },
  {
    "translation": {
      "en": "He could hear what she was sayin'.",
      "vi": "Để nghe được những gì nó nói."
    }
  },
  {
    "translation": {
      "en": "'Cause he didn't want her lettin' anybody know what had happened.",
      "vi": "Vì hắn không muốn con bé kể cho ai chuyện đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "[Ashley] Also, Paige Painter testified about being at work,",
      "vi": "Ngoài ra, Paige Painter đã làm chứng về việc có ở chỗ làm"
    }
  },
  {
    "translation": {
      "en": "uh, the night that Brittany came into the store",
      "vi": "vào tối hôm Brittany đến cửa hàng"
    }
  },
  {
    "translation": {
      "en": "and told her that she had been assaulted.",
      "vi": "và nói với cô ấy rằng mình bị tấn công."
    }
  },
  {
    "translation": {
      "en": "[Paige] Brittany said, \"Give me a piece of paper and a pen.\"",
      "vi": "Brittany nói: \"Đưa tôi tờ giấy và bút\"."
    }
  },
  {
    "translation": {
      "en": "And she started writing down names and phone numbers.",
      "vi": "Và cô ấy bắt đầu viết ra tên và số điện thoại."
    }
  },
  {
    "translation": {
      "en": "She said, \"If something happens to me, Todd Smith did it.\"",
      "vi": "Cô ấy nói: \"Nếu có gì xảy ra với tôi thì là do Todd Smith\"."
    }
  },
  {
    "translation": {
      "en": "And, uh, she said, \"Call… call my mom and tell her to come get me.\"",
      "vi": "Và cô ấy nói: \"Gọi cho mẹ tôi, rồi bảo bà ấy đến đón tôi\"."
    }
  },
  {
    "translation": {
      "en": "[Ashley] \"Can you explain that, please?\"",
      "vi": "\"Cô có thể giải thích không?\""
    }
  },
  {
    "translation": {
      "en": "\"Somehow, you believed your mother would be in a better position",
      "vi": "\"Bằng cách nào đó, cô tin rằng mẹ cô sẽ tốt hơn"
    }
  },
  {
    "translation": {
      "en": "to handle violent, angry Todd than a police officer?\"",
      "vi": "một cảnh sát khi xử lý một tên Todd bạo lực, giận dữ?\""
    }
  },
  {
    "translation": {
      "en": "[Brittany] I really wanted my mom.",
      "vi": "Tôi thực sự rất muốn mẹ tôi."
    }
  },
  {
    "translation": {
      "en": "Because, in Jackson County, I feel like the police are always on the man's side,",
      "vi": "Vì ở Hạt Jackson, tôi cảm thấy cảnh sát luôn đứng về phía người đàn ông,"
    }
  },
  {
    "translation": {
      "en": "but, um, I know that my mother would have got him out of that house.",
      "vi": "nhưng tôi biết mẹ sẽ lôi được anh ta ra khỏi căn nhà đó."
    }
  },
  {
    "translation": {
      "en": "[woman] I've seen police officers show up in Jackson County",
      "vi": "Tôi đã từng thấy cảnh sát xuất hiện ở Hạt Jackson"
    }
  },
  {
    "translation": {
      "en": "to a domestic violence call and tell people,",
      "vi": "sau một vụ bạo lực gia đình và nói với mọi người:"
    }
  },
  {
    "translation": {
      "en": "\"Look, both of y'all are gonna go to jail.\"",
      "vi": "\"Nghe này. Cả hai sẽ vào tù hết\"."
    }
  },
  {
    "translation": {
      "en": "\"It's not gonna be one of y'all. Both of you are gonna go.\"",
      "vi": "\"Không phải một trong hai. Mà là cả hai vào\"."
    }
  },
  {
    "translation": {
      "en": "Instead of actually trying to figure out what happened.",
      "vi": "Thay vì cố tìm hiểu xem chuyện gì đã xảy ra."
    }
  },
  {
    "translation": {
      "en": "[Paige] Around here, usually, women get the short end of the stick.",
      "vi": "Ở quanh đây, phụ nữ thường chịu thiệt nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "My mom, her and her ex-husband fought constantly,",
      "vi": "Mẹ tôi, bà ấy và chồng cũ gây gổ với nhau suốt,"
    }
  },
  {
    "translation": {
      "en": "like, beating each other up.",
      "vi": "kiểu, đánh nhau bầm dập."
    }
  },
  {
    "translation": {
      "en": "And my mom would… she would go to jail every single time.",
      "vi": "Và mẹ tôi, lần nào bà ấy cũng phải ngồi tù."
    }
  },
  {
    "translation": {
      "en": "So I am not shocked at all that Brittany wanted me to call her mom.",
      "vi": "Nên tôi không sốc chút nào khi Brittany muốn tôi gọi cho mẹ cô ấy."
    }
  },
  {
    "translation": {
      "en": "[woman] During the trial, there was a lot of women that were marching for Brittany.",
      "vi": "Trong phiên tòa, có rất nhiều phụ nữ đi diễu hành vì Brittany."
    }
  },
  {
    "translation": {
      "en": "And there was a lot of stories that were told that day.",
      "vi": "Ngày hôm ấy có rất nhiều câu chuyện đã được kể ra."
    }
  },
  {
    "translation": {
      "en": "Women are coming out and talking more about what has happened to them",
      "vi": "Nhiều phụ nữ công khai và kể chi tiết hơn về những gì đã xảy ra với họ"
    }
  },
  {
    "translation": {
      "en": "and how the justice system has failed them as well.",
      "vi": "và cái cách mà hệ thống tư pháp khiến họ thất vọng."
    }
  },
  {
    "translation": {
      "en": "But, you know, they're willing to stand up and fight now.",
      "vi": "Nhưng hiện giờ, họ đã sẵn sàng đứng lên chiến đấu."
    }
  },
  {
    "translation": {
      "en": "They're… they're ready to see a change.",
      "vi": "Sẵn sàng chứng kiến một sự thay đổi."
    }
  },
  {
    "translation": {
      "en": "[Brittany] There's been so many women reach out to me and share their stories.",
      "vi": "Cũng vượt qua hãm hiếp, tôi phục cô ấy… Có rất nhiều phụ nữ liên lạc và chia sẻ câu chuyện của họ."
    }
  },
  {
    "translation": {
      "en": "People that are minorities, different races, different sexualities, religions.",
      "vi": "Những người thuộc nhóm thiểu số, khác chủng tộc, giới tính, tôn giáo."
    }
  },
  {
    "translation": {
      "en": "Everybody reaching out to me, telling me that they've been abused,",
      "vi": "Mọi người cùng chia sẻ, nói rằng họ từng bị lạm dụng."
    }
  },
  {
    "translation": {
      "en": "and they've went to the police, but the police wouldn't make an arrest.",
      "vi": "Rằng họ đã tìm đến phía cảnh sát, nhưng cảnh sát sẽ không bắt giữ."
    }
  },
  {
    "translation": {
      "en": "And some of them are women in jail for fighting back.",
      "vi": "Và vài người trong số họ là phụ nữ phải vào tù vì chống trả."
    }
  },
  {
    "translation": {
      "en": "A lot were from Alabama,",
      "vi": "Nhiều người đến từ Alabama,"
    }
  },
  {
    "translation": {
      "en": "and they've been from North Carolina, from New York, New Mexico,",
      "vi": "và họ đến từ Bắc Carolina, từ New York, New Mexico,"
    }
  },
  {
    "translation": {
      "en": "from just everywhere.",
      "vi": "từ tất cả mọi nơi."
    }
  },
  {
    "translation": {
      "en": "The Stand Your Ground law is for white men only, from what I've seen.",
      "vi": "Theo tôi thấy, luật Kháng cự tấn công chỉ dành cho đàn ông da trắng."
    }
  },
  {
    "translation": {
      "en": "It's not for minorities. It's not for women. It's for white men.",
      "vi": "Không dành cho người thiểu số. Cho phụ nữ. Mà dành cho đàn ông da trắng,"
    }
  },
  {
    "translation": {
      "en": "And I don't think that's fair.",
      "vi": "như vậy không hề công bằng."
    }
  },
  {
    "translation": {
      "en": "They've lit a fire in me.",
      "vi": "Họ cho tôi thêm động lực."
    }
  },
  {
    "translation": {
      "en": "We're just little nobodies over here. That's the way we're viewed.",
      "vi": "Bọn tôi là lũ thấp cổ bé họng. Họ nhìn bọn tôi như vậy đấy."
    }
  },
  {
    "translation": {
      "en": "But when you get a ton of little nobodies together…",
      "vi": "Nhưng khi tập hợp tất cả những người yếu thế lại…"
    }
  },
  {
    "translation": {
      "en": "especially pissed-off women,",
      "vi": "…nhất là phụ nữ giận dữ."
    }
  },
  {
    "translation": {
      "en": "they become somebody big.",
      "vi": "Họ trở nên to tát."
    }
  },
  {
    "translation": {
      "en": "We are somebody.",
      "vi": "Chúng tôi đoàn kết."
    }
  },
  {
    "translation": {
      "en": "We have a voice. We're fixing to use it.",
      "vi": "Chúng tôi có tiếng nói. Và chúng tôi sẽ sử dụng nó."
    }
  },
  {
    "translation": {
      "en": "[Brittany] I want to get my children back.",
      "vi": "Tôi muốn giành lại các con."
    }
  },
  {
    "translation": {
      "en": "I want them to know that Mommy's not a murderer,",
      "vi": "Để chúng biết mẹ nó không giết người."
    }
  },
  {
    "translation": {
      "en": "that Mommy defended herself, and that you should always defend yourself.",
      "vi": "Rằng mẹ chỉ đang bảo vệ bản thân, và các con cũng luôn cần biết cách tự vệ."
    }
  },
  {
    "translation": {
      "en": "I pray. I pray that everything goes okay.",
      "vi": "Tôi cầu nguyện. Tôi cầu cho mọi chuyện ổn thỏa."
    }
  },
  {
    "translation": {
      "en": "It will.",
      "vi": "Sẽ là vậy."
    }
  },
  {
    "translation": {
      "en": "It will.",
      "vi": "Sẽ là vậy."
    }
  },
  {
    "translation": {
      "en": "[Ashley] A few weeks after the Stand Your Ground hearing,",
      "vi": "Vài tuần sau phiên điều trần Kháng cự tấn công,"
    }
  },
  {
    "translation": {
      "en": "Judge Holt issued a 19-page order denying Stand Your Ground immunity.",
      "vi": "Thẩm phán Holt đưa ra lệnh dài 19 trang bác bỏ miễn tội từ Kháng cự tấn công."
    }
  },
  {
    "translation": {
      "en": "And essentially, the judge wrote that Brittany had not proven",
      "vi": "Về cơ bản, thẩm phán viết rằng Brittany đã không chứng minh được"
    }
  },
  {
    "translation": {
      "en": "that she was legally justified in pulling the trigger.",
      "vi": "cô ấy có lý do hợp pháp để bóp cò."
    }
  },
  {
    "translation": {
      "en": "Did Todd attack Brittany Smith?",
      "vi": "Todd tấn công Brittany không?"
    }
  },
  {
    "translation": {
      "en": "Well, it… it seems pretty clear that he did.",
      "vi": "Có vẻ khá rõ ràng là anh ta đã làm vậy."
    }
  },
  {
    "translation": {
      "en": "The judge probably believed the attack happened.",
      "vi": "Có thể thẩm phán tin đã có vụ tấn công."
    }
  },
  {
    "translation": {
      "en": "Of course, that's not when Brittany Smith shot Todd.",
      "vi": "Tất nhiên, không phải khi Brittany bắn Todd."
    }
  },
  {
    "translation": {
      "en": "Was she justified in believing",
      "vi": "Việc cô ấy tin tằng Todd định giết"
    }
  },
  {
    "translation": {
      "en": "that Todd was going to kill or going to seriously injure her brother?",
      "vi": "hoặc gây thương tích nghiêm trọng tới em trai cô ấy có chính đáng không?"
    }
  },
  {
    "translation": {
      "en": "That's the issue, and I think the judge thought",
      "vi": "Vấn đề ở đó, thẩm phán nghĩ đó là một yếu tố quan trọng"
    }
  },
  {
    "translation": {
      "en": "it was an important factor when she denied our motion.",
      "vi": "Vấn đề ở đó, thẩm phán nghĩ đó là một yếu tố quan trọng khi cô ấy bác bỏ động cơ."
    }
  },
  {
    "translation": {
      "en": "[Ashley] \"Upon consideration of all the evidence,",
      "vi": "\"Sau khi xem xét tất cả bằng chứng,"
    }
  },
  {
    "translation": {
      "en": "the court finds that the defendant has given inconsistent accounts",
      "vi": "Tòa án cho thấy bị cáo đưa ra các lời khai không nhất quán"
    }
  },
  {
    "translation": {
      "en": "of the events surrounding Todd's death.\"",
      "vi": "về các sự kiện quanh cái chết của Todd\"."
    }
  },
  {
    "translation": {
      "en": "For example, Brittany's initial lie",
      "vi": "Ví dụ, lời nói dối ban đầu của Brittany"
    }
  },
  {
    "translation": {
      "en": "that her brother had been the one who pulled the trigger",
      "vi": "rằng em trai cô ấy là người đã nổ súng"
    }
  },
  {
    "translation": {
      "en": "did kind of come back to haunt her.",
      "vi": "ảnh hưởng đến tình hình hiện tại của cô."
    }
  },
  {
    "translation": {
      "en": "In the eyes of the judge, it did harm, like, her credibility.",
      "vi": "Trong mắt thẩm phán, điều đó làm tổn hại đến uy tín của cô ấy."
    }
  },
  {
    "translation": {
      "en": "And so I think it was pretty clear that the judge did not believe her testimony.",
      "vi": "Vậy nên tôi nghĩ rõ ràng là thẩm phán không tin lời khai của cô ấy."
    }
  },
  {
    "translation": {
      "en": "[Brittany whispers] It's gonna be okay. Okay?",
      "vi": "Mọi chuyện sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "It's gonna be okay.",
      "vi": "Mọi chuyện sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "[Ashley] Most of the reaction that I recall getting from readers",
      "vi": "Tôi nhớ hầu hết phản ứng tôi nhận được từ các độc giả"
    }
  },
  {
    "translation": {
      "en": "was just, like, \"I still think she's innocent.\"",
      "vi": "chỉ là: \"Tôi vẫn nghĩ cô ấy vô tội\"."
    }
  },
  {
    "translation": {
      "en": "They didn't care what the judge said.",
      "vi": "Họ không tin lời thẩm phán."
    }
  },
  {
    "translation": {
      "en": "I hate that Todd had to get shot and killed over it,",
      "vi": "Tôi ghét việc Todd bị bắn chết, nhưng…"
    }
  },
  {
    "translation": {
      "en": "but I really do believe she was defending herself.",
      "vi": "tôi thực sự tin cô ấy đang tự vệ."
    }
  },
  {
    "translation": {
      "en": "Probably feels funny for me saying that, 'cause I'm Todd's cousin, but…",
      "vi": "Tôi nói vậy có lẽ khá buồn cười, vì tôi là anh họ của Todd, nhưng…"
    }
  },
  {
    "translation": {
      "en": "I don't want to see her go to prison. I really don't.",
      "vi": "tôi thực sự không muốn cô ấy vào tù."
    }
  },
  {
    "translation": {
      "en": "You say it's okay for women to defend themselves,",
      "vi": "Anh nói phụ nữ tự vệ là đúng,"
    }
  },
  {
    "translation": {
      "en": "but when they do, be ready for what society has for you.",
      "vi": "nhưng khi họ làm vậy, thì cứ chuẩn bị tâm lý chịu trận từ xã hội đi."
    }
  },
  {
    "translation": {
      "en": "It's not the law per se that needs to change.",
      "vi": "Luật pháp không phải thứ cần thay đổi."
    }
  },
  {
    "translation": {
      "en": "It's our perceptions of how we think women should fit into the mold.",
      "vi": "Mà là suy nghĩ của ta về việc phụ nữ nên sống rập khuôn."
    }
  },
  {
    "translation": {
      "en": "And for them to use aggression",
      "vi": "Và khi họ đánh trả lại"
    }
  },
  {
    "translation": {
      "en": "even against an attacker of rape or anything like that,",
      "vi": "kẻ tấn công, cưỡng hiếp hay bất cứ thứ gì tương tự…"
    }
  },
  {
    "translation": {
      "en": "it's the way we perceive that.",
      "vi": "Đó là cách chúng ta nhận thức."
    }
  },
  {
    "translation": {
      "en": "And when you've got cases that are involving minorities, women,",
      "vi": "Và khi có những vụ án liên quan đến phụ nữ, dân tộc thiểu số,"
    }
  },
  {
    "translation": {
      "en": "let's look at why people are not given the same consideration.",
      "vi": "hãy nhìn xem vì sao mọi người không được đối xử công bằng."
    }
  },
  {
    "translation": {
      "en": "That's a society problem. That's a stereotype problem.",
      "vi": "Đó là vấn đề mang tính xã hội. Vấn đề về sự rập khuôn."
    }
  },
  {
    "translation": {
      "en": "My attorneys showed me the last offer, and I was just like, \"What would you do?\"",
      "vi": "Luật sư của tôi đưa ra đề nghị cuối cùng, và tôi chỉ nói: \"Anh sẽ làm gì?\""
    }
  },
  {
    "translation": {
      "en": "They said, \"I would take it.\"",
      "vi": "Họ nói: \"Tôi sẽ nhận nó\"."
    }
  },
  {
    "translation": {
      "en": "\"Because you're not gonna get away with no time.\"",
      "vi": "\"Vì cô sẽ không thoát được ngay đâu\"."
    }
  },
  {
    "translation": {
      "en": "Well, I know that I did it for my kids.",
      "vi": "Tôi biết tôi đã làm vì các con."
    }
  },
  {
    "translation": {
      "en": "They'll feel better knowing that it's over with.",
      "vi": "Chúng sẽ thấy tốt hơn vì chuyện đã qua."
    }
  },
  {
    "translation": {
      "en": "You know? Like, I made a good decision.",
      "vi": "Tôi đã làm một quyết định đúng."
    }
  },
  {
    "translation": {
      "en": "My mom's okay. My brother's… Everybody's okay.",
      "vi": "Mẹ tôi không sao. Em trai tôi… Mọi người đều ổn."
    }
  },
  {
    "translation": {
      "en": "And my kids are okay.",
      "vi": "Và các con tôi vẫn ổn."
    }
  },
  {
    "translation": {
      "en": "I'll be okay. I'm just…",
      "vi": "Tôi cũng sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Mentally, I'm trying to just stay sane back here.",
      "vi": "Về tinh thần, tôi đang cố giữ tỉnh táo ở đây."
    }
  },
  {
    "translation": {
      "en": "She said that she felt, like, essentially backed into a corner",
      "vi": "Cô ấy nói rằng cảm thấy như bị dồn vào một góc"
    }
  },
  {
    "translation": {
      "en": "because, if she went to trial, the judge who would sentence her",
      "vi": "vì nếu ra tòa, thẩm phán sẽ kết án cô ấy"
    }
  },
  {
    "translation": {
      "en": "if she was convicted is the judge who had written a 19-page order",
      "vi": "nếu người kết án là thẩm phán viết lệnh dài 19 trang"
    }
  },
  {
    "translation": {
      "en": "questioning her credibility.",
      "vi": "nghi ngờ sự đáng tin của cô ấy."
    }
  },
  {
    "translation": {
      "en": "And so, the way she described it to me",
      "vi": "Và cái cách cô ấy mô tả với tôi như là"
    }
  },
  {
    "translation": {
      "en": "was that she took kind of the lesser of… of the evils and… and took the… the plea deal.",
      "vi": "việc chọn cái tốt hơn trong hai cái đều tệ và nhận thoả thuận thú tội."
    }
  },
  {
    "translation": {
      "en": "She would get credit for time that she had already served in jail,",
      "vi": "Số ngày cô ấy bị tạm giam để chờ xét xử"
    }
  },
  {
    "translation": {
      "en": "awaiting her trial.",
      "vi": "sẽ được ghi nhận."
    }
  },
  {
    "translation": {
      "en": "So it was a six-month sentence, essentially, for murder.",
      "vi": "Về cơ bản, đó là bản án sáu tháng, vì tội giết người."
    }
  },
  {
    "translation": {
      "en": "And then the next 18 months, she would be on house arrest.",
      "vi": "Và rồi 18 tháng tiếp theo, cô ấy sẽ bị quản thúc tại nhà."
    }
  },
  {
    "translation": {
      "en": "Do you risk it all?",
      "vi": "Anh có đánh liều không?"
    }
  },
  {
    "translation": {
      "en": "Do you play Russian roulette",
      "vi": "Anh có đánh liều mọi thứ"
    }
  },
  {
    "translation": {
      "en": "with people that you don't even know to decide your fate?",
      "vi": "với một người lạ để quyết số phận mình chứ?"
    }
  },
  {
    "translation": {
      "en": "So I understand why she took a plea agreement.",
      "vi": "Nên tôi hiểu lý do cô ấy nhận tội,"
    }
  },
  {
    "translation": {
      "en": "I don't know. I mean, I can't fault her for that.",
      "vi": "không biết. Ý tôi là, không thể trách cô ấy."
    }
  },
  {
    "translation": {
      "en": "It's just disheartening.",
      "vi": "Chỉ là thất vọng thôi."
    }
  },
  {
    "translation": {
      "en": "It'll always be on her record that she has a felony conviction for murder.",
      "vi": "Trong hồ sơ của cô ấy sẽ luôn có một tội danh giết người."
    }
  },
  {
    "translation": {
      "en": "And that'll… that'll always follow her.",
      "vi": "Và điều đó sẽ đi theo cô ấy mãi."
    }
  },
  {
    "translation": {
      "en": "[Brittany] It makes no sense to me that the plea deals that were offered to me",
      "vi": "Tôi thấy thật vô lý khi thỏa thuận nhận tội được đưa ra cho tôi"
    }
  },
  {
    "translation": {
      "en": "were six months for murder and, uh, a lot more time for manslaughter.",
      "vi": "là sáu tháng với tội giết người và còn dài hơn với tội ngộ sát."
    }
  },
  {
    "translation": {
      "en": "I do not understand how a murder charge",
      "vi": "Tôi không hiểu sao tội giết người lại ít hơn tội ngộ sát."
    }
  },
  {
    "translation": {
      "en": "is less than… than a manslaughter. It doesn't make sense to me.",
      "vi": "Tôi không hiểu sao tội giết người lại ít hơn tội ngộ sát. Không hợp lý chút nào."
    }
  },
  {
    "translation": {
      "en": "They were… The court system here wanted me to take that murder charge",
      "vi": "Chúng rất… Hệ thống tòa án ở đây muốn tôi nhận tội giết người,"
    }
  },
  {
    "translation": {
      "en": "just to say that I took that charge.",
      "vi": "chỉ để nói rằng tôi đã nhận tội."
    }
  },
  {
    "translation": {
      "en": "I was so dead set on saying, \"I'm not pleading guilty to that murder charge.\"",
      "vi": "Tôi đã rất muốn nói: \"Tôi sẽ không nhận tội giết người\"."
    }
  },
  {
    "translation": {
      "en": "[sobs] And I feel like I let a lot of people down.",
      "vi": "Và tôi cảm thấy mình đã làm nhiều người thất vọng."
    }
  },
  {
    "translation": {
      "en": "[sobs] And I did let myself down too,",
      "vi": "Và khiến cả bản thân thất vọng,"
    }
  },
  {
    "translation": {
      "en": "but it's something that I fought with every day. [sniffs]",
      "vi": "nhưng đó là điều tôi phải đấu tranh mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "[Ramona] Hi, baby.",
      "vi": "Chào con yêu."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Con đang làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "-[Brittany] You're so pretty. -No, I'm not.",
      "vi": "- Trông mẹ xinh quá. - Làm gì có đâu."
    }
  },
  {
    "translation": {
      "en": "How are you doing in there?",
      "vi": "Con ở trong đó thế nào?"
    }
  },
  {
    "translation": {
      "en": "[Brittany] It was fun on Halloween.",
      "vi": "Halloween vui lắm mẹ."
    }
  },
  {
    "translation": {
      "en": "We dressed up, and, um… Hold on.",
      "vi": "Bọn con hoá trang, và… đợi đã."
    }
  },
  {
    "translation": {
      "en": "-Well, Lynn. -[Lynn] What?",
      "vi": "- Lynn ơi. - Sao thế?"
    }
  },
  {
    "translation": {
      "en": "[Brittany] Lynn was a black-eyed pea.",
      "vi": "Lynn là một hạt đậu mắt đen."
    }
  },
  {
    "translation": {
      "en": "She colored her eye black… [laughs] …and put a \"P\" on her shirt.",
      "vi": "Cô ấy vẽ mắt màu đen và viết chữ \"P\" lên áo."
    }
  },
  {
    "translation": {
      "en": "Lauren was a \"cereal\" killer.",
      "vi": "Lauren là sát nhân \"ngũ cốc\"."
    }
  },
  {
    "translation": {
      "en": "She had a cereal bag… [laughs] …around her neck, and it said \"killer\" on the inside of it.",
      "vi": "Cô ấy có một túi ngũ cốc quanh cổ, và bên trong có ghi chữ \"sát nhân\"."
    }
  },
  {
    "translation": {
      "en": "I was the Statue of Liberty.",
      "vi": "Con là tượng Nữ thần Tự do."
    }
  },
  {
    "translation": {
      "en": "[sighs] To be stuck in jail and away from your kids on Halloween…",
      "vi": "Bị kẹt trong tù và phải rời xa lũ trẻ vào Halloween"
    }
  },
  {
    "translation": {
      "en": "It was… it was the best Halloween I could've had in here.",
      "vi": "thì đây đã là Halloween tuyệt nhất có thể có rồi."
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to go get me a, um… a DUI or something or a public intoxication",
      "vi": "Mẹ sẽ phải lái xe khi uống rượu hoặc say xỉn giữa đám đông,"
    }
  },
  {
    "translation": {
      "en": "just so I can see you and give you a hug.",
      "vi": "để được vào đó gặp rồi ôm con một cái quá."
    }
  },
  {
    "translation": {
      "en": "[Ramona] Your time's up, baby.",
      "vi": "Hết giờ rồi."
    }
  },
  {
    "translation": {
      "en": "Ten seconds.",
      "vi": "Mười giây."
    }
  },
  {
    "translation": {
      "en": "-[Brittany] I love you. -I love you.",
      "vi": "- Con yêu mẹ. - Mẹ yêu con."
    }
  },
  {
    "translation": {
      "en": "[Brittany] All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "[Ramona] The Christmas lights make me sad.",
      "vi": "Đèn Giáng sinh khiến tôi buồn."
    }
  },
  {
    "translation": {
      "en": "You see everybody else. They're running around here,",
      "vi": "Ta nhìn những người kia. Họ đang nói về việc sẽ mua gì cho con vào Giáng sinh,"
    }
  },
  {
    "translation": {
      "en": "talking about what they're gonna buy their kids for Christmas,",
      "vi": "Họ đang nói về việc sẽ mua gì cho con vào Giáng sinh,"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna be worried about,",
      "vi": "và tôi sẽ phải lo lắng rằng,"
    }
  },
  {
    "translation": {
      "en": "\"Is she gonna even get a dinner for Christmas or Thanksgiving?\"",
      "vi": "liệu nó được ăn bữa tối Giáng sinh hay Tạ ơn không?"
    }
  },
  {
    "translation": {
      "en": "Brittany didn't deserve what she got.",
      "vi": "Brittany không đáng phải chịu điều ấy."
    }
  },
  {
    "translation": {
      "en": "She's been raped and beaten by him and almost killed.",
      "vi": "Con bé bị hắn cưỡng hiếp, đánh đập và suýt bị giết."
    }
  },
  {
    "translation": {
      "en": "And now, she's been raped and beaten by the system.",
      "vi": "Và giờ thì bị cưỡng hiếp, đánh đập bởi hệ thống."
    }
  },
  {
    "translation": {
      "en": "[Ashley] If you think that Todd was a victim, do you consider what Brittany got justice?",
      "vi": "Nếu nghĩ Todd là nạn nhân, thì điều Brittany phải chịu có là công lý không?"
    }
  },
  {
    "translation": {
      "en": "And if you don't think Todd was, and you think she was the victim,",
      "vi": "Còn nếu anh nghĩ Todd không phải, và cô ấy mới là nạn nhân,"
    }
  },
  {
    "translation": {
      "en": "then I can't imagine you think that she got justice either.",
      "vi": "chắc chắn việc cô ấy phải chịu cũng chẳng là công lý."
    }
  },
  {
    "translation": {
      "en": "It's like, no matter whose side you were on,",
      "vi": "Như kiểu, dù anh có đứng về phe nào đi chăng nữa,"
    }
  },
  {
    "translation": {
      "en": "I don't know that you really will find justice in this story.",
      "vi": "thì trong câu chuyện này chẳng tìm thấy nổi cái gọi là công lý."
    }
  }
]